Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Instrument
cs_cz: Přístroj
da_dk: Apparat
de_de: Gerät
es_es: Audífono
fi_fi: Kuulokoje
fr_fr: Appareil
hu_hu: Készülék
it_it: Dispositivo
ja_jp: 補聴器
ko_kr: 보청기
nl_nl: Toestel
no_no: Apparat
pl_pl: Aparat
pt_pt: Aparelho
ro_ro: Aparat
ru_ru: Аппарат
sv_se: Hörapparat
tr_tr: Cihaz
zh_cn: 助听器

source: To obtain the most accurate hearing loss thresholds, please ensure that the: - physical components of the hearing instrument(s) are clean and free of buildup - receiver performance is within specifications
cs_cz: Chcete-li naměřit co nejpřesnější sluchové prahy, ujistěte se, že: - akustické komponenty sluchadla jsou čisté a bez nahromaděného ušního mazu - výkon sluchadla odpovídá ztrátě sluchu
da_dk: For at få så præcise høretærksler som muligt bør følgende sikres: - fysiske komponenter af HA er rene og for for ørevoks - receiver ydelsen er indenfor specifikationerne
de_de: Um die Messung so genau wie möglich auszuführen, vergewissern Sie sich bitte ob: - die Hörsysteme sauber und die Schallöffnungen frei sind - die Leistung der Hörer innerhalb der Toleranzen liegt
es_es: Para obtener unos umbrales más precisos, asegúrese de que: - los componentes físicos de el(los) audífono(s) están limpios y no bloqueados - la respuesta del auricular esta dentro de las especificaciones
fi_fi: Saadaksesi mahdollisimman hyvät kuuloalentuma kynnykset varmista että : - kuulokojeen mikrofoni- ja kuulokeaukot sekä suodattimet ovat puhtaat - kuulokkeen suorituskyky on riittävä
fr_fr: Pour que la mesure soit fiable, il faut que : - les appareils soient propres (sortie écouteur, coude, tube ...) et dans leur configuration définitive - les écouteurs soient en bon état de fonctionnement
hu_hu: Hogy megkapja a legpontosabb a hallásküszöböt, vegye figyelembe: - a hallókészülék fizikai komponensei tiszták és szabadon mozgathatóak - a hallgató teljesítménye a specifikáción belül van
it_it: Per ottenere la più accurata soglia uditiva, assicurarsi che: - i componenti fisici dell'apparecchio acustico siano puliti e liberi da cerume o sporcizia - le prestazioni del ricevitore rientrino nelle specifiche tecniche
ja_jp: 正確な閾値を測定するために確認して下さい: - 補聴器の各パーツが汚れ無くきれいな状態である事 - 補聴器の音響諸特性が保たてれている事
ko_kr: 가장 정확한 청력손실 역치를 얻기위해서, 다음을 확인해 주세요: - 보청기의 모든 부위가 깨끗하고 원상태인가 - 리시버가 스팩대로 작동하는가
nl_nl: Om de gehoorverliesdrempels accuraat te meten, zorgt u ervoor dat: - alle onderdelen van de hoortoestellen schoon zijn en niet verstopt - de receivers (indien van toepassing) voldoen aan de specificaties
no_no: For å oppnå mest mulig nøyaktig hørselstap terskler, vennligst sørg for at: - de fysiske komponentene i høreapparatet er rene - receiver ytelse er innenfor spesifikasjonene
pl_pl: Aby otrzymać najdokładniejszy możliwy próg słyszenia proszę upewnić się że: - wszystkie elementy aparatu(ów) słuchowego(ych) są czyste i nie zabrudzone - paramatry słuchwaki są zgodne ze specyfikacją
pt_pt: Para obter com mais precisão os limiares auditivos, certifique-se que: Os componentes do aparelho auditivo estão íntegros e livres de obstrução. Verifique o funcionamento do receptor do aparelho.
ro_ro: Pentru a obtine valorile cele mai reale ale pierderii de auz, fiti siguri ca: - partile componenete al aparatului sunt curate si fara impuritati - performanta receiver-ului este in standarde
ru_ru: Для получения наиболее точного измерения порога потери слуха, пожалуйста, убедитесь в том, что: - составляющие СА чистые и свободные от дополнительных компонентов - работа ресивера соответствует спецификации
sv_se: För att få så exakta hörtrösklar som möjligt, kontrollera att: - Hörapparaten är fysiskt ren. - Hörtelefon ligger inom specifikationerna.
tr_tr: En kesin işitme kayıp eşiklerini elde etmek için, şunlardan lütfen emin olun: - İşitme Cihazının fiziksel bileşenlerinin temiz ve kuruluma müsait olması - hoparlör performansının özelliklerine sahip olması
zh_cn: 了解以下事项将使听力测试更准确: - 正确佩戴助听器并保证声音传输通畅； - 助听器受话器输出的频响范围。

source: Both instruments have been used more than two years. It may decrease the accuracy of an In-Situ audiometry measurement.
cs_cz: Obě sluchadla jsou užívána více než 2 roky. Může tím být snížena přesnost měření in-situ audiometrie.
da_dk: Begge HA har været brugt mere end to år. Dette kan forringe præcisionen af In-Situ audiometrien.
de_de: Beide Geräte sind seit längerer Zeit im Gebrauch. Die In Situ Audiometrie könnte dadurch an Genauigkeit verlieren.
es_es: Ambos audífonos han sido usados durante más de 2 años. Esto puede reducir la precisión de una audiometría In-Situ.
fi_fi: Kumpaankin kuulokojetta on käytetty yli kaksi vuotta. Tämä voi heikentää In-Situ audiometrian tarkkuutta.
fr_fr: Les deux appareils sont agés de plus de deux ans ce qui peut nuire à la précision de l'audiométrie intégrée.
hu_hu: Mindkét készülék több mint két éve használatban van. Ez csökkentheti az In-Situ audiometria pontosságát.
it_it: Entrambi i dispositivi sono stati utilizzati per più di due anni. Potrebbe diminuire la precisione dell'audiometria In-Situ.
ja_jp: 両耳の補聴器はご使用から2年以上経過しています。インサイチュ測定の結果に誤差が生じる可能性があります。
ko_kr: 양이 보청기가 2년 이상 사용되었습니다. 이 경우, In-Situ 청력검사의 정확도가 떨어질 수 있습니다.
nl_nl: Beide toestellen zijn meer dan twee jaar in gebruik. De nauwkeurigheid van de In-Situ audiometrie kan daardoor verminderd zijn.
no_no: Begge apparat har blitt brukt i mer enn to år. Det kan redusere nøyaktigheten av ett In-Situ audiogram.
pl_pl: Oba aparaty były używane dłuzej niż dwa lata. Może to obniżyć dokładność audiometrii In-Situ.
pt_pt: Ambos os aparelhos auditivos apresentam vida útil acima de 2 anos, a precisão da audiometria In-Situ pode ser reduzida.
ro_ro: Ambele aparate au fost folosite mai mult de doi ani. Aceasta poate afecta acuratetea audiometriei In-Situ .
ru_ru: Оба аппарата используются более двух лет. Это может снизить точность данных аудиометрии на месте.
sv_se: Båda hörapparaterna har använts mer än två år. Det kan minska precisionen i In Situ mätningen.
tr_tr: Her iki cihazda iki yıldan fazla kullanılmıştır. In-Situ odyometresinin doğruluğunu düşürebilir.
zh_cn: 双侧助听器的使用时间超过两年，这可能会影响内置听力计的测试准确度

source: Left/Right instrument has been used more than two years. It may decrease the accuracy of an In-Situ audiometry measurement.
cs_cz: Levé/pravé sluchadlo je užíváno více než 2 roky. Může tím být snížena přesnost měření in-situ audiometrie.
da_dk: Venstre/højre HA har været brugt mere end to år. Dette kan forringe præcisionen af In-Situ audiometrien.
de_de: Linkes/Rechtes Gerät ist seit längerer Zeit im Gebrauch. Die In Situ Audiometrie könnte dadurch an Genauigkeit verlieren.
es_es: El audífono Izq/Dcho ha sido usado durante más de 2 años. Esto puede reducir la precisión de una audiometría In-Situ.
fi_fi: Vasenta/oikeaa kuulokojetta on käytetty yli kaksi vuotta. Tämä voi heikentää In-Situ audiometrian tarkkuutta.
fr_fr: Un des deux appareils est agé de plus de deux ans ce qui peut nuire à la précision de l'audiométrie intégrée.
hu_hu: Bal/jobb készülék több mint két éve használatban van. Ez csökkentheti az In-Situ audiometria pontosságát.
it_it: Il dispositivo Sinistro/Destro è stato utilizzato per più di due anni. Potrebbe diminuire la precisione dell'audiometria In-Situ.
ja_jp: 右耳もしくは左耳の補聴器はご使用から2年以上経過しています。インサイチュ測定の結果に誤差が生じる可能性があります。
ko_kr: 왼쪽/오른쪽 보청기가 2년 이상 사용 되었습니다. 이 경우, In-Situ 청력검사의 정확도가 떨어질 수 있습니다.
nl_nl: Het linker of rechter toestel is meer dan twee jaar in gebruik. De nauwkeurigheid van de In-Situ audiometrie kan daardoor verminderd zijn.
no_no: Venstre/høyre apparat har blitt brukt i mer enn to år. Det kan redusere nøyaktigheten av ett In-Situ audiogram.
pl_pl: Lewy/Prawy aparat był używany dłuzej niż dwa lata. Może to obniżyć dokładność pomiaru audiometrii In-Situ.
pt_pt: O aparelho Direito/Esquerdo apresenta vida útil acima de 2 anos. A precisão da audiometria In-Situ pode ser reduzida.
ro_ro: Aparatul stanga/dreapta a fost folosit mai mult de doi ani. Aceasta poate afecta acuratetea audiometriei In-Situ .
ru_ru: Левый/Правый СА используется более двух лет. Это может снизить точность данных аудиометрии на месте.
sv_se: Höger/Vänster hörapparat har använts mer än två år. Det kan minska precisionen i In Situ mätningen.
tr_tr: Sol/Sağ cihaz iki yıldan fazla kullanılmıştır. In-Situ odyometrisinin doğruluğunu düşürebilir.
zh_cn: 左侧/右侧助听器的使用时间超过两年，这可能会影响内置听力计的测试准确度。

source: It is important to use the most occluded fitting possible to maintain accuracy when measuring In-Situ thresholds.
cs_cz: Při měření sluchového prahu in-situ je důležité zamezit vlivu okluzního efektu.
da_dk: Det er vigtigt at bruge så okkluderende tilpasning som mulig for at opnå høj præcicion under In-Situ målingen.
de_de: Verschließen Sie den Gehörgang bestmöglich, um die Messgenauigkeit zu erhöhen.
es_es: Es importante realizar una adaptación lo más ocluida posible, para mantener la precisión al medir los umbrales In-Situ.
fi_fi: On tärkeää käyttää niin tiivistä kun mahdollista sovitusta jotta saadaan paras mahdollinen tulos In-Situ mittauksesta.
fr_fr: Pour une audiométrie fiable, il est important que le conduit soit le plus fermé possible.
hu_hu: Fontos, hogy a legzártabb illesztést használja a mérési pontosság megtartásához, amikor az In-Situ küszöböt méri.
it_it: E 'importante utilizzare il fitting più occluso possibile per mantenere la precisione nella misurazione delle soglie In-situ.
ja_jp: インサイチュ測定を行う際には音漏れしない様に適切な大きさの耳せんを使用する事が重要です
ko_kr: In-Situ 역치를 측정할 때는 정확도 유지를 위해 가장 occluded fitting을 사용하는 것이 중요합니다.
nl_nl: Alleen om formele In-Situ drempels te bepalen is het belangrijk om de oorstukjes zo veel mogelijk af te sluiten tijdens de In-Situ audiometrie.
no_no: Det er viktig å ha en så okkludert tilpasning som mulig for å opprettholde nøyaktighet ved måling av In-Situ terskler.
pl_pl: Ważne jest aby korzystać z najbardziej zamkniętej konfiguracji akustycznej aby zachować dokładność w trakcie pomiaru progów In-Situ.
pt_pt: Para manter a precisão das medidas dos limiares In-Situ, recomenda-se que seja feito um ajuste com maior vedação possível.
ro_ro: Este important sa ocluzionati ca sa obtineti acuratetea valorilor la audiometria In-Situ .
ru_ru: Для большей точности важно использовать максимально закрытую конфигурацию во время измерения пороговых значений на месте.
sv_se: Det är viktigt att göra en så tät anpassning som möjligt för att bibehålla precisionen vid mätning av In-Situ trösklar.
tr_tr: In-Situ eşiklerini ölçerken doğruluğu mümkün kılmak için en tıkalı uygulamayı kullanmak önemlidir.
zh_cn: 在进行听力测试时，使用尽可能密闭的验配是很重要的。

source: Talk Over
cs_cz: Komunikace
de_de: Kunden ansprechen
fi_fi: Keskustelu
fr_fr: Micro (Talk Over)
ja_jp: トークオーバー
nl_nl: Microfoon aan/uit
pl_pl: Mów do Pacjenta
ro_ro: Vorbiti peste
ru_ru: Дискуссия
tr_tr: Tartışma
zh_cn: 对话

source: Manual Mode
cs_cz: Ruční mód
da_dk: Manuel indstilling
de_de: Manueller Modus
es_es: Modo Manual
fi_fi: Manuaalinen tila
fr_fr: Méthode manuelle
hu_hu: Manuális mód
it_it: Modalità Manuale
ja_jp: マニュアルモード
nl_nl: Handmatige modus
no_no: Manuell Modus
pl_pl: Tryb Manualny
pt_pt: Modo Manual
ro_ro: Mod manual
ru_ru: Ручной режим
sv_se: Manuellt läge
tr_tr: Manuel Mod
zh_cn: 手控模式

source: Guided Mode
cs_cz: Průvodcovský mód
da_dk: Guided indstilling
de_de: Geführter Modus
es_es: Modo Guiado
fi_fi: Ohjattu tila
fr_fr: Méthode guidée
hu_hu: Irányított mód
it_it: Modalità Guidata
ja_jp: ガイドモード
nl_nl: Gestuurde modus
no_no: Styrt Modus
pl_pl: Tryb Wspomagany
pt_pt: Modo Prescrito
ro_ro: Mod dirijat
ru_ru: Наведенный режим
sv_se: Guidat läge
tr_tr: Rehberli Mod
zh_cn: 导引模式

source: Pure Tone
da_dk: Rentone
de_de: Sinuston
es_es: Tono Puro
fi_fi: Puhdas ääni
fr_fr: Sons purs
hu_hu: Tiszta hang
it_it: Tono Puro
ja_jp: ピュアトーン（純音）
nl_nl: Zuivere toon
no_no: Rentone
pl_pl: Ton Czysty
pt_pt: Tom Puro
ro_ro: Ton pur
ru_ru: Чистый тон
sv_se: Ren ton
tr_tr: Saf Ses
zh_cn: 纯音

source: Warble Tone
de_de: Wobbelton
es_es: Tono Warble
fi_fi: Uikku ääni
fr_fr: Sons wobulés (warble tone)
hu_hu: Wobulált hang
it_it: Tono Warble
ja_jp: ワーブルトーン
nl_nl: Warble toon
no_no: Variabel tone
pl_pl: Ton Przerywany
pt_pt: Tom Warble
ro_ro: Ton wobulat
ru_ru: Частотно-модулированный тон
sv_se: Warble ton
tr_tr: Ötme Sesi
zh_cn: 啭音

source: Manual Tone Length
cs_cz: Ruční délka tónu
da_dk: Manuel tonevarighed
de_de: Tonlänge manuell
es_es: Longitud de Tono Manual
fi_fi: Manuaalinen
fr_fr: Stimulus continu
hu_hu: Manuális hang hosszúság
it_it: Lunghezza Tono Manuale
ja_jp: 音の長さ - 手動（押している間）
nl_nl: Duur van toon handmatig
no_no: Manuell Tonelengde
pl_pl: Ręczna Długość Tonu
pt_pt: Duração do toque manual
ro_ro: Lungime manuala a tonului
ru_ru: Продолжительность тона
sv_se: Manuell tonlängd
tr_tr: Manuel Ton Uzunluğu
zh_cn: 手动控制声长

source: Tone
cs_cz: Tón
de_de: Ton
es_es: Tono
fi_fi: Äänes
fr_fr: Stimulus
hu_hu: Hang
it_it: Tono
ja_jp: トーン
nl_nl: Toon
pl_pl: Dźwięk
pt_pt: Tom
ro_ro: Ton
ru_ru: Тон
sv_se: Ton
tr_tr: Ton
zh_cn: 给声

source: Mark
cs_cz: Označ
da_dk: Marker
de_de: Markierung
es_es: Marcar
fi_fi: Merkitse
fr_fr: Marquer
hu_hu: Jelzés
it_it: Registra
ja_jp: ﾏｰｷﾝｸﾞ
nl_nl: Markeer
no_no: Merk
pl_pl: Zaznacz
pt_pt: Marcação
ro_ro: Marcheaza
ru_ru: Отметить
sv_se: Markera
tr_tr: İşaret
zh_cn: 记录

source: Enter
cs_cz: Vstup
fi_fi: Anna
fr_fr: Enregistrer
hu_hu: Bevitel
ja_jp: 入力
nl_nl: OK
ro_ro: Introdu
ru_ru: Ввод
tr_tr: Giriş
zh_cn: 回车

source: Freq
cs_cz: Frekv.
da_dk: Frekv.
es_es: Frec
fi_fi: Taaj
fr_fr: Fréq.
hu_hu: Frek
ja_jp: 周波数
no_no: Frek
pl_pl: Częst
ru_ru: Частота
sv_se: Frekv
zh_cn: 频率

source: Show keyboard shortcuts
cs_cz: Ukaž klávesovou zkratku
da_dk: Vis tastaturgenveje
de_de: Tastatur-Steuerung zeigen
es_es: Mostrar atajos del teclado
fi_fi: Näytä näppäimistön pikanäppäimet
fr_fr: Montrer les raccourcis clavier
hu_hu: Billentyűzet rövidítések megjelenítése
it_it: Mostra tasti scelta rapida
ja_jp: ｷｰﾎﾞｰﾄﾞのｼｮｰﾄｶｯﾄ表示
ko_kr: 키보드 단축키 보여주기
nl_nl: Toon sneltoetsen
no_no: Vis tastatur snarveier
pl_pl: Pokaż skróty klawiaturowe
pt_pt: Mostrar os atalhos do teclado
ro_ro: Arata tastele
ru_ru: Отобразить клавишы быстрого ввода команд на клавиатуре
sv_se: Visa kortkommando
tr_tr: Klavye kısa yollarını göster
zh_cn: 按键盘排列显示

source: Seconds
cs_cz: Vteřiny
da_dk: sek.
de_de: Sekunden
es_es: Segundos
fi_fi: Sekuntia
fr_fr: seconde(s)
hu_hu: Másodpercek
it_it: Secondi
ja_jp: 秒
nl_nl: seconden
no_no: Sekunder
pl_pl: Sekundy
pt_pt: Segundos
ro_ro: Secunde
ru_ru: Секунды
sv_se: Sekunder
tr_tr: Saniye
zh_cn: 秒

source: Up
cs_cz: Nahoru
da_dk: Op
de_de: Auf
es_es: Subir
fi_fi: Ylös
fr_fr: Haut
hu_hu: Fel
it_it: Sopra
ja_jp: 上昇
nl_nl: Omhoog
no_no: Opp
pl_pl: Góra
pt_pt: Para cima
ro_ro: Sus
ru_ru: Вверх
sv_se: Upp
tr_tr: Yukarı
zh_cn: 向上

source: Down
cs_cz: Dolů
da_dk: Ned
de_de: Ab
es_es: Bajar
fi_fi: Alas
fr_fr: Bas
hu_hu: Le
it_it: Sotto
ja_jp: 下降
nl_nl: Omlaag
no_no: Ned
pl_pl: Dół
pt_pt: Para baixo
ro_ro: Jos
ru_ru: Вниз
sv_se: Ned
tr_tr: Aşağı
zh_cn: 向下

source: TSG
it_it: GST
pt_pt: Gerador de Som
sv_se: TLS
zh_cn: 耳鸣管理器

source: Physical Controls
cs_cz: Fyzické ovladače
da_dk: Multi-funktions knap
de_de: Multi-Funktions Taste
es_es: Controles Físicos
fi_fi: Kuulokojeen säätimet
fr_fr: Commandes manuelles
hu_hu: Fizikai beállítások
it_it: Pulsante Multi-Funzione
ja_jp: 手動
nl_nl: Multifunctionele knop
no_no: Programknapp & VK
pl_pl: Regulatory Fizyczne
pt_pt: Botão multi função
ro_ro: Butoane de reglaj
ru_ru: Ручные регулировки
sv_se: Multifunktionsknapp
tr_tr: Fiziksel kontroller
zh_cn: 多功能按钮

source: Next
cs_cz: Další
da_dk: Næste
de_de: Weiter
es_es: Siguiente
fi_fi: Seuraava
fr_fr: Suivant
hu_hu: Következő
it_it: Prossimo
ja_jp: 次へ
nl_nl: Volgende
no_no: Neste
pl_pl: Następny
pt_pt: Próximo
ro_ro: Urmatorul
ru_ru: Следующий
sv_se: Nästa
tr_tr: Sonraki
zh_cn: 之后

source: In-Situ Preparation
cs_cz: Příprava in-situ
da_dk: In-Situ forberedelse
de_de: Vorbereitung der In Situ Audiometrie
es_es: Preparación In-Situ
fi_fi: In-Situ valmistelu
fr_fr: Préparation à l'audiométrie intégrée
hu_hu: In-Situ előkészítés
it_it: Preparazione In-Situ
ja_jp: インサイチュの準備
ko_kr: In-Situ 준비
nl_nl: In-Situ voorbereiden
no_no: In-Situ Klargjøring
pl_pl: Przygotowanie In-Situ
pt_pt: Preparação In-Situ
ro_ro: Pregatiri
ru_ru: Подготовка аудиограммы на месте
sv_se: In-Situ förberedelse
tr_tr: In-Situ Hazırlaması
zh_cn: 准备听力测试

source: Previous
cs_cz: Předchozí
da_dk: Forrige
de_de: Zurück
es_es: Anterior
fi_fi: Edellinen
fr_fr: Précédent
hu_hu: Elöző
it_it: Precedente
ja_jp: 戻る
nl_nl: Vorig scherm
no_no: Forrige
pl_pl: Poprzedni
pt_pt: Anterior
ro_ro: Inapoi
ru_ru: Предыдущий
sv_se: Föregående
tr_tr: Önceki
zh_cn: 之前

source: Begin In-Situ
cs_cz: Začátek in-situ
da_dk: Begynd In-Situ
de_de: Audiometrie starten
es_es: Comenzar In-Situ
fi_fi: Aloita In-Situ
fr_fr: Audiométrie intégrée
hu_hu: In-Situ kezdés
it_it: Iniziare In-Situ
ja_jp: インサイチュの開始
ko_kr: In-Situ 시작
no_no: Start In-Situ
pl_pl: Rozpocznij In-Situ
pt_pt: Iniciar In-Situ
ro_ro: Incepe In-Situ
ru_ru: Начать аудиограмму на месте
sv_se: Starta In-Situ
tr_tr: In-Situ'ya başla
zh_cn: 开始听力测试

source: Environment
cs_cz: Prostředí
da_dk: Miljø
de_de: Umgebung
es_es: Entorno
fi_fi: Ympäristö
fr_fr: Environnement
hu_hu: Környezet
it_it: Ambiente
ja_jp: 環境
ko_kr: 환경
nl_nl: Omgeving
no_no: Miljø
pl_pl: Środowisko
pt_pt: Ambiente
ro_ro: Mediu ambiental
ru_ru: Окружение
sv_se: Miljö
tr_tr: Çevre
zh_cn: 环境

source: In-Situ Audiometry requires a quiet environment in order to be accurate. Please evaluate the environment to determine the noise level.
cs_cz: In-Situ Audiometrie vyžaduje tiché prostředí, aby byla přesná. Prosím vyhodnoťte prostředí za účelem stanovení úrovně hluku.
da_dk: In-Situ audiometri kræver et roligt miljø for at være præcist. Bedøm venligst lydmiljøet for at bestemme støjniveauet.
de_de: Die In-Situ Audiometrie sollte in einer ruhigen Umgebung ausgeführt werden. Bitte überprüfen Sie die Situation um den Einfluss der Störgeräusche zu bestimmen.
es_es: La audiometría In-Situ necesita un entorno silencioso para ser precisa. Por favor evalúe el entorno para determinar el nivel de ruido.
fi_fi: In-situ audiometria vaatii hiljaisen ympäristön ollakseen luotettava. Ole hyvä ja arvioi ääniympäristö määrittääksesi melutaso.
fr_fr: L'audiométrie intégrée nécessite un environnement sonore calme pour être effectuée. Cliquer sur "évaluer" pour mesurer le niveau sonore ambiant.
hu_hu: Az In-situ audiometriához csendes környezet szükséges. Kérjük csökkentse a környezeti zajt a lehető legkisebbre.
it_it: Per una maggiore precisione, l'audiometria In-Situ richiede un ambiente tranquillo. Valutare l'ambiente per determinare il livello di rumore.
ja_jp: インサイチュ測定には静かな環境が必要です。 測定のため、周囲の騒音レベルを確認します。
ko_kr: In-Situ 청력검사는 정확도를 위해 조용한 환경에서 실행해야합니다. 검사를 하기 전 주변 소음 정도를 확인하세요.
nl_nl: Voor een nauwkeurige In-Situ audiometrie is een rustige omgeving noodzakelijk. Meet eventueel het geluidsniveau van de omgeving.
no_no: In-Situ audiometri krever ett stille miljø. Vennligst evaluer miljøet for å fastslå støynivået.
pl_pl: Aby zachować dokładność Audiometria In-Situ wymaga cichego otoczenia. Proszę przeprowadzić ocenę środowiska aby sprawdzić poziom hałasu.
pt_pt: Audiometria in-Situ requer um ambiente silencioso para ser mais precisa. Por favor, avalie o ambiente para determinar o nível de ruído.
ro_ro: Audiometria In-situ necesita un mediu ambiental linistit pentru a putea avea acuratete. Va rog determinati nivelul zgomotului mediului.
ru_ru: Для точности In-Situ аудиометрии необходима тихая окружающая обстановка. Пожалуйста, оцените окружающую обстановку, чтобы определить уровень шума.
sv_se: In-situ audiometri kräver en tyst miljö för att bli exakt. Utvärdera ljudmiljön för att bestämma brusnivån.
tr_tr: In-Situ odyometrisinin sağlıklı yapılabilmesi için sessis bir ortam gereklidir. Gürültü seviyesini belirlemek için ortamı ölçün.
zh_cn: 内置听力计工作时要求周边环境安静，请先测量环境中噪音的大小。

source: The environment is too noisy to use In-Situ Audiometry. Try moving to a quieter location.
cs_cz: Okolí je příliš hlasité pro použití In-Situ Audiometrie. Zkuste se přesunout do tiššího prostředí.
da_dk: Der er for meget støj fra omgivelserne til gennemførelse af In-Situ audiometri. Prøv at finde et mere roligt sted.
de_de: Die Umgebung ist zu laut um die In-Situ Audiometrie auszuführen. Versuchen Sie es in einer leiseren Umgebung.
es_es: El entorno es demasiado ruidoso para utilizar audiometría In-Situ. Pruebe a moverse a un entorno más tranquilo.
fi_fi: Ääniympäristö on liian meluisa In-situ audiometrialle. Yritä siirtyä hiljaisempaan ääniympäristöön.
fr_fr: Le niveau sonore environnant est trop élevé pour effectuer une audiométrie précise. Réduire le niveau de bruit ambiant.
hu_hu: A környezet túl zajos az In-Situ audiometriához. Keressen egy csendesebb helyet.
it_it: L'ambiente è troppo rumoroso per effettuare l'Audiometria In-Situ. Provare a spostarsi in un luogo più tranquillo.
ja_jp: インサイチュ測定を行うには騒音レベルが大きすぎます。静かな環境で測定を行って下さい。
ko_kr: In-Situ 청력검사를 실행하기에 주변이 너무 시끄럽습니다. 더 조용한 위치로 이동해 주십시오.
nl_nl: De omgeving is te lawaaiig om In-Situ audiometrie uit te voeren. Zorg voor een rustiger omgeving.
no_no: Miljøet er for støyende for In-Situ audiometri. Forsøk å redusere støynivået.
pl_pl: Otoczenie jest zbyt głośne aby użyć audiometrii In-Situ. Spróbuj w bardziej spokojnym otoczeniu.
pt_pt: O ambiente é muito ruidoso para realizar audiometria in-Situ. tente mudar para outro local.
ro_ro: Mediul este prea zgomotos pentru audiometrie in-situ . Incercati sa va mutati intr-o locatie mai linistita.
ru_ru: Слишком сильный окружающий шум, чтобы выполнить In-Situ аудиометрию. Попробуйте перейти в более тихое место.
sv_se: Ljudmiljön är inte tillräckligt tyst för att kunna användas till In-situ audiometri. Försök flytta till en lugnare miljö.
tr_tr: In-Situ odyometri kullanmak için çevre ortamı çok gürültülü. Daha sessiz bir ortama geçmeyi deneyin.
zh_cn: 环境太嘈杂，不能使用内置听力计，请另择安静的场所。

source: The environment is noisy to use In-Situ Audiometry. Measurements may not be accurate.
cs_cz: Okolí je příliš hlasité pro použití In-Situ Audiometrie. Měření nemusí být přesné.
da_dk: Der er for meget støj fra omgivelserne gennemførelse af In-Situ audiometri vil medføre måleusikkerhed
de_de: die Umgebung ist zu laut um die In-Situ Audiometrie auszuführen. Die Ergebnisse könnten ungenau sein.
es_es: El entorno es ruidoso para realizar una audiometría In-Situ. Las mediciones pueden no ser precisas.
fi_fi: Ääniympäristö on liian meluisa In-situ audiometrialle. Mittaukset eivät ole luotettavaia.
fr_fr: Le niveau sonore environnant est trop élevé pour effectuer une audiométrie précise.
hu_hu: A környezet túl zajos az In-Situ audiometriához. A mérés nem lehet pontos.
it_it: L'ambiente è troppo rumoroso per effettuare l'Audiometria In-Situ. Le misurazioni potrebbero non essere accurate.
ja_jp: インサイチュ測定を行うには騒音レベルが大きいです。正しい測定が行われない可能性があります。
ko_kr: In-Situ 청력검사를 실행하기에 주변이 너무 시끄럽습니다. 측정값이 정확하지 않을 수 있습니다.
nl_nl: De omgeving is tamelijk lawaaiig voor In-Situ audiometrie. De metingen zijn wellicht niet nauwkeurig.
no_no: Miljøet er for støyende for In-Situ audiometri. Målingene kan bli unøyaktige.
pl_pl: Otoczenie jest głośne dla potrzeb audiometrii In-Situ. Pomiary mogą nie być dokładne.
pt_pt: O ambiente é muito ruidoso para realizar audiometria in-Situ. As medidas encontradas podem não ser precisas.
ro_ro: Mediul este zgomotos pentru audiometrie in-situ . Masuratorile pot sa nu fie precise.
ru_ru: Слишком сильный окружающий шум, чтобы выполнить In-Situ аудиометрию. Измерение может быть неточным.
sv_se: Ljudmiljön är inte helt tyst. In-situ audiometri mätningarna kanske inte blir exakta.
tr_tr: In-Situ odyometri kullanmak için çevre ortamı çok gürültülü. Ölçümler doğru olmayabilir.
zh_cn: 环境比较嘈杂，可能会影响内置听力计测量的结果。
