Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Decrease low frequency gain for soft sounds increase mid and high frequency gain
cs_cz: Snižte zisk slabých zvuků na hlubokých frekvencích a zvyšte středních a vysokých frekvencí
da_dk: Reducer lavfrekvent forstærkning for svage lyde, øg mellem og højfrekvent forstærkning
de_de: Verringern Sie die Verstärkung in den tiefen Frequenzen für leise Töne, erhöhen Sie die Verstärkung für mittlere und hohe Frequenzen.
es_es: Reducir ganancia en graves para sonidos suaves, aumentar ganancia en medios y agudos
fi_fi: Vähennä vahvistusta matalilla taajuuksilla heikoille äänille ja lisää vahvistusta keski ja korkeille taajuuksille
fr_fr: Diminuer G50 pour les fréquences graves et augmenter les fréquences moyennes et aiguës
hu_hu: Csökkentse a mély frekvenciás erősítést a lágy hangokra, növelje a közép és magas frekvenciás erősítést
it_it: Diminuire il guadagno alle basse frequenze per i suoni deboli e aumentare il guadagno delle frequenze medie e alte
ja_jp: 低域のG50を下げ、中高域を上げて下さい
ko_kr: 작은 소리의 저주파 이득치를 낮추세요 중간 주파수와 고주파 이득치를 높이세요
nl_nl: Verlaag de versterking van lage frequenties bij zachte geluiden, verhoog de versterking van midden en hoge frequenties
no_no: Senk lav frekvens forsterkning for svake lyder, øk midt- og høy frekvens forsterkning
pl_pl: Zmniejsz wzmocnienie dla niskich częstotliwościdla cichych dźwięków, zwiększ wzmocnienie dla średnich i wysokich częstotliwości
pt_pt: Diminua o ganho para as frequencias baixas para o G50 e aumente o ganho para as frequencias médias e altas
ro_ro: Scadeti castigul pe joase pentru sunete slabe si cresteti castigul pe medii si inalte
ru_ru: Уменьшите усиление на низких частотах для тихих звуков и увеличьте усиление на средних и высоких частотах
sv_se: Minska förstärkningen på låga frekvenser för svaga ljud och öka förstärkningen på mellan och höga frekvenser
tr_tr: Yumuşak sesler için alçak frekans kazancını azalt, orta ve yüksek frekans kazancını artır
zh_cn: 降低小声的低频增益并增益中高频增益

source: Music sounds hollow
cs_cz: Hudba zní dutě
da_dk: Musik lyder hult
de_de: Musik klingt hohl
es_es: La música suena "hueca"
fi_fi: Musiikki kuulostaa ontolta
fr_fr: La musique est trop caverneuse
hu_hu: Zene élettelennek tűnik
it_it: Musica con riverbero
ja_jp: 音楽が反響する・こもる
ko_kr: 음악소리가 똑똑하게 들리지 않음
nl_nl: Muziek klinkt hol
no_no: Musikk oppleves hult
pl_pl: Muzyka jest przytłumiona
pt_pt: A música soa oca
ro_ro: Muzica se aude in ecou
ru_ru: Музыка звучит гулко, басовито
sv_se: Musik låter ihåligt
tr_tr: Müzik sesleri boşluktan gelir gibi, yankılı geliyor
zh_cn: 听音乐空虚,不实

source: Increase low and mid frequency gain
cs_cz: Zvyšte zisk na hloubkách a středních frekvencích
da_dk: Forøg lav- og højfrekvens forstærkning
de_de: Für tiefe und mittlere Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia de frecuencias bajas y medias
fi_fi: Lisää vahvistusta basso- ja keskitaajuuksilla
fr_fr: Augmenter le gain pour les fréquences graves et moyennes
hu_hu: Növelje a mély és közép frekvenciás erősítést
it_it: Incrementare le frequenze gravi e medie
ja_jp: 低中域を上げて下さい
ko_kr: 중간주파수와 저주파수의 이득을 높이세요
nl_nl: Verhoog de versterking van lage en midden frequenties.
no_no: Øk lav- og midtfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie niskich i średnich częstotliwości
pt_pt: Aumento de ganho de baixa e média frequência
ro_ro: Cresteti castigul pe frecventele joase si medii
ru_ru: Увеличьте усиление на низких и средних частотах
sv_se: Öka förstärkningen för låg och mellanfrekvenser
tr_tr: Alçak ve orta frekanslarda kazancı artır
zh_cn: 增加中低频增益

source: Increase vent size
cs_cz: Zvětšete velikost odvětrání
da_dk: Forøg vent diameteren
de_de: Venting Größe erhöhen
es_es: Aumentar diámetro del venting
fi_fi: Suurenna ilmastointia
fr_fr: Augmenter la taille de l'évent
hu_hu: Növelje a ventfuratot
it_it: Incrementare ventilazione
ja_jp: ベントサイズを大きくして下さい
ko_kr: 벤트 크기를 늘리세요
nl_nl: vergroot de venting
no_no: Øk ventilering
pl_pl: Zwiększ średnice wentylacji
pt_pt: Aumentar tamanho da ventilação
ro_ro: Cresteti marimea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorlek
tr_tr: Vent Ölçüsünü artırın
zh_cn: 增加通气孔尺寸

source: Decrease G80 for mid and high frequencies
cs_cz: Snižte G80 na středních frekvencích a výškách
da_dk: Nedsæt G80 for mellem- og højfrekvens
de_de: Für mittlere und hohe Frequenzen die Verstärkung G80 absenken
es_es: Disminuya G80 para frecuencias medias y altas
fi_fi: Vähennä G80-vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Diminuer G80 pour les fréquences moyennes et aiguës
hu_hu: G80 erősítés csökkentés a közép és magas frekvenciákon
it_it: Diminuire G80 per medie ed alte frequenze
ja_jp: 中高域のG80を下げて下さい
ko_kr: 중간주파수와 고주파수에서 G80을 낮추세요
nl_nl: Verminder de versterking G80 voor midden en hoge frequenties.
no_no: Reduser G80 i midt- og høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G80 średnich i wysokich częstotliwości
pt_pt: Redução de G80 para médias e altas frequências
ro_ro: Reduce G80 pe frecventele medii si inalte
ru_ru: Уменьшите G80 на средних и высоких частотах
sv_se: Minska G80 för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 降低G80中高频增益

source: Music sounds sharp or shrill
cs_cz: Hudba zní ostře nebo pronikavě
da_dk: Musik lyder skarpt og skrigende
de_de: Musik klinkt scharf und schrill
es_es: La música suena fuerte o estridente
fi_fi: Musiikki kuulostaa terävältä ja kimeältä
fr_fr: La musique est trop perçante ou stridente
hu_hu: A zenei hangok élesek
it_it: Suono della musica stridula e squillante
ja_jp: 音楽がキンキンする
ko_kr: 음악 소리가 날카롭게 들림
nl_nl: Muziek klinkt scherp of schril
no_no: Musikk er for skarpt
pl_pl: Muzyka brzmi ostro albo mechanicznie
pt_pt: A música está aguda ou estridente
ro_ro: Muzica se aude ascutit si strident
ru_ru: Музыка звучит резко или пронзительно
sv_se: Musik låter vasst och skrälligt
tr_tr: Muzik keskin ve tiz geliyor
zh_cn: 听音乐刺耳

source: Increase low frequency gain, decrease mid and high frequency gain
cs_cz: Zvyšte zisk na hloubkách, snižte zisk na středních frekvencích a výškách
da_dk: Forøg lavfrekvent forstærkning, nedsæt midt og højfrekvent forstærkning
de_de: Erhöhen Sie die Verstärkung für die tiefen Frequenzen; verringern Sie die Verstärkung für die mittleren und hohen Frequenzen
es_es: Aumentar ganancia en bajas frecuencias, reducir ganancia en medias y bajas frecuencias
fi_fi: Lisää vahvistusta matalilla taajuuksilla, vähennä vahvistusta keski ja korkeilla taajuuksilla.
fr_fr: Augmenter le gain pour les fréquences graves et diminuer le gain pour les fréquences moyennes et aiguës
hu_hu: Növelje a mély frekvenciás erősítést, csökkentse a közép és magas frekvenciás erősítést
it_it: Aumentare i gravi, diminuire medi ed acuti
ja_jp: 低域を上げ、中高域を下げて下さい
ko_kr: 저주파수 이득을 높이고 중간주파수와 고주파수 이득을 낮추세요
nl_nl: Verhoog de versterking bij lage frequenties, verlaag de versterking bij midden en hoge frequenties.
no_no: Øk lavfrekvensforsterkning, senk midt- og høyfrekvensforsterkning
pl_pl: Zwiększ wzmocnienie niskich częstotliwości, zmniejsz wzmocnienie średnich i wysokich częstotliwości
pt_pt: Aumentar ganho de freq. baixa, diminuir ganho de freq. média e alta
ro_ro: Cresteti castigul pe frecvente joase, reduceti castigul pe frecventele medii si inalte
ru_ru: Увеличьте усиление на низких частотах, уменьшите усиление на средних и высоких частотах
sv_se: Öka förstärkningen för de låga frekvenserna, minska förstärkningen för mellan och höga frekvenser
tr_tr: Alçak frekanslarda kazancı artır, orta ve yüksek frekanslarda kazancı azalt
zh_cn: 增加低频增益，降低中高频增益

source: Decrease G80 for high frequencies
cs_cz: Snižte G80 na výškách
da_dk: Nedsæt G80 for høje frekvenser
de_de: Verringern Sie die Verstärkung G80 für die hohen Frequenzen
es_es: Reducir G80 para altas frecuencias
fi_fi: Vähennä G80-vahvistusta korkeilla taajuuksilla
fr_fr: Diminuer G80 pour les fréquences aiguës
hu_hu: Csökkentse a G80-at a magas frekvenciákon
it_it: Diminuire G80 per le alte frequenze
ja_jp: 高域のG80を下げて下さい
ko_kr: 고주파수의 G80을 낮추세요
nl_nl: Verlaag G80 bij hoge frequenties.
no_no: Senk G80 i høyfrekvensen
pl_pl: Zmniejsz wzmocnienie G80 wysokich częstotliwości
pt_pt: Diminuir G80 para freq. altas
ro_ro: Reduceti G80 pe frecventele inalte
ru_ru: Уменьшите усиление громких звуков (G80) на высоких частотах
sv_se: Minska G80 för de höga frekvenserna
tr_tr: Yüksek frekanslarda G80 kazancını azalt
zh_cn: 降低G80高频增益

source: Decrease G80 for mid and high frequencies
cs_cz: Snižte G80 na středních frekvencích a výškách
da_dk: Nedsæt G80 for mellem- og højfrekvens
de_de: Für mittlere und hohe Frequenzen die Verstärkung G80 absenken
es_es: Disminuya G80 para frecuencias medias y altas
fi_fi: Vähennä G80-vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Diminuer G80 pour les fréquences moyennes et aiguës
hu_hu: G80 erősítés csökkentés a közép és magas frekvenciákon
it_it: Diminuire G80 per medie ed alte frequenze
ja_jp: 中高域のG80を下げて下さい
ko_kr: 중간주파수와 고주파수에서 G80을 낮추세요
nl_nl: Verminder de versterking G80 voor midden en hoge frequenties.
no_no: Reduser G80 i midt- og høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G80 średnich i wysokich częstotliwości
pt_pt: Redução de G80 para médias e altas frequências
ro_ro: Reduce G80 pe frecventele medii si inalte
ru_ru: Уменьшите G80 на средних и высоких частотах
sv_se: Minska G80 för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 降低G80中高频增益

source: Sound quality is boomy
cs_cz: Charakter všech zvuků je dunivý
da_dk: Lydkvaliteten er for dyb
de_de: Der Klang ist dröhnend
es_es: La calidad del sonido resulta demasiado fuerte, estridente
fi_fi: Äänenlaatu on kumiseva
fr_fr: La qualité sonore est trop sourde
hu_hu: A hang kongó
it_it: Qualità del suono rimbombante
ja_jp: 音質の低い音が気になる
ko_kr: 음질이 낮게 웅웅거림
nl_nl: Het geluid klinkt dreunend.
no_no: Lydkvaliteten oppleves rungende
pl_pl: Dźwięk jest dudniący
pt_pt: A qualidade do som está como um estrondo
ro_ro: Sunetul este infundat.
ru_ru: Грохочущее звучание
sv_se: Alla ljud dånar
tr_tr: Bütün sesler gümbürtülü, patlayarak geliyor
zh_cn: 声音沉闷

source: Decrease low frequency gain by 6 dB, increase high frequency gain
cs_cz: Snižte zisk na hloubkách o 6 dB, zvyšte zisk na výškách
da_dk: Nedsæt lavfrekvent forstærkning med 6 dB, forøg højfrekvensforstærkning
de_de: Verringern Sie die Verstärkung für die tiefen Frequenzen um 6 dB, erhöhen Sie die Verstärkung für die hohen Frequenzen
es_es: Reducir la ganancia en altas frecuencias en 6dB, aumentar la ganancia en agudos
fi_fi: Vähennä vahvistusta 6dB matalilla taajuuksilla, lisää vahvistusta korkeilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves de 6 dB et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse a mély frekvenciás erősítést 6 dB-lel, növelje a magas frekvenciás erősítést.
it_it: Ridurre di 6dB i gravi, aumentare gli acuti.
ja_jp: 低域を6dB下げ、高域を上げて下さい
ko_kr: 6dB까지 저주파수 이득을 낮추고 고주파수 이득을 높이세요
nl_nl: Verlaag de versterking bij lage frequenties met 6dB, verhoog de versterking bij hoge frequenties.
no_no: Senk lavfrekvensforsterkning med 6 dB, øk høyfrekvensforsterkning
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości o 6 dB, zwiększ wzmocnienie wysokich częstotliwości
pt_pt: Diminuir ganho de freq. baixas em 6 dB, aumentar ganho de freq. altas
ro_ro: Reduceti castigul cu 6 dB pe frecvente joase, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах на 6 дБ, увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen 6 dB för de låga frekvenserna, öka förstärkningen för de höga frekvenserna
tr_tr: Alçak frekans kazancını 6 dB azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益6dB，增加高频增益

source: Decrease low frequency gain and increase high frequency gain
cs_cz: Snižte zisk na hloubkách a zvyšte zisk na výškách
da_dk: Nedsæt lavfrekvens forstærkning og forøg højfrekvens forstærkning
de_de: Für tiefe Frequenzen die Verstärkung absenken; für hohe Frequenzen die Verstärkung anheben
es_es: Disminuya la ganancia de baja frecuencia e incremente la ganancia de alta frecuencia
fi_fi: Vähennä bassovahvistusta sekä lisää vahvistusta diskanttitaajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse a mély frekvenciás erősítést és növelje a magas frekvenciás erősítést
it_it: Diminuire i bassi ed incrementare gli acuti
ja_jp: 低域を下げ、高域を上げて下さい
ko_kr: 저주파수 이득을 낮추고 고주파수 이득을 높이세요
nl_nl: Verminder de versterking van lage frequenties, verhoog de versterking van hoge frequenties.
no_no: Reduser lavfrekvensforsterkningen og øk høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości i zwiększ wzmocnienie wysokich częstotliwości
pt_pt: Redução do ganho de baixa frequência e aumento do ganho de alta frequência
ro_ro: Reduceti castigul pe frecventele joase cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för låga frekvenser och öka förstärkningen för höga frekvenser
tr_tr: Alçak frekanslarda kazancı azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益和增加高频增益

source: Decrease G80 for low and mid frequencies
cs_cz: Snižte G80 na hloubkách a středních frekvencích
da_dk: Nedsæt G80 for lav- og mellemfrekvens
de_de: Für tiefe und mittlere Frequenzen die Verstärkung G80 absenken
es_es: Disminuya G80 para frecuencias bajas y medias
fi_fi: Vähennä G80-vahvistusta basso- ja keskitaajuuksilla
fr_fr: Diminuer G80 pour les fréquences graves et moyennes
hu_hu: Csökkentse a G80-at a mély és közép frekvenciákon
it_it: Diminuire G80 per le frequenze gravi e medie
ja_jp: 低中域のG80を下げて下さい
ko_kr: 중간주파수와 저주파수에서 G80을 낮추세요
nl_nl: Verminder de versterking G80 voor lage en midden frequenties.
no_no: Reduser G80 i lav- og midtfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G80 niskich i średnich częstotliwości
pt_pt: Redução de G80 para baixas e médias frequências
ro_ro: Reduceti G80 pe frecventele joase si medii
ru_ru: Уменьшите усиление громких звуков (G80) на низких и средних частотах
sv_se: Minska G80 för låga och mellanfrekvenser
tr_tr: Alçak ve orta frekanslarda G80 kazancını azalt
zh_cn: 降低G80中低频增益

source: Sound quality is dull
cs_cz: Charakter všech zvuků je tupý
da_dk: Lydkvaliteten er utydelig
de_de: Der Klang ist dumpf
es_es: La calidad del sonido resulta apagada
fi_fi: Äänenlaatu on tylsä
fr_fr: La qualité sonore est trop étouffée
hu_hu: A hang tompa
it_it: Suono debole
ja_jp: 音質がはっきりしない
ko_kr: 음질이 둔탁함
nl_nl: Het geluid klinkt dof of donker.
no_no: Lydkvaliteten oppleves dunkel
pl_pl: Dźwięk jest matowy
pt_pt: A qualidade do som está entorpecida
ro_ro: Sunetul nu este clar
ru_ru: Глухое звучание
sv_se: Alla ljud låter dämpade
tr_tr: Bütün sesler kalın ve donuk geliyor
zh_cn: 声音模糊

source: Increase mid and high frequency gain
cs_cz: Zvyšte zisk na středních frekvencích a výškách
da_dk: Forøg mellem- og højfrekvens forstærkning
de_de: Für mittlere und hohe Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia de frecuencias medias y altas
fi_fi: Lisää vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Augmenter le gain pour les fréquences moyennes et aiguës
hu_hu: Növelje a közép és magas frekvenciás erősítést
it_it: Aumentare il guadagno alle medie ed alte frequenze
ja_jp: 中高域を上げて下さい
ko_kr: 중간주파수와 고주파수의 이득을 높이세요
nl_nl: Verhoog de versterking van midden en hoge frequenties.
no_no: Øk midt- og høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie średnich i wysokich częstotliwości
pt_pt: Aumento do ganho de média e alta frequência
ro_ro: Mariti castigul pe frecventele medii si inalte
ru_ru: Увеличьте усиление на средних и высоких частотах
sv_se: Öka förstärkningen för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekans kazancını artır
zh_cn: 增加中高频增益

source: Decrease G50 for low frequencies, increase mid and high frequency gain
cs_cz: Snižte G50 na hloubkách, zvyšte zisk na středních frekvencích a výškách
da_dk: Nedsæt G50 for dybe frekvenser, forøg midt og højfrekvent forstærkning
de_de: Verringern Sie die Verstärkung G50 für die tiefen Frequenzen; erhöhen Sie die Verstärkung für die mittleren und hohen Frequenzen
es_es: Reducir ganancia para bajas frecuencias, aumentar la ganancia en medias y altas frecuencias
fi_fi: Vähennä G50-vahvistusta matalilla taajuuksilla, lisää vahvistusta keski ja korkeilla taajuuksilla
fr_fr: Diminuer G50 pour les fréquences graves et augmenter le gain pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a G50-et a mély frekvenciákon, növelje a közép és magas frekvenciás erősítést
it_it: Diminuire G50 per i gravi, aumentare medi ed acuti
ja_jp: 低域のG50を下げ、中高域を上げて下さい
ko_kr: 저주파수의 G50을 낮추고 중간주파수와 고주파수 이득을 높이세요
nl_nl: Verlaag G50 bij lage frequenties, verhoog de versterking bij midden en hoge frequenties.
no_no: Senk G50 i de lave frekvensene, øk midt- og høyfrekvensforsterkning
pl_pl: Zmniejsz wzmocnienie G50 niskich częstotliwości, zmniejsz średnich i wysokich częstotliwości
pt_pt: Diminuir G50 para freq. baixas, aumentar ganho para freq. médias e altas
ro_ro: Reduceti G50 pe frecvente joase, mariti castigul pe frecventele medii si inalte
ru_ru: Уменьшите усиление тихих звуков G50 на низких частотах, увеличьте усиление на средних и высоких частотах
sv_se: Minska G50 för låga frekvenser, öka förstärkningen för mellan och höga frekvenser
tr_tr: Alçak frekanslarda G50 kazancını azalt, orta ve yüksek frekanslarda kazancı artır
zh_cn: 降低G50低频增益，增加中高频增益

source: Increase mid frequency gain, increase G50 for high frequencies
cs_cz: Zvyšte zisk na středních frekvencích, zvyšte G50 na výškách
da_dk: Forøg midt frekvent forstærkning samt G50 for høje frekvenser
de_de: Erhöhen Sie die Verstärkung für die mittleren Frequenzen; erhöhen Sie die Verstärkung G50 für die hohen Frequenzen
es_es: Aumentar ganancia en frecuencias medias, aumentar G50 para altas frecuencias
fi_fi: Lisää vahvistusta keskitaajuuksilla, lisää G50-vahvistusta korkeilla taajuuksilla
fr_fr: Augmenter le gain pour les fréquences moyennes et Augmenter le gain G50 pour les fréquences aiguës
hu_hu: Növelje a közép frekvenciás erősítést, növelje a G50-et a magas frekvenciákon
it_it: Aumentare medi, incrementare G50 per gli acuti
ja_jp: 中域を上げて下さい
ko_kr: 중간주파수이득을 높이고 고주파수의 G50을 높이세요
nl_nl: Verhoog de versterking bij midden frequenties, verhoog G50 bij hoge frequenties.
no_no: Øk midtfrekvensforsterkning, øk G50 i høyfrekvensene
pl_pl: Zwiększ wzmocnienie średnich częstotliwości, zwiększ wzmocnienie G50 wysokich częstotliwości
pt_pt: Aumentar ganho de freq. médias, aumentar G50 para freq. altas
ro_ro: Cresteti castigul pe frecventele medii, cresteti G50 pe frecventele inalte
ru_ru: Увеличьте усиление на средних частотах, увеличьте усиление тихих звуков (G50) на высоких частотах
sv_se: Öka förstärkningen för mellanfrekvenser, öka G50 för höga frekvenser
tr_tr: Orta frekans kazancını artırın ve yüksek frekanslarda G50 kazancını artır
zh_cn: 增加中频增益，增加G50高频增益

source: Sound quality is hollow
cs_cz: Charakter všech zvuků je dutý
da_dk: Lydkvaliteten er hul
de_de: Der Klang ist hohl
es_es: La calidad del sonido resulta "hueca"
fi_fi: Äänenlaatu on ontto
fr_fr: La qualité sonore est trop caverneuse
hu_hu: A hang élettelennek tűnik
it_it: Suono con riverbero
ja_jp: 音が反響する・こもる
ko_kr: 음질이 똑똑하게 들리지 않음
nl_nl: Het geluid klinkt hol.
no_no: Lydkvaliteten oppleves hul
pl_pl: Dźwięk jest przytłumiony
pt_pt: A qualidade do som está oca
ro_ro: Sunetul se aude cu ecou
ru_ru: Гулкое, басовитое качество звука
sv_se: Alla ljud låter ihåliga
tr_tr: Bütün sesler boşluktan gelir gibi, yankılı geliyor
zh_cn: 声音空虚,不实

source: Increase low and mid frequency gain
cs_cz: Zvyšte zisk na hloubkách a středních frekvencích
da_dk: Forøg lav- og højfrekvens forstærkning
de_de: Für tiefe und mittlere Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia de frecuencias bajas y medias
fi_fi: Lisää vahvistusta basso- ja keskitaajuuksilla
fr_fr: Augmenter le gain pour les fréquences graves et moyennes
hu_hu: Növelje a mély és közép frekvenciás erősítést
it_it: Incrementare le frequenze gravi e medie
ja_jp: 低中域を上げて下さい
ko_kr: 중간주파수와 저주파수의 이득을 높이세요
nl_nl: Verhoog de versterking van lage en midden frequenties.
no_no: Øk lav- og midtfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie niskich i średnich częstotliwości
pt_pt: Aumento de ganho de baixa e média frequência
ro_ro: Cresteti castigul pe frecventele joase si medii
ru_ru: Увеличьте усиление на низких и средних частотах
sv_se: Öka förstärkningen för låg och mellanfrekvenser
tr_tr: Alçak ve orta frekanslarda kazancı artır
zh_cn: 增加中低频增益

source: Increase vent size
cs_cz: Zvětšete velikost odvětrání
da_dk: Forøg vent diameteren
de_de: Venting Größe erhöhen
es_es: Aumentar diámetro del venting
fi_fi: Suurenna ilmastointia
fr_fr: Augmenter la taille de l'évent
hu_hu: Növelje a ventfuratot
it_it: Incrementare ventilazione
ja_jp: ベントサイズを大きくして下さい
ko_kr: 벤트 크기를 늘리세요
nl_nl: vergroot de venting
no_no: Øk ventilering
pl_pl: Zwiększ średnicę wentylacji
pt_pt: Aumentar tamanho da ventilação
ro_ro: Cresteti marimea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorlek
tr_tr: Vent Ölçüsünü artırın
zh_cn: 增加通气孔尺寸

source: Decrease G80 for mid and high frequencies
cs_cz: Snižte G80 na středních frekvencích a výškách
da_dk: Nedsæt G80 for mellem- og højfrekvens
de_de: Für mittlere und hohe Frequenzen die Verstärkung G80 absenken
es_es: Disminuya G80 para frecuencias medias y altas
fi_fi: Vähennä G80-vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Réduire G80 pour les fréquences moyennes et aiguës
hu_hu: G80 erősítés csökkentés a közép és magas frekvenciákon
it_it: Diminuire G80 per medie ed alte frequenze
ja_jp: 中高域のG80を下げて下さい
ko_kr: 중간주파수와 고주파수에서 G80을 낮추세요
nl_nl: Verminder de versterking G80 voor midden en hoge frequenties.
no_no: Reduser G80 i midt- og høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G80 średnich i wysokich częstotliwości
pt_pt: Redução de G80 para médias e altas frequências
ro_ro: Reduce G80 pe frecventele medii si inalte
ru_ru: Уменьшите G80 на средних и высоких частотах
sv_se: Minska G80 för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 降低G80中高频增益

source: Sound quality is sharp
cs_cz: Charakter všech zvuků je ostrý
da_dk: Lydklvaliteten er skarp
de_de: Der Klang ist scharf
es_es: La calidad del sonido es aguda
fi_fi: Äänenlaatu on terävä
fr_fr: La qualité sonore est trop perçante
hu_hu: A hang éles
it_it: Suono acuto
ja_jp: 音質がキンキンする
ko_kr: 음질이 날카로움
nl_nl: Het geluid klinkt scherp.
no_no: Lydkvaliteten oppleves skarp
pl_pl: Dźwięk jest za ostry
pt_pt: A qualidade do som está aguda
ro_ro: Sunetul se aude ascutit
ru_ru: Резкое звучание
sv_se: Alla ljud är skarpa
tr_tr: Bütün sesler ince, keskin geliyor
zh_cn: 声音刺耳

source: Decrease high frequency gain
cs_cz: Snižte zisk na výškách
da_dk: Nedsæt højfrekvens forstærkning
de_de: Für hohe Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia de alta frecuencia
fi_fi: Vähennä diskanttivahvistusta
fr_fr: Diminuer le gain pour les fréquences aiguës
hu_hu: Csökkentse a magas frekvenciás erősítést
it_it: Diminuire il guadagno alle frequenze acute
ja_jp: 高域を下げて下さい
ko_kr: 고주파수의 이득을 낮추세요
nl_nl: Verminder de versterking van hoge frequenties.
no_no: Reduser høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie wysokich częstotliwości
pt_pt: Redução do ganho de alta frequência
ro_ro: Micsorati castigul pe frecventele inalte
ru_ru: Уменьшите усиление на высоких частотах
sv_se: Minska förstärkningen för höga frekvenser
tr_tr: Yüksek frekanslarda kazancı azalt
zh_cn: 降低高频增益
