Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Increase G50 for low frequencies, decrease G50 for high frequencies
cs_cz: Zvyšte G50 na hloubkách, snižte G50 na výškách
da_dk: Forøg G50 for lave frekvenser, nedsæt G50 for høje frekvenser
de_de: Erhöhen Sie die Verstärkung G50 für die tiefen Frequenzen; verringern Sie die Verstärkung G50 für die hohen Frequenzen
es_es: Aumentar G50 para bajas frecuencias, reducir G50 para altas frecuencias
fi_fi: Lisää G50-vahvistusta matalilla taajuuksilla, vähennä G50-vahvistusta korkeilla taajuuksilla
fr_fr: Augmenter G50 pour les fréquences graves et diminuer G50 pour les fréquences aiguës
hu_hu: Növelje a G50-et a mély frekvenciákon, csökkentse a G50-et a magas frekvenciákon
it_it: Aumentare G50 per i gravi, diminuire G50 per gli acuti
ja_jp: 低域のG50を上げ、高域のG50を下げて下さい
ko_kr: 저주파수의 G50을 높이고 고주파수의 G50을 낮추세요
nl_nl: Verhoog G50 bij lage frequenties, verlaag G50 bij hoge frequenties.
no_no: Øk G50 i lavfrekvensene, senk G50 i høyfrekvensene
pl_pl: Zmniejsz wzmocnienie G50 niskich częstotliwości, zmniejsz wzmocnienie G50 wysokich częstotliwości
pt_pt: Aumentar G50 para freq. baixas, diminuir G50 para freq. altas
ro_ro: Cresteti G50 pe frecventele joase,micsorati G50 pe frecventele inalte
ru_ru: Увеличьте усиление тихих звуков (G50) на низких частотах, уменьшите усиление тихих звуков (G50) на высоких частотах
sv_se: Öka G50 för de låga frevenserna, minska G50 för de höga frekvenserna
tr_tr: Alçak frekanslarda G50 kazancını artır ve yüksek frekanslarda G50 kazancını azalt
zh_cn: 增加G50低频增益，降低G50高频增益

source: Decrease G50 for high frequencies
cs_cz: Snižte G50 na výškách
da_dk: Nedsæt G50 for højfrekvens
de_de: Für hohe Frequenzen die Verstärkung G50 absenken
es_es: Disminuya G50 para altas frecuencias
fi_fi: Vähennä G50-vahvistusta diskanttitaajuuksilla
fr_fr: Diminuer G50 pour les fréquences aiguës
hu_hu: Csökkentse a G50-et a magas frekvenciákon
it_it: Diminuire G50 per le frequenze acute
ja_jp: 高域のG50を下げて下さい
ko_kr: 고주파수의 G50을 낮추세요
nl_nl: Verminder de versterking G50 voor hoge frequenties.
no_no: Reduser G50 i høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G50 wysokich częstotliwości
pt_pt: Redução de G50 para altas frequências
ro_ro: Micsorati G50 pe frecventele inalte
ru_ru: Уменьшите усиление тихих звуков (G50) на высоких частотах
sv_se: Minska G50 för höga frekvenser
tr_tr: Yüksek frekanslarda G50 kazancını azalt
zh_cn: 降低G50高频增益

source: Sound quality is metallic or tinny
cs_cz: Charakter všech zvuků je plechový nebo kovový
da_dk: Lydkvaliteten er metallisk eller tynd
de_de: Der Klang ist blechern / metallisch
es_es: La calidad del sonido es metálica
fi_fi: Äänenlaatu on metallinen
fr_fr: La qualité sonore est trop métallique
hu_hu: A hang fémes vagy éles
it_it: Suono metallico
ja_jp: 音質が硬く耳障りである
ko_kr: 음질이 기계소리 같거나 아주 작음
nl_nl: Het geluid heeft een iele of blikkerige klank.
no_no: Lydkvaliteten er metallisk eller spinkel
pl_pl: Dźwięk jest metaliczny
pt_pt: A qualidade do som está metálica
ro_ro: Sunetul se aude melatic
ru_ru: Звучание тонкое, с металлическим оттенком
sv_se: Alla ljud låter metalliska
tr_tr: Bütün sesler metalik, madeni geliyor
zh_cn: 有金属声

source: Decrease gain at 2 kHz
cs_cz: Snižte zisk na 2 kHz
da_dk: Nedsæt forstærkning ved 2 kHz
de_de: Verringern Sie die Verstärkung bei 2 kHz
es_es: Reducir ganancia a 2kHz
fi_fi: Vähennä vahvistusta 2 kHz:llä
fr_fr: Diminuer le gain à 2 kHz
hu_hu: Csökkentse az erősítést 2 kHz-en
it_it: Diminuire guadagno a 2kHz.
ja_jp: 2kHzの利得を下げて下さい
ko_kr: 2KHz에서 이득을 낮추세요
nl_nl: Verlaag de versterking bij 2 kHz
no_no: Senk forsterkning ved 2 kHz
pl_pl: Zmniejsz wzmocnienie przy 2 kHz
pt_pt: Diminuir ganho em 2 kHz
ro_ro: Reduceti castigul pe 2KHz
ru_ru: Уменьшите усиление на 2кГц
sv_se: Minska förstärkningen vid 2 kHz
tr_tr: 2 kHz de kazancı azalt
zh_cn: 降低2KHz增益

source: Perform real ear measurement; adjust gain to achieve smooth frequency response
cs_cz: Spusťte REM a nastavte zisk tak, aby byla charakteristika co nejhladší
da_dk: Udfør REM måling; juster frekvensgangen så den er glat
de_de: Führen Sie eine InSitu Messung durch; justieren Sie die Verstärkung, um eine glatte Frequenzübertragung zu erhalten.
es_es: Realizar la medición en oído real; ajustar la ganancia para conseguir un ajuste en frecuencia más preciso
fi_fi: Suorita REM-mittaus; säädä vahvistus siten, että taajusvaste on tasainen.
fr_fr: Faire une mesure in vivo et régler le gain pour obtenir une courbe de réponse lisse.
hu_hu: Végezzen valós fül mérést; állítsa az erősítést úgy, hogy elérje az egyenes frekvencia átvitelt
it_it: Effettuare il guadagno di inserzione
ja_jp: 実耳測定を行い、周波数特性が平らになるよう利得を調整して下さい
ko_kr: 실이측정을 수행합니다;부드러운 주파수 반응을 얻기 위해 이득을 조정하세요
nl_nl: Voer een In-Situ meting uit; pas de versterking aan om een vloeiende curve te krijgen
no_no: Foreta REM-måling; juster gain for å oppnå en glatt frekvenskurve
pl_pl: Wykonaj rzeczywisty pomiar ucha; dostosuj wzmocnienie dla wyrównania charakterystyk
pt_pt: Realizar medida REM: ajuste o ganho para uma resposta de freq. suave
ro_ro: Realizare de masuratori "in-situ"; ajustare de castig pentru o caracteristica de frecventa lina (claritate)
ru_ru: Произведите измерения на реальном ухе; подстройте усиление, чтобы достичь плавной частотной характеристики
sv_se: Utför IF mätning, justera förstärkningen för att uppnå en jämn frekvensgång
tr_tr: Gerçek Kulak Ölçümü yapıp, kazancı ayarlayın
zh_cn: 进行真耳测试；调整增益以得到平滑的频率响应

source: Decrease mid and high frequency gain
cs_cz: Snižte zisk na středních frekvencích a výškách
da_dk: Nedsæt forstærkning for mellem- og højfrekvens
de_de: Für niedrige und mittlere Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia de frecuencias medias y altas
fi_fi: Vähennä vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Diminuer le gain pour les fréquences moyennes et aiguës
hu_hu: Közép és magas frekvenciás erősítés csökkentés
it_it: Diminuire il guadagno alle alte e medie frequenze
ja_jp: 中高域を下げて下さい
ko_kr: 중간주파수와 고주파수에서 이득을 낮추세요
nl_nl: Verminder de versterking van midden en hoge frequenties.
no_no: Reduser midt- og høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie średnich i wysokich częstotliwości
pt_pt: Redução de ganho de médias e altas frequências
ro_ro: Micsorati castigul pe frecventele medii si inalte
ru_ru: Уменьшите усиление на средних и высоких частотах
sv_se: Minska förstärkningen för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda kazancı azalt
zh_cn: 降低中高频增益

source: Speech Intelligibility
cs_cz: Srozumitelnost řeči
da_dk: Taleforståelse
de_de: Sprachverständlichkeit
es_es: Inteligibilidad del habla
fi_fi: Puheen ymmärrettävyys
fr_fr: Intelligibilité de la parole
hu_hu: Beszédértés
it_it: Intelligibilità
ja_jp: 明瞭度
nl_nl: Spraakverstaanbaarheid
no_no: Taleforståelse
pl_pl: Zrozumiałość mowy
pt_pt: Inteligibilidade de Fala
ro_ro: Inteligibilitatea vorbirii
ru_ru: Разборчивость речи
sv_se: Taluppfattning
tr_tr: Konuşmanın Anlaşılabilirliği
zh_cn: 言语可懂度

source: Conversation with one person in quiet is difficult to follow
cs_cz: Je těžké sledovat řeč jedné osoby v tichu
da_dk: Tale med én person i rolige omgivelser er svært at følge
de_de: Dem Gespräch mit einer Person in ruhiger Umgebung zu folgen ist schwierig
es_es: Resulta difícil seguir la conversación con otra persona
fi_fi: Kahdenkeskinen keskustelu vaikeaa hiljaisessa ääniympäristössä
fr_fr: Converser avec une personne seule est difficile
hu_hu: A beszélgetést egy emberrel nehéz követni
it_it: Difficoltà a seguire una conversazione in quiete
ja_jp: 静かな所で１対１の会話が困難である
ko_kr: 조용한곳에서 한사람과 대화할때 이해하기가 어려움
nl_nl: Een gesprek met één persoon in een rustige omgeving is moeilijk te volgen.
no_no: Samtale med en person i stille omgivelser er vanskelig å følge
pl_pl: W ciszy trudno zrozumieć rozmówcę
pt_pt: É difícil acompanhar conversas com uma pessoa em ambiente silencioso
ro_ro: Conversatia in liniste cu o persoana este greu de urmarit
ru_ru: Сложно разговаривать с одним человеком в тишине
sv_se: Konversation med en person i en tyst miljö är svår att följa
tr_tr: Sessiz ortamda karşımdaki kişinin konuşmalarını takip etmekte zorlanıyorum
zh_cn: 在安静环境下和人单独交谈有困难

source: Increase G50 for high frequencies
cs_cz: Zvyšte G50 na výškách
da_dk: Forøg G50 for høje frekvenser
de_de: Für hohe Frequenzen die Verstärkung G50 anheben
es_es: Incremente G50 para altas frecuencias
fi_fi: Lisää G50-vahvistusta diskanttitaajuuksilla
fr_fr: Augmenter G50 pour les fréquences aiguës
hu_hu: Növelje a G50-et a magas frekvenciákon
it_it: Aumentare G50 per le alte frequenze
ja_jp: 高域のG50を上げて下さい
ko_kr: 고주파수 G50을 높이세요
nl_nl: Verhoog de versterking G50 voor hoge frequenties.
no_no: Øk G50 i høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie G50 wysokich częstotliwości
pt_pt: Aumento de G50 para altas frequências
ro_ro: Mariti G50 pe frecventele inalte
ru_ru: Увеличьте усиление тихих звуков (G50) на высоких частотах
sv_se: Öka G50 för höga frekvenser
tr_tr: Yüksek frekanslarda G50 kazancını artır
zh_cn: 增加G50高频增益

source: Increase high frequency gain
cs_cz: Zvyšte zesílení na výškách
da_dk: Forøg højfrekvens forstærkning
de_de: Für hohe Frequenzen die Verstärkung anheben
es_es: Aumente la ganancia de alta frecuencia
fi_fi: Lisää diskanttivahvistusta
fr_fr: Augmenter le gain pour les fréquences aiguës
hu_hu: Növelje a magas frekvenciás erősítést
it_it: Aumentare gli acuti
ja_jp: 高域を上げて下さい
ko_kr: 고주파수 이득을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties.
no_no: Øk høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości
pt_pt: Aumentar ganho de alta frequência
ro_ro: Cresteti castigul pe frecventele inalte
ru_ru: Увеличьте усиление на высоких частотах
sv_se: Öka förstärkning för höga frekvenser
tr_tr: Yüksek frekans kazancını artır
zh_cn: 增加高频增益

source: Understanding speakers on television or radio is difficult
cs_cz: Je těžké rozumět řečníkovi v televizi nebo rádiu
da_dk: Det er svært at forstå i fjernsyn eller radio
de_de: Dem Gespräch von Personen im Radio / TV zu folgen ist schwierig
es_es: Resulta difícil entender a gente hablando en la televisión o en la radio
fi_fi: Vaikea saada selvää puheesta TV:ssä/radiossa
fr_fr: Comprendre les présentateurs télé ou radio est difficile
hu_hu: A TV vagy rádió bemondót nehéz megérteni
it_it: Difficoltà di ascolto TV
ja_jp: テレビ・ラジオの話を理解するのが困難である
ko_kr: TV나 라디오에서 말하는 사람의 소리를 이해하기 어려움
nl_nl: Een gesprek op de televisie of radio is moeilijk te volgen.
no_no: Vanskelig å forstå tale fra radio eller TV
pl_pl: Zrozumienie spikera w radio czy TV przysparza trudności
pt_pt: Entender personagens na televisão ou no rádio é difícil
ro_ro: Intelegerea vorbitorilor de la radio sau televizor este dificila
ru_ru: Речь по телевизору или радио звучит неразборчиво
sv_se: Det är svårt att höra tal på TV och radio
tr_tr: Televizyon ve radyodaki konuşmaları anlamakta zorlanıyorum
zh_cn: 看电视或听广播有困难

source: Increase high frequency gain, decrease G80 for low frequencies
cs_cz: Zvyšte zisk na výškách, snižte G80 na hloubkách
da_dk: Forøg højfrekvent forstærkning, nesæt G80 for dybe frekvenser
de_de: Erhöhen Sie die Verstärkung für die hohen Frequenzen; verringern Sie die Verstärkung G80 für die tiefen Frequenzen
es_es: Aumentar altas frecuencias, reducir G80 en graves
fi_fi: Lisää vahvistusta korkeilla taajuuksilla, vähennä G80-vahvistusta matalilla taajuuksilla
fr_fr: Augmenter le gain pour les fréquenes aiguës et diminuer le gain G80 pour les fréquences graves
hu_hu: Növelje a magas frekvenciás erősítést, csökkentse a G80-at a mély frekvenciákon.
it_it: Aumentare gli acuti, diminuire G80 per i gravi.
ja_jp: 高域を上げ、低域のG80を下げて下さい
ko_kr: 고주파수 이득을 높이고 저주파수의 G80을 낮추세요
nl_nl: Verhoog de versterking bij hoge frequenties, verlaag G80 bij lage frequenties.
no_no: Øk høyfrekvensforsterkning, senk G80 i lavfrekvensene
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości, zmniejsz wzmocnienie G80 niskich częstotliwości
pt_pt: Aumentar ganho de freq. altas, diminuir G80 para freq. baixas
ro_ro: Mariti castigul pe frecventele inalte, micsorati G80 pe frecventele joase
ru_ru: Увеличьте усиление на высоких частотах, уменьшите усиление громких звуков (G80) на низких частотах
sv_se: Öka förstärkningen för de höga frekvenserna, minska G80 för de låga frekvenserna
tr_tr: Yüksek frekanslarda kazancı artır ve alçak frekanslarda G80 kazancını azalt
zh_cn: 增加高频增益，降低G80低频增益

source: Decrease low frequency gain, increase high frequency gain
cs_cz: Snižte zisk na hloubkách, zvyšte zisk na výškách
da_dk: Nedsæt lavfrekvent forstærkning, forøg højfrekvent forstærkning
de_de: Verringern Sie die Verstärkung für die tiefen Frequenzen; erhöhen Sie die Verstärkung für die hohen Frequenzen
es_es: Reducir ganancia en graves, aumentar ganancia en altas
fi_fi: Vähennä vahvistusta matalilla taajuuksilla, lisää vahvistusta korkeilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse a mély frekvenciás erősítést, növelje a magas frekvenciás erősítést
it_it: Diminuire i gravi, aumentare gli acuti.
ja_jp: 低域を下げ、高域を上げて下さい
ko_kr: 저주파수이득을 낮추고 고주파수이득을 높이세요
nl_nl: Verlaag de versterking bij lage frequenties, verhoog de versterking bij hoge frequenties
no_no: Senk lavfrekvensforsterkning, øk høyfrekvensforsterkning
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości, zwiększ wzmocnienie wysokich częstotliwości
pt_pt: Diminuir ganho de freq. baixas, aumentar ganho de freq. altas
ro_ro: Reduceti castigul pe frecventele joase, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för de låga frekvenserna, öka förstärkningen för de höga frekvenserna
tr_tr: Alçak frekanslarda kazancı azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益，增加高频增益

source: Decrease low frequency gain, increase mid and high frequency gain
cs_cz: Snižte zisk na hloubkách, zvyšte zisk na středních frekvencích a výškách
da_dk: Nedsæt lavfrekvent forstærkning, forøg midt og højfrekvent forstærkning
de_de: Verringern Sie die Verstärkung für die tiefen Frequenzen; erhöhen Sie die Verstärkung für die mittleren und hohen Frequenzen
es_es: Reducir la ganancia en bajas frecuencias, aumentar ganancia en medias y altas
fi_fi: Vähennä vahvistusta matalilla taajuuksilla, lisää keski ja korkeilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et augmenter le gain pour fréquences moyennes et aiguës
hu_hu: Csökkentse a mély frekvenciás erősítést, növelje a közép és a magas frekvenciás erősítést.
it_it: Diminuire i gravi, incrementare medi ed acuti
ja_jp: 低域を下げ、中高域を上げて下さい
ko_kr: 저주파수 이득을 낮추고 중간주파수와 고주파수 이득을 높이세요
nl_nl: Verlaag de versterking bij lage frequenties, verhoog de versterking bij midden en hoge frequenties.
no_no: Senk lavfrekvensforsterkning, øk midt- og høyfrekvensforsterkning
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości, zwiększ wzmocnienie średnich i wysokich częstotliwości
pt_pt: Diminuir ganho em freq. baixas, aumentar ganho em freq. médias e altas
ro_ro: Scadeti castigul pe frecventele joase, cresteti castigul pe frecventele medii si inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на средних и высоких частотах
sv_se: Minska förstärkningen för de låga frekvenserna, öka förstärkningen för mellan och höga frekvenser
tr_tr: Alçak frekanslarda kazancı azalt, orta ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益，增加中高频增益

source: Understanding speech over the telephone is difficult
cs_cz: Je těžké rozumět řeči v telefonu
da_dk: Det er svært at forstå tale i telefonen
de_de: Sprache am Telefon zu verstehen ist schwierig
es_es: Resulta difícil entender una conversación telefónica
fi_fi: Vaikea saada puheesta selvää puhelimessa
fr_fr: Comprendre au téléphone est difficile
hu_hu: A telefonbeszélgetés nehezen érthető
it_it: Difficoltà di ascolto al telefono
ja_jp: 電話での会話を理解するのが困難である
ko_kr: 전화통화의 말소리를 이해하기 어려움
nl_nl: Het verstaan van spraak via de telefoon is moeilijk.
no_no: Vanskelig å forstå tale i telefonen
pl_pl: Trudno zrozumieć rozmawiając przez telefon
pt_pt: Entender a fala ao telefone é difícil
ro_ro: Intelegerea vocii de la telefon este dificila
ru_ru: Речь по телефону звучит неразборчиво
sv_se: Svårt att höra tal i telefon
tr_tr: Telefonda konuşmaları anlamakta zorlanıyorum
zh_cn: 接听电话有困难

source: Decrease low frequency gain, increase mid and high frequency gain
cs_cz: Snižte zisk na hloubkách, zvyšte zisk na středních frekvencích a výškách
da_dk: Nedsæt lavfrekvent forstærkning, forøg midt og højfrekvent forstærkning
de_de: Verringern Sie die Verstärkung für die tiefen Frequenzen; erhöhen Sie die Verstärkung für die mittleren und hohen Frequenzen
es_es: Reducir la ganancia en bajas frecuencias, aumentar ganancia en medias y altas
fi_fi: Vähennä vahvistusta matalilla taajuuksilla, lisää keski ja korkeilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et augmenter le gain pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a mély frekvenciás erősítést, növelje a közép és a magas frekvenciás erősítést.
it_it: Diminuire i gravi, incrementare medi ed acuti
ja_jp: 低域を下げ、中高域を上げて下さい
ko_kr: 저주파수 이득을 낮추고 중간주파수와 고주파수 이득을 높이세요
nl_nl: Verlaag de versterking bij lage frequenties, verhoog de versterking bij midden en hoge frequenties.
no_no: Senk lavfrekvensforsterkning, øk midt- og høyfrekvensforsterkning
pl_pl: Zmniesz wzmocnienie niskich częstotliwości, zwiększ wzmocnienie średnich i wysokich częstotliwości
pt_pt: Diminuir ganho em freq. baixas, aumentar ganho em freq. médias e altas
ro_ro: Scadeti castigul pe frecventele joase, cresteti castigul pe frecventele medii si inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на средних и высоких частотах
sv_se: Minska förstärkningen för de låga frekvenserna, öka förstärkningen för mellan och höga frekvenser
tr_tr: Alçak frekanslarda kazancı azalt, orta ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益，增加中高频增益

source: Increase overall gain
cs_cz: Zvyšte celkový zisk
da_dk: Skru op for forstærkning
de_de: Für alle Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia global
fi_fi: Lisää kokonaisvahvistusta
fr_fr: Augmenter le gain général
hu_hu: Növelje a teljes erősítést
it_it: Aumentare il guadagno
ja_jp: 全体的に利得を上げて下さい
ko_kr: 전체 이득을 높이세요
nl_nl: Verhoog de versterking.
no_no: Øk generell forsterkning
pl_pl: Zwiększ wzmocnienie całkowite
pt_pt: Aumento geral de ganho
ro_ro: Mariti castigul total
ru_ru: Увеличьте общее усиление
sv_se: Öka den totala förstärkningen
tr_tr: Bütün frekanslarda kazancı artır
zh_cn: 增加所有增益

source: Conversation in noisy places, like a restaurant, is difficult to follow
cs_cz: Je těžké sledovat konverzaci na hlučných místech, např. v restauraci
da_dk: Samtale i støj, f.eks. restaurant, er svært at følge
de_de: Gesprächen an lauten Orten, z.B. im Restaurant, zu folgen ist schwierig
es_es: Resulta difícil seguir una conversación en ambientes ruidosos, como en un restaurante
fi_fi: Vaikea saada selvää toisen puheesta melussa (esim. ravintolassa)
fr_fr: Comprendre dans des lieux bruyants comme le restaurant est difficile
hu_hu: A beszélgetést zajos helyen, pl. egy éttremben, nehéz követni
it_it: Difficoltà a seguire una conversazione al ristorante
ja_jp: レストランなどの騒音の大きな場所での会話が困難である
ko_kr: 레스토랑같은 시끄러운 곳에서 대화를 이해하기 어려움
nl_nl: Een gesprek in een lawaaiige omgeving, zoals een restaurant, is moeilijk te volgen.
no_no: Samtale i støyende omgivelser, som restauranter, er vanskelig å følge
pl_pl: W restauracji mam kłopoty ze zrozumieniem
pt_pt: É difícil acompanhar conversas em ambientes ruidosos, como restaurantes.
ro_ro: Conversatia in locuri zgomotoase , ca de exemplu restaurante , este greu de urmarit
ru_ru: Сложно разговаривать в шумных местах, таких как ресторан
sv_se: Konversationer i bullriga miljöer, så som i en restauranger, är svår att följa
tr_tr: Restoran gibi gürültülü ortamlarda konuşmaları takip etmekte zorlanıyorum
zh_cn: 在噪声环境中交谈如在喧哗的餐馆,理解困难

source: Decrease G80 for low frequencies, increase G50 for high frequencies
cs_cz: Snižte G80 na hloubkách a zvyšte G50 na výškách
da_dk: Nedsæt G80 for lave frekvenser, forøg G50 for høje frekvenser
de_de: Verringern Sie die Verstärkung G80 für die tiefen Frequenzen; erhöhen Sie die Verstärkung G50 für die hohen Frequenzen
es_es: Reducir G80 en bajas frecuencias, aumentar G50 en altas frecuencias
fi_fi: Vähennä G80-vahvistusta matalilla taajuuksilla, lisää G50-vahvistusta korkeilla taajuuksilla
fr_fr: Diminuer G80 pour les fréquences graves et augmenter G50 pour les fréquences aiguës
hu_hu: Csökkentse a G80-at a mély frekvenciákon, növelje a G50-et a magas frekvenciákon
it_it: Diminuire G80 per i gravi, incrementare G50 per gli acuti
ja_jp: 低域のG80を下げ、高域のG50を上げて下さい
ko_kr: 저주파수의 G80을 낮추고 고주파수의 G50을 높이세요
nl_nl: Verlaag G80 bij lage frequenties, verhoog G50 bij hoge frequenties.
no_no: Senk G80 i lavfrekvensene, øk G50 i høyfrekvensene
pl_pl: zmniejsz wzmocnienie G80 niskich częstotliwości, zwiększ wzmocnienie G50 wysokich częstotliwości
pt_pt: Diminuir G80 para freq. baixas, aumentar G50 para freq. altas
ro_ro: Reduceti G80 pe frecvente joase, cresteti G50 pe frecvente inalte
ru_ru: Уменьшите усиление громких звуков (G80) на низких частотах, увеличьте G50 на высоких частотах
sv_se: Minska G80 för de låga frekvenserna, öka G50 för de höga frekvenserna
tr_tr: Alçak frekanslarda G80 kazancını azalt ve yüksek frekanslarda G50 kazancını artır
zh_cn: 降低G80低频增益，增加G50高频增益

source: Increase degree of noise reduction
cs_cz: Zvyšte stupeň potlačení hluků
da_dk: Forøg graden af støjreduktion
de_de: Wirkung der Störgeräuschreduzierung erhöhen
es_es: Aumentar el nivel de reducción de ruido
fi_fi: Lisää kohinanvaimennuksen suuntakuviota
fr_fr: Augmenter le niveau du réducteur de bruit
hu_hu: Zajszűrés növelés
it_it: Aumentare il grado di riduzione del rumore
ja_jp: 雑音抑制の設定を強めて下さい
ko_kr: 소음 감소 등급을 높이세요
nl_nl: Vergroot de lawaaionderdrukking
no_no: Øk nivå av støyreduksjon
pl_pl: Zwiększ stopień redukcji szumu
pt_pt: Aumentar nível de redução de ruído
ro_ro: Mareste gradul de reducere a zgomotului
ru_ru: Увеличьте уровень шумоподавления
sv_se: Öka nivån av brusreduktion
tr_tr: Gürültü azaltma seviyesini arttır.
zh_cn: 增加降噪程度

source: Conversation at large gatherings, like at a party, is difficult to follow
cs_cz: Je těžké sledovat konverzaci na velkých shromážděních, např. při oslavě
da_dk: Samtale i store forsamlinger, f.eks. fest, er svært at følge
de_de: Unterhaltungen in einer größeren Menschengruppe, z.B. bei Partys, zu folgen ist schwierig
es_es: Resulta difícil seguir conversaciones en grupos grandes, por ejemplo en una fiesta
fi_fi: Vaikea saada selvää toisen puheesta suurissa ihmisjoukoissa
fr_fr: Suivre les conversations lors de réunions est difficile
hu_hu: A beszélgetést nagy térben, pl. egy partin, nehéz követni
it_it: Difficoltà a seguire una conversazione in luoghi ampi
ja_jp: パーティーのように人が多く集まる場所での会話が困難である
ko_kr: 파티같이 많은 사람들이 모여있는 곳에서 대화를 이해하기 어려움
nl_nl: Een gesprek in een ruimte waar veel mensen aanwezig zijn, zoals bij een feestje, is moeilijk te volgen.
no_no: Samtale i store forsamlinger, som selskaper, er vanskelig å følge
pl_pl: Rozmowy np. w czasie przyjęć sprawiają mi trudność
pt_pt: É difícil acompanhar conversas em grandes concentrações de pessoas, como em festas
ro_ro: Conversatia la o intrunire mai mare , ca de exemplu o petrecere, este greu de urmarit
ru_ru: Сложно разговаривать при большом скоплении людей, например, на вечеринке
sv_se: Konversationer i stora grupper, vid t ex partyn, är svåra att följa
tr_tr: Parti gibi kalabalık toplantılarda konusmaları takip etmekte zorlanıyorum
zh_cn: 在大型的场合如聚会时理解困难
