Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Check connections and required batteries, and that the correct version of ReSound Aventa is in use.
cs_cz: Zkontrolujte připojení, zda je vyžadována baterie a používáte-li správnou verzi Aventy.
da_dk: Kontroller forbindelser og om batteri er nødvendigt, og at du bruger den korrekte Aventa version.
de_de: Bitte Verbindungen und ggf. Batterien prüfen. Haben Sie die korrekte Aventa-Version geöffnet?
es_es: Comprobar conexiones y pilas, y que se está utilizando la versión correcta de Aventa.
fi_fi: Tarkista kytkennät, tarvitaanko paristo ja että oikea Aventa versio on käytössä.
fr_fr: Vérifiez les cordons et les piles, et que la version de Aventa utilisée est celle qui convient.
hu_hu: Ellenörizze az elemet és csatlakozást, és hogy az Aventa megfelelő verzióját használja.
it_it: Controllare le connessioni, le batterie richieste e la versione corretta di ReSound Aventa.
ja_jp: 接続ケーブルなどの状態や電池残量のほか、Aventaのバージョンが合っているか確認して下さい
ko_kr: 연결상태와 필요한 베터리, 그리고 올바른 버전의 Aventa가 사용되고 있는지를 체크하세요.
nl_nl: Check verbindingen en benodigde batterijen en of de correcte versie van Aventa in gebruik is.
no_no: Sjekk koblinger og batteri, samt at riktig versjon av Aventa benyttes.
pl_pl: Sprawdź połączenie i wymagane baterie oraz czy używaż odpowiedniej Aventa.
pt_pt: Checar conexões e bateria requerida, e se a versão correta do Aventa está em uso.
ro_ro: Verifica conexiunea si bateriile necesare si daca folosesc versiunea corecta de Aventa.
ru_ru: Проверить соединение, необходимость использования батареи и правильность выбранной версии Aventa.
sv_se: Kontrollera anslutningar, om batteri krävs och om korrekt Aventaversion används.
tr_tr: Bağlantıları, gerekli pili ve Aventa'nın doğru versiyonunun kullanıldığını kontrol edin.
zh_cn: 检查连接和电池及确定使用的Aventa软件版本是正确的。

source: Try Again
cs_cz: Zkuste znovu
da_dk: Prøv igen
de_de: Wiederholen
es_es: Re-Intentar
fi_fi: Kokeile uudelleen
fr_fr: Nouvel essai
hu_hu: Próbálja újra
it_it: Prova Ancora
ja_jp: 再試行
ko_kr: 다시 시도
nl_nl: Probeer opnieuw
no_no: Prøv Igjen
pl_pl: Spróbuj ponownie
pt_pt: Tente novamente
ro_ro: Reincearca
ru_ru: Попробуйте снова
sv_se: Försök igen
tr_tr: Tekrar Dene
zh_cn: 重试

source: No Hearing Instrument
cs_cz: Žádné sluchadlo
da_dk: Intet høreapparat
de_de: Kein Hörsystem
es_es: Sin Audífono
fi_fi: Ei kuulokojetta
fr_fr: Aucun appareil
hu_hu: Nincs hallókészülék
it_it: Nessun Apparecchio Acustico
ja_jp: 補聴器なし
ko_kr: 보청기 없음
nl_nl: Geen hoortoestel
no_no: Ingen høreapparater
pl_pl: Brak aparatu słuchowego
pt_pt: Sem AASI
ro_ro: Nici un Aparat Auditiv
ru_ru: Нет СА
sv_se: Ingen hörapparat
tr_tr: İşitme Cihazı Yok
zh_cn: 未发现助听器

source: Select Sound
cs_cz: Vybrat zvuk
da_dk: Vælg lyd
de_de: Klangbeispiel wählen
es_es: Seleccione un Sonido
fi_fi: Äänikirjasto
fr_fr: Banque sonore
hu_hu: Hangválasztás
it_it: Selezionare Suono
ja_jp: サウンド選択
ko_kr: 소리선택
nl_nl: Selecteer geluid
no_no: Velg lyd
pl_pl: Wybierz dźwięk
pt_pt: Seleção de Som
ro_ro: Sunet selectat
ru_ru: Выберите звук
sv_se: Välj ljud
tr_tr: Ses Ortamını Seçiniz
zh_cn: 选择声音

source: Birthdate
cs_cz: Datum narození
da_dk: Fødselsdag
de_de: Geburtstag
es_es: Fecha de Nacimiento
fi_fi: Syntymäaika
fr_fr: Date de naissance
hu_hu: Születésnap
it_it: Data di nascita
ja_jp: 生年月日
ko_kr: 생년월일
nl_nl: Geboortedatum
no_no: Fødselsdato
pl_pl: Data urodzenia
pt_pt: Data de Nascimento
ro_ro: Data Nasterii
ru_ru: Дата рождения
sv_se: Födelsedatum
tr_tr: Doğum Tarihi
zh_cn: 生日

source: Experience with hearing instruments:
cs_cz: Zkušenost se sluchadly:
da_dk: Erfaring med høreapparater:
de_de: Erfahrungen mit Hörsystemen:
es_es: Experiencia con los Audífonos:
fi_fi: Kuulokojeen käyttökokemus :
fr_fr: Expérience du patient :
hu_hu: Tapasztalat hallókészülékkel:
it_it: Esperienza con Apparecchi Acustici
ja_jp: 装用者プロフィール:
ko_kr: 보청기 사용경험:
nl_nl: Ervaring van de cliënt met hoortoestellen
no_no: Erfaring med høreapparat:
pl_pl: Doświadczenie w noszeniu aparatu słuchowego
pt_pt: Experiência com aparelhos auditivos:
ro_ro: Experienta cu Aparatele Auditive:
ru_ru: Опыт ношения СА:
sv_se: Erfarenhet av hörapparater:
tr_tr: İşitme Cihazı Kullanma Tecrübesi:
zh_cn: 助听器佩戴史:

source: No Patient Data
cs_cz: Žádná data pacienta
da_dk: Ingen patientdata
de_de: Keine Kundendaten
es_es: Sin Datos del Paciente
fi_fi: Ei potilastietoa
fr_fr: Aucune donnée patient disponible
hu_hu: Nincs páciens adat
it_it: Nessun dato paziente
ja_jp: 顧客データなし
ko_kr: 환자 데이타 없음
nl_nl: Geen cliëntgegevens
no_no: Ingen Pasientdata
pl_pl: Brak danych pacjenta
pt_pt: Sem dados do paciente
ro_ro: Pacient fara date
ru_ru: Нет данных о пациенте
sv_se: Ingen Patientdata
tr_tr: Hasta Bilgisi Yok
zh_cn: 无客户数据

source: To apply right/left seperately, unlink hearing instruments.
cs_cz: Chcete-li aplikovat nezávisle, rozpojte sluchadla.
da_dk: for højre/venstret seperat, unlink høreapparater.
de_de: Trennen Sie die Verlinkung der Hörsysteme, um eine separate Anpassung rechts oder links durchzuführen.
es_es: Para aplicar dcho./izq. por separado, desunir los audífonos.
fi_fi: Jos haluat käyttää vasenta/oikeaa erikseen poista yhteys kuulokojeista.
fr_fr: Pour appliquer des réglages différents à droite et à gauche, vous devez séparer les appareils.
hu_hu: A jobb/bal külön elfogadás, hallókészülékek szétválasztása.
it_it: Per applicare ad orecchio Destro e Sinistro separatamente disaccoppiare i due dispositivi.
ja_jp: リンクしていない補聴器を左右別々に適用します
ko_kr: 오른쪽/왼쪽을 나누어 적용하기 위해서는 연결된 보청기를 분리하세요.
nl_nl: Ontkoppel de hoortoestellen om links/rechts separaat toe te passen
no_no: For endringer i høyre/venstre separat, fjern linken mellom apparatene.
pl_pl: Zastosuj do lewego/prawego aparatu osobno, rozdziel aparaty słuchowe.
pt_pt: Para aplicar direito/esquerdo separadamente, desassocie os AASIs
ro_ro: Pentru a aplica la stanga/dreapta separat, deconecteaza aparatele auditive.
ru_ru: Применить отдельно для правой/левой стороны - раздельная настройка СА
sv_se: För att välja hö/vä separat, välj Ej länkad.
tr_tr: Sağ ve sola ayrı uygulamak için , işitme cihazlarının linkini kaldırın
zh_cn: 单独应用于右侧/左侧，不进行双耳关联。

source: Show details
cs_cz: Zobrazit podrobnosti
da_dk: Vis detaljer
de_de: Details anzeigen
es_es: Mostrar detalles
fi_fi: Näytä yksityiskohdat
fr_fr: Afficher les détails
hu_hu: Részletek megmutatása
it_it: Mostra dettagli
ja_jp: 詳細を見る
ko_kr: 상세사항 보여주기
nl_nl: Details tonen
no_no: Vis Detaljer
pl_pl: Pokaż szczegóły
pt_pt: Mostre detalhes
ro_ro: Arata detalii
ru_ru: Показать детали
sv_se: Visa detaljer
tr_tr: Detayları Göster
zh_cn: 显示详情

source: Hide details
cs_cz: Skrýt podrobnosti
da_dk: Skjul detaljer
de_de: Details ausblenden
es_es: Ocultar Detalles
fi_fi: Piilota yksityiskohdat
fr_fr: Masquer les détails
hu_hu: Részletek elrejtése
it_it: Nascondi Dettagli Nascondi Dettagli
ja_jp: 詳細を隠す
ko_kr: 상세사항 숨기기
nl_nl: Verberg details
no_no: Skjul Detaljer
pl_pl: Ukryj szczegóły
pt_pt: Esconder detalhes
ro_ro: Ascunde detalii
ru_ru: Скрыть детали
sv_se: Göm detaljer
tr_tr: Detayları Gizle
zh_cn: 隐藏详情

source: ReSound Aventa 3 supports the following instrument families: <Family>, <Family 2>, <Family 3>. Aventa 2.x is required for older ReSound instruments.
cs_cz: Aventa 3.x podporuje následující rodiny sluchadel: <Family>, <Family 2>, <Family 3>. Pro starší rodiny sluchadel ReSound je vyžadována Aventa 2.x.
da_dk: Aventa 3.x supportrer de følgende høreapparatfamilier: <Family>, <Family 2>, <Family 3>. Aventa 2.x skal bruges til ældre Resound apparater.
de_de: Aventa 3.x unterstützt die folgenden Hörsystemfamilien: <Family>, <Family 2>, <Family 3>. Aventa 2.x wird für ältere Hörsysteme benötigt.
es_es: Aventa 3.x soporta las siguientes familias de audífonos: <Family>, <Family 2>, <Family 3>. Aventa 2.x es necesario para modelos de audífonos ReSound más antiguos.
fi_fi: Aventa 3.x tukee seuraavia tuoteperheitä: <Tuoteperhe>, <Tuoteperhe 2>, <Tuoteperhe 3>. Aventa 2.x pitää käyttää vanhempien kuulokojeperheiden kanssa.
fr_fr: Aventa 3.x est requis pour les familles de produits suivantes : <Family>, <Family 2>, <Family 3>. Aventa 2.x doit être utilisé pour les appareils ReSound plus anciens.
hu_hu: Az Aventa 3.x a következő készülék családokat támogatja: <Family>, <Family 2>, <Family 3>. Az Aventa 2.x szükséges a régebbi Resound készülékekhez.
it_it: ReSound Aventa 3 supporta le famiglie dei seguenti Dispositivi: <Famiglia>, <Famiglia 2>, <Famiglia 3>. Aventa 2.x è richiesto per i vecchi Dispositivi.
ja_jp: Aventa 3.x は以下の製品をサポートしています: <Family>, <Family 2>, <Family 3>. Aventa 2.xは旧製品に対応しています
ko_kr: Aventa 3.x는 다음과 같은 제품군을 지원합니다.: <Family>, <Family 2>, <Family 3>. Aventa 2.x는 구형 Resound 보청기에 사용됩니다.
nl_nl: Aventa 3.x ondersteunt de volgende toestelfamilies: <Family>, <Family 2>, <Family 3>. Aventa 2.x is vereist voor oudere Resound toestellen.
no_no: Aventa 3.x støtter følgende høreapparatfamilier: <Family>, <Family 2>, <Family 3>. Aventa 2.x støtter eldre ReSound høreapparater.
pl_pl: Aventa 3.x wspiera następujące rodziny aparatów: <Family>, <Family 2>, <Family 3>. Aventa 2.x jest wymagana do dopasowania starszych modeli marki ReSound.
pt_pt: ReSound Aventa atende as seguintes famílias: <Family>, <Family 2>, <Family 3>. É necessário Aventa 2.x, para programação de aparelhos de linhas anteriores.
ro_ro: Aventa 3.x suporta urmatoarele familii de aparate: <Familie>, <Familie 2>, <Familie 3>. Aventa 2.x este necesar pentru aparate ReSound mai vechi.
ru_ru: Aventa 3.x поддерживает следующие семейства слуховых аппаратов: <Семейство>, <Семейство 2>, <Семейство 3>. Aventa 2.x требуется для предыдущих слуховых аппаратов ReSound.
sv_se: Aventa 3.x stödjer följande hörapparatfamiljer: <Family>, <Family 2>, <Family 3>. För äldre ReSound hörapparater krävs Aventa 2.95.
tr_tr: Aventa 3.x şu ürün ailelerini destekler: <Aile>, <Aile2>, <Aile3>. Aventa 2.x daha eski ReSound cihazları için gereklidir.
zh_cn: Aventa 3.x 支持以下系列: <Family>, <Family 2>, <Family 3>. 其他系列请使用Aventa 2.x。

source: Select Programs to Remove:
cs_cz: Vyberte programy, které budou vyjmuty
da_dk: Vælg programmer der skal fjernes
de_de: Wählen Sie die zu löschenden Programme aus:
es_es: Seleccionar los programas a eliminar
fi_fi: Valitse ohjelmat jotka poistetaan
fr_fr: Sélectionner les programmes à supprimer :
hu_hu: Programok kiválasztása áthelyezésre
it_it: Selezionare i programmi da rimuovere
ja_jp: 削除するプログラムの選択:
ko_kr: 제거할 프로그램 선택
nl_nl: Selecteer te verwijderen programma's
no_no: Velg programmene du vil fjerne:
pl_pl: Wybierz programu do usunięcia:
pt_pt: Selecionar programas para remover
ro_ro: Selectati programele ce se doresc scoase
ru_ru: Выберите программы для удаления
sv_se: Välj vilka program som ska tas bort
tr_tr: Silinecek programları seçin
zh_cn: 选择欲删除的聆听程序

source: Select Programs to Remove:
cs_cz: Vyberte programy, které budou vyjmuty
da_dk: Vælg programmer der skal fjernes
de_de: Wählen Sie die zu löschenden Programme aus:
es_es: Seleccionar los programas a eliminar
fi_fi: Valitse ohjelmat jotka poistetaan
fr_fr: Sélectionner les programmes à supprimer :
hu_hu: Programok kiválasztása áthelyezésre
it_it: Selezionare i programmi da rimuovere
ja_jp: 削除するプログラムの選択:
ko_kr: 제거할 프로그램 선택
nl_nl: Selecteer te verwijderen programma's
no_no: Velg programmene du vil fjerne:
pl_pl: Wybierz programu do usunięcia:
pt_pt: Selecionar programas para remover
ro_ro: Selectati programele ce se doresc scoase
ru_ru: Выберите программы для удаления
sv_se: Välj vilka program som ska tas bort:
tr_tr: Silinecek programları seçin
zh_cn: 选择欲删除的聆听程序

source: BTE Only
cs_cz: Pouze BTE
da_dk: Kun BTE
de_de: Nur HdO
es_es: Solo BTE
fi_fi: Vain BTE
fr_fr: Contours
hu_hu: Csak BTE
it_it: Solo BTE
ja_jp: 耳かけ型のみ表示
ko_kr: BTE 만
nl_nl: Alleen AHO
no_no: Vis bare BTE
pl_pl: Tylko BTE
pt_pt: BTE somente
ro_ro: Doar BTE
ru_ru: Только BTE
sv_se: Endast BTE
tr_tr: Sadece BTE
zh_cn: 仅BTE

source: Family
cs_cz: Rodina
da_dk: Famillie
de_de: Familie
es_es: Familia
fi_fi: Tuoteperhe
fr_fr: Gamme
hu_hu: Család
it_it: Famiglia
ja_jp: シリーズ名
ko_kr: 제품군
nl_nl: Familie
no_no: Familie
pl_pl: Rodzina
pt_pt: Família
ro_ro: Familie
ru_ru: Серия
sv_se: Familj
tr_tr: Aile
zh_cn: 系列

source: Model
cs_cz: Typ
de_de: Modell
es_es: Nombre
fi_fi: Kojemalli
fr_fr: Modèle
hu_hu: Modell
it_it: Modello
ja_jp: 器種名
ko_kr: 모델
no_no: Modell
pt_pt: Modelo
ru_ru: Модель
sv_se: Namn
zh_cn: 型号

source: Form Factor
cs_cz: Provedení
da_dk: Type
de_de: Bauform
es_es: Tamaño
fi_fi: Kojetyyppi
fr_fr: Type
hu_hu: Kivitel
it_it: Tipologia
ja_jp: タイプ
ko_kr: 폼 팩터
nl_nl: Uitvoering
no_no: Apparattype
pl_pl: Typ
pt_pt: Tipo
ru_ru: Тип корпуса
sv_se: Formfaktor
tr_tr: Form Faktör
zh_cn: 产品类型

source: zoom
fi_fi: Suurenna kuvaa
it_it: Ingrandimento
ja_jp: 拡大
ko_kr: 줌
pl_pl: zbliżenie
ru_ru: увеличить
tr_tr: Yakınlaştır
zh_cn: 缩放图片

source: Cable:
cs_cz: Kabel:
da_dk: Kabel:
de_de: Programmierkabel:
fi_fi: Ohj. kaapeli :
fr_fr: Cordon :
hu_hu: Kábel:
it_it: Cavetto:
ja_jp: ケーブル:
ko_kr: 케이블:
nl_nl: Kabel:
no_no: Kabel:
pl_pl: Kabel:
pt_pt: Cabos:
ro_ro: Cablu:
ru_ru: Кабель:
sv_se: Kabel:
tr_tr: Kablo:
zh_cn: 编程线:

source: Battery Required:
cs_cz: Je potřeba baterii:
da_dk: Batteri nødvendigt:
de_de: Batterie erforderlich:
es_es: Necesita Pila:
fi_fi: Paristo kun ohjelm. :
fr_fr: Pile requise :
hu_hu: Elem szükséges:
it_it: Batteria Richiesta:
ja_jp: ﾌｨｯﾃｨﾝｸﾞ時の電池:
ko_kr: 배터리 필요사항:
nl_nl: Batterij vereist:
no_no: Batteri kreves:
pl_pl: Wymagana bateria:
pt_pt: Bateria requerida:
ro_ro: Baterie Necesara:
ru_ru: Требуется батарея:
sv_se: Batteri krävs:
tr_tr: Pil Gereksinimi:
zh_cn: 电池需求:

source: Technical Information
cs_cz: Technické informace
da_dk: Teknisk information
de_de: Technische Information
es_es: Información Técnica
fi_fi: Tekniset-tiedot
fr_fr: Données techniques
hu_hu: Technikai információ
it_it: Scheda Tecnica
ja_jp: テクニカルデータ
ko_kr: 기술 정보
nl_nl: Technische informatie
no_no: Teknisk Informasjon
pl_pl: Informacje techniczne
pt_pt: Informações Técnicas:
ro_ro: Informatii Tehnice
ru_ru: Технические характеристики
sv_se: Teknisk information
tr_tr: Teknik Bilgi
zh_cn: 技术参数

source: <Masking>
cs_cz: <Maskování >
da_dk: <Maskering>
de_de: <Vertäubung>
es_es: <Enmascarado>
fi_fi: <Peiteääni>
hu_hu: <Maszkolás>
it_it: <Mascheramento>
ja_jp: <マスキング>
ko_kr: <마스킹>
nl_nl: <Maskeren>
no_no: <Maskering>
pl_pl: <Maskowanie>
pt_pt: <Mascaramento>
ro_ro: <Mascare>
ru_ru: <Маскировка>
sv_se: <Maskerar>
tr_tr: <Maskeleme>
zh_cn: <掩蔽>

source: <Stimulus>
cs_cz: <Stimul >
es_es: <Estimulo>
hu_hu: <Inger>
it_it: <Stimolo>
ja_jp: 試験音
ko_kr: <자극>
no_no: <Stimuli>
pl_pl: <Bodziec>
pt_pt: <Estímulo>
ru_ru: <Стимул>
sv_se: <Stimuli>
tr_tr: <Uyaran>
zh_cn: <刺激>

source: Test Data
cs_cz: Data testu
de_de: Test-Daten
es_es: Datos de la Prueba
fi_fi: Testitietoa
fr_fr: Audiogramme
hu_hu: Teszt adat
it_it: Dati Test
ja_jp: テストデータ
ko_kr: 테스트 데이터
nl_nl: Testgegevens
pl_pl: Dane testu
pt_pt: Dados do teste
ro_ro: Testeaza Datele
ru_ru: Данные теста
tr_tr: Test Verisi
zh_cn: 测试数据

source: Masked
cs_cz: Maskováno
da_dk: Maskeret
de_de: Vertäubt
es_es: Enmascarado
fi_fi: Peiteääni
fr_fr: Masqué
hu_hu: Maszkolt
it_it: Mascherato
ja_jp: マスキング
nl_nl: Gemaskeerd
no_no: Maskert
pl_pl: Maskowane
pt_pt: Mascarado
ro_ro: Mascat
ru_ru: Замаскировано
sv_se: Maskerad
tr_tr: Maskeli
zh_cn: 掩蔽

source: There is session data related to this patient. If you continue this data will be deleted also. Do you wish to continue ?
cs_cz: Existují data sezení vztahující se k tomuto pacientovi. Budete-li pokračovat, budou ona data smazána též. Chcete pokračovat?
da_dk: Der er sessionsdata til denne patient. Hvis du fortsætter vil disse data også slettes. Vil du fortsætte?
de_de: Es sind Sitzungsdaten von diesem Kunden vorhanden. Wenn Sie fortfahren werden diese Daten auch gelöscht. Möchten Sie fortfahren?
es_es: Hay datos en la sesión relativos al Paciente. Si continua estos datos también se borraran. ¿Desea continuar?
fi_fi: Potilaaseen on yhdistetty käyntitietoja. Jos jatkat tämä tieto häviää myös. Haluatko jatkaa ?
fr_fr: Il existe des données de session liées à ce patient. Si vous continuez, ces données seront également effacées. Voulez-vous continuer ?
hu_hu: Van a pácienshez kapcsolodó bejegyzés. Ha folytatja ez az adat szintén törlődni fog. Folytatja?
it_it: Non vi sono dati relativi alla sessione di questo paziente. Se si continua questi dati saranno cancellati. Vuoi continuare?
ja_jp: これらはこの顧客に関する調整データです。このまま続行するとデータが失われます。続行しますか？
ko_kr: 이 환자와 관련된 세션 데이터가 있습니다. 계속하시면 이 데이터도 삭제될 수 있습니다. 계속하시겠습니까?
nl_nl: Er zijn sessiegegevens voor deze cliënt. Als u doorgaat worden deze gegevens ook verwijderd. Wilt u toch doorgaan?
no_no: Det er sesjonsdata knyttet til denne pasienten. Om du fortsetter vil disse også slettes. Ønsker du å fortsette?
pl_pl: Ta sesja związana jest z tym pacjentem. Jeśli kontynuujesz dane zostaną usunięte. Chcesz kontunuować ?
pt_pt: Há uma sessão relacionada com este cliente. Se você continuar, estes dados podem ser deletados também. Você deseja continuar ?
ro_ro: Exista date in sesiune legate de acest pacient? Daca vei continua aceste date se vor sterge. Vrei sa continui?
ru_ru: В этой сессии имеются данные, относящиеся к этому пациенту. Если продолжить, они также будут удалены. Продолжить?
sv_se: Det finns sessionsdata relaterat till denna patient. Ifall du vill fortsätter kommer denna data att raderas också. Vill du fortsätta?
tr_tr: Hasta ile ilgili seans.Eğer devam ederseniz veriler silinecektir. Devam etmek istiyormusunuz?
zh_cn: 这是此客户的验配数据。如果继续，将删除此客户的数据。您要继续吗？

source: Cascade Delete Warning!
cs_cz: Varování před smazáním závislých dat!
de_de: Kaskaden Löschungswarnung!
es_es: ¡Atención borrado en cascada!
fi_fi: Varoitus tiedon katoamisesta !
fr_fr: Avertissement en cascade !
hu_hu: Cascade törlés figyelmeztetés!
it_it: Attenzione eliminazione a Cascata!
ja_jp: 警告
ko_kr: Cascade Delete 경고!
nl_nl: Meervoudige Delete waarschuwing!
no_no: Kaskade Slette Advarsel!
pl_pl: Ostrzeżenie przed usunięciem!
pt_pt: Cuidado, isso pode excluir todo conteúdo!
ro_ro: Avertizare stergere!
ru_ru: Предупреждение о последовательном удалении!
sv_se: Expandera Radera Varning!
tr_tr: Silinme tehlikesi
zh_cn: 删除警告!

source: Postal Code
cs_cz: PSČ
da_dk: Postnr.
de_de: Postleitzahl
es_es: Código Postal
fi_fi: Postinumero
fr_fr: Code postal
hu_hu: Irányitószám
it_it: Codice Postale
ja_jp: アパート・マンション名
ko_kr: 우편번호
nl_nl: Postcode
no_no: Postnummer
pl_pl: Kod pocztowy
pt_pt: CEP
ro_ro: Cod Postal
ru_ru: Почтовый код
sv_se: Postnummer
tr_tr: Posta Kodu
zh_cn: 邮编

source: Address 1
cs_cz: Adresa 1
da_dk: Adresse 1
de_de: Adresse 1
es_es: Dirección 1
fi_fi: Osoite 1
fr_fr: Adresse
hu_hu: Cím 1
it_it: Indirizzo 1
ja_jp: 郵便番号
ko_kr: 주소 1
nl_nl: Adres 1
no_no: Adresse 1
pl_pl: Adres 1
pt_pt: Endereço 1
ro_ro: Adresa 1
ru_ru: Адрес 1
sv_se: Adress 1
tr_tr: Adres 1
zh_cn: 地址1

source: Address 2
cs_cz: Adresa 2
da_dk: Adresse 2
de_de: Adresse 2
es_es: Dirección 2
fi_fi: Osoite 2
fr_fr: Adresse
hu_hu: Cím 2
it_it: Indirizzo 2
ja_jp: 都道府県
ko_kr: 주소 2
nl_nl: Adres 2
no_no: Adresse 2
pl_pl: Adres 2
pt_pt: Endereço 2
ro_ro: Adresa 2
ru_ru: Адрес 2
sv_se: Adress 2
tr_tr: Adres 2
zh_cn: 地址 2

source: Address 3
cs_cz: Adresa 3
da_dk: Adresse 3
de_de: Adresse 3
es_es: Dirección 3
fi_fi: Osoite 3
fr_fr: Adresse
hu_hu: Cím 3
it_it: Indirizzo 3
ja_jp: 市区町村
ko_kr: 주소 3
nl_nl: Adres 3
no_no: Adresse 3
pl_pl: Adres 3
pt_pt: Endereço 3
ro_ro: Adresa 3
ru_ru: Адрес 3
sv_se: Adress 3
tr_tr: Adres 3
zh_cn: 地址 3

source: Display Options
cs_cz: Zobrazit volby
da_dk: Skærmmuligheder
de_de: Anzeigeoptionen
es_es: Opciones de Pantalla
fi_fi: Näytön valinta
fr_fr: Options d'affichage :
hu_hu: Kijelző opciók
it_it: Opzioni di visualizzazione
ja_jp: 表示のオプション
ko_kr: 디스플레이 옵션
nl_nl: Opties voor displays
no_no: Visningsvalg
pl_pl: Wyświetl opcje
pt_pt: Opções de visualização
ro_ro: Optiuni Vizuale
ru_ru: Показать опции
sv_se: Display Val
tr_tr: Ekran Seçenekleri
zh_cn: 更多选项

source: Curves
cs_cz: Křivky
da_dk: Kurver
de_de: Kurven
es_es: Curvas
fi_fi: Käyrä
fr_fr: Courbes
hu_hu: Görbék
it_it: Curve
ja_jp: 表示するカーブ
ko_kr: 커브
no_no: Kurver
pl_pl: Krzywe
pt_pt: Curvas
ro_ro: Curbe
ru_ru: Кривые
sv_se: Kurvor
tr_tr: Eğriler
zh_cn: 曲线

source: No Instrument
cs_cz: Žádné sluchadlo
da_dk: Intet apparat
de_de: Kein Hörsystem gewählt
es_es: Sin Audífono
fi_fi: Ei kuulokojetta
fr_fr: Aucun appareil
hu_hu: Nincs készülék
it_it: Nessun Dispositivo
ja_jp: 未選択
ko_kr: 보청기 없음
nl_nl: Geen toestel
no_no: Ingen apparat
pl_pl: Brak aparatu
pt_pt: Sem AASI
ro_ro: Nici un Aparat
ru_ru: Не выбран СА
sv_se: Ingen hörapparat
tr_tr: Cihaz yok
zh_cn: （无）

source: Reconfigure...
cs_cz: Rekonfigurovat...
da_dk: Rekonfigurer HA
de_de: Rekonfigurieren
es_es: Convertir a...
fi_fi: Konfiguroi kuulokoje
fr_fr: Reconfigurer les appareils
hu_hu: Átalakítás
it_it: Convertire a:
ja_jp: タイプの変更（書き換え）
nl_nl: Converteren...
no_no: Konverter...
pl_pl: Rekonfiguruj...
pt_pt: Converter para:
ro_ro: Reconfigurare:
ru_ru: Преобразовать в...
sv_se: Omkonfigurera till:
tr_tr: Yeniden yapılandır...
zh_cn: 重新装配

source: Change Instruments
cs_cz: Vyberte jiné sluchadlo
da_dk: Vælg apparat
de_de: Hörsystem ändern
es_es: Cambiar Audífonos
fi_fi: Valitse toinen kuulokoje
fr_fr: Changer d'appareils
hu_hu: Készülék csere
it_it: Seleziona dispositivo
ja_jp: 器種を変更する（器種一覧）
ko_kr: 보청기 변경
nl_nl: Selecteer andere toestellen
no_no: Bytt Apparat
pl_pl: Zmień aparat
pt_pt: Mudar AASI
ro_ro: Schimba Aparatele
ru_ru: Выбрать другой СА
sv_se: Byt hörapparat
tr_tr: Cihazları Değiştir
zh_cn: 重选型号

source: Apply Initial Fit
cs_cz: Aplikovat Výchozí nastavení
da_dk: Tilpas efter target
de_de: Anpassung neu berechnen
es_es: Recalcular
fi_fi: PikaSovitus
fr_fr: Ciblage initial
hu_hu: Előillesztés elfogadása
it_it: Fitting Iniziale
ja_jp: ｵｰﾄﾌｨｯﾄの開始
ko_kr: 초기 피팅 적용
nl_nl: Basisinstelling toepassen
no_no: Beregn HA instillinger på nytt
pl_pl: Zastosuj Dopasowanie Wstępne
pt_pt: Aplicar Ajuste Inicial
ro_ro: Aplica Reglaj Initial
ru_ru: Применить начальную настройку
sv_se: Ny anpassning
tr_tr: Uygula
zh_cn: 应用初始选配

source: Session Date
cs_cz: Datum sezení
da_dk: Sessionsdato
de_de: Sitzungsdatum
es_es: Fecha de la Sesión
fi_fi: Käynti pvm
fr_fr: Date de la session
hu_hu: Bejegyzés dátum
it_it: Data Sessione
ja_jp: 調整日
ko_kr: Session 날짜
nl_nl: Sessiedatum
no_no: Sesjonsdato
pl_pl: Data sesji
pt_pt: Data da sessão
ro_ro: Data Sesiunii
ru_ru: Дата сессии
sv_se: Sessionsdatum
tr_tr: Oturum Tarihi
zh_cn: 选配日期

source: (MM/DD/YY)
cs_cz: (MM/DD/RR)
da_dk: (MM/DD/ÅÅ)
de_de: (MM/TT/JJ)
es_es: (MM/DD/AA)
fi_fi: (KK/PP/VV)
fr_fr: (MM/JJ/AA)
hu_hu: (HÓ/NAP/ÉV)
it_it: (MM/GG/AA)
ja_jp: （月/日/年）
no_no: (MM/DD/ÅÅ)
pl_pl: (MM/DD/RR)
pt_pt: (DIA/MÊS/ANO)
ru_ru: (мм/дд/гг)
sv_se: (MM/DD/ÅÅ)
tr_tr: (AA/GG/YY)
zh_cn: (月/日/年)

source: Select visible items on the printout for the Dispenser:
cs_cz: Výběr viditelných položek na výtisku pro lékaře:
da_dk: Vælg hvad der skal ses på printet til tilpasseren:
de_de: Wählen Sie angezeigte Daten für den Ausdruck aus:
es_es: Seleccionar campos visibles en la impresión para el Centro:
fi_fi: Valitse tulostettavat osat :
fr_fr: Sélectionner les informations à faire apparaître sur le rapport médecin :
hu_hu: Látható dolgok kiválasztása nyomtatáshoz a viszonteladónak:
it_it: Selezionare gli elementi visibili sulla stampa per il Centro:
ja_jp: 装用者レポートに表示させる項目を選択して下さい
ko_kr: 디스펜서용 출력물에서 visible items 선택:
nl_nl: Selecteer de items die u wilt zien op het klinisch rapport:
no_no: Velg hva som skal være synlig på utskrift:
pl_pl: Wybierz elementy do wyduku dla dystrybutora:
pt_pt: Selecionar itens que devem estar visíveis ao imprimir dados do cliente:
ro_ro: Selectati termenii pe imprimanta distribuitorului:
ru_ru: Выберите пункты для печати в графе Специалист:
sv_se: Välj synliga val på utskriften för audionomen:
tr_tr: Print etmek için görünen ürünleri seç:
zh_cn: 选择打印项:
