Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Left and Right
cs_cz: Levý a pravý
da_dk: Venstre og højre
de_de: Links und rechts
es_es: Derecho e Izquierdo
fi_fi: Vasen ja oikea
fr_fr: Droit et Gauche
hu_hu: Bal és jobb
it_it: Sinistra e Destra
ja_jp: 左と右
ko_kr: 왼쪽과 오른쪽
nl_nl: links en rechts
no_no: Venstre og Høyre
pl_pl: Lewy i Prawy
pt_pt: Esquerda e Direita
ro_ro: Stanga si Dreapta
ru_ru: Слева и справа
sv_se: Höger och Vänster
tr_tr: Sol ve Sağ
zh_cn: 左和右

source: Adult Talkers - Female
da_dk: Voken tale - kvinde
ja_jp: 大人の話し声 - 女性
zh_cn: 成人讲话 - 女性

source: Adult Talkers - Male
da_dk: Voksen tale - mand
ja_jp: 大人の話し声 - 男性
zh_cn: 成人讲话 - 男性

source: Adult Talkers - Cold Season
cs_cz: Dospělí mluvčí
da_dk: Voksen Oplæsere - kolde årstid
de_de: Erwachsene Sprecher - kalte Jahreszeit
es_es: Adulto hablando - Estación Fría
fi_fi: Aikuispuhe -Talviaikaan
fr_fr: Adulte - 2 femmes
hu_hu: Felnőtt beszéd - Hideg évszak
it_it: Parlato Adulti - Stagione Invernale
ja_jp: 大人の話し声 - 冬の季節
ko_kr: Adult Talkers - 추운 계절
nl_nl: Volwassen Sprekers - winterseizoen
no_no: Voksen Tale-Forkjølelse
pl_pl: Dorosły Mówca - Sezon Zimowy
pt_pt: Conversa entre adultos - Inverno
ro_ro: Vorbitori adulti - Sezon rece
ru_ru: Разговор взрослых - холодное время года
sv_se: Vuxna människor-Vintertid
tr_tr: Yetişkin Konuşmacılar - Soğuk Sezon
zh_cn: 成人交谈--寒冬腊月

source: Simulated
da_dk: Simuleret
zh_cn: 模拟

source: Telecoil Noise Reduction
cs_cz: Potlačení šumu cívky
da_dk: Telespole støjreduktion
de_de: Rauschreduzierung Induktionsspule
es_es: Reductor de Ruido de Bobina
fi_fi: Kohinanvaimennus induktiosilmukkatoiminnolla
fr_fr: Réducteur de bruit inductif (bobine T)
hu_hu: Telefontekercs zajszűrés
it_it: Riduzione Rumore Telecoil
ja_jp: テレコイル雑音抑制
ko_kr: 텔레코일 소음 감소
nl_nl: Luisterspoel ruisonderdrukking
no_no: Telespole - Støyreduksjon
pl_pl: Redukcja Szumów Cewki Telefonicznej
pt_pt: Redução de Ruído da Bobina Telefônica
ro_ro: Reducerea zgomotului la bobina telefonica
ru_ru: Шумоподавление телефонной катушки
sv_se: Telespole Brusreduktion
tr_tr: Telecoil Gürültü Azaltıcı
zh_cn: 降低电感噪音

source: Cannot move DAI programs before non-DAI programs.
cs_cz: Nelze přesunout DAI program před jiné programy.
da_dk: DAI program skal være sidst.
de_de: Das Programm kann nicht vor ein M- oder T-Programm verschoben werden.
es_es: No se pueden mover los programas de DAI delante de los de no-DAI.
fi_fi: DAI ohjelmaa ei voi siirtää ennen ei-DAI ohjelmaa.
fr_fr: Un programme "Entrée audio DAI" ne peut pas être placé avant un programme autre que "Entrée audio DAI". (Le programme "Entrée audio DAI" doit toujours être placé en dernière position).
hu_hu: A DAI program nem vihető át nem-DAI programra.
it_it: Non è possibile spostare i programmi DAI prima dei programmi non-DAI
ja_jp: DAI以外のプログラムの前にDAIのプログラムは移動できません
ko_kr: 비 DAI 프로그램 전에 DAI 프로그램을 이동할 수 없습니다.
nl_nl: DAI programma's kunnen niet vóór andere programma's geplaatst worden.
no_no: Kan ikke flytte audioinngangprogram før ikke-audioinngangprogrammer.
pl_pl: Nie można przesunąć programu DAI przed programy nie-DAI.
pt_pt: Não é possível mudar os programas DAI antes de mudar outros programas.
ro_ro: Nu se pot muta programe de DAI în faţa programelor non-DAI
ru_ru: Невозможно переставить программы, в которых используется прямой аудиовход (DAI), перед программами, не предназначенных для работы DAI.
sv_se: Kan inte flytta DAI program framför övriga program.
tr_tr: DAI programları DAI olmayan programlardan önce taşıyamazsın.
zh_cn: 未设置DAI程序，无法移动DAI程序。

source: Cannot move non-DAI programs past DAI programs.
cs_cz: Nelze přesunout jiné poslechové programy za DAI program.
da_dk: DAI program skal være sidst.
de_de: Das Programm kann nicht hinter ein DAI-Programm verschoben werden.
es_es: NO se puede mover los programas no-DAI detrás de los programas DAI.
fi_fi: Ei-DAI ohjelmaa ei voi siirtää DAI ohjelman jälkeen.
fr_fr: Un programme autre que "Entrée audio DAI" ne peut pas être placé après un programme "Entrée audio DAI". (Le programme "Entrée audio DAI" doit toujours être placé en dernière position)
hu_hu: Nem mozgathat nem DAI programot DAI pogramra.
it_it: Non è possibile spostare i programmi non-DAI dopo i programmi DAI
ja_jp: DAI以外のプログラムはDAIのプログラムを越えて移動できません
ko_kr: DAI 프로그램 이후 비 DAI 프로그램을 이동할 수 없습니다.
nl_nl: Niet-DAI programma's kunnen niet áchter DAI programma's geplaatst worden.
no_no: Kan ikke flytte ikke-audioinngangprogrammer forbi ett audioinngangprogram.
pl_pl: Nie można przesunąć programu nie-DAI za program DAI.
pt_pt: Não é possível mudar outros programas sem modificar programas de DAI.
ro_ro: Nu se pot muta programe non-DAI dupa programele DAI
ru_ru: Невозможно переставить программы, не предназначенных для работы прямого аудиовхода (DAI), после программ для использования DAI.
sv_se: Kan inte flytta övriga program bakom DAI program.
tr_tr: DAI olmayan programları taşıyamazsın.
zh_cn: 设置DAI程序后就不能移动非DAI程序

source: Telecoil and accessories are disabled during fitting. To test these environments, please save the session and disconnect the instrument(s) by opening and closing the battery door.
cs_cz: Poslech přes cívku je neaktivní během nastavování.
da_dk: Telespole og tilbehør er slået fra under tilpasning. For at teste disse programmer må du gemme denne session og frakoble apparaterne ved at åbne og lukke batteridøren.
de_de: Induktionsspule und Zubehör sind während der Anpassung inaktiv. Zum Testen speichern Sie bitte die Anpassung und Trennen das Hörsystem durch Öffnen und Schließen der Batterielade.
es_es: La Bobina y los accesorios están deshabilitados durante la adaptación. Para probar estos entornos, guarde la sesión y desconecte el(los) audífono(s) abriendo y cerrando el portapilas.
fi_fi: Induktiosilmukka ja lisälaitteet ovat poiskytketty sovituksen aikana. Jos haluat kokeilla näitä ominaisuuksia tallenna sovitus, sulje kuulokojeet avaamalla ja sulkemalla paristokotelo.
fr_fr: La bobine T, l'entrée audio DAI et les accessoires ne peuvent pas être testés directement pendant la programmation. Pour les tester, sauvegarder les réglages et déconnecter les appareils en ouvrant les porte-piles ou en les débranchant.
hu_hu: Telefontekercs és tartozékok nem működnek illesztés alatt. Ezek teszteléséhez, kérjük mentse a bejegyzést és csatlakoztatssa le a készüléket by opening az elemkamra ki és becsukásával.
it_it: Telecoil e Accessori sono disattivati durante il fitting. Per verificare questi ambienti, si prega di salvare la sessione e scollegare il dispositivo aprendo e richiudendo il vano batteria.
ja_jp: フィッティング中はテレコイル機能やアクセサリーは使用できません。それらの動作を確認するには補聴器への保存を行った後、電池ケースの開け閉めを行って下さい。
ko_kr: 피팅중에 텔레코일과 액세서리가 비활성화 되었습니다. 이환경을 테스트하려면 세션을 저장하고 보청기 배터리 도어를 열고 닫아 보청기 연결을 해지합니다.
nl_nl: Luisterspoel en accessoires zijn niet actief tijdens de aanpassing. Om deze te testen moet u de aanpasgegevens opslaan en de verbinding met de toestellen verbreken door de batterijlade te openen en te sluiten.
no_no: Telespole og tilbehør er koblet ut under tilpasningen. For å teste disse, vennligst lagre sesjonen og koble ifra apparatene ved å åpne og lukke batteriluken.
pl_pl: Cewka Indukcyjna i akcesoria są nieaktywne w trakcie dopasowywania. Aby sprawdzić ustawienia proszę zapisać sesję i odłączyć aparat(y) poprzez otwarcie i ponowne zamknięcie komory baterii.
pt_pt: Bobina Telefônica e acessórios serão desabilitados durante o ajuste. Para testar estes ambientes, por favor salve a sessão e desconecte o(s) aparelho(s) abrindo e fechando o compartimento de pilha.
ro_ro: Bobina telefonica si accesoriile sunt dezactivate în timpul reglajului. Pentru a testa aceste medii, vă rugăm să salvaţi sesiunea şi deconectaţi instrumentul (e) prin deschiderea şi închiderea uşii bateriei
ru_ru: Телефонная катушка и аксессуары не работают во время настройки. Для оценки этих окружений, пожалуйста, сохраните данные сессии и отключите СА, открыв и закрыв дверцу батарейного отсека.
sv_se: Telespole och tillbehör är urkopplade under anpassningen. För att testa dessa miljöer, spara sessionen och koppla ur hörapparat(er) genom att öppna och stänga batteriluckan.
tr_tr: Telecoil ve aksesuarlar uygulama boyunca etkin değil. Bu çevreleri test etmek için, lütfen oturumu kaydedin ve pil kapağını açıp kapayarak cihazla bağlantıyı kesin.
zh_cn: 在选配时电感和附件无法使用。如要测试它们的功能，请先保存助听器设置，断开连接，打开再合上助听器电池仓。

source: Tip: You can resume the session by reconnecting the instrument(s).
cs_cz: Tip: Sezení ukončíte odpojením sluchadla.
da_dk: Tip: Du kan fortsætte tilpasningen ved at genforbinde apparaterne.
de_de: Tipp: Sie können die Sitzung durch Neuverbindung der Hörsysteme fortsetzen.
es_es: Consejo: Podrá continuar la sesión re-conectando el(los) audífono(s).
fi_fi: Vinkki : Voit jatkaa käyntiä yhdistämällä kuulokojeet uudelleen.
fr_fr: Ensuite, si nécessaire, vous pouvez reprendre la session en reconnectant les appareils.
hu_hu: Tip: Újrakezdheti a bejegyzést a készülék újra csatlakoztatásával.
it_it: Suggerimento: è possibile riprendere la sessione ricollegando il dispositivo.
ja_jp: 補聴器を再接続するとフィッティングを再開できます
ko_kr: Tip: 보청기를 다시 연결하여 세션을 재개할 수 있습니다.
nl_nl: Tip: de sessie kan weer hervat worden door opnieuw verbinding te maken met het (de) toestel(len).
no_no: Tips: Du kan fortsette sesjonen ved å koble til apparatene igjen.
pl_pl: Porada: Możesz zresetować sesję poprzez ponowne podłączenie aparat(ów).
pt_pt: Dica: Você pode resumir a sessão para reconectar o(s) aparelho(s)
ro_ro: Sfat: Puteţi relua sesiunea prin reconectarea instrumentul (e)
ru_ru: Подсказка: Вы можете возобновить сессию, переподключив СА.
sv_se: Tips: Du kan återvända till sessionen genom att återansluta hörapparat(er)).
tr_tr: İpucu: İşitme cihazı ile tekrar bağlantı kurarak oturuma yeniden başlayabilirsin.
zh_cn: 提示：重新连接能读取助听器的验配数据。

source: CS44 with Programming Adaptor
cs_cz: CS44 se značkou
da_dk: CS44 med programmeringssko
de_de: CS44 mit Programmieradapter
es_es: CS44 con Zócalo Adaptador
fi_fi: CS44+adapt.
fr_fr: CS44 + sabot
hu_hu: CS44 kábel programozó papucssal
it_it: CS44 con Adattatore programmazione
ja_jp: CS44 + ﾌﾟﾛｸﾞﾗﾐﾝｸﾞｱﾀﾞﾌﾟﾀ
nl_nl: CS44 + programmeeradaptor
no_no: CS44 m prg. adapter
pl_pl: CS44 z Adapterem Programowania
pt_pt: CS44 com Adaptador de Programação
ro_ro: Cablu CS44 cu Adaptor de programare
ru_ru: CS44 + адаптор
sv_se: CS44 med prg. sko
tr_tr: Programlama Adaptörü ile CS44
zh_cn: CS44(+编程靴)

source: Telecoil and accessories are disabled during fitting. To test these environments, please save the session and disconnect the instrument(s) by opening and closing the battery door.
cs_cz: Cívka a doplňky jsou během nastavování odpojeny. K testování prostředí, prosím, uložte sezení a odpojte sluchadlo otevřením a zavřením bateriových dvířek.
da_dk: Telespole og tilbehør kan ikke aktiveres under tilpasning. For at teste dette må du gemme sessionen og frakoble høreapparaterne ved at åbne og lukke batteridøren.
de_de: Induktionsspule und Zubehör sind während der Anpassung inaktiv. Zum Testen speichern Sie bitte die Anpassung und trennen das (die) Hörsystem(e) durch öffnen und schließen des Batteriefaches.
es_es: La Bobina y los accesorios están deshabilitados durante la adaptación. Para probar estos entornos, guarde la sesión y desconecte el(los) audífono(s) abriendo y cerrando el portapilas.
fi_fi: Induktiosilmukka ja lisälaitteet ovat poiskytketty sovituksen aikana. Jos haluat kokeilla näitä ääniympäristöjä, tallenna sovitus ja irroita kuulokoje avaamalla ja sulkemalla paristokotelo.
fr_fr: La bobine T, l'entrée audio DAI et les accessoires ne peuvent pas être testés directement pendant la programmation. Pour les tester, sauvegarder les réglages et déconnecter les appareils en ouvrant les porte-piles ou en les débranchant.
hu_hu: A telefontekercs és a tartozékok nem működnek az illesztés alatt. Ezek teszteléséhez, kérjük mentse a bejegyzést és csatlakoztassa le a készüléket, az elemkamra ki és becsukásával.
it_it: Telecoil e Accessori sono disattivati durante il fitting. Per verificare questi ambienti, si prega di salvare la sessione e scollegare il dispositivo aprendo e chiudendo il vano batteria.
ja_jp: フィッティング中はテレコイル機能やアクセサリーは使用できません。それらの動作を確認するには補聴器への保存を行った後、電池ケースの開け閉めを行って下さい。
ko_kr: Telecoil 과 악세서리가 피팅중 비활성화 되었습니다. 이 환경을 테스트하기 위해서 세션 저장후 보청기 배터리 도어를 열고 닫아 보청기 연결을 해지합니다.
nl_nl: Luisterspoel en accessoires zijn niet actief tijdens de aanpassing. Om deze te testen moet u de aanpasgegevens opslaan en de verbinding met de toestellen verbreken door de batterijlade te openen en te sluiten.
no_no: Telespole og tilbehør er koblet ut under tilpasning. For å teste disse, vennligst lagre sesjonen og koble ifra apparatene ved å åpne og lukke batteriluken.
pl_pl: Cewka Telefoniczna i akcesoria są nieaktywne w trakcie dopasowywania. Aby sprawdzić ustawienia proszę zapisać sesję i odłączyć aparat(y) poprzez otwarcie i ponowne zamknięcie komory baterii.
pt_pt: Bobina Telefônica e acessórios estão desabilitados. Para testar estes ambientes, por favor salve a sessão e desconecte o(s) aparelho(s) abrindo e fechando o compartimento de pilha.
ro_ro: Bobina telefonica si accesoriile sunt dezactivate în timpul feglajului. Pentru a testa aceste medii, vă rugăm să salvaţi sesiunea şi deconectaţi instrumentul (e) prin deschiderea şi închiderea uşii bateriei.
ru_ru: Телефонная катушка и аксессуары не работают во время настройки. Для оценки этих окружений, пожалуйста, сохраните данные сессии и отключите СА, открыв и закрыв дверцу батарейного отсека.
sv_se: Telespole och tillbehör är urkopplade under anpassningen. För att testa dessa miljöer, spara sessionen och koppla ur hörapparat(er) genom att öppna och stänga batteriluckan.
tr_tr: Telecoil ve aksesuarlar uygulama boyunca etkin değil. Bu çevreleri test etmek için, lütfen oturumu kaydet ve cihazın pil kapağını açıp kapatarak bağlantıyı kes.
zh_cn: 选配时电感和附件禁用。欲测试其功能，请先保存验配数据，断开连接，然后打开再合上电池仓门。

source: Tip: You can resume the session by reconnecting the instrument(s).
cs_cz: Tip: Můžete ukončit sezení odpojením sluchadla.
da_dk: Tip: Du kan fortsætte tilpasningen ved at genforbinde apparaterne.
de_de: Tipp: Sie können die Anpassung fortsetzen, wenn Sie das (die) Hörsystem(e) neu verbinden.
es_es: Consejo: Podrá continuar la sesión re-conectando el(los) audífono(s).
fi_fi: Vinkki : Voit jatkaa käyntiä yhdistämällä kuulokojeet.
fr_fr: Vous pouvez reprendre la session en reconnectant les appareils.
hu_hu: Tip: Újra tudja kezdeni a bejegyzést, ha lecsatlakoztatja a készüléket.
it_it: Suggerimento: è possibile riprendere la sessione ricollegando il dispositivo.
ja_jp: 補聴器を再接続するとフィッティングを再開できます
ko_kr: Tip: 보청기를 다시 연결함으로서 세션을 재개할 수 있습니다
nl_nl: Tip: u kunt de sessie hervatten door de toestellen opnieuw te verbinden..
no_no: Tips: Du kan fortsette sesjonen ved å koble til apparatene igjen.
pl_pl: Porada: Możesz zresetować sesję poprzez ponowne podłączenie aparat(ów).
pt_pt: Dica: Você pode resumir a sessão reconectando os aparelho(s).
ro_ro: Sfat: Puteţi relua sesiunea prin reconectarea instrumentul (e).
ru_ru: Подсказка: Вы можете возобновить сессию, переподключив СА.
sv_se: Tips: Du kan återvända till sessionen genom att återansluta hörapparat(er)).
tr_tr: İpucu: İşitme cihazı ile tekrar bağlantı kurarak oturumu tekrar eski haline getirebilirsin.
zh_cn: 提示:重新连接助听器能重新读出验配数据。

source: {0} instrument(s) are capable of exceeding 132 dB SPL. Special care should be exercised in fitting these instrument(s) because there may be risk of impairing the remaining hearing of the hearing aid user.
cs_cz: {0} sluchadlo je schopno překročit maximální výstup 132 dB SPL. Buďte opatrní při nastavování tohoto sluchadla, mohlo by dojít k poškození zbytků sluchu uživatele.
da_dk: {0} apparter kan overskride 132 dB SPL. Der bør udvises særlig omhu ved tilpasning af disse apparater .
de_de: Das gewählte Hörsystem {0} kann einen Schalldruck von über 132 dB SPL erzeugen. Bitte beachten Sie dies bei der Anpassung, um Schädigungen des Gehörs durch zu laute Schallpegel auszuschließen!
es_es: El(Los) audífono(s) {0} son capaces de superar los 132 dB SPL. Deberá de prestar especial atención al adaptar estos audífono(s) por el riego de dañar los restos auditivos del paciente.
fi_fi: {0} kojeet pystyvät toistamaan yli 132 dB SPL antotasoja ! Varovaisuutta tulee noudattaa sovitettaessa kojeita kuulovaurion välttämiseksi.
fr_fr: Le niveau de sortie de l'appareil {0} peut dépasser 132 dB SPL. Une attention particulière doit être portée lors de l'appareillage car ces niveaux de sortie peuvent provoquer des dommages irréversibles à l’oreille du patient.
hu_hu: {0} készülék alkalmas, hogy átlépje a 132 dB SPL-t. Kiemelten figyeljen az ilyen készülékek illesztésénél, mert lehetséges a további károsodás a meglévő hallásban.
it_it: Il dispositivo {0} è in grado di superare i 132 dB SPL. Prestare particolare attenzione durante il fitting di questi dispositivi, potrebbero esserci rischi di compromettere il residuo d'udito del paziente.
ja_jp: この補聴器は132dB SPL以上の出力があります。フィッティングの際には充分注意して下さい。
ko_kr: {0} 보청기는 132dB SPL을 초과할 수 있습니다. 보청기 사용자의 남은 청력을 해칠 위험이 있으므로 이 보청기의 피팅시 특별한 주의를 기울여야 합니다.
nl_nl: Let op! {0} toestellen kunnen meer dan 132dB SPL output geven.
no_no: {0} apparat(ene) kan overstige 132 dB SPL. Spesielle hensyn bør overveies før tilpasning av disse apparatene.
pl_pl: {0} aparat(y) są w stanie przekroczyć 132 dB SPL. Należy zachować szczególną ostrożność dopasowując te(n) aparat(y) ponieważ istnieje ryzyko uszkodzenia resztek słuchowych Użytkownika aparatu(ów) słuchowego(ych).
pt_pt: {0} aparelho(s) são capazes de exceder 132 dB SPL. Cuidados especiais podem ser necessários no ajuste deste(s) aparelho(s), pode haver risco de perda auditiva ao usuário.
ro_ro: (0) instrument (e) sunt capabile de a depăşi 132 dB SPL. O atenţie specială trebuie să fie exercitata înreglarea acestor instrumente (e) deoarece poate exista riscul de a afecta restul auzului utilizatorului.
ru_ru: СА {0} создают ВУЗД более 132 дБ УЗД. Будьте осторожны при настройке, так как имеется риск повредить остаточный слух пациента.
sv_se: {0} hörapparat(er) är kapabla att överskrida 132 dB SPL.
tr_tr: {0} Cihazlar 132 dB SPL 'yi aşabilirler. Bu cihazların fitting'inde özel bir bakım olmalıdır,çünkü işitme cihazı kullanıcısının kalan işitmesine zarar verme riski olabilir.
zh_cn: {0} 助听器的最大声输出超过132dB SPL。在连接、调试助听器时特别注意，以免损伤用户的残余听力。

source: English (UK)
cs_cz: Anglicky (UK)
da_dk: Engelsk (UK)
de_de: Englisch (UK)
es_es: Inglés (UK)
fi_fi: Englanti (UK)
fr_fr: Anglais (UK)
hu_hu: Angol (UK)
it_it: Inglese (UK)
ja_jp: 英語 (UK)
ko_kr: 영어 (UK)
nl_nl: Engels (UK)
no_no: Engelsk (UK)
pt_pt: Inglês (UK)
ro_ro: Engleza (UK)
ru_ru: Английский (UK)
tr_tr: İngilizce (UK)
zh_cn: 英语(英国)

source: Do you wish to connect the Instrument(s) ?
cs_cz: Přejete si připojit sluchadlo?
da_dk: Vil du forbinde apparaterne ?
de_de: Möchten Sie das (die) Hörsystem(e) verbinden?
es_es: ¿Desea conectar el(los) audífono(s) ?
fi_fi: Tahdotko yhdistää kuulokojeet ?
fr_fr: Voulez-vous connecter les appareils ?
hu_hu: Csatlakoztatni szeretné a készüléket?
it_it: Collegare dispositivo/i?
ja_jp: 補聴器を接続しますか?
ko_kr: 보청기를 연결 하시겠습니까 ?
nl_nl: Wilt u het/de toestel(len) verbinden?
no_no: Ønsker du å koble til apparat(ene) ?
pl_pl: Czy chcesz podłączyć Aparat(y)?
pt_pt: Você deseja conectar o(s) aparelho(s)?
ro_ro: Doriti conectarea Instrumentul (e)?
ru_ru: Подключить СА?
sv_se: Vill du ansluta hörapparat(er)
tr_tr: Cihaz(lar)a bağlanmak istiyor musun?
zh_cn: 您想连接助听器吗？

source: Changes have been saved to the instrument(s) and database (NOAH). It is safe to disconnect the hearing instrument(s).
cs_cz: Změny byly uloženy do sluchadla a databáze (NOAH). Můžete bezpečně odpojit sluchadlo.
da_dk: Ændringer er gemt i høreapparat(er) og Noah. HA kan afkobles Aventa.
de_de: Änderungen wurden in Hörsystem(en) und Datenbank (NOAH) gespeichert. Sie können nun das/die Hörsystem/e trennen.
es_es: Los cambios han sido grabados en el(los) audífono(s) y en la base de datos (NOAH). Ahora es seguro desconectar el(los) audífono(s).
fi_fi: Muutokset ovat tallennettu Noah tietokantaan ja kuulokojeisiin. Voit nyt irroittaa kuulokojeet turvallisesti.
fr_fr: Données sauvegardées dans la base de données (Noah) et dans les appareils auditifs
hu_hu: A változások elmentve az adatbázisba és a készülékbe (NOAH). Biztonságos a készülékek lecsatlakoztatása.
it_it: Le modifiche sono state salvate negli apparecchi acustici e nel database (NOAH). Ora è possibile scollegare gli apparecchi acustici.
ja_jp: 補聴器とパソコンへデータが保存されました。安全に補聴器を取り外せます。※調整内容を有効にする為に電池ケースを「開け→閉め」して下さい。
ko_kr: 보청기와 데이터베이스(NOAH)에 변경사항이 저장되었습니다. 보청기 연결을 해지하셔도 안전합니다.
nl_nl: Wijzigingen zijn opgeslagen in toestel(len) en database (NOAH). De verbinding met de toestellen mag nu verbroken worden.
no_no: Endringer er lagret i apparat(ene) og databasen (NOAH). Det er trygt å koble ifra høreapparat(ene).
pl_pl: Zmiany zostatły zapisane w aparatach i bazie danych (NOAH). Można bezpiecznie odłączyć aparaty.
pt_pt: Mudanças salvas no(s) aparelho (s) e no banco de dados (NOAH). O(s) aparelho(s) pode(m) ser desconectado(s) com segurança.
ro_ro: Modificările au fost salvate la instrumentul (e) şi de baze de date (NOAH). Este sigur să deconectaţi proteza auditiva (e). Ascultaţi Citiţi fonetic
ru_ru: Изменения были сохранены в СА и базе данных (NOAH). СА могут быть отсоединены.
sv_se: Ändringar har sparats i hörapparat och databas (NOAH). Du kan koppla loss hörapparat.
tr_tr: Değişiklikler işitme cihaz(lar)ına ve (NOAH) veri tabanına kaydedildi. İşitme cihaz(lar)ı ile bağlantıyı güvenle kesebilirsiniz.
zh_cn: 数据已保存到数据库和助听器中，可以安全地断开助听器的连接。

source: Fitting Data Saved to Database (NOAH)
cs_cz: Nastavovací data uložena do databáze (NOAH)
da_dk: Tilpasning er gent i NOAH
de_de: Anpassdaten wurden in Datenbank (NOAH) gespeichert
es_es: Los datos de la adaptación se han grabado en la base de datos (NOAH)
fi_fi: Sovitustiedot tallennettu Noah tietokanataan
fr_fr: Données sauvegardées dans la base de données (Noah)
hu_hu: Illesztési adat elmentve az adatbázisba (NOAH)
it_it: Dati del Fitting salvati sul Database (NOAH)
ja_jp: パソコン (NOAH) へフィッティングデータが保存されました
ko_kr: 피팅 데이터가 데이터베이스(NOAH)에 저장되었습니다
nl_nl: Aanpasgegevens opgeslagen in database (NOAH)
no_no: Tilpasningsdata har blitt lagret i Databasen (NOAH)
pl_pl: Dane Dopasowania Zapisane do Bazy Danych (NOAH)
pt_pt: Ajuste atual salvo no banco de dados (NOAH)
ro_ro: Montarea Datele salvate la baza de date (NOAH)
ru_ru: Данные настройки сохранены в базу данных (NOAH)
sv_se: Anpassningsdata sparades till databas (NOAH)
tr_tr: Uygulama verisi veritabanına kaydedildi.
zh_cn: 验配数据已保存到(NOAH)数据库

source: Database (NOAH) and hearing instrument(s)
cs_cz: Databáze (NOAH) a sluchadlo(-a)
da_dk: NOAH og HA.
de_de: Datenbank (NOAH) und Hörsystem(e)
es_es: Base de datos (NOAH) y audífono(s)
fi_fi: Noah tietokantaan ja kuulokojeisiin
fr_fr: la base de données (Noah) et les appareils
hu_hu: Adatbázis (NOAH) és hallókészülék
it_it: Database (NOAH) e Apparecchi Acustici
ja_jp: パソコン (NOAH) と補聴器
ko_kr: 데이터베이스 (NOAH) 와 보청기
nl_nl: Database (NOAH) en hoortoestel(len)
no_no: Database (NOAH) og høreapparat(er)
pl_pl: Baza Danych (NOAH) i aparat(y) słuchowy(e)
pt_pt: Banco de dados (NOAH) e aparelho(s) auditivo(s)
ro_ro: Baza de date (NOAH) şi proteza auditiva (e)
ru_ru: База данных (NOAH) и СА
sv_se: Databas (NOAH) och hörapparat(er)
tr_tr: Veritabanı (NOAH) ve İşitme Cihaz(lar)ı
zh_cn: (NOAH)数据库和助听器
