Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: This product is licensed to GN ReSound
da_dk: Dette produkt er licenteret til GN ReSound
de_de: Dieses Produkt ist von GN ReSound lizenziert
es_es: Este producto tiene licencia de GN ReSound
fr_fr: Produit sous licence GN ReSound
hu_hu: Ez a termék a GN ReSound által licenszelt
it_it: Questo prodotto è concesso in licenza a GN ReSound
ja_jp: この製品はGN ReSoundにライセンスされています
ko_kr: 이 제품의 허가권은 GN ReSound 에게 있습니다.
no_no: Dette produktet er lisensiert GN ReSound
pl_pl: Ten produkt jest zarejestrowany dla GN ReSound
pt_pt: Esse produto é licenciado para GN ReSound
ro_ro: Produs licentiat sub GN ReSound
ru_ru: Лицензия принадлежит GN ReSound
tr_tr: Bu ürün GN ReSound'un lisanslı ürünüdür.
zh_cn: 瑞声达已购买此产品的使用权

source: Warning: This computer library is protected by copyright law and international treaties. Unauthorized reproduction or distribution of this library or any portion of it may result in severe civil and criminal penalties and will be prosecuted to the maximum extent possible under the law.
da_dk: Advarsel: Dette computer bibliotek er beskyttet af internationale copyright lovgivning og traktater. Uautoriseret reproduktion eller distribution af dette bibliotek eller dele af det kan resultere i alvorlig straf og vil blive retsforfulgt I videst mulige omfang.
de_de: Warnung: Diese Computer Bibliothek wird durch das Urheberrecht und internationale Verträge geschützt. Die unerlaubte Vervielfältigung oder Verbreitung dieser Bibliothek oder eines Teils davon kann schwere zivil- und strafrechtliche Folgen haben und werden so weit wie möglich nach dem Gesetz belangt.
es_es: Aviso: La librería de este ordenador está protegida por la ley y tratados internacionales. Una reproducción no autorizada o distribución de esta librería o una porción de ella puede derivar en severas penas civiles o criminales y será perseguido en la máxima extensión posible de la ley.
fr_fr: Avertissement : cette bibliothèque sonore est protégée par des copyright et des traités internationaux. Toute reproduction ou distribution, totale ou partielle, non autorisée pourra faire l'objet de poursuites pénales.
hu_hu: Figyelmeztetés: Ez a könyvtár szerzői jogok és szerződések által védett . Engedély nélküli másolás vagy megváltoztatása ennek a könyvtárnak vagy bármely részének civil és bünügyi felelősségrevonással jár.
it_it: Attenzione: Questa libreria computer è protetto dalle leggi sul copyright e dai trattati internazionali. La riproduzione o distribuzione non autorizzata di questa libreria o qualsiasi parte di esso può comportare gravi sanzioni civili e penali e sarà perseguita nella misura massima consentita dalla legge.
ja_jp: 警告：このコンピュータのライブラリは著作権法および国際条約により保護されています。このライブラリまたはその一部を無断で複製または配布する事は、民事および刑事上の厳しい処罰につながる可能性があります。
ko_kr: 경고: 이 컴퓨터 라이브러리는 저작권 법과 국제 조약에 의해 보호됩니다. 이 라이브러리의 승인 받지 않은 재생산, 판매와 관련된 행위는 민형사상의 처벌을 받을 수 있으며 법률에 의거하여 허용되는 최대 한도로 기소됩니다.
no_no: Advarsel: Denne maskinens bibliotek er beskyttet av copyright lov og internasjonale avtaler.
pl_pl: Ostrzeżenie: Ta biblioteka komputerowa jest chroniona prawami autorskim i umowami międzynarodowymi. Nieautoryzowane kopiowanie lub dystrybucja tej biblioteki lub jakiejkolwiek jej części może skutkować poważnymi sankcjami cywilnymi i karnymi, i będzie ścigane w maksymalnym zakresie dopuszczalnym przez prawo.
pt_pt: Aviso: Esta base de dados está protegida por direitos autorais e tratados internacionais. A reprodução ou distribuição desta biblioteca, ou qualquer parte dele pode resultar em severas penalidades civis e criminais e serão processados ​​na máxima extensão possível ao abrigo da lei.
ro_ro: Atentie: Aceasta biblioteca virtuala este protejata de legea copyrightului si de tratate internationale. Reproducerea si distribuirea neautorizata a acestei biblioteci sau a unei parti ale ei poate rezulta in penalitati civile si penale si va fi urmarita in justitie cu maximumul posibil sub incidenta legii.
ru_ru: Предупреждение: Данные этого компьютера защищены авторским законодательством и международными договорами. Несанкционированное копирование или распостранение этих данных или их части преследуется по закону и может привести к суровому гражданскому или уголовному наказанию.
tr_tr: UYARI: Bu bilgisayar arşivi uluslararası antlaşmalar ve copywright kanunu ile korunmaktadır. Yetkili olmayan kişiler tarafından yapılacak değişiklikler,dağıtımlar veya sivil savunma ve kriminal suç teşkil edecek durumlar; kanunlar önünde maksimum genişletilmiş cezalar ile kovuşturulacaklardır.
zh_cn: 警告: 软件所有权受国际版权法的保护.任何未经授权的分发或修改,均可视为非法.

source: Volume Control + Environment
cs_cz: Regulace hlasitosti + Prostředí
da_dk: Volumenkontrol + Environment
de_de: Lautstärkeeinstellung + Situation
es_es: Control de Volumen + Entorno
fi_fi: Voimakkuudensäätö+Ympäristö
fr_fr: Automatique et potentiomètre
hu_hu: Hangerő szabályzó + Környezet
it_it: Controllo Volume + Ambientale
ja_jp: 手動 + 自動
ko_kr: 볼륨 조절 + 환경
nl_nl: Volumeregeling + Omgeving
no_no: VK + Env. Steering
pl_pl: Potencjometr + Środowisko
pt_pt: Controle de volume + ambiente
ro_ro: Volume Control + Mediu
ru_ru: Регулятор громкости + Окружение
sv_se: Volymkontroll + Miljö
tr_tr: Ses Ayarı + Çevre
zh_cn: 音量控制+环境优化

source: Choose a smaller or more open dome
ja_jp: よりオープンに近い耳せんへ変更して下さい
zh_cn: 选择更小或更开放的耳塞

source: Choose a smaller or more open dome
ja_jp: よりオープンに近い耳せんへ変更して下さい
zh_cn: 选择更小或更开放的耳塞

source: Increase feedback eraser level
ja_jp: ウルトラDFSIIの設定を強めて下さい
zh_cn: 增加反馈消除器级别

source: Ensure patient's ear canal is not occluded with wax
ja_jp: 外耳道に耳あかが詰まっていないか確認して下さい
zh_cn: 确保用户耳道未被耵聍堵塞

source: Increase feedback eraser level
ja_jp: ウルトラDFSIIの設定を強めて下さい
zh_cn: 增加反馈消除器级别

source: Ensure the hearing aid(s) are not in flight mode
ja_jp: 補聴器がフライトモードになっていないか確認して下さい
zh_cn: 确保助听器不在飞行模式

source: Ensure that the hearing instrument(s) are not in flight mode.
ja_jp: 補聴器がフライトモードになっていないか確認して下さい
zh_cn: 确保助听器不在飞行模式

source: Startup Signal
cs_cz: Startovací signál
de_de: Startsignal
es_es: Señal de encendido
fi_fi: Käynnistysääni
fr_fr: Mise en marche
hu_hu: Induló jel
it_it: Segnale di avvio
ja_jp: スマートスタート
ko_kr: 시작 신호
nl_nl: Startup signaal
no_no: Oppstart Signal
pl_pl: Sygnał Początkowy
pt_pt: Sinal de início
ro_ro: Semnal pornire
ru_ru: Сигнал запуска
sv_se: Start Signal
tr_tr: Açılış sinyali
zh_cn: 开机

source: Normal Start
cs_cz: Normální start
de_de: Normaler Start
es_es: Encendido Normal
fi_fi: Normaali käynnistys
fr_fr: Mode Standard
hu_hu: Normál Start
it_it: Avvio normale
ja_jp: スマートスタート
ko_kr: 정상 시작
nl_nl: Normale start
pl_pl: Normalny Start
pt_pt: Início Normal
ro_ro: Start normal
ru_ru: Обычное включение
tr_tr: Normal Açılış
zh_cn: 正常开机

source: Change Program
cs_cz: Změna programu
da_dk: Skift program
de_de: Wechseln des Programmes
es_es: Cambio de Programa
fi_fi: Vaihda ohjelmaa
fr_fr: Changement de programme
hu_hu: Program váltás
it_it: Cambio Programma
ja_jp: プログラム切り替え
ko_kr: 프로그램 변경
nl_nl: Wijzig programma
no_no: Endre Program
pl_pl: Zmiana Programu
pt_pt: Mudar Programa
ro_ro: Schimba Program
ru_ru: Изменить программу
sv_se: Ändra program
tr_tr: Program Ayarı
zh_cn: 切换程序

source: Program 1
de_de: Programm 1
es_es: Programa 1
fi_fi: Ohjelma 1
fr_fr: Programme 1
it_it: Programma 1
ja_jp: プログラム 1
ko_kr: 프로그램 1
nl_nl: Programma 1
pt_pt: Programa 1
ru_ru: Программа 1
zh_cn: 程序1

source: Program 2
de_de: Programm 2
es_es: Programa 2
fi_fi: Ohjelma 2
fr_fr: Programme 2
it_it: Programma 2
ja_jp: プログラム 2
ko_kr: 프로그램 2
nl_nl: Programma 2
pt_pt: Programa 2
ru_ru: Программа 2
zh_cn: 程序2

source: Program 3
de_de: Programm 3
es_es: Programa 3
fi_fi: Ohjelma 3
fr_fr: Programme 3
it_it: Programma 3
ja_jp: プログラム 3
ko_kr: 프로그램 3
nl_nl: Programma 3
pt_pt: Programa 3
ru_ru: Программа 3
zh_cn: 程序3

source: Program 4
de_de: Programm 4
es_es: Programa 4
fi_fi: Ohjelma 4
fr_fr: Programme 4
it_it: Programma 4
ja_jp: プログラム 4
ko_kr: 프로그램 4
nl_nl: Programma 4
pt_pt: Programa 4
ru_ru: Программа 4
zh_cn: 程序 4

source: Change Volume
cs_cz: Změna hlasitosti
da_dk: Skift af volumen
de_de: Lautstärke Veränderung
es_es: Cambio de Volumen
fi_fi: Muuta voimakkuutta
fr_fr: Changement de volume
hu_hu: Hangerő váltás
it_it: Cambio Volume
ja_jp: ボリューム変更
ko_kr: 볼륨 변경
nl_nl: Wijzig volume
no_no: Endre Volum
pl_pl: Zmiana Głośności
pt_pt: Mudar Volume
ro_ro: Modifica volum
ru_ru: Изменить громкость
sv_se: Ändra volym
tr_tr: Ses Ayarı
zh_cn: 调整音量

source: Volume Up/Down
cs_cz: Zvýš/Sníž hlasitosti
da_dk: Volumen op/ned
de_de: Lautstärke höher/niedriger
es_es: Volumen Subir/Bajar
fi_fi: Voimakkuus Ylös/Alas
fr_fr: Volume +/-
hu_hu: Hangerő fel/le
it_it: Volume Più/Meno
ja_jp: ボリューム変更
ko_kr: 볼륨 업/다운
nl_nl: Volume hoger/lager
no_no: Volum Opp/Ned
pl_pl: Głośność Góra/Dół
pt_pt: Volume para cima/baixo
ro_ro: Volum Sus/ Jos
ru_ru: Громкость Громче/Тише
sv_se: Volym Upp/Ned
tr_tr: Ses aşağı/yukarı
zh_cn: 音量增加/降低

source: Low Battery
cs_cz: Vybitá baterie
da_dk: Svagt batteri
de_de: niedrige Batterie
es_es: Batería baja
fi_fi: Matala paristojännite
fr_fr: Pile faible
hu_hu: Kimerült elem
it_it: Batteria scarica
ja_jp: 電池寿命お知らせ
ko_kr: 배터리가 조금 남음
nl_nl: Lege batterij
no_no: Lavt batterinivå
pl_pl: Słaba Bateria
pt_pt: Bateria fraca
ro_ro: Baterie scazuta
ru_ru: Низкий заряд батареи
sv_se: Svagt batteri
tr_tr: Pil seviyesi
zh_cn: 低电量

source: FM Streamer
es_es: Streamer FM
fi_fi: FM lähetin
fr_fr: FM (DAI)
ja_jp: FM
ko_kr: FM 스트리머
pl_pl: Odbiornik FM
pt_pt: FM
ro_ro: Redare FM
ru_ru: FM Стример
zh_cn: FM 音频输入

source: Program Synchronization
cs_cz: Synchronizace programů
da_dk: Synkronisering af programmer
de_de: Programm Synchronisation
es_es: Sincronización de Programas
fi_fi: Ohjelmien synkronointi
fr_fr: Synchronisation des programmes
hu_hu: Program szinkronizáció
it_it: Programmi Sincronizzati
ja_jp: 両耳連動プログラム
ko_kr: 프로그램 동기화
nl_nl: Programma synchronisatie
no_no: Program Synkronisering
pl_pl: Synchronizacja Programów
pt_pt: Sincronização do programa
ro_ro: Sincronizare Program
ru_ru: Синхронизация программ
sv_se: Program Synkronisering
tr_tr: Program Senkronizasyonu
zh_cn: 同步程序切换

source: Volume Change Synchronization
cs_cz: Synchronizace změn hlasitosti
da_dk: Synkronisering af Volume kontrol
de_de: Lautstärke Synchronisation
es_es: Sincronización de Cambios de Volumen
fi_fi: Voimakkuudensäädön synkronointi
fr_fr: Synchronisation du volume
hu_hu: Hangerő váltás szinkronizáció
it_it: Variazione Volume di Sincronizzazione
ja_jp: 両耳連動ボリューム
ko_kr: 볼륨 변경 동기화
nl_nl: Volumeregeling synchronisatie
no_no: Volumendring - Synkronisering
pl_pl: Synchronizacja Zmian Głośności
pt_pt: Sincronização da mudança de volume
ro_ro: Sincronizare modificare volum
ru_ru: Синхронизация изменения громкости
sv_se: Volymändring Synkronisering
tr_tr: Ses Ayarı Senkronizasyonu
zh_cn: 同步音量调节

source: Tinnitus modulation Synchronization
cs_cz: Synchronizace modulace Tinnitu
da_dk: Synkronisering af tinnitusmodulation
de_de: Tinnitus-Modulations Synchronisation
es_es: Sincronización de modulación Tinnitus
fi_fi: Tinnitus modulaation synkronointi
fr_fr: Synchronisation des générateurs TSG
hu_hu: Tinnitus modulációs szinkronizáció
it_it: Sincronizzazione modulazione Tinnitus
ja_jp: 両耳連動TSG
ko_kr: 이명 모듈 동기화
nl_nl: Tinnitus modulatie synchronisatie
no_no: Tinnitus modulasjon - Synkronisering
pl_pl: Synchronizacja modulacji TSG
pt_pt: Sincronização da modulação do zumbido
ro_ro: Sincronizare modulare Tinnitus
ru_ru: Синхронизации модуляции Тиннитуса
sv_se: Tinnitus modulation Synkronisering
tr_tr: Tinnitus modulasyon senkronizasyonu
zh_cn: 同步耳鸣管理器调制

source: Low Frequency
cs_cz: Hluboké frekvence
da_dk: Lavfrekvens
de_de: Niedrige Frequenzen
es_es: Bajas Frecuencias
fi_fi: Matala taajuus
fr_fr: Graves
hu_hu: Mély frekvencia
it_it: Bassa Frequenza
ja_jp: 低域
ko_kr: 저주파
nl_nl: Lage frequentie
no_no: Lavfrekvent
pl_pl: Niskie Częstotliwości
pt_pt: Frequencias Baixas
ro_ro: Frecventa joasa
ru_ru: Низкая частота
sv_se: Låga frekvenser
tr_tr: Alçak Frekans
zh_cn: 低频

source: High Frequency
cs_cz: Vysoké frekvence
da_dk: Højfrekvens
de_de: Hohe Frequenzen
es_es: Altas Frecuencias
fi_fi: Korkea taajuus
fr_fr: Aigus
hu_hu: Magas frekvencia
it_it: Alta Frequenza
ja_jp: 高域
ko_kr: 고주파
nl_nl: Hoge frequentie
no_no: Høyfrekvent
pl_pl: Wysokie Częstotliwości
pt_pt: Frequencias Altas
ro_ro: Frecventa inalta
ru_ru: Высокая частота
sv_se: Höga frekvenser
tr_tr: Yüksek Frekans
zh_cn: 高频

source: Noise Level
cs_cz: Hladina hluku
da_dk: Støjniveau
de_de: Störgeräusch Stufe
es_es: Nivel de Ruido
fi_fi: Melutaso
fr_fr: Niveau de bruit
hu_hu: Zajszint
it_it: Livello di rumore
ja_jp: ノイズレベル
ko_kr: 소음 레벨
nl_nl: Ruisniveau
no_no: Støy Nivå
pl_pl: Poziom Szumu
pt_pt: Nível do ruído
ro_ro: Nivel de zgomot
ru_ru: Уровень шума
sv_se: Brus Nivå
tr_tr: Gürültü Seviyesi
zh_cn: 噪声级

source: Tinnitus Sound Generator
es_es: Generador Sonoro Tinnitus
fi_fi: Tinnitusmaskeri
fr_fr: Générateur de son TSG
hu_hu: Tinnitus hang generátor
it_it: Generatore Suoni Tinnitus
ja_jp: TSG
ko_kr: 이명음 발생기
no_no: Tinnitus Lydgenerator
pl_pl: Generator Szumów TSG
pt_pt: Gerador de som para zumbido
ro_ro: Generator de sunet pentru Tinnitus
ru_ru: Генератор Тиннитуса
sv_se: Tinnitus Ljudstimulator
tr_tr: TSG
zh_cn: 耳鸣管理器

source: Pediatric Measurement Data
da_dk: Pædiatriske måledata
de_de: Pädiatrische Messdaten
es_es: Datos de Medición Pediátrico
fi_fi: Pediatrinen sovitustieto
fr_fr: Mesures pédiatriques
hu_hu: Gyermek mérés adat
it_it: Dati di misura pediatrici
ja_jp: 小児測定データ
ko_kr: 소아용 측정 데이타
nl_nl: Pediatrische meetgegevens
no_no: Pediatrisk Måledata
pl_pl: Dane Pomiarów Pediatrycznych
pt_pt: Dados da mensuração pediátrica
ro_ro: Date de masurare Pediatrice
ru_ru: Данные педиатрических измерений
sv_se: Mätdata - Barn
tr_tr: Pediatrik Ölçüm Verisi
zh_cn: 儿童测试数据

source: LED Visual Indications
cs_cz: LED Optická signalizace
da_dk: LED Visuelle Indikationer
de_de: LED Anzeige
es_es: Indicaciones Visuales LED
fi_fi: Visuaalinen ilmaisin käytössä
fr_fr: Indication visuelle par LED
hu_hu: LED Vizuális indikátor
it_it: LED Indicazioni visive
ja_jp: LEDライト
ko_kr: LED 시각 표시기
nl_nl: LED visuele indicaties
no_no: LED lys - Visuell Indikator
pl_pl: Wskazówki Wizualne LED
pt_pt: Indicação visual do LED
ro_ro: Indicatii vizuale LED
ru_ru: LED Визуальный индикатор
sv_se: LED Visuella Indikationer
tr_tr: LED görsel işaretler
zh_cn: LED可视提示

source: Tinnitus Sound Generation Enabled
cs_cz: Tinnitus Sound Generation Povolena
da_dk: TSG til
de_de: Tinnitus Sound Generator Aktiviert
es_es: Generador Sonoro Tinnitus
fi_fi: Tinnitusmaskeri
fr_fr: Générateur de son TSG activé
hu_hu: Tinnitus hang generátor
it_it: Generatore Suoni Tinnitus Abilitato
ja_jp: TSG有効
ko_kr: 이명적 응용 잡음 생성기 사용가능
nl_nl: Tinnitus Sound Generator aan
no_no: Tinnitus Lydgenerator - PÅ
pl_pl: Generator Szumów TSG
pt_pt: Gerador de som para o zumbido habilitado
ro_ro: Generator de sunet pentru Tinnitus activat
ru_ru: Генератор Тиннитуса
sv_se: Tinnitus Ljudstimulator
tr_tr: TSG etkin
zh_cn: 启用耳鸣管理器

source: Visual Indicator
cs_cz: Vizuální indikátor
da_dk: Visuel Indikator
de_de: Optische Anzeige
es_es: Indicador Visual
fi_fi: Visuaalinen ilmaisin käytössä
fr_fr: Activer la confirmation par LED
hu_hu: Vizuális indikátor
it_it: Indicazioni visive
ja_jp: LEDライトを有効にする
ko_kr: 시각적 알림
nl_nl: Visuele indicator
no_no: Visuell Indikator
pl_pl: Wskazówki Wizualne
pt_pt: Indicador visual
ro_ro: Indicator vizual
ru_ru: Визуальный индикатор
sv_se: Visuell Indikator
tr_tr: Görsel işaret
zh_cn: 视觉提示

source: Status Indicator
cs_cz: Indikátor stavu
da_dk: Status Indikator
de_de: Status Anzeige
es_es: Indicador de estado
fi_fi: Tilan ilmaisin
fr_fr: Activer la confirmation visuelle des fonctions
hu_hu: Státusz indikátor
it_it: Indicatore di stato
ja_jp: 一定間隔でお知らせ
ko_kr: 상태 알림
no_no: Status Indikator
pl_pl: Wskaźnik Statusu
pt_pt: Status do indicador
ro_ro: Indicator status
ru_ru: Индикатор состояния
sv_se: Status Indikator
tr_tr: Durum işareti
zh_cn: 状态提示

source: Demo
fr_fr: Démo
ja_jp: デモ
ko_kr: 데모
ru_ru: Демо
zh_cn: 演示

source: Visual Indication LED
cs_cz: Vizuální indikace LED
da_dk: Visuel indikation LED
de_de: Optische LED Anzeige
es_es: Indicación Visual LED
fi_fi: Visuaalinen ilmaisin, LED-valo
fr_fr: Indications visuelles par LED
hu_hu: Vizuális jelző LED
it_it: Indicazioni visive LED
ja_jp: LEDライト
ko_kr: 시각 표시 LED
nl_nl: Visuele indicatie LED
no_no: Visuell Indikasjon LED lys
pl_pl: Wskazówki Wizualne LED
pt_pt: Indicação visual do LED
ro_ro: Indicatie vizuala LED
ru_ru: Визуальный индикатор LED
tr_tr: Görsel İşaret LED
zh_cn: LED视觉提示

source: Ear-to-Ear Communication
cs_cz: Ear-to-Ear Komunikace
da_dk: Ear-to-Ear kommunikation
de_de: Ear-to-Ear Kommunikation
es_es: Comunicación Oído a Oído
fi_fi: Koje-koje kommunikointi
fr_fr: Communication inter-appareils
hu_hu: Készülékek közötti kommunikáció
it_it: Comunicazione Ear-to-Ear
ja_jp: 両耳連動機能
ko_kr: 양이 보청기간 통신
nl_nl: Ear-to-Ear communicatie
no_no: Apparat-til-Apparat kommunikasjon
pl_pl: Komunikacja Międzyuszna
pt_pt: Comunicação de Orelha a Orelha
ro_ro: Sincronizare
ru_ru: Бинауральная связь
sv_se: Öra till Öra Kommunikation
tr_tr: Cihaz-dan-Cihaza İletişim
zh_cn: 双耳智能融合

source: Copyright ©2010
ko_kr: 저작권 ©2010
pl_pl: Prawa Autorskie©2010
ru_ru: Авторское право ©2010
zh_cn: 版权所有©2010

source: National Acoustic Laboratories
hu_hu: Nemzeti Akusztikus Laboratorium
ko_kr: 국립청각연구소
ru_ru: Национальные Акустические Лаборатории
zh_cn: 国家听力实验室

source: A division of Australian Hearing
da_dk: En del af Australian Hearing
hu_hu: Ausztrál Hallás divizió
it_it: Una Divisione di Australian Hearing
ko_kr: 호주 Hearing division
no_no: En divisjon av Australian Hearing
pl_pl: Oddział Australian Hearing
ro_ro: O divizie a Australian Hearing
ru_ru: Подразделение Australian Hearing
sv_se: En division av "Australian Hearing"
tr_tr: Australian Hearing'in bir bölümü
zh_cn: 澳洲听力

source: (~6 Minutes)
cs_cz: (~6 Minut)
da_dk: (~6 Minutter)
de_de: (~6 Minuten)
es_es: (~6 Minutos)
fi_fi: (~6 Minuuttia)
hu_hu: (~6 perc)
it_it: (~6 Minuti)
ja_jp: (～6分)
ko_kr: (~6 분)
nl_nl: (~6 minuten)
no_no: (~6 Minutter)
pl_pl: (~6 Minut)
ro_ro: (~6 Minute)
ru_ru: (~6 Минут)
sv_se: (~6 Minuter)
tr_tr: (~6 Dakika)
zh_cn: (~6分钟)

source: (~11 Minutes)
cs_cz: (~11 Minut)
da_dk: (~11 Minutter)
de_de: (~11 Minuten)
es_es: (~11 Minutos)
fi_fi: (~11 Minuuttia)
hu_hu: (~11 perc)
it_it: (~11 Minuti)
ja_jp: (～11分)
ko_kr: (~11 분)
nl_nl: (~11 minuten)
no_no: (~11 Minutter)
pl_pl: (~11 Minut)
ro_ro: (~11 Minute)
ru_ru: (~11 Минут)
sv_se: (~11 Minuter)
tr_tr: (~11 Dakika)
zh_cn: (~11分钟)

source: WindGuard cannot stay enabled when enabling Tinnitus Sound Generator. WindGuard has automatically been turned off.
cs_cz: WindGuard nemůže zůstat povolen při zapnutí Tinnitus Sound Generator. WindGuard byl automaticky vypnut.
da_dk: Det anbefales ikke at benytte Wind Guard i programmer med Tinnitus Sound Generator. Wind Guard er automatisk slået fra.
de_de: WindGuard kann nicht aktiviert bleiben wenn der Tinitus Sound Generator aktiviert wird. Der WindGuard wurde automatisch abgeschaltet.
es_es: Wind Guard no se puede mantener activo, al activar el Generador Sonoro Tinnitus. WindGuard se ha desconectado automáticamente.
fi_fi: Ei ole suositeltavaa käyttää Tuulisalpa toimintoa samanaikaisesti Tinnitusmaskerin kanssa. Tuulisalpa toiminto poistetaan automaattisesti käytöstä.
fr_fr: Le réducteur de bruit de vent WindGuard ne peut pas être activé en même temps que le générateur de son TSG. Le réducteur de bruit de vent WindGuard a été désactivé.
hu_hu: Nem ajánlott a WindGuard engedélyezése, amikor a Tinnitus hang generátor is engedélyezve van. A WindGuard automatikusan ki fog kapcsolni.
it_it: La funzione Wind Guard non potrà rimanere abilitata mentre è attiva la funzione Generatore Suoni Tinnitus. La Wind Guard verrà automaticamente disattivata.
ja_jp: TSGが動作中はウィンドガードを使用できません。ウィンドガードは自動的にオフになります。
ko_kr: 이명적 응용 잡음 발생기가 활성되면 WindGuard(바람소리제거기)를 사용할 수 없습니다. WindGuard가 자동으로 꺼졌습니다.
nl_nl: WindGuard kan niet aanstaan als de Tinnitus Sound Generator aan wordt gezet. De WindGuard is automatisch uitgezet.
no_no: WindGuard kan ikke være aktivert når Tinnitus Lydgenerator er aktiv. WindGuard blir automatisk slått av.
pl_pl: WindGuard nie może być aktywny gdy działa Generator Szumów TSG. WindGuard został automatycznie wyłączony.
pt_pt: O redutor de ruído de vento não pode ser acionado enquanto o gerador de som para zumbido estiver habilitado. O redutor de ruído de vento, será automaticamente desligado.
ro_ro: Este imposibil de pornit Wind Guard atata timp cat Generatorul de Sunet pentru tinnitus este activat. Caracteristica Wind Guard a fost oprita automat.
ru_ru: Функия подавления шума ветра Wind Guard не может быть активна в период активного Генератора Тиннитуса TSG. Функция подавления шума ветра Wind Guard будет автоматически отключена.
sv_se: Vindbrusreduktion kan inte vara på samtidigt som Tinnitus Ljudstimulator. Vindbrusfunktionen har stängts av.
tr_tr: TSG etkinleştirildiğinde WindGuard etkin kalamaz. WindGuard otomatik olarak kapatıldı.
zh_cn: 当启用耳鸣管理器时，风噪卫士将停止并自动关闭。

source: Tinnitus Sound Generator cannot stay enabled when enabling WindGuard. Tinnitus Sound Generator has automatically been turned off.
cs_cz: Tinnitus Sound Generator nemůže zůstat povolen při zapnutí WindGuard. Tinnitus Sound Generator byl automaticky vypnut.
da_dk: Det anbefales ikke at benytte Tinnitus Sound Generator i programmer med Wind Guard. Tinnitus Sound Generator er automatisk slået fra.
de_de: Der Tinitus Sound Generator kann nicht aktiviert bleiben wenn der WindGuard eingeschaltet wird. Der Tinitus Sound Generator wurde automatisch abgeschaltet.
es_es: El Generador Sonoro Tinnitus no se puede mantener activo, al activar Wind Guard . El Generador Sonoro Tinnitus se ha desconectado de manera automática.
fi_fi: Ei ole suositeltavaa käyttää Tinnitusmaskeri samanaikaisesti Tuulisalpa toiminnon kanssa. Tinnitusmaskeri poistetaan automaattisesti käytöstä.
fr_fr: Le générateur de son TSG ne peut pas être activé en même temps que le réducteur de bruit de vent WindGuard. Le générateur de son TSG a été désactivé.
hu_hu: Nem ajánlott a Tinnitus hang generátor engedélyezése, amikor a WindGuard engedélyezve van. A Tinnitus hang generátor automatikusan ki fog kapcsolni.
it_it: La funzione Sound Generator Tinnitus non potrà rimanere abilitata mentre la funzione Wind Guard è attiva. La funzione Generatore Suoni Tinnitus verrà automaticamente disattivata.
ja_jp: ウィンドガードが動作中はTSGを使用できません。TSGは自動的にオフになります。
ko_kr: WindGuard(바람소리제거기)를 사용하면 이명음 발생기를 사용할 수 없습니다. 이명음 발생기가 자동으로 꺼졌습니다.
nl_nl: De Tinnitus Sound Generator kan niet aanstaan als de WindGuard aan wordt gezet. De Tinnitus Sound Generator is automatisch uitgezet.
no_no: Tinnitus Lydgenerator kan ikke være aktivert når WindGuard er aktiv. Tinnitus Lydgenerator blir automatisk slått av.
pl_pl: Genrator Szumów TSG nie może być aktywny gdy działa WindGuard. Generator Szumów TSG został automatycznie wyłączony.
pt_pt: O Gerador de som para zumbido não pode ser acionado enquanto o redutor de ruído de vento estiver habilitado. O gerador de som para zumbido será automaticamente desligado.
ro_ro: Este imposibil de pornit Generatorul de Sunet atata timp cat Wind Guard este activat. Generatorul de sunet a fost oprit automat.
ru_ru: Функия Генератора Тиннитуса TSG не может быть активной в период активного подавления шума ветра Wind Guard. Функция Генератора Тиннитуса TSG будет автоматически отключена.
sv_se: Tinnitus Ljudstimulator kan inte vara på samtidigt som Vindbrusreduktionen. Tinnitus Ljudstimulatorfunktionen har stängts av.
tr_tr: WindGuard etkinleştirildiğinde TSG etkin kalamaz. TSG otomatik olarak kapatıldı.
zh_cn: 当启用风噪卫士时，耳鸣管理器功能将停止并自动关闭。
