Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: The decreased audibility of signals from behind enables the hearing instrument wearer to hear the woman who is speaking to him.
cs_cz: Ztlumení zezadu přicházejících signálů umožňuje uživateli sluchadla slyšet ženu, která k němu hovoří.
da_dk: Den nedsatte hørbarhed for signaler bagfra giver høreapparatbrugeren mulighed for at høre talen forfra.
de_de: Die reduzierte Hörbarkeit von Signalen hinter dem Hörsystemträger ermöglicht das Hören der Frau welche zu ihm spricht.
es_es: Al reducir la audibilidad de los sonidos traseros, permite al usuario escuchar la voz de la mujer que le está hablando.
fi_fi: Signaalitasojen vähentäminen takaa antaa kuulokojeenkäyttäjälle paremman mahdollisuuden kuulla naista joka puhuu hänelle.
fr_fr: L'aide auditive ne capte que le son provenant de l'avant.
hu_hu: A hátúlról érkező hangérzet csökkenése, lehetővé teszi a hallókészülék viselő számára a neki beszélő nő meghallását.
it_it: Diminuendo l'udibilità dei segnali provenienti da dietro, permette a chi indossa l'apparecchio acustico di sentire la donna che gli parla.
ja_jp: 背後からの信号を小さくすることで、正面の人の会話が聞き取りやすくなります
ko_kr: 뒤쪽 신호의 가청도가 감소되여 보청기 착용자가 자신에게 이야기하는 여성의 소리를 들을 수 있게 된다.
nl_nl: De verminderde hoorbaarheid van geluid van achter maakt het de hoortoesteldrager mogelijk de vrouw te horen die hem aanspreekt
no_no: Den begrensede hørbarheten av signaler bakfra muliggjør for høreapparatbrukeren å høre kvinnen som snakker til han.
pl_pl: Zmniejszenie głośności sygnałów dobiegających z tyłu pozwala użytkownikowi aparatów słuchowych usłyszeć kobietę która do niego mówi.
pt_pt: A diminuição da audibilidade dos sinais de trás permite que o usuário dos aparelhos auditivos possa ouvir a mulher que está falando com ele.
ro_ro: Audibilitatea scazuta a semnalelor venite din spate permite utilizatorului sa asculte vocea din spatele lui.
ru_ru: Снижение слышимости сигналов сзади, позволяет пользователю слышать женщину, которая разговаривает с ним.
sv_se: Den minskade hörbarheten av ljud bakifrån låter brukaren höra kvinnan som talar till honom.
tr_tr: Arkadan gelen azaltılmış sinyallerin duyulabilirliği işitme cihazı takan kişiye, onunla konuşan kadını duyması için imkan sağlar.
zh_cn: 降低来自后方的声音，用户可以听到对他说话的女士的声音。

source: Adjusting Programs on {0} instrument ...
cs_cz: Přizpůsobování programů na {0} sluchadle ...
da_dk: Justerer programmer på {0} apparat...
de_de: Anpassen der Programme im {0} Hörsystem ...
es_es: Ajustando programas en audífono {0} ...
fi_fi: Muokataan ohjelmaan kuulokojeessa : {0}...
fr_fr: Réglage des programmes sur l'appareil {0} ...
hu_hu: Programok állítása a {0} készüléken ...
it_it: Adeguare i programmi su {0} strumento ...
ja_jp: {0} 補聴器のプログラムを調整 ...
ko_kr: {0}보청기의 프로그램을 조절중...
nl_nl: Programma´s op toestel {0} aanpassen ...
no_no: Justerer programmer på {0} apparat ...
pl_pl: Dopasuj Programy w {0} aparacie ...
pt_pt: Ajustando programas em {0} aparelho ...
ro_ro: Ajusteaza Programele la aparatul {0}...
ru_ru: Настройка программы на {0} аппарате ...
sv_se: Justera program på {0} hörapparat...
tr_tr: {0} cihazdaki programlar ayarlanıyor ...
zh_cn: 正在为 {0} 助听器调整程序 ...

source: No additional configurations available
cs_cz: Žádné další nastavení k dispozici
da_dk: Der er ikke yderligere konfigurationer tilgængelige
de_de: Keine weiteren Konfigurationen verfügbar
es_es: No hay configuraciones adicionales disponibles
fi_fi: Lisäasetuksia ei käytettävissä
fr_fr: Aucune autre configuration disponible
hu_hu: További konfiguráció nem áll rendelkezésre
it_it: Nessuna configurazione aggiuntiva disponibile
ja_jp: 使用可能なタイプはありません
ko_kr: 사용가능한 추가 구성이 없습니다.
nl_nl: Geen extra configuraties beschikbaar
no_no: Ingen flere konfigurasjoner tilgjengelig
pl_pl: Brak dostepnych ustawień dodatkowych
pt_pt: Nenhuma configuração adicional disponível
ro_ro: Nicio alta configuratie aditionala valabila
ru_ru: Ни одна дополнительная конфигурация не доступна
sv_se: Inga ytterligare konfigurationer tillgängliga
tr_tr: İlave yapılandırma mümkün değil
zh_cn: 无可用附加装配

source: No instrument connected
cs_cz: Nepřipojeno žádné sluchadlo
da_dk: Intet apparat forbundet
de_de: Keine Hörsysteme verbunden
es_es: No hay audífonos conectados
fi_fi: Kuulokojetta ei ole yhdistetty.
fr_fr: Aucun appareil connecté
hu_hu: Nincs készülék csatlakoztatva
it_it: Nessun dispositivo connesso
ja_jp: 補聴器未接続
ko_kr: 보청기가 연결되지 않음
nl_nl: Geen toestel verbonden
no_no: Ingen apparat tilkoblet
pl_pl: Brak podłączonego aparatu
pt_pt: Nenhum aparelho conectado
ro_ro: Niciun instrument conectat
ru_ru: Устройство не подключено
sv_se: Inga hörapparater anslutna
tr_tr: Bağlanan cihaz yok
zh_cn: 未连接助听器

source: Phone Clip
da_dk: Telefonclip
de_de: Telefon Clip
ja_jp: 携帯ﾕﾅｲﾄ
ko_kr: 폰 클립
nl_nl: Telefoonclip
sv_se: Telefonclip
zh_cn: 手机伴侣

source: Mic Off
da_dk: Mik fra
de_de: Mik aus
es_es: Mic Apagado
fi_fi: Mikrofoni ei käytössä
fr_fr: Micro appareil désactivé
hu_hu: Mik Ki
ja_jp: マイク OFF
ko_kr: 마이크 꺼짐
nl_nl: HI Mic uit
no_no: Mik AV
pl_pl: Wył. Mik.
pt_pt: Mic Desligado
ru_ru: Микрофон Выкл.
sv_se: Mik av
tr_tr: Mikrofon Kapalı
zh_cn: 麦克风关

source: Mic
da_dk: Mik
de_de: Mik
fi_fi: Mik
hu_hu: Mik
ja_jp: ﾏｲｸ
ko_kr: 마이크
no_no: Mik
pl_pl: Mik
ru_ru: Микрофон
sv_se: Mik
tr_tr: Mikrofon
zh_cn: 麦克风

source: TV Streamer Off
da_dk: TV Streamer fra
de_de: Audio Beamer aus
es_es: Streamer TV Apagado
fi_fi: TV-Lähetin ei käytössä
fr_fr: Appareil + accessoire
hu_hu: TV Streamer Ki
it_it: Streamer TV Off
ja_jp: TVユナイトOFF
ko_kr: TV Streamer 꺼짐
nl_nl: HI Mic maximaal
pl_pl: TV Streamer Wył.
pt_pt: Unite TV Desligado
ru_ru: ТВ стример Выкл.
sv_se: TV/Audio Streamer Av
tr_tr: TV Streamer Kapalı
zh_cn: 音频转换器关

source: Please close Noah 4 before proceeding with this update.
cs_cz: Prosím zavřete Noah 4 před spuštěním této aktualizace.
da_dk: Luk venligst Noah 4 før du fortsætter opdateringen.
de_de: Bitte schließen Sie Noah 4 bevor Sie mit dem Update fortfahren.
es_es: Por favor Cierre Noah 4 antes de proceder a esta actualización
fi_fi: Ole hyvä ja sulje Noah4 ennen kuin jatkat tätä päivitystä.
fr_fr: Fermer Noah 4 avant de lancer la mise à jour.
hu_hu: Kérjük zárja be a Noah 4-et mielött ez a frissítés elkezdődik.
it_it: Chiudere Noah 4 prima di procedere con questo aggiornamento.
ja_jp: このアップデートを続行する前にNoah4を閉じて下さい
ko_kr: 이 업데이트를 시행하기 전에 Noah 4를 닫아주세요.
nl_nl: Sluit NOAH 4 s.v.p. af voordat u doorgaat met deze update.
no_no: Vennligst steng Noah 4 før man fortsetter denne oppdateringen.
pl_pl: Proszę zamknąć program Noah 4 przed rozpoczęciem aktualizacji.
pt_pt: Por favor, feche o Noah 4 antes de proceder com a atualização
ro_ro: Vă rugăm să închideţi Noah 4 înainte de a începe cu această actualizare.
ru_ru: Пожалуйста, закройте Noah 4 до выполнения этого обновления.
sv_se: Stäng Noah 4 innan ni fortsätter med denna uppdatering
tr_tr: Lütfen bu güncelemeyi yapmadan önce Noah4 'ü kapatın.
zh_cn: 升级前请关闭Noah4.

source: DAI Off
zh_cn: DAI关闭

source: Microphone/DAI
zh_cn: 麦克风/DAI

source: Ear-to-Ear Communication
cs_cz: Ear-to-Ear Komunikace
da_dk: Ear-to-Ear kommunikation
de_de: Ear-to-Ear Kommunikation
es_es: Comunicación Oído a Oído
fi_fi: Koje-koje kommunikointi
fr_fr: Communication inter-appareils
hu_hu: Készülékek közötti kommunikáció
it_it: Comunicazione Ear-to-Ear
ja_jp: 両耳連動機能
ko_kr: 양이 보청기간 통신
nl_nl: Ear-to-Ear communicatie
no_no: Apparat-til-Apparat kommunikasjon
pl_pl: Komunikacja Międzyuszna
pt_pt: Comunicação de Orelha a Orelha
ro_ro: Dispozitiv-la-dispozitiv de comunicare
ru_ru: Бинауральная связь
sv_se: Öra till Öra Kommunikation
tr_tr: Cihaz-dan-Cihaza İletişim
zh_cn: 双耳智能融合

source: Environmental Optimizer II
de_de: Situations Optimizer II
es_es: Clasificador Ambiental II
fi_fi: Ääniympäristön optimointi II
fr_fr: Ajustement automatique du gain Environmental Optimizer II
hu_hu: Környezeti optimalizáló II
it_it: Ottimizzatore Ambientale II
ja_jp: 両耳連動環境適応システムII
pl_pl: Optymalizator Środowiskowy II
pt_pt: Otimizador Ambiental II
ro_ro: Optimizator de Mediu II
ru_ru: Оптимизатор Окружения
sv_se: Miljöoptimering II
tr_tr: Çevresel Yönetim II
zh_cn: 环境优化器II

source: Program Synchronization
cs_cz: Synchronizace programů
da_dk: Program Synkronisering
de_de: Programm Synchronisation
es_es: Sincronización de Programas
fi_fi: Ohjelmien synkronointi
fr_fr: Changement de programme
hu_hu: Program Szinkronizáció
it_it: Programmi Sincronizzati
ja_jp: 両耳連動プログラム
ko_kr: 프로그램 동기화
nl_nl: Programma Synchronisatie
no_no: Program Synkronisering
pl_pl: Synchronizacja Programów
pt_pt: Sincronização do programa
ro_ro: Sincronizare Program
ru_ru: Синхронизация программы
sv_se: Program Synkronisering
tr_tr: Program Senkronizasyonu
zh_cn: 同步聆听程序

source: Binaural Directionality
cs_cz: Binaurální Směrovost
de_de: Binaurale Direktionalität
es_es: Direccionalidad Binaural
fi_fi: Binauraalinen suuntakuvio
hu_hu: Binaurális Direkcionlitás
it_it: Direzionalità Binaurale
ja_jp: 両耳連動指向性
ko_kr: 양이 방향성
nl_nl: Binaurale Directionaliteit
no_no: Binaural Direksjonalitet
pl_pl: Kierunkowość Obuuszna
pt_pt: Fusão Binaural
ro_ro: Directionalitate Binaurala
ru_ru: Бинауральная направленность
sv_se: Binaural Riktverkan
zh_cn: 双耳智能方向性系统

source: Volume Synchronization
cs_cz: Synchronizace hlasitosti
da_dk: Volumen synkronisering
de_de: Synchronisierung der Lautstärke
es_es: Sincronización de Volumen
fi_fi: Äänenvoimakkuuden synkronointi
fr_fr: Changement de volume
hu_hu: Hangerő Szinkronizáció
it_it: Volume Sincronizzato
ja_jp: 両耳連動ボリューム
ko_kr: 볼륨 동기화
nl_nl: Volume Synchronisatie
no_no: Volum Synkronisering
pl_pl: Synchronizacja Głośności
pt_pt: Sincronização do volume
ro_ro: Sincronizare Volum
ru_ru: Синхронизация громкости
sv_se: Volym Synkronisering
tr_tr: Ses Senkrenizasyonu
zh_cn: 同步音量调节

source: Synchronized SoftSwitching
da_dk: Synkroniseret SoftSwitching
de_de: Synchronisierung SoftSwitch
es_es: Sincronización de SoftSwitching
fi_fi: Synkronoitu Softkytkin
fr_fr: Directionnel automatique SoftSwitching
hu_hu: Szinkronizált SoftSwitching
it_it: SoftSwitching Sincronizzato
ja_jp: 両耳連動ソフトスイッチ
ko_kr: SoftSwitching이 동기화됨
nl_nl: Gesynchroniseerde SoftSwitching
no_no: Synkronisert SoftSwitching
pl_pl: Synchronizowany SoftSwitching
pt_pt: SoftSwitching Sincronizado
ro_ro: Sincronizare SoftSwitching
ru_ru: Синхронизированный SoftSwitching
sv_se: Synkroniserad SoftSwitching
tr_tr: Senkronize SoftSwitching
zh_cn: 同步智能转换系统

source: Comfort Phone
es_es: Confort al teléfono
fr_fr: Gestion asymétrique du téléphone Comfort Phone
hu_hu: Komfort Phone
ja_jp: 両耳連動スムーズホン
ro_ro: Telefon confort
sv_se: Komfort Telefon
zh_cn: 智能电话

source: TSG Synchronization
cs_cz: TSG Synchronizace
da_dk: TSG synkronisering
de_de: TSG Synchronisation
es_es: Sincronización TSG
fi_fi: TSG (Tinnitusmaskeri)
fr_fr: Générateur de son TSG
hu_hu: TSG szinkronizáció
it_it: Generatore Suoni Tinnitus Sincronizzato
ja_jp: 両耳連動TSG
ko_kr: TSG 동기화
nl_nl: TSG Synchronisatie
no_no: Tinnitus Lydgenerator Synkronisering
pl_pl: Synchronizacja TSG
pt_pt: Sincronização do Gerador de som para zumbido
ro_ro: Sincronizare TSG
ru_ru: Генератор Тиннитуса
sv_se: Tinnitus Ljudstimulator Synkronisering
tr_tr: TSG Senkronizasyonu
zh_cn: 同步耳鸣管理

source: When the patient changes programs on one instrument, the other instrument will change to the same program.
cs_cz: Pokud pacient přepne program na jednom sluchadle, druhé sluchadlo se přepne na stejný program.
da_dk: Når patienten skifter program på et apparat, skifter det andet til samme program.
de_de: Wenn der Kunde an einem Hörsystem das Programm wechselt, wechselt das andere Hörsystem ebenfalls in das Programm.
es_es: Cuando el paciente cambia de programa en un audífono, el otro audífono cambiará al mismo programa
fi_fi: Kun potilas vaihtaa ohjelmaa yhdessä kuulokojeessa, myös toisessa kuulokojeessa vaihtuu ohjelma.
fr_fr: Quand l'utilisateur change de programme sur un côté, l'autre côté change aussi, automatiquement.
hu_hu: Amikor a páciens programot vált az egyik készüléken, a másik készülék azonos módon fog változni.
it_it: Quando il paziente cambia un programma su un dispositivo , l'altro dispositivo si porterà sullo stesso programma.
ja_jp: 補聴器ユーザーが片方の補聴器のプログラムを変更すると、もう片方の補聴器も同じプログラムに変更されます
ko_kr: 환자가 한쪽 보청기의 프로그램을 변경하면, 다른 한쪽도 같은 프로그램으로 변경됩니다.
nl_nl: Als de cliënt het programma wijzigt op één toestel, gaat het andere toestel naar hetzelfde programma.
no_no: Når bruker endrer program på ett apparat, vil det andre apparatet automatisk skifte til samme program.
pl_pl: Gdy pacjent zmienia program w jednym aparacie drugi aparat przełączy się na ten sam program.
pt_pt: Quando o paciente muda o programa de um aparelho, o outro aparelho irá modificar automaticamente para o mesmo programa.
ro_ro: Atunci când pacientul se schimbă programele de pe un instrument, un alt instrument va schimba la acelaşi program.
ru_ru: Когда пациент изменяет программу на одном слуховом аппарате, второй слуховой аппарат переключится в эту же программу автоматически.
sv_se: När patienten byter program i den ena hörapparaten, kommer den andra hörapparaten också byta till samma program.
tr_tr: Hasta bir cihazdaki programı değiştirdiğinde, diğer cihazdaki programıda aynı konumda değiştirmiş olacaktır.
zh_cn: 当用户切换一侧助听器的聆听程序时,另一侧助听器的聆听程序也将发生相同的变化.

source: The Environmental Optimizer II will use both instrument microphones to determine the correct environmental offsets to use.
cs_cz: Environmental Optimizer II použije mikrofony obou sluchadel k určení správného offsetu.
da_dk: Environmental Optimizer II benytter begge mikrofoner for at bestemme korrekt lydmiljø.
de_de: Der Situations Optimizer II benutzt die Mikrofonpaare beider Hörsysteme um die aktuelle Situation zu ermitteln.
es_es: El Clasificador Ambiental II utilizará la señal recibida en los micrófonos de ambos audífonos para determinar el Entorno correcto.
fi_fi: Ääniympäriston optimointi käyttää kummankin kuulokojeen mikrofonia laskeakseen oikeat ääniympäristön poikkeamat.
fr_fr: L'Environmental Optimizer II utilise les micros des deux appareils pour identifier l'environnement sonore afin de choisir les réglages optimaux.
hu_hu: A Környezeti optimalizáló II mindkét készülék mikrofonját használni fogja, a korrekt környezeti offset beállításhoz.
it_it: L'Ottimizzatore Ambientale II utilizzerà i microfoni di entrambi dispositivi per determinare i giusti settaggi ambientali da utilizzare.
ja_jp: 両耳連動環境適応システムIIは両耳のマイクを使用し、より正確な環境判断を可能とします
ko_kr: Environmental Optimizer II 는 보청기의 양쪽 microphones 모두를 사용하여 사용할 정확한 environmental offsets을 결정합니다.
nl_nl: De Environmental Optimizer II gebruikt de microfoons van beide toestellen om de juiste omgevingsparameters vast te stellen.
no_no: Environmental Optimizer II vil bruke begge apparatets mikrofoner for å avgjøre de riktige lyttemiljø og innstillinger.
pl_pl: Optymalizator Środowiskowy II wykorzystuje mikrofony obu aparatów aby dokładnie określić w jakim środowisku akustycznym znajduje się Pacjent.
pt_pt: O Otimizador Ambiental II usará a informação de ambos os microfones dos aparelhos para determinar os ajustes corretos.
ro_ro: Optimizatorul de mediu va folosi ambele microfoane din aparat pentru a determina compensarile corecte de mediu ce vor fi folosite.
ru_ru: Оптимизатор окружения будет использовать оба микрофона СА для определения наиболее достоверной окружающей акустической ситуации.
sv_se: Miljöoptimeringen kommer använda båda hörapparatmikrofonerna för att bestämma korrekt utgångsläge för varje miljö.
tr_tr: The Environmental Optimizer II doğru çevresel değerleri algılamak için iki mikrofonuda kullanacaktır..
zh_cn: 环境优化器II使用两侧助听器的麦克风来正确判定当前环境.

source: If chosen as a program, Binaural Directionality will dynamically adjust the microphone modes of the instruments
cs_cz: Pokud je vybrán jako program, Spatial Sense bude dynamicky přizpůsobovat režimy mikrofonu sluchadel
da_dk: Hvis det er valgt i programmet vil Binaural Directionality dynamisk justere indstillingerne af mikrofonerne
de_de: Wenn Binaurale Direktionalität als ein Programm gewählt wurde, werden die Mikrofon Modi der Hörsysteme dynamisch angepasst.
es_es: Si se elige como programa, la Direccionalidad Binaural ajustará de manera dinámica los modos de micrófono en los audífonos.
fi_fi: Jos tätä käytetään ohjelmana, binauraalinen suuntakuvio säätää dynaamisesti mikrofonitiloja kuulokojeessa.
fr_fr: Fonction activée si P1 est choisi par défaut en "Directivité binaurale". La directivité binaurale choisit automatiquement les modes directionnel/omni-directionnel des deux appareils.
hu_hu: Ha programként választja ki, a Binaurális direkcionalítás dinamikusan állítja a mikrofon módot a készülékben
it_it: Se scelto come programma, Direzionalità Binaurale regolerà dinamicamente le modalità microfoni dei dispositivi
ja_jp: 両耳連動指向性を選択したプログラムでは補聴器の指向性が自動的に調整されます
ko_kr: 프로그램으로 선택되면, 양이 방향성은 보청기의 microphone 모드를 역동적으로 조정합니다.
nl_nl: Als het als programma gekozen is zal Binaurale Directionaliteit de microfooninstellingen van de toestellen dynamisch regelen.
no_no: Hvis valgt som program, vil Binaural Direksjonalitet dynamisk justere apparatenes mikrofon modus
pl_pl: Wybrany jako program, Kierunkowość Obuuszna będzie dynamicznie dostosowywała tryb pracy mikrofonów aparatów
pt_pt: Caso selecionado um programa, a Fusão Binaural irá automaticamente ajustar os modos dos microfones de ambos os aparelhos
ro_ro: Daca sunt alese ca un program, directionalitatea binaurală va ajusta dinamic modurile microfonul instrumentelor
ru_ru: Если в качестве программы выбрана Бинауральная направленность, будет происходить динамическая регулировка режимов работы микрофонов СА.
sv_se: Vid val av Binaural Riktverkan kommer mikrofonlägena justeras dynamiskt.
tr_tr: Eğer program olarak seçilirse, Binaural Directionality, işitme cihazının mikrofon modalarını kendi ayarlayacaktır.
zh_cn: 如果选择某程序,双耳智能方向性系统将自动调整麦克风的工作模式。

source: Available in Beeps and Volume Control screen. If turned on, when the patient adjusts the volume on one instrument the other will also change in the same amount
cs_cz: Dostupné v okně Pípnutí/Regulace hlasitosti. Pokud je zapnuto, jakmile pacient změní hlasitost na jednom sluchadle, druhé sluchadlo provede stejnou změnu
da_dk: Tilgængelig i Bip og vol.ktr. skærm. Slået til vil ændringer på vol.ktr. på det ene apparat også ændre volumen i samme grad på det andet apparat.
de_de: Verfügbar im Menü "Akustische Signale und Lautstärkeneinstellung". Wenn aktiviert, werden Lautstärkeänderungen des einen Hörsystems auch in dem zweiten Hörsystem durchgeführt.
es_es: Disponible en la ventana de Avisos y Control de Volumen. Si está activado, cuando el paciente varíe el volumen en un audífono el otro se ajustará en la misma proporción
fi_fi: Tämä löytyy Äänimerkit ja voimakkuudensäätö ikkunasta. Jos tämä on päällä, vaihtuu voimakkuudentaso toisessa kuulokojeessa saman verran kun tasoa säädetää ensimmäisessä kojeessa.
fr_fr: Fonction à activer dans l'onglet "Bips sonores et volume". Quand l'utilisateur change de volume sur un côté, l'autre côté change aussi, automatiquement.
hu_hu: Rendelkezésre áll a Csipogások és Hangerő szabályzás képernyőn. Ha be van kapcsolva, akkor amikor a pácines állítja a hangerőt az egyik készüléken, a másik szintén változni fog azonos módon
it_it: Selezionabile dalla schermata 'Beeps e Volume'. Se attivata, quando il paziente regolerà il volume su un dispositivo l'altro cambierà volume nella stesso modo
ja_jp: お知らせ音とボリューム調整の画面で設定が可能です。この機能をONにすると、補聴器ユーザーが片方の補聴器の音量を調整した時に、もう片方の補聴器の音量も同様に変更されます。
ko_kr: 경고음과 볼륨 조절 화면에서 사용가능. 켜져 있다면, 환자가 한쪽 보청기의 볼륨을 조정하면 반대편 보청기도 같은 크기로 변경됩니다
nl_nl: Beschikbaar in het Beeps & VC scherm. Als dit aan staat zal, wanneer de cliënt het volume op één toestel wijzigt, het andere toestel net zo veel wijzigen.
no_no: Tilgjengelig på Signal og Volumkontroll siden. Hvis slått på, når bruker justerer volum på ett apparat vil samme justering automatisk skje på motsatt apparat.
pl_pl: Dostępne w zakładce Sygnały i VC. Włączony: gdy pacjent zmieni głośność w jednym aparacie drugi zmieni głośność o taką samą wartość.
pt_pt: Disponível na tela de Bips e Volumes. Caso ligado, quando o paciente ajustar o volume em um aparelho, o outro lado irá ajustar automaticamente a mesma quantidade
ru_ru: Доступно в разделе Бип сигналы и Регулятор громкости. Если включено, при регулировке громкости на одном слуховом аппарате, аналогичные изменения громкости будут происходить и на втором аппарате.
sv_se: Finns under Ljudindikationer och VK. Om påslagen, kommer volymjusteringar gjorda på ena hörapparaten också få samma justering på den andra hörapparaten.
tr_tr: Ses kontrolü ve Uyarı sesleri ekranında yapılabilir. Eğer açık konuma getirilirse, kullanıcı herhangi bir cihazında sesi ayarladığında diğer cihazında da aynı değişim yapılmış olacaktır.
zh_cn: 启用音量调节和提示音.如开启,当用户调节一侧音量时,另一侧也将做相应的调整.

source: Available in the Advanced Features on applicable programs. If turned on, SoftSwitching will be synchronized in both ears
cs_cz: Dostupné v okně Pokročilé funkce na vybraných programech. Pokud je zapnuto, SoftSwitching bude synchronizováno na obou uších
da_dk: Tilgængelig i Avancerede egenskaber. Slået til vil SoftSwitching synkroniseres på begge ører.
de_de: Verfügbar in den Erweiterten Einstellungen der Programme. Wenn eingeschaltet, wird das SoftSwitching in beiden Hörsystemen synchronisiert
es_es: Disponible en Características Digitales en los programas en los que aplique. Si está activado, SoftSwitching se sincronizarán ambos oídos
fi_fi: Tämä löytyy Kuunteluohjelman ominaisuudet asetuksista siihen käyttökelpoisissa ohjelmissa. Kun tämä on käytössä, Softkytkin synkronoituu automaattisesti kumpaankin korvaan.
fr_fr: Fonction activée si SoftSwitching est activé dans l'onglet "Réglages avancés". Quand un appareil change de mode directionnel sur un côté, l'autre côté change aussi, automatiquement.
hu_hu: Rendelkezésre áll a Bővített tulajdonságokban a megfelelő programokban. Ha be van kapcsolva, a SoftSwitching szinkronizálva lesz mindkét fülre
it_it: Selezionabile in 'Settaggi Avanzati' nei programmi applicabili. Se attivato, Softswitching verrà sincronizzato in entrambi i dispositivi.
ja_jp: 該当する補聴器の特別機能設定で設定出来ます。ONになっている場合はソフトスイッチは両耳で同期されます。
ko_kr: 적용가능 프로그램의 Advanced Features에 사용가능. 켜져 있다면, SoftSwitiching이 양쪽 귀에서 동기화됩니다.
nl_nl: Beschikbaar onder Geavanceerde features in diverse programma´s. Als het aan staat wordt SoftSwitching gesynchroniseerd in beide toestellen.
no_no: Tilgjengelig i Avanserte Innstillinger. Hvis slått på, vil Softswitching bli synkronisert på begge ører
pl_pl: Dostępny w zakładce Ustawienia Zaawansowane danego programu. Gdy włączony, SoftSwitching będzie synchronizowany w obu aparatach.
pt_pt: Disponível em "Características Avançadas" nos programas. Caso ligada, SoftSwitching sincronizará em ambas as orelhas.
ro_ro: Disponibil în caracteristicile avansate privind programele aplicabile. Dacă este pornit, SoftSwitching vor fi sincronizate în ambele urechi
ru_ru: Доступно в Расширенных функциях в применяемых программах. Если включено, функция SoftSwitching будет синхронизирована в обоих ушах.
sv_se: Finns under Avancerade Inställningar i tillämpliga program. Om påslagen, kommer SoftSwitching sykroniseras i båda öronen.
tr_tr: Gelişmiş özelliklerde uygulanabilir. Eğer açık konuma getirilirse, SoftSwitching her iki kulaktada senkronize olacaktır.
zh_cn: 在适用的程序中启用此功能.如开启,智能转换系统将双侧同步进行.
