Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Available in the PhoneNow program. If turned on, the PhoneNow program detects when the user holds a phone to their ear and automatically provides emphasis to the phone ear by reducing gain in the non-phone ear to focus more fully on telephone conversations.
cs_cz: Dostupné v programu PhoneNow. Pokud je zapnuto, program PhoneNow detekuje pokud uživatel přiloží telefon k uchu a automaticky zvýší důraz na telefonní ucho snížením zesílení na druhé straně pro lepší srozumitelnost telefonního hovoru.
da_dk: Tilgængelig i PhoneNow programmet. Slået til vil PhoneNow programmet detektere når en telefon holdes mod øret og automatisk justere indstillingen på det andet apparat.
de_de: Verfügbar im PhoneNow Programm. Wenn aktiviert, erkennt das Hörsystem wenn ein Telefon an das Ohr gehalten wird und legt automatisch den Schwerpunkt auf das telefonierende Ohr. Das andere Hörsystem wird in der Verstärkung abgesenkt.
es_es: Disponible en el Programa Phone Now. Si está activado, el programa PhoneNow detecta cuando el usuario utiliza el teléfono y de forma automática enfatiza el oído del teléfono, reduciendo ganancia en el oído contrario, para así focalizarse en el teléfono.
fi_fi: Käytettävissä PhoneNow ohjelmassa. Jos toiminto on käytössä, ohjelma tunnistaa automaattisesti kun puhelinluuri nostetaan korvalle ja lisää puheen ymmärrettävyyttä tälle korvalle sekä vähentää samalla vahvistusta toisessa korvassa,
fr_fr: Fonction activée si PhoneNow est actif. Quand un appareil détecte un aimant sur un côté, le gain sur l'autre côté est atténué automatiquement.
hu_hu: Rendelkezésre áll a PhoneNow programban. Ha be van kapcsolva, a PhoneNow program felismeri amikor a felhasználó a füléhez emeli a telefont és segíti a telefonállást a nem telefonáló fül hangerejének csökkentésével, így nagyobb figyelmet biztósít a telefonálláshoz.
it_it: Selezionabile nel programma 'PhoneNow' . Se attivato, il programma PhoneNow rileva quando l'utente tiene il telefono all'orecchio e regola automaticamente il guadagno nell'altro orecchio più basso per enfatizzare la telefonata.
ja_jp: 両耳連動スムーズホンでは通話をしていない方の耳の増幅を一時的に抑え、電話の聞きとりに集中することが出来ます
ko_kr: PhoneNow 프로그램에서 사용가능. 켜져있다면, PhoneNow 프로그램이 사용자가 전화기를 귀에 댈 때를 감지하여서, 전화 통화에 더 충분히 집중하도록 non-phone ear 에서의 이득치를 줄임으로써 phone ear 를 자동적으로 강조하게 해줍니다.
nl_nl: Beschikbaar voor het PhoneNow programma. Als het aan staat zal het PhoneNow programma detecteren wanneer de cliënt een telefoon bij het éne oor houdt en automatisch de nadruk leggen op het telefoongesprek door de versterking in het andere oor te reduceren.
no_no: Tilgjengelig i PhoneNow. Hvis slått på, vil PhoneNow programmet oppdage når det blir holdt en telefon mot øret og automatisk vektlegge apparatet på den siden. Dette gjøres ved å senke styrke på det andre apparatet slik at det blir bedre fokus på telefonsamtalen.
pl_pl: Dostępne w programie PhoneNow. Gdy włączone, program PhoneNow wykrywa kiedy Użytkownik trzyma telefon w pobliżu ucha i automatycznie uwypukla dźwięki telefonu zmniejszając wzmocnienie w aparacie po przeciwnej stronie, w celu lepszego skupienia na rozmowie telefonicznej.
pt_pt: Disponível no programa Phone Now. Caso ligado, o programa Phone Now detecta quando o usuário aproxima o telefone do aparelho e automaticamente enfatiza o telefone, reduzindo o ganho da orelha que não está com o telefone, para que o usuário possa focar mais a informação da orelha que está com o telefone.
ro_ro: Disponibil in programul PhoneNow. Daca e pornit, programul descopera cand utilizatorul tine un telefon la ureche si in mod automat ofera prioritate urechii in cauza prin reducerea castigului la dispozitivul din cealalta ureche pentru o concentrare mai buna asupra conversatiei telefonice.
ru_ru: Доступно в программе PhoneNow. Если включено, программа PhoneNow определяет когда пользователь подносит телефонную трубку к уху и автоматически регулирует настройки в обоих слуховых аппаратах.
sv_se: Finns i Autotelefonprogrammet. Om påslagen, kommer Autotelefonprogrammet känna av när användaren håller en telefon vid örat och automatiskt sänka förstärkningen 6 dB på det andra örat.
tr_tr: PhoneNow programında uygundur. Eğer açık konuma getirilirse, PhoneNow programı kullanıcı telefonu kulağına getirdiğinde algılayacak ve otomatik olarak telefon olmayan kulaktaki kazancı düşürerek telefon olan kulalağa odaklanacak ve daha iyi bir telefon görüşmesi sağlayacaktır.
zh_cn: 使用自动电话程序时可用。如开启，当有电话靠近一侧时，另一侧的声音将自动降低,以保证自动电话的使用效果。

source: Available in TSG environments. If turned on, tinnitus sound modulation, level, and frequency will be the same in both ears
cs_cz: Dostupné v prostředích TSG. Pokud je zapnuto, modulace zvuku tinnitu, úroveň a frekvence budou stejné na obou uších
da_dk: Tilgængelig i TSG. Slået til vil tinnitus sound modulation, niveau, og frekvens være det samme på begge ører.
de_de: Verfügbar in den TSG Einstellungen. Wenn eingeschaltet werden Tinnitus-Ton-Modulation, Stufe und Frequenz auf beiden Seiten gleich eingestellt.
es_es: Disponible en entornos TSG. si está activado, la modulación del sonido Tinnitus, el nivel, y la frecuencia, será la misma en ambos oídos
fi_fi: Käytössä TSG ääniympäristössä. Jos toiminto on päällä, tinnitus äänimodulaatio, taso ja taajuus ovat samat kummassakin kuulokojeessa
fr_fr: Fonction à activer dans l'onglet "Générateur de son TSG". Cette synchronisation permet d'avoir les mêmes variations, en même temps et de même amplitude, dans les TSG des deux appareils.
hu_hu: Rendelkezésre áll a TSG környezetben. Ha be van kapcsolva, tinnitus hang moduláció, szint, és frekvencia azonos lesz mindkét fülre
it_it: Disponibile nella schermata Generatori Suoni Tinnitus. Se attivato, la modulazione, il livello e la frequenza del suono generato saranno uguali per entrambi gli orecchi...
ja_jp: この機能をONにすると、TSGで使用する音の振幅変調、音量、周波数が両耳同じ設定になります
ko_kr: TSG 환경에서 사용가능. 켜져있다면, 이명음 모듈, 레벨, 주파수가 양쪽 귀에서 동일해집니다.
nl_nl: Beschikbaar voor TSG programma´s. Als het aan staat zal de modulatie van de aangeboden ruis in beide toestellen gelijk zijn qua niveau, frequentie en fase.
no_no: Tilgjengelig for Tinnitus Lydgenerator. Hvis slått på, vil Tinnitus lyd modulasjon, nivå og frekvenser være det samme i begge ører
pl_pl: Dostępne w programach TSG. Gdy włączone modulacja , głośność oraz szerokość pasma szumu będą takie same w obu aparatach
pt_pt: Disponível nos ambientes do Gerador de Som para zumbido. Caso ligada, a modulação sonora, intensidade e frequencia serão as mesmas em ambas as orelhas
ru_ru: Доступно в Генераторе тиннитуса. Если включено, звуковая модуляция тиннитуса, уровень и частота будут одинаковыми в обоих ушах
sv_se: Finns under Tinnitus miljöer. Om påslagen, tinnitus modulation, nivå och frekvens kommer vara samma på båda öronen.
tr_tr: TSG çevresel yönetimde yapılabilir. Eğer açık konuma getirilirse, tinnitus ses modulasyonu, seviyeler ve frekanslar her iki kulaktada aynı olacaktır.
zh_cn: 开启耳鸣管理器功能.如开启,双侧助听器将同步调整耳鸣管理器信号的调制方式,强度和频率.

source: Warning
cs_cz: Varování
da_dk: Advarsel
de_de: Warnung
es_es: Advertencia
fi_fi: Varoitus
fr_fr: Avertissement
hu_hu: Figyelmeztetés
it_it: Avviso
ja_jp: 警告
ko_kr: 경고
nl_nl: Waarschuwing
no_no: Advarsel
pl_pl: Ostrzeżenie
pt_pt: Aviso
ro_ro: Atentionare
ru_ru: Предупреждение
sv_se: Varning
tr_tr: Uyarı
zh_cn: 警告

source: Are you sure you want to disable the Ear-to-Ear communication features?
cs_cz: Opravdu chcete deaktivovat funkci Ear-to-Ear komunikace?
da_dk: Er du sikker på du vil slå Ear-to-Ear kommunikation mellem appatarne fra?
de_de: Sind Sie sicher, dass Sie die Ear-to-Ear Kommunikation deaktivieren möchten?
es_es: ¿Está seguro de desactivar las prestaciones de comunicación Oído a Oído?
fi_fi: Oletko varma että haluat poistaa Koje-koje kommunikoinnin käytöstä ?
fr_fr: Êtes-vous sûr de vouloir désactiver la communication inter-appareils ?
hu_hu: Biztos, hogy le akarja tíltani a készülékek közötti kommunikációt?
it_it: Sei sicuro di voler disattivare la funzione di comunicazione Ear-to-Ear?
ja_jp: 両耳連動機能を無効にしますか？
ko_kr: 양이 보청기간 통신 기능을 비활성화 하시겠습니까?
nl_nl: Weet u zeker dat u de Ear-to-Ear communicatie functionaliteiten wilt uitzetten?
no_no: Er du sikker på at du vil frakoble Apparat-til-Apparat kommunikasjons egenskaper?
pl_pl: Czy na pewno chcesz zablokować funkcje Komunikacji Międzyusznej?
pt_pt: Deseja desativar as caractetísticas da comunicação de orelha a orelha?
ro_ro: Sunteţi sigur că doriţi să dezactivaţi caracteristicile de dispozitiv pentru a-dispozitiv de comunicare?
ru_ru: Вы уверены, что хотите отключить функции бинауральной связи?
sv_se: Är du säker på att du vill koppla ur Öra till Öra inställningarna?
tr_tr: Cihaz-dan-Cihaza iletişim özelliklerini devre dışı bırakmak istediğinizden emin misiniz?
zh_cn: 您确定要关闭双耳智能融合功能吗?

source: Program Synchronization will be disabled
cs_cz: Synchronizace programů nebude umožněna
da_dk: Program synkronisering vil slås fra
de_de: Die Synchronisation der Programme wird deaktiviert
es_es: La sincronización de Programa se desactivará
fi_fi: Ohjelmien synkronointi ei ole käytössä
fr_fr: La synchronisation des programmes sera désactivée
hu_hu: Program Szinkronizáció le lesz tíltva
it_it: Programmi Sincronizzati verranno disabilitati
ja_jp: 両耳連動プログラムは無効になります
ko_kr: 프로그램 동기화에 장애가 발생됩니다
nl_nl: Programma synchronisatie wordt uitgezet
no_no: Program Synkronisering vil bli frakoblet
pl_pl: Synchronizacja Programów zostanie zablokowana
pt_pt: Sincronização dos programas será desabilitada.
ro_ro: Programul de sincronizare va fi dezactivat
ru_ru: Синхронизация программы будет отключена
sv_se: Program Synkronisering kommer kopplas ur.
tr_tr: Program Senkroizasyonu devredışı bırakılacak.
zh_cn: 禁用同步程序切换

source: Environmental Optimizer synchronization will be disabled
cs_cz: synchronizace Environmental Optimizer nebude umožněna
da_dk: Environmental Optimizer synkronisering vil slås fra
de_de: Situations Optimizer Synchronisation wird deaktiviert
es_es: La sincronización de Clasificador Ambiental se desactivará
fi_fi: Ympäristön optimointi synkronointi ei ole käytössä
fr_fr: La synchronisation environnementale sera désactivée
hu_hu: Környezeti Optimalizáló szinkronizáció le lesz tíltva
it_it: La Sincronizzazione dell'Ottimizzatore Ambientale sarà disabilitata
ja_jp: 両耳連動環境適応システムの連動は無効になります
ko_kr: Environmental Optimizer의 동기화에 장애가 발생됩니다
nl_nl: Environmental Optimizer synchronisatie wordt uitgezet
no_no: Environmental Optimizer synkronisering vil bli frakoblet
pl_pl: Synchronizacja Optymalizatora Środowiskowego zostanie zablokowana
pt_pt: Sincronização do Otimizador Ambiental será desabilitada
ro_ro: Sincronizarea de optimizare va fi dezactivata
ru_ru: Синхронизация Оптимизатора окружения будет отключена
sv_se: Miljöoptimering Synkronisering kommer kopplas ur.
tr_tr: Environmental Optimizer Senkronizasyonu devredışı bırakılacak
zh_cn: 禁用同步环境优化器

source: Binaural Directionality will be converted to Natural Directionality II
cs_cz: Binaurální směrovost bude změněna na Přirozenou směrovost
da_dk: Binaural Directionality vil ændres til Natural Directionality II
de_de: Binaurale Direktionalität wird umgewandelt in Natürliche Direktionalität II
es_es: La direccionalidad Binaural se convertirá en Direccionalidad Natural II
fi_fi: Binauraalinen suuntakuvio muutetaan Luonnolliseen suuntakuvio II tilaan
fr_fr: La directivité binaurale "Binaural Directionality" sera convertie en directivité asymétrique "Natural Directionality II"
hu_hu: A Binaurális direkcionlitás át lesz alakítva Természetes direkcionlitás II-re
it_it: Direzionalità Binaurale sarà convertita in Direzionalità Naturale II
ja_jp: 両耳連動指向性はナチュラル指向性IIに変換されます
ko_kr: 양이 방향성이 Natural Directionality II로 전환됩니다
nl_nl: Binaurale Directionaliteit wordt omgezet naar Brain-balanced Directionaliteit II
no_no: Binaural Direksjonalitet vil bli konvertert til Natural Directionality II
pl_pl: Kierunkowość Obuuszna zostanie zastąpiona Naturalną Kierunkowością II
pt_pt: Fusão Binaural será convertida para a Direcionalidade Natural II
ro_ro: Directionalitatea binaurala va fi convertita la directionalitate naturala II
ru_ru: Бинауральная направленность будет преобразована в Естественную направленность II
sv_se: Binaural Riktverkan kommer konverteras till Naturlig Riktverkan II
tr_tr: Binaural Directionality, Natural Directionality II'ye dönüştürülecek.
zh_cn: 双耳智能方向性系统将变化自然方向性系统II

source: Volume Synchronization will be disabled
cs_cz: Synchronizace hlasitosti nebude umožněna
da_dk: Volumen synkronisering vil være slået fra
de_de: Die Synchronisation der Lautstärke wird deaktiviert
es_es: La sincronización de Volumen se Desactivará
fi_fi: Äänenvoimakkuuden synkronointi ei ole käytössä
fr_fr: La synchronisation du volume sera désactivée
hu_hu: Hangerő szinkronizáció le lesz tíltva
it_it: Volume Sincronizzato verrà disattivato
ja_jp: 両耳連動ボリュームは無効になります
ko_kr: 볼륨 동기화에 장애가 있습니다
nl_nl: Volume synchronisatie wordt uitgezet
no_no: Volum Synkronisering vil bli frakoblet
pl_pl: Synchronizacja Głośności zostanie zablokowana
pt_pt: Sincronização do volume será desabilitada
ro_ro: Sincronizarea volumului va fi dezactivata
ru_ru: Синхронизация громкости будет отключена
sv_se: Volym Synkronisering kommer kopplas ur
tr_tr: Ses senkrenizasyonu devre dışı bırakılacak
zh_cn: 禁用同步音量调节

source: Synchronized SoftSwitching will be disabled
cs_cz: Synchronizovaný SoftSwitching nebude umožněn
da_dk: Synkroniseret SoftSwitching vil være slået fra
de_de: Synchronisiertes SoftSwitching wird deaktiviert
es_es: La Sincronización de SoftSwitching se desactivará
fi_fi: Synkronoitu softkytkin ei käytössä
fr_fr: La synchronisation de la commutation SoftSwitching sera désactivée
hu_hu: Szinkronizált SoftSwitching le lesz tíltva
it_it: SoftSwitching Sincronizzato verrà disattivato
ja_jp: 両耳連動ソフトスイッチは無効になります
ko_kr: 동기화 된 SoftSwitching에 장애가 있습니다
nl_nl: Gesynchroniseerde SoftSwitching wordt uitgezet
no_no: Synkronisert SoftSwitching vil bli frakoblet
pl_pl: Synchronizacja SoftSwitching zostanie zablokowana
pt_pt: Sincronização do SoftSwitching será desabilitada
ro_ro: Sincronizarea SoftSwitching va fi dezactivata
ru_ru: Синхронизация SoftSwitching будет отключена
sv_se: Synkroniserad SoftSwitching kommer kopplas ur.
tr_tr: Senkronize SoftSwitching devredışı bırakılacak.
zh_cn: 禁用同步智能转换系统

source: Comfort Phone will be disabled
cs_cz: Comfort Phone nebude umožněn
da_dk: Comfort Phone vil slås fra
de_de: Comfort Phone wird deaktiviert
es_es: Confort al teléfono se desactivará
fi_fi: Comfort Phone ei ole käytössä
fr_fr: La synchronisation téléphonique Comfort Phone sera désactivée
hu_hu: Komfort Phone le lesz tíltva
it_it: Comfort Phone verrà disattivato
ja_jp: 両耳連動スムーズホンは無効になります
ko_kr: Comfort Phone에 장애가 있습니다
nl_nl: ComfortPhone wordt uitgezet
no_no: Comfort Phone vil bli frakoblet
pl_pl: Funkcja Comfort Phone zostanie zablokowana
pt_pt: Comfort Phone será desabilitado
ro_ro: Comfort Phone va fi dezactivat
ru_ru: Comfort Phone будет отключен
sv_se: Komfort Telefon kommer kopplas ur.
tr_tr: Comfort Phone devredışı bırakılacak.
zh_cn: 禁用智能电话

source: Tinnitus Sound Generator synchronization will be disabled
cs_cz: Synchronizace Tinnitus Sound Generatoru nebude umožněna
da_dk: Tinnitus Sound Generatorsynkronisering vil være slået fra
de_de: Tinnitus Sound Generator Synchronisation wird deaktiviert
es_es: La sincronización de Generador Sonoro Tinnitus se desactivará
fi_fi: TSG synkronointi ei ole käytössä
fr_fr: La synchronisation des générateurs de son TSG sera désactivée
hu_hu: Tinnitus hang generátor szinkronizáció le lesz tíltva
it_it: La sincronizzazione del Generatore Suoni Tinnitus sarà disabilitata
ja_jp: 両耳連動TSGは無効になります
ko_kr: 이명음 발생기 동기화에 장애가 있습니다
nl_nl: Indien van toepassing: Tinnitus Sound Generator synchronisatie wordt uitgezet
no_no: Tinnitus Lydgenerator synkronisering vil bli frakoblet
pl_pl: Synchronizacja Generatora TSG zostanie zablokowana
pt_pt: Sincronização Gerador de som para zumbido será desabilitado
ro_ro: Sincronizarea Tinnitus Sound Generator va fi dezactivat
ru_ru: Синхронизация Генератора Тиннитуса будет отключена
sv_se: Tinnitus Ljudstimulator kommer kopplas ur.
tr_tr: TSG senkrenizasyonu devredışı bırakılacak
zh_cn: 禁用TSG同步

source: It is highly recommended that Multi-Function buttons be the same on both sides when Ear-to-Ear communication is disabled
cs_cz: Doporučujeme, aby byla Multi-Funkční tlačítka nastavena stejně na obou stranách, pokud je Ear-to-Ear komunikace deaktivována
da_dk: Det anbefales at Multi-Funktionsknappen er stillet til at fungere ens på begge sider når Ear-to-Ear kommunikation er fravalgt
de_de: Es wird dringend empfohlen die Multi-Funktions-Tasten auf beiden Seiten gleich einzustellen, wenn die Ear-to-Ear Kommunikation deaktiviert ist.
es_es: Es muy recomendable que la configuración del pulsador Multi-función sea la misma en ambos lados cuando la comunicación Oído a Oído este desactivada
fi_fi: On suositeltavaa että monitoimitykin toimii samalla tavalla kummasakin kojeessa kun Koje-koje toiminta ei ole käytösä.
fr_fr: Il est recommandé d'unifier les réglages des boutons poussoirs multi-fonctions de manière identique des deux côtés lorsque la communication inter-appareils est désactivée
hu_hu: Ajánlott, hogy a Multifunkciós gombok azonosak legyenek mindkét oldalon, amikor a készülékek közötti kommunikáció le van tíltva.
it_it: Si consiglia vivamente di settare allo stesso modo i tasti multifunzione su entrambi i lati quando è attivata la comunicazione Ear-to-Ear.
ja_jp: 両耳連動機能を無効にする場合は、両耳のマルチファンクションボタンの設定を同じにすることを推奨します
ko_kr: 양이 보청기간 통신 장애가 있을때는 다기능 버튼들을 양쪽에 동일하게 맞출 것을 권장합니다.
nl_nl: Het wordt sterk aanbevolen de multifunctionele knoppen op beide zijden identiek in te stellen als de Ear-to-Ear communicatie wordt uitgezet
no_no: Det er anbefalt at Multifunksjonsknappene- innstillingene er de samme på begge sider når Apparat-til-Apparat kommunikasjon er frakoblet
pl_pl: Gdy Komunikacja Międzyuszna jest wyłączona zaleca się aby przycisk wielofunkcyjny był ustawwiony identycznie w każdym z aparatów.
pt_pt: É recomendado que o botão multifunções seja o mesmo em ambos os aparelhos quando a comunicação de orelha a orelha está desabilitado.
ro_ro: Este foarte recomandat ca Multi-Function butoane să fie aceeaşi pe ambele părţi atunci când aparatul la un dispozitiv de comunicare este cu handicap
ru_ru: Настоятельно рекомендуется, чтобы многофункциональные кнопки были одинаково настроены с обеих сторон, когда бинауральная связь отключена.
sv_se: Det är rekommenderat att Multi-Funktionknappen har samma inställning på båda sidor när Öra till Öra är urkopplat.
tr_tr: Kulak-tan-Kulağa iletişimi devre dışı olduğunda, Çoklu İşlev düğmeleri her iki tarafta aynı olması şiddetle tavsiye edilir
zh_cn: 在禁用双耳智能融合后，强烈建议将双侧助听器的多功能按钮设置为相同的功能。

source: PhoneNow
fr_fr: Commutation téléphone automatique PhoneNow
ja_jp: スムーズホン
sv_se: Autotelefon
zh_cn: 自动电话

source: The central auditory pathways are organized like circuits that interpret and decode the electrical signals sent from inner ears. This processing begins as the auditory nerve enters the brainstem. From this point, the neural pathway makes its way up to the cerebral cortex at the temporal lobe of the brain along the way switching back and forth from each side of the brainstem. Right ear information is directed to the left temporal lobe, and left ear information goes to the right temporal lobe. In addition, there is a transfer of information from one side of the brain to the other. In most people, the left side of the brain processes speech and other complex language functions, whereas tonal stimuli and music are deciphered by the right side of the brain.
es_es: Las vías auditivas centrales, están organizadas como circuitos que interpretan y decodifican las señales eléctricas enviadas por el oído interno. Este proceso comienza cuando el nervio auditivo llega al tronco cerebral. Desde este punto, las vías auditivas, realizan su camino hasta el córtex cerebral del lóbulo temporal del cerebro cambiando su camino de ida y vuelta al tronco cerebral. La información del oído derecho se dirige al lóbulo temporal izquierdo y la del oído izquierdo al lóbulo temporal derecho. Adicionalmente hay un flujo de información de un lado del cerebro al otro. En la mayoría de las personas, el lado izquierdo del cerebro procesa la información vocal y otros sonidos complejos del lenguaje, mientras los sonidos tonales y la música son procesados por el lado derecho del cerebro.
fr_fr: Le système auditif central décode et interprète les signaux électriques envoyés par l'oreille interne. Les signaux électriques vont jusqu'au cortex auditif, situé dans le lobe temporal du cerveau. Les signaux venant de l'oreille droite sont dirigés vers le lobe temporal gauche, et les signaux venant de l'oreille gauche sont dirigés vers le lobe temporal droit. Il existe un transfert d'informations entre les deux côtés. La plupart des personnes, le côté gauche du cerveau analyse la parole et les fonctions linguistiques complexes, tandis que le côté droit déchiffre les stimuli sonores et la musique.
no_no: De sentrale auditive banene er organisert som kontaktpunkter som koder og dekoder de elektriske signaler fra det indre øret. Denne prosesseringen begynner når de auditive nervene når hjernestammen. Fra dette punktet, fører de neurale banene veien til cerebral cortex i den temporale delen av hjernen. De skifter frem og tilbake på begge sider av hjernestammen. Høyre øres informasjon blir ledet til venstre del og venstre øre går til den høyre temporale delen. I tillegg er det en overføring av informasjon fra den ene siden til den andre. Hos de fleste mennesker prosesserer den venstre delen tale og andre komplekse språk funksjoner, og tonal stimuli og musikk blir tydet på den høyre delen.
pt_pt: As vias auditivas centrais são organizadas como circuitos que interpretam e decodificam os sinais elétricos enviados das orelhas internas. O processamento inicia no nervo auditivo. A partir desse ponto, a via neural segue para o cortex cerebral para o lobo temporal dos dois lados. A informação da orelha direita é direcionada para o lobo temporal esquerdo, e a informação da orelha esquerda é enviada ao lobo temporal direito. Além disso, há uma transferência de um lado do cérebro para o outro. Na maioria das pessoas, o lado esquerdo do cérebro processa a fala e outras funções de linguagem complexas, enquanto que, sons tonais e musicais são reconhecidos no lado direito do cérebro.
zh_cn: 中枢听觉通路像电路解析和解码来自内耳的电信号。 这个处理开始进入脑干听神经。 从这一点上,使其到大脑皮层神经通路在大脑的颞叶各沿途来回切换的脑干。右耳信息是针对左颞叶,和左耳信息去右侧的颞叶。此外,一个信息从大脑的一侧转移到另一个。对大多数人来说,左侧大脑处理语言和其他复杂的语言功能,而颜色调和音乐刺激由右侧大脑来处理。

source: DFS Ultra II
fr_fr: Anti Larsen DFS Ultra II
ja_jp: ウルトラDFS II
pt_pt: DFS Ultra II - cancelamento de feedback
zh_cn: 超级DFS II

source: Synchronized Softswitching
da_dk: Synkroniseret Softswitching
de_de: Synchronisiere SoftSwitching
es_es: Softswitching Sincronizado
fi_fi: Synkronoitu Softkytkin
fr_fr: Softswitching synchronisé
hu_hu: Szinkronizált Softswitching
it_it: Softswitching Sincronizzato
ja_jp: 両耳連動ソフトスイッチ
ko_kr: 동기화 된 Softswitching
nl_nl: Gesynchroniseerde Softswitching
no_no: Synkronisert SoftSwitching
pl_pl: Synchronizacja SoftSwitching
pt_pt: Softswitching Sincronizado
ru_ru: Синхронизированный Softswitching
sv_se: Synkroniserad Softswitching
tr_tr: Senkronize SoftSwitching
zh_cn: 同步智能转换系统

source: Speech In Noise
cs_cz: Řeč v hluku
da_dk: Tale i støj
de_de: Sprache in Lärm
es_es: Habla en Ruido
fi_fi: Puhetta kohinassa
fr_fr: Parole + bruit
hu_hu: Beszéd zajban
it_it: Parlato nel Rumore
ja_jp: 騒音下の会話
nl_nl: Spraak in rumoer
no_no: Tale i støy
pl_pl: Mowa w Hałasie
pt_pt: Fala no Ruído
ru_ru: Речь в шуме
sv_se: Tal i brus
tr_tr: Gürültüde Konuşma
zh_cn: 嘈杂中的言语
