Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: AutoFit completed!
cs_cz: Autofit je dokončen.
da_dk: Autofit er udført.
de_de: FirstFit abgeschlossen!
es_es: QuickFit ha terminado.
fi_fi: Automaattinen sovitus on valmis !
fr_fr: AutoFit est terminé.
hu_hu: Az Autofit kész.
it_it: L'Autofit è completato!
ja_jp: クイックフィットが完了しました
ko_kr: 자동피팅이 완료되었습니다.
nl_nl: Autofit is compleet.
no_no: AutoFit fullført!
pl_pl: Zakończono AutoFit!
pt_pt: O auto ajuste está finalizado
ro_ro: Autofit este complet.
ru_ru: Автонастройка успешно завершена!
sv_se: Snabb Anpassningen är slutförd.
tr_tr: OtoFit tamamlandı!
zh_cn: 自动选配已完成!

source: Information has been saved to the hearing instrument(s) and {0}.
cs_cz: Informace byly uloženy do sluchadla(del) a do {0}.
da_dk: Information er gemt i høreapparat og {0}.
de_de: Information wurde im Hörsystem gespeichert und {0}.
es_es: La información se ha guardado en el(los) audífono(s) y {0}.
fi_fi: Tieto on tallennettu kuulokojeisiin ja {0}.
fr_fr: Les données ont été sauvegardées dans les appareils auditifs et dans {0}
hu_hu: Az információ el lett mentve a hallókészülékbe és {0}.
it_it: Le informazioni sono state salvate negli apparecchi acustici e {0}.
ja_jp: 補聴器と{0}に情報が保存されました
ko_kr: 정보가 보청기와 {0}로 저장되었습니다.
nl_nl: Informatie is opgeslagen in hoortoestel(len) en {0}.
no_no: Informasjon er lagret i høreapparat(ene) og {0}.
pl_pl: Dane zapisane w aparatach słuchowych {0}.
pt_pt: Informação está salva no(s) aparelho(s) auditivo(s) e {0}.
ro_ro: Informatia a fost salvata in aparatul auditiv si {0}.
ru_ru: Информация была сохранена в СА и {0}
sv_se: Information har sparats till hörapparat(er) och {0}.
tr_tr: Bilgiler işitme cihaz(lar)ına ve {0} kaydedildi.
zh_cn: 信息已保存存至助听器和 {0}.

source: Go to Fit screen
cs_cz: Přejděte na záložku Fit
da_dk: Gå til tilpasningssiden
de_de: Zur Anpassseite wechseln
es_es: Ir a la ventana de Adaptación
fi_fi: Siirry sovitussivulle
fr_fr: Continuer sur l'écran "Réglages"
hu_hu: Átlépés az Illesztő oldalra
it_it: Vai alla pagina Fit
ja_jp: ﾌｨｯﾃｨﾝｸﾞ画面へ
ko_kr: 피팅 화면으로 이동
nl_nl: Ga naar scherm Aanpassen
no_no: Gå til Tilpasning
pl_pl: Idź do ekranu Dopasowania
pt_pt: Vá para a aba de Ajuste
ro_ro: Du-te la Pagina de Reglaj
ru_ru: Перейти к настройкам
sv_se: Gå till Anpassningssida
tr_tr: Uygulama ekranına git
zh_cn: 进入验配界面

source: Exit ReSound Aventa
cs_cz: Ukončit Aventu
da_dk: Forlad Aventa
de_de: Aventa beenden
es_es: Salir de Aventa
fi_fi: Poistu Aventasta
fr_fr: Quitter Aventa 3
hu_hu: Kilépés az Aventa-ból
it_it: Esci da ReSound Aventa
ja_jp: Aventaを終了する
ko_kr: Aventa 나가기
nl_nl: Aventa afsluiten
no_no: Gå ut av Aventa
pl_pl: Wyjdź z Aveta
pt_pt: Sair do ReSound Aventa
ro_ro: Iesire din Aventa
ru_ru: Выйти из Aventa
sv_se: Avsluta Aventa
tr_tr: Aventa Çıkış
zh_cn: 退出 Aventa

source: OK
ru_ru: Да
tr_tr: TAMAM
zh_cn: 确定

source: Retry
cs_cz: Opakovat
da_dk: Prøv igen
de_de: Wiederholen
es_es: Reintentar
fi_fi: Uudelleen
fr_fr: Redétecter
hu_hu: Újra
it_it: Riprova
ja_jp: 再試行
ko_kr: 재시도
nl_nl: Opnieuw
no_no: Prøv igjen
pl_pl: Ponów
pt_pt: Tentar novamente
ro_ro: Mai incercati
ru_ru: Повторить
sv_se: Försök igen
tr_tr: Tekrar Dene
zh_cn: 重试

source: Saving to host...
cs_cz: Ukládám k hostiteli...
da_dk: Gemmer...
de_de: Speichere Daten ...
es_es: Guardando en servidor...
fi_fi: Tallennetaan...
fr_fr: Sauvegarde ...
hu_hu: Mentés a hostba...
it_it: Salvataggio su host...
ja_jp: ホストへ保存しています...
ko_kr: Host로 저장 중...
nl_nl: Opslaan in host...
no_no: Lagrer data...
pl_pl: Zapis do hosta...
pt_pt: Salvando...
ro_ro: Salvare in Gazda...
ru_ru: Сохраняется в главный компьютер...
sv_se: Sparar till källa...
tr_tr: Host'a kaydediyor...
zh_cn: 正在保存至主机...

source: Saving to left instrument...
cs_cz: Ukládám do levého sluchadla...
da_dk: Gemmer i venstre HA...
de_de: Daten werden im linken Hörsystem gespeichert...
es_es: Guardando en audífono izq...
fi_fi: Tallennetaan vasempaan kuulokojeeseen...
fr_fr: Sauvegarde dans l'appareil gauche ...
hu_hu: Mentés a bal HK-ba...
it_it: Salvataggio Dispositivo SX...
ja_jp: 左耳の補聴器へ保存中...
ko_kr: 왼쪽 보청기로 저장 중...
nl_nl: Opslaan in linker toestel...
no_no: Lagrer i venstre apparat...
pl_pl: Zapisywanie w lewym aparacie...
pt_pt: Salvando AASI esquerdo...
ro_ro: Salvare in AA stang...
ru_ru: Сохранение в левый СА...
sv_se: Sparar till vänster hörapparat...
tr_tr: Sol cihaza kaydediyor...
zh_cn: 正在保存至左侧助听器...

source: Saving to right instrument...
cs_cz: Ukládám do pravého sluchadla...
da_dk: Gemmer i højre HA...
de_de: Daten werden im rechten Hörsystem gespeichert...
es_es: Guardando en audífono dcho....
fi_fi: Tallennetaan oikeaan kuulokojeeseen...
fr_fr: Sauvegarde dans l'appareil droit ...
hu_hu: Mentés a jobb HK-ba...
it_it: Salvataggio Dispositivo DX...
ja_jp: 右耳の補聴器へ保存中...
ko_kr: 오른쪽 보청기로 저장 중...
nl_nl: Opslaan in rechter toestel...
no_no: Lagrer i høyre apparat...
pl_pl: Zapisywanie w prawym aparacie...
pt_pt: Salvando AASI direito...
ro_ro: Salvare in AA drept...
ru_ru: Сохранение в правый СА...
sv_se: Sparar till höger hörapparat...
tr_tr: Sağ cihaza kaydediyor...
zh_cn: 正在保存至右侧助听器...

source: Reading left instrument...
cs_cz: Čtu levé sluchadlo...
da_dk: Læser venstre HA...
de_de: Linkes Hörsystem wird ausgelesen...
es_es: Leyendo audífono izq....
fi_fi: Luetaan vasenta kuulokojetta...
fr_fr: Lecture des réglages de l'appareil gauche ...
hu_hu: Olvasás bal HK...
it_it: Lettura Dispositivo SX..
ja_jp: 左耳の補聴器から読込中...
ko_kr: 왼쪽 보청기 읽는 중...
nl_nl: Uitlezen linker toestel...
no_no: Leser venstre apparat...
pl_pl: Odczyt lewego aparatu...
pt_pt: Lendo AASI esquerdo...
ro_ro: Citire AA stang...
ru_ru: Считывание с левого СА...
sv_se: Läser vänster hörapparat...
tr_tr: Sol cihazı okuyor...
zh_cn: 正在读取左侧助听器...

source: Reading right instrument...
cs_cz: Čtu pravé sluchadlo...
da_dk: Læser højre HA...
de_de: Rechtes Hörsystem wird ausgelesen...
es_es: Leyendo audífono dcho....
fi_fi: Luetaan oikeaa kuulokojetta...
fr_fr: Lecture des réglages de l'appareil droit ...
hu_hu: Olvasás jobb HK...
it_it: Lettura Dispositivo DX...
ja_jp: 右耳の補聴器から読込中...
ko_kr: 오른쪽 보청기 읽는 중...
nl_nl: Uitlezen rechter toestel...
no_no: Leser høyre apparat...
pl_pl: Oczyt prawego aparatu...
pt_pt: Lendo AASI direito.....
ro_ro: Citire AA drept...
ru_ru: Считывание с правого СА...
sv_se: Läser höger hörapparat...
tr_tr: Sağ cihazı okuyor...
zh_cn: 正在读取右侧助听器...

source: Tube Size
cs_cz: Velikost hadičky
da_dk: Slangestr.
de_de: Schlauchgröße
es_es: Tamaño del Tubo
fi_fi: Letkun koko
fr_fr: Longueur du tube
hu_hu: Csőméret
it_it: Lunghezza Tubetto
ja_jp: チューブ
ko_kr: 튜브 크기
nl_nl: Maat tube
no_no: Slangestørrelse
pl_pl: Wielkość dźwiękowodu
pt_pt: Tamanho do tubo
ro_ro: Marime Tub
ru_ru: Длина звуковода
sv_se: Slangstorlek
tr_tr: Tüp ölçüsü
zh_cn: 导声管尺寸

source: Dome Size
cs_cz: Velikost kloboučku
da_dk: Kuppelstr.
de_de: Dome-Größe
es_es: Tamaño del Acoplador
fi_fi: Tipin koko
fr_fr: Taille du dôme
hu_hu: Dome méret
it_it: Dimensione Cupoletta
ja_jp: 耳せん
ko_kr: 돔 크기
nl_nl: Maat dome
no_no: Dome
pl_pl: Wielkość kopułki
pt_pt: Tamanho da oliva
ro_ro: Marime Dome
ru_ru: Размер вкладыша
sv_se: Dome Storlek
tr_tr: Dom Ölçüsü
zh_cn: 耳塞尺寸

source: Other
cs_cz: Jiná
da_dk: Anden
de_de: Individuelle Otoplastik
es_es: Otro
fi_fi: Muu
fr_fr: Autre
hu_hu: Más
it_it: Altro
ja_jp: その他
ko_kr: 기타
nl_nl: Anders
no_no: Andre
pl_pl: Inny
pt_pt: Outro
ro_ro: Altul
ru_ru: Другое
sv_se: Övriga
tr_tr: Diğer
zh_cn: 其它

source: Selected
cs_cz: Vybráno
da_dk: Valgt
de_de: Ausgewählt
es_es: Seleccionado
fi_fi: Valittu
fr_fr: Sélectionné
hu_hu: Kiválasztott
it_it: Selezionato
ja_jp: 選択
ko_kr: 선택됨
nl_nl: Geselecteerd
no_no: Valgt
pl_pl: Wybrany
pt_pt: Selecionado
ro_ro: Selectat
ru_ru: Выбрано
sv_se: Vald
tr_tr: Seçildi
zh_cn: 已选择

source: Fitted
cs_cz: Nastaveno
da_dk: Tilpasset
de_de: Angepasst
es_es: Adaptado
fi_fi: Sovitettu
fr_fr: Connecté
hu_hu: Illesztett
it_it: Applicato
ja_jp: 調整されました
ko_kr: 피팅됨
nl_nl: Aangepast
no_no: Tilpasset
pl_pl: Dopasowany
pt_pt: Ajustado
ro_ro: Reglat
ru_ru: Настроено
sv_se: Anpassad
tr_tr: Uygulama Yapıldı
zh_cn: 已选配

source: Products do not match. Would you like to use selected ({0}) or fitted ({1}) product?
cs_cz: Typ neodpovídá. Chcete použít vybrané ({0}) nebo nastavené ({1}) sluchadlo?
da_dk: Produkter stemmer ikke overens. Vil du bruge det valgte ({0}) eller det tilpassede ({1}) produkt?
de_de: Hörsysteme lassen sich nicht kombinieren. Möchten Sie die ausgewählten ({0}) oder die angepassten ({1}) Hörsysteme verwenden?
es_es: Los Productos no coinciden. ¿Desea utilizar los audífonos seleccionados ({0}) o los adaptados ({1})?
fi_fi: Kuulokojeet eivät täsmää. Haluatko käyttää valittua ({0}) tai sovitettua ({1}) kojetta ?
fr_fr: Les appareils ne correspondent pas. Souhaitez-vous utiliser l'appareil sélectionné ({0}) ou l'appareil connecté ({1}) ?
hu_hu: A készülékek nem egyeznek meg. A kiválasztott ({0}) vagy illesztett ({1}) készüléket szeretné használni?
it_it: I prodotti non corrispondono. Vuoi utilizzare quelli selezionati ({0}) o quelli applicati ({1}) ?
ja_jp: 製品が適合していません。選択された ({0}) もしくは調整された ({1}) を使用して下さい。
ko_kr: 제품이 일치하지 않습니다. 선택된 ({0})을, 또는 피팅된 ({1}) 제품을 사용하시겠습니까?
nl_nl: De toestellen stemmen niet overeen. Wilt u het nieuw geselecteerde ({0}) of het eerder aangepaste ({1}) toestel gebruiken?
no_no: Apparatene er ikke i overensstemmelse med hverandre. Ønsker du å bruke valgt ({0}) eller tilpasset apparat?
pl_pl: Aparat nie pasuje. Czy chcesz użyć wybranego ({0}) czy wcześniej dopasowanego aparatu ({1}) ?
pt_pt: Produto não encontrado, você gostaria de selecionar ({0}) um novo ({1}) produto?
ro_ro: Produsele nu corespund. Vrei sa folosesti produsul selectat ({0}) sau reglat ({1})?
ru_ru: СА не найден. Использовать выбранный ({0}) или настроенный ({1}) СА?
sv_se: Produkterna matchar inte. Vill du använda vald ({0}) eller anpassad ({1}) produkt?
tr_tr: Ürünler eşleşmiyor. Seçilmiş olan({0}) 'ı yada fitting yapılan ({1}) 'ı kullanmak ister misin?
zh_cn: 产品不匹配。您是要使用已选择的 ({0}) 还是已选配的 ({1}) 产品？

source: Audiogram
da_dk: Toneaud.
de_de: Audiogramm
es_es: Audiograma
fi_fi: Audiogrammi
fr_fr: Audiogramme
it_it: Audiogramma
ja_jp: オージオグラム
ko_kr: 오디오그램
pt_pt: Audiograma
ro_ro: Audiograma
ru_ru: Аудиограмма
tr_tr: Odyogram
zh_cn: 听力图

source: Sound File Spectrum
cs_cz: Spektrum zvukového souboru
da_dk: Lyd spektrum
de_de: Kategorie: Klangbeispiel
es_es: Fichero de espectro de sonido
fi_fi: Äänitiedoston spektri
fr_fr: Spectre sonore
hu_hu: Hangfájl spektrum
it_it: Spettro
ja_jp: サウンドファイルのスペクトラム
ko_kr: 소리파일 스펙트럼
nl_nl: Spectrum geluidsfragment
no_no: Lydfilspekter
pl_pl: Zakres pliku dźwiękowego
pt_pt: Espectro do Arquivo de Som
ro_ro: Fisier Spectral Sonor
ru_ru: Спектр звукового файла
sv_se: Ljudfilsspektrum
tr_tr: Ses Dosyası Spektrumu
zh_cn: 声音频谱

source: Normal
cs_cz: Normální
fi_fi: Normaali
hu_hu: Normál
it_it: Normale
ja_jp: 通常
ko_kr: 보통
nl_nl: Normaal
pl_pl: Normalny słuch
ru_ru: Нормальный
zh_cn: 正常听力

source: Simulated
cs_cz: Simulovaný
da_dk: Simuleret
de_de: Simuliert
es_es: Simulado
fi_fi: Simuloitu
fr_fr: Simulé
hu_hu: Szimulált
it_it: Simulato
ja_jp: シミュレーション
ko_kr: 시뮬레이션
nl_nl: Gesimuleerd
no_no: Simulert
pl_pl: Symulacja ubytku
pt_pt: Simulado
ro_ro: Simulat
ru_ru: Симулированный
sv_se: Simulerad
tr_tr: Simülasyon
zh_cn: 模拟

source: Right
cs_cz: Vpravo
da_dk: Højre
de_de: Rechts
es_es: Dcho.
fi_fi: Oikea
fr_fr: Droite
hu_hu: Jobb
it_it: DX
ja_jp: 右
ko_kr: 오른쪽
nl_nl: rechts
no_no: Høyre
pl_pl: Prawe ucho
pt_pt: Direito(a)
ro_ro: Dreapta
ru_ru: Правый
sv_se: Höger
tr_tr: Sag
zh_cn: 右耳

source: Left
cs_cz: Vlevo
da_dk: Venstre
de_de: Links
es_es: Izdo.
fi_fi: Vasen
fr_fr: Gauche
hu_hu: Bal
it_it: SX
ja_jp: 左
ko_kr: 왼쪽
nl_nl: links
no_no: Venstre
pl_pl: Lewe ucho
pt_pt: Esquerdo(a)
ro_ro: Stanga
ru_ru: Левый
sv_se: Vänster
tr_tr: Sol
zh_cn: 左耳

source: Adult Talkers - Bistro - +55NR
cs_cz: Dospělí řečníci - Bufet - +5dB s/š
da_dk: Voksne taler - Bistro +5dB S/N
de_de: Gespräch im Bistro (+5 dB SRA)
es_es: Adultos hablando-Restaurante-+55NR
fi_fi: Aikuiset puhujat bistrossa / + 5 dB S/NR
fr_fr: Parole - restaurant (+5 dB S/B)
hu_hu: Felnőtt beszéd-Bisztró+5 dB S/NR
it_it: Bar +55 dB S/NR
ja_jp: 大人の話し声：居酒屋 +55NR
ko_kr: 성인말소리-술집-+5dB S/NR
nl_nl: Restaurant - spraak/ruis +5dB
no_no: Tale - Bistro +5dB S/NR
pl_pl: Dorośli - Bistro - +55NR
pt_pt: Fala Adultos-Bar -+5 dB S/NR
ro_ro: Vorbitori adulti - Bistro+5dB S/NR
ru_ru: Разговор взрослых в бистро - +5 дБ SNR
sv_se: Vuxna människor-Bistro+5 dB S/NR
tr_tr: Erişkin Konuşması-Bistro-+55 NR
zh_cn: 成年人交谈-咖啡厅+5dB噪音

source: Adult Talkers - Morning At The Beach
cs_cz: Dospělí řečníci - Ráno na pláži
da_dk: Voksne taler - Morgen ved stranden
de_de: Gespräch am Strand
es_es: Adultos hablando-Mañana en la Playa
fi_fi: Aikuinen puhuja rannalla
fr_fr: Parole - matin à la plage
hu_hu: Felnőtt beszéd-Reggel a parton
it_it: Conversazione spiaggia
ja_jp: 大人の話し声：朝の浜辺
ko_kr: 성인 말소리- 해변에서 아침
nl_nl: Een ochtend op het strand
no_no: Tale - Morgen ved stranden
pl_pl: Dorośli - Poranek na plaży
pt_pt: Fala Adultos-Manhã na Praia
ro_ro: Vorbitori adulti - Dimineata pe plaja
ru_ru: Разговор взрослых - утро на берегу
sv_se: Vuxna människor-Morgon på stranden
tr_tr: Erişkin Konuşması-Plajda
zh_cn: 成年人交谈-清晨海滩

source: Adult Talkers - Stock Tip
cs_cz: Dospělý řečník - Tip na akcie
da_dk: Voksen taler - Børstip
de_de: Gespräch über Börsentipps
es_es: Adulto hablando-Consejo bursátil
fi_fi: Aikuinen puhuja - osakevinkki
fr_fr: Parole - conseil boursier (2 hommes)
hu_hu: Felnőttek beszélgetnek pénzügyekről
it_it: Adulti
ja_jp: 大人の話し声：東証株価
ko_kr: 성인 말소리-주식정보
nl_nl: Beurstip (2 mannen)
no_no: Tale - Aksjetips
pl_pl: Dorośli - Porada giełdowa
pt_pt: Fala Adulto-Dica de Ações
ro_ro: Adulti vorbind despre bursa de valori
ru_ru: Разговор взрослых - котировки акций на бирже
sv_se: Vuxna människor-Aktietips
tr_tr: Erişkin Konuşması-Stok ucu
zh_cn: 成年人交谈-股市行情

source: Adult Talkers - Summer Drinks
cs_cz: Dospělí řečníci - Letní nápoje
da_dk: Voksne taler - Sommer drinks
de_de: Gespräch im Garten
es_es: Orador Adulto - Terraza de verano
fi_fi: Aikunen puhuja - drinkin ääressä
fr_fr: Parole - apéritif en été
hu_hu: Felnőtt beszéd-Nyári italok
it_it: Adulti - Drinks
ja_jp: 大人の話し声：レモンスカッシュ
ko_kr: 성인말소리-여름
nl_nl: Zomerse verfrissingen
no_no: Voksen Tale - Sommerdrinker
pl_pl: Dorośli - Lenie przyjęcie
pt_pt: Fala Adultos-Drinks de Verão
ro_ro: Vorbitori adulti - Bauturi de vara
ru_ru: Разговор взрослых - летние напитки
sv_se: Sommardrinkar
tr_tr: Erişkin Konuşması-İçecek
zh_cn: 成年人交谈-夏日畅饮

source: Ambulance passing by
cs_cz: Průjezd sanitky
da_dk: Forbipasserende ambulance
de_de: Krankenwagen kreuzt
es_es: Ambulancia-pasando
fi_fi: Ambulanssi ajaa ohi
fr_fr: Ambulance - passage
hu_hu: Mentő - elmegy
it_it: Ambulanza in movimento
ja_jp: 通過する救急車
ko_kr: 구급차-지나가는소리
nl_nl: Ziekenwagen - passerend
no_no: Ambulanse passerer
pl_pl: Przejeżdżający ambulans
pt_pt: Ambulância passando
ro_ro: Ambulanta - in trecere
ru_ru: Проезжающая машина скорой помощи
sv_se: Ambulans passerar
tr_tr: Ambulans Geçiyor
zh_cn: 救护车-驶过

source: Child Talker - 4 year old girl - Pet
cs_cz: Dětská řeč-4letá dívka o zvířátku
da_dk: Barn taler - 4 år - Kæledyr
de_de: Kind - Mädchen mit Haustier
es_es: Niña 4 años-Mascota
fi_fi: 4-vuotias tyttö/lemmikki
fr_fr: Parole - fille de 4 ans - chien
hu_hu: Gyermek beszéd-4 éves lány-Kisállatokról
it_it: Bambini1
ja_jp: 子供の話し声（4才の女の子）：ペットの話
ko_kr: 아이 말소리-4살-애완동물
nl_nl: Gesprek over huisdier - kind
no_no: Tale - 4 år gml. jente - kjæledyr
pl_pl: Dzieci - 4latka - o zwierzęciu
pt_pt: Fala Infantil-Menina de 4 anos-Bichinho de Estimação
ro_ro: Copil de 4 ani vorbind despre animale
ru_ru: 4-летняя девочка о домашнем питомце
sv_se: Barn-4-årig flicka
tr_tr: Çocuk Konuşması-4 yaş-kız
zh_cn: 儿童交谈-4岁女孩-宠物

source: Child Talker - 6 year old boy - School
cs_cz: Dětská řeč-6letý chlapec o škole
da_dk: Barn taler - 6 år - Skole
de_de: Kind - Junge in Schule
es_es: Niño 6 años-Colegio
fi_fi: 6-vuotias poika/koulu
fr_fr: Parole - garçon de 6 ans - école
hu_hu: Gyermek beszéd-6 éves fiú-Iskola
it_it: Ragazzi a scuola
ja_jp: 子供の話し声（6才の男の子）：学校の話
ko_kr: 아이말소리-6살 남자-학교
nl_nl: Gesprek over school - kind
no_no: Tale - 6 år gml. gutt - skole
pl_pl: Dzieci - 6latek - o szkole
pt_pt: Fala Infantil-Menino de 6 anos-Escola
ro_ro: Vorbitor copil - Baiat 6 ani - Scoala
ru_ru: 6-летний мальчик о школе
sv_se: Barn-6-årig pojke
tr_tr: Çocuk Konuşması-6 yaş-oğlan - okul
zh_cn: 儿童交谈-6岁男孩-学校

source: Child Talker - 7 year old girl - Soccer
cs_cz: Dětský řečník - 7letá dívka - Fotbal
da_dk: Barn taler - 7 år - Fodbold
de_de: Kind - Mädchen Fußball
es_es: Niña 7 años-Fútbol
fi_fi: 7-vuotias tyttö
fr_fr: Parole - fille de 7 ans - foot
hu_hu: Gyermek beszéd-7 éves lány-Foci
it_it: Bambini- calcio
ja_jp: 子供の話し声（7才の女の子）：サッカーの話
ko_kr: 아이 말소리-7살 여자-축구
nl_nl: Voetbalverhaal (kind)
no_no: Tale - 7 år gml. jente - Fotball
pl_pl: Dzieci - 7latka - o meczu piłki nożnej
pt_pt: Fala Infantil-Menina de 7 anos-Futebol
ro_ro: Copil de 7 ani vorbind despre fotbal
ru_ru: 7-летняя девочка о футболе
sv_se: Barn-7-årig flicka
tr_tr: Çocuk Konuşması-7 yaş-kız - Futbol
zh_cn: 儿童交谈-7岁女孩-足球

source: Child Talker - 9 year old girl - Zoo
cs_cz: Dětská řeč-9letá dívka o ZOO
da_dk: Barn taler - 9 år - Zoo
de_de: Kind - Mädchen im Zoo
es_es: Niña 9 años-Zoo
fi_fi: 9-vuotias tyttö
fr_fr: Parole - fille de 9 ans - zoo
hu_hu: Gyermek beszéd-9 éves lány- Állatkert
it_it: Bambini/zoo
ja_jp: 子供の話し声（9才の女の子）：動物園の話
ko_kr: 아이 말소리-9살 여자-동물원
nl_nl: Gesprek over dierentuin - kind
no_no: Tale - 9 år gml. jente - dyrehage
pl_pl: Dzieci - 9latka - o Zoo
pt_pt: Fala Infantil-Menina de 9 anos-Zoológico
ro_ro: Vorbitor copil - Fata 9 ani - Zoo
ru_ru: 7-летняя девочка о зоопарке
sv_se: Barn-9-årig Flicka
tr_tr: Çocuk Konuşması-9 yaş-kız - hayvanat bahçesi
zh_cn: 儿童交谈-9岁女孩-动物园

source: Child Talker - 11 year old boy - Astronaut
cs_cz: Dětská řeč-11letý chlapec o astronautu
da_dk: Barn taler - 11 år - Astronaut
de_de: Kind - Junge und Astronaut
es_es: Niño 11 años-Astronauta
fi_fi: 11-vuotias poika/astronautti
fr_fr: Parole - garçon de 11 ans - astronaute
hu_hu: Gyermek beszéd-11 éves fiú-Asztronauta
it_it: Bambini4
ja_jp: 子供の話し声（11才の男の子）：宇宙飛行士の話
ko_kr: 아이 말소리-11살 남자-우주비행사
nl_nl: Gesprek over astronaut - kind
no_no: Tale - 11 år gml. gutt - astronaut
pl_pl: Dzieci - 11latek - o astronaucie
pt_pt: Fala Infantil-Menino de 11 anos-Astronauta
ro_ro: Vorbitor copil - Baiat 11 ani - Astronaut
ru_ru: 11-летний мальчик о космонавте
sv_se: Barn-11-årig pojke
tr_tr: Çocuk Konuşması-11 yaş-oğlan
zh_cn: 儿童交谈-11岁男孩-太空

source: Music - Classical
cs_cz: Klasická hudba
da_dk: Musik - Klassisk
de_de: Musik - Klassisch
es_es: Música-clásica
fi_fi: Klassista musiikkia
fr_fr: Musique - classique
hu_hu: Zene-Klasszikus
it_it: Musica classica
ja_jp: 音楽 - クラシック
ko_kr: 음악-클래식
nl_nl: Muziek - klassiek
no_no: Musikk-Klassisk
pl_pl: Muzyka - Klasyczna
pt_pt: Música-Clássica
ro_ro: Muzica clasica
ru_ru: Музыка - классическая
sv_se: Musik-Klassisk
tr_tr: Müzik- Klasik
zh_cn: 音乐-古典音乐

source: Music - Jazz
cs_cz: Hudba-jazz
da_dk: Musik - Jazz
de_de: Musik - Jazz
es_es: Música-jazz
fi_fi: Jazz musiikki
fr_fr: Musique - jazz
hu_hu: Zene-Jazz
it_it: Musica Jazz
ja_jp: 音楽 - ジャズ
ko_kr: 음악-재즈
nl_nl: Muziek - jazz
no_no: Musikk-Jazz
pl_pl: Muzyka - Jazz
pt_pt: Música-Jazz
ro_ro: Muzica jazz
ru_ru: Музыка - джаз
sv_se: Musik-Jazz
tr_tr: Müzik- Caz
zh_cn: 音乐-爵士乐2

source: Advantages
da_dk: Fordele
zh_cn: 优势

source: Recommendations
da_dk: Anbefalinger
zh_cn: 推荐

source: Clarity of Speech
cs_cz: Srozumitelnost řeči
da_dk: Tydelighed af tale
de_de: Klarheit der Sprache
es_es: Claridad del Habla
fi_fi: Puheen selkeys
fr_fr: Support pour fonctions de compréhension
hu_hu: Beszéd tisztaság
it_it: Chiarezza del parlato
ja_jp: 音声の明瞭性
ko_kr: 어음명료도
nl_nl: Helderheid van spraak
no_no: Taletydelighet
pl_pl: Czystość Mowy
pt_pt: Clareza na Fala
ro_ro: Claritatea vorbirii
ru_ru: Четкость речи
sv_se: Talets tydlighet
tr_tr: Konuşma Berraklığı
zh_cn: 言语清晰度

source: Listening Comfort
cs_cz: Komfort poslechu
da_dk: Lyttekomfort
de_de: Hörkomfort
es_es: Confort de Audición
fi_fi: Kuuntelumukavuus
fr_fr: Support pour fonctions de confort d'écoute
hu_hu: Hallás komfort
it_it: Ascolto confortevole
ja_jp: 快適なきこえ
ko_kr: 편안한 청취감
nl_nl: Luistercomfort
no_no: Lyttekomfort
pl_pl: Komfort Słuchania
pt_pt: Audibilidade confortável
ro_ro: Comfort ascultare
ru_ru: Комфорт слышимости
sv_se: Lyssnarkomfort
tr_tr: Dinleme Rahatlığı
zh_cn: 聆听舒适度

source: Wearing Comfort
da_dk: Bærekomfort
zh_cn: 佩戴舒适度

source: Living with Hearing Loss
da_dk: At leve med høretab
zh_cn: 听力损失的生活

source: Personal Solutions
da_dk: Personlige løsninger
zh_cn: 个人解决方案

source: Spatial Directionality
ja_jp: ナチュラル指向性II
zh_cn: 立体方向性

source: Adaptive Directionality
cs_cz: Adaptivní směrovost
de_de: Adaptive Direktionalität
es_es: Direccionalidad Adaptativa
fi_fi: Adaptiivinen suuntakuvio
fr_fr: Directivité adaptative
hu_hu: Adaptív Direkcionalítás
it_it: Direzionalità Adattiva
ja_jp: 環境適応型指向性
ko_kr: Adaptive Directionality(적응 방향성)
nl_nl: Adaptieve Directionaliteit
no_no: Adaptiv direksjonalitet
pl_pl: Adaptacyjna Kierunkowość
pt_pt: Direcionalidade Adaptativa
ro_ro: Directionalitate adaptativa
ru_ru: Адаптивная направленность
sv_se: Adaptiv Riktverkan
zh_cn: 自适应方向性

source: Fixed Directionality
cs_cz: Fixní směrovost
de_de: Feste Direktionalität
es_es: Direccionalidad Fija
fi_fi: Kiinteä suuntakuvio
fr_fr: Directivité fixe
hu_hu: Fix Direkcionalítás
it_it: Direzionalità Fissa
ja_jp: 固定型指向性
ko_kr: Fixed Directionality(고정된 방향성)
nl_nl: Vaste Directionaliteit
no_no: Fast direksjonalitet
pl_pl: Stała Kierunkowość
pt_pt: Direcionalidade Fixa
ro_ro: Directionalitate fixa
ru_ru: Фиксированная направленность
sv_se: Fast Riktverkan
zh_cn: 固定方向性

source: Rapid (Sound Processing)
da_dk: Rapid (lydbehandling)
zh_cn: 快速 (声音处理)

source: Feedback Suppression
da_dk: Tilbagekoblingsundertrykkelse
zh_cn: 反馈抑制

source: Noise Reduction
de_de: Störschallreduzierung
es_es: Reducción de Ruido
fi_fi: Koninanvaimennus
fr_fr: Réducteur de bruit
hu_hu: Zaj szűrés
it_it: Riduzione del Rumore
ja_jp: 雑音抑制
ko_kr: 소음 제어
nl_nl: Lawaaireductie
no_no: Støyreduksjon
pl_pl: Redukcja Hałasu
pt_pt: Redução de Ruído
ro_ro: Reducere zgomot
ru_ru: Шумоподавление
sv_se: Brusreducering
tr_tr: Gürültü Azaltma
zh_cn: 降噪

source: Wind Noise Reduction
de_de: Windgeräuschreduzierung
es_es: Reductor de ruido de Viento
fi_fi: Tuulenkohinan vaimennus
fr_fr: Réducteur de bruit de vent
hu_hu: Szélzaj szűrés
it_it: Riduzione del Rumore del vento
ja_jp: 風切音抑制
ko_kr: 바람소리 제어
nl_nl: Windruisreductie
no_no: Vindstøy-reduksjon
pl_pl: Redukcja Szumu Wiatru
pt_pt: Redução de Ruído de Vento
ro_ro: Reducere zgomot de vant
ru_ru: Подавление шума ветра
sv_se: Vindbrusreduktion
tr_tr: Rüzgar Gürültüsü Azaltma
zh_cn: 降风噪

source: Smart Gain
zh_cn: 智能多维

source: Open Fitting
da_dk: Åben tilpasning
zh_cn: 开放耳验配

source: DAI - Audio Boot
da_dk: DAI - Audiosko
ja_jp: DAI - オーディオシュー
zh_cn: DAI - 音靴

source: Telecoil
da_dk: Telespole
zh_cn: 电感

source: Satisfaction Journal
ja_jp: サティスファクションジャーナル
zh_cn: 满意度日志

source: Right side
cs_cz: Vpravo
da_dk: Højre side
de_de: Rechte Seite
es_es: Lado Derecho
fi_fi: Oikea korva
fr_fr: Côté droit
hu_hu: Jobb oldal
it_it: Lato Destro
ja_jp: 右耳
ko_kr: 오른쪽
nl_nl: rechter oor
no_no: Høyre Side
pl_pl: Prawa
pt_pt: Lado Direito
ro_ro: Partea Dreapta
ru_ru: Правая сторона
sv_se: Höger sida
tr_tr: Sağ Taraf
zh_cn: 右侧

source: Left side
cs_cz: Vlevo
da_dk: Venstre side
de_de: Linke Seite
es_es: Lado Izquierdo
fi_fi: Vasen korva
fr_fr: Côté gauche
hu_hu: Bal oldal
it_it: Lato Sinistro
ja_jp: 左耳
ko_kr: 왼쪽
nl_nl: linker oor
no_no: Venstre Side
pl_pl: Lewa
pt_pt: Lado Esquerdo
ro_ro: Partea Stanga
ru_ru: Левая сторона
sv_se: Vänster sida
tr_tr: Sol Taraf
zh_cn: 左侧
