Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Calibrate Left Hearing Instrument
cs_cz: Kalibrujte levé sluchadlo
da_dk: Kalibrer venstre apparat
de_de: Kalibriere linkes Hörsystem
es_es: Calibrar el Audífono Izquierdo
fi_fi: Kalibroi vasen kuulokoje
fr_fr: Calibrage de l'appareil gauche
hu_hu: Bal hallókészülék kalibrálása
it_it: Calibrazione Dispositivo Sinistro
ja_jp: 左耳の補聴器の初期化
ko_kr: 왼쪽 보청기 캘리브레이션
nl_nl: Linker hoortoestel kalibreren
no_no: Kalibrer Venstre Høreapparat
pl_pl: Kalibruj Lewy aparat słuchowy
pt_pt: Calibrar AASI esquerdo
ro_ro: Calibreaza Aparatul Auditiv Stang
ru_ru: Калибровать левый СА
sv_se: Kalibrera vänster hörapparat
tr_tr: Sol işitme cihazı kalibrasyonu
zh_cn: 校准左侧助听器

source: Calibrate Right Hearing Instrument
cs_cz: Kalibrujte pravé sluchadlo
da_dk: Kalibrer højre apparat
de_de: Kalibriere rechtes Hörsystem
es_es: Calibrar el Audífono Derecho
fi_fi: Kalibroi oikea kuulokoje
fr_fr: Calibrage de l'appareil droit
hu_hu: Jobb hallókészülék kalibrálása
it_it: Calibrazione Dispositivo Destro
ja_jp: 右耳の補聴器の初期化
ko_kr: 오른쪽 보청기 캘리브레이션
nl_nl: Rechter hoortoestel kalibreren
no_no: Kalibrer Høyre Høreapparat
pl_pl: Kalibruj Prawy aparat słuchowy
pt_pt: Calibrar AASI direito
ro_ro: Calibreaza Aparatul Auditiv Drept
ru_ru: Калибровать правый СА
sv_se: Kalibrera höger hörapparat
tr_tr: Sağ işitme cihazı kalibrasyonu
zh_cn: 校准右侧助听器

source: Mute Hearing Instruments (Instruments will be muted after calibration)
cs_cz: Umlčet sluchadla (Sluchadla po kalibraci zůstanou tichá)
da_dk: Mute høreapparater (Apparaterne vil stadig være mute efter kalibrering)
de_de: Hörsysteme stummschalten (Geräte bleiben nach der Kalibrierung stummgeschaltet)
es_es: Silenciar Audífonos (los audífonos estarán silenciados después de la calibración)
fi_fi: Mykistä kuulokoje (Kuulokoje pysyy mykistettynä kalibroinnin jälkeen)
fr_fr: Rendre les appareils muets après le calibrage
hu_hu: Készülékek némítása (a készülék el lesz némítva kalibráció után)
it_it: Apparecchio Acustico Muto (L'apparecchio rimarrà Muto anche dopo la Calibrazione)
ja_jp: 補聴器を消音にする（DFSの初期化完了後も消音のままになります）
ko_kr: 보청기 음소거 (보청기는 캘리브레이션 후에 음소거될 것입니다)
nl_nl: Hoortoestellen uit (toestellen blijven uit na de kalibratie)
no_no: Demp Høreapparatene (Apparatene vil være dempet etter kalibrering)
pl_pl: Wycisz Aparaty (Aparaty zostaną wyciszone po kalibracji)
pt_pt: AASIs Mudos (Os AASIs continuarão mudos após a calibração)
ro_ro: Opreste Sunetul Aparatelor Auditive (Aparatele vor ramane pe mut dupa calibrare)
ru_ru: Отключить звук в СА (СА будут отключены после калибровки)
sv_se: Tysta hörapparater (hörapparater kommer fortsatt vara tystade efter kalibrering).
tr_tr: İşitme Cihazlarının Sesini kapat. (Kalibrasyon sonrası sesi tekrar açılacak)
zh_cn: 助听器静音（校准后仍然静音）

source: Device for playing HLSim is missing or have problems, the HLSim Player may not work correctly.
cs_cz: Zařízení na přehrání HLSim chybí nebo má problémy, Přehrávač HLSim nemusí pracovat správně.
da_dk: Enheden til at afspille Høretabsumator mangler eller der er opstået et problem, høretabssimulatoren virker måske ikke korrekt.
de_de: Abspielgerät für den Hörverlustsimulator fehlt oder hat ein Problem, die Wiedergabe wird vermutlich nicht möglich sein.
es_es: El dispositivo para reproducir Sim PA no esta disponible o tiene problemas, el Sim PA no puede funcionar correctamente.
fi_fi: Soitin HLSim tiedoston soittamiseen puuttuu. HLSim soitin ei ehkä toimi oikein.
fr_fr: Le simulateur de perte auditive a rencontré une erreur. Il est possible qu'il ne fonctionne pas correctement.
hu_hu: A készülék a HLSzim lejátszásához hiányzik vagy probléma áll fent, a HLSzim lejátszó nem működik jól.
it_it: Dispositivo per la riproduzione HLSim è mancante o ha problemi, il riproduttore HLSim potrebbe non funzionare correttamente.
ja_jp: 難聴シミュレーションを行うための製品が見つからないか問題があります。難聴シミュレーションは正しく機能しない可能性があります。
ko_kr: HLSim 재생 장치가 없거나 문제가 발생했습니다. HLSim Player가 올바르게 작동하지 않을 수도 있습니다.
nl_nl: Apparaat om de Gehoorverlies-simulatie af te spelen ontbreekt of vertoont problemen, de Gehoorverlies-simulator werkt wellicht niet correct.
no_no: Instrument for avspilling av HLSim er borte eller har problemer. HLSim spilleren viker muligens ikke riktig.
pl_pl: Urządzenie do odtwarzania Symulatora Ubytku Słuchu odłączone lub ma problemy, Symulator Ubytku Słuchu może nie działać prawidłowo
pt_pt: O dispositivo HLSim foi perdido ou está tendo problemas, o HLSim Player não está funcioando corretamente.
ro_ro: Dispozitivul de rularea simulator de pierdere auditiva ( HLSim Player) lipseste sau are probleme, HLSim Player poate fi defect.
ru_ru: Устройство для проигрывания HLSim не найдено или неисправно, HLSim Player может работать некорректно
tr_tr: HLSim yi oynatmak için cihaz yok ya da problem yaşıyor. HLSim Player'ı doğru çalışmıyor.
zh_cn: 运行听损模拟器所需设备丢失或出错，不能正常运行。

source: Autorelate...
cs_cz: Autorelace...
da_dk: Autorelaterer...
de_de: Autobezug...
es_es: Autorelacionar...
fi_fi: Suhteutus...
fr_fr: Corrélation ...
hu_hu: Autoszámítás
it_it: Correlazione...
ja_jp: 自動関連付け...
nl_nl: Koppelen...
no_no: Autorelater...
pl_pl: Autopowiązanie...
pt_pt: Auto-relacionar
ru_ru: Соотнесение параметров...
sv_se: Autorelatera...
tr_tr: Otomatik bağdaştırma...
zh_cn: 自动关联...

source: File
cs_cz: Soubor
da_dk: Filer
de_de: Datei
es_es: Archivo
fi_fi: Tiedosto
fr_fr: Aventa
hu_hu: Fájl
ja_jp: ファイル
ko_kr: 파일
nl_nl: Bestand
no_no: Fil
pl_pl: Plik
pt_pt: Arquivo
ru_ru: Файл
sv_se: Arkiv
tr_tr: Dosya
zh_cn: 文件

source: Audiograms
cs_cz: Audiogramy
da_dk: Audiogrammer
de_de: Audiogramme
es_es: Audiogramas
fi_fi: Audiogrammit
fr_fr: Audiogrammes
hu_hu: Audiogramok
it_it: Audiogrammi
ja_jp: オージオグラム
ko_kr: 오디오그램
nl_nl: _Audiogrammen
no_no: Audiogrammer
pl_pl: Audiogramy
pt_pt: Audiogramas
ro_ro: Audiograme
ru_ru: Аудиограммы
sv_se: Audiogram
tr_tr: Odyogramlar
zh_cn: 听力图

source: Measurement
cs_cz: Měření
da_dk: Målinger
de_de: Messungen
es_es: Medición
fi_fi: Mittaus
fr_fr: Modules supplémentaires
hu_hu: Mérés
it_it: Misurazione
ja_jp: ソフトウェア
ko_kr: 측정
nl_nl: Meting
no_no: Måling
pl_pl: Pomiary
pt_pt: Mensuração
ro_ro: Masurare
ru_ru: Измерение
sv_se: Mätningar
tr_tr: Ölçüm
zh_cn: 测量

source: Audiogram
de_de: Audiogramm
es_es: Audiograma
fi_fi: Audiogrammi
fr_fr: Audiogramme
it_it: Audiogramma
ja_jp: オージオグラム
ko_kr: 오디오그램
pt_pt: Audiograma
ro_ro: Audiograma
ru_ru: Аудиограмма
tr_tr: Odyogram
zh_cn: 听力图

source: In-Situ Audiogram
cs_cz: In-Situ
de_de: In-Situ
es_es: Audiograma In situ
fi_fi: In-Situ audiogrammi
fr_fr: Audiométrie intégrée
it_it: Audiogramma In-Situ
ja_jp: インサイチュオージオグラム
ko_kr: In-Situ 오디오그램
nl_nl: In-Situ
pl_pl: Audiogram In-Situ
pt_pt: Audiometria In-Situ
ro_ro: In-Situ
ru_ru: In-Situ аудиограмма
sv_se: In-Situ
tr_tr: In-Situ Odyogram
zh_cn: 自测听力图

source: Hearing Loss Simulation
cs_cz: Simulace sluchové ztráty
da_dk: Høretabs simulering
de_de: Hörverlustsimulator
es_es: Simulador Pérdida Auditiva
fi_fi: Kuulonalenema simulaatio
fr_fr: Simulateur de perte auditive
hu_hu: Hallásvesztés szimuláció
it_it: Simulazione di perdita uditiva
ja_jp: 難聴シミュレーション
ko_kr: 청력손실시뮬레이션
nl_nl: Het gehoorverlies simuleren
no_no: Hørselstap-simulering
pl_pl: Symulator Ubytku Słuchu
pt_pt: Simulação da Perda Auditiva
ro_ro: Simularea pierderii de auz.
ru_ru: Симуляция потери слуха
sv_se: HNS simulator
tr_tr: İşitme Kaybı Simülasyonu
zh_cn: 听损模拟器

source: Visible Speech Mapping
cs_cz: Mapování řečové oblasti
de_de: Visible Speech Funktion
fr_fr: Visible Speech
it_it: Mappa Visible Speech
ja_jp: ビジブルスピーチマッピング
ko_kr: 시청 가능한 Speech Mapping
pl_pl: Mapowanie Mowy
pt_pt: Mapeamento de fala
ro_ro: Harta vorbirii
ru_ru: Мапирование видимой речи
tr_tr: Görsel Konuşma Sesleri
zh_cn: 可视言语图

source: Save Fitting session
cs_cz: Uložit nastavení
da_dk: Gem i Noah
de_de: Anpassung speichern
es_es: Guardar adaptación
fi_fi: Tallenna sovitus
fr_fr: Sauvegarder les réglages
hu_hu: Illesztés mentés
it_it: Salvare Fitting
ja_jp: フィッティングを保存
ko_kr: 피팅 세션 저장
nl_nl: Aanpassing opslaan
no_no: Lagre Tilpasning
pl_pl: Zapisz Sesję Dopasowania
pt_pt: Salvar Ajuste
ro_ro: Salvati reglajul
ru_ru: Сохранить настройки
sv_se: Spara anpassning
tr_tr: Uygulama oturumunu Kaydet
zh_cn: 保存选配

source: Print
cs_cz: Tisk...
da_dk: Udskriv...
de_de: Drucken
es_es: Imprimir...
fi_fi: Tulosta
fr_fr: Imprimer
hu_hu: Nyomtatás...
it_it: Stampa...
ja_jp: 印刷
ko_kr: 인쇄
nl_nl: Afdrukken
no_no: Skriv ut
pl_pl: Drukuj
pt_pt: Imprimir...
ro_ro: Imprimare...
ru_ru: Печать
sv_se: Skriv...
tr_tr: Yazdır
zh_cn: 打印...

source: Exit
cs_cz: Konec
da_dk: Afslut
de_de: Schließen
es_es: Salir
fi_fi: Poistu
fr_fr: Quitter
hu_hu: Bezárás
it_it: Esci
ja_jp: 終了
ko_kr: 나가기
nl_nl: Afsluiten
no_no: Avslutt
pl_pl: Wyjście
pt_pt: Sair
ru_ru: Выход
sv_se: Avsluta
tr_tr: Çıkış
zh_cn: 退出

source: Edit
cs_cz: Upravit
da_dk: Rediger
de_de: Bearbeiten
es_es: Editar
fi_fi: Muokkaa
fr_fr: Éditer
hu_hu: Szerkesztés
it_it: Scrivi
ja_jp: 編集
ko_kr: 편집
nl_nl: Bewerken
no_no: Rediger
pl_pl: Edycja
pt_pt: Editar
ro_ro: Editeaza
ru_ru: Правка
sv_se: Redigera
tr_tr: Düzenle
zh_cn: 编辑

source: Undo
cs_cz: Zpět
da_dk: Fortryd
de_de: Rückgängig
es_es: Deshacer
fi_fi: Peruuta
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
ja_jp: 元に戻す
ko_kr: 실행취소
nl_nl: Ongedaan maken
no_no: Angre
pl_pl: Cofnij
pt_pt: Desfazer
ro_ro: Inapoi
ru_ru: Отменить
sv_se: Ångra
tr_tr: Geri Al
zh_cn: 撤消

source: Redo
cs_cz: Znovu
da_dk: Gendan
de_de: Wiederherstellen
es_es: Rehacer
fi_fi: Palauta
fr_fr: Rétablir
hu_hu: Helyreállítás
it_it: Ripristina
ja_jp: やり直し
ko_kr: 재실행
nl_nl: Opnieuw
no_no: Gjør om
pl_pl: Ponów
pt_pt: Refazer
ro_ro: Refacere operatie
ru_ru: Восстановить
sv_se: Gör om
tr_tr: İleri Al
zh_cn: 重做

source: Preferences
cs_cz: Parametry
da_dk: Præferencer...
de_de: Voreinstellungen
es_es: Preferencias...
fi_fi: Asetukset
fr_fr: Préférences
hu_hu: Előnyök...
it_it: Preferenze
ja_jp: プレファレンス
nl_nl: Voorkeuren
no_no: Preferanser
pl_pl: Preferencje
pt_pt: Preferências...
ro_ro: Preferinte
ru_ru: Параметры
sv_se: Preferenser...
tr_tr: Tercihler...
zh_cn: 参数设置

source: View
cs_cz: Zobrazit
da_dk: Vis
de_de: Ansicht
es_es: Ver
fi_fi: Näytä
fr_fr: Voir
hu_hu: Áttekintés
it_it: Visualizza
ja_jp: 表示
ko_kr: 보기
nl_nl: Beeld
no_no: Vis
pl_pl: Widok
pt_pt: Ver
ro_ro: Vizualizare
ru_ru: Вид
sv_se: Visa
tr_tr: Görünüm
zh_cn: 查看

source: Language
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
es_es: Idioma
fi_fi: Kielivalinta
fr_fr: Langue
hu_hu: Nyelv
it_it: Lingua
ja_jp: 言語選択
ko_kr: 언어
nl_nl: Taal
no_no: Språk
pl_pl: Język
pt_pt: Idioma
ro_ro: Limba
ru_ru: Язык
sv_se: Språk
tr_tr: Lisan
zh_cn: 语言

source: Coupler
da_dk: Kopler
de_de: Kuppler
es_es: Acoplador
fi_fi: Kopleri
fr_fr: Vue
hu_hu: Csatoló
it_it: Accoppiatore
ja_jp: カプラ
ko_kr: 커플러
pl_pl: Sprzęgacz
pt_pt: Acoplador
ro_ro: Couplor
zh_cn: 耦合腔

source: Insertion Gain
cs_cz: Vložný zisk
es_es: Ganancia de inserción
fi_fi: REM-vahvistus
fr_fr: Gain d'insertion
hu_hu: Beszúrt erősítés
it_it: GI
ja_jp: 挿入利得 (Kemar)
ko_kr: 삽입이득
pl_pl: Wzmocnienie w aparacie
pt_pt: Ganho de Inserção
ro_ro: Castig de insertie
ru_ru: Входное усиление
zh_cn: 插入增益

source: 2cc _Coupler
da_dk: 2cc kopler
de_de: 2 ccm Kuppler
es_es: Acoplador 2cc
fi_fi: 2cc kytkinontelo
fr_fr: Coupleur 2 cc
hu_hu: 2 cm3-es csatoló
it_it: Acc 2cc
ja_jp: 2ccカプラ
ko_kr: 2cc 커플러
pl_pl: Sprzęgacz2cc
pt_pt: Acoplador 2cc
ro_ro: Cuplor de 2cc
zh_cn: 2cc 耦合腔

source: OES Coupler
da_dk: OES kopler
de_de: Ohrsimulator
es_es: Acoplador OES
fi_fi: OES kytkinontelo
fr_fr: Coupleur OES
hu_hu: OES csatoló
it_it: Acc OES
ja_jp: OESカプラ
ko_kr: OES 커플러
nl_nl: Oorsimulator
pl_pl: Sprzęgacz OES
pt_pt: Acoplador OES
ro_ro: Cuplor OES
zh_cn: OES耦合腔

source: Stimulus Type
cs_cz: Typ stimulu
de_de: Stimulus Typ
es_es: Tipo de estímulo
fi_fi: Stimulus
fr_fr: Type de signal
hu_hu: Inger típus
it_it: Tipo Stimolo
ja_jp: 試験音の種類
ko_kr: 자극유형(StimulusType)
nl_nl: Stimulus
pl_pl: Typ bodźca
pt_pt: Tipo de Estímulo
ro_ro: Tipul de stimul
ru_ru: Тип стимула
sv_se: Stimuli Typ
tr_tr: Uyaran Tipi
zh_cn: 刺激类型

source: Pure Tone
da_dk: Rentone
de_de: Sinuston
es_es: Tono Puro
fi_fi: Puhdasääni
fr_fr: Sons purs
hu_hu: Tiszta hang
it_it: Tono puro
ja_jp: 純音
ko_kr: 순음
nl_nl: Zuivere toon
no_no: Rentone
pl_pl: Ton czysty
pt_pt: Tom Puro
ro_ro: Ton pur
ru_ru: Чистый тон
sv_se: Ren Ton
tr_tr: Saf Ses
zh_cn: 纯音

source: Speech Weighted Noise
da_dk: Talevægtet støj
de_de: Sprachsimuliertes Rauschen
es_es: Ruido de Habla
fi_fi: Puhemoduloitu kohina
fr_fr: Sons avec bruit pondéré vocal
hu_hu: Beszéd súllyozott zaj
it_it: Parlato in rumore
ja_jp: スピーチノイズ
nl_nl: Gewogen spraakruis
no_no: Talemodulert Støy
pl_pl: Szum Ważony Mową
pt_pt: Ruído de Fala
ro_ro: Imbunatatirea Vorbirii in Zgomot
ru_ru: Речевой шум
sv_se: Talvägt Brus
tr_tr: Konuşma Ağırlıklı Gürültü
zh_cn: 加权语音

source: Restore Instrument(s) to Factory Settings
cs_cz: Obnova sluchadla(el) do továrního nastavení
da_dk: Nulstil apparater til fabriksindstilling
de_de: In Werkseinstellung zurücksetzen
es_es: Restaurar audifonos a Ajustes de Fábrica
fi_fi: Palauta kojeen tehdasasetuksiin
fr_fr: Restaurer les réglages usine
hu_hu: Készülékek visszaállítása a gyári beállításokra
it_it: Ripristino Apparecchio (i) alle Impostazioni di Fabbrica
ja_jp: 補聴器のリセット
ko_kr: 초기 설정 복원
nl_nl: Herstel toestel(len) naar fabrieksinstellingen
no_no: Tilbakestille Apparat(ene)
pl_pl: Przywróć Aparaty do Ustawień Fabrycznych
pt_pt: Restaurar aparelho(s) auditivo(s) para Configurações da Fábrica
ro_ro: Resetare la setarile Fabricantului
ru_ru: Восстановить аппарат(ы) на заводские настройки
sv_se: Återställ till fabriksinställningar
tr_tr: Cihaz(lar)ı Fabrika Ayarlarına Getir
zh_cn: 恢复出厂设置

source: Instrument
cs_cz: Sluchadlo
da_dk: Høreapparat
de_de: Hörsystem
es_es: Audífono
fi_fi: Kuulokoje
fr_fr: Aide auditive
hu_hu: Hallókészülék
it_it: Apparecchio Acustico
ja_jp: 補聴器
ko_kr: 보청기
nl_nl: Hoortoestel
no_no: Apparat
pl_pl: Aparat
pt_pt: Aparelho Auditivo
ro_ro: Aparat auditiv
ru_ru: Слуховой аппарат
sv_se: Hörapparat
tr_tr: Cihaz
zh_cn: 助听器

source: Connect
cs_cz: Připojit
da_dk: Tilslut
de_de: Verbinden
es_es: Conectar
fi_fi: Yhdistä
fr_fr: Détecter les appareils
hu_hu: Csatlakozás
it_it: Collega
ja_jp: 接続
ko_kr: 연결하기
nl_nl: Verbinding maken
no_no: Tilkoble
pl_pl: Połącz
pt_pt: Conectar
ro_ro: Conectat
ru_ru: Соединиться
sv_se: Anslut
tr_tr: Bağlan
zh_cn: 连接

source: Read
cs_cz: Přečíst
da_dk: Læs
de_de: Auslesen
es_es: Leer
fi_fi: Lue
fr_fr: Lire les réglages des appareils
hu_hu: Olvasás
it_it: Leggi
ja_jp: 補聴器からの読込み
ko_kr: 읽기
nl_nl: Uitlezen
no_no: Les
pl_pl: Czytaj
pt_pt: Ler
ro_ro: Citeste
ru_ru: Считать
sv_se: Läs
tr_tr: Oku
zh_cn: 读取

source: Calibrate DFS
cs_cz: Kalibrovat DFS
da_dk: Kalibrer DFS
de_de: DFS kalibrieren
es_es: Calibrar DFS
fi_fi: Kalibroi DFS
fr_fr: Lancer un calibrage anti Larsen DFS
hu_hu: DFS kalibráció
it_it: Calibrazione DFS
ja_jp: DFSの初期化
ko_kr: DFS 캘리브레이션
nl_nl: Kalibreer DFS
no_no: Kalibrer DFS
pl_pl: Kalibruj DFS
pt_pt: Calibrar DFS
ru_ru: Калибровать СА
sv_se: Kalibrera DFS
tr_tr: DFS Kalibrasyonu
zh_cn: DFS校准

source: Mute Right
cs_cz: Vypni pravé
da_dk: Mute højre
de_de: Stumm Rechts
es_es: Mute Dcho
fi_fi: Mykistä oikea koje
fr_fr: Rendre l'appareil muet à droite
hu_hu: Csend jobb
it_it: Silenzia Destro
ja_jp: 消音 _右
ko_kr: 음소거_오른쪽
nl_nl: Rechts UIT
no_no: Mute Høyre
pl_pl: Wycisz Prawy
pt_pt: Mudo Direito
ro_ro: Mut Dreapta
ru_ru: Отключить звук на правом СА
sv_se: Tyst Höger
tr_tr: Sesi Kapa _Sağ
zh_cn: 右耳静音

source: Mute Left
cs_cz: Vypni levé
da_dk: Mute venstre
de_de: Stumm Links
es_es: Mute Izdo
fi_fi: Mykistä vasen koje
fr_fr: Rendre l'appareil muet à gauche
hu_hu: Csend bal
it_it: Silenzia Sinistro
ja_jp: 消音 _左
ko_kr: 음소거_왼쪽
nl_nl: Links UIT
no_no: Mute Venstre
pl_pl: Wycisz Lewy
pt_pt: Mudo Esquerdo
ro_ro: Mut Stanga
ru_ru: Отключить звук на левом СА
sv_se: Tyst Vänster
tr_tr: Sesi Kapa _Sol
zh_cn: 左耳静音

source: Fitting
cs_cz: Nastavení
da_dk: Tilpasning
de_de: Anpassung
es_es: Adaptación
fi_fi: Sovitus
fr_fr: Réglages
hu_hu: Illesztés
ja_jp: フィッティング
ko_kr: 피팅
nl_nl: Aanpassing
no_no: Tilpasning
pl_pl: Dopasowanie
pt_pt: Adaptação
ro_ro: Reglare
ru_ru: Настройка
sv_se: Anpassning
tr_tr: Uygulama
zh_cn: 选配

source: Target Rule
cs_cz: Cílové pravidlo
da_dk: Tilpasningsregel
de_de: Anpassregel
es_es: Regla de Cálculo
fi_fi: Laskentasääntö
fr_fr: Méthode d'appareillage
hu_hu: Célszabály
it_it: Target
ja_jp: ターゲットルール
nl_nl: Rekenregel
no_no: Tilpasningsregel
pl_pl: Formuła Dopasowania
pt_pt: Regra Alvo
ro_ro: Regula dupa care se calculeaza target-ul
ru_ru: Расчетная формула
sv_se: Målberäkning
tr_tr: Hedef Kazanç Kuralı
zh_cn: 目标法则

source: Tools
cs_cz: Nástroje
da_dk: Værktøj
de_de: Werkzeuge
es_es: Herramientas
fi_fi: Työkalut
fr_fr: Outils
hu_hu: Eszközök
it_it: Strumenti
ja_jp: ツール
ko_kr: 도구
no_no: Verktøy
pl_pl: Narzędzia
pt_pt: Ferramentas
ro_ro: Ustensile
ru_ru: Инструменты
sv_se: Verktyg
tr_tr: Araçlar
zh_cn: 选配设置

source: Gain Adjustment
cs_cz: Nastavení zisků
da_dk: Justeringshjælp
de_de: Frequenz Einstellungen
es_es: Ajuste de Ganancia
fi_fi: Vahvistuksen säätö
fr_fr: Réglages des gains
hu_hu: Erősítés beállítás
it_it: Regolazione
ja_jp: 利得調整
ko_kr: 이득조정
nl_nl: Parameters Gain
no_no: Gain Justering
pl_pl: Regulacja wzmocnienia
pt_pt: Ajuste do ganho
ro_ro: Modificari Ghid de Reglaj
ru_ru: Настройка усиления
sv_se: Anpassningsskärm
tr_tr: Kazanç Ayarı
zh_cn: 调节向导

source: Features
cs_cz: Vlastnosti
da_dk: _Egenskaber
de_de: Eigenschaften
es_es: Prestaciones
fi_fi: Ominaisuudet
fr_fr: Gains avancés
hu_hu: Tulajdonságok
it_it: Caratteristiche
ja_jp: 特別機能
no_no: Egenskaper
pl_pl: Cechy
pt_pt: Características
ro_ro: Caracteristici
ru_ru: Параметры
sv_se: Inställningar
tr_tr: Özellikler
zh_cn: 功能

source: ReSound Aventa Guide
cs_cz: Aventa Guide
da_dk: Tekstbaseret hjælp
de_de: Anpasshilfe
es_es: Guía Aventa
fi_fi: Sovitusopas
fr_fr: Guide Aventa
hu_hu: Aventa segéd
it_it: Guida ReSound Aventa
ja_jp: アベンタガイド
ko_kr: Aventa 가이드
nl_nl: Aventa gids
no_no: Aventa Guide
pl_pl: Przewodnik Aventa
pt_pt: Guia Aventa
ro_ro: Indrumator-Ghid de Reglaj Protetic
ru_ru: Руководство по Aventa
sv_se: Aventa Guide
tr_tr: Aventa Rehberi
zh_cn: 选配向导

source: Data Logging
fi_fi: Lokitiedosto
hu_hu: Adatrögzítés
ja_jp: データロギング
ko_kr: 데이타 로깅
pt_pt: Analizador Onboard (Data Logging)
tr_tr: Veri Kaydı
zh_cn: 数据分析系统

source: Acceptance Manager
de_de: Eingewöhnungs-Manager
es_es: Adaptación Progresiva
fi_fi: Sopeutumissäätö
it_it: Manager Adattamento
ja_jp: アクセプタンスマネージャー
nl_nl: Adaptatie Manager
pl_pl: Manager Akceptacji
pt_pt: Gerenciador de Adaptação
ru_ru: Менеджер Адаптации
sv_se: Acceptans Verktyg
zh_cn: 满意度管理器

source: Tinnitus Sound Generator
es_es: Generador de Sonidos Tinnitus
fi_fi: Tinnitusmaskeri
fr_fr: Générateur de son
hu_hu: Tinitus zajgenerátor
it_it: Generatore Suoni Tinnitus
ja_jp: TSG
ko_kr: 이명적 응용 잡음 발생기
nl_nl: Tinitus Sound Generator
no_no: Tinnitus Lydgenerator
pl_pl: Generator szumów
pt_pt: Gerador de som para zumbido
ro_ro: Generator de Sunet Tinitus
ru_ru: Генератор шума для борьбы с тиннитусом
sv_se: Tinnitus Ljudstimulator
tr_tr: TSG
zh_cn: 耳鸣管理器

source: Beeps & Volume Control
cs_cz: Pípání & regulace hlasitosti
da_dk: _Bip & Volumenkontrol
de_de: Signaltöne & >Lautstärkeneinstellungen
es_es: Avisos & Control de Volumen
fi_fi: Äänimerkit ja voimakkuudensäätö
fr_fr: Bips sonores et volume
hu_hu: Csipogások & H. szab.
it_it: Beeps e Volume
ja_jp: お知らせ音とボリューム調整
ko_kr: 경고음과 볼륨 조절
nl_nl: _Beeps en volumeregeling
no_no: Signaler og Volumkontroll
pl_pl: Sygnały i VC
pt_pt: Bips & Controle de volume
ro_ro: Beep-uri si Control Volum
ru_ru: Предупреждающие сигналы и регулятор громкости
sv_se: Ljudindikationer & VK
tr_tr: İkazlar & Ses Kontrolü
zh_cn: 提示音和音量控制

source: Autorelate...
cs_cz: Autorelace...
da_dk: Autorelater
de_de: Autobezug
es_es: Auto-relacionar
fi_fi: Suhteutus
fr_fr: Corréler les programmes
hu_hu: Autoszámítás
it_it: Correlazione...
ja_jp: 自動関連付け
nl_nl: Programma's relateren
no_no: Autorelater...
pl_pl: Autopowiązanie...
pt_pt: Auto-relacionar
ro_ro: Corelati
ru_ru: Соотнести параметры
sv_se: Autorelatera...
tr_tr: Otomatik bağdaştırma...
zh_cn: 自动关连

source: Reset to Initial Fit
cs_cz: Reset na výchozí nastavení
da_dk: Nulstil til autofit
de_de: Anpassung neu berechnen
es_es: Recalcular la Adaptación Inicial
fi_fi: Palauta PikaSovitus
fr_fr: Restaurer le ciblage initial
hu_hu: Előillesztés törlése
it_it: Resetta al Fitting Iniziale
ja_jp: オートフィット
ko_kr: 초기 피팅으로 재설정
nl_nl: Terug naar basisinstelling
no_no: Beregn HA instillinger på nytt
pl_pl: Przywróć dane wstępnego dopasowania
pt_pt: Resgatar ajustes iniciais
ro_ro: Reseteaza la Reglaj Initial
ru_ru: Вернуться к начальным настройкам
sv_se: Återställ Initial Anpassning
tr_tr: İlk uygulamaya Dön
zh_cn: 重置为初始验配

source: Read from NOAH
cs_cz: Přečíst z NOAHu
da_dk: Læs fra NOAH
de_de: Daten aus NOAH lesen
es_es: Leer de NOAH
fi_fi: Luetaan NOAHista
fr_fr: Lecture des réglages sauvegardés dans Noah
hu_hu: Olvasás a NOAH-ból
it_it: Leggi da NOAH
ja_jp: NOAHからの読込み
ko_kr: NOAH로 부터 읽어오기
nl_nl: Uitlezen uit NOAH
no_no: Les fra NOAH
pl_pl: Czytaj z NOAH
pt_pt: Ler do NOAH
ro_ro: Citire din NOAH
ru_ru: Считать из NOAH
sv_se: Läs från NOAH
tr_tr: NOAH 'dan Oku
zh_cn: 从NOAH中读出

source: Set to Full-on Gain
cs_cz: Nastavit na maximální zisk
da_dk: Indstil til _fuld forstærkning
de_de: Auf max. Verstärkung einstellen
es_es: Ajustar a Ganancia Máxima
fi_fi: Aseta maksimivahvistus
fr_fr: Régler au gain max
hu_hu: Max. erősítésre állítás
it_it: Imposta al Guadagno massimo
ja_jp: 最大音響利得へセット
ko_kr: 이득의 최대치로 설정
nl_nl: Instellen op Maximale versterking
no_no: Sett til Full-on Gain
pl_pl: Ustaw Full-on Gain
pt_pt: Ajustar para ganho máximo
ro_ro: Seteaza Castig Maxim
ru_ru: Настроить полное усиление
sv_se: Ställ in Full-on-Gain
tr_tr: Tam Açık Kazanca Ayarla
zh_cn: 设置满档增益

source: Use Bone Conduction
cs_cz: Použít kostní vedení
da_dk: Brug _benledning
de_de: Knochenleitung berücksichtigen
es_es: Utilizar Vía Osea
fi_fi: Käytä luujohtoa
fr_fr: Utiliser les valeurs de conduction osseuse (CO)
hu_hu: Csontvezetés használat
it_it: Utilizza Conduzione Ossea
ja_jp: 骨導を使用する
ko_kr: Bone Conduction 사용
nl_nl: Gebruik beengeleiding
no_no: Bruk Benleder
pl_pl: Użyj krzywej przewodnictwa kostnego
pt_pt: Usar dados de via óssea
ro_ro: Foloseste Conductorul Osos
ru_ru: Использовать данные костной проводимости
sv_se: Använd benledning
tr_tr: Kemik İletim Yolu Kullan
zh_cn: 使用骨导数据

source: Use UCL
cs_cz: Použít UCL data
da_dk: Brug UCL data
de_de: Individuelle U-Schwelle berücksichtigen
es_es: Utilizar datos UCL
fi_fi: Käytä UCL-data
fr_fr: Utiliser les valeurs d'inconfort (UCL)
hu_hu: UCL adat használat
it_it: Usa dati UCL
ja_jp: UCLを使用する
ko_kr: UCL 데이터 사용
nl_nl: Gebruik UCL gegevens
no_no: Bruk UCL Data
pl_pl: Użyj UCL
pt_pt: Utilizar dados UCL
ro_ro: Folositi UCL
ru_ru: Использовать данные порога дискомфорта
sv_se: Använd UCL värden
tr_tr: UCL verilerini kullan
zh_cn: 使用UCL数据

source: Help
cs_cz: Nápověda
da_dk: Hjælp
de_de: Hilfe
es_es: Ayuda
fi_fi: Apu
fr_fr: Aide
hu_hu: Segítség
it_it: Aiuto
ja_jp: ヘルプ
ko_kr: 도움말
no_no: Hjelp
pl_pl: Pomoc
pt_pt: Ajuda
ro_ro: Ajutor
ru_ru: Помощь
sv_se: Hjälp
tr_tr: Yardım
zh_cn: 帮助

source: ReSound Aventa Help
cs_cz: Nápověda Aventa
da_dk: Hjælp
de_de: Aventa Hilfe
es_es: Ayuda Aventa
fi_fi: Aventa Apu (Englanniksi)
fr_fr: Aide Aventa 3
hu_hu: Aventa segítség
it_it: Aiuto ReSound Aventa
ja_jp: Aventaヘルプ
ko_kr: Aventa 도움말
nl_nl: Aventa Help
no_no: Aventa Hjelp
pl_pl: Pomoc Aventa
pt_pt: Ajuda do Aventa
ro_ro: Aventa Ajutor
ru_ru: Помощь с Aventa
sv_se: Aventa Hjälp
tr_tr: Aventa Yardım
zh_cn: Aventa帮助
