Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Whisking-eggs
cs_cz: Kartáčování-vejce
da_dk: Piskning af æg
de_de: Eischnee schlagen
es_es: Batiendo-huevos
fi_fi: Kanamunien vatkaaminen
fr_fr: Cuisine - battre des œufs
hu_hu: Tojáshabverés
it_it: Sbatti-uova
ja_jp: 卵を泡立てる音
ko_kr: 거품기-달걀
nl_nl: Eieren kloppen
no_no: Visping av egg
pl_pl: Ubijanie jajek
pt_pt: Bater ovos
ro_ro: A bate ouale
ru_ru: Взбивание яиц
sv_se: Knacka ägg
tr_tr: Yumurta Çırpma
zh_cn: 打鸡蛋声

source: Car-windshield wipers
cs_cz: Auto-stěrače čelního skla
da_dk: Bil, indvendigt under kørsel
de_de: Auto - Scheibenwischer
es_es: Coche-limpiaparabrisas
fi_fi: Auton tuulilasinpyyhkijät
fr_fr: Voiture - essuie-glace et pluie
hu_hu: Eső a szélvédőn
it_it: Tergi-cristallo
ja_jp: 車の前面ガラスのワイパーの音
ko_kr: 차-와이퍼 소리
nl_nl: Auto - ruitenwissers
no_no: Vindusviskere
pl_pl: Wycieraczki samochodowe
pt_pt: Carro-limpadores de para brisas
ro_ro: Stergatoare de parbriz
ru_ru: Автомобильные дворники
sv_se: Bil-Vindrutetorkare
tr_tr: Araba- Ön cam silecekleri
zh_cn: 汽车-刮雨器

source: Washing Machine-filling
cs_cz: Pračka-plnění
da_dk: Vaskemaskine, påfyldning
de_de: Waschmaschine - Füllung
es_es: Lavadora-llenándose
fi_fi: Pesukone täyttyy vedellä
fr_fr: Machine à laver - remplissage
hu_hu: Mosógép
it_it: Lavatrice1
ja_jp: 電気洗濯機（給水）
ko_kr: 세탁기-채우기
nl_nl: Wasmachine - vullen
no_no: Vaskemaskin fylles av vann
pl_pl: Napełnianie pralki
pt_pt: Máquina de Lavar-enchendo
ro_ro: Umplerea masinii de spalat cu apa
ru_ru: Наполнение стиральной машины
sv_se: Tvättmaskin-Fyller
tr_tr: Çamasır Makinesi-doldurma
zh_cn: 洗衣机注水

source: Washing Machine-rinse cycle
cs_cz: Pračka-máchání
da_dk: Vaskemaskine, skylning
de_de: Waschmaschine - Spülprogramm
es_es: Lavadora-aclarado
fi_fi: Pesukone esipesee
fr_fr: Machine à laver - rincage
hu_hu: Mosógép öblítés
it_it: lavatrice2
ja_jp: 電気洗濯機（すすぎ）
ko_kr: 세탁기-헹구기 과정
nl_nl: Wasmachine - spoelen
no_no: Vaskemaskin - skylling
pl_pl: Pralka - cykl płukania
pt_pt: Máquina de Lavar-ciclo de enxaguar
ro_ro: Evacuarea apei din masina de spalat
ru_ru: Стиральная машина - полоскание
sv_se: Tvättmaskin-Tömmer
tr_tr: Çamasır Makinesi- hızlı
zh_cn: 洗衣机冲洗

source: Washing Machine-mid cycle
cs_cz: Pračka-střední cyklus
da_dk: Vaskemaskine, mellemperiode
de_de: Waschmaschine - Mittelprogramm
es_es: Lavadora-ciclo medio
fi_fi: Pesukone pesee
fr_fr: Machine à laver - cycle en cours
hu_hu: Mosógép
it_it: Lavatrice3
ja_jp: 電気洗濯機（選択中）
ko_kr: 세탁기-중간 과정
nl_nl: Wasmachine - draaien
no_no: Vaskemaskin - midtsyklus
pl_pl: Pralka - w połowie programu
pt_pt: Máquina de Lavar-cíclo médio
ro_ro: Ciclu de prespalare a rufelor
ru_ru: Стиральная машина - средний цикл
sv_se: Tvättmaskin-Roterar
tr_tr: Çamasır Makinesi- orta hız
zh_cn: 洗衣机预洗

source: Washing Machine-spin cycle
cs_cz: Pračka-odstřeďování
da_dk: Vaskemaskine, centrifugering
de_de: Waschmaschine - Schleuderprogramm
es_es: Lavadora-centrifugado
fi_fi: Pesukone kuivaa
fr_fr: Machine à laver - essorage
hu_hu: Mosógép centrifuga
it_it: Lavatrice4
ja_jp: 電気洗濯機（脱水）
ko_kr: 세탁기-회전과정
nl_nl: Wasmachine-centrifuge
no_no: Vaskemaskin - sentrifugering
pl_pl: Pralka - wirowanie
pt_pt: Máquina de Lavar-centrifugar
ro_ro: Centrifugarea rufelor
ru_ru: Стиральная машина - вращение белья
sv_se: Tvättmaskin-Roterar snabbt
tr_tr: Çamasır Makinesi- çok hızlı
zh_cn: 洗衣机运转

source: Washing Machine-wash cycle
cs_cz: Pračka-praní
da_dk: Vaskemaskine
de_de: Waschmaschine - Waschprogramm
es_es: Lavadora-ciclo lavado
fi_fi: Pesukone pesee
fr_fr: Machine à laver - lavage
hu_hu: Mosógép mosás
it_it: Lavatrice5
ja_jp: 電気洗濯機（洗濯）
ko_kr: 세탁기-세척과정
nl_nl: Wasmachine - wassen
no_no: Vaskemaskin - vaskeprogram
pl_pl: Pralka - pranie
pt_pt: Máquina de Lavar-ciclo de lavagem
ro_ro: Ciclu de spalare a rufelor
ru_ru: Стиральная машина - стирка
sv_se: Tvättmaskin
tr_tr: Çamasır Makinesi- yıkama
zh_cn: 洗衣机漂洗

source: Aquarium
cs_cz: Akvárium
da_dk: Akvarie
es_es: Acuario
fi_fi: Akvaario
hu_hu: Akvárium
it_it: Acquario
ja_jp: 水族館
ko_kr: 아쿠아리움
no_no: Akvarium
pl_pl: Akwarium
pt_pt: Aquário
ro_ro: Acvariu
ru_ru: Аквариум
sv_se: Akvarium
tr_tr: Akvaryum
zh_cn: 水族馆

source: Box Fan
cs_cz: Větrák na chladiči
da_dk: Ventilator
de_de: Ventilator
es_es: Ventilador
fi_fi: Tuuletin
fr_fr: Ventilateur
hu_hu: Kézi ventillátor
it_it: Ventilatore2
ja_jp: 扇風機
nl_nl: Ventilator - zacht
no_no: Vifte
pl_pl: Wiatrak
pt_pt: Ventilador
ro_ro: Sistem de ventilatie
ru_ru: Веер
sv_se: Fläkt-Liten
tr_tr: Fan 1
zh_cn: 风扇

source: Airplane
cs_cz: Letadlo
da_dk: Flyvemaskine
de_de: Flugzeug
es_es: Avión
fi_fi: Lentokone
fr_fr: Avion - décollage
hu_hu: Repülőgép
it_it: Aeroplano
ja_jp: 飛行機
ko_kr: 비행기
nl_nl: Vliegtuig
no_no: Fly
pl_pl: Samolot
pt_pt: Avião
ro_ro: Avion
ru_ru: Самолет
sv_se: Flygplan
tr_tr: Uçak
zh_cn: 机场环境

source: Baby
cs_cz: Dítě
es_es: Bebé
fi_fi: Vauva
fr_fr: Enfants - bébé
hu_hu: Bébi
it_it: Bambino
ja_jp: 赤ん坊
ko_kr: 아기
pl_pl: Dziecko
pt_pt: Bebê
ro_ro: Bebelus
ru_ru: Ребенок
tr_tr: Bebek
zh_cn: 婴儿

source: Car Alarm
cs_cz: Autoalarm
da_dk: Bil alarm
de_de: Auto - Alarmanlage
es_es: Alarma coche
fi_fi: Auton murtohälytys
fr_fr: Voiture - alarme
hu_hu: Autóriasztó
it_it: Allarme Auto
ja_jp: 盗難防止アラーム
ko_kr: 자동차 경적
nl_nl: Auto - alarm
no_no: Bilalarm
pl_pl: Alarm samochodowy
pt_pt: Alarme de Carro
ro_ro: Alarma de masina
ru_ru: Автосигнализация
sv_se: Bil-Alarm
tr_tr: Araba Alarmı
zh_cn: 汽车报警

source: Cards
cs_cz: Karty
da_dk: Kort
de_de: Spielkarten
es_es: Cartas - barajando
fi_fi: Pelikortit
fr_fr: Jeux - cartes à jouer
hu_hu: Kártyák
it_it: Carte
ja_jp: トランプ
ko_kr: 카드
nl_nl: Kaarten
no_no: Kortstokk
pl_pl: Kart
pt_pt: Cartas
ro_ro: Carti de joc
ru_ru: Карты
sv_se: Kortlek
tr_tr: Oyun Kağıdı
zh_cn: 洗扑克牌声

source: Cereal
cs_cz: Cereálie
da_dk: Korn
de_de: Cornflakes
es_es: Cereales
fi_fi: Syödään muroja
fr_fr: Cuisine - céréales déjeuner
hu_hu: Gabona
it_it: Cereali
ja_jp: シリアル
ko_kr: 씨리얼
nl_nl: Cornflakes
no_no: Frokostblanding
pl_pl: Zboże
ro_ro: Cereala
ru_ru: Крупа
sv_se: Flingor
tr_tr: Mısır Gevreği
zh_cn: 谷物

source: Chainsaw
cs_cz: Řetězová pila
da_dk: Motorsav
de_de: Kettensäge
es_es: Motosierra
fi_fi: Moottorisaha
fr_fr: Outil - tronçonneuse
hu_hu: Láncfűrész
it_it: Sega a catena
ja_jp: チェーンソー
ko_kr: 체인톱
nl_nl: Kettingzaag
no_no: Motorsag
pl_pl: Pila łańcuchowa
pt_pt: Serra elétrica
ro_ro: Drujba
ru_ru: Бензопила
sv_se: Motorsåg
tr_tr: Elektrikli Testere
zh_cn: 链锯

source: Coffee
cs_cz: Káva
da_dk: Kaffe
de_de: Kaffeemaschine
es_es: Café
fi_fi: Kahvi
fr_fr: Cuisine - cafetière
hu_hu: Kávé
it_it: Caffè
ja_jp: コーヒー
ko_kr: 커피
nl_nl: Koffie
no_no: Kaffetrakter
pl_pl: Kawa
pt_pt: Café
ro_ro: Cafea
ru_ru: Кофе
sv_se: Kaffe
tr_tr: Kahve
zh_cn: 煮咖啡

source: Crickets
cs_cz: Cvrčci
da_dk: Fårekyllinger
de_de: Grillen
es_es: Grillos
fi_fi: Heinäsirkat
fr_fr: Animal - criquet
hu_hu: Krikett
it_it: Grilli
ja_jp: コオロギ
ko_kr: 귀뚜라미
nl_nl: Krekels
no_no: Sirisser
pl_pl: Świerszcze
pt_pt: Grilos
ro_ro: Brichete
ru_ru: Крикет
sv_se: Syrsor
tr_tr: Cırcır Böceği
zh_cn: 蟋蟀叫

source: Dog
cs_cz: Pes
da_dk: Hund
de_de: Hund
es_es: Perro
fi_fi: Koira
fr_fr: Animal - chien
hu_hu: Kutya
it_it: Cane
ja_jp: 犬がクンクン鳴く
ko_kr: 강아지
nl_nl: Hond
no_no: Hund
pl_pl: Pies
pt_pt: Cachorro
ro_ro: Caine
ru_ru: Собака
sv_se: Hund-Skäller
tr_tr: Köpek
zh_cn: 犬吠

source: Dentist Drill
cs_cz: Zubařská vrtačka
da_dk: Tandlægebor
de_de: Zahnarztbohrer
es_es: Torno de dentista
fi_fi: Hammaslääkärin pora
fr_fr: Roulette dentiste
hu_hu: Fogászati fúró
it_it: Trapano dentista
ja_jp: 虫歯を削る音
ko_kr: 치과용드릴
nl_nl: Tandartsboor
no_no: Tannlegeborr
pl_pl: Unit stomatologiczny
pt_pt: Broca de Dentista
ro_ro: Freza dentist
ru_ru: Стоматолог - бормашина
sv_se: Tandläkarborr
tr_tr: Disçi Frezesi
zh_cn: 牙科电钻

source: Dryer
cs_cz: Sušička
da_dk: Tørrer
de_de: Trockner
es_es: Secadora de ropa
fi_fi: Kuivaaja
fr_fr: Sèche-linge
hu_hu: Szárító
it_it: Asciugatrice
ja_jp: ヘアー・ドライヤー
ko_kr: 드라이어
nl_nl: Droger
no_no: Tørketrommel
pl_pl: Suszarka
pt_pt: Secador
ro_ro: Uscator
ru_ru: Сушка
sv_se: Torkskåp
tr_tr: Kurutucu
zh_cn: 甩干机

source: Freight Train
cs_cz: Nákladní vlak
da_dk: Godstog
de_de: Güterzug
es_es: Tren de carga
fi_fi: Tavarajuna
fr_fr: Train - train de frêt
hu_hu: Tehervonat
it_it: Treno trasporto
ja_jp: 貨車
ko_kr: 화물기차
nl_nl: Goederentrein
no_no: Godstog
pl_pl: Przejazd pociągu
pt_pt: Trem de Carga
ro_ro: Marfar
ru_ru: Товарный поезд
sv_se: Tåg-Frakt
tr_tr: Yük Treni
zh_cn: 运货火车

source: Motor
fi_fi: Moottori
fr_fr: Moteur
it_it: Motore
ja_jp: モーター
ko_kr: 모터
pl_pl: Silnik
ru_ru: Мотор
zh_cn: 马达声

source: Jackhammer
cs_cz: Palice
da_dk: Lufthammer
de_de: Presslufthammer
es_es: Martillo neumático
fi_fi: Käsiporakone
fr_fr: Outil - marteau-piqueur
hu_hu: Légkalapács
it_it: Martello pneumatico
ja_jp: ジャックハンマー（さく岩機）
ko_kr: 착암기
nl_nl: Pneumatische boor
no_no: Luftpressborr
pl_pl: Młot pneumatyczny
pt_pt: Martelo
ro_ro: Ciocan pneumatic
ru_ru: Пневмомолоток
sv_se: Slagborr
tr_tr: Beton Delme Aleti
zh_cn: 冲气钻

source: Keys
cs_cz: Klíče
da_dk: Nøgler
de_de: Schlüssel
es_es: Llaves
fi_fi: Avaimet
fr_fr: Clefs
hu_hu: Kulcsok
it_it: Chiavi
ja_jp: 鍵束
ko_kr: 열쇠
nl_nl: Sleutels
no_no: Nøkler
pl_pl: Klucze
pt_pt: Chaves
ro_ro: Chei
ru_ru: Ключи
sv_se: Nycklar
tr_tr: Anahtarlar
zh_cn: 钥匙声

source: Laughing
cs_cz: Smích
da_dk: Latter
de_de: Gelächter
es_es: Risas
fi_fi: Naurua
fr_fr: Rires
hu_hu: Nevetés
it_it: Risata
ja_jp: 笑い声
ko_kr: 웃기
nl_nl: Lachen
no_no: Latter
pl_pl: Śmiech
pt_pt: Risada
ro_ro: Tipat
ru_ru: Смех
sv_se: Skrattar
tr_tr: Kahkaha
zh_cn: 大笑声

source: Lawn Mower
cs_cz: Obraceč sena
da_dk: Plæneklipper
de_de: Rasenmäher
es_es: Cortacésped
fi_fi: Ruohonleikkuri
fr_fr: Outil - tondeuse
hu_hu: Fűnyíró
it_it: Falciatrice
ja_jp: 芝刈り機
ko_kr: 잔디깎이기계
nl_nl: Grasmaaier
no_no: Plenklipper
pl_pl: Kosiarka
pt_pt: Cortador de grama
ro_ro: Masina de tuns
ru_ru: Газонокосилка
sv_se: Gräsklippare
tr_tr: Çim Biçme Makinasi 1
zh_cn: 割草机

source: Leaves
cs_cz: Listy
da_dk: Blade
de_de: Blätterrauschen
es_es: Hojas
fi_fi: Lehdet
fr_fr: Feuilles
hu_hu: Levelek
it_it: Foglie
ja_jp: 木の葉の揺れる音
ko_kr: 낙엽
nl_nl: Bladeren
no_no: Løv
pl_pl: Liście
pt_pt: Folhas
ro_ro: Frunze
ru_ru: Листья
sv_se: Löv
tr_tr: Yaprak Hışırtısı
zh_cn: 风吹树叶

source: Kitten
cs_cz: Kotě
da_dk: Killing
de_de: Junge Katze
es_es: Gatito
fi_fi: Kissanpentu
fr_fr: Animal - chaton
hu_hu: Kismacska
it_it: Gatto
ja_jp: 子猫の鳴き声
ko_kr: 새끼고양이
nl_nl: Katje
no_no: Kattunge
pl_pl: Kociak
pt_pt: Gatinhos
ro_ro: Pisica
ru_ru: Котенок
sv_se: Kattunge
tr_tr: Yavru Kedi
zh_cn: 小猫叫

source: Motorcycle
cs_cz: Motocykl
da_dk: Motorcykel
de_de: Motorrad
es_es: Motocicleta
fi_fi: Moottoripyörä
fr_fr: Moto
hu_hu: Motor
it_it: Motocicletta
ja_jp: オートバイ
ko_kr: 모터사이클
nl_nl: Motorfiets
no_no: Motorsykkel
pl_pl: Motocykl
pt_pt: Motocicleta
ro_ro: Motocicleta
ru_ru: Мотоцикл
sv_se: Motorcykel
tr_tr: Motorsiklet
zh_cn: 摩托车

source: Ocean
cs_cz: Oceán
da_dk: Hav
de_de: Meeresrauschen
es_es: Océano
fi_fi: Meri
fr_fr: Océan
hu_hu: Óceán
it_it: Oceano
ja_jp: 海
ko_kr: 대양
nl_nl: Oceaan
no_no: Sjø / Hav
pt_pt: Mar
ru_ru: Океан
tr_tr: Okyanus
zh_cn: 海浪声

source: Parakeet
da_dk: Parakit
de_de: Sittich
es_es: Periquito
fi_fi: Papukaija
fr_fr: Animal - perruche
hu_hu: Törpepapagáj
it_it: Pappagallini
ja_jp: インコ
ko_kr: 잉꼬
nl_nl: Parkiet
no_no: Papegøye
pl_pl: Papuga
pt_pt: Periquito
ro_ro: Papagal
ru_ru: Длиннохвостый попугай
sv_se: Parakit
tr_tr: Kuş-Muhabbet Kuşu
zh_cn: 长尾小鹦鹉

source: Phone
cs_cz: Telefon
da_dk: Telefon
de_de: Telefon
es_es: Teléfono
fi_fi: Puhelinnumero
fr_fr: Téléphone
hu_hu: Telefon
it_it: Telefono
ja_jp: 電話
ko_kr: 전화
nl_nl: Telefoon
no_no: Telefon
pl_pl: Telefon
pt_pt: Fone
ro_ro: Telefon
ru_ru: Телефон
sv_se: Telefonsignal
tr_tr: Telefon
zh_cn: 电话

source: Police Siren
cs_cz: Policejní siréna
da_dk: Politisirene
de_de: Polizeisirene
es_es: Sirena policía
fi_fi: Poliisi
fr_fr: Voiture - sirène de police
hu_hu: Rendőrségi sziréna
it_it: Sirena polizia
ja_jp: パトカーのサイレン
ko_kr: 경찰 사이렌
nl_nl: Politiesirene
no_no: Politisirene
pl_pl: Syrena policyjna
pt_pt: Sirene da Polícia
ro_ro: Sirena de politie
ru_ru: Милицейская сирена
sv_se: Polissiren
tr_tr: Polis Sireni
zh_cn: 警笛

source: Soda
cs_cz: Sodovka
da_dk: Sodavand
de_de: Sprudel
es_es: Refresco
fi_fi: Sooda
hu_hu: Szóda
ja_jp: 炭酸水
ko_kr: 사이다
nl_nl: Frisdrank
no_no: Mineralvann
pl_pl: Napój
pt_pt: Refrigerante
ro_ro: Apa minerala
ru_ru: Газированная вода
sv_se: Läsk
tr_tr: Meşrubat-Gazlı
zh_cn: 苏打

source: Printer
cs_cz: Tiskárna
de_de: Drucker
es_es: Impresora
fi_fi: Tulostin
fr_fr: Imprimante
hu_hu: Nyomtató
it_it: Stampante
ja_jp: プリンター
ko_kr: 프린터
pl_pl: Drukarka
pt_pt: Impressora
ro_ro: Imprimanta
ru_ru: Принтер
sv_se: Skrivare
tr_tr: Yazıcı
zh_cn: 打印机

source: Rain
cs_cz: Déšť
da_dk: Regn
de_de: Regen
es_es: Lluvia
fi_fi: Sade
fr_fr: Eau - pluie
hu_hu: Eső
it_it: Pioggia
ja_jp: 雨
ko_kr: 비
nl_nl: Regen
no_no: Regn
pl_pl: Deszcz
pt_pt: Chuva
ro_ro: Ploaie
ru_ru: Дождь
sv_se: Regn
tr_tr: Yağmur
zh_cn: 下雨声

source: Shower
cs_cz: Sprcha
da_dk: Bruser
de_de: Dusche
es_es: Ducha
fi_fi: Suihku
fr_fr: Eau - douche
hu_hu: Zuhanyzó
it_it: Doccia
ja_jp: シャワーの音
ko_kr: 샤워
nl_nl: Douche
no_no: Dusj
pl_pl: Prysznic
pt_pt: Chuveiro
ro_ro: Dus
ru_ru: Душ
sv_se: Dusch
tr_tr: Duş
zh_cn: 莲蓬头冲水声

source: Smoke Alarm
cs_cz: Kouřový detektor
da_dk: Røgalarm
de_de: Rauchalarm
es_es: Alarma de humos
fi_fi: Palohälytin
fr_fr: Alarme incendie
hu_hu: Füstriasztó
it_it: Allarme fumi
ja_jp: 煙探知機
ko_kr: 화재 알람
nl_nl: Rookalarm
no_no: Røykvarsler
pl_pl: Alarm przeciwpożarowy
pt_pt: Alarme de Fumaça
ro_ro: Alarma de fum
ru_ru: Пожарная сигнализация
sv_se: Rökalarm
tr_tr: Yangın Alarmı
zh_cn: 烟雾报警器

source: Thunder
cs_cz: Hřmění
da_dk: Torden
de_de: Donner
es_es: Trueno
fi_fi: Ukkonen
fr_fr: Tonnerre
hu_hu: Menydörgés
it_it: Tuono
ja_jp: 雷
ko_kr: 천둥
nl_nl: Onweer
no_no: Torden
pl_pl: Piorun
pt_pt: Trovão
ro_ro: Tunet
ru_ru: Гром
sv_se: Åska
tr_tr: Gökgürültüsü
zh_cn: 打雷声

source: Typing
cs_cz: Psaní na psacím stroji
da_dk: PC tastatur
de_de: PC-Tastatur
es_es: Tecleando
fi_fi: Konekirjoitus
fr_fr: Outil - clavier
hu_hu: Gépelés
it_it: Battere a macchina
ja_jp: タイプライター
ko_kr: 타이핑
nl_nl: Typen
no_no: PC-tastatur
pl_pl: Pisanie na klawiaturze
pt_pt: Digitação
ro_ro: Dactilografiere
ru_ru: Печатание
sv_se: Skrivmaskin
tr_tr: Klavye
zh_cn: 打字声

source: Whistle
cs_cz: Pískání
da_dk: Fløjte
de_de: Trillerpfeife
es_es: Silbato
fi_fi: Vihellys
fr_fr: Sifflet
hu_hu: Füttyszó
it_it: Fischio
ja_jp: 笛
ko_kr: 휘파람
nl_nl: Fluit
no_no: Fløyte
pl_pl: Gwizd
pt_pt: Apito
ro_ro: Fluier
ru_ru: Свист
sv_se: Vissla
tr_tr: Düdük Sesi
zh_cn: 口哨声

source: Wind Chimes
cs_cz: Zvonkohra
da_dk: Vindspil
de_de: Windglockenspiel
es_es: Móvil de viento
fi_fi: Tuulikellot
fr_fr: Carillon
hu_hu: Szélzúgás
it_it: Strumento Suono/vento
ja_jp: ウィンドチャイム
ko_kr: 바람차임벨
nl_nl: Windorgel
no_no: Uro/klokkespill
pl_pl: Dzwonek wiatrowy
pt_pt: Carrilhão de Vento
ro_ro: Clopotei de vant
ru_ru: Колокола
sv_se: Klockspel
tr_tr: Rüzgar Çanı
zh_cn: 风铃声

source: Wind
cs_cz: Vítr
da_dk: Vind
es_es: Viento
fi_fi: Tuuli
fr_fr: Vent
hu_hu: Szél
it_it: Vento
ja_jp: 風
ko_kr: 바람
no_no: Vind
pl_pl: Wiatr
pt_pt: Vento
ro_ro: Vant
ru_ru: Ветер
sv_se: Vind
tr_tr: Rüzgar
zh_cn: 风声

source: Music-Classical
cs_cz: Klasická hudba
da_dk: Musik - Klassisk
de_de: Musik - Klassisch
es_es: Música-clásica
fi_fi: Klassista musiikkia
fr_fr: Musique - classique
hu_hu: Zene-Klasszikus
it_it: Musica classica
ja_jp: 音楽：クラシック
ko_kr: 음악-클래식
nl_nl: Muziek - klassiek
no_no: Musikk-Klassisk
pl_pl: Muzyka - klasyczna
pt_pt: Música-Clássica
ro_ro: Muzica clasica
ru_ru: Музыка - классическая
sv_se: Musik-Klassisk
tr_tr: Müzik-Klasik
zh_cn: 音乐-古典音乐

source: Music-Big Band
cs_cz: Hudba-velký band
da_dk: Musik - Big band
de_de: Musik - Big-Band
es_es: Música-big band
fi_fi: BigBand musiikkia
fr_fr: Musique - big band
hu_hu: Zene-Nagy zenekar
it_it: Musica Big Band
ja_jp: 音楽：ビッグバンド
ko_kr: 음악-대규모 밴드
nl_nl: Muziek - big band
no_no: Musikk-Storband
pl_pl: Muzyka - Big Band
pt_pt: Música-Big Band
ro_ro: Musica - Big Band
ru_ru: Музыка - биг-бэнд
sv_se: Musik-Storband
tr_tr: Müzik-Bando
zh_cn: 音乐-爵士乐

source: Music-Modern Country
cs_cz: Hudba-moderní country
da_dk: Musik - Moderne country
de_de: Musik - Country modern
es_es: Música-country moderno
fi_fi: Kantrimusiikkia
fr_fr: Musique - country moderne
hu_hu: Zene-Modern Country
it_it: Musica Moderna Country
ja_jp: 音楽：モダン・カントリー
ko_kr: 음악-모던 컨츄리
nl_nl: Muziek - moderne country
no_no: Musikk-Moderne Country
pl_pl: Muzyka - Modern Country
pt_pt: Música-Country Moderna
ro_ro: Muzica - Modern Country
ru_ru: Музыка - современное кантри
sv_se: Musik-Modern country
tr_tr: Müzik-Modern Country
zh_cn: 音乐-现代乡村音乐

source: Music-Traditional Country
cs_cz: Hudba-tradiční country
da_dk: Musik - Traditionel Country
de_de: Musik - Country traditionell
es_es: Música-country tradicional
fi_fi: Perinteistä kantrimusiikkia
fr_fr: Musique - country classique
hu_hu: Zene-Hagyományos country
it_it: Musica Country
ja_jp: 音楽：トラディッショナル・カントリー
ko_kr: 음악-전통 컨츄리
nl_nl: Muziek - klassieke country
no_no: Musikk-Tradisjonell Country
pl_pl: Muzyka - Tradycyjne Country
pt_pt: Música-Country Tradicional
ro_ro: Muzica - Country traditionala
ru_ru: Музыка - традиционное кантри
sv_se: Musik-Traditionell country
tr_tr: Müzik-Traditional Country
zh_cn: 音乐-传统乡村音乐

source: Music-Opera
cs_cz: Hudba-opera
da_dk: Musik - Opera
de_de: Musik - Oper
es_es: Música-ópera
fi_fi: Oopperaa
fr_fr: Musique - opéra
hu_hu: Zene-Opera
it_it: Musica Opera
ja_jp: 音楽：オペラ
ko_kr: 음악-오페라
nl_nl: Muziek - opera
no_no: Musikk-Opera
pl_pl: Muzyka - Opera
pt_pt: Música-Ópera
ro_ro: Muzica - Opera
ru_ru: Музыка - опера
sv_se: Musik-Opera
tr_tr: Müzik-Opera
zh_cn: 音乐-歌剧

source: Music-Orchestral
cs_cz: Hudba-orchestr
da_dk: Musik - Orkestermusik
de_de: Musik - Orchester
es_es: Música-orquestal
fi_fi: Orkesteri musiikkia
fr_fr: Musique - orchestre
hu_hu: Zene-Zenekari
it_it: Musica Orchestrale
ja_jp: 音楽：オーケストラ
ko_kr: 음악-오케스트라
nl_nl: Muziek - orkest
no_no: Musikk-Orkester
pl_pl: Muzyka - Orkiestra
pt_pt: Música-Orquestral
ro_ro: Muzica orchestrala
ru_ru: Музыка - оркестр
sv_se: Musik-Orkester
tr_tr: Müzik-Orkestral
zh_cn: 音乐-管弦乐

source: Music-Piano
cs_cz: Hudba-piano
da_dk: Musik - Piano
de_de: Musik - Klavier
es_es: Música-piano
fi_fi: Piano musiikki
fr_fr: Musique - piano
hu_hu: Zene-Zongora
it_it: Musica piano
ja_jp: 音楽：ピアノ
ko_kr: 음악-피아노
nl_nl: Muziek - piano
no_no: Musikk-Piano
pl_pl: Muzyka - Fortepian
pt_pt: Música-Piano
ro_ro: Muzica la pian
ru_ru: Музыка - фортепияно
sv_se: Musik-Piano
tr_tr: Müzik-Piyano
zh_cn: 音乐-钢琴

source: Music-Rockabilly
cs_cz: Hudba-rocková
da_dk: Musik - Rockabilly
de_de: Musik - Rockabilly
es_es: Música-rockabilly
fi_fi: Rockabilly musiikki
fr_fr: Musique - rockabilly
hu_hu: Zene-Rockabilly
it_it: Musica Rockabilly
ja_jp: 音楽：ロカビリー
ko_kr: 음악-로커빌리
nl_nl: Muziek - rockabilly
no_no: Musikk-Rockabilly
pl_pl: Muzyka - Rockabilly
pt_pt: Música-Rockabilly
ro_ro: Muzica rock
ru_ru: Музыка - кантри
sv_se: Musik-Rockabilly
tr_tr: Müzik-Rock
zh_cn: 音乐-摇滚乐

source: Music-Jazz
cs_cz: Hudba-jazz
da_dk: Musik - Jazz
de_de: Musik - Jazz
es_es: Música-jazz
fi_fi: Jazz musiikki
fr_fr: Musique - jazz
hu_hu: Zene-Jazz
it_it: Musica Jazz
ja_jp: 音楽：ジャズ
ko_kr: 음악-재즈
nl_nl: Muziek - jazz
no_no: Musikk-Jazz
pl_pl: Muzyka - Jazz
pt_pt: Música-Jazz
ro_ro: Muzica jazz
ru_ru: Музыка - джаз
sv_se: Musik-Jazz
tr_tr: Müzik-Caz
zh_cn: 音乐-爵士乐2

source: Binaural Balance-right
cs_cz: Vyrovnání hlasitosti-vpravo
da_dk: Binaural balance, højre
de_de: Binauraler Ausgleich - Rechts
es_es: Balance binaural-dcho
fi_fi: Binauraalinen tasapaino-oikea
fr_fr: Balance binaurale - droite
hu_hu: Binaurális egyensúly-jobb
it_it: Bilanciamento binaurale DX
ja_jp: 両耳バランス（右）
ko_kr: 양이 균형-오른쪽
nl_nl: Binaurale balans - rechts
no_no: Binaural Balanse-høyre
pl_pl: Balans Obuuszny-prawy
pt_pt: Equilíbrio Binaural-direito
ro_ro: Balanta binaurala - dreapta
ru_ru: Бинауральный баланс - справа
sv_se: Brus-Höger
tr_tr: Çift Kulak Denge Yönü-Sağ
zh_cn: 双耳平衡-右边

source: Binaural Balance-center
cs_cz: Vyrovnání hlasitosti-uprostřed
de_de: Binauraler Ausgleich - Mitte
es_es: Balance binaural-centro
fi_fi: Binauraalinen tasapaino-keski
fr_fr: Balance binaurale - centré
hu_hu: Binaurális egyensúly-közép
it_it: Bilanciamento binaurale Centro
ja_jp: 両耳バランス（中央）
ko_kr: 양이 균형-중앙
nl_nl: Binaurale balans - midden
no_no: Binaural Balanse- sentrert
pl_pl: Balans Obuuszny-środek
pt_pt: Equilíbrio Binaural-centro
ro_ro: Balanta binaurala - centru
ru_ru: Бинауральный баланс - в центре
sv_se: Brus-Mitten
tr_tr: Çift Kulak Denge Yönü-Orta
zh_cn: 双耳平衡-中间

source: Binaural Balance-left
cs_cz: Vyrovnání hlasitosti-vlevo
da_dk: Binaural balance, venstre
de_de: Binauraler Ausgleich - Links
es_es: Balance binaural-izdo
fi_fi: Binauraalinen tasapaino-vasen
fr_fr: Balance binaurale - gauche
hu_hu: Binaurális egyensúly-bal
it_it: Bilanciamento binaurale SX
ja_jp: 両耳バランス（左）
ko_kr: 양이균형-왼쪽
nl_nl: Binaurale balans - links
no_no: Binaural Balanse-venstre
pl_pl: Balans Obuuszny-lewo
pt_pt: Equilíbrio Binaural-esquerdo
ro_ro: Balanta binaurala - stanga
ru_ru: Бинауральный баланс - слева
sv_se: Brus-Vänster
tr_tr: Çift Kulak Denge Yönü-Sol
zh_cn: 双耳平衡-左边

source: Film Projector-16mm
cs_cz: Promítačka 16 mm
da_dk: 16 mm film projektor
de_de: Filmprojektor - 16mm
es_es: Proyector 16 mm
fi_fi: Filmiprojektori-16mm
fr_fr: Projecteur de film 16 mm
hu_hu: 16 mm-es filmvetítő
it_it: Proiettore 16 mm
ja_jp: 16mmフィルム・プロジェクター
ko_kr: 필름프로젝터-16mm
no_no: Filmfremviser -16mm
pl_pl: Projektor filmowy - 16mm
pt_pt: Projetor de Filmes-16mm
ro_ro: Proiector de film
ru_ru: Проектор - 16 мм
sv_se: Filmprojektor 16mm
tr_tr: Film Projektör Makinesi- 16mm
zh_cn: 16mm电影放映机

source: Gun-12 gauge shotgun
cs_cz: Puška ráže 12
da_dk: Skud
de_de: Gewehr - klein
es_es: Arma fuego-escopeta pequeña
fi_fi: Haulikko 12"
fr_fr: Fusil - coup de fusil 1
hu_hu: 12-es puska
it_it: Arma1
ja_jp: 銃：ショットガン（12口径）
ko_kr: 총-12게이지 샷건
nl_nl: Geweer
no_no: Gevær-12 kaliber hagle
pl_pl: Strzelba 12 mm
pt_pt: Arma de fogo-Espingarda calibre 12
ro_ro: Pistol de 12 mm
ru_ru: Ружье - 12-зарядный дробовик
sv_se: Gevär-Hagel Kaliber 12
tr_tr: Silah- 12'lik fişek
zh_cn: 枪-12发手枪

source: Gun-16 gauge shotgun
cs_cz: Puška ráže 16
da_dk: Skud
de_de: Gewehr - groß
es_es: Arma de fuego-escopeta grande
fi_fi: Haulikko 16"
fr_fr: Fusil - coup de fusil 2
hu_hu: 16-os puska
it_it: Arma2
ja_jp: 銃：ショットガン（16口径）
ko_kr: 총-16게이지 샷건
nl_nl: Geweer
no_no: Gevær-16 kaliber hagle
pl_pl: Strzelba 16 mm
pt_pt: Arma de Fogo-Espingarda calibre 16
ro_ro: Pistol de 16 mm
ru_ru: Ружье - 16-зарядный дробовик
sv_se: Gevär-Kaliber 16
tr_tr: Silah- 16'lık fişek
zh_cn: 枪-16发手枪

source: Music-Classic Rock
cs_cz: Hudba-klasický rock
da_dk: Musik - Klassisk rock
de_de: Musik - Klassik Rock
es_es: Música-rock clásico
fi_fi: Klassinen rokki
fr_fr: Musique - rock
hu_hu: Zene-Klasszikus rock
it_it: Musica Rock
ja_jp: 音楽：クラシック・ロック
ko_kr: 음악-클래식컬 록
nl_nl: Muziek - rock
no_no: Musikk-Klassisk Rock
pl_pl: Muzyka - Classic Rock
pt_pt: Música-Rock Clássico
ro_ro: Muzica - Rock clasic
ru_ru: Музыка - классический рок
sv_se: Musik-Rock
tr_tr: Müzik-Klasik Rock
zh_cn: 音乐-古典摇滚乐

source: Stream
cs_cz: Proud
da_dk: Flod
de_de: Bach
es_es: Arroyo
fi_fi: Vesi virtaa
fr_fr: Eau - ruisseau
hu_hu: Vízfolyás
it_it: Ruscello
ja_jp: ストリーム
ko_kr: 시내물
nl_nl: Beek
no_no: Bekk
pl_pl: Para wodna
pt_pt: Corrente
ro_ro: Rau
ru_ru: Течение
sv_se: Bäck
zh_cn: 小溪流水声
