Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Apply Test Settings will backup all current HI settings and replace with the selected test settings
cs_cz: Aplikovat testovací nastavení zálohuje všechna současná nastavení sluchadla a nahradí je zvoleným testovacím nastavením.
da_dk: Brug af testindstillinger vil tage kopi af nuværende indstillinger og erstatte med de valgte testindstillinger.
de_de: "Test-Einstellungen verwenden" macht eine Kopie der aktuellen Hörsystem-Einstellung und ersetzt diese durch die Test-Einstellungen
es_es: AL aplicar los ajustes de Analizador, se hará una copia de los ajustes actuales y se reemplazarán con los ajustes para el analizador
fi_fi: Jos käytät testi asetuksia nykyiset käyttäjä asetukset tallennetaan ja kojeeseen laitetaan testi asetukset
fr_fr: En choisissant continuer, les réglages du patient vont être sauvegardés, puis être remplacés par les réglages test sélectionnés.
hu_hu: A Teszt beállítások átírják az aktuális beállításokat a kiválasztott teszt beállításokra
it_it: Applica impostazioni di test farà il backup di tutte le impostazioni correnti dell'apparecchio e le sostituira con le impostazioni scelte di prova
ja_jp: 現在のフィッティングデータをバックアップし、テクニカル測定用のプログラムに書き換えます。
ko_kr: 시험검사 설정을 적용하는 경우, 현재의 모든 보청기 설정이 백업되고 선택한 시험검사 설정이 대체됩니다.
nl_nl: Pas testinstellingen toe zal de huidige instelliingen van het toestel opslaan en vervangen door de geselecteerde testinstellingen
no_no: Å tilføre testinnstillingene vil sikkerhetskopiere alle nåværende HA innstillinger og erstattes med valgte testinnstillingene.
pl_pl: Zastosowanie Ustawień Testowych spowoduje zapisanie kopii zapasowej wszystkich aktualnych ustawień aparatów i zastąpi je ustawieniami pomiarowymi dla wybranego testu.
pt_pt: Aplicar as configurações de teste irá apagar todos os ajustes atuais dos aparelhos auditivos, substituindo pelas configurações de teste selecionadas.
ro_ro: Aplicarea setarilor din test va salva setarile curente ale aparatului si le va inlocui cu setarile de test selectate
ru_ru: Применение Параметров Тестирования сохранит текущие настройки слухового аппарата и заменит их на выбранные параметры тестирования
sv_se: Lägg till Testinställningar, kommer skapa en backup på aktuell hörapparatinställning och lägga in valda testinställningar.
tr_tr: Test Ayarlarını Uygulama seçeneği işitme cihazlarının yedeğini alacak ve seçilen test ayarları ile değiştirecek
zh_cn: 进行测试设置将删除当前助听器的所有设置并使用已选的测试设置

source: Instrument Ready For Test Settings
cs_cz: Sluchadlo připraveno pro testovací nastavení
da_dk: Apparat er klar til testindstillinger
de_de: Hörsystem ist bereit für die Test-Einstellungen
es_es: Audífono listo para Analizar
fi_fi: Koje on valmis testiasetuksia varten
fr_fr: Appareil prêt pour le mode test
hu_hu: A készülék kész a teszt beállításokra
it_it: Dispositivo pronto per Impostazioni Test
ja_jp: テクニカル測定を実施できます
ko_kr: 시험검사 설정을 위한 보청기 준비
nl_nl: Toestel gereed voor testinstellingen
no_no: Apparat klart for testinnstillinger
pl_pl: Aparat Gotów Do Wgrania Ustawień Testowych
pt_pt: Aparelho pronto para os Ajustes de Teste
ro_ro: Dispozitiv pregatit pentru Setari Testare
ru_ru: Аппарат готов для Параметров Тестирования
sv_se: Hörapparat redo för Testinställningar
tr_tr: Test Ayarları için Cihaz Hazır
zh_cn: 助听器准备测试设置

source: Exit
da_dk: Luk
de_de: Verlassen
es_es: Salir
fi_fi: Poistu
fr_fr: Quitter
hu_hu: Kilépés
it_it: Esci
ja_jp: 終了
ko_kr: 나가기
nl_nl: Afsluiten
no_no: Avslutte
pl_pl: Wyjście
pt_pt: Sair
ro_ro: Iesire
ru_ru: Выход
sv_se: Avsluta
tr_tr: Çıkış
zh_cn: 退出

source: Restore & Exit
cs_cz: Obnovit & Exit
da_dk: Gem og luk
de_de: Wiederherstellen und Verlassen
es_es: Restaurar y Salir
fi_fi: Palauta ja Poistu
fr_fr: Restaurer & Quitter
hu_hu: Visszaállítás & Kilépés
it_it: Ripristina ed esci
ja_jp: 元に戻す＆終了
ko_kr: 복원 및 나가기
nl_nl: Herstellen & Afsluiten
no_no: Gjennopprette og avslutte
pl_pl: Przywróć i Wyjdź
pt_pt: Restaurar e Sair
ro_ro: Restaurare si Iesire
ru_ru: Восстановить и Выйти
sv_se: Återskapa och Avsluta
tr_tr: Onar & Çık
zh_cn: 恢复 & 退出

source: Reconnect Devices
cs_cz: Znovu připojit zařízení
da_dk: Genforbind apparater
de_de: Hörsysteme erneut verbinden
es_es: Re-conectar Audífonos
fi_fi: Uudelleenyhdistä kuulokoje
fr_fr: Reconnecter
hu_hu: Készülék újracsatlakoztatása
it_it: Ricollegare Dispositivi
ja_jp: 補聴器を再接続
ko_kr: 보청기 재연결
nl_nl: Toestellen opnieuw verbinden
no_no: Koble til apparater
pl_pl: Ponownie Podłącz Urządzenia
pt_pt: Reconectar os Instrumentos
ro_ro: Reconecteaza dispozitive
ru_ru: Переподключить устройства
sv_se: Återanslut hörapparater
tr_tr: Cihazları Tekrar Bağla
zh_cn: 重连助听器

source: Test settings have been successfully transferred. Reconnect device once testing is completed.
cs_cz: Testovací nastavení bylo úspěšně přeneseno. Dokončeno znovupřipojení testovaného sluchadla.
da_dk: Testindstillinger er overført med succes. Genforbind apparat når test er udført.
de_de: Test-Einstellungen
es_es: Los ajustes de Analizador se han guardado correctamente. Reconecte el audífono una vez que haya terminado la comprobación.
fi_fi: Testi asetukset on ohjelmoitu koneeseen. Uudelleenyhdistäkuulokoje kun testi on valmis.
fr_fr: Les réglages test ont été programmés avec succès. Reconnectez les appareils une fois le test achevé.
hu_hu: A teszt beállítások sikeresen átkerültek. Az újracsatlakoztatot készülék egyszeri tesztelése kész.
it_it: Impostazioni di test sono state trasferite con successo. Riconnettere dispositivo una volta completato il test.
ja_jp: 測定を行って下さい。測定が終了したら補聴器を接続し、「補聴器を再接続」を押して下さい。
ko_kr: 시험검사 설정이 성공적으로 전송되었습니다. 시험검사가 완료되면 보청기를 재 연결하십시오.
nl_nl: De testinstellingen zijn succesvol overgezet. Verbind het toestel opnieuw als de test klaar is.
no_no: Testinnstillingene er overført. Koble til apparatet på nytt når testen er fullført.
pl_pl: Ustawienia zostały poprawnie przesłane. Ponownie podłącz urządzenie gdy zakończysz testy.
pt_pt: As configurações de teste foram transferidas com sucesso. Reconecte o aparelho e o teste estará concluído.
ro_ro: Setari testare salvate cu succes. Reconectati dispozitivul la incheierea testarii
ru_ru: Параметры тестирования были успешно перенесены. Переподключите устройство после окончания тестирования.
sv_se: Överföring av testinställningar har lyckats. Återanslut hörapparat när testet är färdigt.
tr_tr: Test ayarları başarıyla transfer olmuştur. Test tamamlandıktan sonra cihazı yeniden bağlayın.
zh_cn: 成功进行测试设置。测试完成后重连助听器。

source: Disconnected
cs_cz: Odpojeno
da_dk: Ikke forbundet
de_de: Nicht verbunden
es_es: Desconectados
fi_fi: Ei yhdistetty
fr_fr: Déconnecté
hu_hu: Lecsatlakoztatva
it_it: Scollegato
ja_jp: 未接続
ko_kr: 연결해제 됨
nl_nl: Niet verbonden
no_no: Frakoblet
pl_pl: Rozłączono
pt_pt: Desconectar
ro_ro: Deconectat
ru_ru: Отключен
sv_se: Anslutning bruten
tr_tr: Bağlantı Koptu
zh_cn: 未连接

source: Save to Instrument
cs_cz: Uložit do sluchadla
da_dk: Gem i apparat
de_de: Speichern in den Hörsystemen
es_es: Guardar en el audífono
fi_fi: Tallenna kuulokojeeseen
fr_fr: Programmation ...
hu_hu: Mentés a készülékbe
it_it: Salva nel dispositivo
ja_jp: 補聴器へ書込中
ko_kr: 보청기에 저장
nl_nl: Opslaan in toestel
no_no: Lagre i apparat
pl_pl: Zapisz do Aparatu
pt_pt: Salvar os aparelhos
ro_ro: Salveaza in aparat
ru_ru: Сохранить в аппарат
sv_se: Spara i hörapparat
tr_tr: Cihaza Kaydet
zh_cn: 保存至助听器

source: One or both devices could not be reconnected. Please check for proper connections and try again
cs_cz: Jedna nebo obě strany nemohou být znovu připojeny. Vyzkoušejte prosím správné připojení a zkuste znovu
da_dk: Et eller begge apparater kan ikke genforbindes. Kontroller forbindelser og prøv igen.
de_de: Eines oder beide Hörsysteme können nicht verbunden werden. Bitte überprüfen Sie die Verbindung und versuchen es erneut.
es_es: Uno o ambos audífonos no pueden ser reconectados. Por favor compruebe las conexiones e inténtelo de nuevo
fi_fi: Toista tai kumpaankin kojetaa ei voi uudelleen yhdistää. Tarkista kytkennät.
fr_fr: Au moins un appareil n'a pas pu être reconnecté. Vérifiez les connexions et réessayez.
hu_hu: Az egyik vagy mindkét készülék nem lett újracsatlakoztatva. Ellenőrizze a kapcsolatot és próbálja újra
it_it: Uno o entrambi i dispositivi non possono essere ricollegati. Si prega di verificare la presenza di collegamenti adeguati e riprovare
ja_jp: 片耳、または両耳の補聴器が接続されていません。接続状態を確認し、再試行して下さい。
ko_kr: 한개의 보청기 또는 두개를 다시 연결할 수 없습니다. 연결이 올바른지를 확인하고 다시 시도하세요.
nl_nl: Een of beide toestellen kunnen niet opnieuw verbonden worden. Zorg voor een goede verbinding en probeer het opnieuw
no_no: Ett eller begge apparatene kunne ikke kobles til. Vennsligst sjekk om tilkoblingene er riktige og prøv på nytt.
pl_pl: Jeden lub oba aparaty nie mogły być podłączone. Sprawdź poprawność podłączenia i spróbuj ponownie.
pt_pt: Um ou ambos os aparelhos não podem ser reconectados. Por favor, cheque as propriedades de conexão e tente novamente.
ro_ro: Unul sau ambele dispozitive nu au putut fi reconectate. Verificati conexiunea si reincercati.
ru_ru: Один или оба аппарата не могут быть переподключены. Пожалуйста, проверьте правильность подключения и попытайтесь снова.
sv_se: En eller båda hörapparaterna kunde inte anslutas. Kontrollera anslutningar och försök igen.
tr_tr: Bir ya da her iki cihaz tekrar bağlanamıyor. Bağlantıları kontrol edin ve tekrar deneyin
zh_cn: 一个或两个助听器未连接，请检查连接设置并重试。

source: WARNING user settings have not been restored: Exiting the test mode without reconnecting the hearing instruments will cause them to remain programmed with test settings that are NOT SAFE for patient use.
cs_cz: VAROVÁNÍ uživatelovo nastavení nebylo obnoveno: Opuštěním testovacího módu bez opětovného připojení sluchadla, zůstanou sluchadla v testovacím režimu, který NENÍ BEZPEČNÝ pro použití pacientem.
da_dk: ADVARSEL bruger indstillinger er ikke genetableret: Luk af test indstilling uden at genforbinde høreapparater vil betyde at de er programmeret med testindstillinger, Dette er IKKE SIKKERT til almindelig brug.
de_de: WARNUNG! Die Kunden-Daten wurden noch nicht wieder auf das Hörsystem übertragen. Den Test Modus zu verlassen ohne die Hörsysteme erneut zu verbinden führt dazu, dass in den Hörsystemen noch die Test-Einstellungen sind und diese sind NICHT GEEIGNET für den Kunden!
es_es: ADVERTENCIA los ajustes del usuario no han sido restaurados: Al salir del modo Analizador sin reconectar los audífonos, mantendrá en los audífonos la programación del modo analizador, y eso NO ES SEGURO para el paciente.
fi_fi: VAROITUS käyttäjäasetuksia ei ole palautettu. Jos käyttäjäasetuksia ei palauteta kojeeseen jää testiasetukset kojeeseen ja ne EIVÄT OLE TURVALLISIA potilaalle. Ole hyvä ja uudelleen yhdistä koje ja palauta potilasasetukset.
fr_fr: ATTENTION : Les réglages du patient n'ont pas été restaurés. Quitter le mode test sans reconnecter les appareils peut être dangereux pour le patient car les réglages test resteront dans les appareils.
hu_hu: FIGYELMEZTETÉS a felhasználói beállítások nem lettel eltárolva: A kilépés a teszt módból a készülék újcsatlakoztatása nélkül azt okozzák, hogy a megmaradt teszt beállítások nem lesznek biztonságosak a páciens használatra.
it_it: ATTENZIONE le impostazioni dell'utente non sono state ripristinate: Uscire dalla modalità di test senza collegare gli apparecchi acustici li farà rimanere programmati con impostazioni di test NON SICURE per l'uso del paziente.
ja_jp: 警告：顧客のプログラムが書き込まれていません。補聴器を再接続せずに終了すると、テクニカル測定用の設定のままになりますので、顧客に装用しないで下さい。
ko_kr: 경고: 사용자 설정이 복원되지 않았습니다. 보청기를 다시 연결하지 않고 시험검사 모드를 나간다면, 보청기가 환자 사용에 안전하지 않은 시험검사 설정으로 프로그램되어 집니다.
nl_nl: WAARSCHUWING De gebruikersinstellingen zijn niet hersteld. Afsluiten van de Test modus zonder de toestellen opnieuw te verbinden zorgt ervoor dat ze ingesteld blijven in de test instellingen die NIET VEILIG zijn voor de cliënt.
no_no: ADVARSEL brukerinnstillingene er ikke gjenopprettet: Å avslutte testen uten å koble til høreapparatene på nytt vil sørge for at de er programmert med testinnstillingen som IKKE ER SIKKER for bruker.
pl_pl: UWAGA ustawienia użytkownika nie zostały przywrócone. Wyjście z trybu testowego bez ponownego podłączenia aparatów słuchowych spowoduje, że zostaną one zaprogramowane z ustawieniami testowymi które NIE SĄ BEZPIECZNE dla pacjenta.
pt_pt: CUIDADO os ajustes não foram restaurados: ao sair do Modo Teste, sem reconectar os aparelhos auditivos, você fará com eles permaneçam programados com as configurações de teste, as quais não são seguras para o uso do paciente.
ro_ro: ATENTIONARE setarile utilizatorului nu au fost restaurate: Iesirea feara reconectare a dispozitivelor din modul test va cauza scrierea lor cu setarile test si NU SUNT SIGURE pentru utilizare.
ru_ru: ВНИМАНИЕ, настройки пользователя не были восстановлены: Выход из режима тестирования без переподключения слуховых аппаратов оставит их запрограммированными на параметры тестирования, что НЕ БЕЗОПАСНО для использования пациентом.
sv_se: Varning: Brukarens inställning har inte återställts: Avslutas testläget utan att först återansluta hörapparaterna kommer testläget ligga kvar i hörapparaterna vilket kan vara farligt för brukaren.
tr_tr: UYARI kullanıcı ayarları onarılamamıştır: işitme cihazı tekrar bağlanmadan test modundan çıkılması test ayarları ile programlanmış kalmasına neden olacaktır ki hasta kullanımı için GÜVENLİ DEĞİLDİR.
zh_cn: 注意：用户的设置没有恢复。请退回重连助听器，退出测试模式后没有重连助听器，助听器将保持测试模式设置，对于用户来说是不合适的。

source: This window will be closed upon a successful restore
cs_cz: Toto okno bude uzavřeno po úspěšné obnově
da_dk: Dette vindue villukkes efter en succesfuld reprogrammering.
de_de: Dieses Fenster wird nach einer erfolgreichen Wiederherstellung geschlossen
es_es: Esta ventana se cerrará una vez se termine la restauración
fi_fi: Tämä ikkuna sulkeutuu kun potilasasetukset on palautettu.
fr_fr: La fenêtre se fermera une fois la restauration terminée.
hu_hu: Ez az ablak be fog zárodni a sikeres helyreállítás után.
it_it: Questa finestra verrà chiusa quando sarà completato correttamente il ripristino
ja_jp: 顧客のフィッティングデータの書き込みが完了すると、このウィンドウは閉じます
ko_kr: 복원이 성공적으로 이루어지면, 본 창은 곧 사라집니다.
nl_nl: Dit scherm wordt gesloten na succesvol herstel
no_no: Dette vinduet vil lukkes når tilbakestillingen er vellykket
pl_pl: To okno zostanie zamknięte po udanym przywróceniu ustawień
pt_pt: Após concluída com sucesso a restauração, esta janela irá se fechar.
ro_ro: Fereastra va fi inchisa la finele restaurarii cu succes
ru_ru: Это окно будет закрыто после успешного восстановления
sv_se: Den här dialogrutan kommer försvinna vid en lyckad återställning.
tr_tr: Bu pencere başarılı bir geri yükleme sonrasında kapanacak
zh_cn: 成功恢复后此窗口就关闭

source: Manage Programs
cs_cz: Správa programů
da_dk: Håndter programmer
de_de: Programme verwalten
es_es: Gestionar Programas
fi_fi: Muokkaa ohjelmia
fr_fr: Gérer les programmes
hu_hu: Programok kezelése
it_it: Gestione Programmi
ja_jp: ﾌﾟﾛｸﾞﾗﾑの削除/入替
ko_kr: 프로그램 관리
nl_nl: Beheer programma´s
no_no: Rediger Programmer
pl_pl: Zarządzaj Programami
pt_pt: Gerenciar Programas
ro_ro: Manageriere Programe
ru_ru: Управление программами
sv_se: Hantera program
tr_tr: Programları Yönet
zh_cn: 程序排序

source: Remove Multiple Programs and Reorder Programs
cs_cz: Odebrat více programů a přeskupit programy
da_dk: Rediger rækkefølge og fjern programmer
de_de: Mehrere Programme entfernen und Reihenfolge ändern
es_es: Eliminar Múltiples Programas y Reordenar Programas
fi_fi: Poista tai järjestele useampia ohjelmia
fr_fr: Permet de modifier l'ordre des programmes ou d'en supprimer un
hu_hu: Többszörös programok és programok sorrendjének eltávolítása
it_it: Rimuovere programmi multipli e riordinare i programmi
ja_jp: プログラムの削除と入替
ko_kr: 다중 프로그램을 제거하고 프로그램을 다시 지시하세요
nl_nl: Verwijder meerdere programma´s en herschik programma´s
no_no: Fjerne og omrokkere programmer
pl_pl: Usuń i Zarządzaj Programami
pt_pt: Remover Múltiplos Programas e Reordenar Programas
ro_ro: Indepartati Programe Multiple si Reordonare Programe
ru_ru: Удаление и изменение последовательности программ
sv_se: Ta bort flera program och ändra programmens ordning.
tr_tr: Çoklu Programı Kaldır ve Programları Yeniden Sırala
zh_cn: 删除多个聆听程序和重排程序

source: Click on a program to modify it
cs_cz: Klikněte na program pro jeho modifikaci
da_dk: Klik på et program for at ændre det
de_de: Klicken Sie auf ein Programm um es zu verändern
es_es: Hacer clic en un programa para modificarlo
fi_fi: Klikkaa ohjelmaa jos haluat muokata sitä
fr_fr: Choisissez un programme pour le modifier
hu_hu: Klikkeljen a készülékre a módosításhoz
it_it: Fare clic su un programma per modificarlo
ja_jp: 削除/入替するプログラムを選択して下さい
ko_kr: 프로그램을 클릭하여 수정하세요
nl_nl: Klik op een programma om het te wijzigen
no_no: Klikk på et program for å omrokkere/fjerne
pl_pl: Kliknij na program aby go zmodyfikować
pt_pt: Clique no programa para modificá-lo
ro_ro: Apasati pentru accesarea modificarilor programului
ru_ru: Выберите программу, чтобы изменить её
sv_se: Klicka på ett program för att modifiera det
tr_tr: Değiştirmek için bir program üzerine tıklayın
zh_cn: 点击程序进行修改

source: Apply
cs_cz: Aplikovat
da_dk: Udfør
de_de: Verwenden
es_es: Aplicar
fi_fi: Käytä
fr_fr: Appliquer
hu_hu: Elfogadás
it_it: Applica
ja_jp: 適用
ko_kr: 적용
nl_nl: Toepassen
no_no: OK
pl_pl: Zatwierdź
pt_pt: Aplicar
ro_ro: Aplica
ru_ru: Применить
sv_se: Utför
tr_tr: Uygula
zh_cn: 应用

source: Applying...
cs_cz: Aplikuji...
da_dk: Udfører...
de_de: Verwende...
es_es: Aplicando...
fi_fi: Otetaan käyttöön...
fr_fr: Application en cours...
hu_hu: Elfogadás...
it_it: Applicazione...
ja_jp: 適用中...
ko_kr: 적용중...
nl_nl: Toepassen...
no_no: Administrerer programmer...
pl_pl: Zatwierdzanie...
pt_pt: Aplicando...
ro_ro: Aplica...
ru_ru: Применение...
sv_se: Lägger till...
tr_tr: Uygulanıyor...
zh_cn: 正在应用...

source: None
cs_cz: Žádný
da_dk: Intet
de_de: Keins
es_es: Ninguno
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pl_pl: Brak
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Отсутствует
sv_se: Ingen
tr_tr: Hiçbiri
zh_cn: 无

source: Cancel
cs_cz: Zrušit
da_dk: Fortryd
de_de: Abbruch
es_es: Cancelar
fi_fi: Peru
fr_fr: Annuler
hu_hu: Mégse
it_it: Cancellare
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleren
no_no: Avbryt
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anuleaza
ru_ru: Отменить
sv_se: Avbryt
tr_tr: İptal
zh_cn: 取消

source: Basic
cs_cz: Základní
da_dk: Basis
de_de: Basis
es_es: Básico
fi_fi: Perus
fr_fr: Base
hu_hu: Alap
it_it: Base
ja_jp: 基本設定
ko_kr: 기본
nl_nl: Basis
no_no: Basis
pl_pl: Podstawowy
pt_pt: Básico
ro_ro: De baza
ru_ru: Основная
sv_se: Grund
tr_tr: Temel
zh_cn: 基本程序

source: All-Around
cs_cz: Všeobecný
es_es: Global
fi_fi: Kaiken kattava
fr_fr: Universel
hu_hu: Mindenhol
it_it: Programma Universale
ja_jp: 標 準
ko_kr: 일반 환경
no_no: Basis
pl_pl: Dookoła
pt_pt: Geral
ro_ro: Peste tot
ru_ru: Все вокруг
sv_se: Allround
tr_tr: Her Yönden
zh_cn: 通用程序

source: Softswitch
fi_fi: Softkytkin
fr_fr: Confort
ja_jp: ｿﾌﾄｽｲｯﾁ
ro_ro: Schimbare usoara
zh_cn: 智能转换系统

source: Restaurant
cs_cz: Restaurace
es_es: Restaurante
fi_fi: Ravintola
hu_hu: Étterem
it_it: Ristorante
ja_jp: ﾚｽﾄﾗﾝ
ko_kr: 식당
pl_pl: Restauracja
pt_pt: Restaurante
ru_ru: Ресторан
sv_se: Restaurang
tr_tr: Restoran
zh_cn: 餐馆程序

source: Party
cs_cz: Oslava
da_dk: Fest
es_es: Fiesta
fi_fi: Juhlat
fr_fr: Réunion
hu_hu: Parti
ja_jp: ﾊﾟｰﾃｨｰ
ko_kr: 파티
nl_nl: Feestje
no_no: Selskap
pl_pl: Przyjęcie
pt_pt: Festa
ro_ro: Petrecere
ru_ru: Вечеринка
tr_tr: Parti
zh_cn: 聚会程序

source: Traffic
cs_cz: Ulice
da_dk: Trafik
de_de: Verkehr
es_es: Tráfico
fi_fi: Liikenne
fr_fr: Circulation
hu_hu: Forgalom
it_it: Traffico
ja_jp: 交通騒音
ko_kr: 교통
nl_nl: Verkeer
no_no: Trafikk
pl_pl: Ruch uliczny
pt_pt: Trânsito
ro_ro: Trafic
ru_ru: Транспорт
sv_se: Trafik
tr_tr: Trafik
zh_cn: 交通环境程序

source: PhoneNow
ja_jp: スムーズホン
sv_se: Autotelefon
zh_cn: 自动电话

source: T-Loop
cs_cz: Indukční smyčka
da_dk: Teleslynge
de_de: Telefon-Spule
es_es: Bucle Magnético
fi_fi: Induktiokela
fr_fr: Boucle
hu_hu: T-hurok
it_it: Laccio Magnetico
ja_jp: ﾃﾚｺｲﾙ
nl_nl: T-Ringl
no_no: Telespole
pl_pl: Pętla Indukcyjna
pt_pt: Bobina Telefônica
ru_ru: Индукционная петля
sv_se: Telespole
zh_cn: 电感回路

source: TV A
de_de: Fernseher A
ja_jp: ﾃﾚﾋﾞ A
ru_ru: ТВ A
zh_cn: 音频转换器 A

source: TV B
de_de: Fernseher B
ja_jp: ﾃﾚﾋﾞ B
ru_ru: ТВ B
zh_cn: 音频转换器 B

source: TV C
de_de: Fernseher C
ja_jp: ﾃﾚﾋﾞ C
ru_ru: ТВ C
zh_cn: 音频转换器 C

source: Mini Mic A
da_dk: Multi mic A
de_de: Mini Mik A
es_es: Micro-Multi Mic A
fi_fi: Lang. Mik A
hu_hu: Mini Mik A
it_it: Micro Mic / Multi Mic A
ja_jp: ﾏｲｸ A
ko_kr: Multi Mic A
nl_nl: Microfoon A
no_no: Mini Mik A
pl_pl: Mini Mik A
ru_ru: Мини-мик A
sv_se: Mikro Mik / Multi Mik A
zh_cn: 迷你音频转换器 A

source: Mini Mic B
da_dk: Multi mic B
de_de: Mini Mik B
es_es: Micro-Multi Mic B
fi_fi: Lang. Mik B
hu_hu: Mini Mik B
it_it: Micro Mic / Multi Mic B
ja_jp: ﾏｲｸ B
ko_kr: Multi Mic B
nl_nl: Microfoon B
no_no: Mini Mik B
pl_pl: Mini Mik B
ru_ru: Мини-мик B
sv_se: Mikro Mik / Multi Mik B
zh_cn: 迷你音频转换器 B

source: Mini Mic C
da_dk: Multi mic C
de_de: Mini Mik C
es_es: Micro-Multi Mic C
fi_fi: Lang. Mik C
hu_hu: Mini Mik C
it_it: Micro Mic / Multi Mic C
ja_jp: ﾏｲｸ C
ko_kr: Multi Mic C
nl_nl: Microfoon C
no_no: Mini Mik C
pl_pl: Mini Mik C
ru_ru: Мини-мик C
sv_se: Mikro Mik / Multi Mik C
zh_cn: 迷你音频转换器 C

source: TV/Micro-Multi Mic A
de_de: TV/Micro-Multi Mik A
es_es: TV/MiniMic A
fi_fi: TV/LangMik A
fr_fr: TV A
hu_hu: TV/MiniMik A
ja_jp: ﾜｲﾔﾚｽ A
nl_nl: TV/Mic A
no_no: TV/Micro-Multi Mik A
pl_pl: TV/MiniMik A
ro_ro: TV/MiniMic A
ru_ru: ТВ/Микро-Мульти микрофон A
sv_se: TV/Mikro-Multi Mik A
zh_cn: 音频转换器/Micro-Multi Mic A

source: TV/Micro-Multi Mic B
de_de: TV/Micro-Multi Mik B
es_es: TV/MiniMic B
fi_fi: TV/LangMik B
fr_fr: TV B
hu_hu: TV/MiniMik B
ja_jp: ﾜｲﾔﾚｽ B
nl_nl: TV/Mic B
no_no: TV/Micro-Multi Mik B
pl_pl: TV/MiniMik B
ro_ro: TV/MiniMic B
ru_ru: ТВ/Микро-Мульти микрофон B
sv_se: TV/Mikro-Multi Mik B
zh_cn: 音频转换器/Micro-Multi Mic B

source: TV/Micro-Multi Mic C
de_de: TV/Micro-Multi Mik C
es_es: TV/MiniMic C
fi_fi: TV/LangMik C
fr_fr: TV C
hu_hu: TV/MiniMik C
ja_jp: ﾜｲﾔﾚｽ C
nl_nl: TV/Mic C
no_no: TV/Micro-Multi Mik C
pl_pl: TV/MiniMik C
ro_ro: TV/MiniMic C
ru_ru: ТВ/Микро-Мульти микрофон C
sv_se: TV/Mikro-Multi Mik C
zh_cn: 音频转换器/Micro-Multi Mic C

source: Multi-talk
da_dk: Gruppe
zh_cn: 多人谈话

source: Church
da_dk: Kirke
ja_jp: 教 会
zh_cn: 教堂

source: The data on the right instrument appears to be corrupted.
cs_cz: Data v pravém sluchadle se zdají být poškozena.
da_dk: Data i højre apparat ser ud til at være korrupte.
de_de: Die Daten im rechten Hörsystem scheinen defekt zu sein.
es_es: Los datos del audífono derecho parecen estar dañados.
fi_fi: Oikean kuulokojeen ohjelmassa ohjemavirhe.
fr_fr: Les données de réglages de l'appareil droit sont illisibles.
hu_hu: A jobb készüléken lévő adat sérültnek tűnik.
it_it: I dati nell'apparecchio di destra risultano corrotti
ja_jp: 右側の補聴器のデータが正しくありません
ko_kr: 오른쪽 보청기의 데이터에 오류가 있습니다.
nl_nl: De gegevens op het rechter toestel lijken corrupt te zijn.
no_no: Data på høyre apparat ser ut til å være korrupt.
pl_pl: Dane w prawym aparacie wydają się być uszkodzone.
pt_pt: Os dados do aparelho auditivo direito parecem estar corrompidos.
ro_ro: Datele din aparatul din dreapta par a fi eronate
ru_ru: Данные на правом аппарате повреждены.
sv_se: Data i höger hörapparat kan ha skadats.
tr_tr: Sağ cihazdaki veri bozuk görünüyor.
zh_cn: 右侧助听器的数据崩溃。
