Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: This feature uses an environmental classifier to determine the different environments in which the hearing instrument user is in. Volume is automatically optimized to the user's needs and comfort in all environments. This will ensure optimal comfort in all environments.
zh_cn: 此功能使用环境分类器来确定助听器用户所在的不同环境。音量自动优化，以满足用户的需求和舒适度。这将确保用户能在所有环境中获得最佳舒适度。

source: This hearing aid continually monitors your surroundings to track and minimize stationary or moving outside noise. The benefit is increased speech understanding in any type of noise environment.
zh_cn: 助听器能不断地监控你的周围环境，跟踪并减少固定的或移动的外界噪音。好处是增加了在噪声环境中的言语理解力。

source: This hearing aid reduces noise by canceling signals from behind the wearer. It also reduces noises to the side and behind the wearer.
zh_cn: 助听器通过消除佩戴者的身后的信号来降低噪音。它还能减少来自佩戴者两侧和身后的噪声。

source: This is a hearing aid fitting which does not occlude the ear canal. This is achieved either with a large vent on an earmold, or with a thin tube and dome fitting. Utilizing the benefits of Warp technology and advanced, feedback management, the wearer is able to experience sound quality without distortion, echo effects, or a 'plugged' occluded feeling.
zh_cn: 这种助听器选配不堵塞耳道。可以在耳模上开一个大的通气孔或者使用开放耳耳塞和导声管。利用WARP技术、反馈管理，用户将能体验到没有失真、没有回声、没有堵耳感的佩戴效果。

source: This system consists of two components: a wind detection module and a wind reduction module. When the wind noise detector determines that the signal has air-flow turbulence that may be unpleasant and mask speech, a filter is applied to reduce the amount of amplification for the low frequencies where wind noise occurs.
zh_cn: 该系统由两部分组成：风噪检测模块和风噪降低模块。当风噪声检测器确定信号具有气流不稳定和掩蔽语音时，应用滤波器以减少风噪声发生时低频的放大量。

source: This system uses a wind noise detector that actively reduces air-flow noise.
zh_cn: 该系统使用了一种主动降低气流噪声的风噪声探测器。

source: This technology enables you hold objects such as a telephone close to the hearing aid without disturbing feedback.
zh_cn: 这种技术可以让你把像电话这样的物体靠近助听器，而不会干扰反馈。

source: Tiny voices of our loved ones are often difficult to hear due to the high pitch. Children's conversations can be hard to follow and may result in misunderstandings.
zh_cn: 由于高频声的缘故，我们所爱的人的微弱声音常常很难听到。孩子们的谈话很难理解。

source: Traffic situations are often confusing because of the accumulation of loud noises. Hearing loss interferes with your ability to orient yourself in your surroundings.
zh_cn: 由于噪音的累积，交通状况常常令人困惑。听力丧失会干扰你在周围环境中自我定位的能力。

source: Rapid (Sound Processing)
zh_cn: 快速（声音处理）

source: Rapid Signal Processing
zh_cn: 快速声信号处理

source: When hearing loss exists in both ears, there are many advantages to a binaural vs. monaural hearing aid fitting. Among these advantages are better speech understanding in noise and better localization of sound. Studies have also shown that auditory deprivation can occur in the unaided ear when an individual with bilateral hearing loss is fit with only one hearing instrument.
zh_cn: 当听力损失存在于双耳，双耳选配助听器相比于单耳选配助听器来说，有许多优点。这些优点包括更好的语音理解和更好的声音定位。研究还表明，当一个双耳听损的人只使用一个助听器时，可发生听觉剥夺现象。

source: With Feedback Eraser
ja_jp: ウルトラDFS II
zh_cn: 带反馈消除器

source: With Feedback Suppression
da_dk: Med tilbagekoblingsundertrykkelse
zh_cn: 带反馈抑制

source: Without Feedback Suppression
da_dk: Uden tilbagekoblingsundertrykkelse
zh_cn: 不带反馈抑制

source: Without Feedback Suppression
da_dk: Uden tilbagekoblingsundertrykkelse
zh_cn: 不带反馈抑制

source: Left only
cs_cz: Pouze vlevo
da_dk: Venstre
de_de: Nur links
es_es: Solo Izquierdo
fi_fi: Vasen korva
fr_fr: Côté gauche
hu_hu: Csak bal
it_it: Solo Sinistro
ja_jp: 左耳
ko_kr: 왼쪽만
nl_nl: links
no_no: Bare venstre
pl_pl: Tylko Lewy
pt_pt: Somente lado Esquerdo
ro_ro: Doar Stanga
ru_ru: Левая сторона
sv_se: Vänster sida
tr_tr: Sadece Sol
zh_cn: 左侧

source: Right only
cs_cz: Pouze vpravo
da_dk: Højre
de_de: Nur rechts
es_es: Solo Derecho
fi_fi: Oikea korva
fr_fr: Côté droit
hu_hu: Csak jobb
it_it: Solo Destro
ja_jp: 右耳
ko_kr: 오른쪽만
nl_nl: rechts
no_no: Bare høyre
pl_pl: Tylko Prawy
pt_pt: Somente lado Direito
ro_ro: Doar Dreapta
ru_ru: Правая сторона
sv_se: Höger sida
tr_tr: Sadece Sağ
zh_cn: 右侧

source: Apply Left
cs_cz: Použít vlevo
da_dk: Brug venstre
de_de: Links anwenden
es_es: Aplicar al Izquierdo
fi_fi: Käytä vasenta
fr_fr: Appliquer côté gauche
hu_hu: Bal elfogadása
it_it: Applica a Sinistra
ja_jp: 左のみ適用
ko_kr: 왼쪽에 적용함
nl_nl: Links toepassen
no_no: Bruk Venstre
pl_pl: Zastosuj w lewym aparacie
pt_pt: Aplicar à esquerda
ro_ro: Aplica pentru Stanga
ru_ru: Применить для левого
sv_se: Välj vänster
tr_tr: Sola Uygula
zh_cn: 应用于左耳

source: Apply Right
cs_cz: Použít vpravo
da_dk: Brug højre
de_de: Rechts anwenden
es_es: Aplicar al Derecho
fi_fi: Käytä oikeaa
fr_fr: Appliquer côté droit
hu_hu: Jobb elfogadása
it_it: Applica a Destra
ja_jp: 右のみ適用
ko_kr: 오른쪽에 적용함
nl_nl: Rechts toepassen
no_no: Bruk Høyre
pl_pl: Zastosuj do prawej
pt_pt: Aplicar à direita
ro_ro: Aplica pentru Dreapta
ru_ru: Применить для правого
sv_se: Välj höger
tr_tr: Sağa Uygula
zh_cn: 应用于右耳

source: Apply to Both Ears
cs_cz: Použít na obou stranách
da_dk: Brug begge
de_de: Beidseitig anwenden
es_es: Aplicar en Ambos Oídos
fi_fi: Käytä molempiin korviin
fr_fr: Appliquer aux deux côtés
hu_hu: Elfogadás mind a két fülre
it_it: Applica ad entrambe le Orecchie
ja_jp: 両耳へ適用
ko_kr: 양쪽 귀에 적용함
nl_nl: Op beide oren toepassen
no_no: Bruk i begge ører
pl_pl: Zastosuj w obu aparatach
pt_pt: Aplicar em ambas as orelhas
ro_ro: Aplica pentru Ambele Urechi
ru_ru: Применить для обоих ушей
sv_se: Välj båda öronen
tr_tr: Her İki Kulağa da Uygula
zh_cn: 应用于双耳

source: Search
cs_cz: Hledat
da_dk: Søg
de_de: Suche
es_es: Buscar
fi_fi: Etsi
fr_fr: Rechercher
hu_hu: Keresés
it_it: Trova
ja_jp: 検索
ko_kr: 찾기
nl_nl: Zoek
no_no: Søk
pl_pl: Szukaj
pt_pt: Buscar
ro_ro: A cauta
ru_ru: Поиск
sv_se: Sök
tr_tr: Ara
zh_cn: 查找

source: Clear
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
es_es: Borrar
fi_fi: Tyhjennä
fr_fr: Effacer
hu_hu: Töröl
it_it: Cancella
ja_jp: クリア
nl_nl: Reset
no_no: Slett
pl_pl: Wyczyść
pt_pt: Limpar
ro_ro: Curata
ru_ru: Очистить
sv_se: Avbryt
tr_tr: Temizle
zh_cn: 清除

source: 1. Select a Category
cs_cz: 1. Vyberte kategorii
da_dk: 1. Vælg en kategori
de_de: 1. Wählen Sie eine Kategorie
es_es: 1. Seleccionar una categoría
fi_fi: 1. Valitse kategoria
fr_fr: 1. Sélectionner une catégorie
hu_hu: 1. A kategória kiválasztása
it_it: 1. Seleziona una Categoria
ja_jp: STEP1. カテゴリの選択
ko_kr: 1. 카테고리 선택
nl_nl: 1. Selecteer een categorie
no_no: 1. Velg kategori
pl_pl: 1. Wybierz Kategorię
pt_pt: 1. Selecionar uma categoria
ro_ro: 1. Selecteaza o Categorie
ru_ru: 1. Выбрать категорию
sv_se: 1. Välj en kategori
tr_tr: 1. Kategori Seç
zh_cn: 1. 选择抱怨类型

source: 2. Select a Problem
cs_cz: 2. Zvolte problém
da_dk: 2. Vælg et problem
de_de: 2. Wählen Sie ein Problem
es_es: 2. Seleccionar un problema
fi_fi: 2. Valitse ongelma
fr_fr: 2. Sélectionner un problème
hu_hu: 2. A probléma kiválsztása
it_it: 2. Seleziona un Problema
ja_jp: STEP2. 問題の選択
ko_kr: 2. 문제 선택
nl_nl: 2. Selecteer een probleem
no_no: 2. Velg problem
pl_pl: 2. Wybierz Problem
pt_pt: 2. Selecionar um problema
ro_ro: 2. Selecteaza o Problema
ru_ru: 2. Выбрать проблему
sv_se: 2. Välj ett problem
tr_tr: 2. Problem Seç
zh_cn: 2. 选择具体抱怨

source: 3. Apply a Solution
cs_cz: 3. Použijte řešení
da_dk: 3. Brug en løsning
de_de: 3. Wählen Sie eine mögliche Lösung
es_es: 3. Aplicar una solución
fi_fi: 3. Käytä ratkaisua
fr_fr: 3. Appliquer une solution
hu_hu: 3. A lehetőség elfogadása
it_it: 3. Applica una Soluzione
ja_jp: STEP3. 対策の適用
ko_kr: 3. 해결방법 적용
nl_nl: 3. Pas een oplossing toe
no_no: 3. Bruk en løsning
pl_pl: 3. Zastosuj Rozwiązanie
pt_pt: 3. Aplicar a solução
ro_ro: 3. Aplica o Solutie
ru_ru: 3. Применить решение
sv_se: 3. Välj en lösning
tr_tr: 3. Çözüm Uygula
zh_cn: 3. 应用解决方案

source: Speech Test Results
cs_cz: Výsledky řečových testů
da_dk: Resultat
de_de: Sprachtestergebnisse
es_es: Resultados de la Logoaudiometría
fi_fi: Puhetestin tulos
fr_fr: Type de vocale utilisée :
hu_hu: Beszéd teszt eredmény
it_it: Risultati Test Vocale
ja_jp: 語音検査の種類
ko_kr: 스피치 테스트 결과
nl_nl: Resultaten spraaktest
no_no: Resultat - Taletest
pl_pl: Wyniki audiometrii tonalnej
pt_pt: Resultados dos testes de fala
ro_ro: Rezultatul Testului Vocal
ru_ru: Результаты речевых тестов
sv_se: Taltest Result
tr_tr: Konuşma Testi Sonuçları
zh_cn: 言语测试结果

source: Right
cs_cz: Vpravo
da_dk: Højre
de_de: Rechts
es_es: Dcho
fi_fi: Oikea
fr_fr: Droite
hu_hu: Jobb
it_it: DX
ja_jp: 右
ko_kr: 오른쪽
nl_nl: rechts
no_no: Høyre
pl_pl: Prawy
pt_pt: Direito(a)
ro_ro: Dreapta
ru_ru: Правый
sv_se: Höger
tr_tr: Sağ
zh_cn: 右耳

source: Left
cs_cz: Vlevo
da_dk: Venstre
de_de: Links
es_es: Izdo
fi_fi: Vasen
fr_fr: Gauche
hu_hu: Bal
it_it: SX
ja_jp: 左
ko_kr: 왼쪽
nl_nl: links
no_no: Venstre
pl_pl: Lewy
pt_pt: Esquerdo(a)
ro_ro: Stanga
ru_ru: Левый
sv_se: Vänster
tr_tr: Sol
zh_cn: 左耳

source: Recalculate Focus Ear
cs_cz: Přepočítat směrové ucho
da_dk: Genberegn fokusøre
de_de: Fokus-Ohr neu berechnen
es_es: Recalcular Oído Foco
fi_fi: Laske fokusoiva korva
fr_fr: Recalculer l'oreille directrice
hu_hu: Fókusz fül újraszámítás
it_it: Ricalcola Orecchio Focus
ja_jp: フォーカスイヤの再計算
ko_kr: Focus Ear 재계산
nl_nl: Focus oor opnieuw bepalen
no_no: Rekalkuler Fokusøre
pl_pl: Przelicz Ucho Skupienia
pt_pt: Recalcular orelha foco
ro_ro: Recalculeaza Focus Ear
ru_ru: Пересчитать фокусное ухо
sv_se: Omkalkylera Fokus Öra
tr_tr: Fokus Kulağı Tekrar Hesapla
zh_cn: 重新计算聚焦耳

source: Calibrate DFS
cs_cz: Kalibrovat DFS
da_dk: Kalibrer DFS
de_de: DFS kalibrieren
es_es: Calibrar DFS
fi_fi: DFS-kalibrointi
fr_fr: Calibrage DFS
hu_hu: DFS kalibráció
it_it: Calibrare DFS
ja_jp: DFSの初期化
ko_kr: DFS 캘리브레이션
nl_nl: DFS kalibreren
no_no: Kalibrer DFS
pl_pl: Kalibruj DFS
pt_pt: Calibrar DFS
ro_ro: Calibreaza DFS
ru_ru: Калибровать СА
sv_se: Kalibrera DFS
tr_tr: DFS Kalibrasyonu
zh_cn: DFS校准

source: Save
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
es_es: Grabar
fi_fi: Tallenna
fr_fr: Enregistrer
hu_hu: Mentés
it_it: Salva
ja_jp: 保存
ko_kr: 저장
nl_nl: Opslaan
no_no: Lagre
pl_pl: Zapisz
pt_pt: Salvar
ro_ro: Salveaza
ru_ru: Сохранить
sv_se: Spara
tr_tr: Kaydet
zh_cn: 保存

source: Real Ear Measurement
cs_cz: Měření REM
da_dk: Real Ear måling
de_de: Real Ear-Messung
es_es: Mediciones Oído Real
fi_fi: REM mittaus
fr_fr: Module REM
hu_hu: Valós fül mérés
it_it: Misurazione In Vivo
ja_jp: 実耳測定
ko_kr: 실이측정
nl_nl: Real Ear meting
no_no: Real Ear måling
pl_pl: Rzeczywisty Pomiar Ucha
pt_pt: Mensuração em Ouvido Real
ro_ro: Masuratori RealEar
ru_ru: Замеры реального уха
tr_tr: (REM) Gerçek Kulak Ölçümü
zh_cn: 真耳测试

source: Open Left Ear
cs_cz: Otevřené levé ucho
da_dk: Åben venstre øre
de_de: Offen links
es_es: Abrir Oído Izquierdo
fi_fi: Avoin vasen korva
fr_fr: Ouvrir le module pour oreille gauche
hu_hu: Bal fül megnyitás
it_it: Orecchio Sx Open
ja_jp: 左耳を開く
nl_nl: Voor linker oor
no_no: Åpen venstre øre
pl_pl: Otwórz dane lewego ucha
pt_pt: Orelha Esquerda Aberta
ro_ro: Deschide urechea stanga
ru_ru: Открытое протезирование - левое ухо
sv_se: Öppna Vänster Öra
tr_tr: Cihazsız sol kulak
zh_cn: 左侧开放耳

source: Open Right Ear
cs_cz: Otevřené pravé ucho
da_dk: Åben højre øre
de_de: Offen rechts
es_es: Abrir Oído Derecho
fi_fi: Avoin oikea korva
fr_fr: Ouvrir le module pour oreille droite
hu_hu: Jobb fül megnyitás
it_it: Orecchio Dx Open
ja_jp: 右耳を開く
nl_nl: Voor rechter oor
no_no: Åpen høyre øre
pl_pl: Otwórz dane prawego ucha
pt_pt: Orelha Direita Aberta
ro_ro: Deschideurechea dreapta
ru_ru: Открытое протезирование - правое ухо
sv_se: Öppna Höger Öra
tr_tr: Cihazsız sağ kulak
zh_cn: 右侧开放耳

source: Save to {0}
cs_cz: Uložit do {0}
da_dk: Gem til {0}
de_de: Speichervorgang für {0}
es_es: Guardar en {0}
fi_fi: Tallenna {0}
fr_fr: Sauvegarder dans {0}
hu_hu: Mentés a {0}
it_it: Salva {0}
ja_jp: {0}へ保存
ko_kr: {0}으로 저장
nl_nl: Opslaan in {0}
no_no: Lagre i {0}
pl_pl: Zapisz w {0}
pt_pt: Salvar para {0}
ro_ro: Salveaza in {0}
ru_ru: Сохранить в {0}
sv_se: Spara till {0}
tr_tr: {0}'a kaydet
zh_cn: 保存至{0}

source: Import REM Targets
cs_cz: Importovat výsledky REM
da_dk: Importer REM Targets
de_de: Importiere REM Vorgaben
es_es: Importar Objetivos REM
fi_fi: Tuo REM tavoitteet
fr_fr: Importer les cibles REM
hu_hu: REM célok importálása
it_it: Importa Targets REM
ja_jp: REMターゲットのインポート
ko_kr: REM Targets 불러오기
nl_nl: Importeer REM targets
no_no: Importer REM Targets
pl_pl: Importuj dane REM
pt_pt: Importar Curvas REM
ro_ro: Importa tinta masuratorilor RealEar
ru_ru: Импортировать целевые настройки для REM
sv_se: Importera REM målkurvor
tr_tr: REM Hedeflerini taşı
zh_cn: 导入REM数值

source: Changes have been saved to the hearing instrument(s) and database (NOAH). It is safe to disconnect the hearing instrument(s).
cs_cz: Změny byly uloženy do sluchadla a databáze. Sluchadla můžete bezpečně odpojit.
da_dk: Ændringerne er gemt i HA og Noah. Apparaterne kan frakobles.
de_de: Änderungen wurden im Hörsystem und in der Datenbank (NOAH) gesichert. Sie können nun die Hörsysteme trennen.
es_es: Los cambios se han grabado en los audífonos y en la Base de Datos(NOAH). Es seguro desconectar los audífonos.
fi_fi: Muutokset ovat tallennettu kuulokojeisiin ja Noah tietokantaan. Voit nyt irroittaa kuulokojeen turvallisesti.
fr_fr: Les réglages ont été sauvegardés dans les appareils et la base de données (Noah). Vous pouvez déconnecter les appareils.
hu_hu: A változások el lettek mentve a hallókészülékbe és az adatbázisba. A készülékek lecsatlakoztatása biztonságos.
it_it: Le modifiche sono state salvate nel database e negli apparecchi acustici. Ora è possibile scollegare gli apparecchi acustici.
ja_jp: 補聴器とパソコンへデータが保存されました。安全に補聴器を取り外せます。※調整内容を有効にする為に電池ケースを「開け→閉め」して下さい。
ko_kr: 변경사항이 보청기와 데이타베이스(NOAH)로 저장되었습니다. 이제 보청기를 분리하셔도 안전합니다.
nl_nl: Wijzigingen zijn opgeslagen in toestel(len) en database (NOAH). Verbinding met toestel(len) mag nu verbroken worden.
no_no: Endringer er lagret i høreapparat(ene) og databasen (NOAH). Det er trygt å koble fra høreapparat(ene).
pl_pl: Zmiany zostatły zapisane w aparatach i bazie danych (NOAH). Można bezpiecznie odłączyć aparaty.
pt_pt: Alterações salvas no(s) aparelho(s) auditivo(s) e Noah. Após salvos, o(s) aparelho(s) auditivo(s) podem ser desconectados.
ro_ro: Schimbarile au fost salvate in Aparatul Auditiv si in Baza de Date. Este posibila deconectarea in siguranta a aparatelor auditive.
ru_ru: Изменения сохранены в СА и базу данных. СА могут быть отсоединены.
sv_se: Ändringar har sparats i hörapparater och i NOAH´s databas. Det går bra att koppla loss hörapparaterna.
tr_tr: Değişiklikler işitme cihazına ve (NOAH) veri tabanına kaydedildi. İşitme cihaz(lar)ı ile bağlantıyı güvenle kesebilirsiniz.
zh_cn: 所做的调节已保存至助听器和软件数据库，可以安全的断开助听器的连接。

source: Frequency (Hz)
cs_cz: Frekvence
da_dk: Frekvens
de_de: Frequenz
es_es: Frecuencia
fi_fi: Taajuus
fr_fr: Fréquence (Hz)
hu_hu: Frekvencia (Hz)
it_it: Frequenza (Hz)
ja_jp: 周波数 (Hz)
ko_kr: 주파수(Hz)
nl_nl: Frequentie
no_no: Frekvens
pl_pl: Częstotliwość (Hz)
pt_pt: Frequência
ro_ro: Frecventa
ru_ru: Частота (Гц)
sv_se: Frekvens (Hz)
tr_tr: Frekans (Hz)
zh_cn: 频率

source: Intensity (dB)
cs_cz: Intenzita
da_dk: Intensitet
de_de: Intensität
es_es: Intensidad
fi_fi: Voimakkuus
fr_fr: Intensité (dB)
hu_hu: Intenzitás (dB)
it_it: Intensità (dB)
ja_jp: 音の大きさ (dB)
ko_kr: 강도(dB)
nl_nl: Intensiteit
no_no: Intensitet (dB)
pl_pl: Natężenie (dB)
pt_pt: Intensidade
ro_ro: Intensitate
ru_ru: Интенсивность (дБ)
sv_se: Intensitet (dB)
tr_tr: Şiddet (dB)
zh_cn: 强度(dB)

source: Insert Instrument
cs_cz: Vložte sluchadlo
da_dk: Isæt apparater
de_de: Hörsystem anschließen
es_es: Colocar el Audífono
fi_fi: Aseta kuulokoje
fr_fr: Mise en place de l'appareil
hu_hu: Készülék behelyezés
it_it: Inserisci Dispositivo
ja_jp: 補聴器を挿入する
ko_kr: 보청기 삽입
nl_nl: Plaats toestel
no_no: Sett i Apparatet
pl_pl: Włóż aparat
pt_pt: Inserir aparelho
ro_ro: Conecteaza Aparatul
ru_ru: Добавить СА
sv_se: Placera hörapparat
tr_tr: Cihazı Ekle
zh_cn: 插入助听器

source: Change the Program
cs_cz: Změňte program
da_dk: Skift program
de_de: Programm ändern
es_es: Cambiar de Programa
fi_fi: Muuta ohjelmaa
fr_fr: Changement de programme
hu_hu: A program váltás
it_it: Cambio Programma
ja_jp: プログラムの変更
ko_kr: 프로그램 변경
nl_nl: Wijzig het programma
no_no: Bytt Program
pl_pl: Zmień program
pt_pt: Mudar o programa
ro_ro: Schimba Programul
ru_ru: Изменить программу
sv_se: Ändra programmet
tr_tr: Programı Değiştir
zh_cn: 改变程序

source: Operate the VC
cs_cz: Použijte regulátor hlasitosti
da_dk: Betjen volumenkontrol
de_de: Lautstärke einstellen
es_es: Accionar control volumen
fi_fi: Äänenvoimakkuussäädin
fr_fr: Changement de Volume
hu_hu: Hangerőszabályzó működés
it_it: Gestione Controllo Volume
ja_jp: ボリューム操作
ko_kr: 볼륨 조절 작동
nl_nl: Bediening volumeregelaar
no_no: Betjene volumkontroll
pl_pl: Działanie VC
pt_pt: Operar Controle de Volume
ro_ro: Potentiometru de volum activ
ru_ru: Управление регулятором громкости
sv_se: Sköta VK
tr_tr: Ses ayarını çalıştır
zh_cn: 转动音量钮

source: Use a Telephone
cs_cz: Použijte telefon
da_dk: Brug af telefon
de_de: Telefon verwenden
es_es: Hablar por Teléfono
fi_fi: Käytä puhelinta
fr_fr: Utilisation d'un téléphone
hu_hu: A telefon használata
it_it: Usare Telefono
ja_jp: 電話の使用
ko_kr: 전화기 사용
nl_nl: Gebruik een telefoon
no_no: Telefonbruk
pl_pl: Użyj telefonu
pt_pt: Usar o telefone
ro_ro: Foloseste un telefon
ru_ru: Использовать телефон
sv_se: Använd en telefon
tr_tr: Telefon Kullan
zh_cn: 使用电话

source: Attach the Headset
cs_cz: Připojte sluchátka
da_dk: Tilslut headsettet
de_de: Schließen Sie den Kopfhörer an
es_es: Acoplar el Casco
fi_fi: Kytke kuulokkeet
fr_fr: Fixation d'un casque
hu_hu: Fejhallgató csatlakoztatás
it_it: Collegare Cuffia
ja_jp: ヘッドセットの取り付け
ko_kr: 헤드셋 부착
nl_nl: Sluit de headset aan
no_no: Sett i Hodestettet
pl_pl: Podłącz zestaw
pt_pt: Adicionar o fone
ro_ro: Pune Castile
ru_ru: Присоедините наушники
sv_se: Koppla till Headset
tr_tr: Kulaklık Ekle
zh_cn: 连接头戴耳机

source: Attach Audioboot and use FM
cs_cz: Připojte audiobotičku a použijte FM
da_dk: Tilslut audiosko og brug FM
de_de: Audioschuh anschließen und FM verwenden
es_es: Acoplar el Zócalo y utilizar FM
fi_fi: Kytke audiokenkä ja käytä FM-lähetintä
fr_fr: Fixation d'un sabot audio et utilisation
hu_hu: Audiopapucs csatlakoztatás és FM használat
it_it: Collegare Audioboot e usare FM
ja_jp: オーディオシューの取り付けとFMの使用
ko_kr: Audioboot 부착 및 FM 사용
nl_nl: Sluit de audioschoen aan en gebruik FM
no_no: Sett på Audiosko og bruk FM
pl_pl: Podłącz stopkę audio i używaj systemu FM
pt_pt: Adicionar a sapata de audio e uso do FM
ro_ro: Ataseaza Audioboot si foloseste FM
ru_ru: Присоедините аудиобашмак и используйте FM
sv_se: Koppla till Audiosko och använd FM
tr_tr: Bir Audio Papucu ekle ve FM kullan
zh_cn: 连接音靴并使用FM

source: Change the Battery
cs_cz: Vyměňte baterii
da_dk: Skift batteriet
de_de: Wechseln Sie die Batterie
es_es: Cambio de la Pila
fi_fi: Vaihda paristo
fr_fr: Changer la pile
hu_hu: Elemcsere
it_it: Cambiare batteria
ja_jp: 電池の交換
ko_kr: 배터리 교체
nl_nl: Vervang de batterij
no_no: Bytt Batteri
pl_pl: Zmień baterię
pt_pt: Trocar a bateria
ro_ro: Schimba Bateria
ru_ru: Замените батарею
sv_se: Byt batteriet
tr_tr: Pili Değiştir
zh_cn: 更换电池

source: Clean
cs_cz: Vyčistěte
da_dk: Ren
de_de: Bereinigen
es_es: Limpieza
fi_fi: Tyhjennä
fr_fr: Nettoyage
hu_hu: Töröl
it_it: Pulire
ja_jp: クリーン
ko_kr: 청소하기
nl_nl: Schoonmaken
no_no: Rengjør
pl_pl: Wyczyść
pt_pt: Limpar
ro_ro: Curata
ru_ru: Очистить
sv_se: Rengör
tr_tr: Temizle
zh_cn: 清洁

source: Turn Off
cs_cz: Vypněte
da_dk: Sluk
de_de: Ausschalten
es_es: Apagado
fi_fi: Sulje
fr_fr: Arrêter
hu_hu: Kikapcsolás
it_it: Spegnere
ja_jp: スタンバイモード
ko_kr: 끄기
nl_nl: Zet uit
no_no: Slå Av
pl_pl: Wyłącz
pt_pt: Desligar
ro_ro: Inchide
ru_ru: Выкл.
sv_se: Slå av
tr_tr: Kapat
zh_cn: 关闭

source: Clean
cs_cz: Vyčistěte
da_dk: Ren
de_de: Bereinigen
es_es: Limpieza
fi_fi: Tyhjennä
fr_fr: Nettoyer
hu_hu: Töröl
it_it: Pulire
ja_jp: クリーン
ko_kr: 청소하기
nl_nl: Schoonmaken
no_no: Rense
pl_pl: Wyczyść
pt_pt: Limpar
ro_ro: Curata
ru_ru: Очистить
sv_se: Rengör
tr_tr: Temizle
zh_cn: 清洁

source: Change the Waxguard
cs_cz: Vyměňte filtr ušního mazu
da_dk: Skift viksfilter
de_de: Wechseln Sie das Cerumensystem
es_es: Cambiar el filtro
fi_fi: Vaihda vahasuodatin
fr_fr: Changer de pare cérumen
hu_hu: A szűrő cseréje
it_it: Cambiare Filtro Paracerume
ja_jp: 耳垢フィルターの交換
ko_kr: Waxguard를 교체하세요
nl_nl: Vervang de Waxguard
no_no: Bytt voksfilteret
pl_pl: Zmień filtr przeciw woszczynowy
pt_pt: Trocar o protetor de cera
ro_ro: Schimba Filtrul AntiCerumen
ru_ru: Замена серного фильтра
sv_se: Byt vaxfilter
tr_tr: Kulak Filtresini Değiştir
zh_cn: 更换耵聍档板

source: Change the Tube and the Dome
cs_cz: Vyměňte hadičku a ušní koncovku
da_dk: Skift slange og kuppel
de_de: Wechseln Sie den Schlauch und den Dome
es_es: Cambiar el Tubo y el Acoplador
fi_fi: Vaihda äänileku ja tippi
fr_fr: Changer de tube et de dôme
hu_hu: A cső és a dome cseréje
it_it: Cambiare Tubetto e Cupoletta
ja_jp: チューブと耳せんの交換
ko_kr: 튜브와 돔을 변경하세요
nl_nl: Vervang de tube en de Dome
no_no: Bytte slange og dome
pl_pl: Zmień dźwiękowód i wkładkę
pt_pt: Trocar o tubo ou a oliva
ro_ro: Schimba Tubul si Domul
ru_ru: Замена звуковода и вкладыша
sv_se: Byt Ljudslang och Dome
tr_tr: Tüp ve Dom değiştir
zh_cn: 更换导声管和耳塞

source: Clean the Tube (not for CRT)
cs_cz: Vyčistěte hadičku (ne u CRT)
da_dk: Rens slangen (ikke CRT)
de_de: Den Schallschlauch reinigen (gilt nicht für CRT)
es_es: Limpieza del tubo (no para RIE)
fi_fi: Puhdista ääniletku (ei RIE mallit)
fr_fr: Nettoyage du tube (sauf pour RITE)
hu_hu: A cső tisztítása (CRT-nél nem)
it_it: Pulire il Tubetto (non nei RIE)
ja_jp: チューブの掃除（RIEを除く）
ko_kr: 튜브를 청소하세요 (CRT용 아님)
nl_nl: Maak de tube schoon (niet bij RIE)
no_no: Rens slange (ikke CRT/RITE)
pl_pl: Oczyść dźwiękowód (nie dot. CRT)
pt_pt: Limpar o tubo (não para CRT)
ro_ro: Curata Tubul (nu pentru CRT)
ru_ru: Чистка звуковода (не для CRT)
sv_se: Rensa (not for CRT)
tr_tr: Tüpü Temizle ( CRT için değil)
zh_cn: 清洁导声管(不适用于CRT）

source: Recalculate this program?
cs_cz: Přepočítat tento program?
da_dk: Vil du genberegne DETTE program
de_de: Autofit für aktuelles Programm
es_es: Recalcular programa ACTUAL
fi_fi: Laske uudelleen tämä ohjelma ?
fr_fr: Recalculer entraîne une réinitialisation des réglages de ce programme (ciblage). Seuls les réglages de ce programme seront perdus. Voulez-vous continuer ?
hu_hu: Előszámítás erre a programra
it_it: Ricalcolare questo programma?
ja_jp: このプログラムをオートフィットしますか？
ko_kr: 이 프로그램을 재산출 하시겠습니까?
nl_nl: Dit programma herberekenen?
no_no: Rekalkuler KUN DETTE program?
pl_pl: Przeliczyć ustawienia wzmocnienia?
pt_pt: Auto-adaptar programa ATUAL
ro_ro: Programul curent pentru autoreglaj
ru_ru: Пересчитать программу?
sv_se: Omkalkylera detta program?
tr_tr: Bu programı tekrar hesapla?
zh_cn: 对当前程序进行重新计算(按听力图自动选配)?

source: Initial Fit
cs_cz: Výchozí nastavení
da_dk: Lyntilpasning
de_de: Vollautomatische Voreinstellung
es_es: Ajuste inicial
fi_fi: PikaSovitus
fr_fr: Cibler tous les programmes
hu_hu: Kezdő illesztés
it_it: AutoFit
ja_jp: 初期設定
ko_kr: 최초 피팅
nl_nl: Basisinstelling
no_no: Grunninnstilling
pl_pl: Dopasowanie wstępne
pt_pt: Ajuste inicial
ro_ro: Reglajul Initial
ru_ru: Начальная настройка
sv_se: Initial Anpassning
tr_tr: İlk Uygulama
zh_cn: 初始选配
