Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Connected
cs_cz: Připojeno
da_dk: Forbundet
de_de: Verbunden
es_es: Conectado
fi_fi: Yhdistetty
fr_fr: connecté
hu_hu: Csatlakoztatott
it_it: Connesso
ja_jp: 接続
ko_kr: 연결된
nl_nl: verbonden
no_no: Tilkoblet
pl_pl: Podłączony
pt_pt: Conectado
ro_ro: Conectat
ru_ru: Подключен
sv_se: Ansluten
tr_tr: Bağlandı
zh_cn: 已连接

source: Disconnected
cs_cz: Odpojeno
da_dk: Ikke forbundet
de_de: Getrennt
es_es: Desconectado
fi_fi: Ei yhdistetty
fr_fr: déconnecté
hu_hu: Nem csatlakoztatott
it_it: Scollegato
ja_jp: 切断
ko_kr: 연결 끊김
nl_nl: verbroken
no_no: Koblet fra
pl_pl: Rozłączony
pt_pt: Desconectado
ro_ro: Deconectat
ru_ru: Отключен
sv_se: Anslutning avbruten
tr_tr: Bağlantı koptu
zh_cn: 未连接

source: Reconnect
cs_cz: Znovu připojit
da_dk: Forbind igen
de_de: Erneut verbinden
es_es: Reconectar
fi_fi: Yhdistä uudestaan
fr_fr: Reconnecter
hu_hu: Újracsatlakozás
it_it: Riconnetti
ja_jp: 再接続
ko_kr: 재연결
nl_nl: Opnieuw verbinden
no_no: Koble til på nytt
pl_pl: Połącz Ponownie
pt_pt: Reconectar
ro_ro: Reconecteaza
ru_ru: Переподключиться
sv_se: Återanslut
tr_tr: Tekrar bağlan
zh_cn: 重连

source: Cancel
cs_cz: Zrušit
da_dk: Fortryd
de_de: Abbrechen
es_es: Cancelar
fi_fi: Peru
fr_fr: Quitter
hu_hu: Mégse
it_it: Cancellare
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleren
no_no: Avbryt
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anuleaza
ru_ru: Отменить
sv_se: Avbryt
tr_tr: İptal
zh_cn: 取消

source: Retry
cs_cz: Znovu
da_dk: Prøv igen
de_de: Erneut versuchen
es_es: Reintentar
fi_fi: Yritä uudestaan
fr_fr: Essayer à nouveau
hu_hu: Újra
it_it: Riprova
ja_jp: 再試行
ko_kr: 재시도
nl_nl: Opnieuw proberen
no_no: Prøv igjen
pl_pl: Ponów
pt_pt: Tentar Novamente
ro_ro: Reincearca
ru_ru: Повторить
sv_se: Försök igen
tr_tr: Tekrar dene
zh_cn: 重试

source: years old.
cs_cz: let věku.
da_dk: år gammel.
de_de: Jahre alt.
es_es: años.
fi_fi: vuotta vanha.
fr_fr: ans
hu_hu: éves.
it_it: Età.
ja_jp: 歳
ko_kr: 세
nl_nl: jaar oud.
no_no: år
pl_pl: lat.
pt_pt: idade
ro_ro: ani.
ru_ru: лет.
sv_se: år gammal.
tr_tr: yaşında
zh_cn: 岁。

source: In-Situ AC
fi_fi: In-Situ ilmajohto (AC)
fr_fr: Conduction aérienne in situ
it_it: In-Situ Conduzione Aerea
ja_jp: インサイチュ AC
nl_nl: In-Situ luchtgeleiding
no_no: In-Situ Luftledning
sv_se: In-Situ Luftledning
zh_cn: 气导

source: Device for playing Hearing Loss Simulator is missing or have problems, the Hearing Loss Simulator may not work correctly.
cs_cz: Zařízení pro přehrání simulace sluchové ztráty chybí nebo má potíže, simulace sluchové ztráty nemusí být korektní.
da_dk: Enheden til afspilning af høretabssimulator mangler eller har problemer, høretabssimulatoren virker måske ikke korrekt.
de_de: Das Gerät zum Abspielen des Hörverlustsimulators ist nicht vorhanden oder funktioniert nicht richtig - der Hörverlustsimulator funktioniert möglicherweise nicht richtig.
es_es: El dispositivo para reproducir la simulación de Perdida Auditiva no esta disponible o tiene problemas, es posible que el Simulador de Pérdida Auditiva no funcione correctamente.
fi_fi: Laite joka toistaa kuulonalentuman simulointia ei ole käytössä tai virhetilassa, laite ei luultavasti toimi oikein.
fr_fr: Le simulateur de perte auditive a rencontré une erreur. Il est possible qu'il ne fonctionne pas correctement.
hu_hu: A Hallásvesztés szimuláció működéséhez valami hiányzik, a Hallásvesztés szimuláció nem fog megfelelően működni.
it_it: Il dispositivo per riprodurre la simulazione della diminuzione della soglia uditiva del paziente è mancante o ha problemi, il simulatore della diminuzione della soglia uditiva potrebbe non funzionare correttamente.
ja_jp: 難聴シミュレーションを行うための製品が見つからないか問題があります。難聴シミュレーションは正しく機能しない可能性があります。
ko_kr: 청력 손실 시뮬레이터용 보청기가 없거나 또는 문제가 발생했습니다. 청력 손실 시뮬레이터가 바르게 작동하고 있지 않을 수 있습니다.
nl_nl: Device om het gesimuleerde gehoorverlies af te spelen ontbreekt of geeft problemen, de gehoorverlies simulator werkt wellicht niet correct.
no_no: Enhet for avspilling av hørselstapsimulator mangler eller fungerer ikke. Det kan være at hørselstapsimulatoren ikke virker som den skal.
pl_pl: Brak lub wystąpiły problemy z urządzeniem do odtwarzania Symulacji Ubytku Słuchu, Symulator może nie działać poprawnie.
pt_pt: Dispositivo para realizar simulador de perda está com problemas, o simulador de perda auditiva pode não funcionar corretamente
ro_ro: Dispozitivul de rulare a Simularii Pierderii Auditive lipseste sau are probleme, Simulatorul este posibil sa nu functioneze corect
ru_ru: Устройство для воспроизведения Симуляции снижения слуха отсутствует или работает некорректно.
sv_se: Hörapparat för att spela HNS simulator saknas eller har problem, HNS simulatorn kanske inte fungerar korrekt.
tr_tr: İşitme kaybı simulatöründe hata var, simulatör doğru çalışmayabilir.
zh_cn: 听损模拟丢失或有问题，无法正常运行。

source: hearing loss
cs_cz: ztráta sluchu
da_dk: høretab
de_de: Hörverlust
es_es: perdida auditiva
fi_fi: kuulonalentuma
fr_fr: Perte auditive
hu_hu: hallásvesztés
it_it: Soglia Uditiva
ja_jp: 聴力損失
ko_kr: 청력 손실
nl_nl: gehoorverlies
no_no: hørselstap
pl_pl: ubytek słuchu
pt_pt: Perda auditiva
ro_ro: pierdere de auz
ru_ru: снижение слуха
sv_se: hörselnedsättning
tr_tr: işitme kaybı
zh_cn: 听力损失

source: The target curves will be updated to reflect changes to the patient's audiogram.
cs_cz: Cílové křivky budou aktualizovány podle změn pacientova audiogramu.
da_dk: Target kurverne opdateres i forhold til nyeste audiogram
de_de: Die Zielverstärkungen werden neu berechnet aufgrund der Änderungen in den Audiogrammen.
es_es: Las curvas objetivo se modificarán para reflejar los cambios en la audiometría del paciente.
fi_fi: Tavoitekäyrä päivitetänn vastamaan muutoksia potilaan audiogrammissa.
fr_fr: Les cibles vont changer pour tenir compte des mesures effectuées.
hu_hu: A célgörbe frissítve lesz a páciens audiogram változása alapján.
it_it: Le curve target ed i guadagni verranno aggiornati in base alle variazioni apportate all'esame audiometrico del Paziente.
ja_jp: オージオグラムが変更されたため、ターゲットゲインが変更されます
ko_kr: 환자의 오디오그램 변화를 반영하기 위해 Target curve 는 업데이트 됩니다.
nl_nl: De targetcurves worden vernieuwd n.a.v. de wijzigingen in het audiogram van de cliënt.
no_no: Target kurvene vil oppdateres utifra endringer i pasientens audiogram.
pl_pl: Krzywe docelowe zostaną zaktualizowane odpowiednio do audiogramu pacjenta.
pt_pt: Os targets serão atualizados para refletir as alterações do audiograma do paciente
ro_ro: Curbele tinta vor fi actualizate pentru a reflecta modificarile audiogramei.
ru_ru: Целевые кривые будут обновлены, чтобы отобразить изменения аудиограммы пациента.
sv_se: Målkurvorna kommer uppdateras för att återspegla förändringarna i patientens audiogram.
tr_tr: Hedef eğriler güncellendi ve değişiklikler hastanın odyogramına yansıtıldı.
zh_cn: 目标曲线更新将影响用户的听力图。

source: Sound Device Error
zh_cn: 声音设备出错

source: Make sure the patient is sitting near the speaker.
cs_cz: Zajistěte aby pacient seděl blízko reproduktoru.
da_dk: Forvis dig om at brugeren sidder nær højttaleren.
de_de: Stellen Sie sicher, dass der Kunde sich in der Nähe des Lautsprechers befindet.
es_es: Asegúrese que el paciente está sentado cerca del altavoz.
fi_fi: Varmista että potilas istuu lähellä kaiutinta.
fr_fr: Assurez-vous que votre patient est installé proche du haut-parleur.
hu_hu: Gyöződjön meg arról, hogy a páciens közel ül a hangszoróhoz.
it_it: Assicurarsi che il paziente sia seduto vicino all'altoparlante.
ja_jp: ユーザーがスピーカーの近くに座っていることを確認して下さい
ko_kr: 환자가 말하는 사람 근처에 앉아있는지 확인하세요.
nl_nl: Zorg ervoor dat de cliënt dichtbij de speaker zit.
no_no: Se til at pasienten sitter nær høyttaleren.
pl_pl: Upewnij się, że pacjent siedzi w pobliżu głośnika.
pt_pt: Verifique se o paciente esta sentado perto do alto-falante.
ro_ro: Asigurati-va ca pacientul se gaseste langa boxa.
ru_ru: Убедитесь, что пациент сидит рядом с динамиком.
sv_se: Kontrollera att patienten sitter nära högtalaren.
tr_tr: Hastanın hoparlörün yanında oturduğundan emin olun.
zh_cn: 确保用户坐在音箱附近。

source: Patient Ear Selection
cs_cz: Výběr pacientova ucha
da_dk: Valg af øre
de_de: Kunden Ohr Auswahl
es_es: Selección del oído del Paciente
fi_fi: Potilaan korvan valinta
fr_fr: Choix de l'oreille :
hu_hu: Páciens fül választás
it_it: Selezione Orecchio del Paziente
ja_jp: 測定耳
ko_kr: 환자 귀 선택
nl_nl: Te meten oor
no_no: Øre - Valg
pl_pl: Wybór Ucha Pacjenta
pt_pt: Seleção da orelha do paciente
ro_ro: Selectie Ureche Pacient
ru_ru: Выбор Уха пациента
sv_se: Patient Öra Val
tr_tr: Hasta Kulak Seçimi
zh_cn: 选择侧别

source: Device Selection
cs_cz: Výběr zařízení
da_dk: Valg af apparat
de_de: Hörsystemauswahl
es_es: Seleccionar Analizador
fi_fi: Kuulokojevalinta
fr_fr: Choix du matériel :
hu_hu: Készülék kiválasztás
it_it: Selezione Dispositivo
ja_jp: 機器選択
ko_kr: 보청기 선택
nl_nl: Toestelselectie
no_no: Velg Enhet
pl_pl: Wybór Urządzenia
pt_pt: Seleção do aparelho
ro_ro: Selectare dispozitiv
ru_ru: Выбор устройства
sv_se: Hörapparat Val
tr_tr: Cihaz Seçimi
zh_cn: 型号选择

source: Probe Selection
cs_cz: Výběr zkoušky
da_dk: Valg af probe
de_de: Sondenauswahl
es_es: Selección de Prueba
fi_fi: Mittapään valinta
fr_fr: Choix de la sonde :
hu_hu: Szonda választás
it_it: Selezione del Probe
ja_jp: プローブ設定
ko_kr: 프로브 선택
nl_nl: Probe selectie
no_no: Probe Valg
pl_pl: Wybór Sondy
pt_pt: Seleção de Sonda
ro_ro: Selectie Sonda
ru_ru: Выбор датчика
sv_se: Probe Val
tr_tr: Probe Seçimi
zh_cn: 选择探管

source: Sound Output Port
cs_cz: Port zvukového výstupu
de_de: Ausgabe
es_es: Puerto de Salida del Sonido
fi_fi: Äänen lähtöportti
fr_fr: Choix de la sortie son :
hu_hu: Hangkimenet Port
it_it: Porta di uscita Audio
ja_jp: 検査音出力先
ko_kr: 소리 출력 포트
nl_nl: Geluidsuitgang
no_no: Lyd Output
pl_pl: Wyjście Dźwięku
pt_pt: Porta de Saída de Som
ro_ro: Port Iesire Sunet
ru_ru: Порт звукового выхода
tr_tr: Ses çıkış portu
zh_cn: 声输出端口

source: Place the module on the patient’s ear while patient is facing the speaker. Bend the probe tube and place the tube opening in front of the reference microphone.
cs_cz: Umístěte modul na ucho pacienta když je pacient čelem k reproduktoru. Ohněte zkušební trubičku a umístěte otvor trubičky před referenční mikrofon.
da_dk: Placer modulet på patienten øremens patienten vender angsigtet mod højttaleren. Bøh probeslangen og placer slangen i foran reference mikrofonen
de_de: Befestigen Sie das Sondenmodul am Kundenohr, während er zum Lautsprecher schaut. Platzieren Sie nun den Sondenschlauch vor dem Referenzmikrofon.
es_es: Colocar el módulo en el oído del paciente, mientras el paciente mira hacia el altavoz. Doblar la sonda y colocar la entrada de la sonda en el micro de referencia.
fi_fi: Aseta moduuli potilaan korvalle kun hän istuu kasvot kaiutinta päin. Taivuta mittapään letkua ja aseta letkun pää referenssimikrofonin päälle.
fr_fr: Installez le matériel et assurez-vous que votre patient se trouve en face du haut-parleur. Positionnez le tube de la sonde devant le microphone de référence.
hu_hu: Helyezze a modult a páciens fülébe, mialatt a páciens a hangszoró felé néz. Hajlítsa a szonda csövét a és helyezze a csövet a referencia mikrofon elé.
it_it: Posizionare il probe sull'orecchio del paziente mentre questi si trova di fronte all'altoparlante. Piegare il tubetto sonda e posizionare l'apertura del tubetto di fronte al microfono di riferimento.
ja_jp: ユーザーがスピーカーの正面を向いた状態でモジュールをユーザーの耳に装着して下さい。 リファレンスマイクの前にチューブの先端が位置するようにプローブチューブを設置して下さい。
ko_kr: 환자가 말하는 사람을 향하여 있는 동안 환자의 귀에 모듈을 삽입합니다. 프로브 튜브를 굽으려서 참조용 마이크로폰의 앞쪽에 튜브가 오픈된 상태가 되게 놓습니다.
nl_nl: Plaats de module op het oor van de cliënt terwijl deze zich richt naar de speaker. Buig de probeslang en plaats de opening van de slang voor de referentiemicrofoon.
no_no: Be pasienten sitte med ansiktet mot høyttaleren og plasser modulen på øre. Bøy probeslangen og sett slangeåpningen foran referansemikrofonen.
pl_pl: Umieść moduł na uchu pacjenta gdy ten siedzi na przeciw głośnika. Zegnij dźwiękowód sondy i umieść jego wylot na wprost mikrofonu odniesienia.
pt_pt: Colocar o tubo na orelha do paciente enquanto ele estiver virado para o alto falante. Dobrar o tubo sonda e colocar a abertura do tubo em frente ao microfone de referência.
ro_ro: Plasati modulul pe urechea pacientului acesta fiind cu fata catre boxa. Indoiti tubul sondei si plasati deschiderea tubului in fata microfonului de referinta.
ru_ru: Поместите модуль в ухо пациента, когда пациент расположен перед динамиком. Согните трубку датчика и поместите отверстие трубки перед контрольным микрофоном.
sv_se: Placera modulen på patientens öra med ansiktet mot högtalaren. Böj probeslangen och placera den framför referensmikrofonen.
tr_tr: Hasta hoparlörle yüzyüzeyken modülü hastanın kulağına yerleştirin. Prop tüpünü kıvırın ve Ölçüm mikrofonunun hemen önüne yerleştirin
zh_cn: 让用户面朝音箱，将模块挂在用户耳朵上。 折叠探测导管并将其置于参考麦克风的前方。

source: Calibrate
cs_cz: Kalibrovat
da_dk: Kalibrer
de_de: Kalibrieren
es_es: Calibrar
fi_fi: Kalibroi
fr_fr: Calibrer
hu_hu: Kalibrálás
it_it: Calibrazione
ja_jp: 初期化
ko_kr: 교정하기
nl_nl: Kalibreren
no_no: Kalibrere
pl_pl: Kalibruj
pt_pt: Calibrar
ro_ro: Calibreaza
ru_ru: Калибровать
sv_se: Kalibrera
tr_tr: Kalibre et
zh_cn: 校准

source: Place the probe tube in the patient’s ear canal without the hearing instruments on the ears. For best measurements the probe tube tip should be no farther than 6mm from the ear drum.
cs_cz: Umístěte zkušební trubičku do pacientova zvukovodu bez sluchadla na uchu. Pro nejlepší měření by konec trubičky neměl být dále než 6mm od bubínku.
da_dk: Placee probeslangen i patientens øregang uden HA på øret. Det bedste resultat opnås med slange spidsen højst 6 mm fra trommehinden.
de_de: Platzieren Sie nun den Sondenschlauch im Ohr des Kunden. Für die besten Ergebnisse sollte der Schlauch kurz vor dem Trommelfell enden.
es_es: Colocar la sonda en el oído del paciente sin el audífono colocado en su oído. Para un medición óptima la sonda no deberá de estar posicionada a más de 6 mm del tímpano
fi_fi: Aseta mittapään letku potilaan korvakäytävään ilman että kuulokoje on korvassa. Parhaan mittaustuloksen saamiseksi mittapään letkun pää tulisi olla enintään 6 mm tärykalvosta..
fr_fr: Placez le tube de la sonde dans le conduit auditif du patient, sans les appareils. Pour une mesure efficace, le tube de la sonde doit être à moins de 6 mm du tympan.
hu_hu: Helyezze a szondacsövet a páciens hallójáratába, a hallókészülék ne legyen a fülön. A legjobb méréshez a szondacső vége ne legyen messzebb 6mm-nél a dobhártyától.
it_it: Porre il tubetto sonda nel canale auricolare del paziente senza far indossare il Dispositivo. Per ottenere una corretta misurazione la punta del tubetto sonda non deve essere a più di 6 mm dal timpano.
ja_jp: 補聴器を装用せずに、プローブチューブをユーザーの外耳道に挿入して下さい。 正しく測定するために、チューブの先端が鼓膜から6mm以内の位置になるようにして下さい。
ko_kr: 양쪽 귀에 보청기가 없는 상태에서 환자의 외이도에 프로브 튜브를 넣습니다. 측정을 잘하려면 프로브 튜브 팁이 고막에서 6mm 이상 떨어지지 않도록 합니다.
nl_nl: Plaats de probeslang in de gehoorgang van de cliënt zonder de hoortoestellen. Voor een optimale meting mag het uiteinde van de probeslang niet meer dan 6 mm van het trommelvlies liggen.
no_no: Sett probeslangen inn i pasientens ørekanal uten høreapparat. Probeslangen bør være ca 6mm fra trommehinnen for mest nøyaktig måling.
pl_pl: Umieść dźwiękowód sondy w kanale słuchowym pacjenta bez aparatów słuchowych na uszach. Dla dokładnych wyników dźwiękowód sondy powinin znajdować się nie dalej niż 6mm od błony bębenkowej.
pt_pt: Colocar o tubo sonda no conduto do paciente, sem o aparelho adutivo na orelha. Para melhores medidas, a ponta do tubo sonda não deve estar mais do que 6 mm da membrana timpânica do paciente.
ro_ro: Plasati tubul sondei in canalul auditiv fara aparatele auditive pe urechi.. Pentru ca masuratorile sa fie cat mai corecte varful sondei nu trebuie sa se gaseasca mai departe de 6mm de timpan.
ru_ru: Поместите датчик в ухо пациенту, когда слуховые аппараты не одеты на уши. Для наиболее достоверных измерений, конец трубки датчика должен располагаться не далее 6 мм от барабанной перепонки.
sv_se: Placera probeslangen i patientens hörselgång utan hörapparater i öronen. För bästa mätresultat placera änden på proben max 6 mm från trumhinnan.
tr_tr: Hastanın kulağında cihaz yokken prop tüpünü kulak kanalının içine yerleştirin. En iyi ölçüm için prop tüpün ucununun kulak zarından 6mm uzak olması gerekir.
zh_cn: 取下助听器并将探测导管放入用户的耳道。 探测导管与鼓膜的距离不超过6mm为最佳。

source: Insert the hearing instrument into the patient’s ear. Take care not to displace the probe tube already in the canal.
cs_cz: Umístěte sluchadlo do pacientova ucha. Dejte pozor abyste nepohnuli zkušební trubičkou, která je již umístěna ve zvukovodu.
da_dk: Isæt høreapparatet i brugerens øre. Vær forsigtig så probeslangen ikke flyttes.
de_de: Setzen Sie das Hörsystem in das Kundenohr. Achten Sie darauf, die Lage des Sondenschlauches nicht zu verändern.
es_es: Colocar el audífono en el oído del paciente. Tenga cuidado de no desplazar la sonda que ya se encuentra en el canal.
fi_fi: Aseta kuulokoje potilaan korvaan. Noudata varovaisuutta että mittapään letku korvakäytävässä ei siirry pois paikaltaan.
fr_fr: Mettez en place l'appareil sur l'oreille du patient. Prenez garde à ne pas déplacer le tube de la sonde déjà inséré.
hu_hu: Helyezze a készüléket a páciens fülébe. Vigyázzon, hogy ne mozdítsa el a behelyezett szondát.
it_it: Inserire il Dispositivo/i all'orecchio del paziente. Fare attenzione a non spostare il tubetto sonda precedentemente inserito nel canale.
ja_jp: プローブチューブが動かないように補聴器を装着して下さい
ko_kr: 환자의 귀에 보청기를 삽입하세요. 프로브 튜브가 외이도에서 빠지지 않도록 주의하세요.
nl_nl: Plaats het hoortoestel op of in het oor van de cliënt. Zorg er hierbij voor dat de reeds in de gehoorgang geplaatste probeslang niet verplaatst wordt.
no_no: Sett høreapparatet på pasientens øre. Vær forsiktig slik at du ikke flytter på probeslangen som allerede sitter i øret.
pl_pl: Załóż aparat słuchowy na ucho pacjenta. Uważaj aby nie przesunąć dźwiękowodu sondy włożonego do kanału słuchowego.
pt_pt: Insira o aparelho auditivo na orelha do paciente. Cuidado para não deslocar o tubo sonda que já está no conduto do paciente.
ro_ro: Introduceti aparatul in urechea pacientului. Fiti atenti sa nu deplasati tubul sondei deja introdus in canal.
ru_ru: Установите слуховой аппарат в ухо пациента. Будьте внимательны, чтобы не сместить датчик, расположенный в канале.
sv_se: Placera hörapparaten på/i patientens öra. Notera så proben hamnar korrekt i hörselgången.
tr_tr: İşitme cihazını hastanın kulağına yerleştirin. Ölçüm tüpünün kanalın içinden çıkmamasına dikkat edin.
zh_cn: 为用户佩戴好助听器。 注意不要移动已放在耳道内的探管。

source: Right Ear
cs_cz: Pravé ucho
da_dk: højre øre
de_de: Rechtes Ohr
es_es: Oído Derecho
fi_fi: Oikea korva
fr_fr: Oreille droite
hu_hu: Jobb fül
it_it: Orecchio Destro
ja_jp: 右耳
ko_kr: 오른쪽 귀
nl_nl: Rechter oor
no_no: Høyre Øre
pl_pl: Prawe Ucho
pt_pt: Orelha Direita
ro_ro: Urechea dreapta
ru_ru: Правое ухо
sv_se: Höger öra
tr_tr: Sağ Kulak
zh_cn: 右侧

source: Left Ear
cs_cz: Levé ucho
da_dk: venstre øre
de_de: Linkes Ohr
es_es: Oído Izquierdo
fi_fi: Vasen korva
fr_fr: Oreille gauche
hu_hu: Bal fül
it_it: Orecchio Sinistro
ja_jp: 左耳
ko_kr: 왼쪽 귀
nl_nl: Linker oor
no_no: Venstre Øre
pl_pl: Lewe Ucho
pt_pt: Orelha Esquerda
ro_ro: Urechea stanga
ru_ru: Левое ухо
sv_se: Vänster öra
tr_tr: Sol Kulak
zh_cn: 左侧

source: Unknown Curve
cs_cz: Neznámá křivka
da_dk: Ukendt kurve
de_de: Unbekannte Kurve
es_es: Curva Desconocida
fi_fi: Tunnistamaton käyrä
fr_fr: Courbe inconnue
hu_hu: Ismeretlen görbe
it_it: Curva Sconosciuta
ja_jp: 不明なカーブ
ko_kr: 미확인 곡선
nl_nl: Onbekende curve
no_no: Ukjent Kurve
pl_pl: Nieznana Krzywa
pt_pt: Curva desconhecida
ro_ro: Curba necunoscuta
ru_ru: Неизвестная кривая
sv_se: Okänd kurva
tr_tr: Bilinmeyen eğri
zh_cn: 未知曲线

source: Optional
cs_cz: Volitelně
da_dk: Valgfri
es_es: Opcional
fi_fi: Valinnainen
fr_fr: En option :
hu_hu: Opcionális
it_it: Opzionale
ja_jp: オプション
ko_kr: 선택사항
nl_nl: Optioneel
no_no: Valgfri
pl_pl: Opcjonalne
pt_pt: Opcional
ru_ru: Дополнительно
sv_se: Valbar
tr_tr: Opsiyonel
zh_cn: 选项
