Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: NAL-NL2 Settings
cs_cz: NAL-NL2 nastavení
da_dk: NAL-NL2 indstillinger
de_de: NAL-NL2 Einstellungen
es_es: Ajustes NAL-NL2
fi_fi: NAL-NL2 asetukset
fr_fr: Paramètres NAL-NL2
hu_hu: NAL-NL2 Beállítások
it_it: Settaggi NAL-NL2
ja_jp: NAL-NL2セッティング
ko_kr: NAL-NL2 셋팅
nl_nl: NAL-NL2 instellingen
no_no: NAL-NL2 Innstillinger
pl_pl: Ustawienia NAL-NL2
pt_pt: Ajustes NAL-NL2
ro_ro: Setari NAL-NL2
ru_ru: Настройки NAL-NL2
sv_se: NAL-NL2 Inställningar
tr_tr: NAL-NL2 Ayarları
zh_cn: NAL-NL2 设置

source: Edit
cs_cz: Edituj
da_dk: Rediger
de_de: Bearbeiten
es_es: Editar
fi_fi: Editoi
fr_fr: Éditer
hu_hu: Szerkesztés
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
nl_nl: Bewerken
no_no: Rediger
pl_pl: Edytuj
pt_pt: Editar
ro_ro: Editeaza
ru_ru: Правка
sv_se: Redigera
tr_tr: Düzenle
zh_cn: 编辑

source: Do not show this dialog box again for this session.
cs_cz: Nezobrazuj tuto informaci pro toto sezení.
da_dk: Vis ikke denne dialogboks igen for denne session.
de_de: Diese Mitteilung in der aktuellen Sitzung nicht mehr anzeigen.
es_es: No mostrar de nuevo este diálogo en esta sesión.
fi_fi: Älä näytä tätä viestiä uudstaan tälle käynnille.
fr_fr: Ne plus montrer ce message pour cette session.
hu_hu: Ne mutassa ezt mégegyszer ehhez a bejegyzéshez.
it_it: Non visualizzare questa finestra di dialogo di nuovo per questa sessione.
ja_jp: 今後、このセッションでこのメッセージを表示しない
ko_kr: 이 세션에서 대화상자를 다시 보여주지 마세요.
nl_nl: Toon dit scherm niet meer tijdens deze sessie.
no_no: Ikke vis dialogboksen igjen for denne sesjonen.
pl_pl: Nie pokazuj ponownie tego okna w tej sesji.
pt_pt: Não mostrar novamente essa caixa de diálogos para essa sessão
ro_ro: Nu va mai arata aceast dialog pentru aceasta sesiune.
ru_ru: Больше не показывать этот диалог в этой сессии.
sv_se: Visa inte denna dialogruta igen för denna session.
tr_tr: Bu oturum için bu diyalog kutusunu bir daha gösterme
zh_cn: 从此不再显示此对话框.

source: In-Situ Audiometry
cs_cz: Audiometrie in-situ
da_dk: In-Situ Audiometri
de_de: In-Situ Audiometrie
es_es: Audiometría In-Situ
fi_fi: In-Situ audiometria
fr_fr: Audiométrie intégrée
hu_hu: In-Situ Audiometria
it_it: Audiometria In-Situ
ja_jp: インサイチュ測定
ko_kr: In-Situ 청력검사
nl_nl: In-Situ audiometrie
no_no: In-Situ Audiometri
pl_pl: Audiometria In-Situ
pt_pt: Audiometria In-Situ
ro_ro: Audiometrie In-Situ
ru_ru: Аудиометрия на месте
sv_se: In-Situ Audiometri
tr_tr: In-Situ Odyometresi
zh_cn: 内置听力计

source: Would you like to perform In-Situ audiometry?
cs_cz: Chcete povést audiometrii In-Situ?
de_de: Möchten Sie die In Situ Audiometrie ausführen?
es_es: ¿Desea realizar una audiometría In-Situ?
fi_fi: Haluatko suorittaa In-Situ audiometrian ?
fr_fr: Voulez-vous faire une audiométrie intégrée ?
hu_hu: Szeretne In-Situ audiometriát végezni?
it_it: Eseguire un'audiometria In-Situ?
ja_jp: インサイチュ測定
ko_kr: In-Situ 청력검사를 실행하시겠습니까?
nl_nl: Wilt u In-Situ audiometrie uitvoeren?
no_no: Ønsker du å utføre In-Situ audiometri?
pl_pl: Czy chcesz przeprowadzić pomiar Audiometrii In-Situ?
pt_pt: Gostaria de realizar a audiometria In-Situ?
ro_ro: Doriti sa efectuati audiometria In-Situ ?
ru_ru: Выполнить аудиометрию на месте?
sv_se: Vill du utföra In-situ audiometri?
tr_tr: In-Situ odyometresini uygulamak istiyormusun?
zh_cn: 使用内置听力计吗？?

source: Audiogram Overlays
cs_cz: Doplňky k audiogramu
de_de: Beratungswerkzeuge
es_es: Sobreimpresiones en el audiograma
fi_fi: Audiogrammin peittokuvat
fr_fr: Audiogramme - Afficher/Masquer les options
hu_hu: Audiogram matricák
it_it: Sovrapposizioni Audiogramma
ja_jp: オージオグラムを重ねて表示
nl_nl: Audiograminformatie
no_no: Audiogram Tillegg
pl_pl: Nakładanie Audiogramów
pt_pt: Audiograma de sobreposição
ro_ro: Acoperirea audiogramei
ru_ru: Аудиограмма покрывает
sv_se: Audiogram Hjälpverktyg
tr_tr: Odyogram Bindirmeleri
zh_cn: 听力图显示选项

source: Session Audiogram
cs_cz: Audiogram sezení
da_dk: Audiogram fra denne session
de_de: Herkömmliches Audiogramm
es_es: Audiograma de la sesión
fi_fi: Tämän istunnon audiogrammi
fr_fr: Audiométrie actuelle
hu_hu: Hagyományos audiogram
it_it: Audiogramma della Sessione
ja_jp: 従来のオージオグラム
ko_kr: 세션 오디오그램
nl_nl: Sessie audiogram
no_no: Sesjons Audiogram
pl_pl: Tradycyjny Audiogram
pt_pt: Sessão do audigrama
ro_ro: Audiograma conventionala
ru_ru: Аудиограмма сессии
sv_se: Sessions Audiogram
tr_tr: Oturum Odyogramı
zh_cn: 已创建听力图

source: Please Select
cs_cz: Prosím, vyberte
da_dk: Vælg venligst
de_de: Bitte wählen
es_es: Por favor seleccione
fi_fi: Ole hyvä ja valitse
fr_fr: Indiquer une date de naissance
hu_hu: Válassza ki
it_it: Selezionare Data di nascita
ja_jp: 生年月日を選択して下さい
ko_kr: 선택하세요.
nl_nl: Selecteer s.v.p.
no_no: Vennligst velg
pl_pl: Proszę Wpisać Datę Urodzenia
pt_pt: Favor selecionar
ro_ro: Va rugam selectati
ru_ru: Пожалуйста, выберите
sv_se: Välj
tr_tr: Lütfen seçin
zh_cn: 请选择

source: Retrieving first fit date value ...
cs_cz: Načtení prvního nastavení ...
da_dk: Beregner ny tilpasningsdato ...
de_de: Erster Wert wird eingelesen ...
es_es: Recuperando la fecha de la primera adaptación...
fi_fi: Tuodaan ensimmäisen sovituken arvoja...
fr_fr: Recherche des données du premier appareillage ...
hu_hu: Első illesztési dátum visszakeresése ...
it_it: Recupero dati del primo fitting
ja_jp: 初回フィッティングデータを回収しています ...
ko_kr: 첫 피팅 데이터 값을 되찾습니다 ...
nl_nl: Opzoeken van de datum van de eerste aanpassing ...
no_no: Gjenoppretter dataverdier for første tilpasning...
pl_pl: Odzyskiwanie danych pierwszego dopasowania ...
pt_pt: Recuperando o primeiro ajuste...
ro_ro: Reface valorile primului reglaj ...
ru_ru: Извлечение данных первичной настройки...
sv_se: Återfår första anpassningens datumvärden ...
tr_tr: İlk uygulama tarih değerini alıyor ...
zh_cn: 恢复为初始验配 ...

source: This program is useful in outdoor listening situations. It suppresses wind noise, allowing the active user to maintain sounds in the surroundings.
cs_cz: Tento program je vhodný pro externí poslechové situace. Podporuje sice potlačení větru, ale také umožní posluchači aktivně vnímat okolní zvuky.
da_dk: Dette program er brugbart i udendørs situationer. Det undertrykker vindstøj og tillader brugeren at høre lyde fra omgivelserne.
de_de: Dieses Programm ist speziell für Aktivitäten außer Haus entwickelt worden. Es verringert z.B. Windgeräusche und ermöglicht die Wahrnehmung von wichtigen Signalen.
es_es: Este programa es útil en situaciones al aire libre. Atenuará el ruido de viento, permitiendo al usuario activo seguir escuchando el entorno.
fi_fi: Tämä ohjelma on hyödyllinen ulkona oltaessa. Ohjelma vähentää tuulenkohinaa, antaen käyttäjälle mahdollisuuden kuunnella paremmin ymäristön ääniä.
fr_fr: Ce programme est recommandé pour les activités de plein air, pratiquées à l'extérieur. Il atténue les effets de souffle dus au vent.
hu_hu: Ez a program hasznos kültéri sztuációkhoz. Csökkenti a szélzajt, az aktív felhasználó számára megtartja a hangot a térben.
it_it: Questo programma è utile nelle situazioni di ascolto all'aperto. Il rumore del vento è soppresso, permettendo all'utente di mantenere l'ascolto dei suoni circostanti.
ja_jp: このプログラムは屋外など風切り音がある環境で聴取するのに役立ちます
ko_kr: 이 프로그램은 야외에서 청취 상황에서 유용합니다. 바람소리를 억제시켜주어, 활동적인 사용자가 주위의 소리를 계속 들을 수 있게합니다.
nl_nl: Dit programma is nuttig buitenhuis. Het onderdrukt windruis, zodat de actieve eindgebruiker ook buiten kan blijven luisteren.
no_no: Dette programmet er nyttig i lyttesituasjoner utendørs. Det undertrykker vindstøy, og muliggjør at aktive brukere kan hører omgivelseslyder.
pl_pl: Program ten jest przydatny w sytuacjach słuchania na ulicy. Tłumi szum wiatru pozwalając aktywnym uczestnikom zachować słyszenie dźwięków w otoczeniu.
pt_pt: Esse programa é adequado para situações de escuta ao ar livre, pois suprime o ruído do vento, permitindo ao usuário maior consciência ambiental
ro_ro: Acest program se utilizeaza in situatii de ascultare in mediul exterior.Suprima zgomotul de vant, permitand utilizatorului sa asculte sunetele din mediu.
ru_ru: Эта программа предназначена для ситуаций на улице. Работает подавление шума ветра.
sv_se: Detta program är användbart vid lyssning utomhus. Det undertrycker vindbrus och låter användaren att bibehålla ljuden från omgivningen.
tr_tr: Bu program dış mekan dinleme durumları için yararlıdır. Rüzgar sesini bastırır, aktiv kullanıcının çevredeki seslerin içinden normal sesleri korumasına imkan sağlar.
zh_cn: 此程序用于户外。它将降低风声的影响，让用户更亲近大自然。

source: CS44 with Programming Pill
cs_cz: CS44 se značkou
da_dk: CS44 med programmingsbatteri
de_de: CS44 mit Programmier-Pille
es_es: CS44 con Adaptador de Pila
fi_fi: CS44+adapt.
fr_fr: CS44 + flex pile
hu_hu: CS44 programozó szállal
it_it: CS44 con Adattatore Pila
ja_jp: CS44 + ﾌﾟﾛｸﾞﾗﾐﾝｸﾞﾋﾟﾙ
nl_nl: CS44 + programmeerbatterij
no_no: CS44 med Programmeringspille
pl_pl: CS44 z Adapterem Programowania
pt_pt: CS44 com Programador
ro_ro: Cablu CS44 cu adaptor programare
ru_ru: Кабель CS44 + лента для программирования с батарейкой
sv_se: CS44 med Programmeringsbatteri
tr_tr: Programlama Hapı ile CS44
zh_cn: CS44(+编程靴)

source: The application must be started with 'Run as administrator' to be able to save translated strings.
cs_cz: Aby bylo možné uložit překlad, musíte spustit aplikaci jako administrátor.
de_de: Diese Anwendung muss mit Administrator Rechten ausgeführt werden um Übersetzungen zu speichern.
es_es: La Aplicación se debe reiniciar con "Ejecutar como Administrador" para poder grabar los textos traducidos.
fi_fi: Sovellus pitää käynnistää "Suorita järjestelmänvalvojana" jotta käännetyt sanat voidaan tallentaa.
fr_fr: Relancer l'application en utilisant la commande "Exécuter en tant qu'administrateur".
hu_hu: Ezt az alkalmazást adminisztrátorként kell futtatnia, hogy elmenthesse a lefordított szöveget.
it_it: L'applicazione deve essere iniziata con 'Esegui come amministratore' per essere in grado di salvare le stringhe tradotte.
ja_jp: 翻訳を保存するためにはアプリケーションを「管理者として実行」で立ち上げる必要があります
ko_kr: 번역된 문장을 저장하려면, 어플리케이션을 반드시 'Run as administrator'로 시작하세요
nl_nl: De applicatie moet uitgevoerd worden 'als administrator' om de vertaalde tekst te kunnen opslaan.
no_no: Applikasjonen må startes med "Kjør som administrator" for å kunne lagre oversettelser.
pl_pl: Aplikację należy uruchomić jako "Uruchom jako administrator"aby móc zachować przetłumaczone linijki.
pt_pt: O aplicativo deve ser iniciado com 'Executar como administrador' para ser capaz de salvar as mensagens traduzidas.
ro_ro: Aplicatia trebuie pornita cu " Lucrati ca administrator" pentru a putea salva traducerile.
ru_ru: Приложение должно быть запущено с указанием "Запустить на правах администратора" для того, чтобы можно было сохранить переведенные строки.
sv_se: Applikationen måste startas med 'Kör som administratör' för att kunna spara översatta meningar.
tr_tr: Dönüştürülmüş dizeleri kaydedilebilmesi için uygulamanın 'Run as administrator' ile başlamış olması gereklidir.
zh_cn: 此应用必须以“管理员权限运行”才能保存翻译的词条。

source: Translation Tool Warning
cs_cz: Upozornění
es_es: Advertencia de Translation Tool
fi_fi: Käännöstyökalun varoitus
fr_fr: Avertissement
hu_hu: Fordító eszköz figyelmeztetés
it_it: Avviso Strumento di traduzione
ja_jp: 変換ツール警告
ko_kr: 번역 툴 경고
nl_nl: Waarschuwing Translation Tool
no_no: Oversettelsesverktøy Advarsel
pl_pl: Ostrzerzenie Narzędzia Tłumaczeń
pt_pt: Atenção a ferramenta de tradução
ro_ro: Avertizare uelata de traducere
ru_ru: Предупреждение устройства для перевода
sv_se: Översättningsverktygsvarning
tr_tr: Çeviri Aracı Uyarısı
zh_cn: 翻译工具警示

source: The shaded area shows the sound level and bandwidth for the Tinnitus Sound Generator.
cs_cz: Šedá oblast ukazuje hladina akustického tlaku a šířky pásma pro Tinnitus zvukového generátoru.
da_dk: Det markerede område viser lydniveau og båndbredde for the Tinnitus Sound Generator.
de_de: Der schraffierte Bereich den Schalldruck und die Bandbreite des Tinnitus Sound Generators.
es_es: La zona sombreada, muestra el nivel sonoro y el espectro del TSG (Generador Sonoro para Tinnitus).
fi_fi: Tummennettu alue näyttää äänitason ja taajuusalueen Tinnitusmaskerilla.
fr_fr: Les zones grisées montrent le niveau et la bande passante du générateur de son TSG.
hu_hu: Az árnyékolt terület mutatja a hangerőt és a sávszélességet a Tinnitus hang generátorhoz.
it_it: L'area ombreggiata indica il livello del suono e la larghezza di banda del Generatori Suoni Tinnitus.
ja_jp: このグレーの部分はTSGの音量と周波数帯域を示しています
ko_kr: 표시된 부분은 이명적 응용 잡음 생성기의 사운드 레벨과 대역폭을 보여줍니다.
nl_nl: Het gearceerde gebied toont het geluidsniveau en de bandbreedte van de Tinnitus Sound Generator.
no_no: Det grå område viser lydnivå og båndbredde for lydgeneratoren.
pl_pl: Zacieniony obszar pokazuje poziom dźwięku i zakres częstotliwości pracy generatora TSG.
pt_pt: A área sombreada mostra a intensidade sonora e a extensão de bandas para o Gerador de som para zumbido
ro_ro: Aria marcata arata nivelul sunetului si banda pentru generator sunet tinnitus.
ru_ru: Выделенная область показывает уровень громкости и полосу для генератора шума при тиннитусе.
sv_se: Det skuggade området visar ljudnivå och bandbredd för Tinnitus Ljudstimulator.
tr_tr: Gölgeli alan Tinnitus Ses Jeneratörünün band genişliğini ve ses seviyesini gösterir.
zh_cn: 此阴影区域表示耳鸣管理器的信号强度和频率范围。

source: Audiogram Selection
cs_cz: Výběr audiogramu
da_dk: Audiogramvalg
de_de: Audiogramm-Wahl
es_es: Seleccionar Audiometría
fi_fi: Audiogrammin valinta
fr_fr: Sélection de l'audiométrie
hu_hu: Audiogram kiválasztás
it_it: Selezione Audiogramma
ja_jp: オージオグラム選択
ko_kr: 오디오그램 선택
nl_nl: Audiogram Selectie
no_no: Audiogram Utvalg
pl_pl: Wybór Audiogramu
pt_pt: Selecionar Audiograma
ro_ro: Selectia audiogramei
ru_ru: Выбор аудиограммы
sv_se: Audiogramval
tr_tr: Odyogram Seçimi
zh_cn: 选择听力图

source: Choose the audiogram to use for this fitting.
cs_cz: Zvolte audiogram pro nastavování.
da_dk: Vælg audiogram til dednne tilpasning.
de_de: Wählen Sie das Audiogramm das in dieser Sitzung verwendet werden soll.
es_es: Elegir la audiometría a utilizar para esta adaptación.
fi_fi: Valitse audiogrammi jota käytetään sovitukseen.
fr_fr: Choisissez l'audiométrie à utiliser pour cette session d'appareillage.
hu_hu: Válassza ki az audiogramot , amit ehhez az illesztéshez akar használni.
it_it: Scegliere l'audiogramma da utilizzare per questa applicazione
ja_jp: このフィッティングに使用するオージオグラムを選択して下さい
ko_kr: 이 피팅에 사용할 오디오그램을 선택하십시오.
nl_nl: Kies het audiogram dat voor deze aanpassing gebruikt moet worden.
no_no: Velg audiogrammet som skal brukes for denne tilpasningen.
pl_pl: Wybierz audiogram dla aktualnego dopasowania.
pt_pt: Selecione o audiograma a ser usado para esse ajuste
ro_ro: Alegeti audiograma ce va fi folosita pentru acest reglaj.
ru_ru: Выберите аудиограмму, которая будет использоваться для настройки.
sv_se: Välj audiogram för denna anpassning
tr_tr: Bu fitting için kullanılacak odyogramı seç.
zh_cn: 为此次验配选择听力图。

source: This will reset gain and features settings on the instrument.
cs_cz: Reset zisku a funkcí nastavených ve sluchadle.
da_dk: Dette vil nulstille forstærkningen og indstiliingen af egenskaberne i apparaterne.
de_de: Die Verstärkungswerte und die Erweiterte Einstellungen werden zurückgesetzt
es_es: Esto reseteará la ganancia y las prestaciones en el audífono.
fi_fi: Tämä poistaa vahvistus- ja toimintaasetukset kuulokojeesta.
fr_fr: Tous les réglages de l'appareil seront réinitialisés.
hu_hu: Ez törölni fogja az erősítés és a tulajdonság beállításokat a készülékben.
it_it: Questo resetterà il guadagno e le impostazioni del dispositivo.
ja_jp: 補聴器の利得と特別機能は初期化されます
ko_kr: 보청기의 이득 값과 feature 설정을 다시 설정합니다.
nl_nl: Dit zal alle instellingen (Gain en features) van het toestel resetten.
no_no: Dette vil tilbakestille forsterkning og egenskaper i apparatet.
pl_pl: Zresetuje to ustawienia wzmocnienia oraz pozostałych funkcji w aparacie.
pt_pt: Essa ação irá redefinir os ajustes de ganho e demais ajustes do aparelho.
ro_ro: Se va reseta castigul si setarile caracteristicilor din aparat.
ru_ru: Это приведет к сбросу параметров усиления и других настроек аппарата.
sv_se: Detta återställer förstärkning och grundinställningar i hörapparaten.
tr_tr: Bu kazançları sıfırlar ve cihazdaki ayarları bildirir.
zh_cn: 将重置这台助听器的增益和功能。

source: In-Situ Audiogram
cs_cz: Audiogram in-situ
de_de: In Situ Audiogramm
es_es: Audiograma In-Situ
fi_fi: In-Situ audiogrammi
fr_fr: Audiométrie intégrée
it_it: Audiogramma In-Situ
ja_jp: インサイチュオージオグラム
ko_kr: In-Situ 오디오그램
pl_pl: Audiogram In-Situ
pt_pt: Audiograma In-Situ
ro_ro: Audiograma In-Situ
ru_ru: In-Situ аудиограмма
tr_tr: In-Situ Odyogram
zh_cn: 自测听力图

source: Conventional Audiogram
cs_cz: Konvenční audiogram
da_dk: Konventionelt audiogram
de_de: Herkömmliches Audiogramm
es_es: Audiometría Convencional
fi_fi: Perinteinen audiogrammi
fr_fr: Audiométrie conventionnelle
hu_hu: Hagyományos audiogram
it_it: Audiogramma Convenzionale
ja_jp: 従来のオージオグラム
ko_kr: Conventional 오디오그램
nl_nl: Conventioneel Audiogram
no_no: Tradisjonelt Audiogram
pl_pl: Tradycyjny Audiogram
pt_pt: Audiograma convencional
ro_ro: Audiograma conventionala
ru_ru: Обычная аудиограмма
sv_se: Audiogram
tr_tr: Geleneksel Odyogram
zh_cn: 常规听力图

source: Import Thresholds
cs_cz: Import sluchového prahu
da_dk: Importer tærskler
de_de: Hörschwellen importieren
es_es: Importar Umbrales
fi_fi: Tuo kynnykset
fr_fr: Importer les seuils
hu_hu: Küszöbök importálása
it_it: Importa Soglie
ja_jp: 閾値のインポート
ko_kr: 역치 불러오기
nl_nl: Importeer drempels
no_no: Importer Terskler
pl_pl: Importuj Progi
pt_pt: Importar limiares
ro_ro: Importa pragurile
ru_ru: Импортирование пороговых значений
sv_se: Importera trösklar
tr_tr: Eşikleri Taşı
zh_cn: 导入听阈

source: Choose the audiogram source for importing thresholds.
cs_cz: Změna audiogramu k importovanému prahu.
da_dk: Vælg det audiogram der skal importeres tærksler fra.
de_de: Bitte wählen Sie die Quelle für das zu importierende Audiogramm.
es_es: Elegir el audiograma del cuál importar los umbrales.
fi_fi: Valitse mistä audiogrammasta kynnysarvot tuodaan.
fr_fr: Choisir la source pour l'importation des seuils de l'audiogramme.
hu_hu: Válasszon audiogramot a küszöbök importálásához.
it_it: Sciegliere l'audiogramma come sorgente per importare le soglie.
ja_jp: 閾値を読込むためのオージオグラムを選択して下さい
ko_kr: 역치를 불러오기 위해 오디오그램 소스를 선택하십시오..
nl_nl: Kies de audiogrambron waaruit de drempels geimporteerd moeten worden
no_no: Velg audiogramkilde for import av terskler.
pl_pl: Wybierz źródło audiogramu do zaimportowania
pt_pt: Escolha a fonte de audiograma de importação de limiares.
ro_ro: Alegeţi sursa audiogramă pentru importul de praguri..
ru_ru: Выберите аудиограмму для импортирования пороговых значений.
sv_se: Välj audiogram för att importera trösklar.
tr_tr: Eşikleri taşımak için odyogram kaynağını seçin.
zh_cn: 选择以何种方式输入听阈。

source: * = Thresholds being imported
cs_cz: * = Práh byl importován
da_dk: * = Tærskler importeres
de_de: * = Import....
es_es: * = Umbrales importados
fi_fi: * = Kynnykset tuodaan
fr_fr: * = Seuils qui vont être importés
hu_hu: * = A küszöbök importálva lettek
it_it: * = Soglie importate precedentemente
ja_jp: * = ｲﾝﾎﾟｰﾄされる閾値
ko_kr: * = 역치를 불러오는 중입니다.
nl_nl: * = Drempels worden geïmporteerd
no_no: * = Terskler blir importert
pl_pl: * = Progi są importowane
pt_pt: * = Os limiares foram importados
ro_ro: * =Pragurile au fost importate
ru_ru: * = пороговые значения были импортированы
sv_se: * = Trösklar importeras
tr_tr: * = Eşikler taşınmaktadır.
zh_cn: * = 已导入听阈

source: Import & Fit
cs_cz: Import & nastavení
da_dk: Importer og tilpas
de_de: Importieren & Anpassung
es_es: Importar & Ajustar
fi_fi: Tuo & Sovita
fr_fr: Importer et régler
hu_hu: Import & Illesztés
it_it: Importa e Applica
ja_jp: インポートしてフィッティング
ko_kr: 불러오기 및 피팅
nl_nl: Importeren & aanpassen
no_no: Importer & Tilpasse
pl_pl: Importuj i Dopasuj
pt_pt: Importar & Ajustar
ro_ro: Importa & Regleaza
ru_ru: Импортирование и настройка
sv_se: Importera & Anpassa
tr_tr: Taşı & Uygula
zh_cn: 导入&验配

source: None (In-Situ thresholds only)
cs_cz: Pouze práh In-Situ
da_dk: Ingen (Kun In-Situ tærksler)
de_de: Keine (In Situ Schwelle)
es_es: Ninguno (Solo Umbrales In-Situ)
fi_fi: Ei valittu (Ainoastaan In-Situ kynnykset)
fr_fr: Ne rien importer
hu_hu: Nincs (csak In-Situ küszöb)
it_it: Nessuno (solo soglia In-Situ)
ja_jp: 今回のインサイチュ測定結果
ko_kr: 없음(In-Situ 역치만)
nl_nl: Geen (alleen In-Situ drempels)
no_no: Ingen (bare In-Situ terskler)
pl_pl: Brak (tylko progi In-Situ)
pt_pt: Nenhum (Somente os limiares In-Situ)
ro_ro: Nimic (Doar pragurile In-Situ )
ru_ru: Отсутствует (только пороговые значения аудиометрии на месте)
sv_se: Ingen (Endast In-Situ trösklar)
tr_tr: Hiçbiri (In-Situ eşikleri sadece)
zh_cn: 无 (仅自测阈值)

source: Conventional (NOAH)
cs_cz: Konvenční (NOAH)
da_dk: Konventionel (NOAH)
de_de: Herkömmlich (NOAH)
es_es: Convencional (NOAH)
fi_fi: Perinteinen (NOAH)
fr_fr: Importer depuis Noah
hu_hu: Hagyományos (NOAH)
it_it: Convenzionale (NOAH)
ja_jp: 従来のオージオグラム
nl_nl: Conventioneel (NOAH)
no_no: Normal (NOAH)
pl_pl: Tradycyjny (NOAH)
pt_pt: Convencional (NOAH)
ru_ru: Обычная (NOAH)
sv_se: NOAH
tr_tr: Geleneksel (NOAH)
zh_cn: 常规听力图(NOAH)

source: Previous In-Situ (In-Situ)
cs_cz: Předchozí (In-Situ)
da_dk: Forrige In-Situ (In-Situ)
de_de: Vorherige In Situ (In Situ)
es_es: Anteriores In-Situ (In-Situ)
fi_fi: Edellinen In-Situ (In-Situ)
fr_fr: Seuils in situ précédents
hu_hu: Elöző In-Situ (In-Situ)
it_it: In-Situ precedente (In-Situ)
ja_jp: 前回のインサイチュ測定結果
ko_kr: 이전 In-Situ (In-Situ)
nl_nl: Voorgaande In-Situ (In-Situ)
no_no: Forrige In-Situ (In-Situ)
pl_pl: Poprzednie In-Situ (In-Situ)
pt_pt: In-Situ anterior (In-Situ)
ro_ro: Anterior In-Situ (In-Situ)
ru_ru: Предыдущее значение на месте (In-Situ)
sv_se: Tidigare In-Situ (In-Situ)
tr_tr: Önceki In-Situ (In-Situ)
zh_cn: 自测听力图(内置听力计)

source: Fitting Warning
cs_cz: Varování při nastavování
da_dk: Tilpasningsadvarsel
de_de: Anpasswarnung
es_es: Advertencia de Adaptación
fi_fi: Sovitus varoitus
fr_fr: Avertissement
hu_hu: Illesztési figyelmeztetés
it_it: Avviso fitting
ja_jp: フィッティング警告
ko_kr: 피팅 경고
nl_nl: Waarschuwing aanpassing
no_no: Tilpassing Advarsel
pl_pl: Ostrzeżenie Dopasowania
pt_pt: Atenção ao ajuste
ro_ro: Atentionare de reglaj
ru_ru: Предупреждение настройки
sv_se: Anpassningsvarning
tr_tr: Uygulama uyarısı
zh_cn: 验配警示
