Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Stop Search
cs_cz: Zastavit hledání
da_dk: Stop søgning
de_de: Suche anhalten
es_es: Para la Búsqueda
fi_fi: Lopeta etsintä
fr_fr: Arrêter la recherche
hu_hu: Keresés megállítás
it_it: Interrompi ricerca
ja_jp: 検索の中止
ko_kr: 검색 중지
nl_nl: Stop zoeken
no_no: Stopp søk
pl_pl: Zatrzymaj Wyszukiwanie
pt_pt: Parar Busca
ro_ro: Opreste cautarea
ru_ru: Остановить поиск
sv_se: Stoppa sökning
tr_tr: Aramayı sonlandır
zh_cn: 停止搜索

source: FocusEar4
zh_cn: 聚焦耳4

source: DFS Ultra II
fr_fr: Anti Larsen DFS Ultra II
ja_jp: ウルトラDFS II
pt_pt: DFS Ultra II - cancelamento de feedback
zh_cn: 超级DFS II

source: DFS Ultra II
fr_fr: Anti Larsen DFS Ultra II
ja_jp: ウルトラDFS II
pt_pt: DFS Ultra II - cancelamento de feedback
zh_cn: 超级DFS II

source: DFS Ultra II
fr_fr: Anti Larsen DFS Ultra II
ja_jp: ウルトラDFS II
pt_pt: DFS Ultra II - cancelamento de feedback
zh_cn: 超级DFS II

source: In addition to using the ear-to-ear wireless link to determine the best directionality mode for the environment, Binauaral Directionality II introduces pinna restoration and bilateral compression to provide for more natural sound processing when both instruments switch to omni directional mode. Pinna restoration allows for directivity that mimics the way the natural ear treats sound. This helps you with both speech understanding and sound localization. Bilateral compression aids in preserving the natural loudness differences between the ears. The Ear-to-Ear wireless link ensures that there is minimal impact on the spatial information when sound is processed through the hearing instruments. Binaural Directionality II is designed to be as transparent as possible in order to maximize the positive effects of spatial hearing and facilitate listening in noisy environments.
cs_cz: Oproti device-to-device wireless propojení pro určení nejlepšího režimu směrovosti v daném prostředí představuje Binauaral Directionality II navíc pinna restoration a bilaterální kompresi pro přirozenější zpracování signálu, pokud obě sluchadla přepnou do všesměrového (omni) režimu. Pinna restoration zaručuje směrovost, která napodobuje zpracování signálu reálným uchem. To pomáhá jak srozumitelnosti řeči, tak lokalizaci zvuku. Bilaterální komprese zachovává přirozený rozdíl hlasitosti mezi ušima. Ear-to-Ear wireless propojení zajišťuje minimální vliv na směrovou informaci , pokud je zvuk zpracováván sluchadly. Binaural Directionality II je navržena pro co nejvyšší transparentnost pro maximalizaci pozitivního efektu prostorového slyšení a ulehčení poslechu v hlučném prostředí.
da_dk: Som en tilføjelse til brug af Ear-to-Ear trådløs forbindelse for at bestemme den bedste indstilling af direktionalitet til lydmiljøet introduceres Binaural Directionality II med genoprettelse af pinnaeffekten og bilateral kompression for at give en mere naturlig lydoplevelse. Pinna restoration er direktionalitet der efterligner den måde det naturlige øre behandler lyd. Dette hjælper både på taleforståelse og lokalisering af lyde. Bilateral compression hjælper til at opretholde den naturlige lydforskel mellem de to ører. Ear-to-Ear kommunikation sikrer minimal påvirkning af lydforskellene der er med til at opretholde en rumlig fornemmelse. Binaural Directionality II er udviklet til at være så transperant som muligt for at maksimere både den positive effekt af rumlig hørelse og det at lytte i baggrundsstøj.
de_de: Zusätzlich zu der Nutzung der Ear-to-Ear-Technologie um den besten direktionalen Modus für die Umgebung zu wählen bietet die Binaurale Direktionalität II mit der Pinna Restaurierung und der bilateralen Kompression einen omnidirektionalen Modus welcher speziell zur Maximierung des räumlichen Hörens entwickelt wurde. Über die Pinna Restaurierung ermöglichen wir eine Richtwirkung welche die Art und Weise des natürlichen Ohres nachahmt. Dies unterstützt sowohl das Sprachverstehen als auch die räumliche Wahrnehmung. Bilaterale Kompression erhält die natürlichen Lautstärkeunterschiede zwischen den Ohren. Die Ear-to-Ear Kommunikation zwischen den Hörsystemen sorgt für minimale Auswirkungen auf die räumlichen Informationen wenn der Klang in den Hörsystemen verarbeitet wird. Die Binaurale Direktionalität II wurde so transparent wie möglich entwickelt um die positiven Effekte des räumlichen Hörens und des Hörens in lauten Umgebungen zu maximieren."
es_es: Además de utilizar la comunicación Audífono a Audífono para elegir el mejor modo direccional en ese entorno, Direccionalidad Binaural II incorpora la restauración del efecto del pabellón y compresión bilateral para un procesado del sonido más natural cuando ambos oídos cambien a modo Omnidireccional. La restauración del efecto del pabellón en la direccionalidad imita la forma en la que la oreja trata el sonido de forma natural. Esto le ayudará tanto en la discriminación del habla como en la localización del sonido. La compresión Bilateral de los audífonos mantiene la diferencia en sonoridad entre los dos oídos, como sería de forma natural. La unión inalámbrica Oído a Oído garantiza el mínimo impacto en la información espacial cuando el sonido es procesado en los audífonos. Direccionalidad Binaural II se ha diseñado para ser lo más transparente posible y así potenciar los efectos positivos de la audición espacial facilitando el entendimiento en entornos de ruido.
fi_fi: Hyödyntämällä yhteyttä korvien välillä (ear-to-ear communication), Comfort Phone -toiminto vähetää automaattisesti vahvistusta korvassa, jota ei käytetä puhelimessa. Näin kojekäyttäjä voi rauhassa keskittyä puheluun ympäristön äänien vaimentuessa. Vahvistuksen lasku lisätään automaattisesti PhoneNow -toimintoon kun korvien välinen yhteys (D2D, device-2-device) otetaan käyttöön.
fr_fr: En plus d'utiliser la communication inter-appareils pour déterminer le mode directionnel le plus adapté à la situation, la directivité binaurale "Binaural Directionality II" utilise un algorithme de restauration de l'effet pavillonnaire, ainsi qu'une compression bilatérale pour offrir un son plus naturel. La restauration de l'effet pavillonnaire reproduit la traitement sonore effectué par une oreille, ce qui permet une bonne compréhension tout en préservant une bonne localisation spatiale. La compression bilatérale préserve l'équilibre entre les deux oreilles. La directivité binaurale "Binaural Directionality II" renforce les effets positifs de la localisation spatiale tout en facilitant la compréhension dans les environnements bruyants.
hu_hu: A készülékek közötti vezeték nélküli kommunikáció megállapítja a legjobb direkcionális módot a környezethez, a Binaurális Direkcionalítás II bemutatja a cimpa pinna helyreállítást és a bilaterális kompressziót, ami még természetesebb hangfeldolgozást tesz lehetővé. A cimpa helyreállítás teszi lehetővé a természetes hangérzetet. Ez segít a beszédértésben és a lokalizációban. A Bilaterális kompresszió biztosítja a természetes hangosság különbséget a fülek között. A készülékek közötti vezeték nélküli kapcsolat biztosítja a minimális hatást a térbeli információkra, amikor a hang áthalad a hallókészüléken. A Binaurális Direkcionalítás II a lehető legáttekinthetőbbre lett tervezve, hogy maximalizálja a térbeli hallás pozitív hatását és megkönnyíti a hallást zajos környezetben.
it_it: Oltre a utilizzare il collegamento wireless Ear-to-Ear per determinare la modalità direzionale migliore per l'ambiente, Direzionalità Binaurale II introduce il ripristino dell'effetto pinna e la compressione bilaterale per fornire una più naturale elaborazione del suono. Il ripristino dell'effetto Pinna permette di mimare la naturale direzionalità ed il modo in cui il suono viene elaborato nell'orecchio. Questo aspetto aiuta sia per la comprensione del parlato che per la localizzazione del suono. Compressione bilaterale aiuta nel preservare le naturali differenze di volume tra le orecchie. Il collegamento wireless Ear-to-Ear assicura che vi sia il minimo impatto sulle informazioni spaziali quando il suono viene elaborato attraverso gli apparecchi acustici. Direzionalità Binaurale II è progettata al fine di massimizzare gli effetti positivi di ascolto nello spazio circostante e facilitare l'ascolto in ambienti rumorosi.
ja_jp: 両耳連動指向性IIは、環境に最適な指向性モードを選択するための両耳連動機能に加え、耳介効果の再現と両耳間のラウドネス補正を行い、より自然な音響処理を提供します。 耳介効果の再現とは、ヒトが本来持っている耳介の形状による集音特性を電子的に模倣することにより、言葉のききとりを改善し、音の方向性をより明確に把握することです。 両耳間のラウドネス補正は、左右に届いた音の大きさの違いによる音声圧縮処理を補正し、両耳間の自然な音圧差を維持します。 両耳連動指向性IIは、騒がしい環境下での聞きとりと空間認識のために、より自然な音をお届けします。
ko_kr: 양이 무선 링크를 사용하여 환경에 최적의 방향성 모드를 결정하는 것 뿐만 아니라, 양이 방향성 II (Binauaral Directionality II)는 귓바퀴 복원(pinna restoration) 및 양방향 압축기술(bilateral compression)을 이용해 양쪽 보청기가 전 방향성 모드로 전환 할 때 보다 자연스러운 음향 신호 처리를 제공한다. 귓바퀴 복원(pinna restoration)은 방향성을 통해 실제 귀가 소리를 처리하는 방식 그대로 소리를 처리하게 해준다. 이를 통해 어음 이해와 소리의 위치 추적을 돕는다. 양이 보청기 간 압축은 양이 간의 자연적인 소리크기 차이를 보존하는데 도움을 준다. 양이 보청기간 무선 링크는 보청기로 소리가 처리될 때 공간 지각에 거의 영향을 미치지 않는다. 양이 방향성 II (Binaural Directionlaity II)는 공간 청취의 효과를 극대화 하고 소음 환경에서의 청취를 용이하게 하기 위해 고안되었다.
nl_nl: In aanvulling op het gebruik van de draadloze Ear-to-Ear communicatie om de beste directionaliteitsmodus vast te stellen voor iedere geluidsomgeving, introduceren we met Binauarale Directionaliteit II Oorschelpreconstructie én Bilaterale compressie, dit alles om u een meer natuurlijke geluidsverwerking te bieden wanneer beide toestellen naar omni-directioneel schakelen. De oorschelpreconstructie levert een richtwerking zoals het natuurlijke oor die ook levert. Dit helpt u zowel bij het spraakverstaan als bij het lokaliseren van geluid. Bilaterale compressie helpt om de natuurlijke luidheidsverschillen tussen beide oren te behouden. De draadloze Ear-to-Ear communicatie zorgt ervoor dat de geluidsbewerking door de hoortoestellen minimale impact heeft op de ruimtelijke informatie. Binaurale directionaliteit II is zo transparant mogelijk ontworpen om de positieve effecten van ruimtelijk horen te maximaliseren en om het luisteren in lawaaiige omstandigheden te vergemakkelijken.
no_no: I tillegg til å bruke apparat til apparat synkronisering for å bestemme den beste retningsmodus for omgivelsene, introduserer Binauaral Direksjonalitet II pinnaeffekt og bilateral kompresjon for å sørge for en mer naturlig lydbehandling. Pinnaeffekten gir en direksjonalitet som etterligner måten det naturlige øret behandler lyd. Dette hjelper deg med både taleforståelse og lydlokalisering. Bilateral kompresjon hjelper med å bevare den naturlige loudness forskjellen mellom ørene. Den trådløse linken mellom apparat til apparat sikrer minimal innvirkning fra omgivelseslyder når lyden er behandlet gjennom høreapparatene. Binaural Direksjonalitet II er designet for å være så transparent som mulig for å maksimere de positive effektene av Spatial hørsel og legge til rette for å lytte i støyende omgivelser.
pl_pl: Aby zapewnić bardziej naturalne przetwarzanie dźwięków w chwili gdy dwa aparaty słuchowe są ustawione w tryb wszechkierunkowy, Obuuszna Kierunkowość II, oprócz wykorzystywania bezprzewodowej komunikacji pomiędzy aparatami do określenia najlepszych stawień kierunkowości, stosuje technologię odtworzenia małżowiny oraz kompresję międzyuszną. Odtworzenie małżowiny pozwala kierunkowości naśladować sposób w jaki ucho naturalnie przetwarza dźwięki. Pomaga to w rozumieniu mowy oraz lokalizacji dźwięków. Kompresja międzyuszna pozwala zachować naturalne różnice w głośności pomiędzy uszami. Bezprzewodowe połączenie Aparat-Aparat gwarantuje, że ma ona minimalny wpływ na informację przestrzenną w czasie przetwarzania przez aparaty. Obuuszna Kierunkowość II jest zaprojektowana aby działać tak płynnie jak to tylko możliwe w celu zmaksymalizowania pozytywnych efektów przestrzennego słyszenia oraz aby ułatwić słuchanie w hałaśliwym otoczeniu.
pt_pt: Além de usar o link de comunição de dispositivo a dispositivo para determinar o melhor modo de direcionalidade para o ambiente, a Direcionalidade Binaural II apresenta restauração do pavilhão e compressão bilateral para oferecer processamento sonoro mais natural. Restauração do pavilhão permite direcionalidade que imita a forma como a orelha processa o som. Isto auxilia na compreensão de fala e na localização sonora. Compressão bilateral auxilia em preservar as diferenças naturais de intensidade entre as orelhas. A comunicação de orelha a orelha garante que há um impacto mínimo sobre a informação espacial quando o som é processado através dos aparelhos auditivos. Direcionalidade Binaural II é projetado para ser o mais transparente possível, a fim de maximizar os efeitos positivos da audição espacial e facilitar a escuta em ambientes ruidosos.
ro_ro: In addition to using the device-to-device wireless link to determine the best directionality mode for the environment, Binauaral Directionality II introduces pinna restoration and bilateral compression to provide for more natural sound processing. Pinna restoration allows for directivity that mimics the way the natural ear treats sound. This helps you with both speech understanding and sound localization. Bilateral compression aids in preserving the natural loudness differences between the ears. The device-to-device wireless link ensures that there is minimal impact on the spatial information when sound is processed through the hearing instruments. Binaural Directionality II is designed to be as transparent as possible in order to maximize the positive effects of spatial hearing and facilitate listening in noisy environments.
ru_ru: Помимо использования бинауральной беспроводной связи для определения оптимального режима направленности для конкретной акустической ситуации, Бинауральная направленность II имитирует работу ушной раковины и использует двустороннюю компрессию, чтобы обеспечить наиболее естественную обработку сигнала, когда оба слуховых аппарата переключаются во всенаправленный режим. Имитация работы ушной раковины формирует направленность, при которой повторяется путь восприятия звука слуховой системой здорового человека. Это помогает улучшить разборчивость речи и локализацию источника звука. Двусторонняя компрессия сохраняет естественное восприятие различия громкости на обоих ушах. Бинауральная беспроводная связь обеспечивает минимальное воздействие на окружающую информацию при обработке сигнала слуховыми аппаратами. Бинауральная направленность II разработана, чтобы максимально улучшить впечатление от пространственного восприятия звуков и сделать комфортным общение и нахождение в условиях шума.
sv_se: Förutom att använda Öra till Öra trådlösa länk för att bestämma bästa riktverkansläge för miljön, introducerar Binaural Riktverkan med Avancerad Omni en pinna återställning och bilateral kompression för att ge ett ännu mer naturligt ljud. Pinnaåterställningen efterliknar hur ett friskt öra behandlar ljudet. Vilket hjälper både taluppfattning och ljudlokalisation. Binaural kompression låter hörapparaterna behålla naturlig ljudstyrka mellan öronen och Öra till Öras trådlösa länk säkerställer så liten påverkan som möjligt av rumsinformationen när ljudet processas genom hörapparaterna. Binaural Riktverkan med Avancerad Omni är designat för att vara så transparent som möjligt och maximera positiva effekter av rumsuppfattning och underlätta hörande i bullriga miljöer.
tr_tr: Çevre için en iyi yön modunu belirlemek için cihaz-dan-cihaza kablosuz bağlantıyı kullanarak ek olarak, her iki cihaz Omni yönlü moduna geçtiğinizde daha doğal bir ses işleme sağlamak için kulak kepçesi iyileştirme özelliği ve ikili sıkıştırmalı Binauaral Directionality II takdim edilir. Kulak kepçesi iyileştirme özelliği ile doğal kulağın ses biçimi taklit edilerek yönlülük sağlanmış olur. Bu hem konuşmayı anlama hemde ses lokalizasyonuna yardımcı olur. İkili sıkıştırma kulaklar arasındaki doğal ses yüksekliği farklarının korunmasına yardımcı olur. Cihaz-dan-Cihaza kablosuz bağlantıda ses, işitme cihazları aracılığıyla işlenirken minimal mekansal bilgi etkisi olmasını sağlar. Binaural Directionality II mekansal işitmenin olumlu etkilerini maksimize etmek ve gürültülü ortamlarda dinlemeyi kolaylaştırmak için mümkün olduğunca şeffaf olacak şekilde tasarlanmıştır.
zh_cn: 为得到最佳的聆听效果，双耳智能融合方向性II除使用双侧助听器收集的信息外，还考虑了耳廓修正和双侧协同压缩等因素以提供更自然的声音处理。 耳廓修正指方向性模仿自然的耳朵对声音捕捉途径，有助于言语可懂度和声源定位。 双侧协同压缩是防止双耳自然的声音响度差。双耳融合方向性处理时需要减少此类空间信息的影响。 使用双耳融合方向性II的目的是为了最大限度的提升对空间听觉的积极影响和提高在嘈杂环境下的聆听。
