Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Decrease low frequency gain
cs_cz: Snižte zisk hlubokých frekvencí
da_dk: Reducer lavfrekvent forstærkning
de_de: Verringern Sie die Verstärkung in den niedrigen Frequenzen
es_es: Reducir la ganancia en bajas frecuencias
fi_fi: Vähennä vahvistusta mataliila taajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves
hu_hu: Csökkentse a mélyfrekvenciás erősítést
it_it: Diminuire il guadagno sulle basse frequenze per tutti i livelli di ingresso
ja_jp: 低域を下げて下さい
ko_kr: 저주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties bij alle inputniveaus
no_no: Senk lavfrekvent gain
pl_pl: Zmniejsz wzmocnienie dla niskich częstotliwości.
pt_pt: Diminua o ganho das frequencias baixas
ro_ro: Scadeti castigul pe joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen på låga frekvenser.
tr_tr: Alçak frekans kazancını azaltın
zh_cn: 降低低频增益

source: Reduce the level of noise reduction
cs_cz: Snižte úroveň potlačení hluku
da_dk: Reducer graden af støjreduktion
de_de: Reduzieren Sie die Stufe der Störgeräuschreduzierung
es_es: Reducir el nivel del reductor de ruido
fi_fi: Vähennä kohinanvaimennus tasoa
fr_fr: Diminuer le niveau du réducteur de bruit
hu_hu: Csökkentse a zajszűrés mértékét
it_it: Ridurre il livello di riduzione del rumore
ja_jp: 雑音抑制の設定を弱めて下さい
ko_kr: 소음 감소 수준을 줄이세요
nl_nl: Verlaag de mate van lawaaireductie
no_no: Sett ned støyreduksjonen
pl_pl: Zmniejsz stopień redukcji hałasu
pt_pt: Reduza o nível da redução de ruído
ro_ro: Reduceti nivelul reductorului de zgomot
ru_ru: Снизьте уровень шумоподавления
sv_se: Reducera nivån av brusreducering
tr_tr: Gürültü azaltıcının seviyesini düşürün
zh_cn: 减少降噪程度

source: Increase low and mid frequency gain
cs_cz: Zvyšte zisk hlubokých a středních frekvencí
da_dk: Forøg lav og mellemfrekvent forstærkning
de_de: Erhöhen Sie die Verstärkung in den niedrigen und hohen Frequenzen
es_es: Aumentar la ganancia en frecuencias medias y bajas
fi_fi: Lisää vahvistusta matalilla ja keskitaajuuksilla
fr_fr: Augmenter le gain pour les fréquences graves et moyennes
hu_hu: Növelje a mély és a közép frekvenciás erősítést
it_it: Aumentare il guadagno sulle frequenze basse e medie per tutti i livelli di ingresso
ja_jp: 低中域を上げて下さい
ko_kr: 저주파와 중간 주파수 이득 값을 높이세요
nl_nl: Verhoog de versterking van lage en midden frequenties bij alle inputniveaus
no_no: Senk lav- og midtfrekvent gain
pl_pl: Zwiększ wzmocnienie dla niskich i średnich częstotliwości.
pt_pt: Aumente o ganho das frequências baixas e médias
ro_ro: Cresteti castigul pentru frecventele medii si joase
ru_ru: Увеличьте усиление на низких и средних частотах
sv_se: Öka förstärkningen på låg och mellanfrekvenser.
tr_tr: Alçak ve orta frekans kazancını artırın
zh_cn: 增加中低频增益

source: Decrease mid and high frequency gain for loud sounds
cs_cz: Snižte zisk středních a vysokých frekvencí pro hlasité zvuky
da_dk: Reducer mellem og højfrekvent forstærkning for kraftige lyde
de_de: Verringern Sie die Verstärkung für laute Eingangspegel in den mittleren und hohen Frequenzen
es_es: Reducir la ganancia en frecuencias medias y altas para sonidos fuertes
fi_fi: Vähennä vahvistusta keski ja matalille taajuuksille kovilla äänillä
fr_fr: Diminuer G80 pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a közép és a magas frekvenciás erősítést a hangos hangokra
it_it: Diminuire guadagno sulle frequenze medie e alte per i suoni forti
ja_jp: 中高域のG80を下げて下さい
ko_kr: 큰 소리의 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van midden en hoge frequenties bij harde geluiden
no_no: Senk midt- og høyfrekvent gain for høye lyder
pl_pl: Zmniejsz wzmocnienie średnich i wysokich częstotliwości dla głośnych dźwięków
pt_pt: Diminua o ganho das frequências médias e altas para sons intensos
ro_ro: Scadeti castigul pe medii si inalte pentru sunete puternice
ru_ru: Уменьшите усиление на средних и высоких частотах для громких звуков
sv_se: Minska förstärkningen på mellan och höga frekvenser för starka ljud
tr_tr: Yüksek sesler için orta ve yüksek frekans kazancını azalt
zh_cn: 降低大声中高频增益

source: Ensure microphone setting is omni directional
cs_cz: Přepněte nastavení mikrofonu na Všesměrový (omni)
da_dk: Kontroller at mikrofonindstillingen er omnidirektionel
de_de: Überprüfen Sie, ob die Mikrofone im omnidirektionalen Modus sind
es_es: Asegurarse que el micrófono esta en modo Omnidireccional
fi_fi: Varmista että mikrofoni on pallokuvio asennossa
fr_fr: S'assurer que le réglage de directivité est bien sur "Omnidirectionelle"
hu_hu: Biztósítsa, hogy a mikrofon beállítás omni direkcionális legyen
it_it: Assicurarsi che l'impostazione del microfono sia omnidirezionale
ja_jp: 指向性機能がオンの場合は無指向性にして下さい
ko_kr: microphone 설정이 omni direction인지 확인하세요
nl_nl: Zorg ervoor dat de microfoon omnidirectioneel staat ingesteld
no_no: Forsikre deg om at mikrofonene står i omni-direksjonell
pl_pl: Upewnij się, że mikrofon jest ustawiony w tryb wszechkierunkowy
pt_pt: Certifique-se que o microfone do aparelho está no modo Omnidirecional
ro_ro: Asigurati-va ca microfonul este setat pe omnidirectionalitate
ru_ru: Настройте микрофон во всенаправленный режим
sv_se: Kontrollera att mikrofoninställningarna är omni.
tr_tr: Mikrofon ayarlarının omni directional olduğundan emin olun
zh_cn: 确保麦克风设置为全向性

source: Decrease high frequency gain for loud sounds
cs_cz: Snižte zisk vysokých frekvencí pro hlasité zvuky
da_dk: Reducer højfrekvent forstærkning for kraftige lyde
de_de: Verringern Sie die Verstärkung für laute Eingangspegel in den hohen Frequenzen
es_es: Reducir la ganancia en altas frecuencias para sonidos fuertes
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla koville äänille
fr_fr: Diminuer G80 pour les fréquences aiguës
hu_hu: Csökkentse a magas frekvenciás erősítést a hangos hangokra
it_it: Diminuire il guadagno sulle alte frequenze per i suoni forti
ja_jp: 高域のG80を下げて下さい
ko_kr: 큰 소리의 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties bij harde geluiden
no_no: Senk høyfrekvent gain for høye lyder
pl_pl: Zmniejsz wzmocnienie wysokich częstotliwości dla głośnych dźwięków
pt_pt: Diminua o ganho das frequências altas para sons intensos
ro_ro: Scadeti castigul pe inalte pentru sunetele puternice
ru_ru: Уменьшите усиление на высоких частотах для громких звуков
sv_se: Minska förstärkningen på höga frekvenser för starka ljud
tr_tr: Yüksek sesler için yüksek frekans kazancını azalt
zh_cn: 降低大声高频增益

source: Decrease mid and high frequency gain for moderate and loud sounds
cs_cz: Snižte zisk středních a vysokých frekvencí pro střední a hlasité zvuky
da_dk: Reducer mellem og højfrekvent forstærkning for moderate og kraftige lyde
de_de: Verringern Sie die Verstärkung für mittlere und laute Eingangspegel in den mittleren und hohen Frequenzen
es_es: Reducir la ganancia en frecuencias medias y altas para sonidos moderados y fuertes
fi_fi: Vähennä vahvistusta matalilla ja korkeilla taajuuksilla kohtalaisille ja koville äänille
fr_fr: Diminuer G65 et G80 pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a közép és magas frekvenciás erősítést a közepes és a hangos hangokra
it_it: Diminuire guadagno sulle frequenze medie e alte per i suoni moderati e forti
ja_jp: 中高域の G65とG80を下げて下さい
ko_kr: 중간과 큰 소리의 중간 주파수와 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van midden en hoge frequenties bij gemiddelde en harde geluiden
no_no: Senk midt- og høyfrekvent gain for moderate og høye lyder
pl_pl: Zmniejsz wzmocnienie średnich i wysokich częstotliwości dla średnio głośnych i głośnych dźwięków
pt_pt: Diminua o ganho das frequências médias e alas para sons moderados e intensos.
ro_ro: Scadeti castigul pe medii si inalte pentru sunete moderate si puternice
ru_ru: Уменьшите усиление на средних и высоких частотах для умеренных и громких звуков
sv_se: Minska förstärkningen på mellan och höga frekvenser för måttliga och starka ljud
tr_tr: Orta ve yüksek sesler için orta ve yüksek frekans kazançlarını azalt
zh_cn: 降低中等声,大声中高频增益

source: Increase low frequency gain and decrease mid and high frequency gain
cs_cz: Zvyšte zisk hlubokých frekvencí a snižte zisk středních a vysokých frekvencí
da_dk: Forøg lavfrekvent forstærkning og reducer mellem og højfrekvent forstærkning
de_de: Erhöhen Sie die Verstärkung in den niedrigen Frequenzen und reduzieren Sie die Verstärkung in den mittleren und hohen Frequenzen
es_es: Aumentar la ganancia en bajas frecuencias y reducir la ganancia en frecuencias medias y altas
fi_fi: Lisää vahvistusta matalilla taajuuksilla ja vähennä vahvistusta keski ja korkeilla taajuksilla
fr_fr: Augmenter le gain pour les fréquences graves et diminuer le gain pur les fréquences moyennes et aiguës
hu_hu: Növelje a mélyfrekvenciás erősítést és csökkentse a közép és magas frekvenciás erősítést minden bementi jelre
it_it: Aumentare il guadagno sulle basse frequenze e diminuire guadagno sulle frequenze medie alte per tutti i livelli di ingresso
ja_jp: 低域を上げ、中高域を下げて下さい
ko_kr: 저주파 이득치를 높이시고 중간 주파수와 고주파 이득 값을 낮추세요
nl_nl: Verhoog de versterking van lage frequenties en verlaag de versterking van midden en hoge frequenties bij alle inputniveaus
no_no: Øk lavfrekvent gain og senk midt- og høyfrekvent gain
pl_pl: Zwiększ wzmocnienie dla niskich częstotliwości a zwiększ dla średnich i wysokich.
pt_pt: Aumente o ganho das frequências baixas e diminua o ganho das frequências médias e altas
ro_ro: Cresteti castigul pentru frecventele joase si scadeti-l pentru frecventele medii si inalte
ru_ru: Увеличьте усиление на низких частотах и уменьшите усиление на средних и высоких частотах
sv_se: Öka förstärkningen på låga frekvenser och minska förstärkningen på mellan och höga frekvenser.
tr_tr: Alçak frekans kazancını artırın ve orta ve yüksek frekans kazancını azaltın
zh_cn: 增加低频增益和降低中高频增益

source: Decrease low frequency gain for loud sounds
cs_cz: Snižte zisk hlubokých frekvencí pro hlasité zvuky
da_dk: Reducer lavfrekvent forstærkning for kraftige lyde
de_de: Verringern Sie die Verstärkung für laute Eingangspegel in den niedrigen Frequenzen
es_es: Reducir la ganancia en bajas frecuencias para sonidos fuertes
fi_fi: Vähennä vahvistusta matalilla taajuuksilla koville äänille
fr_fr: Diminuer G80 pour les fréquences graves
hu_hu: Csökkentse a mélyfrekvenciás erősítést a hangos hangokra
it_it: Diminuire il guadagno sulle basse frequenze per i suoni forti
ja_jp: 低域のG80を下げて下さい
ko_kr: 큰 소리의 저주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties bij harde geluiden
no_no: Senk lavfrekvent gain for høye lyder
pl_pl: Zmniejsz wzmocnienei niskuch częstotliwości dla głośnych dźwięków
pt_pt: Diminua o ganho das frequências baixa para sons intensos
ro_ro: Scadeti castigul pe joase pentru sunetele puternice
ru_ru: Уменьшите усиление на низких частотах для громких звуков
sv_se: Minska förstärkningen på låga frekvenser för starka ljud
tr_tr: Yüksek sesler için alçak frekans kazancını azalt
zh_cn: 降低大声低频增益

source: Increase high frequency gain for soft and moderate sounds
cs_cz: Zvyšte zisk vysokých frekvencí pro slabé a střední zvuky
da_dk: Forøg højfrekvent forstærkning for svage og moderate lyde
de_de: Erhöhen Sie die Verstärkung für leise und mittlere Eingangspegel in den hohen Frequenzen
es_es: Aumentar la ganancia en altas frecuencias para sonidos suaves y moderados
fi_fi: Lisää vahvistusta korkeille taajuuksille heikoilla ja kohtalaisilla äänille
fr_fr: Augmenter G50 et G65 pour les fréquences aiguës
hu_hu: Növelje a magas frekvenciás erősítést a lágy és közepes hangokra
it_it: Aumentare il guadagno sulle alte frequenze per i suoni deboli e moderati
ja_jp: 高域のG50とG65を上げて下さい
ko_kr: 작고 중간 소리의 고주파 이득 값을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties bij zachte en gemiddelde geluiden
no_no: Øk høyfrekvent gain for svake og moderate lyder
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości dla cichych i średnio głośnych dźwięków
pt_pt: Aumente o ganho das frequências altas para sons suaves e moderados
ro_ro: Cresteti castigul frecventelor inalte pentru sunete slabe si moderate
ru_ru: Увеличьте усиление на высоких частотах для тихих и умеренных звуков
sv_se: Öka förstärkningen på höga frekvenser för svaga och måttliga ljud
tr_tr: Yumuşak ve orta sesler için yüksek frekans kazancını artır
zh_cn: 增加小声,中等声高频增益

source: Increase noise reduction setting
cs_cz: Zvyšte nastavení potlačení hluku
da_dk: Forøg graden af støjreduktion
de_de: Erhöhen Sie die Stufe der Störgeräuschreduzierung
es_es: Aumentar el nivel del reductor de ruido
fi_fi: Lisää kohinavaimennusasetuksia
fr_fr: Augmenter le niveau du réducteur de bruit
hu_hu: Növelje a zajszűrés mértékét
it_it: Aumentare l'impostazione di riduzione del rumore
ja_jp: 雑音抑制の設定を強めて下さい
ko_kr: 소음 감소 설정을 높이세요
nl_nl: Verhoog de mate van lawaaireductie
no_no: Øk støyreduksjonen
pl_pl: Zwiększ stopień redukcji szumów
pt_pt: Aumente o nível da Redução de Ruído
ro_ro: Cresteti setarea reductorului de zgomot
ru_ru: Увеличьте настройки шумоподавления
sv_se: Öka brusreduceringen
tr_tr: Gürültü azaltıcı ayarını artır
zh_cn: 增加降噪程度

source: When possible consider the use of the Micro Mic or Multi Mic
cs_cz: Pokud je to možné, zvažte použití Micro Mic / Multi Mic
da_dk: Overvej brug af Micro mic / Multi Mic når det er muligt
de_de: Wenn möglich, erwägen Sie die Benutzung eines Micro-/ Multi-Mikrofons
es_es: Considerar el uso de Micro Mic/ Multi Mic cuando sea posible
fi_fi: Jos mahdollista harkitse Langattoman Mikrofonin käyttöä.
fr_fr: Utiliser un microphone peut être bénéfique
hu_hu: Amikor lehet fontolja meg a Mini mikrofon használatát
it_it: Quando è possibile considerare l'utilizzo di Micro Mic o Multi Mic
ja_jp: 可能であればマイクアクセサリーの使用を検討する
ko_kr: Micro Mic 또는 Multi Mic의 사용을 고려해보세요.
nl_nl: Overweeg indien mogelijk het gebruik van de wireless Microfoon
no_no: Vurder å ta i bruk Micro Mik/ Multi Mik når det er mulig
pt_pt: Quando possível, considere o uso do Micro Mini / Multi Mic
ru_ru: Если это возможно, используйте Микро-микрофон / Мульти-микрофон
sv_se: Om möjligt, överväg användande av Mikro Mik / Multi Mik
tr_tr: Micro-Multi Mic kullanımını dikkate alındığında
zh_cn: 建议使用迷你麦克风/多功能迷你音频转换器

source: Increase mid and high frequency gain for soft sounds
cs_cz: Zvyšte zisk středních a vysokých frekvencí pro slabé zvuky
da_dk: Forøg mellem og højfrekvent forstærkning for svage lyde
de_de: Erhöhen Sie die Verstärkung für leise Eingangspegel in den mittleren und hohen Frequenzen
es_es: Aumentar la ganancia en frecuencias medias y altas para sonidos suaves
fi_fi: Lisää vahvistusta keski ja korkeilla taajuuksilla heikolle äänille
fr_fr: Augmenter G50 pour les fréquences moyennes et aiguës
hu_hu: Növelje a közép és magas frekvenciás erősítést a lágy hangokra
it_it: Aumentare il guadagno sulle frequenze medie e alte per i suoni deboli
ja_jp: 中高域のG50を上げて下さい
ko_kr: 작은 소리의 중간 주파수와 고주파 이득 값을 높이세요
nl_nl: Verhoog de versterking van midden en hoge frequenties bij zachte geluiden
no_no: Øk midt- og høyfrekvent gain for svake lyder
pl_pl: Zwiększ wzmocnienie średnich i wysokich częstotliwości dla cichych dźwięków
pt_pt: Aumente o ganho das frequências médias e altas para sons suaves
ro_ro: Cresteti castigul pe medii si inalte pentru sunetele slabe
ru_ru: Увеличьте усиление на средних и высоких частотах для тихих звуков
sv_se: Öka förstärkningen på mellan och höga frekvenser för svaga ljud.
tr_tr: Yumuşak sesler için orta ve yüksek frekans kazançlarını artır
zh_cn: 增加小声中高频增益

source: Increase mid frequency gain for soft and moderate sounds
cs_cz: Zvyšte zisk středních frekvencí pro slabé a střední zvuky
da_dk: Forøg mellemfrekvent forstærkning for svage og moderate lyde
de_de: Erhöhen Sie die Verstärkung für leise und mittlere Eingangspegel in den mittleren Frequenzen
es_es: Aumentar la ganancia en frecuencias medias para sonidos moderados
fi_fi: Lisää vahvistusta keskitaajuuksille heikoilla ja kohtalaisilla äänillä
fr_fr: Augmenter G50 et G65 pour les fréquences moyennes
hu_hu: Növelje a középfrekvenciás erősítést a lágy és a közepes hangokra
it_it: Aumentare il guadagno sulle frequenze medie per i suoni deboli e moderati
ja_jp: 中域のG50とG65を上げて下さい
ko_kr: 작고 중간 소리의 중간 주파수 이득 값을 높이세요
nl_nl: Verhoog de versterking van midden frequenties bij zachte en gemiddelde geluiden
no_no: Øk midtfekvent gain for svake og moderate lyder
pl_pl: Zwiększ wzmocnienie średnich częstotliwości dla cichych i średnio głośnych dźwięków
pt_pt: Aumente o ganho das frequências médias para sons suaves e moderdos
ro_ro: Cresteti castigul frecventelor medii pentru sunete slabe si moderate
ru_ru: Увеличьте усиление на средних частотах для тихих и умеренных звуков
sv_se: Öka förstärkningen på mellan frekvenser för svaga och måttliga ljud.
tr_tr: Yumuşak ve orta sesler için orta frekans kazancını artır
zh_cn: 增加小声,中等声中频增益

source: Increase mid and high frequency gain
cs_cz: Zvyšte zisk středních a vysokých frekvencí
da_dk: Forøg mellem og højfrekvent forstærkning
de_de: Erhöhen Sie die Verstärkung in den mittleren und hohen Frequenzen
es_es: Aumentar la ganancia en frecuencias medias y altas
fi_fi: Lisää vahvistusta keski ja korkeille taajuuksilla
fr_fr: Augmenter le gain pour les fréquences moyennes et aiguës
hu_hu: Növelje a közép és a magas frekvenciás erősítést
it_it: Aumentare il guadagno sulle frequenze medie e alte per tutti i livelli di ingresso
ja_jp: 中高域を上げて下さい
ko_kr: 중간 주파수와 고주파 이득 값을 높이세요
nl_nl: Verhoog de versterking van midden en hoge frequenties bij alle inputniveaus
no_no: Øk midt- og høyfrekvent gain
pl_pl: Zwiększ wzmocnienie dla średnich i wysokich częstotliwości.
pt_pt: Aumente o ganho das frequências médias e altas
ro_ro: Cresteti castigul pentru frecventele medii si inalte
ru_ru: Увеличьте усиление на средних и высоких частотах
sv_se: Öka förstärkningen på mellan och höga frekvenser.
tr_tr: Orta ve yüksek frekans kazancını artırın
zh_cn: 增加中高频增益

source: When possible consider the use of the Micro Mic or Multi Mic
cs_cz: Pokud je to možné, zvažte použití Micro Mic / Multi Mic
da_dk: Overvej brug af Micro mic / Multi mic når det er muligt
de_de: Wenn möglich, erwägen Sie die Benutzung eines Micro-/ Multi-Mikrofons
es_es: Considerar el uso de Micro Mic/Multi Mic cuando sea posible
fi_fi: Jos mahdollista harkitse Langattoman Mikrofonin käyttöä.
fr_fr: Utiliser un microphone peut être bénéfique
hu_hu: Amikor lehet fontolja meg a Mini mikrofon használatát
it_it: Quando è possibile considerare l'utilizzo di Micro Mic o Multi Mic
ja_jp: 可能であればマイクアクセサリーの使用を検討する
ko_kr: Micro Mic 또는 Multi Mic의 사용을 고려해보세요.
nl_nl: Overweeg indien mogelijk het gebruik van de wireless Microfoon
no_no: Vurder å ta i bruk Micro Mik/ Multi Mik når det er mulig
pt_pt: Quando possível, considere o uso do Micro Mic/ Multi Mic
ru_ru: Если это возможно, используйте Микро-микрофон / Мульти-микрофон
sv_se: Om möjligt, överväg användande av Mikro Mik / Multi Mik
tr_tr: Micro-Multi Mic kullanımını dikkate alındığında
zh_cn: 建议使用迷你麦克风 /多功能迷你音频转换器

source: Hear distant speech better than close speech
cs_cz: Slyším řeč z větší vzdálenosti lépe než z blízka
da_dk: Hører fjern tale bedre end nær tale
de_de: Entfernte Sprache ist besser zu hören als Sprache in der Nähe
es_es: Se escuchan las voces lejanas mejor que las cercanas
fi_fi: Kuulee paremmin kaukaisen puheen kun lähellä olevan puheen
fr_fr: Entendre les conversations éloignées est plus facile que d'entendre les conversations proches
hu_hu: A távoli beszédet jobban hallja mint a közeli beszédet
it_it: Ascoltare un parlato da lontano è meglio che un parlato da vicino
ja_jp: 近くの声よりも遠くの声がよく聞こえる
ko_kr: 가까운 말소리보다 먼 말소리가 더 잘 들립니다
nl_nl: Spraak van veraf wordt beter gehoord dan van dichtbij
no_no: Hører tale på avstand bedre en nær tale
pl_pl: Lepiej słyszę mowę z daleka niż z bliska
pt_pt: Ouço a fala distante melhor que a fala próxima
ro_ro: Aude vorbirea de la distanta mai bine decat cea de aproape
ru_ru: Слышать речь на расстоянии лучше, чем вблизи
sv_se: Hör tal långt borta bättre än nära
tr_tr: Mesafeli konuşmaları yakın konuşmalardan daha iyi duyuyor
zh_cn: 听远处的声音好于近的声音

source: Decrease low frequency gain for soft sounds
cs_cz: Snižte zisk hlubokých frekvencí pro slabé zvuky
da_dk: Reducer lavfrekvent forstærkning for svage lyde
de_de: Verringern Sie in den niedrigen Frequenzen die Verstärkung für leise Eingangspegel
es_es: Reducir la ganancia en bajas frecuencias para sonidos suaves
fi_fi: Vähennä matalien taajuuksien vahvistusta hiljaisille äänille
fr_fr: Diminuer G50 pour les fréquences graves
hu_hu: Csökkentse a mélyfrekvenciás erősítést a lágy hangokra
it_it: Diminuire il guadagno sulle basse frequenze per i suoni deboli
ja_jp: 低域のG50を下げて下さい
ko_kr: 작은 소리의 저주파 이득치를 낮추세요
nl_nl: Verlaag de versterking van lage frequenties bij zachte geluiden
no_no: Senk lavfrekvent gain for svake lyder
pl_pl: Zmniejsz wzmocnienie niskuch częstotliwości dla cichych dźwięków
pt_pt: Diminua o ganho das frequências baixas para os sons suaves
ro_ro: Scadeti castigul frecventelor joase pentru sunete slabe
ru_ru: Уменьшите усиление на низких частотах для тихих звуков
sv_se: Minska förstärkningen på låga frekvenser för svaga ljud
tr_tr: Yumuşak sesler için alçak frekans kazancını azalt
zh_cn: 降低小声低频增益

source: Increase high frequency gain for moderate sounds
cs_cz: Zvyšte zisk vysokých frekvencí pro střední zvuky
da_dk: Forøg højfrekvent forstærkning for moderate lyde
de_de: Erhöhen Sie die Verstärkung bei den hohen Frequenzen für mittlere Eingangspegel
es_es: Aumentar la ganancia en altas frecuencias para sonidos moderados
fi_fi: Lisää vahvistusta korkeille taajuksille kohtalaisilla äänillä
fr_fr: Augmenter G65 pour les fréquences aiguës
hu_hu: Növelje a magas frekvenciás erősítést a közepes hangokra
it_it: Aumentare il guadagno per i suoni moderati sulle alte frequenze
ja_jp: 高域のG65を上げて下さい
ko_kr: 중간 소리의 고주파 이득치를 높이세요
nl_nl: Verhoog de versterking van hoge frequenties bij gemiddelde geluiden
no_no: Øk høyfrekvent gain for moderate lyder
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości dla średnio głośnych dźwięków
pt_pt: Aumente o ganho das frequências altas para os sons moderados
ro_ro: Cresteti castigul frecventelor inalte pentru sunete moderate
ru_ru: Увеличьте усиление на высоких частотах для умеренных звуков
sv_se: Öka förstärkningen på höga frekvenser för måttliga ljud
tr_tr: Orta sesler için yüksek frekans kazancını artır
zh_cn: 增加中等声高频增益

source: When possible consider the use of the Micro Mic or Multi Mic
cs_cz: Pokud je to možné, zvažte použití Micro Mic / Multi Mic
da_dk: Overvej brug af Micro mic / Multi mic når det er muligt
de_de: Wenn möglich, erwägen Sie die Benutzung eines Micro-/ Multi-Mikrofons
es_es: Considerar el uso de Micro Mic/Multi Mic cuando sea posible
fi_fi: Jos mahdollista harkitse Langattoman Mikrofonin käyttöä.
fr_fr: Utiliser un microphone peut être bénéfique
hu_hu: Amikor lehet fontolja meg a Mini mikrofon használatát
it_it: Quando è possibile considerare l'utilizzo di Micro Mic o Multi Mic
ja_jp: 可能であればマイクアクセサリーの使用を検討する
ko_kr: Micro Mic 또는 Multi Mic의 사용을 고려해보세요.
nl_nl: Overweeg indien mogelijk het gebruik van de wireless Microfoon
no_no: Vurder å ta i bruk Micro Mik/ Multi Mik når det er mulig
pt_pt: Quando possível, considere o uso do Mini Microfone / Multi Mic
ru_ru: Если это возможно, используйте Микро-микрофон / Мульти-микрофон
sv_se: Om möjligt, överväg användande av Mikro Mik / Multi Mik
tr_tr: Micro-Multi Mic kullanımını dikkate alındığında
zh_cn: 建议使用迷你麦克风/多功能迷你音频转换器
