Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Cable Guide
cs_cz: Průvodce kabely
da_dk: Kabelguide
de_de: Kabelübersicht
es_es: Guía de Cables
fi_fi: Ohjelmointikaapelin valintaopas
fr_fr: Guide des cordons de programmation
hu_hu: Kábel guide
it_it: Guida Cavetti
ja_jp: ケーブルガイド
ko_kr: 케이블 가이드
nl_nl: Kabelgids
no_no: Kabel Guide
pl_pl: Przewodnik po kablach
pt_pt: Guia de cabos
ro_ro: Ghid Cablu
ru_ru: Обзор кабелей
sv_se: Kabelguide
tr_tr: Kablo Rehberi
zh_cn: 编程线向导

source: ReSound Website
cs_cz: www.gnresound.com
da_dk: Resound hjemmeside
de_de: ReSound Internetseite
es_es: Página Web de ReSound
fi_fi: ReSound internetsivu
fr_fr: Site Internet Resound
hu_hu: Resound Weboldal
ja_jp: ReSoundウェブサイト
ko_kr: Resound 웹사이트
no_no: Resound Webside
pl_pl: Strona WWW ReSound
ro_ro: Website ReSound
ru_ru: Сайт Resound
sv_se: Resounds hemsida
zh_cn: 瑞声达网站

source: About ReSound Aventa
cs_cz: O programu Aventa 3.14
da_dk: Om ReSound Aventa
de_de: Über Aventa 3
es_es: Acerca de ReSound Aventa
fi_fi: Aventa 3.14 tietoa
fr_fr: A propos d'Aventa 3
hu_hu: Az Aventa 3-ról
it_it: Riguardo ReSound Aventa
ja_jp: Aventaについて
ko_kr: Aventa 3.14에 대하여
nl_nl: Over Aventa 3.14
no_no: Om Aventa
pl_pl: O programie Aventa 3.14
pt_pt: Sobre o ReSound Aventa
ro_ro: Despre Aventa 3.14
ru_ru: Об Aventa 3.14
sv_se: Om ReSound Aventa
tr_tr: Aventa Hakkında
zh_cn: 关于Aventa

source: DSL v 5.0
de_de: DSL-V5
fi_fi: DSL versio 5
fr_fr: DSL version 5
hu_hu: D_SL verzió 5
nl_nl: D_SL versie 5
no_no: DSL versjon 5
ru_ru: DSL версия 5
sv_se: DSL version 5
tr_tr: DSL versiyon 5
zh_cn: DSL- v5

source: Custom Target Rules...
cs_cz: Vlastní nastavovací pravidla...
da_dk: Egen regel:
de_de: Eigene Anpassregel
es_es: Regla Cálculo Pers.:
fi_fi: Oma laskentasääntö
fr_fr: Créer/Modifier une méthode personnalisée
hu_hu: Egyéni célszabályok...
it_it: Target personalizzato
ja_jp: 個別ターゲットルール...
ko_kr: Custom Target Rule:
nl_nl: Eigen rekenregel
no_no: Egen Tilpasningsregel...
pl_pl: Własna Reguła Dopasowania...
pt_pt: Regra alvo (custom)
ro_ro: Regula Target Personalizata:
ru_ru: Индивидуальная расчетная формула:
sv_se: Egen målmetod:
tr_tr: Özel Hedef Kazanç Kuralları...
zh_cn: 自定义验配法则

source: Beeps & Volume Control
cs_cz: Pípání & regulátor hlasitosti
da_dk: Bip & volumenkontrol
de_de: Signaltöne & Lautstärkeeinstellungen
es_es: Avisos & Control de Volumen
fi_fi: Äänimerkit ja voimakkuudensäätö
fr_fr: Bips sonores et volume
hu_hu: Csipogások & hangerőszabályzó
it_it: Beeps e Controllo Volume
ja_jp: お知らせ音とボリューム調整
ko_kr: 경고음과 볼륨 조절
nl_nl: Beeps en volumeregeling
no_no: Signal & Volumkontroll
pl_pl: Sygnały i VC
pt_pt: Bips e controle de volume
ro_ro: Control Beep-uri si Volum
ru_ru: Предупреждающие сигналы и регулятор громкости
sv_se: Ljudindikationer & VK
tr_tr: İkazlar & Ses Kontrolü
zh_cn: 设置提示音

source: Select which notifications to enable, and set the beep volume or volume range for each:
cs_cz: U zvolených indikačních signálů můžete nastavit jejich intenzitu, případně výšku tónu:
da_dk: Vælg hvilke lydindikatorer der skal aktiveres, og indstil funktionen af disse.
de_de: Bitte auswählen, welche Signaltöne aktiv sind und wie die Signalton- oder Hörsystem-Lautstärke eingestellt sein soll:
es_es: Seleccionar las notificaciones para activarlas, y ajustar el volumen o rango de volumen del aviso para cada una:
fi_fi: Valitse mitkä merkkiäänet ovat käytössä, niiden voimakkuus ja säätösalue :
fr_fr: Sélectionner les fonctions à activer puis ajuster l'intensité des bips sonores et la plage de variation de la commande de volume
hu_hu: Válassza ki melyiket engedélyezi, és állítsa a csipogás szintet vagy a hangerő tartományt:
it_it: Selezionare quali sistemi attivare e impostare il volume dei beeps o i limiti del controllo volume per ogni:
ja_jp: 【説明】 使用したいお知らせ音を選択し、音の大きさやボリュームコントロールの可変域などを設定できます
ko_kr: 사용할 알림을 선택하고, 각각의 경고음 볼륨이나 볼륨 범위를 설정합니다:
nl_nl: Geef aan of SmartStart en/of de volumeregelaar aan moeten staan en, bij de laatste, met welk bereik; geef ook aan welke meldingen hoorbaar moeten zijn en met welk volume:
no_no: Velg aktivering og sett volumsignal og VK-område for apparatene:
pl_pl: Wybierz jakich powiadomień używać, ustal głośność sygnałów lub ich zakresy:
pt_pt: Selecione cada opção para habilitar, e escolha o volume do bip ou faixa de volume de cada:
ro_ro: Selecteaza ce notificari sa activezi si seteaza volumul beep-ului sau volumul gamei pentru fiecare:
ru_ru: Выберите необходимые оповещения и установите громкость бип-сигнала для каждого:
sv_se: Välj vilka indikationsljud du vill påverka och ställ in volym och dynamikområde var för sig:
tr_tr: Etkinleştirmek istediğiniz bildirimleri seçin ve her biri için bir sinyal sesi ve ses aralığı ayarlayın:
zh_cn: 设置各种提示音和响度范围:

source: Overall Beep Theme:
cs_cz: Celkové téma pípání:
da_dk: Generalt bip tema:
de_de: Allgemeine Signalanzeige:
es_es: Temas de Aviso General:
fi_fi: Äänimerkkien teema :
fr_fr: Thème :
hu_hu: Átfogó csipogás téma:
it_it: Tema generale Beep:
ja_jp: お知らせ音のテーマ:
ko_kr: 전체 경고음 테마:
nl_nl: Algemene Beep melodie:
no_no: Generell signaltone:
pl_pl: Ogólny Rodzaj Sygnałów:
pt_pt: Bip:
ro_ro: Tema semnal acustic global:
ru_ru: Тип сигнала:
sv_se: Total ljudindikation:
tr_tr: Tüm İkazların İçeriği:
zh_cn: 所有提示音主题:

source: Program Change
cs_cz: Změna programu
da_dk: Programskift
de_de: Programmwechsel
es_es: Cambiar programa
fi_fi: Ohjelman vaihto
fr_fr: Changement de programme
hu_hu: Program váltás
it_it: Cambio Programma
ja_jp: プログラムの変更
ko_kr: 프로그램 변경
nl_nl: Programma wisselen
no_no: Programbytte
pl_pl: Zmiana programu
pt_pt: Mudança de programa
ro_ro: Schimba programul
ru_ru: Изменение программ
sv_se: Programbyte
tr_tr: Program Değişimi
zh_cn: 程序切换

source: Volume Control Range:
cs_cz: Rozsah regulátoru hlasitosti:
da_dk: Volumenkontrolområde:
de_de: Regelbereich VC:
es_es: Rango del Control de Volumen:
fi_fi: Voimakkuudensäätö alue
fr_fr: Zone de variation :
hu_hu: H.szab tartomány
it_it: Limiti del Controllo Volume:
ja_jp: ボリュームの可変域:
ko_kr: 볼륨 조절 범위:
nl_nl: Bereik volumeregelaar:
no_no: VK rekkevidde:
pl_pl: Zakres pracy potencjometru:
pt_pt: Faixa do controle de volume:
ro_ro: Plaja Volume Control :
ru_ru: Диапазон регулятора громкости:
sv_se: Volymkontroll dynamikområde:
tr_tr: Ses Ayarı Aralığı:
zh_cn: 音量调节范围:

source: Sound Generator Range:
cs_cz: Rozsah zvukového generátoru:
da_dk: Område for Sound Generator:
de_de: Sound Generator Bandbreite:
es_es: Rango del Generador de Sonido:
fi_fi: Tinnitusmaskerin tajuusalue :
fr_fr: Bande passante du TSG :
hu_hu: Hang generátor tartomány:
it_it: Range Generatore Suoni:
ja_jp: TSGの範囲:
ko_kr: 잡음 발생기 범위:
nl_nl: Sound Generator bereik:
no_no: Lydgenerator rekkevidde:
pl_pl: Zakres generatora dźwieków:
pt_pt: Faixa do gerador de som:
ro_ro: Plaja generator sunet:
ru_ru: Диапазон генератора шума:
sv_se: Ljudstimulator dynamikområde:
tr_tr: Ses Üreteci Aralığı:
zh_cn: 发声范围:

source: Use Bone Conduction
cs_cz: Použít kostní vedení
da_dk: Brug benledning
de_de: Knochenleitung berücksichtigen
es_es: Utilizar Vía Osea
fi_fi: Käytä luujohtoarvoja
fr_fr: Utiliser les valeurs de conduction osseuse (CO)
hu_hu: Csontvezetés használat
it_it: Utilizza Conduzione Ossea
ja_jp: 骨導データを使用する
ko_kr: Bone Conduction 사용
nl_nl: Gebruik beengeleiding
no_no: Bruk benledning
pl_pl: Użyj Przewodnictwo Kostne
pt_pt: Uso de condução óssea
ro_ro: Foloseste Conductorul Osos
ru_ru: Использовать данные костной проводимости
sv_se: Använd benledning
tr_tr: kemik iletimi kullan
zh_cn: 使用骨导数据

source: Adaptive Directionality utilizes the hearing instrument's dual microphones to reduce noise by canceling signals which originate from behind the wearer. The system continually monitors surroundings to track and minimize stationary or moving noise sources. This maximizes the signal-to-noise ratio and provides for better speech understanding in any type of noise environment.
zh_cn: 自适应方向性利用助听器的双麦克风，通过消除从佩戴者后面发出的信号来减少噪声。该系统不断监测环境，跟踪和尽量减少固定或移动噪声源。这最大限度地提高了信噪比，并提供了更好的语音理解。

source: Spatial Directionality provides all the benefits of Adaptive Directionality with the additional benefit of allowing the wearer to have constant awareness of the surrounding sound environment. Consequently the sound source of interest is based on the user's conscious listening decision - not the limitation of the directional system.
ja_jp: ナチュラル指向性IIに設定すると、装用者は周囲の音環境を常に意識することができます。指向性システムに制限されず、装用者は聞きたい音を自身で決定することができます。
zh_cn: 空间方向性提供了自适应方向性的所有好处，让佩戴者对周围的声音环境有持续的认识。因此，感兴趣的声音来源是基于用户有意识的收听决定，而不是方向性系统的限制。

source: Delete
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
es_es: Suprimir
fi_fi: Poista
fr_fr: Supprimer
hu_hu: Törlés
it_it: Cancella
ja_jp: 削除
ko_kr: 삭제
nl_nl: Verwijder
no_no: Slett
pl_pl: Usuń
pt_pt: Apagar
ro_ro: Sterge
ru_ru: Удалить
sv_se: Radera
tr_tr: Sil
zh_cn: 删除

source: New
cs_cz: Nový
da_dk: Ny
de_de: Neu
es_es: Nueva
fi_fi: Uusi
fr_fr: Nouveau
hu_hu: Új
it_it: Nuovo
ja_jp: 新規
ko_kr: 신규
nl_nl: Nieuw
no_no: Ny
pl_pl: Nowy
pt_pt: Novo
ro_ro: Nou
ru_ru: Новый
sv_se: Ny
tr_tr: Yeni
zh_cn: 新

source: All
cs_cz: Vše
da_dk: Alle
de_de: Alle
es_es: Todos
fi_fi: Kaikki
fr_fr: Toutes
hu_hu: Minden
it_it: Tutti
ja_jp: 全て
ko_kr: 모두
nl_nl: Alle
no_no: Alle
pl_pl: Wszystkie
pt_pt: Todos
ro_ro: Toate
ru_ru: Все
sv_se: Alla
tr_tr: Hepsi
zh_cn: 全部

source: Name
cs_cz: Jméno
da_dk: Navn
es_es: Nombre
fi_fi: Nimi
fr_fr: Nom
hu_hu: Név
it_it: Nome
ja_jp: 会社名
ko_kr: 이름
nl_nl: Naam
no_no: Navn
pl_pl: Nazwa
pt_pt: Nome
ro_ro: Nume
ru_ru: Название
sv_se: Namn
tr_tr: İsim
zh_cn: 名称

source: Base Rule
cs_cz: Základní pravidlo
da_dk: Basisregel
de_de: Basis-Anpassregel
es_es: Regla Base
fi_fi: Perussääntö
fr_fr: Base :
hu_hu: Alap szabály
it_it: Regola Base
ja_jp: 基本ルール
nl_nl: Basisregel
no_no: Basisregel
pl_pl: Podstawowa zasada
pt_pt: Regra base
ro_ro: Regula de Baza
ru_ru: Основная расчетная формула
sv_se: Grundregel
tr_tr: Temel Kural
zh_cn: 基本公式

source: Enter the name of the new target rule
cs_cz: Zadejte jméno nového vlastního nastavovacího pravidla:
da_dk: Navn for ny tilpasningsregel:
de_de: Geben Sie bitte einen Namen für die neue Anpassregel ein.
es_es: Introduzca el nombre de la nueva Regla de Cálculo Personalizada:
fi_fi: Annan uuden oman laskentasäännön nimi :
fr_fr: Entrer un nom pour cette nouvelle méthode personnalisée :
hu_hu: Írja be az új célszabály nevét:
it_it: Inserire il nuovo nome della regola:
ja_jp: 作成するﾀｰｹﾞｯﾄﾙｰﾙの名称を入力して下さい
ko_kr: 새로운 Custom Target Rule 이름을 입력하십시오.
nl_nl: Geef de naam van de nieuwe eigen rekenregel:
no_no: Skriv navnet på den nye tilpasningsregelen:
pl_pl: Wpisz nazwę nowej formuły dopasowania
pt_pt: Entre com o nome da nova regra alvo
ro_ro: Introduceti numele noi reguli personalizate:
ru_ru: Введите название новой расчетной формулы:
sv_se: Skriv in namnet på den nya Målmetoden:
tr_tr: Yeni hedef kazanç formülünün adını gir:
zh_cn: 请输入新自定义验配法则的名称:

source: Unsaved changes will be lost. Do you wish to continue?
cs_cz: Neuložené změny budou ztraceny. Chcete pokračovat?
da_dk: Ikke gemte
de_de: Ungesicherte Daten gehen verloren. Möchten Sie fortfahren?
es_es: Los cambios no guardados se perderán. ¿Desea continuar?
fi_fi: Tallentamattomat muutokset menetetään. Tahdotko jatkaa ?
fr_fr: Ces changements n'ont pas été enregistrés et seront perdus. Voulez-vous continuer ?
hu_hu: A nem mentett változások el fognak veszni. Folytatja?
it_it: Le modifiche non salvate andranno perse. Vuoi continuare?
ja_jp: 変更が保存されていません。このまま閉じますか？
ko_kr: 저장되지 않은 변경사항은 손실됩니다. 계속하시겠습니까?
nl_nl: Niet opgeslagen wijzigingen gaan verloren. Wilt u toch doorgaan?
no_no: Endringer som ikke er lagret vil gå tapt. Ønsker du å fortsette?
pl_pl: Niezapisane zmiany będą utracone. Chcesz kontynuować?
pt_pt: Alterações não salvas serão perdidas. Você deseja continuar?
ro_ro: Schimbarile nesalvate vor fi pierdute. Vrei sa continui?
ru_ru: Несохраненные изменения будут утрачены. Продолжить?
sv_se: Ej sparade ändringar kommer att förloras. Vill du fortsätta?
tr_tr: Kaydedilmemiş değişiklikler kaybedilecekdir.Devam etmek istiyormusun?
zh_cn: 未保存数据将丢失。您希望继续吗？

source: Are you sure you want to delete this target rule?
cs_cz: Opravdu chcete smazat toto nastavovací pravidlo?
da_dk: Er du sikker på at du ønsker at slette denne tilpasningsregel?
de_de: Wollen Sie diese Anpassregel wirklich löschen?
es_es: ¿Está seguro de que quiere borrar esta Regla de Cálculo?
fi_fi: Oletko varma että haluat poistaa tämän laskentasäännön ?
fr_fr: Êtes-vous sûr de vouloir supprimer cette méthode ?
hu_hu: Biztosan törölni kívánja ezt a célszabályt?
it_it: Sei sicuro di voler cancellare questa regola?
ja_jp: このターゲットルールを削除してもよろしいですか？
ko_kr: 이 Target Rule을 삭제하시겠습니까?
nl_nl: Weet u zeker dat u deze rekenregel wilt verwijderen?
no_no: Er du sikker på at du vil slette denne tilpasningsregelen?
pl_pl: Czy na pewno chcesz usunąć wybraną metodę doboru?
pt_pt: Você tem certeza que deseja apagar esta regra alvo?
ro_ro: Sunteti sigur ca doriti sa stergeti aceasta regula target?
ru_ru: Вы уверены, что хотите удалить данную расчетную формулу?
sv_se: Är du säker på du vill ta bort denna Målmetod?
tr_tr: Bu hedef kazanç formülünü silmek istediginden emin misin?
zh_cn: 您确定要删除此验配法则吗?

source: Custom Target Rule
cs_cz: Uživatelské nastavovací pravidlo
da_dk: Egen tilpasningsregel
de_de: Eigene Anpassregel
es_es: Regla de Cálculo Personalizada
fi_fi: Oma laskentasääntö
fr_fr: Méthode d'appareillage personnalisée
hu_hu: Egyéni célszabály
it_it: Target Personalizzato
ja_jp: 個別ﾀｰｹﾞｯﾄﾙｰﾙ
nl_nl: Eigen aanpasregel
no_no: Egendefinert Tilpasningsregel
pl_pl: Własna Formuła Dopasowania
pt_pt: Regra alvo (personalizada)
ro_ro: Regula tinta pt. utilizator
ru_ru: Индивидуальная расчетная формула
sv_se: Egen målmetod
tr_tr: Özel Hedef Kuralı
zh_cn: 自定义目标法则

source: Print...
cs_cz: Tisk...
de_de: Drucken...
es_es: Imprimir...
fi_fi: TULOSTA
fr_fr: Imprimer
hu_hu: Nyomtatás...
it_it: Stampa...
ja_jp: 印刷
ko_kr: 인쇄...
nl_nl: Afdrukken...
no_no: Skriv Ut...
pl_pl: Drukuj...
pt_pt: Imprimir...
ro_ro: Tipareste ...
ru_ru: Печать...
sv_se: Rapporter...
tr_tr: Yazdır...
zh_cn: 打印...

source: Exit
da_dk: Slut
de_de: Beenden
es_es: Salir
fi_fi: Poistu
fr_fr: Quitter
hu_hu: Kilépés
it_it: Esci
ja_jp: 終了
ko_kr: 나가기
nl_nl: Stop
no_no: Avslutt
pl_pl: Wyjście
pt_pt: Sair
ru_ru: Выход
sv_se: Avsluta
tr_tr: Çıkış
zh_cn: 退出

source: Volume Reserve Gain
cs_cz: Záložní zisk
da_dk: Volumen reserveforstærkning
de_de: Lautstärkenreserve
es_es: Ganancia de Reserva para el Volumen
fi_fi: Voimakkuuden vahvistusvara
fr_fr: Réserve de gain
hu_hu: Hangerő tartomány
it_it: Volume di Riserva
ja_jp: 予備利得
nl_nl: Reserve-versterking voor volume
no_no: Volum Reserve Gain
pl_pl: Rezerwa wzmocnienia potencjometru
pt_pt: Ganho reserva do volume
ro_ro: Rezerva de castig pt. volum
ru_ru: Запас усиления для регулятора громкости
sv_se: Dynamikområde
tr_tr: Ses Rezerve Kazancı
zh_cn: 预留增益

source: Acceptance Manager
de_de: Eingewöhnungs-Manager
es_es: Adaptación Progresiva
fi_fi: Sopeutumissäätö
it_it: Manager Adattamento
ja_jp: アクセプタンスマネージャー
nl_nl: Adaptatie Manager
pl_pl: Manager Akceptacji
pt_pt: Gerenciador de Adaptação
ru_ru: Менеджер Адаптации
sv_se: Acceptans Verktyg
zh_cn: 满意度管理器

source: Session Comments:
cs_cz: Poznámky k sezení:
da_dk: Sessionskommentarer:
de_de: Sitzungskommentare:
es_es: Comentarios de la Sesión:
fi_fi: Merkintöjä sovituksesta :
fr_fr: Commentaires
hu_hu: Bejegyzés kommentek:
it_it: Commenti sessione:
ja_jp: コメント記入欄:
nl_nl: Sessie commentaar:
no_no: Kommentarer:
pl_pl: Komentarz do sesji
pt_pt: Comentários da sessão:
ro_ro: Comentarii asupra Sesiunii:
ru_ru: Комментарии к сессии:
sv_se: Sessionskommentarer:
tr_tr: Seans Hakkında Görüşler:
zh_cn: 选配备注:

source: Save Options:
cs_cz: Uložit nastavení do:
da_dk: Gem i:
de_de: Speicheroptionen:
es_es: Opciones de Guardar:
fi_fi: Mihin halua tallentaa tiedot :
fr_fr: Enregistrer dans :
hu_hu: Mentés opciók:
it_it: Opzioni Salvataggio:
ja_jp: 保存の方法:
ko_kr: 옵션 저장:
nl_nl: Sla de instellingen op:
no_no: Lagre:
pl_pl: Zapisz opcje:
pt_pt: Salvar opções:
ro_ro: Optiuni de Salvare:
ru_ru: Сохранить в:
sv_se: Spara Val:
tr_tr: Kayıt seçenekleri:
zh_cn: 保存至:

source: Database and hearing instrument(s)
cs_cz: Databáze a sluchadlo(-a)
da_dk: Noah og HA.
de_de: Datenbank und Hörsystem(e)
es_es: Base de datos y audífono(s)
fi_fi: Noah tietokantaan ja kuulokojeisiin
fr_fr: la base de données et les appareils
hu_hu: Adatbázis és hallókészülék
it_it: Database e Apparecchi Acustici
ja_jp: パソコンと補聴器
ko_kr: 데이터베이스와 보청기
nl_nl: Database en hoortoestel(len)
no_no: Database og høreapparat(er)
pl_pl: Baza Danych oraz aparat(y) słuchowy(e)
pt_pt: Banco de dados e aparelhos auditivos
ro_ro: Baza de date si proteze auditive
ru_ru: База данных и СА
sv_se: Databas och hörapparat
tr_tr: Veritabanı ve İşitme Cihaz(lar)ı
zh_cn: 数据库和助听器

source: Hearing instrument(s) only
cs_cz: Pouze sluchadlo(dla)
da_dk: Kun høreapparater
de_de: Nur Hörsystem(e)
es_es: Solo en el(los) audífono(s)
fi_fi: Vain kuulokojeisiin
fr_fr: les appareils seulement
hu_hu: Csak hallókészülék
it_it: Solo apparecchi acustici
ja_jp: 補聴器のみ
ko_kr: 보청기 만
nl_nl: Alleen hoortoestel(len)
no_no: Bare Høreapparat(ene)
pl_pl: Tylko aparat(y) słuchowy(e)
pt_pt: Apenas no(s) Aparelho(s) Auditivo(s)
ro_ro: Numai aparate auditive
ru_ru: Только в СА
sv_se: Endast hörapparat
tr_tr: Sadece İşitme Cihaz(lar)ı
zh_cn: 仅助听器

source: Database only
cs_cz: Pouze databáze
da_dk: Kun Noah
de_de: nur Datenbank
es_es: Solo Base de Datos
fi_fi: Vain Noah tietokantaan (kuulokojetta ei ole yhdistetty)
fr_fr: la base de données seulement
hu_hu: Csak adatbázis
it_it: Solo Database
ja_jp: パソコンのみ
ko_kr: 데이터베이스 만
nl_nl: Alleen database
no_no: Bare Database
pl_pl: Tylko Baza Danych
pt_pt: Somente banco de dados
ro_ro: Numai baza de date
ru_ru: Только в базу данных
sv_se: Endast databas
tr_tr: Sadece Veritabanı
zh_cn: 仅数据库

source: There are unsaved changes. Would you like to save changes before exiting?
cs_cz: Změny nejsou uloženy. Chcete uložit změny před ukončením?
da_dk: Der er ændringer der ikke er gemt. Vil du gemme før du lukker?
de_de: Es gibt einige ungespeichterte Änderungen. Möchten Sie die vor dem Verlassen speichern?
es_es: Hay cambios no grabados. ¿Le gustaría grabar estos cambios antes de salir?
fi_fi: Tallentamattomia muutoksia löytyy. Haluatko tallentaa muutokset ennen kuin poistut ?
fr_fr: Des modifications n'ont pas été enregistrées. Voulez-vous les enregistrer avant de quitter le logiciel ?
hu_hu: Nem mentett változások vannak. Szeretné menteni öket kilépés elött?
it_it: Ci sono modifiche non salvate. Volete salvare le modifiche prima di uscire?
ja_jp: 変更されたデータが保存されていません。終了する前に保存しますか？
ko_kr: 저장되지 않은 변경사항이 있습니다. AVENTA를 나가기 전에 저장하시겠습니까?
nl_nl: Niet alle wijzigingen zijn opgeslagen. Wil u de wijzigingen opslaan voor u afsluit?
no_no: Det er endringer som ikke er lagret.. Ønsker du å lagre disse før du avslutter?
pl_pl: Są niezapisane zmiany. Czy chcesz zapisać zmiany przed wyjściem?
pt_pt: Exite alterações não salvas. Deseja salvar estes ajustes antes de sair?
ro_ro: Exista setari nesalvate. Doriti sa le salvati inainte de a parasi programul?
ru_ru: Имеются несохраненные данные. Сохранить изменения перед выходом?
sv_se: Det finns ändringar som inte är sparade. Vill du spara dem innan avslut?
tr_tr: Kaydedilmemiş değişiklikler var. Çıkmadan önce değişiklikleri kaydetmek ister misiniz?
zh_cn: 有未保存的更改。是否先保存再退出？

source: Unsaved Changes
cs_cz: Neuložené změny
da_dk: Ikke gemt
de_de: Änderungen nicht gespeichert
es_es: Cambios No grabados
fi_fi: Ei tallennetut muutkokset
fr_fr: Modifications non enregistrées
hu_hu: Nem mentett változások
it_it: Modifiche non salvate
ja_jp: ご注意下さい
ko_kr: 저장되지 않은 변경사항
nl_nl: Niet opgeslagen wijzigingen
no_no: Endringer som ikke er lagret
pl_pl: Niezapisane zmiany
pt_pt: Alterações não salvas
ro_ro: Schimbari Nesalvate
ru_ru: Несохраненные изменения
sv_se: Ej sparade ändringar
tr_tr: Kaydedilmemiş Değişiklikler
zh_cn: 未保存的修改

source: Launch screen for First Fit:
cs_cz: Spouštěcí obrazovka pro First Fit:
da_dk: Startskærm ved ny tilpasning:
de_de: Startbildschirm bei Erstanpassung:
es_es: Pantalla Inicial para Primera Adaptación:
fi_fi: Aloita ensimmäinen sovitus :
fr_fr: Écran d'accueil par défaut pour la 1ère séance d'appareillage :
hu_hu: Bejelentkezési képernyő az első illesztéskor:
it_it: Lancia schermata per Prima Applicazione:
ja_jp: 新規顧客からの移行画面:
ko_kr: 첫 피팅을 위한 스크린을 시작합니다:
nl_nl: Bij nieuwe aanpassing opstarten in:
no_no: Oppstartbilde for Første Tilpasning:
pl_pl: Uruchom ekran Pierwsze Dopasowanie:
pt_pt: Tela inicial para primeiro ajuste:
ro_ro: Activeaza ecranul pentru prima reglare:
ru_ru: Запускать окно первичной настройки:
sv_se: Skärm vid initial anpassning:
tr_tr: İlk Uygulama Ekranını aç:
zh_cn: 初次验配时开始界面:

source: Launch screen for Fine Tuning:
cs_cz: Spouštěcí obrazovka pro doladění:
da_dk: Startskærm ved justering:
de_de: Starbildschirm für Feinanpassung:
es_es: Pantalla Inicial para Ajustes:
fi_fi: Käynnistettäessä hienosäätö :
fr_fr: Écran d'accueil par défaut pour les séances de suivi d'appareillage :
hu_hu: Bejelentkezési képernyő a finomhangoláshoz:
it_it: Lancia schermata per Regolazione Fine:
ja_jp: 既存顧客からの移行画面:
ko_kr: Fine Tuning을 위한 스크린을 시작합니다:
nl_nl: Bij controle-aanpassing opstarten in:
no_no: Oppstartbilde for Justering:
pl_pl: Uruchom ekran Fine Tuning:
pt_pt: Tela Inicial para ajuste fino:
ro_ro: Activeaza ecranul pentru reglaj fin:
ru_ru: Запускать окно тонкой настройки:
sv_se: Skärm vid återbesök/finjustering:
tr_tr: İnce ayar Ekranını aç:
zh_cn: 微调时开始界面:

source: Anatomy
da_dk: Anatomi
zh_cn: 解剖学

source: Tinnitus Training
da_dk: Tinnitustræning
zh_cn: 耳鸣练习

source: Form
zh_cn: 来自

source: Fitting / Session Information
cs_cz: Informace o nastavení/sezení
da_dk: Tilpasning / Sessionsinformation
de_de: Anpassungs- / Sitzungsinformationen
es_es: Información de Sesión / Adaptación
fi_fi: Sovitus/käyntitietoja
fr_fr: Informations sur la session
hu_hu: Illesztés / Bejegyzés információ
it_it: Fitting / Informazioni Sessione
ja_jp: フィッティング情報
ko_kr: 피팅/ 세션 정보
nl_nl: Aanpassing / sessie informatie
no_no: Tilpasning/Sesjonsdata
pl_pl: Dopasowanie / Informacji a sesji
pt_pt: Ajuste / Sessão de informação
ro_ro: Reglaj / Info Sesiune
ru_ru: Настройка / Информация о сессии
sv_se: Anpassning / Sessionsinformation
tr_tr: Uygulama / Oturum Bilgisi
zh_cn: 验配信息

source: Fitting Date
cs_cz: Datum nastavení
da_dk: Tilpasningsdato
de_de: Anpassdatum
es_es: Fecha de Adaptación
fi_fi: Sovitus päivämäärä
fr_fr: Date de la visite
hu_hu: Illesztési dátum
it_it: Data del Fitting
ja_jp: 調整日
ko_kr: 피팅 데이타
nl_nl: Aanpasdatum
no_no: Tilpasningsdato
pl_pl: Data Dopasowania
pt_pt: Data do ajuste
ru_ru: Дата настройки
sv_se: Anpassningsdatum
tr_tr: Uygulama Tarihi
zh_cn: 验配数据

source: Fitter's Name:
cs_cz: Kdo nastavil:
da_dk: Tilpassers navn:
de_de: Name des Akustikers:
es_es: Nombre del Audioprotesista:
fi_fi: Sovittajan nimi :
fr_fr: Audioprothésiste :
hu_hu: Az illesztést végző neve:
it_it: Nome Audioprotesista:
ja_jp: 調整担当者:
ko_kr: 피팅자 성명:
nl_nl: Naam aanpasser:
no_no: Audiograf:
pl_pl: Imie protetyka:
pt_pt: Nome do fonoaudiólogo:
ro_ro: Numele Audiologului:
ru_ru: Имя специалиста:
sv_se: Utprovarens Namn:
tr_tr: Fitting'i uygulayanın Adı:
zh_cn: 验配师:

source: Date of the Next Appointment
cs_cz: Datum následujícího sezení
da_dk: Dato for næste aftale
de_de: Nächster Termin
es_es: Fecha de siguiente revisión
fi_fi: Seuraava käyntipäivämäärä
fr_fr: Date du prochain rendez-vous
hu_hu: A következő találkozó időpontja
it_it: Data del prossimo appuntamento
ja_jp: 次回訪問予定日
ko_kr: 다음 방문 날짜
nl_nl: Datum volgende afspraak
no_no: Dato for neste time
pl_pl: Data Następnej Wizyty
pt_pt: Data da próxima consulta
ro_ro: Data urmatoarei intalniri.
ru_ru: Дата следующего визита
sv_se: Nästa besöksdatum
tr_tr: Gelecek Randevu Tarihi
zh_cn: 预约日期
