Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Feature Demos
cs_cz: Ukázky funkcí
da_dk: Demo af egenskaber
es_es: Demos de Prestaciones
fi_fi: Demoja ominaisuuksista
fr_fr: Guide des fonctionnalités
hu_hu: Tulajdonság demók
it_it: Dimostrazione delle caratteristiche
ja_jp: 機能説明
ko_kr: 기능 데모
no_no: Egenskaper demo
pl_pl: Opis Funkcji
pt_pt: Ferramentas de demonstração
ro_ro: Demouri Caracteristici
ru_ru: Демонстрация функций
sv_se: Inställningsdemo
tr_tr: Özellik Demoları
zh_cn: 功能演示

source: Features
cs_cz: Funkce
da_dk: Egenskaber
es_es: Prestaciones
fi_fi: Ominaisuudet
fr_fr: Fonctionnalités
hu_hu: Tulajdonságok
it_it: Caratteristiche
ja_jp: 機能
ko_kr: 기능
no_no: Egenskaper
pl_pl: Funkcje
pt_pt: Características
ro_ro: Caracteristici
ru_ru: Преимущества
sv_se: Inställningar
tr_tr: Özellikler
zh_cn: 功能

source: Low Frequency Boost
de_de: Tieftonanhebung
es_es: Realce de Bajas Frecuencias
fi_fi: Matalien taajuuksien korrostus
fr_fr: Suramplification des graves
hu_hu: Mélyfrekvenciás boost
it_it: Incremento Gravi bassBoost
ja_jp: 低域強調
ko_kr: 저주파수 부팅
no_no: Lav frekvens boost
pl_pl: Podbicie Niskich Tonów
pt_pt: Incremento de Graves
ro_ro: Amplificare Frecventa Joasa
ru_ru: Низкочастотное Усиление
zh_cn: 低频提升

source: Uses Bone Conduction:
cs_cz: Používá kostní vedení:
da_dk: Brug benledning:
de_de: Verwende Knochenleitung:
es_es: Utilizar Vía Osea:
fi_fi: Käytä luujohtotutkimusta :
fr_fr: Conduction osseuse (CO) :
hu_hu: Csontvezetés használata:
it_it: Utilizza Conduzione Ossea:
ja_jp: 骨導データを使用する:
ko_kr: 골전도 사용:
nl_nl: Gebruikt beengeleiding
no_no: Bruker benledning:
pl_pl: Użyj Przewodnictwo Kostne:
pt_pt: Uso da Condução Óssea:
ro_ro: Foloseste Conducere osoasa:
ru_ru: Использует Костную проводимость:
sv_se: Använd benledning:
tr_tr: Kemik İletimini Kullan:
zh_cn: 使用骨导：

source: Leave P1 as Binaural Directionality
cs_cz: Ponechat P1 jako Binaural Directionality
da_dk: Indstil P1 med Binaural Directionality
de_de: P1 als Binaurale Direktionalität belassen
es_es: Mantener P1 como Direccionalidad Binaural
fi_fi: Jätä ohjelma 1 Binauraaliseksi suuntakuvioksi
fr_fr: Utiliser la directivité binaurale sur le programme 1
hu_hu: Hagyja a P1-et Binaurális direkciónalításként
it_it: Lasciare P1 in Direzionalità Binaurale
ja_jp: P1を両耳連動指向性にする
ko_kr: P1을 양이 방향성으로 둠
nl_nl: Behoudt Binaurale Directionaliteit in P1
no_no: Velg P1 som Binaural Directionality
pl_pl: Pozostaw P1 jako Obuuszna Kierunkowość
pt_pt: Deixar P1 como Direcionalidade Binaural
ro_ro: LAsati P1 pe Binaural Directionality
ru_ru: Оставить Программу 1 как Бинауральная направленность
sv_se: Låt P1 ha Binaural Riktverkan
tr_tr: P1'i Binaural Directionality olarak bırak
zh_cn: P1保留为双耳融合方向性

source: When Binaural Directionality is recommended
cs_cz: Pokud je doporučena Binaurální směrovost
da_dk: Når Binaural Directionality anbefales
de_de: Wenn binaurale Direktionalität empfohlen wird
es_es: Cuando se recomienda la Direccionalidad Binaural
fi_fi: Milloin Binauraalinen suuntakuvio on suositeltava
fr_fr: Quand la directivité binaurale "Binaural Directionality" ou "Binaural Directionality II" est disponible :
hu_hu: Amikor a Binaurális direkcionalítás ajánlott
it_it: Quando è consigliata la Direzionalità Binaurale
ja_jp: 両耳連動指向性対応製品を接続時
ko_kr: 양이 방향이 권장되는 경우
nl_nl: Als Binaurale Directionaliteit wordt aanbevolen
no_no: Når Binaural Direksjonalitet er anbefalt
pl_pl: Kiedy zaleca się Kierunkowość Obuuszną
pt_pt: Quando a Direcionalidade Binaural é recomendada
ru_ru: Когда рекомендована Бинауральная направленность
sv_se: När Binaural Riktverkan rekommenderas.
tr_tr: Binaural Directionality tavsiye edildiğinde
zh_cn: 当推荐使用自然方向性时

source: Binaural Directionality uses information that is exchanged by the hearing instruments you are wearing. Depending on the mix of speech and noise and the location of the speech, the directionality mode will change. This will ensure the best listening conditions in all situations. Binaural Directionality allows you to focus on someone speaking but still be able to hear other sounds in your surroundings.
cs_cz: Binaural Directionality/Binaural Directionality II využívá informace, které si sluchadla vyměňují. V závislosti na poměru řeči a hluku a lokalizaci řeči se bude měnit režim směrovosti. To zajistí nejlepší poslechové podmínky za všech situací. Binaural Directionality Vám umožní se soustředit na někoho kdo hovoří, ale stále budetre moci slyšet i zvuky ve svém okolí.
da_dk: Binaural Directionality/Binaural Directionality II benytter information der udveksles mellem de to høreapparater. Afhængigt af sammensætningen af tale og støj og placeringen af tale vil direktionaliteten ændres. Dette vil sikre de bedst mulige lytebetingelser i alle situationer. Binaural Directionality gør det muligt at fokusere på en taler, uden at omkringværende lyde fra omgivelserne frosvinder.
de_de: Die Technologie der Binauralen Direktionalität/Binauralen Direktionalität II lokalisiert das stärkste Sprachsignal und stellt sicher, dass dies klar und verständlich ist - sie geht aber nicht davon aus, dass er automatisch das Sprachsignal von Interesse ist. Stattdessen arbeiten beide Hörsysteme zusammen, um ein optimales Direktionalitätsmuster zu wählen, welches weiterhin die Möglichkeit bietet, die Umgebung und andere Sprecher wahrnehmen zu können.
es_es: Direccionalidad Binaural utiliza la información que se intercambian los audífonos que esta utilizando. dependiendo de la mezcla de ruido y voz, así como de la dirección de la que provienen las voces, el modo direccional cambiará. Con esta opción se asegura la mejor audición en cualquier situación que se encuentre. Direccionalidad Binaural le ayuda a centrarse en la conversación que está manteniendo, pero seguirá percibiendo los demás sonidos del entrono.
fi_fi: Binauralinen suuntakuvio hyödyntää tietoja jotka se saa kummastakin kuulokojeita, joita käytät. Riippuen puheen ja hälyäänien sekoituksesta sekä puheen suunnasta, suuntakuviotila muuttuu dynaamisesti. Tämä takaa parhaan kuunteluolosuhteen joka tilanteeseen. Binauraalinen suuntakuvio antaa sinun keskittyä puheeseen mutta olet kuitenkin tietoinen myös muista äänistä ympärilläsi.
fr_fr: La directivité binaurale "Binaural Directionality" utilise les informations échangées par les appareils pour déterminer quelle est la meilleure directivité pour chaque appareil, en fonction du bruit et des signaux vocaux détectés. Ceci assure les meilleures conditions d'écoute dans toutes les situations sonores. La directivité binaurale "Binaural Directionnality" permet au patient de se concentrer sur une personne qui parle sans jamais perdre le contact avec les sons environnants.
hu_hu: A Binaurális Direkcionalitás/Binaurális Direkcionalítás II azokat az információkat használja amiket a készülékek cserélnek egymás között. A beszéd és zaj mixétől valamint a beszéd helyétől függően, a direkcionalítás váltani fog. Ez bizutosítja a legjobb hallási kondiciókat minden szituációban. A Binaurális Direkcionalítás lehetővé teszi a fókuszálást valaki beszédjére, de ugyankkor képes marad hallani más hangokat is a környezetéből.
it_it: Direzionalità Binaurale utilizza le informazioni scambiate dagli Apparecchi acustici che indossi. A seconda della combinazione di parlato e di rumore e alla localizzazione del parlato, la modalità direzionale cambierà. Ciò garantirà le migliori condizioni di ascolto in tutte le situazioni. Direzionalità Binaurale consentirà di concentrarsi sul parlato, rimanendo in grado di sentire gli altri suoni ambientali circostanti.
ja_jp: 両耳の補聴器が連動して周囲の状況を判断します。会話の有/無や背景雑音の有/無などの状況に合わせ、指向性と無指向性を自動的に切り替えます。 複数人の集まりで後ろから話しかけられた場合、指向性から無指向性へ切り替わるので、会話に気づくことができます。聞きたい会話の方向を向けば再び指向性となり、会話の聞き取りを助けます。つまり、人が集まるような場所でも会話についていきやすくなり、会話が楽になります。
ko_kr: 양이 방향성/양이 방향성 II 는 착용한 보청기가 교환하는 정보를 사용합니다. 어음과 소음의 혼합에 따라 방향성 모드가 변경됩니다. 이렇게 하여 모든 상황에서 최적의 청취 조건을 제공합니다. 양이 방향성은 말하는 사람에 초점을 맞추면서 주위의 다른 소리를 들을 수 있도록 만들어 줍니다.
nl_nl: Binaurale Directionaliteit gebruikt informatie die wordt uitgewisseld tussen beide hoortoestellen. Afhankelijk van de mix van spraak en lawaai én de locatie van de spraak zal de directionaliteitsmodus veranderen. Dit zorgt voor de beste luistercondities in alle situaties. Binaurale directionaliteit maakt het u mogelijk te focussen op iemand die spreekt maar stelt u tegelijkertijd in staat alle andere geluiden in uw omgeving waar te nemen.
no_no: Binaural Directionality bruker informasjon som utveksles ved hjelp av høreapparatene du har på deg. Avhengig av kombinasjonen av tale og støy og lokaliseringen av talen, vil direksjonaliteten endres. Dette vil sikre de beste lytterforhold i alle situasjoner. Binaural Direksjonalitet lar deg fokusere på tale, men fortsatt være i stand til å høre andre lyder i dine omgivelser.
pl_pl: Obuuszna Kierunkowość/Obuuszna Kierunkowość II wykorzystuje informacje jakimi wymieniają się między sobą Twoje aparaty. Ustawienia kierunkowości zmienią się w zależności od miksu mowy i hałasu oraz umiejscowienia mowy. Gwarantuje to najlepsze warunki słuchowe we wszystkich sytuacjach. Obuuszna Kierunkowość pozwala Ci na skupieniu się na kimś kto mówi jednocześnie słysząc inne dźwięki otoczenia.
pt_pt: Direcionalidade Binaural utiliza informações que são compartilhadas pelos aparelhos auditivos. Dependendo da relação da fala e do ruído e a localização da fala, o modo de direcionalidade alterará. Isto assegurará as melhores condições de escuta em todas as situações. Direcionalidade Binaural permite que você se concentre na fala do locutor, mas ainda seja capaz de ouvir outros sons ao seu redor.
ru_ru: Бинауральная направленность использует информацию, которой обмениваются слуховые аппараты, которые Вы носите. В зависимости от наличия речи и шума, а также расположения источника шума, режим направленности будет меняться. Это обеспечит наилучшие условия для слышимости в любых ситуациях. Бинауральная направленность позволяет Вам сфокусироваться на собеседнике, но по-прежнему воспринимать все окружающие звуки.
sv_se: Binaural Riktverkan/Binaural Riktverkan II använder information som skickas mellan hörapparaterna du bär. Beroende på andelen tal, andelen brus och varifrån talet kommer ifrån, kommer riktverkansläget att ändras. Det ger bästa möjliga lyssning i alla situationer. Binaural Riktverkan låter dig fokusera på någon som talar men ändå ha möjlighet att höra ljud i din omgivning.
tr_tr: Binaural Directionality işitme cihazları ile değiştirilebilen bilgileri kullanır. Konuşma ve gürültü ve konuşma konumu karışıma bağlı olarak, yön modu değişecektir. Bu, tüm durumlarda en iyi dinleme koşulları sağlayacaktır. Binaural Directionality ortamdaki diğer sesleri duymak mümkün kılarak bir konuşmacının konuşmasına odaklanmayı da sağlar.
zh_cn: 双耳融合方向性/双耳融合方向性II通过双侧助听器收集的信息进行判断。根据言语、噪声以及言语的位置，自动调节方向性模式，以确保在所有环境下得到最佳的效果。双耳融合方向性让用户把聆听的重点放在别人的言语，同时仍然可以听到周围听到其它的声音。

source: Natural Directionality allows you to have constant awareness of the surrounding sound environment. Consequently the sound source of interest is based on your conscious listening decision.
cs_cz: Natural Directionality Vám umožňuje zachování konstantního povědomí o okolních zvucích. V důsledku toho je výběr zdroje zvuku založen na Vašem vědomém poslechovém rozhodování.
da_dk: Natural Directionality tillader konstant fornemmelse af omgivelserne i lydmiljøet, konsekvensen er at brugeren kan koncentrere sig om at høre den lydkilde der er den interessante.
de_de: Die Natürliche Direktionalität erlaubt Ihnen eine durchgehende Wahrnehmung der Umgebung. Daher basiert das Signal von Interesse auf einer bewussten Hörentscheidung.
es_es: La Direccionalidad Natural le ayuda a estar siempre en contacto con los sonidos ambientales. Por lo tanto podrá decidir de forma consciente sobre que señal sonora poner su foco de atención.
fr_fr: La directivité asymétrique "Natural Directionality II" permet au patient d'être en permanence en contact avec les sons environnants.
hu_hu: A Természetes direkcionalítás lehetővé teszi, hogy folyamatosan figyelje a környezetét. Tehát a hangforrás észlelése az egyéni eszlelésre van alapozva.
it_it: Direzionalità Naturale permette di avere una costante consapevolezza dell'ambiente sonoro circostante. Di conseguenza, la sorgente sonora ritenuta interessante si basa sulla vostra decisione di ascolto consapevole.
ja_jp: 片耳を前方の会話に集中する指向性に（フォーカスイヤー）、もう片方の耳を周囲の環境音を監視する無指向性に（モニターイヤー）設定します。正面にいる相手との会話を楽しみながら、側方や後方からの音声や環境音もキャッチできます。
ko_kr: 자연 방향성은 청취자가 주위의 소리 환경을 지속적으로 의식할 수 있도록 도와 줌으로써 정취자의 의식적인 정취 선택에 따라 관심 음원이 변경됩니다.
nl_nl: Brain-balanced Directionaliteit zorgt ervoor dat u zich constant bewust bent van uw gehele geluidsomgeving. Het bepalen van de meest interessante geluidsbron wordt consequent gebaseerd op uw eigen, bewuste luisterbeslissing.
no_no: Natural Directionality gjør det mulig å beholde en konstant bevissthet på lydomgivelsene. Følgelig blir da den lyd som er av interesse basert på din lytteavgjørelse.
pl_pl: Naturalna Kierunkowość pozwala na zachowanie świadomości otoczenia w środowisku dźwiękowym. Jednocześnie interesujące źródło dźwięku jest wybierane na podstawie świadomych decyzji użytkownika.
pt_pt: A Direcionalidade Natural permite ter uma noção constante do ambiente. Consequentemente, a fonte de som desejada é baseada em sua decisão de escuta consciente.
ru_ru: Естественная направленность дает возможность воспринимать все окружающие звуки. Следовательно, Вы сами будете принимать решение, что для Вас является сигналом интереса.
sv_se: Naturlig Riktverkan låter dig ha konstant rumsuppfattning i olika ljudmiljöer. Du väljer själv vilken ljudkälla du vill lyssna till.
tr_tr: Natural Directionality sizi çevreleyen ses ortamının sürekli farkında olmanızı sağlar. Dolayısıyla ilgili ses kaynağı sizin bilinçli dinleme kararınıza bağlıdır.
zh_cn: 自然方向性可以不断感知周围的聆听环境，根据您的听力情况来定位可能感兴趣的声音。

source: The Environmental Optimizer II recognizes what type of listening environment you are in, and automatically adjusts the volume and the amount of noise reduction for optimum listening comfort and sound quality.
cs_cz: Environmental Optimizer II pozná v jakém poslechovém prostředí se nacházíte a automaticky nastaví hlasitost a stupeň potlačení hluku pro optimální komfort poslechu a kvalitu zvuku.
da_dk: Environmental Optimizer II genkender det aktuelle lydmiljø og korrigerer automatisk volumen og støjreduktion til dette miljø for optimal lyttekomfort og lydkvalitet.
de_de: Der Situations Optimizer II erkennt die Situation in der sie sich gerade befinden, und passt automatisch die Lautstärke und die Stufe der Störschallreduzierung für einen optimalen Komfort und Klangqualität an.
es_es: El Clasificador Ambiental II es capaz de identificar el tipo de entorno auditivo en el que se encuentra, y ajustar de forma automática tanto el volumen como la cantidad de reducción de ruido óptima, para que tenga el máximo confort y calidad sonora.
fi_fi: Ääniympäristön optimoiti II tunnistaa automaattisesti ääniympäristön jossa olet ja säätää äänenvoimakkuuden tason sekä meluvaimennuksen määrän parhaalle mahdolliselle tasolle kyseiseen ääniympäristöön.
fr_fr: L'Environmental Optimizer II reconnaît les environnements d'écoute dans lesquels évolue le patient, et peut ajuster automatiquement le gain et le niveau du réducteur de bruit en fonction des ces environnements, pour permettre au patient de profiter d'un confort optimal quel que soit l'environnement sonore.
hu_hu: A Környezeti optimalizáló II felismeri, hogy milyen halláskörnyezetben van, és automatikusan állítja a hangerőt és a zajszűrés mértékét az optimális figyelési komforthoz és hangminőséghez.
it_it: L'Ottimizzatore Ambientale II riconosce in quale ambiente di ascolto ci si trova, regola automaticamente il volume e la quantità di riduzione del rumore per un comfort di ascolto e qualità del suono ottimale.
ja_jp: 7つの異なる環境ごとに、装用者の好みの利得や雑音抑制レベルを設定します。変化する周囲の環境を自動認識し、適した状態に自動で調整します。刻々と変化する音環境下でも、常に最適な音量に自動調整してくれるので1日中快適に使用できます。
ko_kr: Environmental Optimizer II 는 정취자가 처해 있는 청취 환경 유형을 인식하고 자동으로 볼륨과 소음 줄음 정도를 조정하여 최적의 청취 평안함과 음질을 제공합니다.
nl_nl: De Environmental Optimizer II herkent in wat voor geluidsomgeving u zich bevindt en stelt automatisch het volume en de mate van lawaaireductie bij, voor optimaal luistercomfort en de hoogste geluidskwaliteit.
no_no: Environmental Optimizer II gjenkjenner lydomgivelsene du befinner deg i og justerer automatisk volum og støydemping for å optimalisere lyttekomfort og lydkvalitet.
pl_pl: Optymalizator Środowiskowy II rozpoznaje w jakim otoczeniu dźwiękowym się znajdujesz i automatycznie dopasowuje do niego głośność oraz ilość redukcji hałasu tak aby zapewnić optymalną jakość dźwięku i komfort słuchania.
pt_pt: O Otimizador Ambiental II reconhece os tipos de ambientes de escuta e automaticamente ajusta o volume e a quantidade de redução para otimizar o conforto auditivo e qualidade sonora.
ru_ru: Оптимизатор Окружения II распознает тип звукового окружения в котором Вы находитесь и автоматически регулирует уровень громкости и шумоподавления для оптимального комфорта и качества звука.
sv_se: Miljöoptimering II känner av vilken typ av miljö du befinner dig i och justerar automatiskt volym och mängd av brusreducering för att uppnå optimal komfort och ljudkvalitet.
tr_tr: Environmental Optimizer II, ne çeşit bir dinleme ortamında bulunduğunuzu algılar ve otomatik olarak ideal dinleme konforu ve ses kalitesi için ses seviyesini ve gürültü azaltma miktarını ayarlar.
zh_cn: 环境优化器 II将分析当前所处的环境类型并自动调整音量和降噪程序听得更舒适和得到更好的音质。

source: This feature adjusts level of directional focus, depending on the location of the speaker of interest and the surrounding sound. If there is only one person speaking in front of you, without other sounds interfering, the focus is narrowed. If there are multiple sources of sound, coming from the side or from the back, the focus is broadened.
cs_cz: Tato funkce nastavuje úroveň směrového zaměření v závislosti na umístění řečníka a okolních zvuků. Pokud hovoří pouze jedna osoba před Vámi bez dalších rušivých zvuků, je zaměření úzké. Pokud existuje více zdrojů zvuku, přicházejících z boku a zezadu, je zaměření rozšířeno.
da_dk: Skifter bredden på det direktionale fokus afhængig af placeringen af den der taler og de omgivende lyde. Hvis der kun er en der taler foran vil fokus blive smallere for at dæmpe mere støj, hvis der er flere talere forfra vil fokus blive bredere for bedst mulig forsteålse af talen.
de_de: Dieses Features passt den Fokus der Direktionalität in Abhängigkeit der Lokalisation von Sprechern und Umgebungsgeräuschen an. Spricht nur eine Person von vorne wird der Öffnungswinkel verkleinert, sprechen mehrere auch z.B. von der Seite dann wird der Öffnungswinkel erweitert.
es_es: Esta prestación ajusta el tamaño focal, dependiendo de la posición del interlocutor de su interés y de el sonido ambiental. Si solamente hay un persona hablando enfrente de usted y no hay otros sonidos ambientales que interfieran, el tamaño focal se cerrará. Si hay múltiples fuentes sonoras que provienen de los laterales o traseras, el tamaño focal se ampliará.
fr_fr: Cette fonctionnalité permet de régler la largeur du faisceau directionnel, en fonction de l'emplacement de la personne qui parle et des sons environnants. Si une seule personne parle en face du patient, le faisceau sera étroit. Si plusieurs personnes parlent, situées à droite et à gauche du patient, le faisceau sera plus large.
hu_hu: A direkcionális állítási szintje, függ a beszélő helyétől és a hangkörnyezettől. Ha csak egy ember beszél Ön elött, semmilyen más hang nincs, a fókusz szükebb. Ha több hangforrás van, ami oldalról vagy hátulról ad hangot a fókusz kiszélesedik.
it_it: Questa funzione regola il livello focus della direzionalità, a seconda della posizione dell'interlocutore che vi interessa ascoltare e il suono circostante. Se c'è solo una persona che parla di fronte a voi, senza altri rumori interferenti, il livello focus si restringe. Se ci sono diverse fonti sonore, provenienti dal lato o dal retro, il focus si allarga.
ja_jp: 指向性モードにおいて、指向性の幅を設定します。正面のみの会話を聞き取りたい場合は狭く、前方の音を全体的に聞き取りたい場合は広く設定して下さい。
ko_kr: 본 기능은 말하는 사람의 위치와 주변 소리에 따라 방향성 초점 레벨을 조정합니다. 앞에서 이야기 하는 사람이 한 사람이고 간섭하는 다른 소리가 없다면, 초점이 좁아집니다. 다양한 음원이 측면이나 뒷쪽에서 들려오는 경우에는, 초점이 넓어집니다.
nl_nl: Deze feature regelt de sterkte van de directionele focus, afhankelijk van de positie van de spreker(s) en het omgevingsgeluid. Als er zich slechts één spreker voor u bevindt, en er zijn geen andere spraakgeluiden, dan wordt de focus smal. Als er meerdere interessante geluidsbronnen zijn, van schuin van voren of van opzij, dan wordt de focus breder.
no_no: Denne egenskapen regulerer nivået av direksjonal fokus, avhengig av talers lokalisasjon og omgivelseslydene. Hvis det er kun en persom som snakker foran deg ,uten forstyrrelser fra andre lydkilder vil fokus direksjonalitetsfokus være smalere. Hvis det er flere lyder fra siden og bakfra vil direksjonalitesfokuset være bredere.
pl_pl: Ta funkcja dopasowuje siłę kierunkowości na podstawie lokalizacji źródła interesującej mowy oraz dźwięków otoczenia. Jeśli jest tylko jeden mówca przed Tobą, bez innych dźwięków otoczenia, kierunkowość zostanie zawężona. Jeśli źródeł dźwięku, z boku oraz z tyłu jest kilka, kierunkowość zostanie poszerzona.
pt_pt: Este recurso ajusta o foco da direcionalidade, dependendo da localização do som de interesse e, dos sons ambientais. Se houver apenas uma pessoa falando na sua frente, sem interferência de outros sons, o foco é estreito. Se existirem várias fontes sonoras, vindo do lado ou de trás, o foco é modificado para outro, mais amplo.
ru_ru: Эта функция регулирует уровень фокуса направленности, в зависимости от расположения сигнала интереса и окружающей звуковой обстановки. Если присутствует только один говорящий человек перед Вами, без присутствия других сигналов интереса, фокус сужается. Если вокруг много источников звука, поступающих со спины и сбоку, фокус расширяется.
sv_se: Den här inställningen justerar hur riktverkan zoomar in, beroende på placeringen av den man vill höra och omgivningsljuden. Om det bara är EN person som talar framför dig, utan att andra ljud stör, krymps inzoomningen. Om det är flera ljudkällor, både från sidorna och bakom, breddas inzoomningen.
tr_tr: Bu özellik ilgili hoparlörün konumu ve çevreleyen sese bağlı olarak yönlü odaklanma seviyesini ayarlar. Başke sesler olmadan önünüzkonuşan tek bir kişi varsa, odak daraltılır. Yan taraftan veya arkadan gelen birden fazla ses kaynağı mevcutsa odak genişletilir.
zh_cn: 此功能用来调整方向性聚焦的范围，根据感兴趣的扬声器的位置和周围的环境声。如果只有一个人在你面前说话，没有其他声音干扰，方向性聚焦的范围很窄。如果在侧面或后面有多个噪声源，从方向性的程序设置为更侧面或后面，方向性聚焦的范围需要扩大。
