Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Calculated Focus Ear. P1 will be changed to the Natural Directionality II environment.
cs_cz: Vypočtené směrové ucho. P1 bude změněn na prostředí Přirozená směrovost II.
da_dk: Beregnet fokusøre. P1 vil blive ændret til Natural Directionality II.
de_de: Fokus-Ohr wurde ermittelt. P1 wird in Natürliche Direktionalität II geändert.
es_es: Oído Foco calculado. El P1 cambiara a el entorno Direccionalidad Natural II.
fi_fi: Laskettu fokusoiva korva. Ohjelma 1 muutetaan luonnollinen suuntakuvio II ympäristöön.
fr_fr: La directivité asymétrique "Natural Directionality II" est disponible. Voulez-vous l'utiliser sur le programme 1 ?
hu_hu: Kalkulált fókusz fül. A P1 a Természetes Direkcionalítás II környezetre fog változni.
it_it: Orecchio Focus calcolato. P1 cambierà in Ambiente Direzionalità Naturale II.
ja_jp: フォーカスイヤを決定しました。P1をナチュラル指向性IIへ変更します
ko_kr: 산출된 Focus Ear. P1는 Natural Directionality II 환경으로 변경됩니다.
nl_nl: Berekend Focus oor. P1 wordt veranderd in Brain-balanced Directionaliteit II. Akkoord?
no_no: Kalkuler Fokusøre. P1 vil endres til Natural Directionality II.
pl_pl: Obliczono Ucho Skupienia. W P1 zostanie uruchomiona Naturalna Kierunkowość II.
pt_pt: Orelha FOCO calculada. P1 entrará como Direcionalidade Natural II
ro_ro: Calculeaza Focus Ear. P1 va fi schimbat cu mediul Directionalitate Naturala II.
ru_ru: Фокусное ухо рассчитано. Программа 1 будет изменена на Естественную направленность II.
sv_se: Program 1 kommer ändras till Naturlig Riktverkan II.
tr_tr: Fokus kulak hesaplandı. P1, Natural Directionality II olarak değiştirilecek.
zh_cn: 计算聚焦耳，且P1将改变为自然方向性II。

source: {0} Option Change
cs_cz: {0} změna parametru
da_dk: {0} skift af option
de_de: {0} Optionsänderung
es_es: {0} Cambio de opción
fi_fi: {0} Valintojen muutos
fr_fr: Avertissement : passage à un programme {0}
hu_hu: {0} Opció váltás
it_it: {0} Cambio Opzione
ja_jp: {0}オプション変更
ko_kr: {0} 옵션 변경
nl_nl: {0} Optie wijzigen
no_no: {0} Valg Endring
pl_pl: {0} Zmiana opcji
pt_pt: {0} Opção de alterações
ro_ro: {0} Optiuni Schimbare
ru_ru: Изменение опций {0}
sv_se: {0} Ändring
tr_tr: {0} Seçenek değişimi
zh_cn: {0}可选项改变

source: You are changing from {0} to a different listening program. Do you want to continue?
cs_cz: Přepínáte z {0} na jiný poslechový program. Chcete pokračovat?
da_dk: Du ændrer fra {0} til en andet program. Vil du fortsætte?
de_de: Sie wechseln von {0} auf ein anderes Programm. Möchten Sie fortfahren?
es_es: Esta cambiando de {0} a un programa de entorno diferente. ¿Desea Continuar?
fi_fi: Olet vaihtamassa {0} ääniympäristöstä toiseen ohjelmaan. Haluatko jatkaa ?
fr_fr: Vous aller modifier le programme {0}. Voulez-vous continuer ?
hu_hu: Ön váltott a {0} programból egy másik programba. Folytatja?
it_it: Stai cambiando dal programma {0} ad un programma diverso. Vuoi continuare?
ja_jp: {0}から異なるプログラムへ変更しようとしています。継続しますか？
ko_kr: {0} 에서 다른 환경으로 변경 하셨습니다. 계속하시겠습니까?
nl_nl: U wijzigt {0} naar een ander luisterprogramma. Wilt u doorgaan?
no_no: Du endrer nå fra {0} til ett annet lytteprogram. Ønsker du å fortsette?
pl_pl: Przełączasz sie z programu {0} na inny program. Czy chcesz kontynuować?
pt_pt: Você está mudando de {0} para um diferente programa. Deseja continuar?
ro_ro: Schimbati de la {0} la un alt program de ascultare. Doriti sa continuati?
ru_ru: Вы изменили программу {0} на другую программу. Продолжить?
sv_se: Du byter från {0} till ett annat program. Vill du fortsätta?
tr_tr: {0} dan başka bir dinleme programına değiştiriyorsun. Devam etmek istiyormusun?
zh_cn: 正在由{0}转变到另一不同的聆听程序,您要继续吗？

source: TestFormFactorType
de_de: Test Bauart
es_es: TestTipoTamaño
fr_fr: Type d'appareil
hu_hu: TesztFormaFaktorTípus
it_it: TestTipoProdotto
ja_jp: テストタイプ
ko_kr: 시험유형지수타입
no_no: TestFormFaktorType
pl_pl: SprawdźTypObudowy
pt_pt: TesteModeloTipo
ru_ru: Тип форм-фактора
zh_cn: 产品类型

source: Apple
da_dk: Æble
fi_fi: Omena
ja_jp: アップル
ko_kr: 애플
nl_nl: Appel
no_no: Eple
ro_ro: Mar
sv_se: Äpple
tr_tr: Elma
zh_cn: 苹果

source: Autosteering Synchronization
cs_cz: Synchronizace automatického řízení
da_dk: Autosteering synkronisering
de_de: Synchronisation Autosteuerung
es_es: Sincronización AutoSteering
fi_fi: Autom.ohjauksen synkronointi
hu_hu: Autofelismerés szinkronizáció
it_it: Sincronizzazione Autosteering
ja_jp: 自動同期
ko_kr: 자동조종장치 동기화
nl_nl: Autosteering synchronizatie
no_no: Autosteering Synkronisering
pl_pl: Synchronizacja AutomatycznegoSterowania
pt_pt: Sincronização Autosteering
ro_ro: Sincronizare Autosteering
ru_ru: Автоуправление синхронизацией
sv_se: Automatisk Synkronisering
tr_tr: Otomatik yönetim senkronizasyonu
zh_cn: 自动同步

source: All
cs_cz: Vše
da_dk: Alle
de_de: Alle
es_es: Todos
fi_fi: Kaikki
fr_fr: Tous
hu_hu: Minden
it_it: Tutti
ja_jp: 全て
ko_kr: 모두
nl_nl: Alle
no_no: Alle
pl_pl: Wszystkie
pt_pt: Todos
ro_ro: Tot
ru_ru: Все
sv_se: Alla
tr_tr: Hepsi
zh_cn: 全部

source: Max Gain Handle
cs_cz: Rozšířené nastavení (více frekvencí)
da_dk: Max antal gainhåndtag
de_de: Maximale Anzahl
es_es: Número Max de Controles de Ganancia
fi_fi: Maks. vahvistussäätimiä
fr_fr: Afficher le maximum de curseurs
hu_hu: Kezelt erősítések max. száma
it_it: Massimo numero di maniglie
ja_jp: 最大ハンドル数
ko_kr: 이득 핸들의 최대 수
nl_nl: Maximaal aantal Gain banden
no_no: Maks. antall Gainkontroller
pl_pl: Suwak maksymalnego wzmocnienia
pt_pt: Número máximo de canais de ganho
ro_ro: Numarul Maxim de Valori de Castig
ru_ru: Максимальное число регуляторов усиления
sv_se: Max antal justeringsband
tr_tr: Maksimum Kazanç Ayar Sayısı
zh_cn: 显示为最多频段

source: One of the products is wireless, please change them to both wireless or both non-wireless instruments.
cs_cz: Jedno ze sluchadel je bezdrátové, prosíme, změňte obě na bezdrátová nebo obě na standardní.
da_dk: Et af apparaterne er trådløst, skift apparat så de begge er trådløse eller ikke-trådløse.
de_de: Hörsysteme können nicht miteinander kombiniert werden. Bitte wählen Sie 2 Wireless-Hörsysteme oder 2 Hörsysteme ohne Wireless-Funktion.
es_es: Uno de los productos es Inalámbrico, por favor cambiar los dos a Inalámbricos o los dos a no Inalámbricos.
fi_fi: Vain toisessa kuulokojeessa on langaton ominaisuus. Vaihda kummatkin kuulokojeet tukemaan langatonta- tai ei-langatonta ominaisuutta.
fr_fr: Impossible de programmer ces appareils dans la même session. Changer pour deux appareils à connexion sans fil ou deux appareils à connexion filaires.
hu_hu: Csak az egyik készülék wireless, kérjük cserélje minkettőt wireless-re vagy nem wireless-re.
it_it: Uno dei due prodotti è Wireless, cambiare in entrambi i dispositivi Wireless o Non-Wireless.
ja_jp: ワイヤレス製品と非ワイヤレス製品を同時にフィッティングすることはできません。どちらか一方に統一するか、片耳ずつ調整を行って下さい。
ko_kr: 제품중 하나가 무선입니다, 두 제품을 모두 무선으로 또는 모두 유선으로 변경하세요.
nl_nl: Een van de toestellen is wireless, verander ze s.v.p. in beide wireless of beide niet-wireless.
no_no: Ett av apparatene er trådløst. Vennligst endre begge enten til trådløse eller ikke-trådløse apparater
pl_pl: Jeden z aparatów jest bezprzewodowy, proszę zamienić drugi aparat na bezprzewodowy lub oba na pozbawione bezprzewodowości
pt_pt: Um destes produtos é wireless, por favor mude-os todos para wireless ou ambos sem wireless.
ro_ro: Unul sau mai multe produse sunt wireless, va rog schimbati sa fie ambele la fel.
ru_ru: Один из аппаратов оснащен функцией беспроводной связи: пожалуйста, замените их на оба беспроводных или оба проводных
sv_se: En av dessa hörapparaterna är trådlösa, ändra båda till "trådlösa" eller båda till "ej trådlösa" hörapparater.
tr_tr: Ürünlerden biri wireless, lütfen her iki cihazıda wireless yada non wireless olarak değiştirin.
zh_cn: 一个产品是有无线功能的，请选择两个都有无线功能或两个都没有无线功能的。

source: Instruments mismatch error
cs_cz: Nevhodná kombinace sluchadel
da_dk: Fejl. Apparater passer ikke sammen
de_de: Fehler in der Geräteauswahl
es_es: Error de selección de Audífonos
fi_fi: Yhteensopivuusvirhe
fr_fr: Erreur de compatibilité
hu_hu: Készülék nem egyezés
it_it: Errore di corrispondenza dispositivi
ja_jp: 補聴器適合エラー
ko_kr: 보청기가 잘못 연결됨
nl_nl: Toestellen stemmen niet overeen-error
no_no: Apparat - uoverstemmelse
pl_pl: Błąd niedopasowania
pt_pt: Erro de má combinação de instrumentos
ro_ro: Aparate Necorelate
ru_ru: Несоответствие СА
sv_se: Hörapparater matchar inte
tr_tr: Cihaz uyuşmazlık hatası
zh_cn: 助听器匹配出错

source: Use Time For Program 1 Per Environment
cs_cz: Použít čas na program 1 na prostředí
da_dk: Brugstid for program 1 per lydmiljø
de_de: Tragedauer für Programm 1 situationsbedingt
es_es: Tiempo de uso para el programa 1 por entorno
fi_fi: Ohjelman 1 käyttöaika per ääniympäristö
fr_fr: Temps d'utilisation du programme 1 par environnement
hu_hu: Használati idő Program 1/ környezet
it_it: Utilizza Tempo per Programma1 per ambiente
ja_jp: 環境ごとのP1使用時間
ko_kr: 환경별 프로그램 1의 사용시간
nl_nl: Gebruiksduur voor Programma 1 per omgeving
no_no: Brukstid i program 1 Per lyttemiljø
pl_pl: Czas Użycia P1 w Środowisku
pt_pt: Tempo de uso no programa 1 por ambiente
ro_ro: Foloseste timp pentru Programul 1 pe Mediu
ru_ru: Время использования программы 1 в окружающей обстановке
sv_se: Använd tid för Program 1 per miljö
tr_tr: Program 1 ve her çevre için kullanım zamanı
zh_cn: 每种环境下使用程序1的时间

source: SAVE and PRINT
zh_cn: 保存和打印

source: Hearing Loss
zh_cn: 听力损失

source: Tinnitus
zh_cn: 耳鸣

source: LifeStyle Chart
zh_cn: 生活方式图表

source: Spatial Directionality
ja_jp: ナチュラル指向性II
zh_cn: 立体方向性

source: Adaptive Directionality
zh_cn: 自适应方向性

source: Listening Comfort
zh_cn: 聆听舒适度

source: Feedback Suppression
zh_cn: 反馈抑制

source: Noise Reduction
zh_cn: 降噪系统

source: Wind Noise Reduction
da_dk: Vindstøjsreduktion
de_de: Windgeräuchunterdrückung
es_es: Reductor de Ruido de Viento
fi_fi: Tuulenkohinan vaimennus
fr_fr: Réducteur de bruit de vent
hu_hu: Szélzaj szűrés
it_it: Riduzione del Rumore del Vento
ja_jp: 風切音抑制
ko_kr: 바람 소리 제어
nl_nl: Windruisreductie
no_no: Vindstøyreduksjon
pl_pl: Redukcja Szumu Wiatru
pt_pt: Redutor de Ruído de Vento
ro_ro: Cu reductor de zgomot
ru_ru: С шумоподавлением
sv_se: Vindbrusreduktion
tr_tr: Rüzgar Gürültüsü Azaltma
zh_cn: 降风噪

source: Locations
zh_cn: 位置

source: Inserting & Removing
zh_cn: 插入和删除

source: Changing the Program
zh_cn: 更改程序

source: Operating the VC
zh_cn: VC操作

source: Using a Telephone
zh_cn: 使用电话

source: Attaching the Headset
zh_cn: 连接耳机

source: Attaching Audioboot & Using FM
zh_cn: 连接音靴并使用FM

source: Changing the Battery
zh_cn: 更换电池

source: Cleaning the Earmole & Tube
ja_jp: イヤモールド & チューブのクリーニング
zh_cn: 清洁耳模和导声管

source: Turning Off & Storing
zh_cn: 关闭并保存

source: Custom
cs_cz: ITE
da_dk: I-øret
de_de: IdO
es_es: A medida
fi_fi: Yksilöllinen
fr_fr: CIC / MC / ITC / ITE (intras)
hu_hu: Egyéni
ja_jp: CIC / ITC / ITE
nl_nl: Op maat gemaakt
no_no: ITE
pl_pl: Dopasuj
pt_pt: Customizado
ro_ro: Personalizat
ru_ru: Внутриушной
tr_tr: Kişiye Özel
zh_cn: 定制机

source: Cleaning
zh_cn: 清洁

source: Changing the Waxguard
zh_cn: 更换耵聍挡板

source: Open
zh_cn: 打开

source: Changing the Tube and the Dome
zh_cn: 更换导声管和耳塞

source: Cleaning the Tube (not for RIE)
zh_cn: 清洁导声管 (非RIE)

source: Low
cs_cz: Nízké
da_dk: Lav
de_de: Tiefen
es_es: Bajo
fi_fi: Basso
fr_fr: Graves
hu_hu: Mély
it_it: Basso
ja_jp: 低
nl_nl: Laag
no_no: Lav
pl_pl: Niski
pt_pt: Baixo
ro_ro: Joase
ru_ru: Низкий
sv_se: Låg
tr_tr: Alçak
zh_cn: 低

source: Medium
cs_cz: Střední
de_de: Mittel
es_es: Medio
fi_fi: Keski
fr_fr: Médiums
hu_hu: Közepes
it_it: Medio
ja_jp: 中
pl_pl: Średni
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средний
sv_se: Medel
tr_tr: Orta
zh_cn: 中

source: High
cs_cz: Vysoké
da_dk: Høj
de_de: Höhen
es_es: Alto
fi_fi: Diskantti
fr_fr: Aigus
hu_hu: Magas
it_it: Alto
ja_jp: 高
nl_nl: Hoog
no_no: Høy
pl_pl: Wysoki
pt_pt: Alto
ro_ro: Inalte
ru_ru: Высокий
sv_se: Hög
tr_tr: Yüksek
zh_cn: 高

source: Soft
cs_cz: Tiché
da_dk: Svag
de_de: Leise
es_es: Suave
fi_fi: Heikko
fr_fr: G50
hu_hu: Halk
it_it: Lieve
ja_jp: G50
ko_kr: 작은소리
nl_nl: Zacht
no_no: Svak
pl_pl: Ciche
pt_pt: Suave
ro_ro: Incet
ru_ru: Тихие
sv_se: Svag
tr_tr: Hafif
zh_cn: 小声

source: Average
cs_cz: Průměrné
da_dk: Gennemsnit
de_de: Mittel
es_es: Media
fi_fi: Kohtalainen
fr_fr: G65
hu_hu: Középérték
it_it: Media
ja_jp: G65
ko_kr: 평균
nl_nl: Gemiddeld
no_no: Gjennomsnitt
pl_pl: Średnie
pt_pt: Média
ro_ro: Mediu
ru_ru: Средние
sv_se: Genomsnittlig
tr_tr: Ortalama
zh_cn: 中声

source: Loud
cs_cz: Hlasité
da_dk: Kraftig
de_de: Laut
es_es: Fuerte
fi_fi: Voimakas
fr_fr: G80
hu_hu: Hangos
it_it: Forte
ja_jp: G80
ko_kr: 큰소리
nl_nl: Hard
no_no: Høy
pl_pl: Głośne
pt_pt: Alto
ro_ro: Tare
ru_ru: Громкие
sv_se: Stark
tr_tr: Yüksek
zh_cn: 大声

source: Gain toggle gain increment number
cs_cz: Přírůstek zisku při přepínání zisku
de_de: Anzahl Verstärkungsschritte
es_es: Número de incremento en los controles de ganancia
fi_fi: Vahvistussäätöjen lisäys
hu_hu: Erősítés billenés erősítés nővekedési szám
it_it: Numero Incremento Guadagno
ja_jp: 利得調整周波数増加数
ko_kr: 이득토글 이득증가 수
nl_nl: Gain toggle gain stapgrootte
no_no: Justeringsgrad
pl_pl: Suwak wzmocnienia uzyskał wartość
pt_pt: Alternar o ganho
ro_ro: Potentiometru de volum crestere castig numeric
ru_ru: Значения переключателя усиления
sv_se: Förstärkningsökning Siffra
tr_tr: Kazanç düğmesi kazanç artış numarası
zh_cn: 增加增益频段数

source: All
cs_cz: Vše
da_dk: Alle
de_de: Alle
es_es: Todos
fi_fi: Kaikki
fr_fr: Tous
hu_hu: Minden
it_it: Tutto
ja_jp: 全て
ko_kr: 모든
nl_nl: Alle
no_no: Alle
pl_pl: Wszystko
pt_pt: Todos
ro_ro: Toate
ru_ru: Все
sv_se: Alla
tr_tr: Hepsi
zh_cn: 全部

source: Political Riot
cs_cz: Politická vzpoura
de_de: Politische Ausschreitung
es_es: Disturbios Políticos
fi_fi: Poliittinen mellakka
hu_hu: Politikai felkelés
it_it: Manifestazione Politica
ko_kr: 정치적 폭등
nl_nl: Politieke rel
no_no: Politisk Opprør
pl_pl: Zamieszki Polityczne
pt_pt: Motim Político
ro_ro: Rascoala Politica
ru_ru: Политические беспорядки
sv_se: Politiskt Upplopp
tr_tr: Siyasi Ayaklanma
zh_cn: 政治骚乱

source: Test
fi_fi: Noahlink Wireless Testi
hu_hu: Teszt
ja_jp: テスト
ko_kr: 테스트
pl_pl: Testuj Noahlink Wireless
pt_pt: Testar
ru_ru: Тест
zh_cn: 测试

source: Test
fi_fi: Testi
hu_hu: Teszt
ja_jp: テスト
ko_kr: 테스트
pt_pt: Testar
ru_ru: Тест
zh_cn: 测试

source: Web Updates
cs_cz: Webové aktualizace
da_dk: Web opdateringer
es_es: Actualizaciones Web
fi_fi: Aventa päivitykset
fr_fr: Mises à jour
hu_hu: Web frissítés
it_it: Aggiornamenti Web
ja_jp: Aventaアップデート
ko_kr: 웹 업데이트
no_no: Web Oppdateringer
pl_pl: Aktualizacje Internetowe
pt_pt: Atualizações da Web
ro_ro: Actualizari Web
ru_ru: Интернет обновления
sv_se: Webbuppdateringar
tr_tr: Web Güncellemeleri
zh_cn: 在线升级

source: Check for updates every:
cs_cz: Kontrolovat aktualizace
da_dk: Check for opdateringer hver:
de_de: Regelmäßige Updates:
es_es: Comprobar actualizaciones cada:
fi_fi: Aventa päivitysten tarkastusväli :
fr_fr: Rechercher les mises à jour toutes les :
hu_hu: Frissités keresés:
it_it: Controlla gli aggiornamenti ogni:
ja_jp: 自動チェック ※インターネット環境が必要です
ko_kr: 모든 업데이트 확인:
nl_nl: Check voor updates iedere:
no_no: Sjekk etter oppdateringer hver:
pl_pl: Sprawdzaj aktualizacje co:
pt_pt: Checar updates sempre:
ro_ro: Verifica actualizari la fiecare:
ru_ru: Проверять на наличие обновлений раз в:
sv_se: Sök uppdateringar varje:
tr_tr: Güncellemeleri kontrol et (Her):
zh_cn: 升级检查周期:

source: Always download updates when available
cs_cz: Vždy stáhnout aktualizace, jakmile jsou dostupné
da_dk: Download altid opdateringer når det er muligt
de_de: Bei Verfügbarkeit Updates immer herunterladen.
es_es: Siempre descargar actualizaciones disponibles
fi_fi: Lataa automaattisesti Aventa päivitykset jos niitä on saatavilla
fr_fr: Toujours télécharger les mises à jour
hu_hu: A frissítés letöltés ha rendelkezésre áll
it_it: Scaricare gli aggiornamenti quando disponibili
ja_jp: 有効になればいつでもアップデートを行う
ko_kr: 가능할 때마다 업데이트 다운로드
nl_nl: Beschikbare updates altijd downloaden
no_no: Alltid last ned oppdateringer når tilgjengelig
pl_pl: Zawsze pobieraj uaktualnienia gdy są dostępne
pt_pt: Sempre fazer um download quando:
ro_ro: Intotdeauna descarca actualizarile disponibile
ru_ru: Всегда загружать доступные обновления
sv_se: Ladda alltid ner nya uppdateringar
tr_tr: Mevcut güncellemeleri her zaman indir.
zh_cn: 有新版本时自动下载

source: Check every:
cs_cz: Kontrolovat každé:
da_dk: Kontroller hver:
de_de: Nach:
es_es: Comprobar cada:
fi_fi: Tarkista joka :
fr_fr: Rechercher les mises à jour toutes les :
hu_hu: Keresés:
it_it: Controllare ogni:
ja_jp: チェック頻度の設定:
ko_kr: 모두 체크:
nl_nl: Check ieder(e):
no_no: Undersøk hver:
pl_pl: Sprawdzaj co:
pt_pt: Checar sempre:
ro_ro: Verifica la fiecare:
ru_ru: Проверять раз в
sv_se: Kontrollera varje:
tr_tr: Kontrol Et, (Her):
zh_cn: 检查每:

source: 1 Week
cs_cz: 1 týden
da_dk: 1 uge
de_de: 1 Woche
es_es: 1 Semana
fi_fi: 1 viikko
fr_fr: semaines
hu_hu: hetente
it_it: 1 Settimana
ja_jp: 1 週間
ko_kr: 1 주
nl_nl: week
no_no: 1. uke
pl_pl: 1 Tydzień
pt_pt: 1 Semana
ro_ro: 1 Saptamana
ru_ru: неделю
sv_se: 1 Vecka
tr_tr: 1 Hafta
zh_cn: 1 周

source: 2 Weeks
cs_cz: 2 týdny
da_dk: 2 uge
de_de: 2 Wochen
es_es: 2 Semanas
fi_fi: 2 viikkoa
fr_fr: 2 semaines
hu_hu: 2 hetente
it_it: 2 Settimane
ja_jp: 2 週間
ko_kr: 2 주
nl_nl: 2 weken
no_no: 2. uke
pl_pl: 2 Tygodnie
pt_pt: 2 Semanas
ro_ro: 2 Saptamani
ru_ru: 2 недели
sv_se: 2 Veckor
tr_tr: 2 Hafta
zh_cn: 2 周

source: 3 Weeks
cs_cz: 3 týdny
da_dk: 3 uge
de_de: 3 Wochen
es_es: 3 Semanas
fi_fi: 3 viikkoa
fr_fr: 3 semaines
hu_hu: 3 hetente
it_it: 3 Settimane
ja_jp: 3 週間
ko_kr: 3 주
nl_nl: 3 weken
no_no: 3. uke
pl_pl: 3 Tygodnie
pt_pt: 3 Semanas
ro_ro: 3 Saptamani
ru_ru: 3 недели
sv_se: 3 Veckor
tr_tr: 3 Hafta
zh_cn: 3 周

source: 4 Weeks
cs_cz: 4 týdny
da_dk: 4 uge
de_de: 4 Wochen
es_es: 4 Semanas
fi_fi: 4 viikkoa
fr_fr: 4 semaines
hu_hu: 4 hetente
it_it: 4 Settimane
ja_jp: 4 週間
ko_kr: 4 주
nl_nl: 4 weken
no_no: 4. uke
pl_pl: 4 Tygodnie
pt_pt: 4 Semanas
ro_ro: 4 Saptamani
ru_ru: 4 недели
sv_se: 4 Veckor
tr_tr: 4 Hafta
zh_cn: 4 周

source: Updates Reminder Date
cs_cz: Datum připomenutí aktualizací
da_dk: Updatering påmindelses dato
de_de: Update-Erinnerungs-Datum
es_es: Fecha Recuerdo Actualización
fi_fi: Muistutuspäivämäärä päivitykselle
fr_fr: Rappel de la date des mises à jour
hu_hu: Frissítés Emlékeztetés Idő
it_it: Data promemoria aggiornamenti
ja_jp: アップデートのリマインダー
ko_kr: 업데이트 알림 일자
nl_nl: Herinneringsdatum updates
no_no: Påminnelsesdato Oppdatering
pl_pl: Data przypomnienia o aktualizacji
pt_pt: Verificar atualizações
ro_ro: Data Reamintire Actualizare
ru_ru: Обновление времени напоминания
sv_se: Uppdateringspåminnelse datum
tr_tr: Güncelleme Hatırlatma Tarihi
zh_cn: 升级提醒

source: Check date for next update
cs_cz: Datum kontroly další aktualizace
da_dk: Updater næste gang
de_de: Nächstes Prüfdatum für Updates
es_es: Fecha siguiente de Comprobación de actualización
fi_fi: Tarkasta päivämäärä seuraavalle päivitykselle
fr_fr: Prochaine date pour la mise à jour
hu_hu: Legközelebbi frissítés dátum
it_it: Data prossimo controllo aggiornamenti
ja_jp: 次回のアップデート
ko_kr: 다음 업데이트를 위해 데이터 확인
nl_nl: Check datum voor volgende update
no_no: Se dato for neste oppdatering
pl_pl: Sprawdź datę następnej aktualizacji
pt_pt: Verificar as próximas atualizações
ro_ro: Verificati data pentru urmatoarea actualizare
ru_ru: Проверить дату следующего обновления
sv_se: Nästa uppdateringsdatum
tr_tr: Bir sonraki güncelleme tarihini kontrol et
zh_cn: 下次升级检查

source: Check for Updates
cs_cz: Kontroluji aktualizace
da_dk: Søg efter opdateringer
de_de: Suche nach Updates
es_es: Comprobar actualizaciones
fi_fi: Tarkista Aventa päivitykset
fr_fr: Rechercher des mises à jour
hu_hu: Frissítések ellenőrzése
it_it: Controlla Aggiornamenti
ja_jp: アップデートを確認する
ko_kr: 업데이트 체크
nl_nl: Check voor updates
no_no: Se etter Oppdateringer
pl_pl: Sprawdź aktualizacje
pt_pt: Checar atualizações
ro_ro: Verifica Actualizari
ru_ru: Проверить на наличие обновлений
sv_se: Sök efter uppdateringar
tr_tr: Güncellemeleri Kontrol Et
zh_cn: 检查升级

source: Check for Updates...
cs_cz: Zkontrolovat aktualizace...
da_dk: Check for Updateringer...
de_de: Nach Updates im Web suchen...
es_es: Comprobar Actualizaciones...
fi_fi: Tarkistaa Aventa päivityksiä...
fr_fr: Rechercher des mises à jour ...
hu_hu: Frissítések keresése...
it_it: Controlla Aggiornamenti...
ja_jp: Aventaアップデート
ko_kr: 업데이트 체크...
nl_nl: Check voor updates...
no_no: Se etter Oppdateringer...
pl_pl: Wyszukaj Aktualizacje...
pt_pt: Checar atualizações...
ro_ro: Verifica Actualizari...
ru_ru: Проверить на наличие обновлений
sv_se: Sök efter uppdateringar...
tr_tr: Güncellemeler Kontrol Ediliyor...
zh_cn: 检查升级...

source: Test Date
zh_cn: 测试日期

source: Show
zh_cn: 显示

source: Lifestyle:
ja_jp: ライフスタイル：
zh_cn: 生活方式:

source: Update Name
cs_cz: Jméno aktualizace
da_dk: Opdateringsnavn
es_es: Actualizar Nombre
fi_fi: Päivityksen nimi
fr_fr: Nom de la mise à jour
hu_hu: Név frissítés
it_it: Nome aggiornamenti
ja_jp: アップデート名
ko_kr: 이름 업데이트
nl_nl: Naam update
no_no: Navn på Oppdatering
pl_pl: Aktualizuj Nazwy
pt_pt: Nome atualizado
ro_ro: Actualizare Nume
ru_ru: Обновить имя
sv_se: Uppdateringsnamn
tr_tr: İsmi Güncelle
zh_cn: 升级名称

source: Size
cs_cz: Velikost
da_dk: Størrelse
de_de: Größe
es_es: Tamaño
fi_fi: Koko
fr_fr: Taille
hu_hu: Méret
it_it: Dimensione
ja_jp: サイズ
ko_kr: 크기
nl_nl: Grootte
no_no: Størrelse
pl_pl: Rozmiar
pt_pt: Tamanho
ro_ro: Marime
ru_ru: Размер
sv_se: Storlek
tr_tr: Ölçü
zh_cn: 文件大小

source: Severity
cs_cz: Závažnost
da_dk: Grad
de_de: Priorität
es_es: Severidad
fi_fi: Tärkeys
fr_fr: Importance
hu_hu: Komolyság
it_it: Gravità
ja_jp: 重要度
ko_kr: 심각도
nl_nl: Ernst
no_no: Strenghet
pl_pl: Stopień
pt_pt: Grau
ro_ro: Severitate
ru_ru: Тяжесть
sv_se: Prioritet
tr_tr: Şiddet
zh_cn: 危险程度

source: Release Date
cs_cz: Datum aktualizace
da_dk: Udgivelsesdato
de_de: Erscheinungsdatum
es_es: Fecha de Publicación
fi_fi: Julkaisupäivä
fr_fr: Date de disponibilité
hu_hu: Lejárati dátum
it_it: Data Release
ja_jp: リリース日
ko_kr: 발행일자
nl_nl: Releasedatum
no_no: Lanseringsdato
pl_pl: Data wydania
pt_pt: Dados lançados
ro_ro: Data Eliberare
ru_ru: Дата готовности:
sv_se: Release Datum
tr_tr: Bırakma Tarihi
zh_cn: 发布日期

source: Check to Install
cs_cz: Pro instalaci zaškrtněte
da_dk: Marker for at installere
de_de: Install-Prüfung
es_es: Marcar para instalar
fi_fi: Valitse asennettavaksi
fr_fr: Cocher pour installer
hu_hu: Telepítés ellenőrzés
it_it: Controllo Installazione
ja_jp: インストールの確認
ko_kr: 설치를 위한 확인
nl_nl: Te installeren
no_no: Merk for å installere
pl_pl: Zaznacz do Zainstalowania
pt_pt: Checar para instalar
ro_ro: Verifica sa instalezi
ru_ru: Проверка установки
sv_se: Sök för att installera
tr_tr: İndirmeyi Kontrol Et
zh_cn: 检查安装

source: Download
cs_cz: Stáhnout
es_es: Descargar
fi_fi: Lataa
fr_fr: Télécharger
hu_hu: Letöltés
it_it: Scaricare
ja_jp: ダウンロード
ko_kr: 다운로드
nl_nl: Downloaden
no_no: Last Ned
pl_pl: Pobierz
ro_ro: Descarcare
ru_ru: Загрузить
sv_se: Laddar ned
tr_tr: İndir
zh_cn: 下载

source: Show Completed Downloads Only
cs_cz: Zobrazit pouze ukončená stahování
da_dk: Vis kun færdige downloads
de_de: Nur komplette Downloads anzeigen
es_es: Mostrar solo descargas completas
fi_fi: Näytä vain onnistuneet lataukset
fr_fr: Montrer uniquement les téléchargements terminés
hu_hu: Csak a teljes letöltést mutassa
it_it: Mostra solo i Downloads completati
ja_jp: 完了したダウンロードのみ表示
ko_kr: 완료된 다운로드만 보여주기
nl_nl: Toon alleen voltooide downloads
no_no: Vis kun fullførte nedlastninger
pl_pl: Pokaża Tylko Zakończone Pobierania
pt_pt: Mostre apenas os Downloads concluídos
ro_ro: Arata Doar Descarcarile Terminate
ru_ru: Показать только завершенные загрузки
sv_se: Visa endast avslutade nedladdningar
tr_tr: Sadece Tamamlanmış İndirilenleri Göster
zh_cn: 仅显示完全下载
