Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Manual
cs_cz: Manuální
da_dk: Manuel
de_de: Manuell
fi_fi: Manuaalinen
fr_fr: Manuelle
hu_hu: Kézi
it_it: Manuale
ja_jp: ﾏﾆｭｱﾙﾓｰﾄﾞ
nl_nl: Handmatig
no_no: Manuelt
pl_pl: Ręcznie
ru_ru: Руководство
sv_se: Manuell
tr_tr: Manuel
zh_cn: 指南

source: * = Required frequencies for fitting
cs_cz: * = Požadované frekvence pro fitting
da_dk: * = Krævede tærksler for tilpasning
de_de: * = Notwendige Frequenzen für eine Anpassung
es_es: * = Frecuencia requerida para la Adaptación
fi_fi: * = Vaaditut taajuudet sovitukselle
fr_fr: * = Fréquences requises
hu_hu: * = kívánt frekvenciák az illesztéshez
it_it: * = Frequenze richieste per il Fitting
ja_jp: * = フィッティングで必要な周波数
ko_kr: * = 피팅에 필요한 주파수
nl_nl: * = vereiste frequenties voor de aanpassing
no_no: * = Frekvenser som kreves for tilpasning
pl_pl: * = Częstotliwości wymagane do dopasowania
pt_pt: * = Frequencias necessárias para adaptação
ro_ro: * = Frecvente necesare pentru reglaj
ru_ru: * = Требуемые для настройки частоты
sv_se: * = Krävda frekvenser för anpassning
tr_tr: * = uygulama için gerekli olan frekanslar
zh_cn: * =验配要求

source: Encased Receiver Mold - Small Vent (1 mm)
cs_cz: Uzavřená tvarovka - Malý Vent (1 mm)
da_dk: UP receiver - lille vent.
de_de: Otoplastik - kleines Vent (1mm)
es_es: Molde N-case- Venting Pequeño (1mm)
fi_fi: Koteloitu kuuloke korvakappale - pieni ilmastointi (1mm)
fr_fr: Embout moulé avec évent de 1 mm
hu_hu: Illesztékes hallgató- kicsi vent (1 mm)
it_it: Ricevitore UP - Ventilazione piccola (1 mm)
ja_jp: カスタムモールド - ベント小 1 mm
ko_kr: Receiver 가 내장된 Mold - Small Vent (1 mm)
nl_nl: Receiver oorstukje - kleine venting (1 mm)
no_no: Power shell - Liten vent
pl_pl: Wkładka Ultra Power - Mała Wentylacja (1 mm)
pt_pt: Cápsula no Receptor - ventilação pequena (1 mm)
ro_ro: Mulaj Receiver Incastrat - Vent Mic (1 mm)
ru_ru: Вкладыш для ресивера - маленький вент (1 мм)
sv_se: Tät insats - Liten vent (1 mm)
tr_tr: Kaplı Receiver Kalıp - Küçük Vent (1 mm)
zh_cn: 受话器定制耳模-小通气孔（1mm）

source: Power shell - medium vent
cs_cz: Power skořepina - střední vent
da_dk: UP receiver - medium vent.
de_de: Otoplastik - mittleres Vent
es_es: Carcasa Power - Venting Medio
fi_fi: P kuorikko - keskikokoinen ilmastointi
fr_fr: Embout moulé avec évent de 2 mm
hu_hu: Power ház- közepes vent
it_it: Power shell - ventilazione media
ja_jp: ベント 中
nl_nl: Powerschaal- medium venting
pl_pl: Wkładka powet - średnia wentylacja
pt_pt: Molde Concha - ventilação média
ro_ro: Shell Putere - vent mediu
ru_ru: Мощный шелл - средний вент
sv_se: Tät insats - medel vent
tr_tr: Power shell - orta vent
zh_cn: 中号通气孔强力耳塞

source: User
cs_cz: Uživatel
da_dk: Bruger
de_de: Nutzer
es_es: Usuario
fi_fi: Käyttäjä
fr_fr: Utilisateur
hu_hu: Felhasználó
it_it: Utente
ja_jp: ユーザー
ko_kr: 사용자
nl_nl: Gebruiker
no_no: Bruker
pl_pl: Użytkownik
pt_pt: Usuário
ro_ro: Utilizator
ru_ru: пользователя
sv_se: Brukare
tr_tr: Kullanıcı
zh_cn: 用户

source: Adjust All Beeps
cs_cz: Nastavit všechna pípnutí
da_dk: Juster alle biptoner
de_de: Anpassen aller Töne
es_es: Ajustar todos los Avisos
fi_fi: Säädä kaikkia tasoja
fr_fr: Ajuster tous les bips
hu_hu: Minden csipogás állítása
it_it: Regola tutti i Beeps
ja_jp: お知らせ音の調整
ko_kr: 모든 경고음 적용
nl_nl: Pas alle Beeps aan
no_no: Juster alle signaler
pl_pl: Dostosuj Wszystkie
pt_pt: Ajustar todos os bips
ro_ro: Ajustare avertizori acustici
ru_ru: Настройка всех Бип-сигналов
sv_se: Justera alla ljud
tr_tr: Bütün ikazları ayarla
zh_cn: 调整所有提示音

source: Volume Control
cs_cz: Regulace hlasitosti
da_dk: Volumenkontrol
de_de: Lautstärkesteller
es_es: Control de Volumen
fi_fi: Äänenvoimakkuudensäätö
fr_fr: Commande de volume
hu_hu: Hangerő szabályzó
it_it: Controllo Volume
ja_jp: ボリュームコントロール
ko_kr: 볼륨 조절
nl_nl: Volumeregeling
no_no: Volumkontroll
pl_pl: Potencjometr Głośności
pt_pt: Controle de Volume
ru_ru: Регулятор громкости
sv_se: Volymkontroll
tr_tr: Ses Kontrolü
zh_cn: 音量控制

source: Additional Program Beeps
cs_cz: Další pípnutí programů
da_dk: Yderligere programtoner
de_de: Weitere Signaltöne
es_es: Avisos de programa Adicionales
fi_fi: Lisä-äänimerkit ohjelmille
fr_fr: Programmes automatiques
hu_hu: Auto Program csipogások
it_it: Beeps Programma Addizionale
ja_jp: 自動切り替えお知らせ音
ko_kr: 추가 프로그램 경고음
nl_nl: Beeps automatische programma´s
no_no: Tilleggsprogram-signal
pl_pl: Sygnały Programu Automatycznego
pt_pt: Bips de programas adiconais
ro_ro: Avertizori Program Aditional
ru_ru: Дополнительное программирование Бип-сигналов
sv_se: Övriga Program Ljud
tr_tr: İlave program ikazları
zh_cn: 其它功能提示

source: Wireless Notifications
cs_cz: Wireless Notifikace
da_dk: Trådløse meddelelser
de_de: Wireless Meldung
es_es: Notificaciones Inalámbricas
fi_fi: Ilmoitus langattomuudesta
fr_fr: Fonctions sans fil
hu_hu: Wireless bejelentés
it_it: Notifiche Wireless
ja_jp: ワイヤレスのお知らせ音
ko_kr: 무선 알림
nl_nl: Wireless melding
no_no: Trådløse signaler
pl_pl: Powiadomienia Bezprzewodowe
pt_pt: Notificações de Wireless
ro_ro: Notificare wireless
ru_ru: Беспроводные уведомления
sv_se: Trådlös verifikation
tr_tr: Kablosuz Bildirimler
zh_cn: 无线提示

source: Products Mismatch
cs_cz: Produkty nesouhlasí
da_dk: Produkter passer ikke sammen
de_de: Produkt-Unstimmigkeiten
es_es: Discrepancia en Productos
fi_fi: Tuoteristiriita
fr_fr: Erreur détectée
hu_hu: Készülék ütközés
it_it: Non corrispondenza dei Prodotti
ja_jp: 製品の不一致
ko_kr: 제품 불일치
nl_nl: Producten stemmen niet overeen
no_no: Produkter samsvarer ikke
pl_pl: Niezgodność Produktów
pt_pt: Incompatibilidade de produtos
ro_ro: Neconcordanta produse
ru_ru: Несоответствие продуктов
sv_se: Produkterna matchar inte
tr_tr: Ürün Uyuşmazlığı
zh_cn: 产品不匹配

source: Small (5 mm)
cs_cz: Malý (5 mm)
de_de: Klein (5 mm)
es_es: Pequeño (5 mm)
fi_fi: Pieni (5 mm)
fr_fr: Petit (5 mm)
hu_hu: Kicsi (5 mm)
it_it: Piccola (5 mm)
ja_jp: S (5 mm)
nl_nl: Klein (5 mm)
no_no: Liten (5 mm)
pl_pl: Mała (5 mm)
pt_pt: Pequeno (5 mm)
ro_ro: Mic (5 mm)
ru_ru: Маленький (5 мм)
sv_se: Liten (5 mm)
tr_tr: Küçük (5 mm)
zh_cn: 小 (5 mm)

source: Medium (7 mm)
cs_cz: Střední (7 mm)
de_de: Mittel (7 mm)
es_es: Mediano (7 mm)
fi_fi: Keskikoko (7 mm)
fr_fr: Moyen (7 mm)
hu_hu: Közepes (7 mm)
it_it: Media (7 mm)
ja_jp: M (7 mm)
pl_pl: Średnia (7 mm)
pt_pt: Médio (7 mm)
ro_ro: Mediu (7 mm)
ru_ru: Средний (7 мм)
sv_se: Medel (7 mm)
tr_tr: Orta (7 mm)
zh_cn: 中 (7 mm)

source: Large (10 mm)
cs_cz: Velký (10 mm)
de_de: Groß (10 mm)
es_es: Grande (10 mm)
fi_fi: Iso (10 mm)
hu_hu: Nagy (10 mm)
it_it: Grande (10 mm)
ja_jp: L (10 mm)
nl_nl: Groot (10 mm)
no_no: Stor (10 mm)
pl_pl: Duża (10 mm)
pt_pt: Grande (10 mm)
ro_ro: Mare(10 mm)
ru_ru: Большой (10 мм)
sv_se: Stor (10 mm)
tr_tr: Geniş (10 mm)
zh_cn: 大 (10 mm)

source: Testing not advised. To accurately perform In-Situ audiometry it is recommended to use 'Encased Receiver Mold - Small Vent (1 mm)'.
cs_cz: Testování není doporučeno. Pro přesné provedení In-Situ audiometrie doporučujeme použít "Uzavřená tvarovka - Malý Vent (1 mm)".
da_dk: Test anbefales ikke. For nøjagtig udførelse af In-Situ audiometri anbefales UP receiver - lille vent .
de_de: Messung nicht empfohlen. Für eine korrekte In-Situ-Audiometrie ist es empfehlenswert eine Otoplastik mit max. 1 mm Bohrung zu verwenden.
es_es: Prueba no recomendada. Para realizar una audiometría In-Situ precisa, se recomienda utilizar un molde N-case - Venting Pequeño (1mm) .
fi_fi: Tutkimusta ei suositella. Jos haluat suorittaa luotettavan In-Situ mittauksen on suositeltavaa käytää 'Koteloitua kuuloke korvakappaletta - Pieni ilmastointi (1mm)'.
fr_fr: Avec ce choix, l'audiométrie sera partielle. Pour effectuer une audiométrie complète, il faut fermer davantage le conduit, en utilisant par exemple un embout moulé avec évent de 1 mm.
hu_hu: A teszt nem ajánlott. Ahhoz, hogy pontosan el tudja végezni az In-Situ audiometriát használjon Illesztékes hallgatót - kicsi venttel (1 mm)'.
it_it: Test sconsigliato. Per eseguire con precisione audiometria In-Situ si consiglia di utilizzare un Ricevitore UP - Ventilazione piccola (1 mm).
ja_jp: インサイチュ測定を正確に行うため、ベント径が小さなカスタムモールドの使用を推奨します
ko_kr: 권장된 검사가 아닙니다. In-Situ 청력검사를 정확하게 실행하려면, '리시버가 내장된 Mold - Small Vent (1 mm)'를 사용해야 합니다.
nl_nl: Test met werkelijke eartip is geschikt voor de basisinstelling. Om een formeel In-Situ audiogram te bepalen raden we aan een Receiver oorstukje - Kleine venting (1 mm) te gebruiken.
no_no: Testing frarådes. For å utføre nøyaktig In-Situ audiometri i Bassområdet anbefales det å bruke en Power dome- Liten vent
pl_pl: Pomiar nie zalecany.Aby przeprowadzić dokładny pomiar audiometrii In-Situ zaleca się zastosowanie "Wkładki Ultra Power - Mała Wentylacja (1mm)".
pt_pt: Teste não aconselhado. Para realizar a Audiometria In-Situ é recomendado usar a "Cápsula no Receptor - ventilação pequena".
ro_ro: Testarea nu este recomandata. Pentru a efectua audiometrie in-situ precisa, este recomandata utilizarea"Mulaj Receiver Incastrat - Vent Mic (1 mm).
ru_ru: Тестирование не рекомендовано. Для точного выполнения In-Situ аудиометрии рекомендуется использовать "Вкладыш для ресивера - маленький вент (1 мм)".
sv_se: Test rekommenderas inte. För att göra In-Situ audiometri rekommenderas en tät insats med liten ventilation.
tr_tr: Test tavsiye edilmez. Doğru In-Situ odyometri yapabilmek için Power shell - küçük vent kullanılması tavsiye edilir.
zh_cn: 不建议测试。为保证准确的测试，建议使用“受话器定制耳模-小通气孔（1mm）。

source: Updating instruments will completely re-write the instrument data, including firmware. It will take a minimum of 30 seconds to finish and CANNOT be canceled. WIRED programming interface is required. Note: All data will be lost. Click Close to exit without resetting.
cs_cz: Update sluchadel kompletně přepíše veškerá data, včetně firmware. Potrvá minimálně 30 vteřin a NELZE přerušit. Je vyžadováno připojení KABELEM. Pozor: Veškerá data budou ztracena. Klikněte na Zavřít pro ukončení bez resetování.
da_dk: En opdatering af apparatet vil overskrive både tilpasningsdata og firmware i apparatet. Opdateringen tager minimum 30 sekunder og KAN IKKE afbrydes. KABEL er nødvendig. Bemærk: Alle data tabes. Klik luk for at lukke uden at opdatere.
de_de: Das Zurücksetzen auf die Werkseinstellung dauert min. 30 Sek. und KANN NICHT abgebrochen werden! Bitte beachten Sie: ALLE Daten im Hörsystem gehen verloren. Wählen Sie "Schließen" falls Sie das Gerät doch nicht zurücksetzen möchten. Zum Zurücksetzen ist eine Kabelverbindung notwendig.
es_es: Al actualizar el audífono, re-escribirá todos los datos incluyendo el firmware. Una vez haya comenzado tardará un mínimo de 30 seg. en terminar, y NO PUEDE ser cancelado. Se necesita un interface de programación POR CABLE. Aviso: todos los datos se borrarán. Hacer Click en Cerrar para salir sin resetear.
fi_fi: Tehdasasetusten täydellinen palautus poistaa kuulokojeesta kaikki tiedot, palauttaa tehdasasetukset ja päivittää siihen UUSIMMAN OHJELMAVERSION. Palautus kestää noin 30 sekuntia EIKÄ SITÄ VOI KESKEYTTÄÄ. LANGALLISTA OHJELMOINTIYKSIKKÖÄ PITÄÄ KÄYTTÄÄ. Paina SULJE jos haluat poistua toiminnosta.
fr_fr: Ce processus va : - supprimer complètement la mémoire de l'appareil - réécrire le micrologiciel (firmware) le plus récent dans l'appareil Au moins 30 secondes sont nécessaires, sans interruption possible. Tous les réglages présents dans l'appareil seront perdus. L'utilisation d'une interface de programmation filaire est obligatoire.
hu_hu: Teljes visszaállítás, minden készülék adat és firmware. Ez legalább 30 másodpercig tart, és nem állítható meg ha elkezdődött. Figyelem: minden beállítás el fog veszni. Kábeles programozó interfész ajánlott. Klikkeljen a Bezárásra a reset nélküli kilépéshez.
it_it: L'aggiornamento del dispositivo riscriverà completamente i dati strumentali, compreso il firmware. Richiederà un minimo di 30 secondi per completare il processo e NON POTRA' essere annullato. È necessaria interfaccia di programmazione CON CAVETTI. Nota: Tutti i dati saranno persi. Fare click su Chiudi per uscire senza resettare.
ja_jp: この処理にはしばらく時間がかかります（途中で中止できませんのでご注意下さい）。また、この処理はSpeedlinkやNoahlinkなどの有線接続にて行なって下さい。※この処理によって補聴器の調整データはすべて失われます。アップデートを行わない場合は「閉じる」を押して下さい。
ko_kr: 보청기를 업데이트 하면, firmware를 포함한 모든 데이터가 재설정 됩니다. 작업이 완료되는데 최소 30초가 소요되며, 작업 도중 이를 중단할 수 없습니다. 유선 프로그래밍 인터페이스(programming interface)가 필요합니다. 주의: 모든 데이터가 삭제됩니다. 재설정 없이 나가려면 Close를 클릭하세요.
nl_nl: Updaten van het toestel zal de toestelgegevens compleet herschrijven, inclusief de firmware. Het duurt minimaal 30 seconden en kan NIET geannuleerd worden. Een DRAADGEBONDEN programmeerinterface is vereist. Let op: alle gegevens gaan verloren. Klik op Sluiten om zonder update door te gaan.
no_no: Full tilbakestilling vil endre data i apparatet, inkludert firmware. Tilbakestillingen vil ta minimum 30 sekunder, og kan ikke stoppes når den har begynt. Alle innstillinger i apparatet vil slettes. Trykk LUKK for å gå ut. Det kreves tilkobling med kabler.
pl_pl: Aktualizacja aparatu całkowicie nadpisze dane aparatu. razem z oprogramowaniem. Na zakończenie potrzeba mimimum 30 sekund i NIE MOŻE być przerwane. Wymagany jest PRZEWODOWY interfejs programowania. Uwaga: Wszystkie dane zostaną utracone. Naciśnij Zamknij aby przerwać proces bez resetowania.
pt_pt: A atualização irá re-escrever os dados do aparelho auditivo, incluindo o firmware. Uma vez iniciada, irá precisar de 30 segundos para finalizar e não poderá ser cancelada. Interface de programação com fio é necessária. IMPORTANTE: Todos os dados serão perdidos. Clique em fechar para sair sem restaurar
ro_ro: Restaurarea completa va rescrie total datele din instrument, incluziv softul. Resetarea la valorile de fabrica va dura cel putin 30 de secunde, si NU poate fi anulata. Conectare prin CABLAJ la interfata este necesara. Nota: toate setarile din aparat se vor pierde. Apasati Inchide pentru iesire fara resetare.
ru_ru: Полное восстановление полностью обновит данные аппарата, включая прошивку. Этот процесс займет минимум 30 сек. с момента начала и НЕ МОЖЕТ быть отменен. Необходимо использовать ПРОВОДНОЙ интерфейс программирования. Все данные будут утеряны. Нажмите Закрыть для выхода без восстановления.
sv_se: Fullständig Återställning kommer skriva över all data i hörapparaten. Pågår i c:a 30 sek och kan inte avbrytas. OBS! Måste göras med kabel. Klicka Stäng för att avsluta utan att återställa.
tr_tr: Güncelleme araçları, bellenim de dahil olmak üzere cihaz verilerini tamamen yeniden yazacaktır. Bitirmek için en az 30 saniye sürecek ve iptal edilemeyecektir. WIRED programlama arabirimi gerekiyor. Not: Tüm veriler kaybolacaktır. Sıfırlamadan çıkmak için Kapat'ı tıklayın.
zh_cn: 升级助听器将完全重写助听器数据，包括固件。这个过程大约需要30秒钟，不可间断。使用有线连接。 注意：所有验配数据都将丢失。点击关闭将退出。

source: Firmware has been updated successfully for the instrument(s).
cs_cz: Firmware sluchadla(el) byl úspěšně aktualizován.
da_dk: Firmware er nu opdateret.
de_de: Die Firmware wurde in dem Hörsystem(e) erfolgreich erneuert.
es_es: El Firmware se ha actualizado satisfactoriamente para el(los) audífono(s).
fi_fi: Tehdasasetukset palautettu onnistuneesti oikeaan kuulokojeeseen.
fr_fr: Le micrologiciel a été mis à jour avec succès.
hu_hu: A Firmware sikeresen frissítve lett a készülékben.
it_it: Firmware è stato aggiornato con successo per lo strumento (i).
ja_jp: アップデートに成功しました
ko_kr: 보청기와 관련해 Firmware가 성공적으로 업데이트 되었습니다.
nl_nl: Firmware is succesvol geupdate in toestel(len).
no_no: Firmware har blitt oppdatert suksessfullt i apparatet(ene)
pl_pl: Oprogramowanie w urządzeniach zostało zaktualizowane skutecznie.
pt_pt: O firmware foi atualizado com sucesso no aparelho.
ro_ro: Restaurat cu succes la valorile de fabrica pentru aparatul din dreapta.
ru_ru: Прошивка слухового аппарата(ов) была успешно обновлена.
sv_se: Återställning av hörapparat har lyckats.
tr_tr: Firmware başarıyla güncellendi.
zh_cn: 助听器升级完成。

source: For optimal user experience, it is recommended that wireless hearing instruments have identical firmware versions.
cs_cz: Pro optimální uživatelský komfort je doporučeno, aby wireless sluchadla byla vybavena identickou verzí firmware.
da_dk: For optimal anvendelse anbefales det at begge apparater har samme firmware versioner.
de_de: Für einen optimalen Nutzen der Hörsysteme, ist es wichtig bei beiden Hörsystemen eine einheitliche Firmware zu haben.
es_es: Para una mejor experiencia de uso, se recomienda que los audífonos inalámbricos tengan la misma versión de firmware.
fi_fi: Jotta langattomat kuulokojeet toimisivat parhaalla tavalla, on suositeltavaa että kummassakin kojeessa on sama ohjelmistoversio.
fr_fr: Pour une utilisation optimale, il est recommandé d'utiliser une version identique du micrologiciel pour des appareils compatibles sans fil.
hu_hu: Az optimális felhasználói tapasztalathoz egy wireless készülék ajánlott, egy meghatározott firmware verzióval.
it_it: Per un ottimizzare l'esperienza di utilizzo, si raccomanda che gli apparecchi acustici wireless abbiano identica versione del firmware.
ja_jp: 左右の補聴器のファームウェアは同じバージョンでご使用いただくことを推奨します
ko_kr: 최적의 청취를 위해, 무선 보청기 사용시 보청기가 동일한 firmware versions 을 사용해야 합니다.
nl_nl: Voor een optimale gebruikservaring is het aanbevolen dat beide wireless hoortoestellen identieke firmware versies bevatten
no_no: For optimal brukererfaring, er det anbefalt at begge trådløse høreapparatene har identisk firmware versjon.
pl_pl: Dla optymalnych doświadczeń użytkownika zaleca się aby oba aparaty bezprzewodowe miały identyczną wersję oprogramowania.
pt_pt: Para experiência otimizada, é recomendado que os aparelhos wireless possuem versões de firmware idênticas.
ro_ro: Restaurat cu succes la valorile de fabrica pentru aparatul din stanga.
ru_ru: Для большего комфорта пользователя, рекомендовано, чтобы беспроводные слуховые аппараты имели одинаковую версию прошивки.
sv_se: För optimal användarupplevelse, rekommenderas att de trådlösa hörapparaterna har samma programvaruversion.
tr_tr: En iyi kullanıcı deneyimi için, kablosuz işitme cihazlarının aynı firmware sürümlerine sahip olması önerilir.
zh_cn: 为保证用户的最佳体验，建议无线助听器使用相同的固件版本。

source: Successfully restored to factory settings for right device.
cs_cz: Pravé sluchadlo bylo úspěšně obnoveno do továrního nastavení.
da_dk: Højre apparat er nulstillet til fabriksindstilling med success.
de_de: Das rechte Hörsystem wurde erfolgreich zurückgesetzt.
es_es: Restauración a ajustes de fábrica satisfactoria para el audífono derecho.
fi_fi: Tehdasasetukset palautettu onnistuneesti oikeaan kuulokojeeseen.
fr_fr: Restauration achevée avec succès pour l'appareil droit.
hu_hu: Gyári beállítások sikeres visszaállítása a jobb készülékre.
it_it: Ripristinate con successo le impostazioni di fabbrica per lo strumento Destro.
ja_jp: 右側の補聴器のリセットに成功しました
ko_kr: 오른쪽 보청기가 성공적으로 복구되었습니다.
nl_nl: Fabrieksinstellingen succesvol hersteld in rechter toestel.
no_no: Tilbakestilling av høyre apparat vellykket.
pl_pl: Pprawnie przywrócono ustawienia fabryczne w prawym aparacie.
pt_pt: Aparelho Auditivo Direito restaurado com sucesso.
ro_ro: Restaurat cu succes la valorile de fabrica pentru aparatul din dreapta.
ru_ru: Правый аппарат успешно восстановлен до заводских настроек.
tr_tr: Sağ cihaz başarıyla fabrika ayarlarına geri döndürüldü.
zh_cn: 右侧助听器成功恢复。

source: Successfully restored to factory settings for left device.
cs_cz: Levé sluchadlo bylo úspěšně obnoveno do továrního nastavení.
da_dk: Venstre apparat er nulstillet til fabriksindstilling med success.
de_de: Das linke Hörsystem wurde erfolgreich zurückgesetzt.
es_es: Restauración a ajustes de fábrica satisfactoria para el audífono izquierdo.
fi_fi: Tehdasasetukset palautettu onnistuneesti vasempaan kuulokojeeseen.
fr_fr: Restauration achevée avec succès pour l'appareil gauche.
hu_hu: Gyári beállítások sikeres visszaállítása a bal készülékre.
it_it: Ripristinate con successo le impostazioni di fabbrica per lo strumento Sinistro.
ja_jp: 左側の補聴器のリセットに成功しました
ko_kr: 왼쪽 보청기가 성공적으로 복구되었습니다.
nl_nl: Fabrieksinstellingen succesvol hersteld in linker toestel.
no_no: Tilbakestilling av venstre apparat vellykket.
pl_pl: Lewy aparat został poprawnie przywrócony do ustawień fabrycznych.
pt_pt: Aparelho Auditivo Esquerdo restaurado com sucesso.
ro_ro: Restaurat cu succes la valorile de fabrica pentru aparatul din stanga.
ru_ru: Левый аппарат успешно восстановлен до заводских настроек.
tr_tr: Sol cihaz başarıyla fabrika ayarlarına geri döndürüldü.
zh_cn: 左侧助听器成功恢复。

source: Apply To Fitting
cs_cz: Aplikovat na Fitting
da_dk: Benyt aud.
de_de: Anpassen an Anpassung
es_es: Aplicar a Ajustes
fi_fi: Käytä sovityksessa
fr_fr: Appliquer
hu_hu: Elfogadás az illesztéshez
it_it: Applica al Fitting
ja_jp: フィッティングへ適用
ko_kr: 피팅에 적용
nl_nl: Toepassen bij de aanpassing
no_no: Bruk i tilpasning
pl_pl: Zastosuj Do Dopasowania
pt_pt: Aplicar para ajuste
ro_ro: Aplica in Reglaj
ru_ru: Применить для настройки
sv_se: Lägg Till Anpassning
tr_tr: Fitting e uygula
zh_cn: 应用于验配

source: In-Situ Audiometry
cs_cz: In-Situ Audiometrie
da_dk: In-Situ audiometriu
de_de: In-Situ Audiometrie
es_es: Audiometría In-Situ
fi_fi: In-Situ Audiometria
fr_fr: Audiométrie intégrée
hu_hu: In-Situ Audiometria
it_it: Audiometria In-Situ
ja_jp: インサイチュ測定
ko_kr: In-Situ 청력검사
nl_nl: In-Situ audiometrie
no_no: In-Situ Audiometri
pl_pl: Audiometria In-Situ
pt_pt: Audiometria In-Situ
ro_ro: Audiometrie In-Situ
ru_ru: In-Situ Аудиометрия
sv_se: In-Situ Audiometri
tr_tr: In-Situ odyometrisi
zh_cn: 内置听力计

source: In-Situ Audiometry is only possible with connected instruments. Please connect to an instrument before running In-Situ Audiometry.
cs_cz: In-Situ Audiometrie je možná pouze s připojenými sluchadly. Prosím připojte sluchadlo před spuštěním In-Situ Audiometrie.
da_dk: In-Situ audiometri er kun muligt med tilkoblede HA. Forbind et HA for In-Situ audiometri
de_de: In-Situ Audiometrie ist nur mit verbundenen Hörsystemen möglich. Bitte verbinden Sie Hörsysteme bevor Sie die In-Situ Audiometrie starten.
es_es: La Audiometría In-Situ solamente es posible con los audífonos conectados. Por favor conectar unos audífonos antes de ejecutar Audiometría In-Situ
fi_fi: In-Situ Audiometria on mahdollista vain jos kuulokojeet on yhdistetty. Ole hyvä ja yhdistä kuulokojeet ennen kuin aloitat In-Situ audiometrian.
fr_fr: L'audiométrie intégrée n'est possible que lorsqu'un appareil est connecté.
hu_hu: Az In-Situ Audiometria csak csatlakoztatott készülékekkel lehetséges. Kérjük csatlakoztassa a készüléket mielött futtatja az In-Situ audiometriát.
it_it: L'Audiometria In-Situ è possibile solo con i dispositivi connessi. Connettere prima i dispositivi per effettuare Audiometria In-Situ.
ja_jp: インサイチュ測定を行うには補聴器を接続して下さい
ko_kr: In-Situ 청력검사는 보청기와 연결될 때만 가능합니다. In-Situ 청력검사를 하기 전, 보청기를 연결하세요.
nl_nl: In-Situ audiometrie is alleen mogelijk als er toestellen verbonden zijn. Maak s.v.p. verbinding met één of twee toestellen.
no_no: In-Situ Audiometri er bare mulig med tilkoblet apparater. Vennligst koble til apparat før du tar In-Situ audiometri
pl_pl: Audiometria In-Situ jest możliwa jedynie z podłączonymi aparatami. Proszę podłączyć aparat przed rozpoczęciem Audiometrii In-Situ.
pt_pt: Audiometria In-SITU, somente é possível com aparelhos aditivos conectados. Por favor, conecte um aparelho antes de iniciar.
ro_ro: Audiometria In Situ este posibila doar cu aparatele conectate. Conectati-va la un dispozitiv inaintea rularii audiometriei In Situ.
ru_ru: In-Situ Аудиометрия возможна только при подключении СА. Пожалуйста, подключите СА до запуска In-Situ Аудиометрии.
sv_se: In-Situ Audiometri är endast möjlig med anslutna hörapparater. Anslut till en hörapparat innan du kör in-situ audiometri.
tr_tr: In-Situ odyometri sadece bağlanılmış cihaz ile mümkündür. In-Situ odyometreyi kullanmadan önce cihaz bağlayınız.
zh_cn: 内置听力计只有连接助听器后才可进行操作。在进行测听前，请先连接助听器。
