Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Skip Calibration
cs_cz: Přeskočit kalibraci
da_dk: Spring over kalibrering
de_de: Kalibrierung überspringen
es_es: Saltar Calibración
fi_fi: Ohita kalibrointi
fr_fr: Ne pas faire le calibrage
hu_hu: Kalibráció kihagyás
it_it: Salta Calibrazione
ja_jp: 初期化のスキップ
ko_kr: 캘리브레이션 스킵
nl_nl: De kalibratie overslaan
no_no: Hopp over Kalibrering
pl_pl: Pomiń Kalibrację
pt_pt: Pular clibração
ro_ro: Sari peste calibrare.
ru_ru: Пропустить калибровку
sv_se: Hooppa över kalibrering
tr_tr: Kalibrasyonu Geç
zh_cn: 跳过校准

source: CS63 + Flex Strip
fr_fr: CS63 (flex)
hu_hu: CS63 + Flex kábel
ja_jp: CS63 + ﾌﾚｯｸｽ
tr_tr: CS63 + şerit kablo
zh_cn: CS63编程线

source: Music + Mic
zh_cn: 音乐 + Mic

source: Any changes on the comparison program will be lost. Do you want to continue?
cs_cz: Všechny změny ve srovnávacím programu budou ztraceny. Chcete pokračovat?
da_dk: Alle ændringer i sammenligningsprogrammet vil tabes. Vil du fortsætte?
de_de: Jede Änderung im Vergleichsprogramm wird verloren gehen. Möchten Sie fortfahren?
es_es: Cualquier cambio del programa de comparación se perderá. ¿Desea Continuar?
fi_fi: Kaikki muutokset verrattavaan ohjelmaan katoavat. Haluatko jatkaa ?
fr_fr: Les modifications du programme Comparer seront perdues. Voulez-vous continuer ?
hu_hu: Minden változás az egyeztetett programra el fog veszni. Folytatja?
it_it: Ogni modifica nel programma comparazione verrà perso. Vuoi continuare?
ja_jp: バーチャルプログラムの変更が失われます。継続しますか？
ko_kr: 비교 프로그램의 변경사항은 손실됩니다. 계속하시겠습니까?
nl_nl: Alle wijzigingen in het vergelijkingsprogramma gaan verloren. Wilt u toch doorgaan?
no_no: Alle forandringer gjort i sammenligningsprogrammet vil forsvinne. Ønsker du å fortsette?
pl_pl: Wszystkie zmiany w programie porównawczym zostaną utracone. Czy chcesz kontynuować?
pt_pt: Qualquer mudança na comparação dos programas será perdida. Você deseja continuar?
ro_ro: Orice modificări privind programul de comparaţie vor fi pierdute. Vreţi să continuaţi?
ru_ru: Все изменения, выполненные в сравниваемой программе будут утрачены. Продолжить?
sv_se: Förändringar gjorda i jämförelseprogrammet kommer försvinna. Vill du fortsätta?
tr_tr: Karşılaştırma programındaki tüm değişiklikler kaybolacak. Devam etmek istiyor musun?
zh_cn: 对比程序所作的任何改变都将丢失。您要继续吗？

source: Time Constants
cs_cz: Časové konstanty
da_dk: Tidskonstanter
de_de: Zeit Konstante
es_es: Constantes de Tiempo
fi_fi: Aikavakio
fr_fr: Compression (constantes de temps)
hu_hu: Időállandó
it_it: Costanti di Tempo
ja_jp: コンプレッション
ko_kr: 시간 상수
nl_nl: Tijdconstanten
no_no: Tidskonstanter
pl_pl: Stałe Czasowe
pt_pt: Constantes de Tempo
ro_ro: Constante de timp
ru_ru: Постоянные времени
sv_se: Tidskonstanter
tr_tr: Zaman Sabitleri
zh_cn: 时间参数

source: Sound Cleaner Pro
ja_jp: サウンドクリーナープロ
zh_cn: 声音净化器

source: DFS Ultra II
fr_fr: Anti Larsen DFS Ultra II
ja_jp: ウルトラDFS II
pt_pt: DFS Ultra II - cancelamento de feedback
zh_cn: 超级DFS II

source: Silencer
es_es: Expansión
no_no: Lyddemper
pt_pt: Silenciador
zh_cn: 静音系统

source: Beam Width
ja_jp: ビーム幅
zh_cn: 阈宽

source: Mixing Point Frequency
es_es: Frecuencia del Mix direcional
fr_fr: Point de flexion fréquentiel
no_no: Delefrekvens
pt_pt: Frequência - Mixing Point
zh_cn: 混合点频率

source: Directionality
zh_cn: 方向性

source: Smart Beam
es_es: Direccionalidad Binaural
pt_pt: Feixe de Captação Inteligente
zh_cn: 智能多维

source: Speech Spotter Pro
es_es: SoftSwitching
fr_fr: Directionnel automatique SoftSwitching
no_no: SoftSwitching
zh_cn: 智能转换系统

source: Fixed Hypercardioid
zh_cn: 固定超心型

source: Moderate
ja_jp: 中
zh_cn: 中度

source: Strong
ja_jp: 強
zh_cn: 强度

source: Mild
ja_jp: 弱
zh_cn: 轻度

source: Moderate
ja_jp: 中
zh_cn: 中度

source: Strong
ja_jp: 強
zh_cn: 强度

source: WhistleStop
ja_jp: ホイッスルストップ
zh_cn: 反馈安全强

source: Off
ja_jp: オフ
zh_cn: 关闭

source: Mild
zh_cn: 轻度

source: Mild
zh_cn: 轻度

source: Mild
zh_cn: 轻度

source: Mild
zh_cn: 轻度

source: test
zh_cn: 测试

source: Moderately Low
ja_jp: 中程度に低い
zh_cn: 相当低

source: Mild
zh_cn: 轻度

source: Reconfigure Failed For {0}
cs_cz: Neúspěšná rekonfigurace pro {0}
da_dk: Rekonfigurering fejlede på {0}
de_de: Rekonfiguration fehlgeschlagen für {0}
es_es: Reconfiguración Fallida para {0}
fi_fi: Uudelleenkonfigurointi virhe {0}
fr_fr: Échec de la reconfiguration pour côté {0}
hu_hu: Az újrakonfigurálás hibás a {0}
it_it: Riconfigurazione Fallita per {0}
ja_jp: {0}の変更に失敗しました
ko_kr: {0} 에서 컨버팅 실패
nl_nl: Reconfigureren mislukt voor {0}
no_no: Konvertering mislykket for {0}
pl_pl: Rekonfiguracja Dla {0} Nieudana
pt_pt: Reconfiguração falhou {0}
ro_ro: Reconfigurare eşuata pentru (0
ru_ru: Не удалось переконфигурировать {0}
sv_se: Omknofigurering misslyckades för {0}
tr_tr: {0} için yeniden yapılandırma başarısız
zh_cn: {0}重新装配失败

source: You are connected to only the {0} instrument. The data for the other instrument will not be displayed.
cs_cz: Jste připojeni pouze ke sluchadlu {0}. Data pro druhé sluchadlo nebudou zobrazena.
da_dk: Du har kun forbundet det {0} apparat. Data for det andet apparat vil ikke vises.
de_de: Es ist nur das {0} Hörsystem verbunden. Die Daten für das andere Hörsystem werden nicht angezeigt.
es_es: Ha conectado únicamente el audífono {0}. Los datos de el otro audífono no se mostraran.
fi_fi: Olet vain yhdistänyt kuulokojeeseen : {0}. Toisen kuulokojeen tietoja ei näytetä.
fr_fr: Continuer avec l'appareil {0}. Les réglages du côté opposé ne seront pas affichés.
hu_hu: Ön csak a {0} készüléket csatlakoztatta. Az adatok más készülékre nem lesznek megjelenítve.
it_it: Ora sei connesso solo con l'apparecchio {0}. I dati dell'altro apparecchio non sono mostrati.
ja_jp: {0}の補聴器のみ接続されています。もう一方のデータは削除されますがよろしいですか？
ko_kr: {0}보청기에 만 연결되었습니다. 반대 쪽 보청기 데이터는 출력되지 않습니다.
nl_nl: Alleen het toestel {0} is verbonden. De gegevens van het andere toestel worden niet afgebeeld.
no_no: Bare {0} apparat er tilkoblet. Data for det andre apparatet vil ikke vises.
pl_pl: Jesteś podłączony tylko do {0} aparatu. Dane dla drugiego aparatu nie będą wyświetlane.
pt_pt: Você está conectado com apenas um aparelho. Os dados do outro aparelho não serão exibidos.
ro_ro: Sunteti conectat doar la dispozitivul {0}. Datele pentru celalalt dispozitiv nu vor fi afisate.
ru_ru: Вы подключили только {0} аппарат. Данные другого аппарата не будут отображены.
sv_se: Du är bara ansluten till {0} hörapparaten. Data för den andra hörapparaten kommer inte att visas.
tr_tr: Sadece {0} cihaza bağlanıldı. Diğer cihazın verileri gösterilmeyecek.
zh_cn: 您仅连接{0}助听器,另一侧助听器数据将不显示。

source: If you click 'Continue,' the binaural data saved in the database will be overwritten with the current monaural fitting. Saving to 'Instrument Only' is recommended.
cs_cz: Pokud kliknete na 'Pokračovat', binaurální data uložená v databázi budou přepsána současným monaurálním fittingem. Je doporučeno uložení 'Pouze do sluchadla'.
da_dk: Hvis du klikker 'Fortsæt' vil de binaurale data gemt i databasen blive overskrevet med den nuværende monaurale tilpasning. Det anbefales kun at gemme i høreapparatet.
de_de: Wenn Sie fortfahren, werden die Daten der binauralen Anpassung überschrieben und die Daten der aktuellen monauralen Anpassdaten verwendet. Es wird empfohlen, die Daten nur im Hörsystem zu speichern.
es_es: Al hacer clic en 'Continuar', los datos binaurales guardados en la sesión se sobrescribirán con la adaptación monoaural actual. Se recomienda guardar solamente en el audífono.
fi_fi: Jos painat jatka, binauraalisesti tallennettu sovitustieto korvataan yksipuolisella sovitustiedolla. Tallennus "Vain kuulokojeeseen" on suositeltavaa.
fr_fr: Si vous continuez, le réglage binaural existant sera remplacé par le réglage monaural actuel. Pour garder la session binaurale, sauvegardez dans l'appareil seulement.
hu_hu: Kattintásra folytatás, a binaurális adatmentés felülírja a mostani monaurális illesztést (nem ajánlott). Csak a készülék mentés ajánlott..
it_it: Cliccando su Continua i dati dell'applicazione Binaurale salvati saranno sovrascritti dai dati del corrente fitting Monoaurale (Non raccomandato). E' invece raccomandato salvare solo sul dispositivo acustico.
ja_jp: 両耳⇔片耳へフィッティングデータを変更しようとしています。「次へ進む」を押すとパソコンと補聴器の両方へ保存します。※パソコンのフィッティングデータを変更したくない場合は「補聴器のみ」にて保存して下さい。
ko_kr: '계속'을 클릭하면, 데이터 베이스에 저장된 양이 데이터가 현 monaural fitting으로 덮어 써짐. '보청기 만'으로 저장 방법을 권합니다.
nl_nl: Als u op ´Doorgaan´ klikt worden de in de database opgeslagen binaurale gegevens overschreven door de huidige monaurale aanpassing. Het wordt aanbevolen alleen in het toestel op te slaan.
no_no: Trykker du 'Fortsett' , vil lagret binaural data i databasen overskrives av gjeldende monaural tilpasning. Lagre kun i høreapparat anbefales.
pl_pl: Jeśli klikniesz "Kontynuuj" dane dopasowania obuusznego z bazy danych zostaną zastąpione danymi z obecnej (jednousznej) sesji dopasowania. Zalecane Zapisanie "Tylko Aparatu".
pt_pt: Caso você clique em "Continuar", os dados binaurais salvos serão sobrescritos com a ajuste atual monoaural atual. É recomendado salvar "Somente no Aparelho"
ro_ro: Daca apasati Continua, datele biaurale salvate in baza de date vor fi rescrise cu actualul reglaj monoaural. Salvarea Doar in Aparat este recomandata.
ru_ru: Если Вы нажмете 'Продолжить', то данные бинауральной настройки будут переписаны данными текущей моноуральной настройки. Рекомендуется сохранить только в СА.
sv_se: Genom att klicka fortsätt, kommer den binaurala anpassningen skrivas över av den monaurala anpassningen (rekommenderas inte). Spara endast till hörapparaten (rekommenderas).
tr_tr: Eğer 'Devam' a basarsanız. Şuanki MONAURAL uygulamanın verileri daha önceden kaydedilmiş BİNAURAL verilerin üzerine kaydedilecektir. 'Sadece Cihaz' seçeneği tavsiye edilir.
zh_cn: 点击“继续”，双耳验配的数据将变成当前的单耳验配。推荐使用“仅保存至助听器“。

source: Instrument Only
cs_cz: Pouze sluchadlo
da_dk: Kun hørepparat
de_de: Nur Hörsystem
es_es: Solo en el Audífono
fi_fi: Pelkkä kuulokoje
fr_fr: Appareil auditif seulement
hu_hu: Csak készülék
it_it: Solo Dispositivo
ja_jp: 補聴器のみ
ko_kr: 보청기 만
nl_nl: Alleen toestel
no_no: Bare Apparat
pl_pl: Tylko Aparat
pt_pt: Apenas AASI
ro_ro: Numai Instrument
ru_ru: Только аппарат
sv_se: Endast hörapparat
tr_tr: Sadece Cihaz
zh_cn: 仅助听器

source: PhoneNow:
ja_jp: スムーズホン:
sv_se: Autotelefon:
zh_cn: 自动电话:

source: Reconfiguring will discard the current session and erase all fitting data on the instrument(s).
cs_cz: Rekonfigurace pro toto sezení odmítnuta a všechna nastavovací data ve sluchadle byla smazána.
da_dk: Rekonfigurering vil slette nuværende session og alle tilpasningsdata i høreapparatet.
de_de: Durch die Rekonfiguration wird die aktuelle Sitzung verworfen. Alle Anpassdaten werden gelöscht.
es_es: Al reconfigurar, se perderán los datos de la sesión actual y se borraran todos los datos de adaptación de el(los) audífono(s).
fi_fi: Uudelleenkonfigurointi lopettaa tämän käynnin ja poistaa kaikki kuulokojeiden sovitustiedot. Haluatko jatkaa ?
fr_fr: La reconfiguration entraine la perte des réglages sauvegardés dans l'appareil et modifie les données de la session actuelle.
hu_hu: Az újrakonfigurálás el fogja veszíteni az aktuális bejegyzést és törölni fog minden illesztési adatot a készülékből.
it_it: La riconfigurazione eliminerà la sessione corrente e cancellerà tutti i dati di fitting sul dispositivo.
ja_jp: 変更を行うと補聴器に保存されたすべてのデータがリセットされます
ko_kr: Reconfiguring은 현재 세션을 제거하고 보청기의 모든 피팅 데이터를 지우게 됩니다.
nl_nl: Door te configureren negeert u de wijzigingen van de huidige sessie en verwijdert u alle aanpasgegevens van de toestellen.
no_no: Konvertering vil forkaste nåværende sesjon og slette tilpasningsdata i apparatene.
pl_pl: Rekonfiguracja usunie dane aktualnej sesji dopasowania i wszystkie regulacje dokonane w aparacie(ach).
pt_pt: Reconfigurando você descarta a sessão atual e apaga todos os dados no(s) aparelho(s).
ro_ro: Reconfigurarea va renunţa la sesiunea curentă şi va sterge toate datele reglajului din instrument (e)
ru_ru: Переконфигурация приведет к потере данных настройки текущей сессии и всех данных настройки, сохраненных в СА.
sv_se: Omkonfigurering kommer bortse ifrån aktuell session och radera all anpassningsdata på hörapparat(er).
tr_tr: Yeniden yapılandırma mevcut oturumu eleyecek ve cihaz(lar)da kayıtlı tüm uygulama verisini silecek.
zh_cn: 重新装配将清除助听器中所有的验配数据。

source: Product Reconfigure Warning
cs_cz: Upozornění rekonfigurace produktu
da_dk: Advarsel: Produkt konfigurering
de_de: Hinweis zur Rekonfiguration
es_es: Aviso de Reconfiguración de Producto
fi_fi: Tuotteen uudelleenkonfigurointi varoitus
fr_fr: Reconfiguration
hu_hu: Készülék újrakonfigurálási veszély
it_it: Attenzione Riconfigurazione prodotto
ja_jp: 補聴器の変更エラー
ko_kr: 제품 Reconfiguring 경고
nl_nl: Waarschuwing productconversie
no_no: Produkt konverteringsadvarsel
pl_pl: Ostrzeżenie Przed Rekonfiguracją
pt_pt: Aviso de Reconfiguração do programa
ro_ro: Averisment reconfigurare produs
ru_ru: Предупреждение о переконфигурации СА.
sv_se: Omkonfigureringsvarning
tr_tr: Ürün Yeniden yapılandırma Uyarısı
zh_cn: 重新装配警示

source: Music
zh_cn: 音乐

source: Music + mic
zh_cn: 音乐+ mic

source: Music
zh_cn: 音乐

source: Adaptive Directionality
de_de: Adaptive Direktionalität
es_es: Direccionalidad Adaptativa
no_no: Adaptivdireksjonalitet
pt_pt: Direcionalidade Adaptativa
zh_cn: 自适应方向性

source: Sound Cleaner
es_es: Reductor de Ruido
zh_cn: 净声系统

source: Off
da_dk: Fra
zh_cn: 关闭

source: On
da_dk: Til
zh_cn: 打开

source: Apply changes from comparison program to {0}?
cs_cz: Použít změny ze srovnávacího programu v {0}?
da_dk: Brug ændringer fra sammenligningsprogrammet til {0}?
de_de: Änderungen vom Vergleichsprogramm übertragen zu {0}?
es_es: ¿Aplicar los cambios del programa de comparación al programa {0}?
fi_fi: Siirrä tiedot verrattavaan ohjelmaan {0}?
fr_fr: Voulez-vous appliquer les modifications du programme de comparaison au programme {0} ?
hu_hu: Változások elfogadása az egyeztetett programból a {0}?
it_it: Applicare le modifiche dalla Comparazione al programma {0}?
ja_jp: バーチャルプログラムをプログラム{0}へ適用しますか？
ko_kr: 비교 프로그램에서 {0}으로 변경된 사항을 적용하시겠습니까?
nl_nl: De wijzigingen in het vergelijkingsprogramma toepassen in {0}?
no_no: Bruk endringer i sammenligningsprogrammet mot {0}?
pl_pl: Zapisać zmiany z programu porównawczego do {0}?
pt_pt: Aplicar mudanças da comparação dos produtos {0}?
ro_ro: Aplica modificarile din programu de comparare {0}?
ru_ru: Применить изменения из сравниваемой программы к {0}?
sv_se: För över ändringarna från jämförselseprogrammet till {0}?
tr_tr: Karşılaştırma programındaki değişiklikleri {0} a uygula ?
zh_cn: 将改变从对比程序应用于{0}吗？

source: Save Changes
cs_cz: Uložit změny
da_dk: Gem ændringer
de_de: Änderungen speichern
es_es: Guardar Cambios
fi_fi: Tallenna muutokset
fr_fr: Sauvegarder les modifications
hu_hu: Változások mentése
it_it: Salva Modifiche
ja_jp: 変更を保存
ko_kr: 변경사항 저장
nl_nl: Wijzigingen opslaan
no_no: Lagre Endringer
pl_pl: Zapisz Zmiany
pt_pt: Salvar mudanças
ro_ro: Salveaza schimbarile.
ru_ru: Сохранить изменения
sv_se: Spara Ändringar
tr_tr: Değişiklikleri Kaydet
zh_cn: 保存改变

source: The audiogram has changed. Please restart the application if you wish to use the new audiogram
cs_cz: Audiogram byl změněn. Pokud chcete použít nový audiogram, prosíme, znovu aplikaci spusťte.
da_dk: Audiogrammet er ændret. Genstart programmet hvis du ønsker at bruge det nye audiogram.
de_de: Das Audiogramm hat sich geändert. Bitte Starten Sie die Anwendung erneut, wenn Sie das neue Audiogramm anwenden möchten.
es_es: La audiometría ha cambiado. Por favor reinicie la aplicación si desea utilizar la nueva audiometría
fi_fi: Audiogrammi on muuttunut. Ole hyvä ja käynnistä ohjelma uudelleen jos haluat käyttää uutta audiogrammia.
fr_fr: L'audiogramme a été modifié. Fermer Aventa et le relancer pour accéder aux nouvelles données.
hu_hu: Az audiogram változott. Indítsa újra az alkalmazást ha használni akarja az új audiogramot.
it_it: L'audiogramma è stato modificato. Riavviare Aventa se si vogliono utilizzare le modifiche effettuate.
ja_jp: オージオグラムが変更されました。新規でオージオグラムを作成したい場合はアプリケーションを再起動して下さい。
ko_kr: 오디오그램이 변경되었습니다. 새 오디오그램을 사용하기 원하면 어플리케이션을 다시 시작하세요.
nl_nl: Het audiogram is gewijzigd. Start Aventa s.v.p. opnieuw als u het nieuwe audiogram wilt gebruiken
no_no: Audiogram er endret. Vennligst start programmet på nytt om du ønsker å bruke det nye audigrammet.
pl_pl: Audiogram uległ zmianie. Proszę ponownie uruchomić program jeśli chcesz użyć nowego audiogramu.
pt_pt: O audiograma foi alterado. Por favor reinicie a aplicação se você deseja usar o novo audiograma
ro_ro: Audiograma sa modificat. Va rog reporniti aplicatia daca doriti sa utilizati o audiograma noua.
ru_ru: Аудиограмма была изменена. Пожалуйста, перезагрузите приложение, если Вы хотите использовать данные новой аудиограммы.
sv_se: Audiogrammet har ändrats. Starta om programmet om du vill använda det nya audiogrammet.
tr_tr: Odyogram değişti. Yeni odyogramı kullanmak istiyorsanız lütfen uygulamaları tekrar başlatın.
zh_cn: 听力图已改变。如果您想使用新的听力图请重启应用程序。

source: SoftSwitching
fi_fi: Softkytkin
ja_jp: ソフトスイッチ
zh_cn: 智能转换系统

source: SPD Extra
es_es: Noise Tracker II
zh_cn: 超级SPD

source: Cancel Request
cs_cz: Zrušit požadavek
da_dk: Fortryd
de_de: Wieder verwerfen
es_es: Cancelar Requerido
fi_fi: Peru pyyntö
fr_fr: Annuler
hu_hu: Kérés mégse
it_it: Cancella richiesta
ja_jp: リクエストのキャンセル
ko_kr: 요청사항 취소
nl_nl: Verzoek om te annuleren
no_no: Avbryt Ønske
pl_pl: Anuluj Polecenie
pt_pt: Cancelar solicitação
ro_ro: Cerere anulata.
ru_ru: Отменить запрос
sv_se: Avbryt förfrågan
tr_tr: İsteği İptal Et
zh_cn: 取消请求

source: Legend:
cs_cz: Legenda:
da_dk: Forklaring:
de_de: Legende:
es_es: Leyenda:
fi_fi: Historia :
fr_fr: Légende :
hu_hu: Jelmagyarázat:
it_it: Leggenda:
ja_jp: 説明:
nl_nl: Legenda:
no_no: Eldre:
pl_pl: Legenda:
pt_pt: Legenda:
ro_ro: Legenda:
ru_ru: Надпись:
tr_tr: Açıklamalar:
zh_cn: 图标:

source: Active Session last saved on
da_dk: Aktiv session sodst gemt
zh_cn: 打开上次保存的界面

source: Active Session Audiogram is from
da_dk: Aktiv sessionsaudiogram fra
ja_jp: 有効なオージオグラム
zh_cn: 打开听力图

source: Last Programmed on
da_dk: Senest programmeret på
zh_cn: 上次编程在

source: Use this screen to adjust the noise reduction setting for each environment.
cs_cz: Na této obrazovce nastavíte potlačení hluků pro každé poslechové prostředí.
da_dk: Brug denne skærm for at indstille støjreduktion forskelligt for hvert lydmilø.
de_de: Verwenden Sie diesen Bildschirm, um die Störgeräuschunterdrückungs-Einstellungen situationsabhängig einzugeben.
es_es: Utilice esta pantalla para ajustar la reducción de ruido para cada entorno.
fi_fi: Käytä tätä ikkunaa säätääksesi kohinanvaimennusta jokaisessa ohjelmassa.
fr_fr: Sur cet écran, vous pouvez régler indépendamment les atténuations de bruit en fonction de différents environnements sonores.
hu_hu: Használja ezt a képernyőt a zajszűrés beállításához minden környezthez.
it_it: Utilizzare questa schermata per regolare la riduzione del rumore in ognuno dei diversi ambienti d'ascolto.
ja_jp: 各環境毎の雑音抑制レベルを設定して下さい (0～-10dB)。設定後「保存」を押して反映させて下さい。
ko_kr: 이 스크린을 사용하여 각각의 환경에 맞게 소음 감소 설정을 조절하세요
nl_nl: Gebruik dit scherm om de maximale lawaaionderdrukking in te stellen voor iedere geluidsomgeving.
no_no: Bruk denne skjermen til å justere støyreduksjon innstillinger for hvert lyttemiljø.
pl_pl: Użyj tego ekranu aby dopasować redukcję hałasu dla różnych środowisk.
pt_pt: Use esta tela para ajustar a redução de ruído de acordo com o ambiente
ro_ro: Utilizaţi acest ecran pentru a regla setarea de reducere a zgomotului pentru fiecare mediu.
ru_ru: Используйте эту вкладку для настройки системы шумоподавления для каждой окружающей обстановки.
sv_se: Använd denna skärm för att justera brusreduktion för varje miljö.
tr_tr: Her ortamda gürültü azaltımını ayarlamak için bu ekranı kullan.
zh_cn: 此界面调整每种环境下的降噪程度。

source: There are no selected products - do you want to reset the fitting session?
cs_cz: Toto není zvolený produkt - chcete resetovat nastavovací protokol?
da_dk: Der er ikke valgt produkt - vil du nulstille tilpasningssessionen?
de_de: Es wurden keine Hörsysteme gewählt - Möchten Sie die Anpassung neu starten?
es_es: No hay productos seleccionados - ¿Desea resetear la sesión de adaptación?
fi_fi: Kuulokojeita ei ole valittu - tahdotko tyhjentää sovituksen ?
fr_fr: Il n'y a aucun appareil sélectionné. Voulez-vous réinitialiser la session ?
hu_hu: Nincsenek kiválasztva készülékek - reseteli az aktuális illesztési adatokat?
it_it: Non ci sono prodotti selezionati - vuoi ripristinare la sessione di fitting?
ja_jp: 製品が接続もしくは選択されていません - 現在のフィッティングをクリアしますか?
ko_kr: 선택된 제품이 없습니다 - 피팅 세션을 리셋하기를 원하십니까?
nl_nl: Er zijn geen toestellen geselecteerd - wilt u de aanpassessie resetten?
no_no: Det er ingen valgte apparater - ønsker du å resette tilpasningssesjonen?
pl_pl: Nie wybrano aparatów - czy chcesz zresetować sesję dopasowania?
pt_pt: Não há produtos selecionados - você deseja restaurar a sessão de ajuste?
ro_ro: Nu sunt instrumente selectate - vrei să resetaţi sesiune de reglaj?
ru_ru: Ничего не выбрано. Сбросить настройки сессии?
sv_se: Det finns inga valda produkter - vill du återställa anpassningssessionen?
tr_tr: Seçilmiş bir ürün yok - Fitting oturumunu resetlemek istiyor musun?
zh_cn: 未选择产品--您想重置验配数据吗？

source: Confirm Reset
cs_cz: Potvrďte reset
da_dk: Bekræft nulstilling
de_de: Bestätigung Neustart
es_es: Confirmar el Reseteo
fi_fi: Vahvista tyhjennys
fr_fr: Confirmer la réinitialisation
hu_hu: Reset elfogadás
it_it: Conferma Reset
ja_jp: リセットの確認
ko_kr: 재설정 확인
nl_nl: Bevestig reset
no_no: Bekreft Reset
pl_pl: Potwierdź Reset
pt_pt: Confirmar Restaurar
ro_ro: Confirmaţi Resetare
ru_ru: Подтверждение сброса данных
sv_se: Bekräfta återställning
tr_tr: Sıfırlamayı Onayla
zh_cn: 确定重置

source: Manage Accessories
cs_cz: Správa příslušenství
da_dk: Administrer tilbehør
de_de: Wireless-Zubehör verwalten
es_es: Gestionar Accesorios
fi_fi: Langattomat lisälaitteet
fr_fr: Gérer les accessoires
hu_hu: Tartozék kezelés
it_it: Gestione degli Accessori
ja_jp: アクセサリー管理
ko_kr: 액세서리 관리
nl_nl: Wireless
no_no: Tilbehør
pl_pl: Zarządzaj Akcesoriami
pt_pt: Gerenciar acessórios
ro_ro: Control accesorii
ru_ru: Управление Аксессуарами
sv_se: Hantera tillbehör
tr_tr: Aksesuarları Yönet
zh_cn: 无线附件管理

source: Connected
cs_cz: Připojeno
da_dk: Forbundet
de_de: Verbunden
es_es: Conectado
fi_fi: Yhdistetty
fr_fr: Connecté
hu_hu: Csatlakoztatott
it_it: Connesso
ja_jp: 接続中
ko_kr: 연결되었습니다
nl_nl: Verbonden
no_no: Tilkoblet
pl_pl: Podłączone
pt_pt: Conectado
ro_ro: Conectat
ru_ru: Подключено
sv_se: Ansluten
tr_tr: Bağlantı kuruldu.
zh_cn: 已连接

source: Not Connected
cs_cz: Nepřipojeno
da_dk: Ikke forbundet
de_de: Nicht verbunden
es_es: No Conectado
fi_fi: Ei yhdistetty
fr_fr: Déconnecté
hu_hu: Nincs csatlakoztatva
it_it: Non Connesso
ja_jp: 未接続
ko_kr: 연결되지 않았습니다
nl_nl: Niet verbonden
no_no: Ikke Tilkoblet
pl_pl: Nie Podłączone
pt_pt: Não conectado
ro_ro: Neconectat
ru_ru: Не подключено
sv_se: Inte ansluten
tr_tr: Bağlanmadı
zh_cn: 未连接

source: Simulated
cs_cz: Simulace
da_dk: Simulerer
de_de: Simuliert
es_es: Simulado
fi_fi: SIMULOITU
fr_fr: Simulé
hu_hu: Szimulált
it_it: Simulazione
ja_jp: ※ ｼﾐｭﾚｰｼｮﾝ中 ※
nl_nl: Gesimuleerd
no_no: Simulert
pl_pl: Symulowane
pt_pt: Simulado
ro_ro: Simulare
ru_ru: Симулировано
sv_se: Simulering
tr_tr: Simulasyon
zh_cn: 模拟

source: Not Selected
cs_cz: Nevybráno
da_dk: Ikke valgt
de_de: Nicht ausgewählt
es_es: No Seleccionado
fi_fi: Ei valittu
fr_fr: Aucun affecté
hu_hu: Nincs kiválasztva
it_it: Nessuna selezione
ja_jp: ※ 未選択 ※
ko_kr: 선택되지 않았습니다
nl_nl: Niets geselecteerd
no_no: Ikke Valgt
pl_pl: Nie Wybrano
pt_pt: Não selecionado
ro_ro: Neselectat
ru_ru: Не выбрано
sv_se: Inte vald
tr_tr: İşaretli değil
zh_cn: 未选中
