Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Apply to both VC on hearing instrument and remote control
cs_cz: Aplikovat na oba VC na sluchadle a dálkovém ovladači
da_dk: Benyt til VC på både høreapparat og fjernbetjening
de_de: Bezieht sich auf die Lautstärkeanpassung am Hörsystem und per Fernbedienung
es_es: Aplica a ambos CV en audífono y mando a distancia
fi_fi: Käytä sekä kuulokojeen äänenvoimakkuuden säätöön että Kauko-Ohjaimeen
fr_fr: Appliqué à la commande de volume sur l'appareil et à la télécommande
hu_hu: HSZ elfogadás mindkét HK-n és a TÁVI-n
it_it: Applica sia nel VC del dispositivo che nel telecomando Remote Control
ja_jp: 補聴器本体とリモコンに適用
ko_kr: 보청기 볼륨조절과 remote control 모두에 적용
nl_nl: Toepassen op VC op toestel én afstandbediening
no_no: Bruk i VK på apparat og fjernkontroll
pl_pl: Zastosuj do VC na aparacie oraz w pilocie sterowania
pt_pt: Aplicar mudanças no CV - aparelho auditivo e controle remoto
ro_ro: Aplica atat la controlul volum de pe aparat cat si de pe telecomanda
ru_ru: Применить одновременно для регулятора громкости (VC) на слуховом аппарате и пульта дистанционного управления
sv_se: Lägg till för både VK på hörapparat och fjärrkontroll.
tr_tr: Her iki işitme cihazının ses kontrol'üne ve uzaktan kumandasına uygula
zh_cn: 在助听器和遥控器上都使用音量调节

source: Apply to VC on HI
cs_cz: Aplikovat na VC na SL
da_dk: Udfør på VC på HA
de_de: Anwenden bei dem Lautstärkesteller des Hörsystems
es_es: Aplicar al CV en el audífono
fi_fi: Käytä voim.säätimessä kuulokojeessa
fr_fr: Appliquer à la commande de volume
hu_hu: HSZ elfogadás
it_it: Applica solo nel VC del dispositivo
ja_jp: 補聴器本体に適用
ko_kr: 보청기 볼륨조절에 적용
nl_nl: Toepassen op VC op toestel
no_no: Bruk i VK på HA
pl_pl: Zastosuj do Potencjometru w Aparacie
pt_pt: Aplicar para VC em HI
ro_ro: Aplica la controlul volum de pe aparat
ru_ru: Применить к Регулятору громкости на СА
sv_se: Lägg till VK på hörapparat
tr_tr: İşitme cihazındaki ses kontrolüne uygula
zh_cn: 助听器应用音量调节

source: Apply to RC
cs_cz: Aplikovat na RC
da_dk: Udfør på fjernbetjening
de_de: Anwenden bei dem Lautstärkesteller der Fernbedienung
es_es: Aplicar al RC
fi_fi: Käytä Kauko-Ohjaimessa
fr_fr: Appliquer à la télécommande
hu_hu: TÁVI elfogadás
it_it: Applica solo nel telecomando Remote Control
ja_jp: リモコンに適用
ko_kr: remote control에 적용
nl_nl: Toepassen op VC op afstandbediening
no_no: Bruk på Fjernkontroll
pl_pl: Zastosuj do Potencjometru w Pilocie
pt_pt: Aplicar para RC
ro_ro: Aplica la controlul volum de pe telecomanda
ru_ru: Применить к ПДУ
sv_se: Lägg till fjärrkontroll
tr_tr: Uzaktan Kumandaya uygula
zh_cn: 应用到遥控器

source: micro-Invisa
zh_cn: 微隐形

source: MIV Programming Pill
da_dk: MIV Programmingbatteri
zh_cn: MIV 编程扁线

source: Program Switch:
cs_cz: Přepínač programů:
da_dk: Program skift:
de_de: Taster
es_es: Pulsador de Programas:
fi_fi: Ohjelma painike :
fr_fr: Bouton sélecteur de programme :
hu_hu: Program kapcsoló:
it_it: Cambio Programma:
ja_jp: ﾌﾟﾛｸﾞﾗﾑ切り替え:
ko_kr: 프로그램 스위치:
nl_nl: Programma schakelaar:
no_no: Trykknapp:
pl_pl: Zmiana Programu:
pt_pt: Mudar Programa:
ro_ro: Schimbare Program:
ru_ru: Кнопка программ:
sv_se: Programomkopplare:
tr_tr: Program Düğmesi:
zh_cn: 程序切换:

source: Manual VC:
cs_cz: Manuální VC:
de_de: Manueller VC
es_es: CV Manual:
fi_fi: Voimak. säädin :
fr_fr: Commande de volume :
hu_hu: Kézi HSZ:
it_it: VC Manuale:
ja_jp: ﾎﾞﾘｭｰﾑ調整:
ko_kr: 수동 볼륨조절:
nl_nl: Handmatige VC:
no_no: Manuell VK:
pl_pl: Manualny VC:
pt_pt: Controle de Volume Manual:
ro_ro: Volum manual:
ru_ru: Регулятор громкости:
sv_se: Manuell VK:
tr_tr: Manuel VC:
zh_cn: 音量调节:

source: Synchronized SoftSwitching
cs_cz: Synchronizovaný SoftSwitching
de_de: Synchronisierter SoftSwitch
es_es: SoftSwitching Sincronizado
fi_fi: Synkronoitu SoftKytkin
fr_fr: Directivité automatique SoftSwitching
hu_hu: Szinkronizált SoftSwitching
it_it: SoftSwitching Sincronizzato
ja_jp: 両耳連動ソフトスイッチ
ko_kr: SoftSwitching 동기화됨
nl_nl: Gesynchroniseerde SoftSwitching
no_no: Synkronisert SoftSwitching
pl_pl: Synchronizowany SoftSwitching
pt_pt: SoftSwitching Sincronizado
ro_ro: SoftSwitching sincronizat
ru_ru: Синхронизированный SoftSwitching
sv_se: Synkroniserad Softswitching
tr_tr: Senkronize SoftSwitching
zh_cn: 同步智能转换系统

source: Synchronized SoftSwitching
cs_cz: Synchronizovaný SoftSwitching
de_de: Synchronisierter SoftSwitch Basis
es_es: SoftSwitching Sincronizado Básico
fi_fi: Synkronoitu SoftKytkin
fr_fr: Directivité automatique SoftSwitching
hu_hu: Szinkronizált SoftSwitching alap
it_it: SoftSwitching Basic Sincronizzato
ja_jp: 両耳連動ソフトスイッチ
ko_kr: SoftSwitching 동기화됨
nl_nl: Gesynchroniseerde SoftSwitching
no_no: Synkronisert SoftSwitching
pl_pl: Synchronizowany SoftSwitching
pt_pt: SoftSwitching Basico Sincronizado
ro_ro: SoftSwitching Basic sincronizat
ru_ru: SoftSwitching синхронизирован для Основной программы
sv_se: Synkroniserad Softswitching Basic
tr_tr: Temel Senkronize SoftSwitching
zh_cn: 基本程序+同步智能转换系统

source: Gain adjustments were successfully applied to the right side
cs_cz: Změny zisku byly úspěšně aplikovány na pravou stranu
da_dk: Justering af forstærkning udført med succes på højre side
de_de: Die Verstärkungsanpassung wurde erfolgreich auf der rechten Seite angewendet
es_es: Los ajustes de ganancia se aplicaron correctamente en el lado derecho
fi_fi: Vahvistussäädöt otettu käyttöön onnistuneesti oikeassa kuulokojeessa
fr_fr: Les données mesurées ont été appliquées avec succès à l'oreille droite
hu_hu: Erősítés állítás elfogadva a jobb oldalra
it_it: Le regolazioni del guadagno sono state applicate con successo al alto destro.
ja_jp: 右耳への利得の保存に成功しました
ko_kr: 오른쪽에 이득이 성공적으로 적용되었습니다
nl_nl: Wijzigingen in Gain zijn succesvol toegepast op rechts
no_no: Gain justeringer lagt til høyre side
pl_pl: Skutecznie zastosowano dopasowanie głośności do prawego aparatu
pt_pt: Ajustes de ganho realizados com sucesso para lado direito
ro_ro: Ajustarile de castig au fost aplicate cu succes pe partea dreapta
ru_ru: Корректировки усиления были успешно применены для правой стороны
sv_se: Förstärkningsjusteringar lyckades på hö sida
tr_tr: Kazanç ayarlamaları başarılı bir şekilde sağ tarafa uygulandı.
zh_cn: 右侧成功应用增益调整

source: Gain adjustments were successfully applied to both sides
cs_cz: Změny zisku byly úspěšně aplikovány na obě strany
da_dk: Justering af forstærkning udført med succes på begge sider
de_de: Die Verstärkungsanpassung wurde erfolgreich auf beiden Seiten angewendet
es_es: Los ajustes de ganancia se aplicaron correctamente en ambos lados
fi_fi: Vahvistussäädöt otettu käyttöön onnistuneesti kummassakin kuulokojeessa
fr_fr: Les données mesurées ont été appliquées avec succès aux deux oreilles.
hu_hu: Erősítés állítás elfogadva mindkét oldalra
it_it: Le regolazioni del guadagno sono state applicate con successo in entrambi i lati.
ja_jp: 両耳への利得の保存に成功しました
ko_kr: 양쪽에 이득이 성공적으로 적용되었습니다
nl_nl: Wijzigingen in Gain zijn succesvol toegepast op beide zijden
no_no: Gain justeringer lagt til begge sider
pl_pl: Skutecznie zastosowano dopasowanie głośności do obu aparatów
pt_pt: Ajustes de ganho realizados com sucesso para lado ambos os lados
ro_ro: Ajustarile de castig au fost aplicate cu succes pe ambele parti
ru_ru: Корректировки усиления были успешно применены для обеих сторон
sv_se: Förstärkningsjusteringar lyckades på båda sidor
tr_tr: Kazanç ayarlamaları her iki tarafa da başarılı bir şekilde uygulandı.
zh_cn: 双侧成功应用增益调整

source: Gain adjustments were successfully applied to the left side
cs_cz: Změny zisku byly úspěšně aplikovány na levou stranu
da_dk: Justering af forstærkning udført med succes på venstre side
de_de: Die Verstärkungsanpassung wurde erfolgreich auf der linken Seite angewendet
es_es: Los ajustes de ganancia se aplicaron correctamente en el lado izquierdo
fi_fi: Vahvistussäädöt otettu käyttöön onnistuneesti vasemmassa kuulokojeessa
fr_fr: Les données mesurées ont été appliquées avec succès à l'oreille gauche
hu_hu: Erősítés állítás elfogadva a bal oldalra
it_it: Le regolazioni del guadagno sono state applicate con successo al lato sinistro.
ja_jp: 左耳への利得の保存に成功しました
ko_kr: 왼쪽에 이득이 성공적으로 적용되었습니다
nl_nl: Wijzigingen in Gain zijn succesvol toegepast op links
no_no: Gin justeringer lagt til venstre side
pl_pl: Skutecznie zastosowano dopasowanie głośności do lewego aparatu
pt_pt: Ajustes de ganho realizados com sucesso para lado esquerdo
ro_ro: Ajustarile de castig au fost aplicate cu succes pe partea stanga
ru_ru: Корректировки усиления были успешно применены для левой стороны
sv_se: Förstärkningsjusteringar lyckades på vä sida
tr_tr: Kazanç ayarlamaları sol tarafa başarılı bir şekilde uygulandı.
zh_cn: 左侧成功应用增益调整

source: Gain adjustments have not been applied
cs_cz: Změny zisku nebyly aplikovány
da_dk: Justering af forstærkning er ikke udført
de_de: Die Verstärkungsanpassung wurde nicht angewendet
es_es: Los ajustes de ganancia no han sido aplicados
fi_fi: Vahvistussäätöjä ei ole otettu käyttöön
fr_fr: Les données mesurées n'ont pas été appliquées
hu_hu: Erősítés állítás nincs elfogadva
it_it: Le regolazioni del guadagno non sono state applicate
ja_jp: 利得は保存されていません
ko_kr: 이득이 적용되지 않았습니다
nl_nl: Wijzigingen in Gain zijn niet toegepast
no_no: Gain justeringer er ikke lagt til
pl_pl: Nie zastosowano dopasowania głośności
pt_pt: Ajustes de ganho não foram aplicados
ro_ro: Ajustarile de castig nu au fost aplicate
ru_ru: Корректировки усиления не были применены
sv_se: Förstärkningsjusteringar har inte applicerats
tr_tr: Kazanc ayarları uygulanmamış
zh_cn: 未应用增益调整

source: Open
da_dk: Åben
de_de: Offen
fi_fi: Ohut ääniletku
fr_fr: Open, avec tube fin
hu_hu: Nyitott
ja_jp: オープン
pl_pl: Otwarte
pt_pt: Aberto
ro_ro: Deschis
ru_ru: Открытый
sv_se: Öppen
tr_tr: Açık
zh_cn: 开放耳

source: HP Closed
da_dk: HP lukket
de_de: HP geschlossen
es_es: HP Cerrado
fi_fi: HP suljettu
fr_fr: Puissante
hu_hu: HP zárt
it_it: HP Chiuso
ja_jp: HP クローズ
nl_nl: HP Gesloten
no_no: HP Tett
pl_pl: HP Zamknięta
pt_pt: HP Fechado
ru_ru: HP Закрытый
sv_se: HP
zh_cn: HP

source: Select an instrument picture to see the connection instructions for the Speedlink interface.
cs_cz: Klikněte na obrázek sluchadla pro zobrazení instrukcí k připojení pomocí rozhraní Speedlink.
da_dk: Klik på et billede af et apparat for at få instruktioner for hvordan apparatet forbindes til Aventa med Speedlink.
de_de: Wählen Sie den Hörsystemtyp um die Verbindungsanleitung für den Speedlink zu sehen.
es_es: Seleccione una imagen de un audífono para visualizar las instrucciones de conexión via SpeedLink.
fi_fi: Paina kuulokojeen kuvaa nähdäksesi kytkentäohjeet valitulle ohjelmointiyksikölle.
fr_fr: Sélectionner une photo pour visualiser les instructions de connexion à l'interface de programmation Speedlink.
hu_hu: Válasszon egy készülék képet, hogy lássa a csatlakozási instrukciókat az Speedlink interfészhez.
it_it: Selezionare l'immagine del Dispositivo per visualizzare le istruzioni di collegamento con l'interfaccia Speedlink.
ja_jp: 左側の補聴器のイラストをクリックすると接続方法が表示されます
ko_kr: 보청기 그림을 선택하여 Speedlink 인터페이스의 연결 지침을 참조 할 것
nl_nl: Selecteer een toestelplaatje om de verbindingsinstructies te zien voor de Speedlink interface.
no_no: Velg bilde av apparattype for å se tilkoblingsinstruksjoner for Speedlink.
pl_pl: Wybierz rysunek urządzenia aby zobaczyć instrukcję podłączenia aparatu przy pomocy Speedlink.
pt_pt: Selecione um imagem de aparelho auditivo para visualizar as instruções de conexão com Speedlink.
ro_ro: (Instructiuni de conectare pentru interfata SpeedLink)
ru_ru: Выберите изображение слухового аппарата, чтобы увидеть инструкцию подключения при помощи интерфейса Speedlink.
sv_se: Välj en hörapparatbild för att se anslutningsinstruktion för Speedlink interface.
tr_tr: Speedlink bağlantı talimatlarını görmek için bir cihaz resmi seçin.
zh_cn: 选择相应的图片查看Speedlink的连接方法。

source: Select an instrument picture to see the connection instructions for the HI-PRO Interface.
cs_cz: Klikněte na obrázek sluchadla pro zobrazení instrukcí k připojení pomocí rozhraní HI-PRO.
da_dk: Klik på et billede af et apparat for at få instruktioner for hvordan apparatet forbindes til Aventa med HI-Pro.
de_de: Wählen Sie den Hörsystemtyp um die Verbindungsanleitung für den HI-PRO zu sehen.
es_es: Seleccione una imagen de un audífono para visualizar las instrucciones de conexión via HIPRO.
fi_fi: Paina kuulokojeen kuvaa nähdäksesi kytkentäohjeet valitulle ohjelmointiyksikölle.
fr_fr: Sélectionner une photo pour visualiser les instructions de connexion à l'interface de programmation HI-PRO.
hu_hu: Válasszon egy készülék képet, hogy lássa a csatlakozási instrukciókat az HI-PRO interfészhez.
it_it: Selezionare l'immagine del Dispositivo per visualizzare le istruzioni di collegamento con l'interfaccia HIPRO.
ja_jp: 左側の補聴器のイラストをクリックすると接続方法が表示されます
ko_kr: 보청기 그림을 선택하여 HI-PRO 인터페이스의 연결 지침을 참조할 것
nl_nl: Selecteer een toestelplaatje om de verbindingsinstructies te zien voor de HI-PRO Interface.
no_no: Velg bilde av apparattype for å se tilkoblingsinstruksjoner for HI-PRO.
pl_pl: Wybierz rysunek urządzenia aby zobaczyć instrukcję podłączenia aparatu przy pomocy HI-PRO.
pt_pt: Selecione um imagem de aparelho auditivo para visualizar as instruções de conexão com o HI-PRO.
ro_ro: (Instructiuni de conectare pentru interfata HIPRO)
ru_ru: Выберите изображение слухового аппарата, чтобы увидеть инструкцию подключения при помощи интерфейса HI-PRO.
sv_se: Välj en hörapparatbild för att se anslutningsinstruktion för HI-PRO interface.
tr_tr: HI-PRO bağlantı talimatlarını görmek için bir cihaz resmi seçin
zh_cn: 选择相应的图片查看Hi-Pro的连接方法。

source: Select an instrument picture to see the connection instructions for the NOAHlink interface.
cs_cz: Klikněte na obrázek sluchadla pro zobrazení instrukcí k připojení pomocí rozhraní NOAHlink.
da_dk: Klik på et billede af et apparat for at få instruktioner for hvordan apparatet forbindes til Aventa med NOAHlink.
de_de: Wählen Sie den Hörsystemtyp um die Verbindungsanleitung für den NOAHlink zu sehen.
es_es: Seleccione una imagen de un audífono para visualizar las instrucciones de conexión via NOAHlink.
fi_fi: Paina kuulokojeen kuvaa nähdäksesi kytkentäohjeet valitulle ohjelmointiyksikölle.
fr_fr: Sélectionner une photo pour visualiser les instructions de connexion à l'interface de programmation NOAHlink.
hu_hu: Válasszon egy készülék képet, hogy lássa a csatlakozási instrukciókat az NOAHlink interfészhez.
it_it: Selezionare l'immagine del Dispositivo per visualizzare le istruzioni di collegamento con l'interfaccia NOAHlink.
ja_jp: 左側の補聴器のイラストをクリックすると接続方法が表示されます
ko_kr: 보청기 그림을 선택하여 NOAHlink 인터페이스의 연결 지침을 참조할 것
nl_nl: Selecteer een toestelplaatje om de verbindingsinstructies te zien voor de NOAHlink interface.
no_no: Velg bilde av apparatype for å se instruksjoner på tilkobling til NOAHlink.
pl_pl: Wybierz rysunek urządzenia aby zobaczyć instrukcję podłączenia aparatu przy pomocy NOAHlink.
pt_pt: Selecione um imagem de aparelho auditivo para visualizar as instruções de conexão com o NOAHlink.
ro_ro: (Instructiuni de conectare pentru interfata NOAHLINK)
ru_ru: Выберите изображение слухового аппарата, чтобы увидеть инструкцию подключения при помощи интерфейса NOAHlink.
sv_se: Välj en hörapparatbild för att se anslutningsinstruktion för NOAHLink interface.
tr_tr: NOAHlink bağlantı talimatlarını görmek için bir cihaz resmi seçin
zh_cn: 选择相应的图片查看NOAHlink的连接方法。

source: P Plastic Hook
cs_cz: P Plastikové kolínko
da_dk: HP Plastic Hook
de_de: P Kunststoffwinkel
es_es: Codo Plástico P
fi_fi: P muovikoukku
fr_fr: Puissante, avec coude plastique
hu_hu: P Műanyag könyök
it_it: Curvetta P Plastica
ja_jp: パワー
ko_kr: P(Power) Plastic Hook
nl_nl: P kunststof toonbocht
no_no: P Plastikk Hook
pl_pl: HP Plastikowy Rożek
pt_pt: Gancho Plástico P
ro_ro: HP Trompa de plastic
ru_ru: Мощный (P) Пластиковый рожок
sv_se: P Slangfäste (plast)
tr_tr: P Plastik Boynuz
zh_cn: P 塑料耳勾

source: HP Metal Hook
cs_cz: HP Kovové kolínko
de_de: HP Metallwinkel
es_es: Codo Metálico HP
fi_fi: HP metalli koukku
fr_fr: Puissante, avec coude métal
hu_hu: HP Fém könyök
it_it: Curvetta Metallica HP
ja_jp: ハイパワー
ko_kr: High Power Metal Hook
nl_nl: HP metalen toonbocht
no_no: HP Metall Hook
pl_pl: HP Metalowy Rożek
pt_pt: Hook metálico HP
ro_ro: HP Trompa de metal
ru_ru: HP Металлический рожок
sv_se: HP Metallslangfäste
tr_tr: HP Metal Boynuz
zh_cn: HP 金属耳勾

source: Open
da_dk: Tynd slange
de_de: Offen
fi_fi: Ohut ääniletku
fr_fr: Open, avec tube fin
hu_hu: Nyitott
ja_jp: オープン
pt_pt: Aberto
ro_ro: Deschis
ru_ru: Открытый
sv_se: Öppen
tr_tr: Açık
zh_cn: 开放耳

source: The current fitting session has not been saved.
cs_cz: Současné nastavení nebylo uloženo.
da_dk: Den nuværende session er ikke gemt
de_de: Die aktuelle Anpasssitzung wurde nicht gespeichert.
es_es: La sesión actual no ha sido grabada.
fi_fi: Nykyistä sovitusistuntoa ei ole tallennettu.
fr_fr: Les données actuelles n'ont pas été sauvegardées.
hu_hu: Az aktuális illlesztési bejegyzés nincs elmentve.
it_it: La corrente sessione di Fitting non è stata salvata.
ja_jp: 現在のフィッティングは保存されていません
ko_kr: 현재 피팅 세션이 저장되지 않았습니다.
nl_nl: De huidige aanpassessie is niet opgeslagen.
no_no: Gjeldende tilpasning er ikke lagret.
pl_pl: Obecna sesja dopasowania nie została zapisana.
pt_pt: A sessão atual não pode ser salva.
ro_ro: Sesiunea curenta de reglaj nu a fost salvata
ru_ru: Текущая сессия настройки не была сохранена.
sv_se: Nuvarande anpassning har inte sparats.
tr_tr: Mevcut uygulama oturumu kaydedilmedi.
zh_cn: 当前验配数据未保存。

source: Line Output Right
cs_cz: Line Output Vpravo
da_dk: Line Output højre
es_es: Salida de Línea Derecha
fi_fi: Oikea linjalähtö
fr_fr: Sortie ligne droite
hu_hu: Vonal bemenet jobb
it_it: Linea Uscita Destra
nl_nl: Line Output rechts
no_no: Line Output Høyre
pl_pl: Wyjście Liniowe Prawe
pt_pt: Curva de Saída Direita
ro_ro: Linie de Iesire Dreaptat
ru_ru: Линейный выход справа
sv_se: Line Output Höger
tr_tr: Line Output Sağ
zh_cn: 右侧线性输出

source: IIC Programming Pill
cs_cz: IIC Programovací konektor
da_dk: IIC Programmingsbatteri
de_de: IIC Programmierpille
es_es: Adaptador de Programación IIC
fi_fi: IIC ohjelmointi adapteri
fr_fr: spécifique IIC
hu_hu: IIC Programozó szál
it_it: IIC Adattatore programmazione Finta Pila.
ja_jp: IIC用ﾌﾟﾛｸﾞﾗﾐﾝｸﾞﾋﾟﾙ
nl_nl: IIC programmeerbatterij
no_no: IIC Programmeringsadapter
pl_pl: Adapter Programowania IIC
ro_ro: Pastila programare IIC
ru_ru: Адаптор для программирования IIC
tr_tr: IIC Programlama Adaptörü
zh_cn: IIC编程片

source: UP Receiver
cs_cz: UP Reproduktor
de_de: UP Hörer
es_es: Auricular UP
fi_fi: UP Kuuloke
fr_fr: Standard, avec écouteur UP
hu_hu: UP hallgató
it_it: Ricevitore UP
ja_jp: UP レシーバ
pl_pl: Słuchawka UP
pt_pt: Receptor UP
ro_ro: Receiver UP
ru_ru: UP ресивер
sv_se: UP Hörtelefon
zh_cn: UP受话器

source: Transfer Complete
cs_cz: Transfer kompletní
da_dk: Overførslen er udført
de_de: Übertragung komplett
es_es: Transferencia Completa
fi_fi: Siirto suoritettu
fr_fr: Transfert achevé avec succès.
hu_hu: Átvitel kész
it_it: Trasferimento Completato
ja_jp: コピー完了
ko_kr: 전송완료
nl_nl: Overzenden compleet
no_no: Overføring gjennomført
pl_pl: Transfer Zakończony
pt_pt: Transferência Completa
ro_ro: Transfer complet
ru_ru: Передача завершена
sv_se: Överföring färdig
tr_tr: Transfer Tamamla
zh_cn: 传送完毕

source: On
da_dk: Til
de_de: An
fi_fi: Käytössä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
ko_kr: 켜짐
nl_nl: Aan
no_no: På
pl_pl: Wł.
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Off
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
ko_kr: 꺼짐
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: On
da_dk: Til
zh_cn: 开

source: Off
da_dk: Fra
zh_cn: 关

source: In-Situ
zh_cn: 内置测听

source: English (CA)
da_dk: Engelsk (CA)
de_de: Englisch (CA)
es_es: Inglés (CA)
fi_fi: Englanti (Kanada)
fr_fr: Anglais (CA)
hu_hu: Angol (CA)
it_it: Inglese (CA)
ja_jp: 英語 (CA)
ko_kr: 영어 (CA)
nl_nl: Engels (CA)
no_no: Engelsk (CA)
pt_pt: Inglês (CA)
ro_ro: Engleza (CA)
ru_ru: Английский (CA)
zh_cn: 英语 (加拿大)

source: For changes to take effect, click Save and restart ReSound Aventa.
cs_cz: Změny se projeví až po restartu programu. Klikněte na Uložit a restartujte Aventu.
da_dk: Tryk gem og genstart ReSound Aventa før ændringer træder i kraft.
de_de: Um die Änderungen wirksam werden zu lassen, schließen Sie bitte Aventa und starten Sie neu.
es_es: Para que los cambios surtan efecto, hacer clic en Grabar y reinicie Aventa.
fi_fi: Jotta asetukset tulevat voimaan, sammuta ja käynnistä Aventa uudestaan.
fr_fr: Pour prendre en compte les changements, cliquer sur "Enregistrer" et redémarrez Aventa.
hu_hu: A változások érvénybe lépéséhez, kattintson a Mentésre és indítsa újra az Aventát.
it_it: Per rendere effettive le modifiche, fare click su Salva e riavviate ReSound Aventa.
ja_jp: 変更内容を有効にするには「保存」を押して、Aventaを再起動して下さい
ko_kr: 변경사항을 유효하게 하려면 변경내용 저장후. Aventa를 닫고 다시 시작하세요.
nl_nl: Om de wijzigingen effectief te laten zijn, klikt u op Opslaan en heropent u Aventa.
no_no: For at endringene skal tre i kraft, må Aventa lukkes og åpnes igjen.
pl_pl: Aby zastosować zmiany zamknij i ponownie uruchom program Aventa.
pt_pt: Para que as alterações sejam efetivas, feche e reinicie o Aventa.
ro_ro: Pentru ca modificarile sa aiba efect, apasati Salvare si restartati Aventa.
ru_ru: Чтобы изменения вступили в силу, нажмите Сохранить и перезагрузите Aventa.
sv_se: För att ändringarna ska få effekt, klicka spara och starta om Aventa.
tr_tr: Değişikliklerin etkili olması için, Kaydet'i tıklatın ve Aventa'yı yeniden başlatın.
zh_cn: 要使更改生效，需要关闭并重启Aventa。

source: There are changes that have not been applied. Are you sure you want to exit?
cs_cz: Některé změny nebyly aplikovány. Opravdu chcete odejít?
da_dk: Der er ændringer der ikke er udført. Er du sikker på du vil lukke?
de_de: Einige Änderungen wurden noch nicht angewandt. Sind Sie sicher, dass Sie jetzt verlassen möchten?
es_es: Hay cambios que no han sido aplicados. ¿Está seguro que desea salir?
fi_fi: Joitakin muutoksia ei ole otettu käyttöön. Oletko varma että haluat poistua ?
fr_fr: Attention ! Des changement n'ont pas été appliqués. Voulez-vous quitter ?
hu_hu: Vannak olyan változások amelyek nem lettek elfogadva. Biztos ki akar lépni?”
it_it: Ci sono modifiche che non sono state applicate. Sei sicuro di voler uscire?”
ja_jp: 変更内容が適用されていません。終了してもよろしいですか？
ko_kr: 적용되지 않은 변경사항이 있습니다. 나가시겠습니까?
nl_nl: Sommige wijzigingen zijn niet toegepast. Weet u zeker dat u wilt afsluiten?”
no_no: Det er gjort endringer som ikke er iverksatt. Ønsker du å avslutte?”
pl_pl: Istnieją niezapisane zmiany. Czy na pewno chcesz wyjść?
pt_pt: Há alterações que não foram salvas. Você tem certeza que deseja sair?
ro_ro: Sunt modificari care nu au fost aplicate.Sunteti sigur ca vreti sa iesiti?”
ru_ru: Изменения не были применены. Вы уверены, что хотите выйти?”
sv_se: Dessa ändringar har inte fått effekt. Är du säker på att du vill avsluta?
tr_tr: Uygulanmamış değişiklikler var. Çıkmak istediğinizden eminmisiniz?
zh_cn: 有未应用的更改，您确定退出吗？

source: Pending changes
cs_cz: Probíhající změny
da_dk: Afventer ændringer
de_de: nicht ausgeführte Änderungen
es_es: Cambios Pendientes
fi_fi: Riippuu muutoksista
fr_fr: Modifications en attente
hu_hu: Függőben lévő változások
it_it: Modifiche in sospeso
ja_jp: 変更中
ko_kr: 미결된 변경
nl_nl: Wijzigingen zijn hangende
no_no: Avventer endringer
pl_pl: Oczekiwanie na zmiany
pt_pt: Alterações Perdidas
ro_ro: In asteptare modificari
ru_ru: Внесение изменений
sv_se: Pågående ändringar
tr_tr: Beklenen değişiklikler
zh_cn: 挂起更改
