Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Frequency
cs_cz: Frekvence
da_dk: Frekvens
de_de: Frequenz
es_es: Frecuencia
fi_fi: Taajuus
fr_fr: Fréquence
hu_hu: Frekvencia
it_it: Freq.
ja_jp: 周波数
ko_kr: 주파수
nl_nl: Frequentie
no_no: Frekvens
pl_pl: Częstotliwość
pt_pt: Frequência
ro_ro: Frecventa
ru_ru: Частота
sv_se: Frekvens
tr_tr: Frekans
zh_cn: 频率

source: < Masking >
cs_cz: < Maskování >
da_dk: < Maskering >
de_de: < Vertäubung >
es_es: < Enmascarado >
fi_fi: < Peiteääni>
hu_hu: < Maszkolás >
it_it: < Mascheramento >
ja_jp: < マスキング >
ko_kr: <마스킹>
nl_nl: < Maskeren >
no_no: < Maskering >
pl_pl: < Maskowanie >
pt_pt: < Mascarando >
ro_ro: < Mascare >
ru_ru: < Маскировка >
sv_se: < Maskerar >
tr_tr: < Maskeleme >
zh_cn: < 掩蔽 >

source: < Stimulus >
cs_cz: < Stimul >
es_es: < Estímulo >
fi_fi: < Stimulus taso >
hu_hu: < Inger >
it_it: < Stimolo >
ja_jp: 可聴閾値 (dB HL)
ko_kr: <자극>
pl_pl: < Bodziec >
pt_pt: < Estímulo >
ru_ru: < Стимул >
sv_se: < Stimuli >
tr_tr: < Uyaran>
zh_cn: < 刺激 >

source: Frequency (Hz)
cs_cz: Frekvence
da_dk: Frekvens
de_de: Frequenz
es_es: Frecuencia
fi_fi: Taajuus (Hz)
fr_fr: Fréquence (Hz)
hu_hu: Frekvencia (Hz)
it_it: Frequenza (Hz)
ja_jp: 周波数 (Hz)
ko_kr: 주파수(Hz)
nl_nl: Frequentie
no_no: Frekvens
pl_pl: Częstotliwość (Hz)
pt_pt: Frequência
ro_ro: Frecventa
ru_ru: Частота
sv_se: Frekvens (Hz)
tr_tr: Frekans (Hz)
zh_cn: 频率

source: Intensity (dB)
cs_cz: Intenzita
da_dk: Intensitet
de_de: Intensität
es_es: Intensidad
fi_fi: Voimakkuus (dB)
fr_fr: Intensité (dB)
hu_hu: Intenzitás (dB)
it_it: Intensità (dB)
ja_jp: 音の大きさ (dB)
ko_kr: 강도(dB)
nl_nl: Intensiteit
no_no: Intensitet
pl_pl: Natężenie (dB)
pt_pt: Intensidade
ro_ro: Intensitate
ru_ru: Интенсивность
sv_se: Intensitet (dB)
tr_tr: Şiddet (dB)
zh_cn: 强度(dB)

source: Right
cs_cz: Vpravo
da_dk: højre
de_de: Rechts
es_es: Derecho
fi_fi: OIKEA
fr_fr: Appareil droit
hu_hu: Jobb
it_it: Destra
ja_jp: 右
ko_kr: 오른쪽
nl_nl: rechts
no_no: Høyre
pl_pl: Prawy
pt_pt: Direita
ro_ro: Dreapta
ru_ru: Правый
sv_se: Höger
tr_tr: Sağ
zh_cn: 右

source: Left
cs_cz: Vlevo
da_dk: venstre
de_de: Links
es_es: Izquierdo
fi_fi: VASEN
fr_fr: Appareil gauche
hu_hu: Bal
it_it: Sinistra
ja_jp: 左
ko_kr: 왼쪽
nl_nl: links
no_no: Venstre
pl_pl: Lewy
pt_pt: Esquerda
ro_ro: stanga
ru_ru: Левый
sv_se: Vänster
tr_tr: Sol
zh_cn: 左

source: Audiogram was created
cs_cz: Audiogram byl vytvořen
da_dk: Audiogram er gemt
de_de: Audiogramm wurde erstellt
es_es: El audiograma fue creado
fi_fi: Audiogrammi syötetty
fr_fr: Un audiogramme a été créé
hu_hu: Audiogram készült
it_it: Audiogramma creato
ja_jp: オージオグラムが作成されました
ko_kr: 오디오그램이 생성되었습니다
nl_nl: Audiogram was gecreëerd
no_no: Audiogram opprettet
pl_pl: Stworzono audiogram
pt_pt: Foi criado um Audiograma
ro_ro: Audiograma fost creata
ru_ru: Аудиограмма создана
sv_se: Audiogram skapades
tr_tr: Odyogram oluşturuldu
zh_cn: 已创建听力图

source: Battery:
ja_jp: 電池サイズ：
zh_cn: 电池:

source: Warranty End Date:
zh_cn: 保修终止时间:

source: required during fitting
zh_cn: 选配中需求

source: Recommend Instruments...
zh_cn: 推荐的助听器...

source: Express Fit
zh_cn: 快速选配

source: Change Instruments...
zh_cn: 更换助听器...

source: No Instrument Selected
ja_jp: 補聴器未選択
zh_cn: 没有选择助听器

source: Environmental Optimizer
da_dk: Env. Optimizer II
de_de: Situations Optimizer
es_es: Clasificador Ambiental
fi_fi: Ääniympäristön optimointi II
hu_hu: Környezeti optimalizáló
it_it: Ottimizzatore Ambientale
ja_jp: 環境適応システム
pl_pl: Optymalizator Środowiskowy
pt_pt: Otimizador Ambiental
ro_ro: Optimizatorul Ambiental II
ru_ru: Оптимизатор окружения
sv_se: Miljöoptimering
tr_tr: Çevresel Yönetim
zh_cn: 环境优化器

source: Max
fi_fi: Maks
fr_fr: Maxi
ja_jp: 最大
ko_kr: 최대
no_no: Maksimal
pt_pt: Máximo
ro_ro: Maxim
ru_ru: Макс.
tr_tr: Maksimum
zh_cn: 最大

source: Adjust NoiseTracker II ...
cs_cz: Nastavit NoiseTracker II...
da_dk: Juster NoiseTracker II støjreduktion...
de_de: Einstellen Noise Tracker II...
es_es: Ajustar el Reductor de Ruido...
fi_fi: Säädä Taustamelun vaimennus II
fr_fr: Ajuster le réducteur de bruit NoiseTracker II
hu_hu: Noise Tracker II beállítás...
it_it: Regolazione Riduttore del Rumore...
ja_jp: 雑音抑制の調整
ko_kr: 소음 감소 조절...
nl_nl: Pas NoiseTracker II aan...
no_no: Juster NoiseTracker II...
pl_pl: Dostosuj Redukcję Hałasu ...
pt_pt: Ajuste do Noise Tracker II...
ro_ro: Ajustare Reductor Zgomot...
ru_ru: Настройка NoiseTracker II...
sv_se: Justera Brusreducering...
tr_tr: NoiseTracker II'yi ayarla ...
zh_cn: 调节净噪系统II...

source: Min
fr_fr: Mini
ja_jp: 最小
ko_kr: 최소
no_no: Minimum
pt_pt: Mínimo
ro_ro: Minim
ru_ru: Мин.
tr_tr: Minimum
zh_cn: 最小

source: Profile
cs_cz: Profil
da_dk: Profil
de_de: Profil
es_es: Perfil
fi_fi: Potilasprofiili
fr_fr: Détails patient
hu_hu: Profil
it_it: Profilo
ja_jp: 顧客情報
ko_kr: 프로필
nl_nl: Profiel
no_no: Profil
pl_pl: Profil
pt_pt: Perfil
ro_ro: Profil
ru_ru: Профиль
sv_se: Profil
tr_tr: Profil
zh_cn: 用户档案

source: Sessions
cs_cz: Sezení
da_dk: Sessioner
de_de: Sitzungen
es_es: Sesiones
fi_fi: Käynti
hu_hu: Bejegyzések
it_it: Sessioni
ja_jp: 調整履歴
ko_kr: 세션
nl_nl: Sessies
no_no: Sesjoner
pl_pl: Sesje
pt_pt: Sessões
ro_ro: Sesiuni
ru_ru: Сессии
sv_se: Sessioner
tr_tr: Oturumlar
zh_cn: 备注

source: Audiograms and Hearing Instruments
cs_cz: Audiogramy a sluchadla
da_dk: Audiogram og høreapparater
de_de: Audiogramme und Hörsysteme
es_es: Audiogramas y Audífonos
fi_fi: Audiogrammit ja kuulokojeet
fr_fr: Audiogrammes et aides auditives
hu_hu: Audiogramok és hallókészülékek
it_it: Audiogrammi e Apparecchi Acustici
ja_jp: オージオグラム入力画面
ko_kr: 오디오그램과 보청기
nl_nl: Audiogrammen en Hoortoestellen
no_no: Audiogrammer og Høreapparater
pl_pl: Audiogramy i aparaty słuchowe
pt_pt: Audiogramas e AASIs
ro_ro: Audiograme si Aparate Auditive
ru_ru: Аудиограммы и слуховые аппараты
sv_se: Audiogram och Hörapparater
tr_tr: Odyogramlar ve İşitme Cihazları
zh_cn: 听力图和助听器

source: Speech Test results are used for Natural Directionality II Monitor and Focus Ear calculations
cs_cz: Výsledky řečového testu jsou použity pro výpočty Natural Directionality II Monitor a Focus Ear
da_dk: Diskriminationstest benyttes til Spatial Directionality og beregning af fokus øre.
de_de: Die Ergebnisse des Sprachtestes werden für die Berechnung von Fokus-Ohr und Monitor-Ohr bei der Natürlichen Direktionalität II verwendet.
es_es: Los resultados de la logoaudiometría, son usados para el calculo del Oído Focus y Monitor en la Direccionalidad Natural II
fi_fi: Puhetestituloksia käytetään Luonnollinen suuntakuvio II monitoroivan ja fokusoivan korvan laskemiseen.
fr_fr: Tests vocaux (utilisés pour choisir l'oreille directrice)
hu_hu: A beszéd teszt eredmények fel vannak használva a Természetes Direkcionalítás II Monitor és Fókusz fül számításhoz
it_it: I risultati del Test Vocale sono utilizzati nella Direzionalità Naturale II e per calcolare l'orecchio Focus
ja_jp: 語音検査の結果は、ナチュラル指向性IIのモニターイヤとフォーカスイヤの決定に使用します
ko_kr: Speech Test 결과는 Natural Directionality II 모니터와 Focus Ear 계산에 사용됩니다.
nl_nl: Spraaktest resultaten worden gebruikt voor het berekenen van Monitor and Focus oor bij Brain-balanced Directionaliteit II
no_no: Taletest-resultatene er benyttet til Natural Directionality II Monitor og Focus Ear kalkuleringer
pl_pl: Do obliczenia Ucha Skupienia i Monitorującego w Naturalnej Kierunkowości II wykorzystywane są wyniki Testu Słownego
pt_pt: Os resultados dos testes de fala são usadas para o cálculo da orelha foco e monitora da Direcionalidade Natural II
ro_ro: Rezultatele testelor de inteligibilitate a vorbirii sunt folosite pentru calculul Directionalitate Spatiala si Ureche Focus.
ru_ru: Результаты Речевого теста используются для расчета Фокусного и Мониторингового ушей в Естественной направленности II
sv_se: Taltestresultat används för beräkningar av Naturlig Riktverkan II Monitor och Fokus öra.
tr_tr: Konuşma Testi sonuçları Natural Directionality II Monitor ve Fokus kulak hesaplamaları için kullanılır.
zh_cn: 言语测试的结果用来定义自然方向性II的聚焦耳和监测耳的计算。

source: Speech Test Date:
cs_cz: Datum řečového testu:
da_dk: Dato for diskriminationstest:
de_de: Datum des Sprachtest:
es_es: Fecha de la Logo:
fi_fi: Puhetestin tieto :
fr_fr: Date du test :
hu_hu: Beszéd teszt dátum:
it_it: Data del Test Vocale:
ja_jp: 語音検査日:
ko_kr: Speech 검사 날짜:
nl_nl: Datum spraaktest:
no_no: Taletest Dato:
pl_pl: Data Badania Słownego:
pt_pt: Dados do teste de fala:
ro_ro: Data testului de inteligibilitate a vorbirii :
ru_ru: Дата речевого теста:
sv_se: Tal Test Datum:
tr_tr: Konuşma Testi Tarihi:
zh_cn: 言语测试日期:

source: Speech Test data has changed. Would you like to recalculate Focus Ear?
cs_cz: Data řečového testu se změnila. Chcete rekalkulovat směrové ucho?
da_dk: Diskriminationsdata er ændret. Vil du genberegne fokus øre?
de_de: Die Daten des Sprachtests haben sich geändert. Möchten Sie das Fokus Ohr neu berechnen?
es_es: Los datos de la logo han cambiado. ¿Desea recalcular el Oído Focus?
fi_fi: Puhetestin tieto on muuttunut. Haluatko laskea uudestaan Fokusoivan korvan tiedot ?
fr_fr: Les valeurs des tests vocaux ont changé. Souhaitez-vous recalculer l'oreille directrice?
hu_hu: A beszéd teszt adatok megváltoztak. Szeretné újrakalkulálni a Fókusz fület?
it_it: I dati del Test Vocale sono cambiati. Desideri ricalcolare l'orecchio Focus ?
ja_jp: 語音検査データが変更されました。フォーカスイヤを再計算しますか？
ko_kr: Speech 검사 데이터가 변경되었습니다. Focus Ear를 다시 계산하시겠습니까?
nl_nl: Spraaktest gegevens zijn gewijzigd. Wilt u het Focus Ear opnieuw bepalen?
no_no: Taletest data er endret. Ønsker du å rekalkulere Fokusøre?
pl_pl: Dane Testu Słownego uległy zmianie. Czy chcesz przeliczyć Ucho Skupienia?
pt_pt: Os resultados dos testes de fala mudaram. Gostaria de recalcular a orelha Foco?
ro_ro: Datele testului de inteligibilitate a vorbirii s-au schimbat.Vreti sa recalculati Urechea Focus ?
ru_ru: Данные Речевого теста изменены. Желаете пересчитать Фокусное Ухо ?
sv_se: Tal Test data har ändrats. Vill du omklalkylera fokusöra?
tr_tr: Konuşma Testi verisi değişti. Fokus kulağı tekrar hesaplamak istermisiniz?
zh_cn: 言语测试数据变化。您希望重新计算聚焦耳吗？

source: DFS Calibration Duration
cs_cz: Doba kalibrace DFS
da_dk: DFS kalibreringstid
de_de: DFS-Kalibrierungsdauer
es_es: Duración de la Calibración DFS
fi_fi: DFS kalibroinnin kesto
fr_fr: Durée du calibrage anti Larsen
hu_hu: DFS kalibráció időtartam
it_it: Durata Calibrazione DFS
ja_jp: DFSの初期化の継続
ko_kr: DFS 캘리브레이션 지속기간
nl_nl: Duur DFS kalibratie
no_no: DFS Kalibrering
pl_pl: Czas trwania kalibracji DFS
pt_pt: Duração da Calibração DFS
ro_ro: Durata Calibrarii DFS
ru_ru: Продолжительность калибровки системы подавления обратной связи
sv_se: DFS Kalibrering duration (tid)
tr_tr: DFS Kalibrasyon Süresi
zh_cn: DFS校准时间

source: Reduced
cs_cz: Snížený
da_dk: Reduceret
de_de: Reduziert
es_es: Reducido
fi_fi: Vähennetty
fr_fr: Réduction
hu_hu: Csökentett
it_it: Ridotto
ko_kr: 단축됨
nl_nl: Gereduceerd
no_no: Redusert
pl_pl: Ograniczony
pt_pt: Reduzido
ro_ro: Redus
ru_ru: Уменьшенный
sv_se: Reducerad
tr_tr: Azaltıldı
zh_cn: 降低

source: Reduced-Mild
cs_cz: Lehce snížený
da_dk: Reduceret-Mild
de_de: Reduziert-Mild
es_es: Reducido-Leve
fi_fi: Vähennetty-heikko
fr_fr: Réduction moyenne
hu_hu: Csökkentett-enyhe
it_it: Ridotto-Lieve
ja_jp: Reduced-弱
ko_kr: 단축됨-Mild
nl_nl: Gereduceerd-Licht
no_no: Redusert-Mild
pl_pl: Ograniczony Łagodny
pt_pt: Reduzido-Leve
ro_ro: Usor-Redus
ru_ru: Уменьшенный - слабо
sv_se: Reducerad-Mild
tr_tr: Azaltıldı-Hafif
zh_cn: 降低-轻度

source: Reduced-Moderate
cs_cz: Středně snížený
da_dk: Reduceret-Moderat
de_de: Reduziert Moderat
es_es: Reducido-Moderado
fi_fi: Vähennetty-kohtalainen
fr_fr: Réduction modérée
hu_hu: Csökkentett-közepes
it_it: Ridotto-Medio
ja_jp: Reduced-中
ko_kr: 단축됨-Moderate
nl_nl: Gereduceerd-Standaard
no_no: Redusert-Moderat
pl_pl: Ograniczony Umiarkowany
pt_pt: Reduzido-Moderado
ro_ro: Redus-Mediu
ru_ru: Уменьшенный - средне
sv_se: Reducerad-Måttlig
tr_tr: Azaltıldı-Orta
zh_cn: 降低-中度

source: Reduced-Strong
cs_cz: Silně snížený
da_dk: Reduceret-Stærk
de_de: Reduziert-Stark
es_es: Reducido-Fuerte
fi_fi: Vähennetty-voimakas
fr_fr: Réduction forte
hu_hu: Csökkentett-erős
it_it: Ridotto-Forte
ja_jp: Reduced-強
ko_kr: 단축됨-Strong
nl_nl: Gereduceerd-Sterk
no_no: Redusert-Sterk
pl_pl: Ograniczony Znaczny
pt_pt: Reduzido- Forte
ro_ro: Redus-Puternic
ru_ru: Уменьшенный - сильно
sv_se: Reducerad-Stark
tr_tr: Azaltıldı-Güçlü
zh_cn: 降低-重度

source: TV/Radio/PC/Micro-Multi Mic + Mic
cs_cz: TV/Radio/PC/Micro-Multi Mic+M
da_dk: TV streamer / Multi mic + M
de_de: Wireless + Hörgerät Mikro
fi_fi: TV/Radio/PC/Langaton Mikrofoni ja KK mikrofoni
fr_fr: TV/Mini Microphone + micro
hu_hu: TV/Rádió/PC/Mini Mikrofon + Mic
it_it: TV/Radio/PC/Micro Mic o Multi Mic + Mic
ja_jp: TVﾕﾅｲﾄ/ﾏｲｸ + ﾏｲｸ
nl_nl: TV/Radio/PC/Microfoon + Mic
no_no: TV/Micro-Multi Mic + Mic
pl_pl: Akcesoria Unite + Mikrofon
ro_ro: TV/Radio/PC/Mini Microphone + Mic
ru_ru: ТВ/Радио/ПК/Мини-микрофон + Микрофон
sv_se: TV/Mikro-Multi Mik + Hörapparat mik
tr_tr: TV/Radyo/PC/Micro-Multi Mikrofon+ Mikrofon
zh_cn: 电视/收音机/电脑/迷你麦克风或迷你音频转换器+麦克风

source: Speech + Mic
cs_cz: Řeč + Mic
da_dk: Telefon + HA mik
de_de: Telefonclip +M
es_es: Conversación + Mic
fi_fi: Puhe ja KK mikrofoni
fr_fr: Phone Clip + micro
hu_hu: Beszéd + Mik
it_it: Parlato + Microfono
ja_jp: 携帯ﾕﾅｲﾄ + ﾏｲｸ
ko_kr: Speech Plus Mic
nl_nl: Telefoon + Mic
no_no: Tale + Mik
pl_pl: Mowa + Mikrofon
pt_pt: Fala + Mic
ro_ro: Vorbire + Mic
ru_ru: Речь + Микрофон
sv_se: Tal + Mik
tr_tr: Konuşme + Mikrofon
zh_cn: 言语+麦克风

source: Manage Network - Instruments
cs_cz: Správa sítě - sluchadla
da_dk: Håpndter - Instruments
de_de: Hörsysteme
es_es: Opciones Inalámbricas - Audífonos
fi_fi: Yhteenveto - Kuulokojeet
fr_fr: Gestion des appareils
hu_hu: Hálózat kezelés - Készülékek
it_it: Gestione Network - Dispositivi
ja_jp: 補聴器 接続管理
ko_kr: Manage Network - 보청기
nl_nl: Beheer - hoortoestellen
no_no: Administrer Nettverk - Apparater
pl_pl: Menadżer Sieci - Urządzenia
pt_pt: Gerenciar rede de trabalho - Aparelhos
ru_ru: Настройка сети - Слуховые аппараты
sv_se: Hantera nätverk- Hörapparater
tr_tr: Manage Network - Cihazlar
zh_cn: 附件管理-助听器

source: Manage Wireless Accessories
cs_cz: Správa Wireless příslušenství
da_dk: Håndter netværk - trådløst tilbehør
de_de: Wireless Zubehör verwalten
es_es: Gestionar Accesorios Inalámbricos
fi_fi: Muokkaa langattomia lisälaitteita
fr_fr: Gestion des accessoires
hu_hu: Wireles tartozékok kezelése
it_it: Gestione Accessori Wireless
ja_jp: ワイヤレスアクセサリー管理
ko_kr: 무선 액세서리 관리
nl_nl: Beheer - Wireless accessoires
no_no: Trådløst Tilbehør
pt_pt: Gerenciar Acessórios Wireless
ru_ru: Управление Беспроводными Аксессуарами
sv_se: Hantera Trådlösa Tillbehör
tr_tr: Aksesuarları Yönet
zh_cn: 无线附件管理

source: Manage Bluetooth Smart Devices
cs_cz: Správa přístrojů Bluetooth Smart
da_dk: Håndter netværk - Oversigt
de_de: Verwalten Bluetooth Smart Devices
es_es: Gestionar Dispositivos Bluetooth
fi_fi: Mukauta Bluetooth Älylaitteita
fr_fr: Résumé des appairages Bluetooth
hu_hu: Bluetooth okos eszközök kezelése
it_it: Gestione dispositivi Bluethooth Smart
ja_jp: Bluetooth機器管理
ko_kr: 불루투스 스마트 기기 관리
nl_nl: Beheer - Bluetooth Smart apparaten
no_no: Bluetooth Smart-enheter
pl_pl: Zarządzaj Urządzeniami Bluetooth Smart
pt_pt: Gerenciar Bluetooth Dispositivos Smart
ro_ro: Administrare dispozitive Smart Bluetooth
ru_ru: Управление Bluetooth устройствами
sv_se: Hantera Bluetooth Smart Enheter
tr_tr: Bluetooth Akıllı Cihazları Yönet
zh_cn: 蓝牙设备管理

source: Instruments
cs_cz: Sluchadla
da_dk: Apparater
de_de: Hörsysteme
es_es: Audífonos
fi_fi: Kuulokojeet
fr_fr: Gestion des appareils
hu_hu: Készülékek
it_it: Dispositivi Acustici
ja_jp: 補聴器管理
ko_kr: 보청기
nl_nl: Toestellen
no_no: Høreapparat
pl_pl: Urządzenia
pt_pt: AASIs
ro_ro: Instrumente
ru_ru: Слуховые аппараты
sv_se: Hörapparater
tr_tr: Cihazlar
zh_cn: 助听器

source: Wireless Accessories
cs_cz: Wireless Příslušenství
da_dk: Trådløst tilbehør
de_de: Wireless-Zubehör
es_es: Accesorios Inalámbricos
fi_fi: Langattomat lisälaitteet
fr_fr: Ajouter un accessoire
hu_hu: Wireless tartozékok
it_it: Accessori Wireless
ja_jp: ﾜｲﾔﾚｽｱｸｾｻﾘｰの追加/削除
ko_kr: 무선 액세서리
nl_nl: Wireless accessoires
no_no: Trådløst Tilbehør
pl_pl: Akcesoria Bezprzewodowe
pt_pt: Acessórios Wireless
ru_ru: Беспроводные Аксессуары
sv_se: Trådlösa Tillbehör
tr_tr: Kablosuz Aksesuarlar
zh_cn: 无线附件

source: Bluetooth Smart Devices
cs_cz: Přístroje Bluetooth Smart
es_es: Dispositivos Bluetooth
fi_fi: Bluetooth Älylaitteet
fr_fr: Équipements Bluetooth
hu_hu: Bluetooth okos eszközök
it_it: Dispositivi Bluethooth Smart
ja_jp: Bluetooth機器
ko_kr: 블루투스 스마트 기기
nl_nl: Bluetooth apparaten
no_no: Bluetooth Smart-enheter
pl_pl: Urządzenia Bluetooth Smart
pt_pt: Bluetooth Dispositivos Smart
ro_ro: Dispozitive Smart Bluetooth
ru_ru: Bluetooth устройства
sv_se: Bluetooth Smart Enhet
tr_tr: Bluetooth Akıllı Cihazlar
zh_cn: 蓝牙设备管理

source: Right Instrument
cs_cz: Pravé sluchadlo
da_dk: Højre apparat
de_de: Rechtes Hörsystem
es_es: Audífono Derecho
fi_fi: Oikea kuulokoje
fr_fr: Appareil droit
hu_hu: Jobb készülék
it_it: Dispositivo Destro
ja_jp: 右耳
ko_kr: 오른쪽 보청기
nl_nl: Rechter toestel
no_no: Høyre apparat
pl_pl: Prawy Aparat
pt_pt: AASI Direito
ro_ro: Aparat Drept
ru_ru: Правый СА
sv_se: Höger Hörapparat
tr_tr: Sağ Cihaz
zh_cn: 右侧助听器

source: Left Instrument
cs_cz: Levé sluchadlo
da_dk: Venstre apparat
de_de: Linkes Hörsystem
es_es: Audífono Izquierdo
fi_fi: Vasen kuulokoje
fr_fr: Appareil gauche
hu_hu: Bal készülék
it_it: Dispositivo Sinistro
ja_jp: 左耳
ko_kr: 왼쪽 보청기
nl_nl: Linker toestel
no_no: Venstre apparat
pl_pl: Lewy Aparat
pt_pt: AASI Esquerdo
ro_ro: Aparat Stang
ru_ru: Левый СА
sv_se: Vänster Hörapparat
tr_tr: Sol Cihaz
zh_cn: 左侧助听器

source: Family:
cs_cz: Rodina:
da_dk: Familie:
de_de: Familie:
es_es: Familia:
fi_fi: Tuoteperhe :
fr_fr: Famille :
hu_hu: Család:
it_it: Famiglia:
ja_jp: シリーズ名:
ko_kr: 제품군:
nl_nl: Familie:
no_no: Familie:
pl_pl: Rodzina:
pt_pt: Família:
ro_ro: Familie:
ru_ru: Серия:
sv_se: Familj:
tr_tr: Aile:
zh_cn: 系列:

source: Model:
de_de: Modell:
es_es: Modelo:
fi_fi: Kojemalli :
fr_fr: Modèle :
hu_hu: Modell:
it_it: Modello:
ja_jp: 器種名:
ko_kr: 모델:
no_no: Modell:
pt_pt: Modelo:
ru_ru: Модель:
sv_se: Modell:
zh_cn: 型号:

source: Serial Number:
cs_cz: Výrobní číslo:
da_dk: Serienummer
de_de: Seriennummer:
es_es: Número de serie
fi_fi: Sarjanumero :
fr_fr: Numéro de série :
hu_hu: Gyári szám:
it_it: Numero Seriale:
ja_jp: シリアル番号:
ko_kr: 시리얼번호
nl_nl: Serienummer
no_no: Serienummer:
pl_pl: Numer seryjny:
pt_pt: Número de Série:
ro_ro: Seria si numarul
ru_ru: Серийный номер:
sv_se: Serienummer
tr_tr: Seri Numarası:
zh_cn: 序列号:

source: Serial Number
cs_cz: Výrobní číslo
da_dk: Serienummer
de_de: Seriennummer
es_es: Número de serie
fi_fi: Sarjanumero
fr_fr: Numéro de série
hu_hu: Gyári szám
it_it: Numero Seriale
ja_jp: シリアル番号
ko_kr: 시리얼번호
nl_nl: Serienummer
no_no: Serienummer
pl_pl: Numer seryjny
pt_pt: Número de Série
ro_ro: Seria si numarul
ru_ru: Серийный номер
sv_se: Serienummer
tr_tr: Seri Numarası
zh_cn: 序列号

source: (none)
cs_cz: (nic)
da_dk: (ingen)
de_de: (keines)
es_es: (ninguno)
fi_fi: (ei valittu)
fr_fr: (aucun)
hu_hu: (nincs)
it_it: (nessuno)
ja_jp: （なし）
ko_kr: (없음)
nl_nl: (geen)
no_no: (ingen)
pl_pl: (brak)
pt_pt: (nenhum)
ro_ro: (nimic)
ru_ru: (отсутствует)
sv_se: (ingen)
tr_tr: (Hiçbiri)
zh_cn: (无)

source: Unassign
cs_cz: Oddělit
da_dk: Fjern tildeling
de_de: Zurück
es_es: No Asignado
fi_fi: Ei valittu
fr_fr: Réaffecter
hu_hu: Kijelölés
it_it: Annullare l'assegnazione
ja_jp: 割当解除
ko_kr: 적용해제
nl_nl: Verbreek
no_no: Fjern link
pl_pl: Rozłącz
pt_pt: Não atribuído
ro_ro: Neasignat
ru_ru: Отменить
sv_se: Ta bort
tr_tr: Atamayı kaldır
zh_cn: 未指定

source: Stop
de_de: Stopp
es_es: Detener
fi_fi: Pysäytä
fr_fr: Arrêter
ja_jp: 停止
ko_kr: 중지
no_no: Stopp
pt_pt: Parar
ru_ru: Стоп
sv_se: Stopp
tr_tr: Durdur
zh_cn: 停止

source: Searching for hearing instrument(s) ...
cs_cz: Hledám sluchadla...
da_dk: Søger høreapparater...
de_de: Suche nach Hörsystemen ...
es_es: Buscando Audífonos...
fi_fi: Etsitään kuulokojeita...
fr_fr: Recherche d'appareils en cours ...
hu_hu: Készülékek keresése..
it_it: Ricerca Apparecchi Acustici...
ja_jp: 補聴器を検索しています...
ko_kr: 보청기 탐색 중..
nl_nl: Zoeken naar hoortoestel(len)...
no_no: Leter etter apparater...
pl_pl: Wyszukiwanie aparatów słuchowych ...
pt_pt: Procurando por aparelho(s) auditivo(s)...
ro_ro: Cautand Aparate Auditive...
ru_ru: Определение слуховых аппаратов...
sv_se: Letar efter Hörapparater...
tr_tr: İşitme cihaz(ları) aranıyor...
zh_cn: 正在搜索助听器..

source: Assignment
cs_cz: Přiřazení
da_dk: Tildeling
de_de: Belegung
es_es: Asignados
fi_fi: Määritys
fr_fr: Affectation
hu_hu: Hozzárendelés
it_it: Assegnazione
ja_jp: 左右の割り当て
ko_kr: 적용
nl_nl: Toewijzing
no_no: Oppgave
pl_pl: Przypisanie
pt_pt: Atribuição
ro_ro: Asociere
ru_ru: Назначение
sv_se: Öra
tr_tr: Atama
zh_cn: 指定

source: Manage Wireless Accessories
cs_cz: Správa Wireless příslušenství
da_dk: Håndter trådløst tilbehør
de_de: Wireless-Zubehör verwalten
es_es: Administrar Accesorios Inalámbricos
fi_fi: Muokkaa lisälaitteita
fr_fr: Gérer les accessoires
hu_hu: Wireless tartozék kezelés
it_it: Gestione Accessori Wireless
ja_jp: ワイヤレスアクセサリー追加
ko_kr: 무선 액세서리 관리
nl_nl: Beheer wireless accessoires
no_no: Velg Trådløst Tilbehør
pt_pt: Gerenciar Acessórios Wireless
ru_ru: Управление Беспроводными Аксессуарами
sv_se: Hantera Trådlösa tillbehör
tr_tr: Kablosuz Aksesuarları Yönet
zh_cn: 无线附件管理

source: Done
cs_cz: Hotovo
da_dk: Fortsæt
de_de: Schließen
es_es: Hecho
fi_fi: Valmis
fr_fr: OK
hu_hu: Kész
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
nl_nl: Klaar
no_no: Ferdig
pl_pl: Zrobione
pt_pt: Finalizado
ro_ro: Realizat
ru_ru: Готово
sv_se: Ok
tr_tr: Tamamlandı
zh_cn: 完成

source: Beep
cs_cz: Pípnutí
da_dk: Bip
de_de: Signal
es_es: Aviso
fi_fi: Testi
fr_fr: Bip
hu_hu: Csipogás
ja_jp: 確認音
ko_kr: 경고음
no_no: Signal
pl_pl: Sygnał
pt_pt: Bip
ru_ru: Бип-сигнал
sv_se: Ljud
tr_tr: Sinyal
zh_cn: 提示音

source: Assign To:
cs_cz: Přiřadit k:
da_dk: Tildel til:
de_de: Übertragen auf:
es_es: Asignar a:
fi_fi: Valitse puoli :
fr_fr: Affecter à :
hu_hu: Hozzárendelve:
it_it: Assegna a:
ja_jp: 左右どちらかを選択して下さい:
ko_kr: 적용하기:
nl_nl: Wijs toe:
no_no: Linket Til:
pl_pl: Przypisz Do:
pt_pt: Atribuir para:
ro_ro: Asociere la:
ru_ru: Соответствует
sv_se: Tilldela till:
tr_tr: Atama yap:
zh_cn: 指定为:

source: Assigned to a different patient.
cs_cz: Přiřazeno k jinému pacientovi.
da_dk: Tildelt til anden patient.
de_de: Einem anderen Kunden zugeordnet.
es_es: Asignado a un paciente diferente.
fi_fi: Valittu toiselle potilaalle.
fr_fr: Affecter à
hu_hu: Más pácienshez rendelve.
it_it: Assegnato ad un altro Paziente.
ja_jp: 異なる顧客へ割り当てられました
ko_kr: 다른 환자에게 적용되었습니다.
nl_nl: Eerder toegewezen
no_no: Linket til en annen bruker.
pl_pl: Przypisz innemu pacjentowi.
pt_pt: Atribuído a um paciente diferente
ro_ro: Asociere la un alt pacient.
ru_ru: Соответствует другому пациенту.
sv_se: Tilldela till en annan patient.
tr_tr: Farklı bir hastaya atama yapıldı.
zh_cn: 指定到另一个客户.

source: Find
cs_cz: Hledat
de_de: Finden
es_es: Buscar
fi_fi: Etsi
fr_fr: Redétecter
hu_hu: Keresés
it_it: Cerca
ja_jp: 検索
ko_kr: 찾기
nl_nl: Zoek
no_no: Finn
pl_pl: Szukaj
pt_pt: Procurar
ro_ro: Cauta
ru_ru: Найти
sv_se: Sök
tr_tr: Bul
zh_cn: 查找

source: Unassigning instrument...
cs_cz: Odpojuji sluchadlo...
da_dk: Afkobler apparat...
de_de: Zuweisung des Hörsystems wird aufgehoben...
es_es: Desasignando Audífono...
fi_fi: Poistetaan määritettyä kuulokojetta...
fr_fr: Réaffectation de l'appareil ...
hu_hu: Felderíthetetlen készülék..
it_it: Disassegna Dispositivo...
ja_jp: 補聴器選択を解除中...
ko_kr: 보청기 적용 해제중...
nl_nl: Toestel verwijderen...
no_no: Fjern link til høreapparat...
pl_pl: Odłącz aparat...
pt_pt: Aparelhos inacessíveis...
ro_ro: Instrument Neasociat...
ru_ru: Неопределенный СА...
sv_se: Ändrar tilldelning av hörapparat...
tr_tr: Cihaz ataması kaldırılıyor...
zh_cn: 未指定助听器...
