Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: The environment is OK
cs_cz: Prostředí je OK
da_dk: Miljøet er OK
de_de: Die Umgebung ist leise genug
es_es: El entorno es correcto
fi_fi: Ääniympäristö on OK
fr_fr: Le niveau sonore environnant est adéquat. L'audiométrie peut être effectuée.
hu_hu: A környezet OK
it_it: L'ambiente è OK
ja_jp: 環境OK
ko_kr: 환경은 문제 없습니다.
nl_nl: De omgeving is OK
no_no: Miljøet er OK
pl_pl: Otoczenie jest OK
pt_pt: O ambiente está OK
ro_ro: Mediul este OK
ru_ru: Окружение OK
sv_se: Ljudmiljön är OK.
tr_tr: Çevresel Ortam uygun
zh_cn: 环境适合。

source: Ambient noise measurement failed. Please try again.
cs_cz: Měření okolního hluku se nezdařilo. Prosím, opakujte.
da_dk: Målingen af baggrundsstøj fejlede. Prøv venligst igen.
de_de: Umgebungsgeräusch-Messung fehlgeschlagen. Bitte wiederholen.
es_es: Ha fallado la medición del ruido ambiente. Por favor inténtelo de nuevo.
fi_fi: Ympäristön melumittaus epäonnistui. Kokeile uudelleen.
fr_fr: L'évaluation de l'environnement sonore a échoué. Essayer à nouveau.
hu_hu: A külső zajmérés hibás. Próbálja újra.
it_it: Misurazione rumore ambientale fallita. Provare ancora.
ja_jp: 背景雑音測定は失敗しました。再試行して下さい。
ko_kr: 주변 소음 측정 실패. 다시 시도해 주세요.
nl_nl: De meting van de omgevingsruis is mislukt. Probeer het s.v.p. opnieuw.
no_no: Støymåling mislykket. Vennligst prøv igjen.
pl_pl: Pomiar szumu Otoczenie nieudany. Proszę spróbować ponownie.
pt_pt: As medidas falharam devido a presença do ruído ambiental. Por favor, tente novamente.
ro_ro: Masurarea zgomotului ambiental a esuat.Va rog incercati din nou.
ru_ru: Не удалось измерить окружающий шум. Пожалуйста, попробуйте снова
sv_se: Mätning av omgivningsbrus misslyckades. Försök igen.
tr_tr: Ortam gürültü ölçümü kesildi. Lütfen tekrar deneyin
zh_cn: 环境噪音测试失败，请重试。

source: Down
cs_cz: Dolů
da_dk: Ned
de_de: Unten
es_es: Abajo
fi_fi: Alas :
fr_fr: Vers le bas
hu_hu: Le
it_it: Sotto
ja_jp: 下:
nl_nl: Omlaag:
no_no: Ned
pl_pl: W dół
pt_pt: Para baixo
ro_ro: Jos
ru_ru: Вниз
sv_se: Ned:
tr_tr: Aşağı
zh_cn: 向下

source: Short Press Down
cs_cz: Krátce stiskněte dolů
da_dk: Kort tryk ned
de_de: Kurz nach unten drücken
es_es: Pulsación corta abajo
fi_fi: Lyhyt painallus alas
fr_fr: Appui court en bas
hu_hu: Rövid nyomás le
it_it: Premere Brevemente Sotto
ja_jp: 下に短押し
ko_kr: 짧게 Press Down
nl_nl: Kort omlaag drukken
no_no: Korte Trykk Ned
pl_pl: Krótkie Naciśnięcie w Dół
pt_pt: Toque curto para baixo
ro_ro: Scurta apasare jos
ru_ru: Короткое нажатие вниз
sv_se: Kort Tryck Ned
tr_tr: Aşağı Kısa Bas
zh_cn: 向下轻触

source: Long Press Down
cs_cz: Dlouze stiskněte dolů
da_dk: Langt tryk ned
de_de: Lang nach unten drücken
es_es: Pulsación larga abajo
fi_fi: Pitkä painallus alas
fr_fr: Appui long en bas
hu_hu: Hosszú nyomás le
it_it: Premere a Lungo Sotto
ja_jp: 下に長押し
ko_kr: 길게 Press Down
nl_nl: Lang omlaag drukken
no_no: Lange Trykk Ned
pl_pl: Długie Naciśnięcie w Dół
pt_pt: Toque longo para baixo
ro_ro: Lunga apasare jos
ru_ru: Длинное нажатие вниз
sv_se: Långt Tryck Ned
tr_tr: Aşağı Uzun Bas
zh_cn: 向下长按

source: Start Evaluation
cs_cz: Start hodnocení
da_dk: Begynd evaluering
de_de: Messung starten
es_es: Comenzar evaluación
fi_fi: Aloita arviointi
fr_fr: Evaluer
hu_hu: Értékelés kezdése
it_it: Inizio Valutazione
ja_jp: 評価開始
ko_kr: 평가 시작
nl_nl: Start de meting
no_no: Start Evaluering
pl_pl: Rozpocznij Ocenę
pt_pt: Iniciar avaliação
ro_ro: Incepe evaluarea
ru_ru: Начать измерение
sv_se: Starta Utvärdering
tr_tr: Değerlendirmeyi Başlat
zh_cn: 开始评估

source: At least one instrument is required
cs_cz: Je požadováno alespoň jedno sluchadlo
da_dk: Der kræves mindst et apparat
de_de: Es wird mindestens ein Hörsystem benötigt
es_es: Al menos un audífono es necesario
fi_fi: Ainakin yksi laite vaaditaan
fr_fr: Au moins un appareil est nécessaire
hu_hu: Legalább egy készülék szükséges
it_it: E' necessario almeno un dispositivo
ja_jp: 少なくとも1台の補聴器が必要です
ko_kr: 최소한 한 개의 보청기가 필요합니다.
nl_nl: Tenminste één toestel is vereist
no_no: Minst ett apparat kreves
pl_pl: Wymagany jest przynajmniej jeden aparat
pt_pt: É necessário pelo menos um aparelho.
ro_ro: Cel putin un aparat este necesar
ru_ru: Нужен как минимум один аппарат
sv_se: Åtminstone en hörapparat måste finnas.
tr_tr: En az bir cihaz gereklidir.
zh_cn: 至少需要一台助听器

source: The ambient noise environment should be supported for at least one instrument
cs_cz: Aspoň jedno sluchadlo by mělo podporovat zpracování hluku okolního prostředí.
da_dk: Der kræves mindst et produkt der understøtter baggrundsstøjmiljøet
de_de: Die Messung der Umgebungsgeräusche sollte von min. einem Gerät unterstützt werden
es_es: El ruido ambiental deberá de ser razonable, para al menos un audífono
fi_fi: Ympäröivän melun ympäristö tuki tulisi olla ainakin yhdessä kuulokojeessa.
fr_fr: Le niveau de bruit environnant doit être toléré par au moins un appareil
hu_hu: A külső zajkörnyezet támogatáshoz legalább egy készülék szükséges
it_it: Il rumore ambientale dovrebbe essere supportato per almeno un dispositivo
ja_jp: 周囲の環境音は少なくとも1台の補聴器の為にサポートされなければなりません
ko_kr: 주변 소음 환경이 최소한 한 개의 보청기에서 지원되어야 합니다.
nl_nl: Het ruis programma moet ondersteund worden door tenminste één toestel
no_no: Det ambiente støymiljøet bør støttes for minst ett apparat.
pl_pl: Środowisko z hałasem otoczenia wymaga zastosowania przynajmniej jedengo aparatu słuchowego.
pt_pt: O ruído do ambiente deve ser compatível pelo menos por um aparelho
ro_ro: Cel putin un aparat auditiv poate suporta zgomotul de fond.
ru_ru: Шумное окружение должно поддерживаться хотя бы одним аппаратом.
sv_se: Miljön för omgivningsbrus bör stödjas av åtminstone en hörapparat
tr_tr: Ortam gürültülü çevre sadece bir cihaz için desteklenmelidir.
zh_cn: 测量环境噪音至少需要一台助听器。

source: At least one product supporting dome type is required
cs_cz: Vyberte jeden díl podporující koncovku
da_dk: Der kræves mindst et produkt der understøtter kuppeltypen
de_de: Ein Gerät sollte den Dome unterstützen
es_es: Al menos un acoplador requerido es necesario
fi_fi: Ainakin yksi kuulokoje joka käyttää tippia on valittava
fr_fr: Au moins un appareil avec dôme est nécessaire.
hu_hu: Legalább egy támogatott dome típus szükséges
it_it: E' richiesto che almeno un prodotto supporti una cupoletta
ja_jp: ドームタイプをサポートする製品が少なくとも1台必要です
ko_kr: 최소한 하나의 제품을 지원할 돔 타입이 필요합니다.
nl_nl: Tenminste één dome die door het product wordt ondersteund is vereist
no_no: Minst ett apparat som støtter dometypen kreves.
pl_pl: Wymagany jest przynajmniej jeden aparat na dopasowanie otwarte
pt_pt: É necessário pelo menos um produto com domo.
ro_ro: Cel putin un aparat cu dom este cerut.
ru_ru: Как минимум одним аппаратом должен поддерживаться тип вкладыша.
sv_se: Åtminstone en hörapparat som stödjer dometyp behövs.
tr_tr: En az bir ürün için destekleyen dom tipi gereklidir.
zh_cn: 至少需要一个产品的耳塞符合要求。

source: There are no tasks left to execute
cs_cz: Žádné úkoly k provedení
da_dk: Der er ikke flere opgaver at udføre
de_de: Keine Aufgabe vorhanden
es_es: No quedan tareas pendientes de ejecutar
fi_fi: Suoritettavia toimenpiteitä ei ole jäljellä
fr_fr: Il n'y a pas d'autre tâche.
hu_hu: Nem maradtak megvalósítandő feladatok
it_it: Non ci sono comandi da eseguire a sinistra
ja_jp: 左に実行する為のタスクがありません
ko_kr: 실행할 타스크가 남아있지 않습니다.
nl_nl: Er zijn geen taken meer uit te voeren
no_no: Det er ingen oppgaver igjen å utføre
pl_pl: Brak dalszych zadań do wykonania
pt_pt: Não há tarefas a serem executadas
ro_ro: Nu exista nici o sarcina de executat la stanga.
ru_ru: Не осталось задач для исполнения
sv_se: Det finns inga uppgifter kvar att utföra.
tr_tr: Yerine getirilecek görev kalmamıştır.
zh_cn: 无执行任务

source: There are no previous tasks left to execute
cs_cz: Nebyly zadány žádné předchozí úkoly
da_dk: Der er ingen tidligere opgaver tilbage at udføre
de_de: Keine vorherige Aufgabe vorhanden
es_es: No quedan tareas anteriores pendientes de ejecutar
fi_fi: Edellisiä suoritettavia toimenpiteitä ei ole jäljellä
fr_fr: Il n'y a pas de tâche précédente.
hu_hu: Nincs régebbi megvalósítandő feladat
it_it: Non ci sono comandi precedenti da eseguire a sinistra
ja_jp: 左に実行する為の以前のタスクがありません
ko_kr: 실행할 그전의 타스크가 더이상 남아있지 않습니다.
nl_nl: Er zijn geen voorgaande taken meer uit te voeren
no_no: Det er ingen tidligere oppgaver igjen å utføre
pl_pl: Brak wcześniejszych zadań do wykonania
pt_pt: Não há tarefas anteriores que não foram executadas
ro_ro: Nu exista nici o anterioara sarcina de executat la stanga.
ru_ru: Не осталось предыдущих задач для исполнения
sv_se: Det finns inga tidigare uppgifter kvar att utföra.
tr_tr: Yerine getirilecek geçmiş görev kalmamıştır.
zh_cn: 无之前的执行任务

source: TSG Noise Level
cs_cz: Úroveň šumu TSG
da_dk: TSG støjniveau
de_de: TSG Rauschpegel
es_es: Nivel de ruido TSG
fi_fi: TSG kohinataso
fr_fr: Niveau sonore du générateur de son TSG
hu_hu: TSG zajszint
it_it: Livello rumore GST
ja_jp: TSGノイズレベル
nl_nl: TSG geluidsniveau
no_no: TSG Støynivå
pl_pl: Głośnoś TSG
pt_pt: Nível de ruído do Gerador de Som
ro_ro: TSG Nivel zgomot
ru_ru: Генератор шума при тинитусе: уровень шума
sv_se: TLS Brusnivå
tr_tr: TSG Gürültü Seviyesi
zh_cn: TSG噪声级

source: Instruments are now capable of exceeding 70 dB SPL. Special care should be exercised when fitting these instruments above this level. Note: if the instruments support Nature Sounds; when switching from Nature Sounds to Standard TSG an increase in volume may be noticed.
cs_cz: Sluchadla jsou nyní schopna překročit 70 dB SPL. Věnujte prosím zvýšenou pozornost nastavení těchto sluchadel nad touto hladinou. Pozor: U sluchadel, která podporují Nature Sounds; Při přepínání z Nature Sounds na Standard TSG, může být patrné zvýšení hlasitosti.
da_dk: Apparaterne kan overskride 70 dB SPL. Der bør udvises særlig opmærksomhed ved tilpasning af disse apparater over dette niveau. Bemærk: Hvis apparatet understøtter Nature sounds: Når der skiftes fra Nature sounds til TSG vil en øgning af lydniveau kunne mærkes.
de_de: Geräte können jetzt einen Schallpegel über 70 dB SPL abgeben. Bitte seien Sie vorsichtig bei einer Anpassung über diesem Pegel Hinweis für den Fall, dass das Hörsystem Klangschemata beinhaltet: Wird von einem Klangschema auf den Standard TSG gewechselt, kann eine Anhebung der Lautstärke wahrgenommen werden.
es_es: El audífono es ahora capaz de superar los 70 dB SPL. Debe tener especial cuidado al adaptar con intensidades superiores a esta. Aviso: Si el audífono soporta la función Sonidos Naturales, al cambiar de Sonidos Naturales a TSG Estandar se pude percibir un aumento de intensidad.
fi_fi: Kuulokojeet pystyvät toistamaan tasoja yli 70 dB SPL. Eritysvarovaisuutta tulee noudattaa sovitettaessa tämän tason yläpuolella. Huomioi : Vaihdettaessa Luontoäänistä normaaleihin TSG ääniin äänenvoimakkuudessa voi havaita tason nousun.
fr_fr: Attention : le niveau sonore émis par le générateur de son va dépasser 70 dB SPL. Une attention particulière doit être portée lors de l'utilisation de tels niveaux sonores. Remarque : si l'appareil est compatible avec les sons naturels, lors du passage des sons naturels au mode standard, une augmentation du niveau de sortie peut être perçue.
hu_hu: A készülékek most már átléphetik a 70 dB SPL-t. Körültekintően járjon el amikor illeszti a készüléket ez a szint fölé. Megjegyzés: Ha a készülék támogatja a Természetes Hangot, amikor a Természetes Hangokról a normál TSG-re vált hangerő növekedés fog fellépni.
it_it: I Dispositivi sono ora in grado di superare 70 dB SPL. Particolare attenzione deve essere prestata durante il Fitting di questi Dispositivi al di sopra di questo livello. Nota: se i dispositivi supportano Suoni della Natura; quando si passa da Suoni della Natura a TSG standard potrebbe essere notato un aumento del volume .
ja_jp: この補聴器は70dB SPL以上の出力が可能です。このレベルを超えて使用する際は十分注意して下さい。
ko_kr: 보청기가 이제 70 dB SPL을 초과할 수있습니다. 이 레벨 이상으로 보청기를 피팅할 때는 특별한 주의를 기울여야 합니다. 주의: Nature Sound에서 표준 TSG로 전환할 때, 음량 증가가 있을 수 있습니다. (단, 모든 제품이 Nature Sound를 지원하는 것은 아닙니다.)
nl_nl: De toestellen kunnen nu meer dan 70 dB SPL genereren. U moet extra zorgvuldig te werk gaan bij het aanpassen van toestellen boven dit niveau. Opmerking: als de toestellen Natuurgeluiden ondersteunen; als u van Natuurgeluiden naar de standaard TSG gaat kan een volumetoename waargenomen worden.
no_no: Apparatene kan nå overstige 70 dB SPL. Forsiktighet bør utvises ved tilpasning over dette nivået. Merk: Hvis apparatene har mulighet for Naturlige lyder kan en endring fra Naturlige lyder til Standard TSG gi en merkbar økning i volum.
pl_pl: Aparaty są w stanie przekroczyć 70 dB SPL. Należy zachować szczególną ostrożność dopasowując te aparaty powyżej tego poziomu. Uwaga: Przełączając się z Dźwięków Natury na Generator TSG może nastąpić wzrost głośności.
pt_pt: Os aparelhos agora são capazes de exceder 70 dB NPS. Tenha um cuidado especial ao realizar ajuste acima desse nível. Observe: Se o aparelho possui Sons da Natureza, ao alterar do Sons da Natureza para TSG Padrão, um aumento no volume pode ser percebido.
ro_ro: Aparatele pot acum sa depaseasca 70 dB SPL. O grija speciala trebuie avuta cand reglati aparatele peste acest nivel.
ru_ru: Слуховые аппараты способны превысить 70 дБ УЗД. Будьте осторожны во время настройки, когда уровень работы аппаратов превышает это значение. Важно: Если слуховые аппараты поддерживают Звуки Природы; при переключении Звуков Природы на Стандартные TSG, возможно увеличение громкости.
sv_se: Hörapparaterna är nu kapabla att överskrida 70 dB SPL. Var försiktig vid anpassning ovanför den nivån. Notera att om hörapparaten stödjer Natur Ljud. Vid byte Standard TLS kan en ökning av volymen märkas.
tr_tr: Cihazlar artık 70 dB SPL aşma yeteneğine sahiptirler. Bu seviyenin üzerinde bu cihazların fittingine özel ilgi gösterilmelidir. Not: cihazlar Doğal Sesler (Nature Sounds) destekliyorsa; Doğal Seslerden Standart TSG'ye geçiş yapıldığında ses hacminde fark edilebilir bir artış olabilir.
zh_cn: 当前助听器的响度超过70dB SPL，验配时，助听器超过这个数值就要特别注意。注意：如果助听器支持自然声音；从自然声音转换到标准TSG时助听器的音量就需要注意。

source: Comfort Tip
cs_cz: Tip
da_dk: Komfort tip
es_es: Consejo de Confort
fi_fi: Mukautettu tippi
fr_fr: Dôme standard
hu_hu: Komfort csúcs
it_it: Punta Confortevole
ja_jp: コンフォートチップ
no_no: Komfort Tip
pl_pl: Wkładka Indywidualna
pt_pt: Conforto
ro_ro: Oliva confort
ru_ru: Комфортный вкладыш
tr_tr: Comfort ucu
zh_cn: 增强型开放耳塞

source: Open Dome
cs_cz: Otevřená klobouček
da_dk: Åben kuppel
de_de: Dome
es_es: Acoplador Open
fi_fi: Avoin tippi
fr_fr: Dôme ouvert
hu_hu: Nyitott Dome
it_it: Cupoletta Open
ja_jp: オープンドーム
no_no: Åpen Dome
pl_pl: Kopułka Otwarta
pt_pt: Oliva Air
ro_ro: Dome deschis
ru_ru: Открытый вкладыш
sv_se: Öppen Dome
tr_tr: Açık Dom
zh_cn: 开放耳塞

source: Power Dome
cs_cz: Power klobouček
da_dk: Power kuppel
es_es: Acoplador Power
fi_fi: P tippi
fr_fr: Dôme Power
ja_jp: パワードーム
pl_pl: Kopułka Power
pt_pt: Domo Power
ro_ro: Dome de putere
ru_ru: Мощный вкладыш
tr_tr: Güçlü Dom
zh_cn: 大功率耳塞

source: Double Dome
cs_cz: Dvojitý klobouček
da_dk: Dobbelt kuppel
es_es: Acoplador Doble
fi_fi: Kaksoistippi
fr_fr: Dôme fermé
hu_hu: Dupla Dome
it_it: Cupoletta Doppia
ja_jp: ダブルドーム
nl_nl: Dubbele Dome
no_no: Dobbel Dome
pl_pl: Kopułka Podwójna
pt_pt: Domo Duplo
ro_ro: Dome dublu
ru_ru: Вкладыш "Двойной купол"
sv_se: Dubbel Dome
tr_tr: Duble Dom
zh_cn: 双层耳塞

source: Large Power Dome
cs_cz: Velká koncovka Power Dome
da_dk: Stor powerkuppel
de_de: Großes Power Kuppelpassstück
es_es: Acoplador Power Grande
fi_fi: Iso P tippi
fr_fr: Dôme Power large
hu_hu: Nagy power dome
it_it: Power Dome Grande
ja_jp: パワードーム（大）
nl_nl: Grote PowerDome
no_no: Stor Power Dome
pl_pl: Duża Kopułka Power
pt_pt: Domo Power Grande
ro_ro: Dome de putere largita
ru_ru: Большой мощный вкладыш
sv_se: Stor Power Dome
tr_tr: Geniş Güçlü Dom
zh_cn: 大号大功率耳塞

source: TSG Only
cs_cz: Pouze TSG
da_dk: Kun TSG
de_de: Nur TSG
es_es: Solo TSG
fi_fi: Vain TSG
fr_fr: TSG seulement
hu_hu: Csak TSG
it_it: Solo GST
ja_jp: TSGのみ
nl_nl: Alleen TSG
no_no: Bare TSG
pl_pl: Tylko TSG
pt_pt: Somente Gerador de Som
ro_ro: Doar TSG
ru_ru: TSG только
sv_se: Endast TLS
tr_tr: Sadece TSG
zh_cn: 仅耳鸣管理器

source: Parameters
cs_cz: Parametry
da_dk: Parametre
de_de: Parameter
es_es: Parámetros
fi_fi: Parametrit
fr_fr: Paramètres
hu_hu: Paraméterek
it_it: Parametri
ja_jp: パラメータ
no_no: Parameter
pl_pl: Parametry
pt_pt: Parâmetros
ro_ro: Parametrii:
ru_ru: Параметры
sv_se: Parametrar
tr_tr: Parametreler
zh_cn: 参数

source: Adult
cs_cz: Dospělý
da_dk: Voksen
de_de: Erwachsener
es_es: Adulto
fi_fi: Aikuinen
fr_fr: Adulte
hu_hu: Felnött
it_it: Adulto
ja_jp: 成人
ko_kr: 어른
nl_nl: Volwassene
no_no: Voksen
pl_pl: Dorosły
pt_pt: Adulto
ru_ru: Взрослый
sv_se: Vuxen
tr_tr: Yetişkin
zh_cn: 成人

source: Child
cs_cz: Dítě
da_dk: Barn
de_de: Kind
es_es: Niño
fi_fi: Lapsi
fr_fr: Enfant
hu_hu: Gyerek
it_it: Bambino
ja_jp: 子供
ko_kr: 아이
nl_nl: Kind
no_no: Barn
pl_pl: Dziecko
pt_pt: Criança
ro_ro: Copil
ru_ru: Ребенок
sv_se: Barn
tr_tr: Çocuk
zh_cn: 儿童

source: Calculate from DOB
cs_cz: Výpočet z DOB
de_de: Aus DOB berechnen
es_es: Calcular desde DOB
fi_fi: Laske syntymäajasta
fr_fr: Calculer à partir date naissance
hu_hu: A DOB-ből kalkulálva
it_it: Calcolare da DOB
ja_jp: 生年月日から計算する
ko_kr: DOB로부터 계산합니다.
nl_nl: Berekenen uit DOB
no_no: Kalkuler fra DOB
pl_pl: Oblicz na podstawie DOB
pt_pt: Cálculo para DOB
ro_ro: Calculati din DOB
ru_ru: Рассчитать, используя дату рождения
sv_se: Kalkylerar från DOB
tr_tr: DOB'dan Hesapla
zh_cn: 按出生日期计算

source: Male
cs_cz: Muž
da_dk: Mand
de_de: Mann
es_es: Hombre
fi_fi: Mies
fr_fr: Homme
hu_hu: Férfi
it_it: Uomo
ja_jp: 男性
ko_kr: 남자
nl_nl: Man
no_no: Mann
pl_pl: Mężczyzna
pt_pt: Masculino
ro_ro: Masculin
ru_ru: Мужской
sv_se: Man
tr_tr: Erkek
zh_cn: 男

source: Female
cs_cz: Žena
da_dk: Kvinde
de_de: Frau
es_es: Mujer
fi_fi: Nainen
fr_fr: Femme
hu_hu: Nő
it_it: Donna
ja_jp: 女性
ko_kr: 여자
nl_nl: Vrouw
no_no: Kvinne
pl_pl: Kobieta
pt_pt: Feminino
ro_ro: Feminin
ru_ru: Женский
sv_se: Kvinna
tr_tr: Kadın
zh_cn: 女

source: Unknown
cs_cz: Neznámý
da_dk: Ukendt
de_de: Unbekannt
es_es: Desconocido
fi_fi: Ei tiedä
fr_fr: Non renseigné
hu_hu: Ismeretlen
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 모름
nl_nl: Onbekend
no_no: Ukjent
pl_pl: Nieznane
pt_pt: Desconhecido
ro_ro: Necunoscut
ru_ru: Незвестный
sv_se: Okänd
tr_tr: Bilinmeyen
zh_cn: 未知

source: Gender:
cs_cz: Pohlaví:
da_dk: Køn:
de_de: Geschlecht
es_es: Género:
fi_fi: Sukupuoli :
fr_fr: Sexe :
hu_hu: Neme:
it_it: Genere:
ja_jp: 性別:
ko_kr: 성별:
nl_nl: Geslacht:
no_no: Kjønn:
pl_pl: Płeć:
pt_pt: Gênero:
ro_ro: Gen:
ru_ru: Пол:
sv_se: Kön:
tr_tr: Cinsiyet:
zh_cn: 性别:

source: Depth:
cs_cz: Hloubka:
da_dk: Dybde:
de_de: Tiefe:
es_es: Profundidad:
fi_fi: Syvyys :
fr_fr: Insertion :
hu_hu: Magasság:
it_it: Profondità Applicazione:
ja_jp: 深さ:
ko_kr: 깊이:
nl_nl: Diepte:
no_no: Dybde:
pl_pl: Głębokość:
pt_pt: Comprimento do canal:
ro_ro: Grosime:
ru_ru: Глубина:
sv_se: Djup:
tr_tr: Derinlik:
zh_cn: 深度:

source: Shallow
cs_cz: Mělká
de_de: Flach
es_es: Superficial
fi_fi: Matala
fr_fr: Peu profonde
hu_hu: Sekély
it_it: Superficiale
ja_jp: 浅い
ko_kr: 얕게
nl_nl: Ondiep
no_no: Grunn
pl_pl: Płytka
pt_pt: Curto
ro_ro: Putin adanc:
ru_ru: Поверхностная
sv_se: Ytlig
tr_tr: Sığ
zh_cn: 浅

source: Standard
cs_cz: Standardní
es_es: Estandar
fi_fi: Standardi
ja_jp: 標準
ko_kr: 표준
nl_nl: Standaard
pl_pl: Standardowa
pt_pt: Padrão
ru_ru: Стандартная
tr_tr: Standart
zh_cn: 标准

source: Deep
cs_cz: Hluboká
da_dk: Dyb
de_de: Tief
es_es: Profundo
fi_fi: Syvyys
fr_fr: Profonde
hu_hu: Mély
it_it: Profondo
ja_jp: 深い
ko_kr: 깊게
nl_nl: Diep
no_no: Dypt
pl_pl: Głęboka
pt_pt: Longo
ro_ro: Adanc:
ru_ru: Глубокая
sv_se: Djup
tr_tr: Derin
zh_cn: 深

source: Fitting:
cs_cz: Nastavování:
da_dk: Tilpasning:
de_de: Anpassung:
es_es: Adaptación:
fi_fi: Sovitus :
fr_fr: Appareillage :
hu_hu: Illesztés:
ja_jp: フィッティング:
ko_kr: 피팅:
nl_nl: Aanpassing:
no_no: Tilpassing:
pl_pl: Dopasowanie:
pt_pt: Ajuste:
ro_ro: Reglaj:
ru_ru: Настройка:
sv_se: Anpassning:
tr_tr: Uygulama:
zh_cn: 验配:

source: Monaural
cs_cz: Monaurálně
es_es: Monoaural
fi_fi: Yksipuolinen
hu_hu: Monaurális
it_it: Monoaurale
ja_jp: 片耳
nl_nl: Monauraal
pl_pl: Jednouszne
ru_ru: Моноуральная
zh_cn: 单侧

source: Binaural
cs_cz: Binaurálně
fi_fi: Binauraalinen
hu_hu: Binaurális
it_it: Binaurale
ja_jp: 両耳
nl_nl: Binauraal
pl_pl: Obuuszne
ru_ru: Бинауральная
zh_cn: 双侧

source: Limiting:
cs_cz: Limit:
da_dk: Begrænsning:
de_de: Begrenzen:
es_es: Limitación:
fi_fi: Rajoita :
fr_fr: Limitation :
hu_hu: Határolás:
it_it: Limitazione:
ja_jp: 条件:
ko_kr: 제한:
nl_nl: Begrenzing:
no_no: Begrensende:
pl_pl: Ograniczenie:
pt_pt: Limitação:
ro_ro: Limitare:
ru_ru: Ограничение:
sv_se: Begränsning:
tr_tr: Sınırlama:
zh_cn: 输出限制:

source: Apply parameter changes as default preference
cs_cz: Použít změněné parametry jako výchozí parametry
de_de: Änderungen als bevorzugte Einstellung übernehmen
es_es: Aplicar los parámetros cambiados como configuración por defecto
fi_fi: Käytä uusi parametrejä oletusasetksina
fr_fr: Appliquer les changements de paramètres comme préférence par défaut
hu_hu: Paraméter változás elfogadás alapértelmezettként
it_it: Applicare le modifiche dei parametri come default nelle Preferenze.
ja_jp: 変更を初期設定として適用する
ko_kr: Parameter 변경사항을 Default preference로 적용합니다
nl_nl: Pas de parameter wijzigingen toe als standaard voorkeur
no_no: Bruk parameter forandringer som standard preferanser.
pl_pl: Zastosuj zmiany jako domyślne ustawienia
pt_pt: Aplicar as mudanças de parâmetros de acordo com sua preferência
ro_ro: Modificarea parametrilor se aplica drept preferinta
ru_ru: Применить изменения параметров как предпочтения по умолчанию
sv_se: Spara ändringar som förinställda preferenser?
tr_tr: Parametre değişikliklerini varsayılan tercih olarak uygula
zh_cn: 保存修改并作为默认设置

source: Set {0} as the default target rule in Preference
cs_cz: Zvolte {0} jako základní cílové pravidlo v "Preference"
da_dk: Brug {0} som default ´tilpasningsregel i præferencer
de_de: {0} als bevorzugte Anpassformel übernehmen.
es_es: Ajustar {0} como regla de cálculo por defecto en Preferencias
fi_fi: Aseta {0} oletuslaskentasäännöksi asetuksissa
fr_fr: Appliquer {0} comme méthode d'appareillage par défaut dans les Préférences
hu_hu: Állítsa {0} alapértelmezett célszabályként a tulajdonságokban
it_it: Settare {0} come algoritmo prescrittivo di default in Preferenze
ja_jp: 初期設定値として {0} をセットする
ko_kr: Preference에서 {0}을 default Target Rule로 설정합니다.
nl_nl: Stel {0} in als de standaard rekenregel in Voorkeuren
no_no: Sett {0} som standard tilpasningsregel i Preferanser
pl_pl: Ustaw {0} jako domyślną formułę dopasowania w Ustawieniach
pt_pt: Ajuste {0} como regra padrão na aba Preferência
ro_ro: Configurati {0} ca tinta regula in preferinte
ru_ru: Установить {0} как формулу настройки по умолчанию.
sv_se: Välj {0} som förinställd målmetod under Preferenser.
tr_tr: {0} 'ı tercihlerdeki varsayılan hedef kural olarak ayarla
zh_cn: 把 {0}设置为默认验配公式

source: Client Type:
cs_cz: Uživatel:
da_dk: Klient type:
de_de: Kunde:
es_es: Tipo de Cliente:
fi_fi: Potilaan tyyppi :
fr_fr: Âge :
hu_hu: Kliens típus:
it_it: Tipo Cliente:
ja_jp: 顧客タイプ:
ko_kr: 고객 유형:
nl_nl: Cliënt type:
no_no: Klient Type:
pl_pl: Typ Pacjenta:
pt_pt: Perfil do cliente:
ro_ro: Tip client:
ru_ru: Клиент:
sv_se: Typ:
tr_tr: Müşteri Tipi:
zh_cn: 用户类型:

source: NAL-NL1 Settings
cs_cz: NAL-NL1 nastavení
da_dk: NAL-NL1 indstillinger
de_de: NAL-NL1 Einstellungen
es_es: Ajustes NAL-NL1
fi_fi: NAL-NL1 asetukset
fr_fr: Paramètres NAL-NL1
hu_hu: NAL-NL1 Beállítások
it_it: Settaggi NAL-NL1
ja_jp: NAL-NL1セッティング
ko_kr: NAL-NL1 셋팅
nl_nl: NAL-NL1 instellingen
no_no: NAL-NL1 Innstillinger
pl_pl: Ustawienia NAL-NL1
pt_pt: Ajustes NAL-NL1
ro_ro: Setari NAL-NL1
ru_ru: Настройки NAL-NL1
sv_se: NAL-NL1 Inställningar
tr_tr: NAL-NL1 Ayarları
zh_cn: NAL-NL1设置
