Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Session
cs_cz: Sezení
de_de: Sitzung
es_es: Sesión
fi_fi: Istunto
hu_hu: Bejegyzés
it_it: Sessione
ja_jp: データ
ko_kr: 세션
nl_nl: Sessie
no_no: Sesjon
pl_pl: Sesja
pt_pt: Sessão
ro_ro: Sesiune
ru_ru: Сессия
tr_tr: Oturum
zh_cn: 备注

source: Saved
cs_cz: Uloženo
da_dk: Gemt
de_de: Gespeichert
es_es: Grabado
fi_fi: Tallennettu
fr_fr: Sauvegarde
hu_hu: Mentett
it_it: Salvato
ja_jp: 以前のデータ
ko_kr: 저장된
nl_nl: Opgeslagen
no_no: Lagret
pl_pl: Zapisano
pt_pt: Salvo
ro_ro: Salvat
ru_ru: Сохранен
sv_se: Sparad
tr_tr: Kaydedildi
zh_cn: 保存

source: Target will be updated based on a new audiogram detected
zh_cn: 基于新的听力图，目标增益将被改变

source: Would you also like to recalculate the gain?
zh_cn: 您想重新计算增益吗?

source: Recalculate gain based on new audiogram
zh_cn: 基于新的听力图重新计算增益

source: Keep current gain settings
zh_cn: 保持当前的增益设置

source: Compare Audiograms
zh_cn: 对比听力图

source: Session
zh_cn: 验配界面

source: HI
zh_cn: 助听器

source: Saved
zh_cn: 保存

source: Recalculation based on the following is still pending:
cs_cz: Rekalkulace založená na následujících stále trvá:
da_dk: Genberegning baseret på det følgende afventer stadig:
de_de: Folgende Neuberechnungen sind noch offen:
es_es: El recalculo basado en lo siguiente continua pendiente:
fi_fi: Uudellenlaskenta perustuen seuraaviin odottaa vielä:
fr_fr: Un ciblage est en attente car des modifications ont été détectées.
hu_hu: Az újraszámítás a következőkre alapozva még tart:
it_it: Ricalcolo in base alla seguente è ancora in sospeso:
ja_jp: 次の条件に基づいて再計算は保留されています:
ko_kr: 다음을 기준으로 재계산은 아직 보류 중입니다:
nl_nl: Herberekening gebaseerd op het volgende is nog bezig:
no_no: Avventer rekalkulering basert på følgende:
pl_pl: Rekalkulacja w oparciu o poniższe dane jest w toku:
pt_pt: O Recálculo baseado no seguinte ajuste está pendente:
ro_ro: Recalcularea bazata pe cele ce urmeaza este inca in asteptare
ru_ru: Пересчет на основе этих данных ещё не применен:
sv_se: Omkalkylering baserat på följande är fortfarande oavslutad:
tr_tr: Aşağıda baz alınmış tekrar hesaplama işlemi askıya alınmıştır:
zh_cn: 根据以下因素进行重新计算:

source: {0} changes
cs_cz: {0} změny
da_dk: {0} ændringer
de_de: {0} Veränderungen
es_es: {0} cambios
fi_fi: {0} muutosta
fr_fr: Elément modifié : {0}
hu_hu: {0} változások
it_it: {0} modifiche
ja_jp: {0} 変更
nl_nl: {0} wijzigingen
no_no: {0} endringer
pl_pl: {0} zmian
pt_pt: {0} mudanças
ro_ro: {0} modificari
ru_ru: {0} изменения
sv_se: {0} förändringar
tr_tr: {0} değişiklik
zh_cn: {0} 改变

source: With this recalculation you have the following options:
cs_cz: S touto rekalkulací máte následující možnosti:
da_dk: Ved denne genberegning har du følgende muligheder:
de_de: Mit dieser Neuberechnung haben Sie folgende Möglichkeiten:
es_es: Con este recalculo tiene las siguientes opciones:
fi_fi: Uudelleenlaskennalla sinulla on käytössä seuraavat vaihtoehdot :
fr_fr: Options disponibles :
hu_hu: Ehhez az újraszámításhoz a következő opciók állnak rendelkezésre:
it_it: Con questo ricalcolo sono disponibili le seguenti opzioni:
ja_jp: この再計算では次のオプションがあります:
ko_kr: 본 recalculation으로 다음의 옵션이 주어졌습니다:
nl_nl: Met deze herberekening heeft u de volgende opties:
no_no: Ved denne rekalkuleringen har du følgende valg:
pl_pl: Przy ponownym obliczaniu masz następujące opcje:
pt_pt: Com o recálculo você tem as seguintes opções:
ro_ro: Cu aceasta recalculare aveti urmatoarele optiuni:
ru_ru: С таким пересчетом Вам доступны следующие опции:
sv_se: Med denna omkalkylering har du följande val:
tr_tr: Bu yeniden hesaplama ile takip eden seçeneklere sahip olacaksın:
zh_cn: 重新计算可以重置:

source: Reset all fine tuning changes
cs_cz: Reset všech změn jemného doladění
da_dk: Nulstil til target
de_de: Zurücksetzen aller Einstellungen der Feinanpassung
es_es: Resetear todos los cambios de ajustes finos
fi_fi: Palauta kaikki hienosäätö muutokset
fr_fr: Changer tous les réglages
hu_hu: Minden finomhangolás változás resetelve
it_it: Ripristinare tutte le modifiche di regolazione fine
ja_jp: すべての変更（微調整）をリセットする
ko_kr: 모든 fine tuning 변경사항을 재설정
nl_nl: Reset alle wijzigingen in de fijnafstelling
no_no: Tilbakestill alle finjusteringer
pl_pl: Usuń zmiany z dokładnego dopasowania
pt_pt: Redefinir todas as alterações de ajustes finos
ro_ro: Resetati toate schimbarile de reglaj fin
ru_ru: Сбросить все изменения в тонкой настройке
sv_se: Återställ alla fininställningar
tr_tr: Tüm akort değişitliklerini sıfırlayın
zh_cn: 重置所有微调

source: Reset Gain and MPO only
cs_cz: Reset pouze zisku a MPO
da_dk: Genindstil kun forstærkning og MPO
de_de: Nur die Verstärkung und die MPO zurück setzen
es_es: Resetear solamente Ganancia y MPO
fi_fi: Tyhjennä vain vahvistus ja maksimi antotaso säätö
fr_fr: Changer le gain et les MPO seulement
hu_hu: Erősítés és MPO reset
it_it: Ripristina solo Guadagno e MPO
ja_jp: 利得とMPOだけをリセットする
ko_kr: 이득과 MPO 만 재설정
nl_nl: Reset alleen de Gain en MPO
no_no: Tilbakestill bare Gain og MPO
pl_pl: Zresetuj tylko Wzmocnienie i MPO
pt_pt: Reiniciar o ganho e a saída somente
ro_ro: resetati doar castigul si MPO
ru_ru: Сбросить только Усиление и ВУЗД
sv_se: Återställ endast Förstärkning och MPO
tr_tr: Sadece MPO ve kazancını sıfırlayın
zh_cn: 仅重置增益和MPO

source: Device Maximum Power Output
cs_cz: Maximální výstup sluchadla
da_dk: HA's Maximum Power Output
de_de: Maximale Ausgangsleistung
es_es: Máxima Presión de Salida del Audífono
fi_fi: Kuulokojeen maksimi antotaso
fr_fr: Niveau de sortie maximum de l'appareil
hu_hu: Készülék maximum kimeneti teljesítmény
it_it: Dispositivo Potenza di uscita massima
ja_jp: 機器のMPO
nl_nl: Maximum Power Output toestel
no_no: Apparat Maks. Power Output
pl_pl: Maksymalny Poziom Wyjściowy Urządzenia
pt_pt: Saída Máxima do aparelho
ro_ro: Putere maxima de iesire dispozitiv
ru_ru: Максимальное ВУЗД устройства
sv_se: Hörapparat Maximum Power Output
tr_tr: Cihaz MPO'su
zh_cn: 实际最大声输出

source: Target Maximum Power Output
cs_cz: Cílový maximální výstup
de_de: Ziel MPO (Maximale Ausgangsleistung)
es_es: Máxima Presión de Salida Objetivo
fi_fi: Maksimi antotason tavoite
fr_fr: Niveau de sortie maximum de la cible
hu_hu: Maximális kimeneti teljesítmény cél
it_it: Target massima Potenza di uscita
ja_jp: ターゲットのMPO
nl_nl: Maximum Power Output target
no_no: Target Maks. Power Output
pl_pl: Docelowy Maksymalny Poziom Wyjściowy
pt_pt: Alvo da Sáida Máxima
ro_ro: Putere maxima de iesire tinta
ru_ru: Максимальное целевое ВУЗД
sv_se: Mål Maximum Power Output
tr_tr: Hedef MPO'su
zh_cn: 目标最大声输出

source: Tonal
fi_fi: Äänes
hu_hu: Tonális
it_it: Tonale
ja_jp: 音調言語
nl_nl: Tonaal
no_no: Tone
pl_pl: Tonalny
ru_ru: Тональный
sv_se: Ton
zh_cn: 音调

source: Non Tonal
de_de: Nicht Tonal
es_es: No Tonal
fi_fi: Ei äänes
hu_hu: Nem tonális
it_it: Non Tonale
ja_jp: 非音調言語
nl_nl: Niet tonaal
no_no: Ikke Tone
pl_pl: Nie Tonalny
pt_pt: Não Tonal
ru_ru: Нетональный
sv_se: Ej Ton
zh_cn: 无音调

source: Language:
cs_cz: Jazyk:
da_dk: Sprog:
de_de: Sprache:
es_es: Idioma:
fi_fi: Kieli :
fr_fr: Langue :
hu_hu: Nyelv:
it_it: Lingua:
ja_jp: 言語:
ko_kr: 언어:
nl_nl: Taal:
no_no: Språk:
pl_pl: Język:
pt_pt: Idioma
ro_ro: Limba:
ru_ru: Язык:
sv_se: Språk:
tr_tr: Lisan:
zh_cn: 语言:

source: NAL - NL2 Pediatric
da_dk: NAL - NL2 pædiatrisk
de_de: NAL - NL2 Pediatrisch
es_es: NAL - NL2 Pediátrico
fi_fi: NAL - NL2 Pediatrinen
fr_fr: NAL-NL2 Pédiatrique
hu_hu: NAL - NL2 Gyerek
it_it: NAL - NL2 Pediatrico
ja_jp: NAL-NL2 小児
ko_kr: NAL - NL2 소아용
nl_nl: NAL-NL2 Pediatrisch
no_no: NAL - NL2 Pediatrisk
pl_pl: NAL - NL2 Pediatryczny
pt_pt: NAL - NL2 Pediátrica
ru_ru: NAL - NL2 Педиатрическая
sv_se: NAL - NL2 - Barn
tr_tr: NAL - NL2 Pediatrik
zh_cn: NAL - NL2儿童

source: Arabic
da_dk: Arabisk
de_de: Arabisch
es_es: Arabe
fi_fi: Arabia
fr_fr: Arabe
hu_hu: Arab
it_it: Arabo
ja_jp: アラビア語
ko_kr: 아랍어
nl_nl: Arabisch
no_no: Arabisk
pt_pt: Árabe
ru_ru: Арабский
tr_tr: Arapça
zh_cn: 阿拉伯语

source: Mic
da_dk: Mik
de_de: Mikrofon
fi_fi: Mik
hu_hu: Mik
ja_jp: ﾏｲｸ
no_no: Mik
pl_pl: Mik
ru_ru: Микрофон
sv_se: HA Mikrofon
tr_tr: Mikrofon
zh_cn: 麦克风

source: Mic / Tel
da_dk: Mikrofon/Tel
de_de: Mik / Tel
fi_fi: Kuulokojeen oma mikrofoni/Puhelin tasapaino
fr_fr: Balance micro (MIC) / bobine T (TEL)
hu_hu: Mikrofon/Tel
it_it: Microfono/Tel
ja_jp: マイクロホンバランス
nl_nl: Mic / Luisterspoel
no_no: Mik / Telespole
pl_pl: Mikrofon AS / Telefon
ro_ro: Microfon/Tel
ru_ru: Микрофон/Телефон
sv_se: HA Mikrofon / Telespole
tr_tr: Mikrofon / Tel
zh_cn: 麦克风/电感

source: HI Mic / TV
cs_cz: Sluchadlo / TV Streamer
da_dk: HA Mik / TV streamer
de_de: Mik / Audio Beamer
es_es: Micro del Audif. / TV
fi_fi: Kuulokojeen oma mikrofoni/TV-Lähettimen tasapaino
fr_fr: Balance micro appareil / émetteur TV
hu_hu: HK Mik / TV
ja_jp: 【TVユナイト】マイクロホンバランス
nl_nl: Mic / TV streamer
no_no: HA Mik / TV Streamer
pl_pl: Mikrofon AS / Unite TV
pt_pt: Mic do AASI / Unite TV
ro_ro: Mic / Unite TV Streamer
ru_ru: Микрофон СА / ТВ стример
sv_se: HA Mikrofon / TV-Audio Streamer
zh_cn: 麦克风/音频转换器

source: Mic / Micro-Multi Mic line-in
cs_cz: Mic / Micro- ulti Mic line-in
da_dk: M / Multi Mic line-in
de_de: Mik / Mini Mik line-in
es_es: Entrada de Línea Mic/ Micro-Multi Mic
fi_fi: Mik/Langaton Mikrofonin ottoliitäntä
fr_fr: Balance micro appareil / entrée audio Phone Clip
hu_hu: Mik/Mini Mik vonal be.
ja_jp: 【マイク】ライン入力バランス
ko_kr: Mic / Multi Mic line-in
nl_nl: Mic / Microfoon line-in
pl_pl: Mikrofon AS / Mini Mik.
pt_pt: Mic / Mini Mic line-in
ro_ro: Microfon/SMLI
ru_ru: Микрофон / Мини-микрофон вход
sv_se: HA Mikrofon / Multi Mik line-in
zh_cn: 迷你麦克风/多功能迷你音频转换器的音频输入

source: HI Mic / Phone Clip
cs_cz: Sluchadlo / Phone Clip
da_dk: Mik / Telefonclip
de_de: Mik / Telefonclip
es_es: Micro del Audif./ Phone Clip
fi_fi: Kuulokojeen oma mikrofoni/Phone Clip tasapaino
fr_fr: Balance micro appareil / Phone Clip
hu_hu: HK Mik / Phone Clip
ja_jp: 【携帯ユナイト】マイクロホンバランス
ko_kr: Mic / Phone Clip
nl_nl: Mic / Telefoonclip
no_no: HA Mik /Phone Clip
pl_pl: Mikrofon AS / Unite Phone Clip
pt_pt: Mic do AASI / Phone Clip
ro_ro: Mic / Unite Phone Clip
ru_ru: Микрофон СА / Phone Clip
sv_se: HA Mikrofon / Telefonclip
tr_tr: İşitme Cihazı Mikrofonu / Phone Clip
zh_cn: 麦克风/手机伴侣

source: Mic / Phone Clip line-in
cs_cz: Sluchadlo / Phone Clip line-in
da_dk: Mik / Telefonclip line-in
de_de: Mik / Telefonclip line-in
es_es: Mic / Entrada de Línea Phone Clip
fi_fi: Mik/Phone Clip ottoliitäntä
fr_fr: Balance micro appareil / entrée Phone Clip
hu_hu: Mik / Phone Clip vonal be.
ja_jp: 【携帯ユナイト】ライン入力バランス
nl_nl: Mic / Telefoonclip line-in
no_no: Mik / Phone Clip line-in
pl_pl: Mic / Phone Clip wejście
ru_ru: Микрофон / Phone Clip вход
sv_se: HA Mikrofon / Telefonclip line-in
tr_tr: Mikrofon / Phone Clip line-in
zh_cn: 麦克风/手机伴侣的音频输入

source: Tel
fi_fi: Puh
ja_jp: ﾃﾚｺｲﾙ
nl_nl: Luisterspoel
no_no: T
ru_ru: Телефон
sv_se: Telespole
zh_cn: 电感

source: TV Streamer
de_de: Audio Beamer
es_es: Streamer de TV
fi_fi: TV-Lähetin
fr_fr: Émetteur
it_it: Streamer TV
ja_jp: TVﾕﾅｲﾄ
pl_pl: Unite TV
pt_pt: Unite TV
ro_ro: SAS
ru_ru: ТВ стример
sv_se: TV/Audio Streamer
zh_cn: 音频转换器

source: Micro Mic / Multi Mic
de_de: Mini Mik
es_es: Micro-Multi Mic
fi_fi: Langaton Mikrofoni
fr_fr: Mini Mic
hu_hu: Mini Mik
ja_jp: ﾏｲｸｱｸｾｻﾘｰ
nl_nl: Microfoon
pl_pl: Mini Mikrofon
ro_ro: Mini Mic
ru_ru: Мини-микрофон
sv_se: Mikro Mik / Multi Mik
tr_tr: Micro-Multi Mikrofon
zh_cn: 迷你麦克风/多功能迷你音频转换器

source: Micro Mic / Multi Mic line-in
da_dk: Multi mic line-in
de_de: Mini Mik line-in
es_es: Entrada de Línea Micro-Multi Mic
fi_fi: Langattoman Mikrofonin ottoliitäntä
fr_fr: Mini Mic line-in
hu_hu: Mini Mik vonal be
ja_jp: ﾗｲﾝ入力
nl_nl: Microfoon line-in
pl_pl: Mini Mik. wejście audio
ro_ro: Mini Mic line-in
ru_ru: Мини-микрофон вход
sv_se: Multi Mik line-in
tr_tr: Micro-Multi Mic line-in
zh_cn: 迷你麦克风/多功能迷你音频转换器的音频输入

source: Phone Clip
da_dk: Telefonclip
de_de: Telefonclip
ja_jp: 携帯ﾕﾅｲﾄ
nl_nl: Telefoonclip
sv_se: Telefonclip
zh_cn: 手机伴侣

source: Phone Clip line-in
da_dk: Telefonclip line-in
de_de: Telefonclip line-in
es_es: Entrada de Línea Phone Clip
fi_fi: Phone Clip ottoliitäntä
fr_fr: Entrée Phone Clip
hu_hu: Phone Clip vonal be.
ja_jp: ﾗｲﾝ入力
nl_nl: Telefoonclip line-in
pl_pl: Wejście liniowe Phone Clip
ro_ro: Intrare Phone Clip
ru_ru: Phone Clip вход
sv_se: Telefonclip line-in
zh_cn: 手机伴侣的音频输入

source: HI Mic Off
da_dk: Mik fra
de_de: Hörgerät Mik aus
es_es: Mic del audífono Apagado
fi_fi: Kuulokojeen oma mikrofoni ei käytössä
fr_fr: Micro appareil désactivé
hu_hu: Mik Ki
it_it: Mic AA Off
ja_jp: 補聴器マイク OFF
ko_kr: HI Mic 꺼짐
nl_nl: HI Mic uit
no_no: HA Mik AV
pl_pl: Wył. Mik. AS
pt_pt: HI Mic Desligado
ro_ro: Mic Oprit
ru_ru: Микрофон Выкл.
sv_se: HA Mikrofon Av
tr_tr: İşitme Cihazı Mikrofon Kapalı
zh_cn: 助听器的麦克风关

source: Tel Off
da_dk: Tel fra
de_de: Tel aus
fi_fi: Puh ei käytössä
fr_fr: Bobine T désactivée
hu_hu: Tel Ki
it_it: Telecoil Off
ja_jp: ﾃﾚｺｲﾙ ｵﾌ
ko_kr: Tel 꺼짐
nl_nl: HI Mic maximaal
no_no: Telespole AV
pl_pl: Wył. Tel
pt_pt: Tel Desligado
ro_ro: Tel Oprit
ru_ru: Телефон Выкл.
sv_se: Telespole Av
tr_tr: Tel Kapalı
zh_cn: 电感关

source: TV Streamer Off
da_dk: TV streamer fra
de_de: Audio Beamer aus
es_es: Streamer TV Apagado
fi_fi: TV-Lähetin ei käytössä
fr_fr: Émetteur audio désactivé
hu_hu: TV Streamer Ki
it_it: Streamer TV Off
ja_jp: TVユナイトOFF
ko_kr: TV Streamer 꺼짐
nl_nl: HI Mic maximaal
no_no: TV Streamer AV
pl_pl: Wył. Unite TV
pt_pt: Unite TV Desligado
ro_ro: TV Streamer Oprit
ru_ru: ТВ стример Выкл.
sv_se: TV/Audio Streamer Av
tr_tr: TV Streamer Kapalı
zh_cn: 音频转换器关

source: Micro Mic / Multi Mic Off
da_dk: Micro Mic / Multi mic fra
de_de: Mini Mik aus
es_es: Micro-Multi Mic Apagado
fi_fi: Langaton Mikrofoni ei käytössä
fr_fr: Mini Microphone désactivé
hu_hu: Mini Mik Ki
ja_jp: マイクアクセサリーOFF
ko_kr: Micro Mic / Multi Mic 꺼짐
nl_nl: HI Mic maximaal
no_no: Micro Mic/ Multi Mic AV
pl_pl: Wył. Mini Mik
pt_pt: Micro Mic / Multi Mic Desligado
ro_ro: Mini Mic Off
ru_ru: Мини-микрофон Выкл.
sv_se: Mikro Mik / Multi Mik Av
tr_tr: Micro-Multi Mikrofon Kapalı
zh_cn: 迷你麦克风/多功能迷你音频转换器关

source: Micro Mic / Multi Mic line-in Off
da_dk: Micro Mic / Multi mic line-in fra
de_de: Mini Mik line-in aus
es_es: Entrada de Línea Micro-Multi Mic Apagada
fi_fi: Langattoman Mikkrofonin ottoliitäntä ei käytössä
fr_fr: Entrée audio Mini Microphone désactivée
hu_hu: Mini Mik vonal ki
ja_jp: マイクアクセサリーライン入力OFF
ko_kr: Micro Mic / Multi Mic line-in 꺼짐
nl_nl: HI Mic maximaal
no_no: Micro Mic/ Multi Mic line-in AV
pl_pl: Wył. wejście liniowe Mini Mik
pt_pt: Micro Mic / Multi Mic line-in Desligado
ro_ro: Mini Mic line-in Off
ru_ru: Мини-микрофон вход Выкл.
sv_se: Mikro Mik / Multi Mik Line-in Av
tr_tr: Micro-Multi line-in Off
zh_cn: 迷你麦克风/多功能迷你音频转换器的音频输入关

source: Phone Clip Off
da_dk: Telefonclip fra
de_de: Telefonclip aus
es_es: Phone Clip Apagado
fi_fi: Phone Clip ei käytössä
fr_fr: Phone Clip désactivé
hu_hu: Phone Clip Ki
ja_jp: 携帯ユナイトOFF
ko_kr: Phone Clip 꺼짐
nl_nl: HI Mic maximaal
no_no: Phone Clip AV
pl_pl: Wył. Phone Clip
pt_pt: Phone Clip Desligado
ro_ro: Phone Clip Oprit
ru_ru: Phone Clip Выкл.
sv_se: Telefonclip Av
tr_tr: Phone Clip Kapalı
zh_cn: 手机伴侣关

source: Phone Clip line-in Off
da_dk: Telefonclip line-in fra
de_de: Telefonclip line-in aus
es_es: Entrada de Línea Phone Clip Apagada
fi_fi: Phone Clip ottoliitäntä ei käytössä
fr_fr: Entrée Phone Clip désactivée
hu_hu: Phone Clip vonal Ki
ja_jp: 携帯ユナイトライン入力OFF
ko_kr: Phone Clip line-in 꺼짐
nl_nl: HI Mic maximaal
no_no: Phone Clip line-in AV
pl_pl: Wył. wejście liniowe Phone Clip
pt_pt: Phone Clip line-in Desligado
ro_ro: Intrare Phone Clip Oprita
ru_ru: Phone Clip вход Выкл.
sv_se: Telefonclip line-in Av
zh_cn: 手机伴侣的音频输入关

source: Remote Control Mute
da_dk: Mute fjernbetjening
de_de: Fernbedienung Stummschalter
es_es: Silenciar Mando a Distancia
fi_fi: Kauko-Ohjaimen mykistys
fr_fr: Mise en veille via télécommande
hu_hu: Távirányító némít
it_it: Remote Control Muto
ja_jp: リモコンミュート機能
ko_kr: Remote Control 음소거
nl_nl: Afstandbediening mute
no_no: Fjernkontroll - Mute
pl_pl: Wyciszenie Pilota Unite
pt_pt: Controle Remoto Mudo
ru_ru: Пульт дистанционного управления приглушен
sv_se: Fjärrkontroll tystad
tr_tr: Uzaktan Kumanda Sessiz
zh_cn: 遥控器静音

source: The Reconfigure process will reset the DFS Calibration, Physical properties, and possibly adjust the target gains
cs_cz: Proces rekonfigurace resetuje DFS kalibraci, Fyzické změny, a pravděpodobně upraví cílový zisk
da_dk: Rekonfigureringsprocessen vil slette DFS kalibrering, fysiske egenskaber, og sandsynligvis justere forstærkningen
de_de: Das Rekonfigurieren wird die DFS-Kalibrierung, die physikalischen Eigenschaften und möglicherweise auch die Einstellungen der Zielverstärkung zurück setzen
es_es: El proceso de reconfiguración reseteará la Calibración DFS, las propiedades físicas, y los posibles ajustes en la ganancia objetivo
fi_fi: Uudelleenkonfigurointi toiminto palautta DFS kalibroinnin, fyysiset asetukset ja säätää mahdollisesti tavoitevahvistusta
fr_fr: La reconfiguration entraîne la perte du calibrage anti Larsen DFS.
hu_hu: Az Újrakonfigurálás folyamat resetelni fogja a DFS kalibrációt, Fizikai tulajdonságokat, és az ezekhez tartozó célerősítéseket
it_it: La riconfigurazione resetterà la taratura del DFS, le proprietà fisiche e le regolazioni del guadagno.
ja_jp: 変更を行うとDFSの初期化データとサイズ・ベント等のデータがリセットされます。また、場合によってはターゲットゲインが変更されます。
ko_kr: Reconfigure process는 DFS 캘리브레이션, 물리적 특성을 재설정하고, target gain을 조정할 수 있습니다.
nl_nl: Het converteerproces zal de DFS kalibratie en de ventingparameters resetten en waarschijnlijk de target gain wijzigen
no_no: Konverteringsprosessen vil slette DFS kalibreringen, fysiske egenskaper og mulig justere target gain
pl_pl: Rekonfiguracja usunie dane Kalibracji DFS, Właściwości Fizyczne oraz prawdopodobnie zmieni krzywe docelowe
pt_pt: O processo de reconfiguração irá reiniciar a calibração do DFS, propriedades físicas e possivelmente o ajuste do ganho
ro_ro: Procesul de reconfigurare va reseta calibrarea DFS, proprietatile fizice si e posibil sa ajusteze castigurile tinta
ru_ru: Процесс преобразования сбросит калибровку обратной связи DFS, физические свойства и, возможно, настройки целевого усиления.
sv_se: Omkonfigureringen kommer återställa DFS kalibreringen, insatsens egenskaper och justera förstärkningen.
tr_tr: Yeniden yapılandırma işlemi DFS kalibrasyonunu, fiziksel özellikleri sıfırlar ve hedef kazancları ayarlar
zh_cn: 重新装配将重置DFS校准数据,助听器设置,还可能改变目标增益

source: Pediatrics Only
cs_cz: Pouze Pediatrická
da_dk: Kun pædiatrisk
de_de: nur Pädiatrie
es_es: Solo Pediátrico
fi_fi: Vain pediatriset
fr_fr: Contours pédiatriques
hu_hu: Csak gyerek
it_it: Solo Pediatrico
ja_jp: 小児用のみ
ko_kr: 유소아만
nl_nl: Alleen pediatrisch
no_no: Bare pediatrisk
pl_pl: Tylko Dzieci
pt_pt: Somente Pediátrico
ro_ro: Doar Pediatric
ru_ru: Только Педиатрическая
sv_se: Endast Barn
tr_tr: Sadece Pediatrik
zh_cn: 儿童推荐

source: {0} Years and {1} Months
cs_cz: {0} let {1} měsíců
da_dk: {0} år og {1} måneder
de_de: {0} Jahre und {1} Monate
es_es: {0} años y {1} Meses
fi_fi: {0} vuotta ja {1} kuukautta
fr_fr: {0} an(s) et {1} mois
hu_hu: {0} évek és {1} hónapok
it_it: {0} Anni e {1} Mesi
ja_jp: {0} 年 {1} ヶ月
ko_kr: {0} 년 {1} 개월
nl_nl: {0} jaar en {1} maanden
no_no: {0} År og {1} Måneder
pl_pl: {0} Lat i {1} Miesięcy
pt_pt: {0} anos {1} meses
ro_ro: {0} ani si {1} luni
ru_ru: {0} лет и {1} Месяц
sv_se: {0} år och {1} månader
tr_tr: {0} yaş ve {1} ay
zh_cn: {0} 岁 {1} 月

source: 0 - 4 years old
cs_cz: Dítě 0 - 4 roky
da_dk: 0 - 4 år
de_de: 0 - 4 Jahre alt
es_es: 0 - 4 Años
fi_fi: 0 - 4 vuoden ikäinen
fr_fr: Bébé 0 - 4 ans
hu_hu: 0 - 4 éves
it_it: 0 - 4 anni di età
ja_jp: 0 - 4 歳
ko_kr: 0 - 4 세
nl_nl: 0-4 jaar oud
no_no: 0 - 4 år
pl_pl: 0 - 4 lat
pt_pt: 0 - 4 anos
ro_ro: 0 - 4 ani
ru_ru: 0 - 4 года
sv_se: 0 - 4 år
tr_tr: 0 - 4 yaş
zh_cn: 0 - 4岁

source: 5 - 8 years old
cs_cz: Dítě 5 - 8 let
da_dk: 5 - 8 år
de_de: 5 - 8 Jahre alt
es_es: 5 - 8 Años
fi_fi: 5 - 8 vuoden ikäinen
fr_fr: Enfant 5 - 8 ans
hu_hu: 5 - 8 éves
it_it: 5 - 8 anni di età
ja_jp: 5 - 8 歳
ko_kr: 5 - 8 세
nl_nl: 5-8 jaar oud
no_no: 5 - 8 år
pl_pl: 5 - 8 lat
pt_pt: 5 - 8 anos
ro_ro: 5 - 8 ani
ru_ru: 5 - 8 лет
sv_se: 5 - 8 år
tr_tr: 5 - 8 yaş
zh_cn: 5 - 8岁

source: 9 - 16 years old
cs_cz: Dítě 9 - 16 let
da_dk: 9 - 16 år
de_de: 9 - 16 Jahre alt
es_es: 9 - 16 Años
fi_fi: 9 - 16 vuoden ikäinen
fr_fr: Adolescent 9 - 16 ans
hu_hu: 9 - 16 éves
it_it: 9 - 16 anni di età
ja_jp: 9 - 16 歳
ko_kr: 9 - 16 세
nl_nl: 9-16 jaar oud
no_no: 9 - 16 år
pl_pl: 9 - 16 lat
pt_pt: 9 - 16 anos
ro_ro: 9 - 16 ani
ru_ru: 9 - 16 лет
sv_se: 9 - 16 år
tr_tr: 9 - 16 yaş
zh_cn: 9 - 16岁

source: Fitting Mode:
da_dk: Tilpasningsindstilling:
de_de: Anpass-Modus:
es_es: Modo de Ajustes:
fi_fi: Sovitustila :
fr_fr: Méthodologie pour :
hu_hu: Illesztési mód:
it_it: Modalità Fitting
ja_jp: フィッティングモード:
ko_kr: 피팅 모드:
nl_nl: Fitting modus:
no_no: Tilpasningsmodus:
pl_pl: Tryb Dopasowania:
pt_pt: Modo de ajuste:
ro_ro: Mod reglaj:
ru_ru: Режим настройки:
sv_se: Anpassningsläge:
tr_tr: Uygulama modu:
zh_cn: 验配模式:

source: Speech In Noise
cs_cz: Řeč v hluku
da_dk: Tale i støj
de_de: Sprache in Lärm
es_es: Habla en Ruido
fi_fi: Puhe kohinassa
fr_fr: Paroles + Bruit
hu_hu: Beszéd zajban
it_it: Parlato nel rumore
ja_jp: 騒音下の会話
nl_nl: Spraak in lawaai
no_no: Tale i Støy
pl_pl: Mowa w Hałasie
pt_pt: Fala no ruído
ro_ro: Vorbire in zgomot
ru_ru: Речь в шуме
sv_se: Tal i brus
tr_tr: Gürültüde Konuşma
zh_cn: 嘈杂环境

source: Pediatric Preferences
cs_cz: Parametry Pediatric
da_dk: Pædiatriske præferencer
de_de: Voreinstellung Pädiatrie
es_es: Preferencias Pediátricas
fi_fi: Pediatriset asetukset
fr_fr: Préférences pédiatriques
hu_hu: Gyermek tulajdonságok
it_it: Preferenze Pediatrico
ja_jp: 小児フィッティング
ko_kr: Pediatic Preference
nl_nl: Pediatrische voorkeuren
no_no: Pediatriske Preferanser
pl_pl: Ustawienia Dziecięce
pt_pt: Preferências Pediátricas
ro_ro: Preferinte pediatrice
ru_ru: Педиатрические свойства
sv_se: Barn Inställningar
tr_tr: Pediatrik Tercihler
zh_cn: 儿童模式设置

source: Measured
cs_cz: Změřeno
da_dk: Målt
de_de: Gemessen
es_es: Medido
fi_fi: Mitattu
fr_fr: Mesuré
hu_hu: Mért
it_it: Misurato
ja_jp: 測定
ko_kr: 측정된
nl_nl: Gemeten
no_no: Målt
pl_pl: Zmierzony
pt_pt: Mensurada
ro_ro: Masurat
ru_ru: Измеренный
sv_se: Uppmätt
tr_tr: Ölçülen
zh_cn: 测量

source: Estimated
cs_cz: Odhadnuto
da_dk: Estimeret
de_de: Erwartet
es_es: Estimado
fi_fi: Arvioitu
fr_fr: Estimé
hu_hu: Becsült
it_it: Stimato
ja_jp: 予測
ko_kr: 예상된
nl_nl: Geschat
no_no: Estimert
pl_pl: Przewidywany
pt_pt: Estimada
ro_ro: Estimat
ru_ru: Предполагаемый
sv_se: Beräknat
tr_tr: Tahmin edilen
zh_cn: 预估

source: Ensure that the hearing instruments are not in flight mode
cs_cz: Ujistěte se, že sluchadla nejsou v režimu letadlo
da_dk: Kontroller at høreapparatet ikke er i flytilstand
de_de: Stellen Sie sicher, dass die Hörsysteme sich nicht im Flugmodus befinden
es_es: Asegúrese que los audífonos no están en modo vuelo
fi_fi: Varmista että kuulokojeet eivät ole Lentokonetilassa
fr_fr: S'assurer que les appareils ne sont pas en mode Avion
hu_hu: Biztosítsa, hogy a készülékek nincsenek Repülőgép módban
it_it: Assicurarsi che gli apparecchi acustici non siano in Modalità volo
ja_jp: 補聴器がフライトモードになっていないか確認して下さい。補聴器の電源を入れた時に「ポポーン、ポポーン」と2回ずつ音が鳴る場合はフライトモード中ですので解除して下さい。
ko_kr: 보청기가 비행기 모드가 아닌지 확인하세요
nl_nl: Zorg ervoor dat de toestellen niet in de vluchtmodus staan
no_no: Forsikre deg om at høreapparatene ikke er i flymodus
pl_pl: Upewnij się, że aparaty nie są w trybie lotniczym
pt_pt: Certifique-se que os aparelhos não estão no modo vôo
ro_ro: Asigurati-va ca aparatele nu se afla in modul de zbor
ru_ru: Убедитесь, что слуховые аппараты не находятся в Режиме для самолета.
sv_se: Kontrollera att hörapparaten inte är i "Flight mode".
tr_tr: İşitme cihazlarının uçuş modunda olmadığından emin olun
zh_cn: 检查助听器是否处于飞行模式
