Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Close
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
es_es: Cerrar
fi_fi: Sulje
fr_fr: Fermer
hu_hu: Bezárás
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 종료
nl_nl: Afsluiten
no_no: Lukk
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Extindere
ru_ru: Закрыть
sv_se: Stäng
tr_tr: Kapat
zh_cn: 关闭

source: Install
cs_cz: Instalovat
da_dk: Installer
de_de: Installieren
es_es: Instalar
fi_fi: Asenna
fr_fr: Installer
hu_hu: Telepítés
it_it: Installa
ja_jp: インストール
ko_kr: 설치
nl_nl: Installeren
no_no: Installer
pl_pl: Instaluj
pt_pt: Instalar
ro_ro: Instalare
ru_ru: Установить
sv_se: Installera
tr_tr: İndir
zh_cn: 安装

source: Update Installer
cs_cz: Aktualizuji instalátor
da_dk: Installering af opdatering
es_es: Actualizar Instalador
fi_fi: Päivitysten asentaja
fr_fr: Mise à jour
hu_hu: Frissítés telepítő
it_it: Installazione Aggiornamenti
ja_jp: アップデートインストーラー
ko_kr: 업데이트 인스톨러
no_no: Installer Oppdatering
pl_pl: Instalator Aktualizacji
pt_pt: Instalar atualização
ro_ro: Instalator de Actualizari
ru_ru: Мастер установки обновлений
sv_se: Uppdatera Installation
tr_tr: Yükleyiciyi Güncelle
zh_cn: 升级安装

source: Installing Update {0} of {1}...
cs_cz: Instaluji {0} z{1} aktualizací...
da_dk: Installerer opdatering {0} af {1}...
de_de: Update wird installiert {0} von {1}...
es_es: Instalando Actualización {0} de {1}...
fi_fi: Asennetaan päivitys {0} / {1}...
fr_fr: Installation de la mise à jour {0} de {1} ...
hu_hu: Frissítés telepítése {0} - {1}...
it_it: Installazione Aggiornamenti {0} di {1}...
ja_jp: インストールの進行状況{0} of {1}...
ko_kr: {1}의 {0} 업데이트 설치 중...
nl_nl: Installeer update {0} van {1}...
no_no: Installerer Oppdatering {0} av {1}...
pl_pl: Instalacja aktualizacji {0} z {1}...
pt_pt: Instalando atualização {0} de {1}...
ro_ro: Instalare Actualizare {0} din {1}...
ru_ru: Установка обновлений {0} из {1}...
sv_se: Installerar Updatering {0} av {1}...
tr_tr: Güncellemeleri yüklüyor {0} / {1} ...
zh_cn: 正在升级 {0} 之 {1}...

source: Installation is complete.
cs_cz: Instalace je dokončena.
da_dk: Installeringen er udført.
de_de: Installation abgeschlossen.
es_es: La instalación ha finalizado.
fi_fi: Asennus onnistui
fr_fr: L'installation est terminée.
hu_hu: Telepítés kész.
it_it: Installazione Completata
ja_jp: インストールが完了しました
ko_kr: 설치가 완료되었습니다.
nl_nl: Installatie is compleet.
no_no: Installasjon Ferdig
pl_pl: Zakończono instalację
pt_pt: Instalação está completa
ro_ro: Instalarea este completa.
ru_ru: Установка завершена.
sv_se: Installationen är klar.
tr_tr: Yükleme Tamamlandı.
zh_cn: 已完成安装。

source: New Updates Available
cs_cz: K dispozici jsou nové aktualizace
da_dk: Ny opdatering er tilgængelig
de_de: Neue Updates verfügbar
es_es: Nuevas Actualizaciones Disponibles
fi_fi: Uusia päivityksiä saatavilla
fr_fr: Des mises à jour sont disponibles
hu_hu: Új frissítés rendelkezésre áll
it_it: Nuovi Aggiornamenti Disponibili
ja_jp: アップデート有効
ko_kr: 새로운 업데이트가 가능합니다
nl_nl: Nieuwe updates beschikbaar
no_no: Nye oppdateringer tilgjengelig
pl_pl: Nowe aktualizacje są dostępne
pt_pt: Novas Atualizações Disponíveis
ro_ro: Actualizari noi disponibile
ru_ru: Доступны последние обновления
sv_se: Nya uppdateringar finns tillgängliga
tr_tr: Yeni Güncellemeler Mevcut
zh_cn: 可用新升级

source: There are updates ready to be installed.
cs_cz: Aktualizace připravené k instalaci jsou k dispozici.
da_dk: Der er ingen opdateringer der er klar til at blive installeret.
de_de: Neue Updates können installiert werden.
es_es: Hay actualizaciones listas para ser instaladas.
fi_fi: Päivityksiä on valmiina asennettvaksi.
fr_fr: Des mises à jour sont prêtes à être installées
hu_hu: A frissítések telepítésre készek.
it_it: Aggiornamenti pronti per l'installazione.
ja_jp: アップデートのインストール準備が整いました
ko_kr: 설치할 업데이트가 준비되어 있습니다.
nl_nl: Er zijn updates gereed om geïnstalleerd te worden.
no_no: Oppdateringer ligger klare for installasjon
pl_pl: Aktualizacje gotowe do instalacji.
pt_pt: Há atualizações prontas para serem instaladas
ro_ro: Exista actualizari gata de instalare.
ru_ru: Имеются обновления, готовые к установке.
sv_se: Det finns uppdateringar att installera.
tr_tr: Güncellemeler yüklenmeye hazır.
zh_cn: 这些升级已安装。

source: Select one of the following options:
cs_cz: Vyberte jednu z následujících možností:
da_dk: Vælg en af følgende muligheder:
de_de: Wählen Sie bitte eine der folgenden Möglichkeiten:
es_es: Seleccionar una de las siguientes opciones:
fi_fi: Valitse yksi vaihtoehto :
fr_fr: Choisir une des options suivantes :
hu_hu: Válasszon egyet a következő opciókból:
it_it: Selezionare una delle seguenti opzioni:
ja_jp: 以下のオプションからひとつ選択して下さい:
ko_kr: 다음 옵션 중 하나를 선택합니다:
nl_nl: Kies één van de volgende opties:
no_no: Velg et av følgende valg:
pl_pl: Wybierz jedną z dostępnych opcji:
pt_pt: Selecione uma das opções abaixo:
ro_ro: Selecteaza una din urmatoarele optiuni:
ru_ru: Выберите одну из опций:
sv_se: Välj en av följande:
tr_tr: Aşağıdaki seçeneklerden birini seçin:
zh_cn: 从以下选项中选择:

source: Details
cs_cz: Podrobnosti
da_dk: DEtaljer
es_es: Detalles
fi_fi: Tiedot
fr_fr: Détails
hu_hu: Részletek
it_it: Dettagli
ja_jp: 詳細
ko_kr: 세부내용
no_no: Detaljer
pl_pl: Szczegóły
pt_pt: Detalhes
ro_ro: Detalii
ru_ru: Детали
sv_se: Detaljer
tr_tr: Detaylar
zh_cn: 详情

source: Install All
cs_cz: Instalovat vše
da_dk: Installer alt
de_de: Alles installieren
es_es: Instalar Todo
fi_fi: Asenna kaikki
fr_fr: Installer tout
hu_hu: Telepít mindent
it_it: Installa tutto
ja_jp: 全てインストール
ko_kr: 모두 설치
nl_nl: Installeer alles
no_no: Installer alt
pl_pl: Zainstaluj wszystko
pt_pt: Instalar todos
ro_ro: Instaleaza tot
ru_ru: Установить все
sv_se: Installera Allt
tr_tr: Hepsini İndir
zh_cn: 全部安装

source: 1 Day
cs_cz: 1 den
da_dk: 1 dag
de_de: 1 Tag
es_es: 1 Día
fi_fi: 1 päivä
fr_fr: 1 jour
hu_hu: 1 nap
it_it: 1 Giorno
ja_jp: 1 日
ko_kr: 1 일
nl_nl: 1 dag
no_no: 1 Dag
pl_pl: 1 Dzień
pt_pt: 1 Dia
ro_ro: 1 Zi
ru_ru: 1 день
sv_se: 1 Dag
tr_tr: 1 gün
zh_cn: 1 天

source: 2 Days
cs_cz: 2 dny
da_dk: 2 dag
de_de: 2 Tage
es_es: 2 Días
fi_fi: 2 päivää
fr_fr: 2 jours
hu_hu: 2 nap
it_it: 2 Giorni
ja_jp: 2 日
ko_kr: 2 일
nl_nl: 2 dagen
no_no: 2 Dager
pl_pl: 2 Dni
pt_pt: 2 Dias
ro_ro: 2 Zile
ru_ru: 2 дня
sv_se: 2 Dagar
tr_tr: 2 gün
zh_cn: 2 天

source: 3 Days
cs_cz: 3 dny
da_dk: 3 dag
de_de: 3 Tage
es_es: 3 Días
fi_fi: 3 päivää
fr_fr: 3 jours
hu_hu: 3 nap
it_it: 3 Giorni
ja_jp: 3 日
ko_kr: 3 일
nl_nl: 3 dagen
no_no: 3 Dager
pl_pl: 3 Dni
pt_pt: 3 Dias
ro_ro: 3 Zile
ru_ru: 3 дня
sv_se: 3 Dagar
tr_tr: 3 gün
zh_cn: 3 天

source: Snooze
cs_cz: Posunout
de_de: Schlummern
es_es: Dormitar
fi_fi: Torku
fr_fr: Rappel
hu_hu: Szundikállás
ja_jp: スヌーズ
ko_kr: 대기중
no_no: Slumre
pl_pl: Drzemka
pt_pt: Cochilar
ru_ru: Повторение сигнала
tr_tr: Ertele
zh_cn: 提醒

source: Critical
cs_cz: Kritické
da_dk: Krisisk
de_de: kritisch
es_es: Crítica
fi_fi: Kriittinen
fr_fr: Critique
hu_hu: Kritikus
it_it: Critico
ja_jp: 重要
nl_nl: Kritisch
no_no: Kritisk
pl_pl: Krytyczny
pt_pt: Crítico
ro_ro: Critic
ru_ru: Критичный
sv_se: Kritisk
tr_tr: Hassas
zh_cn: 程度

source: Low
cs_cz: Nízké
da_dk: Lav
de_de: Tiefen
es_es: Bajo
fi_fi: Suositeltu
fr_fr: Graves
hu_hu: Mély
it_it: Basso
ja_jp: 低
nl_nl: Laag
no_no: Lav
pl_pl: Niski
pt_pt: Baixo
ro_ro: Joase
ru_ru: Низкий
sv_se: Låg
tr_tr: Alçak
zh_cn: 低

source: Often in noisy listening environments. Three or more people talking, restaurants, shops, casinos, cocktail parties
ja_jp: 騒がしい聞き取り環境が多い。3人以上の会話、レストラン、店、カジノ、カクテルパーティー
zh_cn: 经常在嘈杂的听力环境中。多人聊天，餐馆，商店，赌场，鸡尾酒会 。

source: Three to five social activities each week. Groups of three or more people talking, restaurants, card games
ja_jp: 毎週3～5回の社会活動をしています。3人以上のグループの会話、レストラン、トランプゲーム
zh_cn: 每周三至五次社会活动。三人以上的团体谈话，餐馆，纸牌游戏。

source: Watching TV at home, one on one conversations, theater or lectures
ja_jp: 家でのテレビ鑑賞、1対1の会話、劇場、公演
zh_cn: 在家看电视，一对一的谈话，戏剧或讲座

source: Mostly in quiet listening environments
ja_jp: 主に静かな聞き取り環境
zh_cn: 大多时间在安静环境中

source: Instruments
ja_jp: 補聴器
zh_cn: 助听器

source: Frequent Environments:
cs_cz: Častá prostředí:
da_dk: Ofte benyttede programmer:
de_de: Hörsituationen:
es_es: Entornos Habituales:
fi_fi: Useimmiten käytetyt tilanneohjelmat :
fr_fr: Environnements habituels :
hu_hu: Gyakori környezetek:
it_it: Ambienti Frequenti:
ja_jp: プログラム:
ko_kr: 자주 사용하는 환경:
nl_nl: Veel voorkomende omgevingen:
no_no: Erfaring med program:
pl_pl: Najczęstsze Środowiska:
pt_pt: Ambientes Programados:
ro_ro: Medii frecvente:
ru_ru: Часто используемые программы:
sv_se: Vanliga miljöer:
tr_tr: Sık Kullanılan Ortamlar:
zh_cn: 常用程序：

source: Hearing Instrument Experience:
ja_jp: 補聴器の経験：
zh_cn: 助听器佩戴史:

source: Type of Circuit
ja_jp: 回路の種類
zh_cn: 线路类型

source: Influences default frequent environments and recommended instruments
zh_cn: 影响默认频率环境和推荐助听器

source: Selection determines programs for this session
cs_cz: Výběr ovlivňuje programy v tomto sezení
da_dk: Dette valg afgør programmerne i høreapparaterne
de_de: Voreinstellung Programme
es_es: La Selección determina los programas para esta sesión
fi_fi: Valinta määrittää ohjelmat tähän sovitukseen
fr_fr: Détermine les programmes par défaut de cette session
hu_hu: (A kiválasztás fogja meghatározni a programokat ehhez a bejegyzéshez)
it_it: (Selezione determina i programmi per questa sessione)
ja_jp: 使用するプログラムを設定して下さい
ko_kr: (Selection으로 본 세션에 대한 프로그램이 결정됩니다)
nl_nl: uw selectie bepaalt de programma´s voor deze sessie
no_no: (Valgene gjelder kun for denne sesjonen)
pl_pl: Wybór określa programy dla tej sesji
pt_pt: (Seleção determinará os programas para esta sessão)
ro_ro: (Selectia va determina programele pentru sesiunea aceasta)
ru_ru: Выбор определит программы для этой сессии
sv_se: Val bestämmer program för denna session
tr_tr: Bu oturum için kullanılan programlar
zh_cn: 程序数量依具体型号而定

source: Corrections applied based on chosen experience level
zh_cn: 基于经验水平的修正

source: None (New User)
ja_jp: なし（新規ユーザー）
zh_cn: 无 (新用户)

source: Part of Every Day
ja_jp: 毎日の一部
zh_cn: 每天的一部分

source: All Waking Hours
ja_jp: 全ての歩行時間
zh_cn: 所有工作时间

source: Linear
ja_jp: リニア
zh_cn: 线性

source: Non-linear
ja_jp: ノンリニア
zh_cn: 非线性

source: Don't Know
ja_jp: 分かりません
zh_cn: 不知道

source: Device Calibration Setup
cs_cz: Volby kalibrace zařízení
da_dk: Opsætning af apparatkalibrering
de_de: Geräte-Kalibrierungs-Setup
es_es: Configuración de la calibración del audífono
fi_fi: Kuulokojeen kalibrointi asetus
fr_fr: Configuration du calibrage
hu_hu: Készülék kalibrációs beállítások
it_it: Setup Calibrazione Dispositivo
ja_jp: 製品の初期化設定
ko_kr: 보청기 캘리브레이션 설정
nl_nl: Setup toestelkalibratie
no_no: Apparat Kalibrering Setup
pl_pl: Ustawienia Kalibracji Urządzeń
pt_pt: Ferramenta de calibração
ro_ro: Configurare Calibrare Aparat
ru_ru: Установка калибровки
sv_se: Kalibrerings Setup
tr_tr: Cihaz Kalibrasyon Ayarı
zh_cn: 助听器校准设置

source: NP Receiver Open
cs_cz: NP Reproduktor Open
da_dk: NP Receiver med kuppel
de_de: NP Hörer offen
es_es: Auricular NP Abierto
fi_fi: Normaali teho avoin
fr_fr: Open, avec écouteur NP
hu_hu: NP hallgató nyitott
it_it: Ricevitore NP Open
ja_jp: NP レシーバ オープン
nl_nl: Normal Power Open
pl_pl: Słuchawka NP Otwarta
pt_pt: Receptor NP Open
ro_ro: Receiver NP Open
ru_ru: Стандартный ресивер (NP) Открытый
sv_se: NP RIE Öppen
zh_cn: NP 开放耳

source: NP Receiver
cs_cz: NP Reproduktor
da_dk: NP Receiver RIE prop
de_de: NP Hörer geschlossen
es_es: Auricular NP Cerrado
fi_fi: Normaali teho
fr_fr: Standard, avec écouteur NP
hu_hu: NP hallgató
it_it: Ricevitore NP
ja_jp: NP レシーバ
nl_nl: Normal Power Gesloten
pl_pl: Słuchawka NP
pt_pt: Receptor NP
ro_ro: Receiver NP
ru_ru: Стандартный ресивер (NP)
sv_se: NP RIE
zh_cn: NP

source: Normal Power Extended Bandwidth Open
cs_cz: Otevřené, standardní výkon v rozšířeném rozsahu
da_dk: Normal Power udvidet båndbredde Åben
de_de: Normale Stärke erweiterte Bandbreite Offen
es_es: Normal Power Ancho de Banda Ampliado Open
fi_fi: Normaali teho, laajennettu taajuuskaista, avoin
fr_fr: Open, avec bande passante étendue
hu_hu: Normál Erősség nyújtott sávszélesség nyitott
it_it: Normal Power con banda estesa Open
ja_jp: ノーマルパワー 周波数拡張 オープン
ko_kr: Normal Power 확장 대역폭 Open
nl_nl: Normal Power, vergrote bandbreedte, Open
no_no: Normal Power Utvidet Båndbredde Åpen
pl_pl: Normalna Moc (NP) Otwarta Rozszerzone Pasmo
pt_pt: Normal Power Aberto com extensão de bandas
ro_ro: Extindere Latime de Banda pe Putere Normala Deschisa
ru_ru: Открытый с расширенной полосой - нормальная мощность
sv_se: Normal Power utvidgad bandbredd Öppen
tr_tr: Normal Güç Genişletilmiş Bandgenişliği Açık
zh_cn: 拓展频宽普通功率开放耳验配

source: Normal Power Extended Bandwidth Closed
cs_cz: Zavřené, standardní výkon v rozšířeném rozsahu
da_dk: Normal Power udvidet båndbredde Lukket
de_de: Normale Stärke erweiterte Bandbreite geschlossen
es_es: Normal Power Ancho de Banda Ampliado Cerrado
fi_fi: Normaali teho, laajennettu taajuuskaista, suljettu
fr_fr: Standard, avec bande passante étendue
hu_hu: Normál erősség nyújtott sávszélesség zárt
it_it: Normal Power con banda estesa Occluso
ja_jp: ノーマルパワー 周波数拡張 クローズ
ko_kr: Normal Power 확장 대역폭 Closed
nl_nl: Normal Power, vergrote bandbreedte, Gesloten
no_no: Normal Power Utvidet Båndbredde Tett
pl_pl: Normalna Moc (NP) Zamknięta Rozszerzone Pasmo
pt_pt: Normal Power com extensão de bandas
ro_ro: Extindere Latime de Banda pe Putere Normala Inchisa
ru_ru: Закрытый с расширенной полосой - нормальная мощность
sv_se: Normal Power utvidgad bandbredd
tr_tr: Normal Güç Genişletilmiş Bandgenişliği Kapalı
zh_cn: 拓展频宽普通功率标准验配

source: HP Receiver Open
cs_cz: HP Reproduktor Open
da_dk: HP Receiver med kuppel
de_de: HP Hörer offen
es_es: Auricular HP Abierto
fi_fi: Voimakas teho avoin
fr_fr: Open, avec écouteur HP
hu_hu: HP hallgató nyitott
it_it: Ricevitore HP Open
ja_jp: HP レシーバ オープン
nl_nl: High Power Open
pl_pl: Słuchawka HP Otwarta
pt_pt: Receptor HP Open
ro_ro: Receiver HP Open
ru_ru: Мощный ресивер (HP) Открытый
sv_se: HP RIE Öppen
zh_cn: HP 开放耳

source: HP Receiver
cs_cz: HP Reproduktor
de_de: HP Hörer geschlossen
es_es: Auricular HP Cerrado
fi_fi: Voimakas teho
fr_fr: Standard, avec écouteur HP
hu_hu: HP hallgató
it_it: Ricevitore HP
ja_jp: HP レシーバ
nl_nl: High Power Gesloten
pl_pl: Słuchawka HP
pt_pt: Receptor HP
ro_ro: Receiver HP
ru_ru: Мощный ресивер (HP)
sv_se: HP RIE
zh_cn: HP

source: S Receiver Open
cs_cz: S Reproduktor Open
da_dk: S Receiver åben
de_de: S Hörer offen
es_es: Auricular S Abierto
fi_fi: S kuuloke avoin
fr_fr: Open, avec écouteur S
hu_hu: S hallgató nyitott
it_it: Ricevitore S Open
ja_jp: S レシーバ オープン
pl_pl: Słuchawka S
pt_pt: Receptor S Open
ru_ru: Малый ресивер (S) Открытый
sv_se: S RIE Öppen
zh_cn: S 开放耳

source: S Receiver
cs_cz: S Reproduktor
de_de: S Hörer geschlossen
es_es: Auricular S Cerrado
fi_fi: S kuuloke
fr_fr: Standard, avec écouteur S
hu_hu: S hallgató
it_it: Ricevitore S
ja_jp: S レシーバ
nl_nl: S Receiver, Gesloten
pl_pl: Słuchawka S
pt_pt: Receptor S
ru_ru: Малый ресивер (S)
sv_se: S RIE
zh_cn: S

source: Loading...
cs_cz: Načítám...
da_dk: Arbejder...
de_de: Ladevorgang...
es_es: Cargando...
fi_fi: Ladataan...
fr_fr: Veuillez patienter ...
hu_hu: Betöltés...
it_it: Caricamento...
ja_jp: 読込み中...
ko_kr: 로딩중...
nl_nl: Laden...
no_no: Laster...
pl_pl: Ładowanie...
pt_pt: Carregando...
ro_ro: Incarcare...
ru_ru: Загружается...
sv_se: Laddar...
tr_tr: Yüklüyor...
zh_cn: 正在加载...

source: Directionality
cs_cz: Směrovost
da_dk: Direktionalitet
de_de: Direktionalität
es_es: Direccionalidad
fi_fi: Suuntakuvio
fr_fr: Mode de directivité
hu_hu: Direkcionalitás
it_it: Direzionalità
ja_jp: 指向性機能
ko_kr: 방향성
nl_nl: Adaptieve Directionaliteit
no_no: Direksjonalitet
pl_pl: Kierunkowość
pt_pt: Direcionalidade
ro_ro: Directionalitate
ru_ru: Направленность
sv_se: Riktverkan
zh_cn: 方向性系统

source: Quiet Home Activities (Television)
zh_cn: 安静的家庭活动 (看电视)

source: All-Around
cs_cz: Všeobecný
es_es: Global
fi_fi: Kaiken kattava
fr_fr: Universel
hu_hu: Körben minden
it_it: Programma Universale
ja_jp: 標準
no_no: Basis
pl_pl: Dookoła
pt_pt: Geral
ro_ro: All Around (Basic)
ru_ru: Всё вокруг
sv_se: Allround
tr_tr: Her Yönden / Temel
zh_cn: 通用程序

source: Restaurant
cs_cz: Restaurace
es_es: Restaurante
fi_fi: Ravintola
hu_hu: Étterem
it_it: Ristorante
ja_jp: レストラン
ko_kr: 식당
pl_pl: Restauracja
pt_pt: Restaurante
ru_ru: Ресторан
sv_se: Restaurang
tr_tr: Restoran
zh_cn: 餐饮程序

source: Music
cs_cz: Hudba
da_dk: Musik
de_de: Musik
es_es: Música
fi_fi: Musiikki
fr_fr: Musique
hu_hu: Zene
it_it: Musica
ja_jp: ミュージック
ko_kr: 음악
nl_nl: Muziek
no_no: Musikk
pl_pl: Muzyka
pt_pt: Música
ro_ro: Muzica
ru_ru: Музыка
sv_se: Musik
tr_tr: Müzik
zh_cn: 听音乐

source: Party
cs_cz: Oslava
da_dk: Fest
es_es: Fiesta
fi_fi: Juhlat
fr_fr: Réunion
hu_hu: Parti
ja_jp: パーティー
ko_kr: 파티
nl_nl: Feestje
no_no: Selskap
pl_pl: Przyjęcie
pt_pt: Festa
ro_ro: Petrecere
ru_ru: Вечеринка
tr_tr: Parti
zh_cn: 聚会程序

source: Traffic
cs_cz: Ulice
da_dk: Trafik
de_de: Straßenverkehr
es_es: Tráfico
fi_fi: Liikenne
fr_fr: Circulation
hu_hu: Forgalmi dugó
it_it: Traffico
ja_jp: 交通騒音
ko_kr: 교통
nl_nl: Verkeer
no_no: Trafikk
pl_pl: Ruch Uliczny
pt_pt: Transito
ro_ro: Trafic
ru_ru: Трафик
sv_se: Trafik
tr_tr: Trafik
zh_cn: 交通环境

source: Telecoil
cs_cz: Indukční cívka
da_dk: Telespole
de_de: Induktionsspule
es_es: Bobina
fi_fi: Induktiosilmukka
fr_fr: Téléphone (bobine T)
hu_hu: Telefontekercs
ja_jp: テレコイル
ko_kr: 텔레코일
nl_nl: Luisterspoel
no_no: Telespole
pl_pl: Cewka
pt_pt: Bobina
ro_ro: Bobina telefonica
ru_ru: Индукционная катушка
sv_se: Telespole
zh_cn: 电感线圈

source: AutoScope
de_de: Öffnungswinkel
es_es: Tamaño Focal
fi_fi: Automaattinen suuntakuvion säätyminen
fr_fr: Largeur du faisceau directionnel
ja_jp: ビーム幅
nl_nl: MultiScope richtbundel
pt_pt: Foco Automático
ru_ru: Ширина диаграммы направленности
sv_se: Automatisk Inzoomning
zh_cn: 智能多维

source: Narrow
cs_cz: Úzký
da_dk: Smal
de_de: Eng
es_es: Cerrado
fi_fi: Kapea
fr_fr: Etroit
hu_hu: Szűk
it_it: Stretto
ja_jp: 狭
ko_kr: 좁은
nl_nl: Smal
no_no: Smal
pl_pl: Wąska
pt_pt: Estreito
ro_ro: Ingust
ru_ru: Узко
sv_se: Smal
tr_tr: Dar
zh_cn: 窄域

source: AutoScope
es_es: AutoFoco
fi_fi: Autom. suuntakuvio
fr_fr: Automatique AutoScope
it_it: Automatico - AutoScope
ja_jp: オートスコープ
pt_pt: Foco Automático
ru_ru: Авто
sv_se: Automatisk Inzoomning
zh_cn: 智能多维

source: Flight Mode
cs_cz: Letadlový režim
da_dk: Flytilstand
de_de: Flugzeugmodus
es_es: Modo Vuelo
fi_fi: Lentokonetila (langaton toiminto ei käytössä)
fr_fr: Mode Avion
hu_hu: Repülés mód
it_it: Modalità Volo
ja_jp: フライトモード
ko_kr: 비행 모드
nl_nl: Vluchtmodus
no_no: Flymodus
pl_pl: Tryb Lotniczy
pt_pt: Modo vôo
ro_ro: Mod de Zbor
ru_ru: Режим "Полёт"
sv_se: Flygläge
tr_tr: Uçuş Modu
zh_cn: 飞行模式

source: Time Constants
cs_cz: Časové konstanty
da_dk: Tidskonstanter
de_de: Zeit Konstante
es_es: Velocidad de Compresión
fi_fi: Aikavakiot
fr_fr: Constantes de temps de la compression
hu_hu: Időállandó
it_it: Costanti di Tempo
ja_jp: コンプレッション
ko_kr: 시간 상수
nl_nl: Tijdconstanten
no_no: Tidskonstanter
pl_pl: Stałe Czasowe
pt_pt: Constantes de Tempo
ro_ro: Mod Automat Control Castig
ru_ru: Постоянные времени
sv_se: Tidskonstanter
tr_tr: Zaman Sabitleri
zh_cn: 时间参数

source: Syllabic
cs_cz: Slabičná
da_dk: Syllabisk
de_de: Silben
es_es: Silábica
fi_fi: Tavu (12ms/70ms)
fr_fr: Syllabique
hu_hu: Szótag
it_it: Sillabica
ja_jp: シラビック
ko_kr: 음절의
nl_nl: Syllabisch
no_no: Syllabisk
pl_pl: Sylabiczna
pt_pt: Silábico
ro_ro: Silabic
ru_ru: Слоговый
sv_se: Syllabisk
tr_tr: Hecesel
zh_cn: 音节

source: Fast
cs_cz: Rychlá
da_dk: Hurtig
de_de: Schnell
es_es: Rápida
fi_fi: Nopea (12ms/200ms)
fr_fr: Normale
hu_hu: Gyors
it_it: Veloce
ja_jp: 速い
ko_kr: 빠르게
nl_nl: Snel
no_no: Hurtig
pl_pl: Szybka
pt_pt: Rápido
ro_ro: Rapid
ru_ru: Быстрый
sv_se: Snabb
tr_tr: Hızlı
zh_cn: 快速

source: Moderate
cs_cz: Střední
da_dk: Moderat
de_de: Moderat
es_es: Moderada
fi_fi: Nopea (30ms/200ms)
fr_fr: Moyenne
hu_hu: Közepes
it_it: Moderato
ja_jp: 中
ko_kr: 중간
nl_nl: Standaard
no_no: Moderat
pl_pl: Umiarkowany
pt_pt: Moderado
ro_ro: Mediu
ru_ru: Умеренный
sv_se: Måttlig
tr_tr: Orta
zh_cn: 适中

source: Slow
cs_cz: Pomalá
da_dk: Langsom
de_de: Langsam
es_es: Lenta
fi_fi: Hidas (30ms/4000ms)
fr_fr: Longue
hu_hu: Lassú
it_it: Lento
ja_jp: 遅い
ko_kr: 느리게
nl_nl: Traag
no_no: Langsom
pl_pl: Wolna
pt_pt: Lento
ro_ro: Usor
ru_ru: Медленный
sv_se: Långsam
tr_tr: Yavas
zh_cn: 慢速

source: Welcome
cs_cz: Vítejte
da_dk: Velkommen
de_de: Willkommen
es_es: Bienvenido
fi_fi: Tervetuloa
fr_fr: Accueil
hu_hu: Üdvözlet
it_it: Benvenuto
ja_jp: 新規顧客データ作成
ko_kr: 환영합니다
nl_nl: Welkom
no_no: Velkommen
pl_pl: Witaj
pt_pt: Bem vindo
ru_ru: Добро пожаловать
sv_se: Välkommen
tr_tr: Hoşgeldiniz
zh_cn: 欢迎

source: Add New Patient
cs_cz: Přidat jako nového pacienta
da_dk: Tilføj nypatient
de_de: Neuen Kunden hinzufügen
es_es: Añadir un nuevo Paciente
fi_fi: Lisää uusi potilas
fr_fr: Ajouter un patient
hu_hu: Új páciens hozzáadás
it_it: Aggiungi nuovo paziente
ja_jp: 新規顧客の追加
ko_kr: 새로운 환자 추가
nl_nl: Voeg nieuwe cliënt toe
no_no: Ny Pasient
pl_pl: Dodaj nowego pacjenta
pt_pt: Adicionar novo cliente
ro_ro: Adauga Pacient Nou
ru_ru: Добавить нового пациента
sv_se: Lägg till Ny patient
tr_tr: Yeni Hasta Ekle
zh_cn: 添加新客户

source: All Patients
cs_cz: Všichni pacienti
da_dk: Alle patienter
de_de: Alle Kunden
es_es: Todos los pacientes
fi_fi: Kaikki potilaat
fr_fr: Tous les patients
hu_hu: Minden páciens
it_it: Tutti i pazienti
ja_jp: 全ての顧客
ko_kr: 모든 환자
nl_nl: Alle cliënten
no_no: Alle Pasienter
pl_pl: Wszyscy pacjenci
pt_pt: Todos os pacientes
ro_ro: Toti Pacientii
ru_ru: Все пациенты
sv_se: Alla patienter
tr_tr: Tüm Hastalar
zh_cn: 所有客户

source: Session Date
cs_cz: Datum sezení
da_dk: Sessionsdato
de_de: Sitzungsdatum
es_es: Fecha de la Sesión
fi_fi: Käyntipäivämäärä
fr_fr: Date de la session
hu_hu: Bejegyzés dátum
it_it: Data Sessione
ja_jp: 調整年月日
ko_kr: 세션 날짜
nl_nl: Sessie datum
no_no: Sesjonsdato
pl_pl: Data sesji
pt_pt: Dados da sessão
ro_ro: Data sesiunii
ru_ru: Дата сессии
sv_se: Sessionsdatum
tr_tr: Oturum Tarihi
zh_cn: 选配日期

source: (MM/DD/YYYY)
cs_cz: (MM/DD/RRRR)
da_dk: (MM/DD/ÅÅÅÅ)
de_de: (MM/TT/JJJJ)
es_es: (MM/DD/AAAA)
fi_fi: (KK/PP/VVVV)
fr_fr: (MM/JJ/AAAA)
hu_hu: (Hó/Nap/Év)
it_it: (MM/GG/AAAA)
ja_jp: （月/日/年）
ko_kr: (월/일/연도)
no_no: (MM/DD/ÅÅÅÅ)
pl_pl: (MM/DD/RRRR)
pt_pt: (DIA/MÊS/ANO)
ru_ru: (мм/дд/гггг)
sv_se: (MM/DD/ÅÅÅÅ)
tr_tr: (AA/GG/YYYY)
zh_cn: (月/日/年)
