Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Are you sure you want to remove this program?
cs_cz: Jste si jisti, že chcete vyjmout tento program?
da_dk: Fjern program?
de_de: Sind Sie sicher, dass Sie dieses Programm entfernen möchten?
es_es: ¿Esta seguro que desea eliminar este programa?
fi_fi: Haluatko varmasti poistaa tämän ohjelma ?
fr_fr: Voulez-vous vraiment supprimer ce programme ?
hu_hu: Eltávolítja ezt a programot?
it_it: Rimuovere il programma?
ja_jp: このプログラムを削除しますか？
ko_kr: 프로그램을 제거 하시겠습니까?
nl_nl: Weet u zeker dat u dit programma wilt verwijderen?
no_no: Ønsker du å fjerne dette programmet?
pl_pl: Czy na pewno chcesz usunąć ten program?
pt_pt: Deseja remover o programa?
ro_ro: Sunteti sigur ca doriti mutarea programului?
ru_ru: Вы уверены, что хотите удалить эту программу?
sv_se: Ta bort detta program?
tr_tr: Bu programı kaldırmak istediğinden eminmisin?
zh_cn: 您要删除此程序吗?

source: Program Removal
cs_cz: Vyjmout program
da_dk: Fjern programmer
de_de: Bestätigung Programm entfernen
es_es: Eliminar Programa
fi_fi: Poista ohjelma
fr_fr: Confirmation de suppression
hu_hu: Program eltávolítás
it_it: Rimozione Programma
ja_jp: 削除の確認
ko_kr: 프로그램 제거
nl_nl: Programma verwijderen
no_no: Fjern program
pl_pl: Usuwanie programu
pt_pt: Programa removido
ro_ro: Inlatura Program
ru_ru: Подтверждение удаления
sv_se: Ta bort bekräftelse
tr_tr: Program kaldırma
zh_cn: 确定删除

source: Right
cs_cz: Pravé
da_dk: Højre
de_de: Rechts
es_es: O. Derecho
fi_fi: Oikea
fr_fr: Droite
hu_hu: Jobb
it_it: DX
ja_jp: 右：
ko_kr: 오른쪽
nl_nl: rechts
no_no: Høyre
pl_pl: Prawy
pt_pt: Direito
ro_ro: Dreapta
ru_ru: Правый
sv_se: Höger
tr_tr: Sağ
zh_cn: 右耳

source: Left
cs_cz: Levé
da_dk: Venstre
de_de: Links
es_es: O. Izquierdo
fi_fi: Vasen
fr_fr: Gauche
hu_hu: Bal
it_it: SX
ja_jp: 左：
ko_kr: 왼쪽
nl_nl: links
no_no: Venstre
pl_pl: Lewy
pt_pt: Esquerdo
ro_ro: Stanga
ru_ru: Левый
sv_se: Vänster
tr_tr: Sol
zh_cn: 左耳

source: None
cs_cz: Žádný
da_dk: Intet
de_de: kein
es_es: Ninguno
fi_fi: Ei valittu
fr_fr: Désactivé
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pl_pl: Brak
pt_pt: Nenhum
ro_ro: Niciunul
ru_ru: Отсутствует
sv_se: Ingen
tr_tr: Hiçbiri
zh_cn: (无)

source: Recalculate
cs_cz: Přepočítat
da_dk: Genberegn
de_de: Neuberechnung
es_es: Recalcular
fi_fi: Palauta oletussäädöt
fr_fr: Recalculer
hu_hu: Újraszámítás
it_it: Ricalcola
ja_jp: オートフィット
ko_kr: 재산출(Recalculate)
nl_nl: Herberekenen
no_no: Rekalkuler
pl_pl: Przelicz
pt_pt: Recalcular
ro_ro: Recalculeaza
ru_ru: Пересчитать
sv_se: Omkalkylera
tr_tr: Yeniden Hesapla
zh_cn: 重新计算

source: Remove
cs_cz: Vyjmout
da_dk: Fjern program
de_de: Entfernen
es_es: Eliminar
fi_fi: Poista
fr_fr: Supprimer
hu_hu: Eltávolítás
it_it: Rimuovere
ja_jp: プログラムの削除
ko_kr: 제거
nl_nl: Verwijder
no_no: Fjern
pl_pl: Usuń
pt_pt: Remover
ro_ro: Inlatura
ru_ru: Удалить
sv_se: Ta bort
tr_tr: Kaldır
zh_cn: 删除

source: Apply To P1
cs_cz: Použít na P1
da_dk: Brug i P1
de_de: Im P1 anwenden
es_es: Aplicar a P1
fi_fi: Käytä ohjelmassa 1
fr_fr: Appliquer au programme 1
hu_hu: Elfogadás a P1-hez
it_it: Applica al P1
ja_jp: P1へ適用
ko_kr: P1에 적용
nl_nl: Pas toe op P1
no_no: Bruk i P1
pl_pl: Zastosuj w P1
pt_pt: Aplicar para P1
ro_ro: Aplica la P1
ru_ru: Применить для программы 1
sv_se: Koppla till program 1
tr_tr: P1'e Uygula
zh_cn: 应用于 P1

source: Apply To P2
cs_cz: Použít na P2
da_dk: Brug i P2
de_de: Im P2 anwenden
es_es: Aplicar a P2
fi_fi: Käytä ohjelmassa 2
fr_fr: Appliquer au programme 2
hu_hu: Elfogadás a P2-höz
it_it: Applica al P2
ja_jp: P2へ適用
ko_kr: P2에 적용
nl_nl: Pas toe op P2
no_no: Bruk i P2
pl_pl: Zastosuj w P2
pt_pt: Aplicar para P2
ro_ro: Aplica la P2
ru_ru: Применить для программы 2
sv_se: Lägg till P2
tr_tr: P2'ye Uygula
zh_cn: 应用于 P2

source: Apply To P3
cs_cz: Použít na P3
da_dk: Brug i P3
de_de: Für P3 anwenden
es_es: Aplicar a P3
fi_fi: Käytä ohjelmassa 3
fr_fr: Appliquer au programme 3
hu_hu: Elfogadás a P3-hoz
it_it: Applica al P3
ja_jp: P3へ適用
ko_kr: P3에 적용
nl_nl: Pas toe op P3
no_no: Bruk i P3
pl_pl: Zastosuj w P3
pt_pt: Aplicar para P3
ro_ro: Aplica la P3
ru_ru: Применить для программы 3
sv_se: Lägg till P3
tr_tr: P3'e Uygula
zh_cn: 应用于 P3

source: Apply To P4
cs_cz: Použít na P4
da_dk: Brug i P4
de_de: Für P4 anwenden
es_es: Aplicar a P4
fi_fi: Käytä ohjelmassa 4
fr_fr: Appliquer au programme 4
hu_hu: Elfogadás a P4-hez
it_it: Applica al P4
ja_jp: P4へ適用
ko_kr: P4에 적용
nl_nl: Pas toe op P4
no_no: Bruk i P4
pl_pl: Zastosuj w P4
pt_pt: Aplicar para P4
ro_ro: Aplica la P4
ru_ru: Применить для программы 4
sv_se: Lägg till P4
tr_tr: P4'e Uygula
zh_cn: 应用于 P4

source: Couple
cs_cz: Připojit
da_dk: Link
de_de: Verknüpfung herstellen
es_es: Acoplar
fi_fi: Yhdessä
fr_fr: Coupler les programmes D et G
hu_hu: Összekapcsol
it_it: Collegato
ja_jp: 接続
ko_kr: 결합하기
nl_nl: Koppelen
no_no: Link
pl_pl: Para
pt_pt: Acoplar
ro_ro: Cuplat
ru_ru: Соединять
sv_se: Koppla ihop
tr_tr: Sağ/Sol Birlikte Ayar
zh_cn: 双耳程序相同

source: Uncouple
cs_cz: Odpojit
da_dk: Unlink
de_de: Verknüpfung aufheben
es_es: Desacoplar
fi_fi: Erikseen
fr_fr: Découpler les programmes D et G
hu_hu: Szétkapcsol
it_it: Non collegato
ja_jp: 未接続
ko_kr: 분리하기
nl_nl: Ontkoppelen
no_no: Ikke link
pl_pl: Rozłącz
pt_pt: Desacoplar
ro_ro: Necuplat
ru_ru: Разъединять
sv_se: Avbryta ihopkoppling
tr_tr: Sağ/Sol Ayrı Ayrı Ayar
zh_cn: 双耳程序不同

source: Data Logging
es_es: Grabación de Datos
fi_fi: Lokitiedosto
hu_hu: Adatrögzítés
ja_jp: データロギング
ko_kr: 데이타 로깅
tr_tr: Veri Kaydı
zh_cn: 数据分析系统

source: Graph
cs_cz: Graf
da_dk: Graf
de_de: Grafik
es_es: Gráficos
fi_fi: Käyrä
fr_fr: Graphique
hu_hu: Grafikon
it_it: Grafico
ja_jp: グラフ
ko_kr: 그래프
nl_nl: Grafiek
no_no: Graf
pl_pl: Wykres
pt_pt: Gráfico
ru_ru: График
sv_se: Graf
tr_tr: Grafik
zh_cn: 曲线图

source: Observations
cs_cz: Pozorování
da_dk: Observationer
de_de: Beobachtungen
es_es: Observaciones
fi_fi: Havainnot
hu_hu: Megfigyelés
it_it: Osservazioni
ja_jp: 使用履歴分析結果
ko_kr: 관찰
nl_nl: Waarnemingen
no_no: Observasjoner
pl_pl: Obserwacje
pt_pt: Observações
ro_ro: Observatii
ru_ru: Наблюдения
sv_se: Observationer
tr_tr: İncelemeler
zh_cn: 观察资料

source: Automatically show Data Logging after reading hearing instrument(s)
cs_cz: Po načtení sluchadel automaticky zobrazit zaznamenaná data.
da_dk: Vis datalogging automatisk efter at have læst apparatet.
de_de: Datalogging automatisch nach Auslesen des Hörsystems anzeigen.
es_es: Mostar Data Logging después de leer los audífonos.
fi_fi: Näytä kuulokojeiden lokitiedostot automaattisesti kun kojeet on luettu
fr_fr: Montrer automatiquement les données du Data Logging après lecture des appareils
hu_hu: Adatrögzítés automatikus megjelenítése a beolvasás után.
it_it: Mostra automaticamente il Data Logging dopo la lettura del dispositivo
ja_jp: 補聴器読込み時にデータロギングを自動表示させる
ko_kr: 보청기를 읽은 후 자동으로 데이타 로깅을 보여줍니다.
nl_nl: DataLogging na uitlezen van toestel(len) automatisch tonen
no_no: Vis Datalogging automatisk når apparat er lest
pl_pl: Podczas odczytu aparatu(ów) automatycznie pokaż dane Data Logging.
pt_pt: Mostrar automaticamente o Datalogging depois de ler os aparelhos
ro_ro: Arata automat Data Logging dupa citirea instrumentelor.
ru_ru: Автоматически показывать Data Logging после подключения СА
sv_se: Visa automatiskt Datalogging efter läst hörapparat
tr_tr: İşitme cihazını okuduktan sonra veri kaydını otomatik olarak göster.
zh_cn: 从助听器中读取数据后，自动进行数据分析。

source: Close
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
es_es: Cerrar
fi_fi: Sulje
fr_fr: Fermer
hu_hu: Bezárás
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 종료
nl_nl: Sluiten
no_no: Lukk
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Extindere
ru_ru: Закрыть
sv_se: Stäng
tr_tr: Kapat
zh_cn: 关闭

source: N/A
cs_cz: Není aktivní
da_dk: Ingen data
de_de: unbekannt
fi_fi: Ei tiedossa
fr_fr: Non applicable
it_it: N/D
ko_kr: 해당없음
nl_nl: niet beschikbaar
pl_pl: Niedostępne
ru_ru: Не доступно
tr_tr: Mevcut Değil
zh_cn: 无

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
it_it: Spenta
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: On
cs_cz: Zap
da_dk: Til
de_de: An
fi_fi: Käytössä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
ko_kr: 켜기
nl_nl: Aan
no_no: På
pl_pl: Wł.
pt_pt: Ligado
ro_ro: Deschis
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Features
cs_cz: Vlastnosti
da_dk: Egenskaber
de_de: Eigenschaften
es_es: Prestaciones
fi_fi: Kuunteluohjelman ominaisuudet
fr_fr: Réglages
hu_hu: Tulajdonságok
it_it: Caratteristiche
ja_jp: ＜特別機能設定＞
ko_kr: 특징
no_no: Egenskaper
pl_pl: Cechy
pt_pt: Caracteríticas
ro_ro: Caracteristici
ru_ru: Характеристики
sv_se: Inställningar
tr_tr: Özellikler
zh_cn: 功能

source: Explanation
cs_cz: Vysvětlení
da_dk: Forklaring
de_de: Beschreibung
es_es: Explicación
fi_fi: Selitys
fr_fr: Explication
hu_hu: Magyarázat
it_it: Spiegazione
ja_jp: 説明
ko_kr: 설명
nl_nl: Verklaring
no_no: Forklaring
pl_pl: Wyjaśnienie
pt_pt: Explicação
ro_ro: Explicatie
ru_ru: Разъяснение
sv_se: Förklaring
tr_tr: Açıklama
zh_cn: 说明

source: ProCounsel Not Found
cs_cz: ProCounsel nenalezen
da_dk: ProCounsel kan ikke findes
de_de: ProCounsel nicht gefunden
es_es: ProCounsel No Encontrado
fi_fi: Pro-Counsel ohjelmaa ei löydy
fr_fr: Pro-Counsel introuvable
hu_hu: A ProCounsel nem található
it_it: ProCounsel non trovato
ja_jp: Pro-Counselが見つかりません
ko_kr: ProCounsel이 발견되지 않았습니다
nl_nl: ProCounsel niet gevonden
no_no: ProCounsel ikke funnet
pl_pl: Nie znaleziono ProCounsel
pt_pt: Aconselhamento não encontrado
ro_ro: ProCounsel nu a fost gasit
ru_ru: ProCounsel не найден
sv_se: ProCounsel hittades inte
tr_tr: ProCounsel Bulunamadı
zh_cn: 未发现ProCounsel软件

source: Start/Continue
cs_cz: Start/pokračovat
da_dk: Start/fortsæt
de_de: Start/Fortfahren
es_es: Comenzar/Continuar
fi_fi: Aloita/jatka lokitiedostoa
fr_fr: Démarrer/Continuer
hu_hu: Start/Folytatás
it_it: Inizia/Continua
ja_jp: ログ開始/継続
ko_kr: 시작/계속
nl_nl: Start/doorgaan
no_no: Start/Fortsett
pl_pl: Start/Dalej
pt_pt: Iniciar/Continuar
ro_ro: Start/Continua
ru_ru: Начать / Продолжить
sv_se: Starta/Fortsätt
tr_tr: Başla/Devam
zh_cn: 启动/继续

source: Reset
da_dk: Nulstil
de_de: Zurücksetzen
es_es: Resetear
fi_fi: Alkuasetuksiin
fr_fr: Réinitialiser
hu_hu: Újra
ja_jp: リセット
ko_kr: 리셋
pt_pt: Reiniciar
ro_ro: Resetare
ru_ru: Сбросить
sv_se: Återställ
tr_tr: Sıfırlama
zh_cn: 重置

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Arrêter
hu_hu: Ki
ja_jp: オフ
ko_kr: 끄기
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: Changes have been saved to the hearing instrument(s). It is safe to disconnect the hearing instrument(s).
cs_cz: Změny byly uloženy do sluchadla. Sluchadlo můžete bezpečně odpojit.
da_dk: Ændringerne er gemt i HA Apparaterne kan frakobles.
de_de: Änderungen wurden im Hörsystem abgespeichert. Sie können nun die Hörsysteme trennen.
es_es: Los cambios se han grabado en el(los) audífono(s). Es seguro desconectar los audífonos.
fi_fi: Muutokset ovat tallennettu kuulokojeisiin. Voit turvalliseti irrottaa kuulokojeet.
fr_fr: Réglages sauvegardés dans les appareils. Vous pouvez déconnecter les appareils.
hu_hu: A változások el lettek mentve a HK-ba. A készülék lecsatlakoztatása biztonságos.
it_it: Le modifiche sono state salvate negli apparecchi acustici. Ora è possibile scollegare gli apparecchi acustici.
ja_jp: 補聴器へデータが保存されました。安全に補聴器を取り外せます。※調整内容を有効にする為に電池ケースを「開け→閉め」して下さい。
ko_kr: 변경사항이 보청기에 저장되었습니다. 이제 보청기를 분리하셔도 안전합니다.
nl_nl: Wijzigingen zijn opgeslagen in hoortoestel(len). De verbinding mag nu verbroken worden.
no_no: Endringene er lagret i høreapparat(ene). Det er trygt å koble fra høreapparat(ene).
pl_pl: Zmiany zostatły zapisane w aparatach i bazie danych. Można bezpiecznie rozłączyć aparaty.
pt_pt: Alterações salvas no(s) aparelho(s) auditivo(s). Após salvos o(s) aparelho(s) auditivo(s) podem ser desconectados.
ro_ro: Schimbarile au fost salvate in Aparatul Auditiv. Este posibila deconectarea in siguranta a aparatelor auditive.
ru_ru: Изменения сохранены в СА. Можно отсоединить СА.
sv_se: Ändringar har sparats i hörapparaten. Det går bra att koppla loss hörapparaten.
tr_tr: Değişiklikler işitme cihaz(lar)ına kaydedildi. İşitme cihaz(lar)ı ile bağlantıyı güvenle kesebilirsiniz.
zh_cn: 调节已保存至助听器，可以安全断开助听器的连接。

source: Changes have been saved to the database (NOAH).
cs_cz: Změny byly uloženy do databáze.
da_dk: Ændringerne er gemt i Noah
de_de: Änderungen wurden in NOAH gespeichert.
es_es: Los cambios se han grabado en la Base de Datos.(NOAH)
fi_fi: Muutokset on tallenettu Noah tietokantaan
fr_fr: Réglages sauvegardés dans la base de données (Noah).
hu_hu: A változások el lettek mentve az adatbázisba.
it_it: Le modifiche sono state salvate nel database.
ja_jp: 変更がパソコン(NOAH)へ保存されました
ko_kr: 변경사항이 데이타베이스로 저장되었습니다.
nl_nl: Wijzigingen zijn opgeslagen in de database (NOAH).
no_no: Endringene er lagret i databasen (NOAH).
pl_pl: Zmiany zostatły zapisane w bazie danych (NOAH).
pt_pt: Alterações salvas no banco de dados (NOAH)
ro_ro: Schimbarile au fost salvate in Baza de Date.
ru_ru: Изменения сохранены в базу данных
sv_se: Ändringar har sparats i NOAH´s databas.
tr_tr: Değişiklikler bilgi bankasına (Noah'a) kaydedildi.
zh_cn: 调节已保存至软件数据库。

source: Both Sides
cs_cz: Obě strany
da_dk: Begge sider
de_de: Beide Seiten
es_es: Ambos Oídos
fi_fi: Kummatkin puolet
fr_fr: Deux côtés
hu_hu: Mindkét oldal
it_it: Entrambi i lati
ja_jp: 両耳
ko_kr: 양쪽
nl_nl: beide zijden
no_no: Begge sider
pl_pl: Obie Strony
pt_pt: Ambos os lados
ro_ro: Ambele Parti
ru_ru: Обе стороны
sv_se: Båda sidor
tr_tr: Her iki taraf
zh_cn: 双侧

source: Gain View
cs_cz: Zobrazit zisk
da_dk: Vis forstærkning
de_de: Darstellung Verstärkung
es_es: Vista en Ganancia
fi_fi: Vahvistus näyttö
fr_fr: Gain
hu_hu: Erősítés nézet
it_it: Guadagno
ja_jp: 利得表示 (dB)
ko_kr: 이득 보기
nl_nl: Gain
no_no: Vis Gain
pl_pl: Widok Wzmocnienia
pt_pt: Visão de Ganho
ro_ro: Vizualizare Castig
ru_ru: Показать усиление
sv_se: Förstärkning
tr_tr: Kazanç Tablosu
zh_cn: 显示增益

source: Output View
cs_cz: Zobrazit výstup
da_dk: Vis output
de_de: Darstellung Ausgangspegel
es_es: Vista en Salida
fi_fi: Antotaso näyttö
fr_fr: Niveau de sortie
hu_hu: Kimenet nézet
it_it: Uscita
ja_jp: 出力表示 (dB SPL)
ko_kr: 출력(Output) 보기
nl_nl: Output
no_no: Vis Output
pl_pl: Widok Wyjścia
pt_pt: Visão de Saída
ro_ro: Vizualizare nivel de iesire
ru_ru: Показать ВУЗД
sv_se: Utnivå
tr_tr: Çıkış Tablosu
zh_cn: 显示最大声输出

source: Target 50
cs_cz: Cíl pro hluk
de_de: Zielverstärkung 50
es_es: Objetivo 50
fi_fi: Tavoite 50
fr_fr: Cible G50
hu_hu: Cél 50
ja_jp: ﾀｰｹﾞｯﾄ50dB
pl_pl: Cel 50
pt_pt: Alvo 50
ro_ro: Tinta Joasa
ru_ru: Целевое усиление (G50)
sv_se: Mål 50 dB
tr_tr: Hedef 50
zh_cn: G50目标值

source: Target 80
cs_cz: Cíl pro ticho
de_de: Zielverstärkung 80
es_es: Objetivo 80
fi_fi: Tavoite 80
fr_fr: Cible G80
hu_hu: Cél 80
ja_jp: ﾀｰｹﾞｯﾄ80dB
pl_pl: Cel 80
pt_pt: Alvo 80
ro_ro: Tinta Inalta
ru_ru: Целевое усиление (G80)
sv_se: Mål 80 dB
tr_tr: Hedef 80
zh_cn: G80目标值

source: Gain 50
cs_cz: Zisk 50
de_de: Verstärkung 50
es_es: Ganancia 50
fi_fi: Vahvistus 50
fr_fr: Gain G50
hu_hu: Erősítés 50
it_it: Guadagno 50
ja_jp: 50dB入力音
ko_kr: 이득 50
no_no: G50
pl_pl: Wzmocnienie 50
pt_pt: Ganho 50
ro_ro: Castig 50 dB
ru_ru: Усиление (G50)
sv_se: Gain 50 dB
tr_tr: Kazanç 50
zh_cn: G50实际值

source: Gain 80
cs_cz: Zisk 80
de_de: Verstärkung 80
es_es: Ganancia 80
fi_fi: Vahvistus 80
fr_fr: Gain G80
hu_hu: Erősítés 80
it_it: Guadagno 80
ja_jp: 80dB入力音
ko_kr: 이득 80
no_no: G80
pl_pl: Wzmocnienie 80
pt_pt: Ganho 80
ro_ro: Castig 80 dB
ru_ru: Усиление (G80)
sv_se: Gain 80 dB
tr_tr: Kazanç 80
zh_cn: G80实际值

source: Apply gain changes from:
cs_cz: Použít změny zisku z:
da_dk: Brug ændring i forstærkning fra:
de_de: Verstärkungsänderungen übertragen von:
es_es: Aplicar los cambios de ganancia desde:
fi_fi: Käytä vahvistussäätöjä :
fr_fr: Copier les modifications de gain du programme :
hu_hu: Erősítés változások elfogadása:
it_it: Applica le modifiche del guadagno da:
ja_jp: 自動関連付けの元となるプログラム:
ko_kr: 이득 변화를 여기서부터 적용:
nl_nl: Pas gain-wijzigingen toe van:
no_no: Bruk endringer fra:
pl_pl: Zastosuj zmiany wzmocnienia z:
pt_pt: Aplicar mudanças de ganho para:
ro_ro: Aplica schimbarile de castig din:
ru_ru: Применить параметры усиления из:
sv_se: Lägg till förstärkningsändringar från:
tr_tr: Kazanç değişikliklerini burdan uygula:
zh_cn: 选择源程序：

source: Include MPO settings
cs_cz: Včetně nastavení MPO
da_dk: Inkluder MPO indstillinger
de_de: MPO-Einstellungen einschließen
es_es: Incluir Ajustes MPO
fi_fi: Lisää MPO asetukset
fr_fr: Inclure le réglage des MPO
hu_hu: MPO beállítások
it_it: Incluso settaggi MPO
ja_jp: MPOの数値も反映させる
ko_kr: MPO 설정 포함
nl_nl: Inclusief MPO instellingen
no_no: Inkludere MPO
pl_pl: Dołącz ustawienia MPO
pt_pt: Incluir dados de MPO
ro_ro: Include setarile MPO
ru_ru: Добавить настройки ВУЗД
sv_se: Inkludera MPO inställningar
tr_tr: MPO Ayarları Dahil
zh_cn: 包括MPO设置

source: Both Ears
cs_cz: Obě uši
da_dk: Begge ører
de_de: Beide Seiten
es_es: Ambos oídos
fi_fi: Molemmat
fr_fr: Les deux
hu_hu: Mindkét fül
it_it: DX/SX
ja_jp: 両耳
ko_kr: 양이
nl_nl: beide oren
no_no: Begge Ører
pl_pl: Oboje Uszu
pt_pt: Ambas Orelhas
ro_ro: Ambele urechi
ru_ru: Оба уха
sv_se: Båda öronen
tr_tr: Sag+Sol Kulak
zh_cn: 双耳

source: Right Only
cs_cz: Jen Vpravo
da_dk: Højre
de_de: Nur rechts
es_es: Solo Dcho
fi_fi: Vain oikea
fr_fr: Droite
hu_hu: Csak jobb
it_it: Solo Destro
ja_jp: 右耳
ko_kr: 오른쪽만
nl_nl: Alleen rechts
no_no: Høyre
pl_pl: Tylko prawy
pt_pt: Direito somente
ro_ro: Doar Dreapta
ru_ru: Правое
sv_se: Höger
tr_tr: Sadece Sağ
zh_cn: 仅右耳

source: Left Only
cs_cz: Jen Vlevo
da_dk: Venstre
de_de: Nur links
es_es: Solo Izq
fi_fi: Vain vasen
fr_fr: Gauche
hu_hu: Csak bal
it_it: Solo Sinistro
ja_jp: 左耳
ko_kr: 왼쪽만
nl_nl: Alleen links
no_no: Venstre
pl_pl: Tylko lewy
pt_pt: Esquerdo somente
ro_ro: Doar Stanga
ru_ru: Левое
sv_se: Vänster
tr_tr: Sadece Sol
zh_cn: 仅左耳

source: Program
cs_cz: Poslechový program
de_de: Programmübersicht
es_es: Programas
fi_fi: Ohjelma
fr_fr: Programme
it_it: Programma
ja_jp: プログラム
ko_kr: 프로그램
nl_nl: Programma
pt_pt: Programa
ru_ru: Программа
zh_cn: 程序

source: Apply the gain changes made in program 1 to other programs?
cs_cz: Použít změny zisku, které jste udělali v 1. programu, na ostatní programy?
da_dk: Skal ændringerne i program 1 overføres til andre programmer?
de_de: Verstärkungsänderungen aus Programm 1 auf andere Programme übertragen?
es_es: ¿Aplicar las correcciones de ganancia del programa 1 a los otros programas?
fi_fi: Käytetäänkö ohjelmassa 1 tehtyjä vahvistuksen muutoksia muihin ohjelmiin ?
fr_fr: Appliquer les modifications de gain du programme 1 aux autres programmes ?
hu_hu: Használja a az 1-es program változtatásait a többi programban?
it_it: Applicare le modifiche del guadagno fatte nel P1 agli altri Programmi?
ja_jp: P1の利得の変更をその他のプログラムへ反映させますか？
ko_kr: 프로그램 1에서 발생한 이득 변경사항을 다른 프로그램에 적용하시겠습니까?
nl_nl: De gain-wijzigingen van programma 1 doorvoeren in andere programma's?
no_no: Bruk endringer i program 1 i andre program?
pl_pl: Zastosować zmiany wzm z P1 do innych programów?
pt_pt: Aplicar alterações de ganho no programa 1 e nos outros programas
ro_ro: Aplica modificarile de castig facute in programul 1 altor programe?
ru_ru: Применить изменения усиления, сделанные в программе 1, для других программ?
sv_se: Lägg till förstärkningsändringar i prg 1 till de andra programmen?
tr_tr: Program 1'de yapılan kazanç değişikliklerini diğer programlara da uygulanacak mı?
zh_cn: 把对程序1的改变应用于其它程序吗？

source: Don't show this message again
cs_cz: Toto hlášení znovu nezobrazovat
da_dk: Vis ikke denne meddelelse igen
de_de: Diese Nachricht nicht mehr anzeigen
es_es: No Mostrar este mensaje de nuevo
fi_fi: Älä näytä tätä viestiä uudelleen
fr_fr: Ne plus montrer ce message
hu_hu: Ne mutassa mégegyszer ezt az üzenetet
it_it: Non mostrare ancora questo messaggio
ja_jp: 今後このメッセージを表示させない
ko_kr: 이 메세지를 다시는 보지 않겠습니다
nl_nl: Toon deze boodschap niet meer
no_no: Ikke vis denne beskjeden igjen
pl_pl: Nie pokazuj więcej tej wiadomości
pt_pt: Não mostre esta mensagem novamente
ro_ro: Nu mai arata acest mesaj
ru_ru: Больше не показывать это сообщение
sv_se: Visa inte detta meddelande igen
tr_tr: Bu mesajı tekrar gösterme.
zh_cn: 不再显示此信息

source: Prompt for AutoRelate on Save:
cs_cz: Výzva k Autorelaci při uložení:
da_dk: Spørg om Autorelatering når der gemmes:
de_de: Aufforderung für Autobezug beim Speichern:
es_es: Preguntar por Autorelacionar al grabar:
fi_fi: Kysy automaattista suhteutusta tallennetaessa :
fr_fr: Corréler automatiquement les réglages en sauvegardant :
hu_hu: Azonnali Autoszámítás a mentéshez:
it_it: Richiedi Correlazione durante il Salvataggio:
ja_jp: 保存時に自動関連付けを促す:
nl_nl: Bij opslaan vragen om programma's te relateren:
no_no: Påminnelse om Autorelasjon ved lagring:
pl_pl: Pytaj o Automatyczne Powiązanie przy Zapisie:
pt_pt: Alerta para auto-relacionar quando salvar
ro_ro: Mesaj la salvare:
ru_ru: Запросить соотнести параметры перед сохранением:
sv_se: Fråga efter AutoRelatering vid Spara:
tr_tr: Kayıt üzerinde otomatik bağdaştırmayı hazır tut:
zh_cn: 在保存时出现自动关联提示:

source: Report Edit Mode
zh_cn: 报告编辑模式

source: Right Ear
cs_cz: Pravé ucho
da_dk: Højre øre
de_de: Rechts
es_es: Oído Derecho
fi_fi: OIKEA KORVA
fr_fr: Droite
hu_hu: Jobb fül
it_it: Orecchio Dx
ja_jp: 右耳
ko_kr: 오른쪽 귀
nl_nl: rechter oor
no_no: Høyre
pl_pl: Prawe ucho
pt_pt: Orelha Direita
ro_ro: Urechea dreapta
ru_ru: Правое ухо
sv_se: Höger öra
tr_tr: Sağ Kulak
zh_cn: 右耳

source: Left Ear
cs_cz: Levé ucho
da_dk: Venstre øre
de_de: Links
es_es: Oído Izquierdo
fi_fi: VASEN KORVA
fr_fr: Gauche
hu_hu: Bal fül
it_it: Orecchio Sx
ja_jp: 左耳
ko_kr: 왼쪽 귀
nl_nl: linker oor
no_no: Venstre
pl_pl: Lewe ucho
pt_pt: Orelha Esquerda
ro_ro: Urechea stanga
ru_ru: Левое ухо
sv_se: Vänster öra
tr_tr: Sol Kulak
zh_cn: 左耳

source: Copy
cs_cz: Kopie
da_dk: Kopier
de_de: Kopieren
es_es: Copiar
fi_fi: Kopioi
fr_fr: Copier
hu_hu: Másol
it_it: Copia
ja_jp: コピー
ko_kr: 복사
nl_nl: Kopie
no_no: Kopier
pl_pl: Kopiuj
pt_pt: Copiar
ro_ro: Copiaza
ru_ru: Копировать
sv_se: Kopiera
tr_tr: Kopyala
zh_cn: 复制

source: Choose vent, dome, and tube sizes.
cs_cz: Zvolte venting, koncovku a velikost hadičky.
da_dk: Vælg vent, kuppel og slange størrelse
de_de: Hier können Sie die Ohrpassstücke/Domes, Schlauchlängen und Venting Größen einstellen.
es_es: Elegir Ventilación, acoplador, y tamaño del tubo.
fi_fi: Valitse ilmastointiasetus, tippi ja ääniletkun koko
fr_fr: Définissez les paramètres acoustiques, la taille de l'évent, le type de dôme et la taille du tube fin ou de l'écouteur. Il est recommandé d'effectuer un calibrage anti Larsen après chaque modification de la configuration acoustique.
hu_hu: Vent, dome és cső választás.
it_it: Scegli Ventilazione, Cupoletta e Lunghezza Tubetto
ja_jp: ベント・ドーム・チューブのサイズを選択して下さい
ko_kr: 벤트, 돔, 튜브 크기를 선택하세요
nl_nl: Kies maten voor venting, dome en tube
no_no: Velg ventilasjon, dome og slangestørrelse
pl_pl: Wybierz wentylację, wkładkę i dźwiękowód
pt_pt: Escolher ventilação, dome, e tamanho de tubos.
ro_ro: Alege marimea ventului, a domul si a tubului.
ru_ru: Выберите вент, вкладыш и длину звуковода
sv_se: Välj ventilation, dome och slangstorlekar.
tr_tr: Vent, dom ve tüp boyu seçin.
zh_cn: 选择通气孔、耳塞和导声管
