Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: The data on the left instrument appears to be corrupted.
cs_cz: Data v levém sluchadle se zdají být poškozena.
da_dk: Data i venstre apparat ser ud til at være korrupte.
de_de: Die Daten im linken Hörsystem scheinen defekt zu sein.
es_es: Los datos del audífono izquierdo parecen estar dañados.
fi_fi: Vasemman kuulokojeen ohjelmassa ohjelmavirhe.
fr_fr: Les données de réglages de l'appareil gauche sont illisibles.
hu_hu: A bal készüléken lévő adat sérültnek tűnik.
it_it: I dati nell'apparecchio di sinistra risultano corrotti.
ja_jp: 左側の補聴器のデータが正しくありません
ko_kr: 왼쪽 보청기의 데이터에 오류가 있습니다
nl_nl: De gegevens op het linker toestel lijken corrupt te zijn.
no_no: Data på venstre apparat ser ut til å være korrupt.
pl_pl: Dane w lewym aparacie wydają się być uszkodzone.
pt_pt: Os dados do aparelho auditivo esquerdo parecem estar corrompidos.
ro_ro: Datele din aparatul din stanga par a fi eronate
ru_ru: Данные на левом аппарате повреждены.
sv_se: Data i vänster hörapparat kan ha skadats.
tr_tr: Sol cihazdaki veri bozuk görünüyor.
zh_cn: 左侧助听器的数据崩溃。

source: The data on both instruments appears to be corrupted.
cs_cz: Data v obou sluchadlech se zdají být poškozena.
da_dk: Data i begge apparater ser ud til at være korrupte.
de_de: Die Daten in beiden Hörsystemen scheinen defekt zu sein.
es_es: los datos de ambos audífonos parecen estar dañados
fi_fi: Kummankin kuulokojeen ohjelmassa ohjelmavirhe.
fr_fr: Les données de réglages des deux appareils sont illisibles.
hu_hu: Mindkét készüléken lévő adat sérültnek tűnik.
it_it: I dati di entrambi gli apparecchi risultano corrotti.
ja_jp: 両側の補聴器のデータが正しくありません
ko_kr: 양쪽 보청기의 데이터에 오류가 있습니다.
nl_nl: De gegevens op beide toestellen lijken corrupt te zijn.
no_no: Data på begge apparatene ser ut til å være korrupt.
pl_pl: Dane w obu aparatach wydają się być uszkodzone.
pt_pt: Os dados de ambos aparelhos auditivos parecem estar corrompidos.
ro_ro: Datele din ambele aparate par a fi eronate
ru_ru: Данные на обоих аппаратах повреждены.
sv_se: Data i båda hörapparater kan ha skadats.
tr_tr: Her iki cihazdaki veri bozuk görünüyor.
zh_cn: 双侧助听器的数据崩溃。

source: To correct the problem perform a “Full Restore” of the instruments. Once completed, resave the patient data.
cs_cz: Pro odstranění problému proveďte “Plnou obnovu” sluchadel. Po dokončení znovu uložte pacientova data.
da_dk: Udfør "Fuld nulstilling" af apparaterne for at rette problemet. Efter dette må patientdata programmeres igen.
de_de: Um das Problem zu beheben führen Sie eine "Vollständige Wiederherstellung" der Geräte aus. Danach speichern Sie die Kundendaten erneut.
es_es: Para solventar el problema, realice un "Restaurado completo" de los audífonos. Una vez completado grabe de nuevo los datos del paciente.
fi_fi: Voit korjata ohjelmavirheen palauttamalla kuulokojeeseen(-iin) alkuperäiset tehdasasetukset. Palutuksen jälkeen ohjelmoi kuulokoje uudestaan.
fr_fr: Une restauration complète des réglages usine corrige le problème rencontré. Une fois terminée, sauvegardez à nouveau les réglages dans les appareils.
hu_hu: A probléma megoldásához a 'Teljes viszzaállítást' kell megtennie. Ha elvégezte, mentse újra a páciens adatait.
it_it: Per risolvere il problema eseguire il "Ripristino Completo"degli Apparecchi. Una volta completato, salvare nuovamente i dati del Paziente.
ja_jp: 最新のファームウェアへの書き換えが完了したら、顧客のデータを再保存して下さい
ko_kr: 문제수정을 위해 보청기의 "Full Restore"를 실행하세요. 실행 후 환자데이터를 다시 저장하세요
nl_nl: Om het probleem te corrigeren moeten de toestellen volledig hersteld worden. Sla de cliëntgegevens daarna opnieuw op.
no_no: For å rette på problemet gjennomfør en "Full Tilbakestilling" av apparatene.. Når fullført, lagre pasientdata på nytt.
pl_pl: Aby naprawić problem przeprować "Pełne Przywrócenie" w aparatach. Po jego ukończeniu ponownie zapisz dane pacjenta.
pt_pt: Para corrigir o problema, realizar uma restauração completa dos aparelhos. Uma vez completa, salve novamente os dados do paciente.
ro_ro: Pentru a corecta problema utilizati Restaurarea totala a dispozitivelor. Odata completata, resalvati datele pacientului
ru_ru: Для устранения проблемы выполните “Полное восстановление” аппарата. После завершения, пересохраните данные пациента.
sv_se: För att lösa problemet "Återställ till fabriksläge". När gjort, återspara patientdata.
tr_tr: Sorunu gidermek için "Tam Sıfırlamayı"çalıştırın. Tamamlandığında hasta bilgilerini tekrar kaydedin.
zh_cn: 使用“全部恢复”功能来解决这个问题。一旦完成，请重新保存用户的数据。

source: Restore Instrument(s)
cs_cz: Obnovit sluchadlo(a)
da_dk: Nulstil apparat(er)
de_de: Hörsystem(e) wieder herstellen
es_es: Restaurar Audífono(s)
fi_fi: Palauta kuulokoje asetukset
fr_fr: Restauration complète
hu_hu: Készülék helyreállítás
it_it: Ripristino degli Apparecchi
ja_jp: 補聴器のリセット
ko_kr: 보청기 복구
nl_nl: Toestel(len) herstellen
no_no: Gjenopprett Apparat(er)
pl_pl: Przywróć Aparat(y)
pt_pt: Restaurar o(s) aparelho(s) auditivo(s)
ro_ro: Restaurare aparat (e)
ru_ru: Восстановить аппарат(ы)
sv_se: Återställ hörapparat(er)
tr_tr: Cihaz(lar)ı Onar
zh_cn: 恢复助听器

source: (Requires wired connection)
cs_cz: (Vyžaduje připojení kabelem)
da_dk: (Kræver forbindelse med kabel)
de_de: (Benötigt eine Kabelanbindung)
es_es: (Se necesita conexión por cable)
fi_fi: (Vaatii langallisen yhteyden)
fr_fr: (Connexion filaire obligatoire)
hu_hu: (Kábeles kapcsolat ajánlott)
it_it: (Richiede connessione via cavo)
ja_jp: （有線接続して下さい）
ko_kr: (유선으로 연결하세요)
nl_nl: (draadgebonden verbinding vereist)
no_no: (Krever tilkobling med kabel)
pl_pl: (Wymagana podłączenia kablami)
pt_pt: (É necessário uso de cabos para conexão)
ro_ro: (necesita conexiune prin cablu)
ru_ru: (Требуется проводное соединение)
sv_se: (Kräver trådbunden anslutning)
tr_tr: (Kablolu bağlantı gerektirir)
zh_cn: (要求用编程线连接)

source: The Airlink 2 device is working properly.
cs_cz: Zařízení Noahlink Wireless pracuje správně.
da_dk: Noahlink Wireless virker korrekt.
de_de: Der Noahlink Wireless funktioniert korrekt.
es_es: El dispositivo Noahlink Wireless está funcionado correctamente.
fi_fi: Noahlink Wireless ohjelmointiyksikkö toimii oikein.
fr_fr: L'interface Noahlink Wireless fonctionne correctement
hu_hu: Az Noahlink Wireless jól működik.
it_it: Noahlink Wireless funziona correttamente.
ja_jp: Noahlink Wireless は正しく動作しています
ko_kr: Noahlink Wireless 정상 작동중
nl_nl: De Noahlink Wireless functioneert goed.
no_no: Noahlink Wireless fungerer korrekt
pl_pl: Urządzenie Noahlink Wireless działa poprawnie.
pt_pt: AirLink 2 está funcionando corretamente.
ro_ro: Noahlink Wireless functioneaza corect
ru_ru: Устройство Noahlink Wireless работает корректно.
sv_se: Noahlink Wireless fungerar korrekt.
tr_tr: Noahlink Wireless cihazı düzgün çalışıyor.
zh_cn: 无线编程器2工作正常。

source: Instrument corrupted
cs_cz: Sluchadlo poškozeno
da_dk: Apparater korrupte
de_de: Die Daten im Hörsystem weisen einen Defekt auf.
es_es: Audífono Dañado
fi_fi: Kuulokojeessa vakava virhe
fr_fr: Réglages illisibles
hu_hu: A készülék sérült
it_it: Apparecchio corrotto.
ja_jp: データが正しくありません
ko_kr: 보청기에 오류가 발생했습니다.
nl_nl: Toestel corrupt
no_no: Korrupt Apparat
pl_pl: Aparat Uszkodzony
pt_pt: Aparelho Corrompido
ro_ro: Dsipozitiv defectuos
ru_ru: Аппарат поврежден
sv_se: Hörapparat skadad
tr_tr: Cihaz bozuk
zh_cn: 助听器软件受损

source: Manage Program Names
cs_cz: Správa názvů programů
da_dk: Rediger programnavne
de_de: Namen der Programme verwalten
es_es: gestionar Nombres de Programas
fi_fi: Kauko-Ohjaimen ohjelmat
fr_fr: Gérer le nom des programmes
hu_hu: Program nevek kezelése
it_it: Gestione Nomi Programma
ja_jp: プログラム名の管理
ko_kr: 프로그램 명 관리
nl_nl: Beheer programmanamen
no_no: Endre programnavn
pl_pl: Zarządzaj Nazwami Programów
pt_pt: Gerenciar os Nomes dos Programas
ro_ro: Manageriere Nume Programe - Programe Telecomanda
ru_ru: Назначение имени Программы
sv_se: Hantera Programnamn
tr_tr: Program İsimlerini Yönet
zh_cn: 管理程序名称

source: Program 1: Remote Control Program Names
cs_cz: Program 1: Název programu v dálkovém ovladači
da_dk: Program 1: Fjernbetjeningsprogramnavne
de_de: Programm 1: Benennung für die Fernbedienung
es_es: Programa 1: Nombre del Programa en el Mando a Distancia
fi_fi: Ohjelma 1 : Kauko-Ohjaimen ohjelmien nimet
fr_fr: Programme 1 : nom affiché sur la télécommande
hu_hu: Program 1: Távirányító program név
it_it: Programma 1: Nome Programma in Remote Control
ja_jp: プログラム1: リモコンに表示される名前
ko_kr: Program 1: 리모트 컨트롤 프로그램명
nl_nl: Programma 1: RC programmanamen
no_no: Program 1: Fjernkontroll Programnavn
pl_pl: Program 1: Nazwy Programów Pilota Unite
pt_pt: Programa 1: Nome do Programa no Controle Remoto
ro_ro: Program 1: Nume Programe Telecomanda
ru_ru: Программа 1: Названия программ ПДУ
sv_se: Program 1: Fjärrkontrollprogramnamn
tr_tr: Program 1: Uzaktan Kumanda Program Adları
zh_cn: 程序1：遥控器上的显示

source: Program 1-2: Remote Control Program Names
cs_cz: Program 1-2: Název programu v dálkovém ovladači
da_dk: Program 1-2: Fjernbetjeningsprogramnavne
de_de: Programme 1-2: Benennung für die Fernbedienung
es_es: Programas 1-2: Nombres del programa en el Mando a Distancia
fi_fi: Ohjelma 1-2 : Kauko-Ohjaimen ohjelmien nimet
fr_fr: Programmes 1 et 2 : noms affichés sur la télécommande
hu_hu: Program 1-2: Távirányitó program név
it_it: Programma 1-2: Nome Programmi in Remote Control
ja_jp: プログラム1-2: リモコンに表示される名前
ko_kr: Program 1-2: 리모트 컨트롤 프로그램명
nl_nl: Programma 1-2: RC programmanamen
no_no: Program 1-2: Fjernkontroll Programnavn
pl_pl: Program 1-2: Nazwy Programów Pilota Unite
pt_pt: Programa 1-2: Nome do Programa no Controle Remoto
ro_ro: Program 1-2: Nume Programe Telecomanda
ru_ru: Программа 1-2: Названия программ ПДУ
sv_se: Program 1-2: Fjärrkontrollprogramnamn
tr_tr: Program 1-2: Uzaktan Kumanda Program Adları
zh_cn: 程序1-2：遥控器上的显示

source: Program 1-3: Remote Control Program Names
cs_cz: Program 1-3: Název programu v dálkovém ovladači
da_dk: Program 1-3: Fjernbetjeningsprogramnavne
de_de: Programme 1-3: Benennung für die Fernbedienung
es_es: Programas 1-3: Nombres del programa en el Mando a Distancia
fi_fi: Ohjelma 1-3 : Kauko-Ohjaimen ohjelmien nimet
fr_fr: Programmes 1 à 3 : noms affichés sur la télécommande
hu_hu: Program 1-3: Távirányító program név
it_it: Programma 1-3: Nome Programmi in Remote Control
ja_jp: プログラム1-3: リモコンに表示される名前
ko_kr: Program 1-3: 리모트 컨트롤 프로그램명
nl_nl: Programma 1-3: RC programmanamen
no_no: Program 1-3: Fjernkontroll Programnavn
pl_pl: Program 1-3: Nazwy Programów Pilota Unite
pt_pt: Program 1-3: Nome do Programa no Controle Remoto
ro_ro: Program 1-3: Nume Programe Telecomanda
ru_ru: Программа 1-3: Названия программ ПДУ
sv_se: Program 1-3: Fjärrkontrollprogramnamn
tr_tr: Program 1-3: Uzaktan Kumanda Program Adları
zh_cn: 程序1-3：遥控器上的显示

source: Program 1-4: Remote Control Program Names
cs_cz: Program 1-4: Název programu v dálkovém ovladači
da_dk: Program 1-4:
de_de: Programme 1-4: Benennung für die Fernbedienung
es_es: Programas 1-4: Nombre del programa en el Mando a Distancia
fi_fi: Ohjelma 1-4 : Kauko-Ohjaimen ohjelmien nimet
fr_fr: Programmes 1 à 4 : noms affichés sur la télécommande
hu_hu: Program 1-4: Távirányító program név
it_it: Programma 1-4: Nome Programmi in Remote Control
ja_jp: プログラム1-4: リモコンに表示される名前
ko_kr: Program 1-4: 리모트 컨트롤 프로그램명
nl_nl: Programma 1-4: RC programmanamen
no_no: Program 1-4: Fjernkontroll Programnavn
pl_pl: Program 1-4: Nazwy Programów Pilota Unite
pt_pt: Program 1-4: Nome do Programa no Controle Remoto
ro_ro: Program 1-4: Nume Programe Telecomanda
ru_ru: Программа 1-4: Названия программ ПДУ
sv_se: Program 1-4: Fjärrkontrollprogramnamn
tr_tr: Program 1-4: Uzaktan Kumanda Program Adları
zh_cn: 程序1-4：遥控器上的显示

source: Streaming & Phone: Remote Control Program Names
cs_cz: Streaming & Phone: Název programu v dálkovém ovladači
da_dk: Streaming & telefon:
de_de: Streaming & Telefonieren: Benennung für die Fernbedienung
es_es: Accesorios de Audio y Teléfono: Nombre del programa en el Mando a Distancia
fi_fi: Lähetin & Puhelin : Kauko-Ohjaimen ohjelmien nimet
fr_fr: Accessoires : noms affichés sur la télécommande
hu_hu: Streamer & Telefon: Távirányító program név
it_it: Accessori: Nome Programmi in Remote Control
ja_jp: ワイヤレス用プログラム: リモコンに表示される名前
ko_kr: Streaming & Phone: 리모트 컨트롤 프로그램명
nl_nl: Streamen & Telefoon: RC programmanamen
no_no: Streaming & Telefon: Fjernkontroll Programnavn
pl_pl: Streaming i Telefon: Nazwy Programów Pilota Unite
pt_pt: Acessório e Telefone: Nome do Programa no Controle Remoto
ro_ro: Streaming & telefon: Nume Programe Telecomanda
ru_ru: Аксессуары: Названия программ ПДУ
sv_se: Streaming & Telefon: Fjärrkontrollprogramnamn
tr_tr: Streaming & Phone: Uzaktan Kumanda Program Adları
zh_cn: 音频和电话：遥控器上的显示

source: Bluetooth Device
cs_cz: Zařízení Bluetooth
da_dk: Bluetooth enhed
de_de: Bluetooth Geräte
es_es: Dispositivo Bluetooth
fi_fi: Bluetooth laite
fr_fr: Équipement Bluetooth
hu_hu: Bluetooth készülék
it_it: Accessorio Bluetooth
ja_jp: Bluetooth機器
ko_kr: 블루투스 장치
nl_nl: Bluetooth apparaat
no_no: Bluetooth enhet
pl_pl: Urządzenia Bluetooth
pt_pt: Dispositivo Bluetooth
ro_ro: Dispozitiv Bluetooth
ru_ru: Bluetooth устройство
sv_se: Bluetooth Enhet
tr_tr: Bluetooth Cihazı
zh_cn: 智能蓝牙设备

source: Smart Device
cs_cz: Zařízení Smart
es_es: Dispositivo móvil
fi_fi: Älylaite
fr_fr: Équipement Bluetooth
hu_hu: Okos eszköz
it_it: iPhone
ja_jp: スマートホン
ko_kr: 스마트 기기
nl_nl: Smart apparaat
no_no: Smart-enhet
pl_pl: Urządzenia Smart
pt_pt: Dispositivo Smart
ro_ro: iPhone
ru_ru: Smart устройство
sv_se: Smart Enhet
tr_tr: Akıllı Cihaz
zh_cn: 智能设备

source: Program name is too short. Minimum length must be 3 characters.
cs_cz: Název programu je příliš krátký. Minimální délka jsou 3 znaky.
da_dk: Programnavn er for kort. Minimum længde er 3 karakterer.
de_de: Der Name des Programmes ist zu kurz, er muss min. 3 Zeichen lang sein.
es_es: El nombre del programa es demasiado corto. Al menos debe tener 3 caracteres
fi_fi: Ohjelman nimi on liian lyhyt. Nimessä pitää olla vähintään 3 merkkiä.
fr_fr: Le nom est trop court. Au moins 3 caractères sont nécessaires.
hu_hu: Program név túl rövid. Legalább 3 karakter kell, hogy legyen.
it_it: Nome del programma troppo corto. Lunghezza minima 3 caratteri.
ja_jp: プログラム名は3文字以上にして下さい
ko_kr: 프로그램명이 너무 짧습니다. 최소 3글자 이상어야 합니다.
nl_nl: Programmanaam te kort. Minimale lengte is 3 karakters.
no_no: Programnavn er for kort. Minimum lengde er 3 bokstaver.
pl_pl: Nazwa programu jest za krótka. Musi zawierać minimum 3 znaki.
pt_pt: O nome do programa é muito curto. O mínimo deve ser de 3 caracteres.
ro_ro: Numele programului este prea scurt. Acesta trebuie sa contina minimum 3 litere.
ru_ru: Название программы слишком короткое. Минимальная длина составляет 3 символа.
sv_se: Programnamn är för kort (minst 3 tecken).
tr_tr: Program ismi çok kısa. Minimum 3 karakter olmalı.
zh_cn: 程序名太短，至少3个字符。

source: Program names over 10 characters may be truncated.
cs_cz: Názvy programů nad 10 znaků mohou být zkráceny.
da_dk: Programnavne over 10 karakterer vil blive forkortet.
de_de: Namen für Programme die länger als 10 Zeichen sind werden gekürzt.
es_es: Los nombres de programa de más de 10 caracteres pueden ser truncados.
fi_fi: Ohjelman nimi tulee olla 3-10 merkkiä !
fr_fr: Le nom doit comporter au minimum 3 caractères. Un nom de plus de 10 caractères sera tronqué.
hu_hu: Program nevek 10 karakter nem láthatóak.
it_it: Nome Programma che supera 10 caratteri potrebbe essere troncato.
ja_jp: プログラム名は10文字（半角）以内にして下さい
ko_kr: 프로그래명은 10 글자를 초과할 수 없습니다.
nl_nl: Programmanamen met meer dan 10 karakters kunnen afgekort worden.
no_no: Programnavn over 10 bokstaver kan bli avkortet
pl_pl: Nazwy programów dłuższe niż 10 znaków mogą być ucięte.
pt_pt: Nome do programa acima de 10 caracteres pode ser cortado.
ro_ro: Numele de programe mai lungi de 10 caractere pot fi prescurtate
ru_ru: Названия программ, состоящие из более чем 10-ти символов, могут быть сокращены.
sv_se: Programnamn längre än 10 tecken kan stympas.
tr_tr: Program adı 10 karakterden daha uzun olduğundan kesilebilir.
zh_cn: 10个字符以上的程序名将被删减。

source: Program names cannot be repeated
cs_cz: Názvy programů se nemohou opakovat
da_dk: Programnavne kan ikke gentages
de_de: Namen von Programmen dürfen sich nicht wiederholen.
es_es: Los nombres de los programas no se pueden repetir
fi_fi: Ohjelman nimiä ei voi toistaa
fr_fr: Ce nom ne peut pas être utilisé. Il est déjà affecté à un autre programme.
hu_hu: Program nevek nem ismételhetőek
it_it: I Nomi dei Programmi non possono essere ripetuti
ja_jp: 同じプログラム名は使用できません
ko_kr: 프로그램명은 반복되지 않음
nl_nl: Programmanamen kunnen niet herhaald worden
no_no: Programnavn kan ikke bli gjentatt
pl_pl: Nazwy programów nie mogą się powtarzać
pt_pt: Nome do programa não pode ser repetido.
ro_ro: Numele de programe nu pot fi repetate
ru_ru: Названия программ не могут повторяться
sv_se: Programnamn kan inte upprepas
tr_tr: Aynı program adı tekrar kullanılamaz
zh_cn: 程序名不能重复

source: Manage Program Names
cs_cz: Správa názvů programů
da_dk: Rediger programnavne
de_de: Namen der Programme verwalten
es_es: Gestionar Nombres de Programas
fi_fi: Kauko-Ohjaimen ohjelmat
fr_fr: Gérer le nom des programmes
hu_hu: Program nevek kezelése
it_it: Gestione Nomi Programma
ja_jp: プログラム名の管理
ko_kr: 프로그램 명 관리
nl_nl: Beheer programmanamen
no_no: Endre programnavn
pl_pl: Zarządzaj Nazwami Programów
pt_pt: Gerenciar os Nomes dos Programas
ru_ru: Назначение имени Программы
sv_se: Hantera Programnamn
tr_tr: Program İsimlerini Yönet
zh_cn: 管理程序名称

source: Phone Clip: Speech + Mic
cs_cz: Phone Clip: Řeč + Mic
da_dk: Telefonclip: Tale + mik
de_de: Telefon Clip: Sprache + Mik
es_es: Phone Clip: Conversación + Mic
fi_fi: Phone Clip: Puhe+Mik
fr_fr: Kit main-libre
hu_hu: Phone Clip: Beszéd + Mik
it_it: Phone Clip: Parlato + Mic
ja_jp: 携帯ﾕﾅｲﾄ: 携帯ﾕﾅｲﾄ + ﾏｲｸ
nl_nl: Telefoonclip: Spraak + Mic
no_no: Phone Clip: Tale + Mik
pl_pl: Phone Clip: Mowa + Mik
pt_pt: Phone Clip: Fala + Mic
ro_ro: Phone Clip: Vorbire + Mic
ru_ru: Phone Clip: Речь + Микрофон
sv_se: Telefonclip+: Tal+ Mik
tr_tr: Phone Clip: Konuşma+ Mik.
zh_cn: 手机伴侣：言语+麦克风

source: Streamer Channel 1
cs_cz: Streamer - kanál 1
da_dk: Streamer kanal 1
de_de: Audio Beamer Kanal 1
es_es: Streamer Canal 1
fi_fi: Äänensiirto kanava 1
fr_fr: Émetteur - Canal 1
hu_hu: 1 Streamer csatorna
it_it: Accessorio Canale 1
ja_jp: ワイヤレス用プログラム 1
ko_kr: Streamer 채널 1
nl_nl: Streamer kanaal 1
no_no: Streamer Kanal 1
pl_pl: Streamer Kanał 1
pt_pt: Acessório - Canal 1
ro_ro: Canal redare flux date 1
ru_ru: Стример Канал 1
sv_se: Streamer Kanal 1
zh_cn: 音频转换器通道 1

source: Streamer Channel 2
cs_cz: Streamer - kanál 2
da_dk: Streamer kanal 2
de_de: Audio Beamer Kanal 2
es_es: Streamer Canal 2
fi_fi: Äänensiirto kanava 2
fr_fr: Émetteur - Canal 2
hu_hu: 2 Streamer csatorna
it_it: Accessorio Canale 2
ja_jp: ワイヤレス用プログラム 2
ko_kr: Streamer 채널 2
nl_nl: Streamer kanaal 2
no_no: Streamer Kanal 2
pl_pl: Streamer Kanał 2
pt_pt: Acessório - Canal 2
ro_ro: Canal redare flux date 2
ru_ru: Стример Канал 2
sv_se: Streamer Kanal 2
zh_cn: 音频转换器通道 2

source: Streamer Channel 3
cs_cz: Streamer - kanál 3
da_dk: Streamer kanal 3
de_de: Audio Beamer Kanal 3
es_es: Streamer Canal 3
fi_fi: Äänensiirto kanava 3
fr_fr: Émetteur - Canal 3
hu_hu: 3 Streamer csatorna
it_it: Accessorio Canale 3
ja_jp: ワイヤレス用プログラム 3
ko_kr: Streamer 채널 3
nl_nl: Streamer kanaal 3
no_no: Streamer Kanal 3
pl_pl: Streamer Kanał 3
pt_pt: Acessório - Canal 3
ro_ro: Canal redare flux date 3
ru_ru: Стример Канал 3
sv_se: Streamer Kanal 3
zh_cn: 音频转换器通道 3

source: PhoneNow
ja_jp: スムーズホン
sv_se: Autotelefon
zh_cn: 自动电话

source: Error
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
fi_fi: Virhe
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
ko_kr: 오류
no_no: Feil
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
tr_tr: Hata
zh_cn: 出错

source: An error has occurred, setting will not be transfered. HI's may be in a corrupted state. Please check connection and try again.
cs_cz: Vyskytla se chyba, data nebudou přenesena. Sluchadla mohou být poškozena. Překontrolujte prosím připojení a zkuste to znovu.
da_dk: Der er sket en fejl, indstilling vil ikke blive overført. HA'er er muligvis med ødelagt. Kontroller forbindelse og prøv igen.
de_de: Ein Fehler ist aufgetaucht, Einstellungen werden nicht übertragen. das Hörsystem ist evtl. nicht mehr korrekt programmiert. Bitte überprüfen Sie die Verbindung und versuchen Sie es erneut.
es_es: Ha ocurrido un error, los ajustes no serán transferidos. Es probable que el audífono este dañado. Por favor compruebe la conexión e inténtelo de nuevo
fi_fi: Virhe on tapahtunut ja asetuksia ei voida siirtää. Kuulokoje vaikuttaisi olevan epävakaassa tilassa. Tarkista kojeen kytkennät ja paristo. Voit myös kokeilla kojeen alkuperäistä palautusta.
fr_fr: Les réglages n'ont pas pu être sauvegardés. Vérifiez les connexions et réessayez.
hu_hu: Hiba történt, a beállítások nem kerültek át. A HK-ban talán egy sérült fájl van . Ellenőrizze a csatlakozást és probálja újra.
it_it: Si è verificato un errore, le impostazioni non verranno trasferite. L'apparecchio acustico potrebbe essere danneggiato. Si prega di verificare la connessione e riprovare.
ja_jp: エラーが発生しました。設定内容は補聴器へ書き込まれていません。補聴器の接続を確認し、再試行して下さい。
ko_kr: 오류가 발생했습니다. 설정이 전송되지 않습니다. 보청기에 오류가 발생했을 수 있습니다. 연결을 확인하고 다시 시도하세요.
nl_nl: Er is een fout opgetreden, de instellingen worden niet overgezet. De toestellen kunnen corrupt zijn. Controleer s.v.p. de verbinding en probeer het opnieuw.
no_no: En feil har oppstått og innstillingene vil ikke bli overført. HA kan være korrupt. Sjekk tilkoblingen og prøv på nytt.
pl_pl: Wystąpił błąd, ustawienia nie zostaną zapisane. Aparaty mogą być uszkodzone. Sprawdź połączenie i spróbuj ponownie.
pt_pt: Ocorreu um erro e os dados não serão transferidos. Os aparelhos podem conter dados corrompidos. Por favor, cheque a conexão e tente novamente.
ro_ro: Eroare survenita, setarile nu vor fi transferate. Aparatele pot fi viciate. Verificati conexiunea si reincercati.
ru_ru: Возникла ошибка, настройки не будут перенесены. Возможно, слуховой аппарат неисправен. Пожалуйста, проверьте соединение и попытайтесь снова.
sv_se: Ett error har uppstått och inställningarna kommer inte överföras. Hörapparatdata kan vara i ett skadat läge. Kontrollera anslutning och försök igen.
tr_tr: Bir hata oluştu, ayarlar transfer edilemiyor. İşitme cihazı bozuk olabilir. Bağlantınızı kontrol edin ve tekrar deneyin.
zh_cn: 设置传输出错。助听器可能处于崩溃状态。请检查连接并重试。

source: Saved to Database
cs_cz: Uloženo do Databáze
da_dk: Gemt i database
de_de: Gespeichert in der Datenbank
es_es: Grabado en la Base de Datos
fi_fi: Tallenna tietokantaan
fr_fr: Base de données : sauvegarde terminée
hu_hu: Mentés az adatbázisba
it_it: Salvato sul Database
ja_jp: データベースへ保存
ko_kr: 데이터베이스에 저장됨
nl_nl: Opgeslagen in de database
no_no: Lagret i database
pl_pl: Zapisano do Bazy Danych
pt_pt: Salvar no Banco de Dados
ro_ro: Salvat in Baza de date
ru_ru: Сохранено в Базу данных
sv_se: Sparad till databasen
tr_tr: Veritabanına Kaydedildi
zh_cn: 保存至数据库

source: Saved to Instrument
cs_cz: Uloženo do Sluchadla
da_dk: Gemt i apparat
de_de: Gespeichert im Hörsystem
es_es: Guardado en el Audífono
fi_fi: Tallenna kuulokojeeseen
fr_fr: Appareil : sauvegarde terminée
hu_hu: Mentés a készülékbe
it_it: Salvato sui Dispositivi
ja_jp: 補聴器へ保存
ko_kr: 보청기에 저장됨
nl_nl: Opgeslagen in het toestel
no_no: Lagret i apparat
pl_pl: Zapisano do Aparatu
pt_pt: Salvar nos Aparelhos
ro_ro: Salvat in Instrument
ru_ru: Сохранено в аппарат
sv_se: Sparad till hörapparaten
tr_tr: Cihaza Kaydedildi
zh_cn: 保存于助听器
