Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Autorelate Programs
cs_cz: Autorelace programů
da_dk: Autorelater programmer
de_de: Autobezug
es_es: Autorelacionar Programas
fi_fi: Suhteuta ohjelmat automaattisesti
fr_fr: Corréler les programmes
hu_hu: Program autoszámítás
it_it: Correlazione Programmi
ja_jp: 自動関連
nl_nl: Programma's koppelen
no_no: Autorelater Program
pl_pl: Autopowiązanie programów
pt_pt: Programas auto-relacionados
ru_ru: Соотнести параметры программ
sv_se: Autorelatera Program
tr_tr: Otomatik Bağdaştırılmış programlar
zh_cn: 自动关联

source: New Rule
cs_cz: Nové nastavovací pravidlo
da_dk: Ny regel
de_de: Neue Regel erstellen
es_es: Nueva Regla Cálculo
fi_fi: Uusi laskentasääntö
fr_fr: Création d'une nouvelle méthode d'appareillage
hu_hu: Új szabály
it_it: Nuova regola
ja_jp: 個別ﾀｰｹﾞｯﾄﾙｰﾙの作成/編集
nl_nl: Nieuwe rekenregel
no_no: Ny Tilpasningsregel
pl_pl: Nowa Formuła Dopasowania
pt_pt: Nova regra
ro_ro: Regula Target Noua
ru_ru: Новая расчетная формула
sv_se: Ny målmetod
tr_tr: Yeni Hedef Kazanç Formülü
zh_cn: 新验配法则

source: Left Hearing Instrument
cs_cz: Sluchadlo vlevo
da_dk: Venstre høreapparat
de_de: Linkes Hörsystem
es_es: Audífono Izquierdo
fi_fi: Vasen kuulokoje
fr_fr: Appareil gauche
hu_hu: Bal hallókészülék
it_it: Apparecchio Acustico Sinistro
ja_jp: 左耳
ko_kr: 왼쪽 보청기
nl_nl: linker toestel
no_no: Venstre Høreapparat
pl_pl: Lewy aparat słuchowy
pt_pt: AASI ESQUERDO
ro_ro: Aparat Auditiv Stang
ru_ru: Левый слуховой аппарат
sv_se: Vänster Hörapparat
tr_tr: Sol İşitme Cihazı
zh_cn: 左侧助听器

source: Right Hearing Instrument
cs_cz: Sluchadlo vpravo
da_dk: Højre høreapparat
de_de: Rechtes Hörsystem
es_es: Audífonos Derecho
fi_fi: Oikea kuulokoje
fr_fr: Appareil droit
hu_hu: Jobb hallókészülék
it_it: Apparecchio Acustico Destro
ja_jp: 右耳
ko_kr: 오른쪽 보청기
nl_nl: rechter toestel
no_no: Høyre Høreapparat
pl_pl: Prawy aparat słuchowy
pt_pt: AASI DIREITO
ro_ro: Aparat Auditiv Drept
ru_ru: Правый слуховой аппарат
sv_se: Höger Hörapparat
tr_tr: Sağ İşitme Cihazı
zh_cn: 右侧助听器

source: Additional Images:
cs_cz: Doplňkové obrázky:
da_dk: Yderligere billeder
de_de: Weitere Abbildungen:
es_es: Imágenes Adicionales:
fi_fi: Lisäkuvat :
fr_fr: Autres visuels :
hu_hu: További képek:
it_it: Immagini Aggiuntive:
ja_jp: 装用イメージ：
ko_kr: 추가 이미지:
nl_nl: Extra beelden:
no_no: Flere bilder:
pl_pl: Dodatkowe obrazy:
pt_pt: Imagens adicionais:
ro_ro: Imagini Aditionale:
ru_ru: Дополнительные изображения:
sv_se: Ytterligare bilder:
tr_tr: Ek Görüntüler:
zh_cn: 选择图片:

source: Preferences
cs_cz: Parametry
da_dk: Preferencer
de_de: Einstellungen
es_es: Preferencias
fi_fi: Asetukset
fr_fr: Préférences
hu_hu: Tulajdonságok
it_it: Preferenze
ja_jp: プレファレンス
nl_nl: Voorkeuren
no_no: Preferanser
pl_pl: Preferencje
pt_pt: Preferências
ro_ro: Preferinta
ru_ru: Параметры
sv_se: Preferenser
tr_tr: Tercihler
zh_cn: 参数设置

source: Progress
cs_cz: Postup
da_dk: Udvikling
de_de: Fortschritt
es_es: Progreso
fi_fi: Eteneminen
fr_fr: Progression
hu_hu: Folyamat
it_it: Progresso
ja_jp: 進捗
ko_kr: 진행
nl_nl: Voortgang
no_no: Progresjon
pl_pl: Postęp
pt_pt: Progresso
ro_ro: Progres
ru_ru: Прогресс
sv_se: Framsteg
tr_tr: İşlemleme
zh_cn: 进行

source: Connecting
cs_cz: Připojuji
da_dk: Forbinder
de_de: Verbindung
es_es: Conectando
fi_fi: Yhdistetään Noahiin
fr_fr: Connexion
hu_hu: Csatlakozás
it_it: Connessione
ja_jp: 接続
ko_kr: 연결중
nl_nl: Verbinden
no_no: Tilkobler
pl_pl: Łączenie
pt_pt: Conectando
ro_ro: Conectare
ru_ru: Соединяется
sv_se: Ansluter
tr_tr: Bağlanıyor
zh_cn: 连接

source: Remove Programs
cs_cz: Vyjímám programy...
da_dk: Fjern programmer...
de_de: Mehrere Programme löschen
es_es: Eliminar programas...
fi_fi: Poista ohjelmia
fr_fr: Supprimer les programmes ...
hu_hu: Program eltávolítás....
it_it: Rimuovere i programmi
ja_jp: プログラム削除
ko_kr: 프로그램 제거
nl_nl: Verwijder programma's...
no_no: Fjern programmer...
pl_pl: Usuń programy
pt_pt: Remover programas
ro_ro: Indeparteaza programele...
ru_ru: Удаление программ
sv_se: Ta bort flera program...
tr_tr: Programları kaldır
zh_cn: 删除程序

source: No Data Available
cs_cz: Data nejsou k dispozici
da_dk: Ingen data
de_de: Keine Daten verfügbar
es_es: Datos no Disponibles
fi_fi: Tietoja ei käytettävissä
fr_fr: Aucune donnée disponible
hu_hu: Nincs adat
it_it: Nessun Dato Disponibile
ja_jp: 未設定
ko_kr: 가능한 데이타 없음
nl_nl: Geen opgeslagen gegevens beschikbaar
no_no: Ingen data tilgjengelig
pl_pl: Brak dostępnych danych
pt_pt: Sem dados disponíveis
ro_ro: Nici o Informatie Disponibila
ru_ru: Информация недоступна
sv_se: Ingen data tillgänglig
tr_tr: Mevcut Data Yok
zh_cn: 无可用数据

source: Change in
cs_cz: Změna úrovně o
da_dk: Skift med
de_de: Änderung in
es_es: Cambiar en
fi_fi: Tason muutos :
fr_fr: Modifier
hu_hu: Változtatás
it_it: Cambia in step di
ja_jp: 利得増減値：
ko_kr: 변경
nl_nl: Wijzigen in
no_no: Juster i
pl_pl: Zmiana w
pt_pt: Mudar em
ro_ro: Schimba in
ru_ru: Изменение на
sv_se: Förändra i
tr_tr: Değiştir
zh_cn: 调节

source: dB Increments
cs_cz: dB
da_dk: dB´s trin
de_de: dB-Schritt(en)
es_es: dB de Incremento
fi_fi: dB:ä
fr_fr: dB à la fois
hu_hu: dB növekedés
it_it: incrementi dB
ja_jp: dB ステップ
ko_kr: dB 증가
nl_nl: dB stappen
no_no: dB intervaller
pl_pl: Przyrost dB
pt_pt: dB Incrementos
ro_ro: Incrementare dB
ru_ru: дБ
sv_se: dB steg.
tr_tr: dB artışları
zh_cn: dB/次

source: Fitting Ranges:
cs_cz: Rozsah nastavení:
da_dk: Tilpasningsområde:
de_de: Anpassbereiche:
es_es: Rangos Aplicativos:
fi_fi: Sovitusalue :
fr_fr: Plages d'application :
hu_hu: Illesztési tartomány:
it_it: Range di Fitting:
ja_jp: フィッティングレンジ：
ko_kr: 피팅 범위:
nl_nl: Aanpasbereiken:
no_no: Tilpasningsområde:
pl_pl: Zakresy dopasowania:
pt_pt: Faixa de adaptação:
ro_ro: Plaja de Acoperire:
ru_ru: Диапазоны настройки:
sv_se: Anpassningsområde:
tr_tr: Uygulama Aralığı
zh_cn: 选配范围:

source: Open
cs_cz: Otevřené
da_dk: Åben
de_de: Offen
es_es: Abierto
fi_fi: Ohut ääniletku
fr_fr: Ouvert
hu_hu: Nyitott
it_it: Open Fitting
ja_jp: オープンフィッティング
no_no: Åpen
pl_pl: Otwarte
pt_pt: Aberta
ro_ro: Deschis
ru_ru: Открытое протезирование
sv_se: Öppen
tr_tr: Açık
zh_cn: 开放耳验配

source: Closed
cs_cz: Uzavřené
da_dk: Lukket
de_de: Geschlossen
es_es: Cerrado
fi_fi: Koukku
fr_fr: Fermé
hu_hu: Zárt
it_it: Chiocciola
ja_jp: クローズドフィッティング
nl_nl: Gesloten
no_no: Lukket
pl_pl: Standardowe
pt_pt: Fechada
ro_ro: Inchis
ru_ru: Закрытое протезирование
sv_se: Normal
tr_tr: Kapalı
zh_cn: 标准验配

source: Bone Conduction
cs_cz: Kostní vedení
da_dk: Benledning
de_de: Knochenleitung
es_es: Vía Osea
fi_fi: Luujohto
fr_fr: Conduction osseuse (CO)
hu_hu: Csontvezetés
it_it: Conduzione Ossea
ja_jp: 骨導聴力
nl_nl: Beengeleiding
no_no: Benleder
pl_pl: Przewodnictwo kostne
pt_pt: Via óssea
ro_ro: Conductor Osos
ru_ru: Костная проводимость
sv_se: Benledning
tr_tr: Kemik Yolu İletimi
zh_cn: 骨导

source: There is data related to this Session. If you continue this data will be deleted also. Do you wish to continue?
cs_cz: K tomuto sezení se vztahují další data, Budete-li pokračovat, budou smazána též. Chcete pokračovat?
da_dk: Der er data der er relateret til denne session. Hvis du fortsætter vil disse også slettes. Vil du fortsætte?
de_de: Es gibt Daten zu dieser Sitzung. Wenn Sie fortfahren, werden diese Daten auch gelöscht. Möchten Sie fortfahren?
es_es: Hay datos relacionados con esta sesión. Si continua estos datos se borraran. ¿Desea continuar?
fi_fi: Tähän tietoon on yhdistetty käyntejä. Jos jatkat tämä tieto häviää myös. Haluatko jatkaa ?
fr_fr: Des données sont liées à cette session. Si vous continuez, ces données seront perdues. Voulez-vous vraiment continuer ?
hu_hu: Van a bejegyzéshez kapcsolodó adat. Ha folytatja ez az adat szintén törölve lesz. Folytatja?
it_it: Non vi sono dati relativi a questa sessione. Se si continua questi dati saranno cancellati. Vuoi continuare?
ja_jp: これらはこの顧客に関する調整データです。このまま続行するとデータが失われます。続行しますか？
ko_kr: 이 세션과 관련된 데이타가 있습니다. 계속하시면 이 데이타도 삭제될 수 있습니다.계속하시겠습니까?
nl_nl: Er zijn gegevens voor deze sessie. Als u doorgaat worden deze gegevens ook verwijderd. Wilt u toch doorgaan?
no_no: Det er data knyttet til denne sesjonen. Om du fortsetter vil disse også slettes. Ønsker du å fortsette?
pl_pl: Istnieją dane powiązane z ta sesją. Jeśli będziesz kontynuować utracisz te dane. Chcesz kontynuować?
pt_pt: Há uma sessão relacionada com este cliente. Se você continuar, estes dados podem ser deletados também. Você deseja continuar ?
ro_ro: Exista date in sesiune legate de acest pacient? Daca vei continua aceste date se vor sterge. Vrei sa continui?
ru_ru: Имеется информация, относящяяся к данной сессии. Если продолжить, она будет утрачена. Продолжить?
sv_se: Det finns data relaterad till sessionen? Om du fortsätter kommer denna data raderas. Vill du fortsätta?
tr_tr: Bu seansa bağdaşık veriler var eger devam ederseniz bu verilerde silinecektir.Devam etmek istiyormusun?
zh_cn: 与此次验配相关的数据。如继续这些数据将被删除。您想继续吗？

source: Do you want to save the changes?
cs_cz: Chcete změny uložit?
da_dk: Ønsker du at gemme ændringer?
de_de: Möchten Sie die Änderungen speichern?
es_es: ¿Desea guardar los cambios?
fi_fi: Tahdotko tallentaa muutokset ?
fr_fr: Voulez-vous sauvegarder les modifications ?
hu_hu: Szeretné menteni a változtatásokat?
it_it: Vuoi salvare le modifiche?
ja_jp: 変更を保存しますか？
ko_kr: 변경사항들을 저장하시겠습니까?
nl_nl: Wilt u de wijzigingen opslaan?
no_no: Ønsker du å lagre endringene?
pl_pl: Czy chcesz zachować zmiany?
pt_pt: Você gostaria de salvar as alterações ?
ro_ro: Vrei sa salvezi schimbarile?
ru_ru: Сохранить изменения?
sv_se: Vill du spara ändringar?
tr_tr: Değişiklikleri kaydetmek istiyor musun?
zh_cn: 您要保存改变吗?

source: There is no patient selected.
cs_cz: Není vybrán žádný pacient.
da_dk: Der er ikke valgt patient.
de_de: Es ist kein Kunde ausgewählt.
es_es: No hay ningún paciente seleccionado.
fi_fi: Potilasta ei ole valittu.
fr_fr: Auncun patient n'a été selectionné.
hu_hu: Nincs páciens kiválasztva.
it_it: Nessun paziente selezionato.
ja_jp: 顧客が選択されていません
ko_kr: 선택된 환자가 없습니다.
nl_nl: Er is geen cliënt geselecteerd.
no_no: Ingen Pasient Valgt.
pl_pl: Brak wyboru pacjenta.
pt_pt: Não há paciente selecionado.
ro_ro: Nu este nici un pacient selectat.
ru_ru: Не выбран пациент
sv_se: Ingen patient är vald.
tr_tr: Seçili hasta yok
zh_cn: 未选择客户.

source: No Patient Selected
cs_cz: Není vybrán pacient.
da_dk: Ingen patient er valgt
de_de: Kein Kunde ausgewählt
es_es: Ningún Paciente Seleccionado
fi_fi: Potilasta ei ole valittu.
fr_fr: Aucun patient sélectionné
hu_hu: Nincs páciens kiválasztva
it_it: Nessun Paziente Selezionato
ja_jp: 顧客未選択
ko_kr: 선택된 환자 없음
nl_nl: Geen cliënt geselecteerd
no_no: Ingen Pasient Valgt
pl_pl: Nie wybrano pacjenta.
pt_pt: Sem paciente selecionado
ro_ro: Nici un pacient selectat
ru_ru: Не выбран пациент
sv_se: Ingen Patient Vald
tr_tr: Hasta Seçili Değil
zh_cn: 未选择客户

source: There is no audiogram data related to this patient. Audiogram must exist to perform fitting.
cs_cz: Pro tohoto pacienta není k dispozici audiogram. Abyste mohli nastavovat, musí audiogram existovat.
da_dk: Der er ingen audiogramdata til denne patient. Der bør være et audiogram før tilpasning.
de_de: Zu diesem Kunden fehlen Audiogrammdaten. Das Audiogramm wird für die Anpassung benötigt.
es_es: No hay ningún dato audiométrico para este paciente. Se necesita una audiometría para realizar la adaptación.
fi_fi: Tällä potilaalla ei ole audiogrammitietoja. Audiogrammi on oltava jotta voisit tehdä sovituksen.
fr_fr: Aucun audiogramme n'a été trouvé pour ce patient. Un audiogramme est nécessaire pour continuer l'adaptation.
hu_hu: Nincs audiogram ehhez a pácienshez. Audiogram szükséges az illesztés elvégzéséhez.
it_it: Non è presente nessun Audiogramma per questo paziente. Per eseguire il Fitting inserire l'Audiogramma.
ja_jp: この装用者に関連したオージオグラムデータではありません
ko_kr: 이 환자와 관련된 오디오그램 데이타가 없습니다. 피팅을 수행하기 위해서는 오디오그램이 존재해야 합니다.
nl_nl: Er zijn geen audiogramgegevens voor deze cliënt. Om een aanpassing uit te voeren moet er een audiogram zijn.
no_no: Audiogram er ikke tilknyttet denne pasienten. Audiogram er nødvendig for å kunne tilpasse.
pl_pl: Brak audiogramu tego pacjenta. Wprowadź audiogram aby rozpocząć dopasowanie.
pt_pt: Não há audiograma relacionado com este paciente. Audiograma deve existir para que o ajuste seja realizado.
ro_ro: Nu este nici o audiograma facuta acestui pacient. Audiograma trebuie sa existe pentru a putea regla aparatul.
ru_ru: Нет данных аудиограммы пациента. Аудиограмма необходима для настройки.
sv_se: Det finns inget audiogram relaterat till denna patient. Du måste skapa ett audiogram innan anpassning.
tr_tr: Bu hastaya ait bir odyogram yok. Fitting yapabilmeniz için odyogram girmelisiniz.
zh_cn: 此客户没有听力图。在进行验配时必须先输入听力图。

source: No Audiogram Warning
cs_cz: Varování - chybí audiogram
da_dk: Advarsel. Intet audiogram
de_de: Achtung! - Kein Audiogramm
es_es: Aviso de falta de Audiometría
fi_fi: Ei audiogrammia
fr_fr: Pas d'audiogramme
hu_hu: Nincs audiogram figyelmeztetés
it_it: Attenzione nessun Audiogramma
ja_jp: オージオグラムなし
ko_kr: 오디오그램 경고 없음
nl_nl: Geen audiogram waarschuwing
no_no: Ikke noe Audiogram - Advarsel
pl_pl: Ostrzeżenie o braku audiogramu
pt_pt: (ATENÇÃO!) Sem Audiograma
ro_ro: Fara Avertizare de Audiograma
ru_ru: Предупреждение: нет аудиограммы
sv_se: Ingen Audiogram Varning
tr_tr: Odyogram Yok Uyarısı
zh_cn: 没有输入听力图

source: Invalid Entry, must be a date.
cs_cz: Špatné zadání - musí to být datum.
da_dk: Forkert indtastning, skal være en dato.
de_de: Ungültige Eingabe, bitte ein Datum eingeben.
es_es: Dato incorrecto, debe ser una fecha.
fi_fi: Vääränlainen tieto, pitää olla päivämäärä.
fr_fr: Donnée invalide : doit être une date.
hu_hu: Érvénytelen bevitel, dátumnak kell lennie.
it_it: Inserimento non valido, è necessaria la Data
ja_jp: 無効な入力です。日付でなければなりません。
ko_kr: 잘못된 경로, 수식이 날짜여야 함
nl_nl: Ongeldige invoer, het moet een datum zijn.
no_no: Ugyldig data, dato må velges.
pl_pl: Niewłaściwy Wpis, musi być data.
pt_pt: Entrada inválida, incluir informações
ro_ro: Date invalide, trebuie sa fie data.
ru_ru: Невозможно начать. Должна быть дата.
sv_se: Fel värde, måste vara ett datum.
tr_tr: Geçersiz Giriş. Bir tarih olmak zorunda.
zh_cn: 非法输入，请输入日期.

source: Invalid Entry
cs_cz: Špatné zadání
da_dk: Forkert indtastning
de_de: Ungültige Eingabe
es_es: Dato incorrecto
fi_fi: Vääränlainen tieto
fr_fr: Donnée invalide
hu_hu: Érvénytelen bevitel
it_it: Inserimento non valido
ja_jp: 無効な入力です
ko_kr: 잘못된 경로
nl_nl: Ongeldige invoer
no_no: Ugyldig data
pl_pl: Błędny Wpis
pt_pt: Entrada inválida
ro_ro: Date nevalide
ru_ru: Невозможно начать
sv_se: Fel Värde
tr_tr: Geçersiz Giriş
zh_cn: 非法输入

source: You are in read-only mode and can't change the data. Do you want to create a new audiogram based upon this one? Yes - Create new based upon this one. No - Create new empty audiogram Cancel - Stay in Read only mode
cs_cz: Jste v módu "Pouze pro čtení" a nemůžete měnit data. Chcete vytvořit nový audiogram založený na tomto? Budiž - bude vytvořen nový založený na tomto. Ne - bude vytvořen nový prázdný audiogram Zrušit - zůstanete v módu "Pouze pro čtení".
da_dk: Du er i 'Læs kun' indstilling og kan ikke ændre data. Vil du lave et nyt audiogram baseret på dette? Ja - Lav nyt audiogram baseret på dette. Nej - Lav nyt audiogram Fortryd - Bliv bliv i 'Læs kun' indstilling
de_de: Sie befinden sich im reinen Lesemodus, daher können die Daten nicht geändert werden. Möchten Sie ein neues Audiogramm hierauf basierend erstellen? Ja - Neues Audiogramm erstellen Nein - Neues leeres Audiogramm erstellen Abbrechen - Im Lesemodus bleiben
es_es: Esta en modo de solo lectura y no puede cambiar datos. ¿Desea crear un nuevo audiograma basado en este? Si - Crear uno nuevo basado en este. No - Crear uno nuevo en blanco Cancelar - Continuar en modo solo lectura
fi_fi: Olet lukutilassa etkä voi muuttaa tätä tietoa. Haluatko luoda uuden audiogrammin perustuen tähän ? Kyllä - Luo uusi audiogrammi perustuen tähän Ei - Luo uusi tyhjä audiogrammi Peru - Pysy lukutilassa
fr_fr: Impossible de modifier les données car vous êtes en mode lecture seule. Souhaitez-vous créer un nouvel audiogramme basé sur celui-ci ? Oui - Créer un audiogramme à partir de celui-ci. Non - Créer un nouvel audiogramme vide. Annuler - Rester en mode lecture seule.
hu_hu: Ön csak olvasás módban van és nem változtathat az adatokon. Készíteni szeretne egy új audiogramot erre alapozva? Igen - Készítsünk egyet erre alapozva. Nem - Készítsünk egy új üres audiogramot Mégse - Olvasás módban marad
it_it: Sei in modalità di sola lettura e non può modificare i dati. Vuoi creare un nuovo audiogramma basato su questo? Sì - Crea un nuovo audiogramma basato su questo. No - Creare un nuovo audiogramma vuoto Cancella - Rimani in modalità di sola lettura
ja_jp: 現在オージオグラムは読み取り専用として保護されています。目的に応じていずれかを選択して下さい。 [はい] - 現在のオージオグラムを消さずにオージオグラムを修正します [いいえ] - 現在のオージオグラムをクリアして、新規オージオグラムを作成します [キャンセル] - 読み取り専用を維持します
ko_kr: 읽기전용모드에서는 데이타를 변경할 수 없습니다. 이 데이타에 기반하여 새로운 오디오그램을 생성하시겠습니까? 예 - 이 데이타에 기반하여 오디오그램을 생성합니다. 아니오 - 새로운 오디오그램 생성합니다. 취소 - 읽기전용 모드 지속
nl_nl: U bent in de Read-Only modus en kunt de gegevens niet wijzigen. Wilt u een nieuw audiogram creëren gebaseerd op deze? Ja - Creëer een nieuwe gebaseerd op deze Nee - Creëer een nieuw, leeg audiogram Annuleren - Blijf in de read-only modus
no_no: Du er i skrivebeskyttet modus og kan ikke endre data. Vil du opprette et nytt audiogram basert på dette? Ja - Opprett ny funksjon basert på dette Nei - Opprett ny tomt audiogram Avbryt - Fortsett å vis skrivebeskyttet modus
pl_pl: Jesteś w trybie tylko do odczytu i nie możesz zmienić danych. Czy chesz utworzyć nowy audiogram na podstawie obecnego? Tak - Utwórz nowy aduiogram na podstawie aktualnego. Nie - Utwórz nowy pusty audiogram. Anuluj - Pozostań w trybie do odczytu.
pt_pt: Você está no modo leitura e não pode alterar dados. Gostaria de criar um novo audiograma para trabalhar com estes dados? Sim - Criar um novo audiograma baseado no anterior Não - Criar audiograma vazio Cancelar - Permanecer no modo de leitura
ro_ro: Esti in modul doar-citire si nu poti efectua modificari. Vrei sa creezi o audiograma noua bazata pe aceasta? Da - Creeaza una bazata pe aceasta Nu - Creeaza o noua audiograma Revocare - Raman in modul doar-citire
ru_ru: Вы не можете внести изменения, так как используется режим "только чтение". Создать новую аудиограмму поверх существующей? Да - создать новую аудиограмму поверх этой Нет - создать новую пустую аудиограмму Отмена - продолжить в режиме "только чтение"
sv_se: Du är i "read-only" läge och kan inte ändra data. Vill du skapa ett nytt audiogram baserat på denna? Ja - Skapa nytt baserat på denna. Nej - Skapa nytt tomt audiogram Avbryt - Stanna i "read-only" läge
tr_tr: Sadece okuma modundasınız, verilerde değişiklik yapamazsınız. Bunun üzerine kurulu yeni bir odyogram oluşturmak istiyor musunuz? Evet - Bunun üzerine bir tane oluştur. Hayır - Yeni boş bir odyogram oluştur. İptal - Sadece okuma modunda kal.
zh_cn: 此听力图为只读模式，不能修改。您想在此基础上新建听力图吗？ 是-在此基础上新建听力图。 否-新建空白听力图。 取消-仍然为只读模式。

source: Read Only
cs_cz: Pouze pro čtení
da_dk: Læs kun
de_de: Nur lesen
es_es: Solo Lectura
fi_fi: Olet lukutilassa
fr_fr: Mode lecture seule
hu_hu: Csak olvasás
it_it: Sola Lettura
ja_jp: 読み取り専用
ko_kr: 읽기전용
no_no: Skrivebeskyttet
pl_pl: Tylko do odczytu
pt_pt: Ler apenas
ro_ro: Doar-Citire
ru_ru: Только чтение
sv_se: Endast Läs
tr_tr: Sadece Oku
zh_cn: 只读

source: Confirm Save
cs_cz: Potvrdit uložení
da_dk: Gem
de_de: Speichern bestätigen
es_es: Confirmar Grabación
fi_fi: Vahvista tallennus
fr_fr: Confirmation de sauvegarde
hu_hu: Mentés elfogadása
it_it: Conferma Salvataggio
ja_jp: 確認して保存
ko_kr: 저장 확인
nl_nl: Bevestig opslaan
no_no: Bekreft Lagre
pl_pl: Potwierdź zapis
pt_pt: Confirmação de dados salvos
ro_ro: Confirma Salvarea
ru_ru: Подтверждение сохранения
sv_se: Bekräfta Spara
tr_tr: Kaydı Onayla
zh_cn: 确定保存

source: Save Completed
cs_cz: Ukládání dokončeno
da_dk: Gemt
de_de: Speichern abgeschlossen
es_es: Grabación Completa
fi_fi: Tallennus suoritettu
fr_fr: Sauvegarde effectuée
hu_hu: Mentés kész
it_it: Salvataggio Completato
ja_jp: 保存しました
ko_kr: 저장 완료
nl_nl: Opslaan compleet
no_no: Lagret
pl_pl: Zapis ukończony
pt_pt: Salvo
ro_ro: Salvare Completa
ru_ru: Сохранено
sv_se: Spara Avslutad
tr_tr: Kayıt Tamamlandı
zh_cn: 保存完毕

source: Save Failed
cs_cz: Ukládání selhalo
da_dk: Fejl: Ikke gemt
de_de: Speichervorgang fehlgeschlagen
es_es: Fallo de Grabación
fi_fi: Tallennus epäonnistui
fr_fr: La sauvegarde a échoué
hu_hu: Mentés hiba
it_it: Salvataggio Fallito
ja_jp: 保存に失敗しました
ko_kr: 저장 실패
nl_nl: Opslaan mislukt
no_no: Fikk ikke lagret
pl_pl: Zapis zakończony niepowodzeniem
pt_pt: Falha ao tentar salvar
ro_ro: Salvare Esuata
ru_ru: Не удалось сохранить
sv_se: Spara Misslyckades
tr_tr: Kayıt Başarısız
zh_cn: 保存失败

source: Last Name is required
cs_cz: Příjmení je povinné
da_dk: Eftervnavn er påkrævet
de_de: Bitte Nachnamen eingeben
es_es: El Apellido es obligatorio
fi_fi: Sukunimi pitää syöttää
fr_fr: Le nom de famille est obligatoire
hu_hu: Vezetéknév szükséges
it_it: Cognome è richiesto
ja_jp: 苗字（姓）を入力して下さい
ko_kr: 성을 입력하세요
nl_nl: Achternaam is vereist
no_no: Etternavn kreves
pl_pl: Nazwisko jest wymagane
pt_pt: Último nome requerido
ro_ro: Numele de Familie este necesar
ru_ru: Необходимо ввести фамилию
sv_se: Efternamn krävs
tr_tr: Soyadı gerekli
zh_cn: 请输入姓

source: There is no audiogram data related to this patient.
cs_cz: Pro tohoto pacienta není k dispozici audiogram.
da_dk: Der er intet audiogram til denne patient.
de_de: Es fehlen Audiogrammdaten für diesen Kunden.
es_es: No hay datos audiométricos relativos a este paciente.
fi_fi: Tähän potilaaseen ei ole yhdistetty audiogrammiin päivämäärää
fr_fr: Il n'y a pas d'audiogramme pour ce patient.
hu_hu: Nincs audiogram ehhez a pácienshez.
it_it: Non ci sono Audiogrammi correlati a questo paziente.
ja_jp: これらはこの顧客データに関するオージオグラムではありません
ko_kr: 이 환자와 관련된 오디오그램 데이타가 없습니다
nl_nl: Er zijn geen audiogramgegevens voor deze cliënt.
no_no: Det er ingen audiogramdata knyttet til denne pasienten.
pl_pl: Brak audiogramu tego pacjenta.
pt_pt: Não há dados do audiograma relacionados com este paciente.
ro_ro: Nu este nici o audiograma legata de acest pacient.
ru_ru: Не найдена аудиограмма данного пациента
sv_se: Det finns inget audiogram relaterat till denna patient.
tr_tr: Bu hastaya ait bir odyogram verisi yok.
zh_cn: 此客户没有听力数据。

source: Audiogram was created
cs_cz: Audiogram byl vytvořen
da_dk: Audiogram er lavet
de_de: Audiogramm wurde erstellt
es_es: El audiograma fue creado
fi_fi: Audiogrammi syötetty
fr_fr: Un audiogramme a été créé
hu_hu: Audiogram készült
it_it: Audiogramma è stato creato
ja_jp: オージオグラムが作成されました
ko_kr: 오디오그램이 생성되었습니다
nl_nl: Audiogram was gecreëerd
no_no: Audiogram opprettet
pl_pl: Utworzono audiogram
pt_pt: Foi criado um Audiograma
ro_ro: Audiograma a fost creata
ru_ru: Аудиограмма создана
sv_se: Audiogram skapades
tr_tr: Odyogram oluşturuldu
zh_cn: 已创建听力图

source: Fitting data was created
cs_cz: Byla vytvořena data nastavení
da_dk: Tilpasningsdata er produceret
de_de: Anpassdaten wurden erstellt
es_es: Los datos de Adaptación se han creado
fi_fi: Sovitustieto tehty
fr_fr: Un appareillage a été créé
hu_hu: Illesztési adat készült
it_it: Dati applicazione creati
ja_jp: フィッティングデータが作成されました
ko_kr: 피팅 데이타가 생성되었습니다
nl_nl: Aanpasgegevens gecreëerd
no_no: Tilpasningsdata opprettet
pl_pl: Dane dopasowania utworzone
pt_pt: Dados de ajuste foram criados
ro_ro: Datele de reglaj au fost create
ru_ru: Заданы параметры настройки
sv_se: Anpassningsdata skapades
tr_tr: Uygulama verisi oluşturuldu
zh_cn: 已创建选配数据
