Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: The hearing instrument(s) have been used fewer than 50 hours. Datalogging should be interpreted carefully
cs_cz: Sluchadlo(a) bylo používáno méně než 50 hodin. Datalogging by měl být interpretován s rezervou
da_dk: HA har været brugt i mindre end 50 timer. Datalogging bør fortolkes med forsigtighed
de_de: Das/Die Hörsystem(e) wurden weniger als 50 Stunden benutzt. Das Datalogging ist nur eingeschränkt aussagekräftig.
es_es: El(Los) audífono(s) no han sido utilizados durante menos de 50 horas. Los información de Datalogging debe ser interpretada con cuidado
fi_fi: Kuulokojeita on käytetty vähemmän kuin 50 tuntia. Datalogia on tulkittava huolellisesti.
fr_fr: L'appareil n'a pas été utilisé suffisament longtemps pour faire une analyse fiable du mode d'utilisation.
hu_hu: A hallókészülkék kevesebb mint 50 órát lett használva. Az adatrögzítést óvatósan értékelje
it_it: Apparecchio acustico(i) sono stati utilizzati meno di 50 ore. I dati dal Datalogging dovrebbero essere interpretati con cautela
ja_jp: 補聴器の使用時間が50時間未満です。データロギングの分析が正しくない可能性があります。
ko_kr: 보청기가 50시간 이하로 사용되었습니다. 데이터로깅은 주의깊게 해석해야 합니다.
nl_nl: Hoortoestel(len) zijn minder dan 50 uur gebruikt. Datalogging moet zorgvuldig geïnterpreteerd worden.
no_no: Høreapparat(ene) er brukt færre enn 50 timer.
pl_pl: Aparat(y) słuchowy(e) były używane mniej niż 50 godzin. Dane z Datalogging powinny być interpretowane z ostrożnością.
pt_pt: Aparelho(s) Auditivo(s) foi(foram) utilizado(s) por menos de 50 horas. Datalogging deve ser interpretado com cautela.
ro_ro: Aparatul/e a fost folosit mai putin de 50 de ore. Datalogging ar trebui interpretata cu o atentie sporita
ru_ru: Слуховой аппарат(ы) использовался менее 50 часов. Данные Datalogging необходимо расценивать с осторожностью.
sv_se: Hörapparater har inte används tillräckligt länge för kunna göra en analys av datalogging
tr_tr: İşitme cihaz(lar)ı 50 saatten daha az kullanılmıştır. Veri kaydı dikkatle yorumlanmalıdır
zh_cn: 助听器使用时间不足50小时，应慎重使用数据分析的结果。

source: The fitting date is less than 1 week ago. Datalogging should be interpreted carefully
cs_cz: Nastavení proběhlo méně než před 1 týdnem. Datalogging by měl být interpretován s rezervou
da_dk: HA har været brugt mindre end en uge. Datalogging bør fortolkes med forsigtighed.
de_de: Die Anpassung ist weniger als eine Woche her. Das Datalogging ist nur eingeschränkt aussagekräftig.
es_es: La adaptación se realizó hace menos de una semana. Los información de Datalogging debe ser interpretada con cuidado
fi_fi: Kuulokojeen sovituksesta on vähemmän kuin viikko aikaa. Datalogia on tulkittava huolellisesti
fr_fr: L'appareil n'a pas été utilisé suffisament longtemps pour faire une analyse fiable du mode d'utilisation.
hu_hu: Az illesztés kevesebb mint 1 hete volt. Az adatrögzítést óvatósan értékelje
it_it: I dati di Fitting risalgono a meno di 1 Settimana fà. I dati dal Datalogging dovrebbero essere interpretati con cautela
ja_jp: フィッティング日が1週間以内です。データロギングの分析が正しくない可能性があります。
ko_kr: Fitting 일자는 1주일 전이며 데이터로깅은 주의깊게 해석야 합니다.
nl_nl: De aanpasdatum is minder dan 1 week geleden. Datalogging moet zorgvuldig geïnterpreteerd worden.
no_no: Tilpasningsdata er mindre enn en uke gammel.
pl_pl: Ostatnie dopasowanie odbyło się 1 tydzień temu. Należy ostrożnie interpretować dane Datalogging.
pt_pt: Data da adaptação menor que uma semana. Datalogging deve ser interpretado com cautela.
ro_ro: Data reglajului este cu mai putin de o saptamana in urma. Datalogging ar trebui interpretata cu o atentie sporita
ru_ru: Настройка производилась менее недели назад. Данные Datalogging необходимо расценивать с осторожностью.
sv_se: Hörapparater har inte används tillräckligt länge för kunna göra en analys av datalogging
tr_tr: Fitting tarihi 1 haftadan daha kısa Veri kaydı dikkatle yorumlanmalıdır
zh_cn: 助听器使用时间少于1周，应慎重使用数据分析的结果。

source: Patient uses hearing instrument less than predicted in Acceptance Manager setup
cs_cz: Pacient používá sluchadlo méně než předpokládá nastavení Acceptance Manageru
da_dk: Patienten bruger høreapparatet mere end forindstillet i Acceptance Manager skærmen
de_de: Der Kunde benutzt die Hörsysteme weniger als im Eingewöhnungs-Manager eingestellt.
es_es: El paciente utiliza el audífono menos de lo previsto en la configuración de Adaptación Progresiva
fi_fi: Potilas käyttää kuulokojetta vähemmän kuin Sovitussäädön asetuksissa on arvioitu.
fr_fr: La durée d'utilisation par le patient est inférieure à celle prévue dans l'Acceptance Manager.
hu_hu: A páciens kevesebbet használja a készülékét mint azt elözőleg az Acceptance Manager-ben be volt állítva.
it_it: Il paziente usa l'Apparecchio meno di quanto previsto dai settaggi Manager Adattamento
ja_jp: アクセプタンスマネージャーの設定よりも使用時間が短いです
ko_kr: 환자가 보청기를 Acceptance Manager setup에서 예측한 것보다 그 이하로 사용합니다.
nl_nl: Het hoortoestel wordt minder gebruikt dan de Adaptatie Manager verwacht.
no_no: Pasienten bruker høreapparatet mindre en antatt i Acceptance Manager
pl_pl: Pacjent nosi aparaty krócej niż założono w ustawieniach Managera Akceptacji.
pt_pt: Paciente usa o(s) aparelho(s) auditivo(s) menos que o previsto no Gerenciador de Adaptação
ro_ro: Pacientul foloseste aparatul auditiv mai putin decat a fost prevazut in reglajul Acceptance Manager
ru_ru: Пациент использует СА меньше, чем спрогнозировано в настройках Автоматической адаптации
sv_se: Patienten använder hörapparaten mindre än beräknat i Acceptans Verktyg setup.
tr_tr: Hasta cihazı Acceptance Manager konumunda tahmin edilenden daha az kullanıyor
zh_cn: 助听器使用时间少于满意度管理器的预设值。

source: Patient uses hearing instrument more than predicted in Acceptance Manager setup.
cs_cz: Pacient používá sluchadlo více než předpokládá nastavení Acceptance Manageru.
da_dk: Patienten bruger høreapparatet mere end forindstillet i Acceptance Manager skærmen
de_de: Der Kunde benutzt die Hörsysteme mehr als im Eingewöhnungs-Manager eingestellt.
es_es: El paciente utiliza el audífono más de lo previsto en la configuración de Adaptación Progresiva
fi_fi: Potilas käyttää kuulokojetta enemmän kuin Sovitussäädön asetuksissa on arvioitu.
fr_fr: La durée d'utilisation par le patient est supérieure à celle prévue dans l'Acceptance Manager.
hu_hu: A páciens többet használja a készülékét mint azt elözőleg az Acceptance Manager-ben be volt állítva.
it_it: Il paziente usa l'Apparecchio più di quanto previsto dai settaggi Manager Adattamento
ja_jp: アクセプタンスマネージャーの設定よりも使用時間が長いです
ko_kr: 환자가 보청기를 Acceptance Manager setup에서 예측한 것보다 그 이상으로 사용합니다.
nl_nl: Het hoortoestel wordt meer gebruikt dan de Adaptatie Manager verwacht.
no_no: Pasienten bruker høreapparatet mer en antatt i Acceptance Manager
pl_pl: Pacjent nosi aparaty dłużej niż założono w ustawieniach Managera Akceptacji.
pt_pt: Paciente usa o(s) aparelho(s) auditivo(s) mais que o previsto no Gerenciador de Adaptação
ro_ro: Pacientul foloseste aparatul auditiv mai mult decat a fost prevazut in reglajul Acceptance Manager
ru_ru: Пациент использует СА больше, чем спрогнозировано в настройках Автоматической адаптации.
sv_se: Patienten använder hörapparaten mer än beräknat i Acceptans Verktyg setup.
tr_tr: Hasta cihazı Acceptance Manager konumunda tahmin edilenden daha fazla kullanıyor
zh_cn: 助听器使用时间超过满意度管理器的预设值。

source: Patient uses the hearing instrument mainly in speech environments.
cs_cz: Pacient používá sluchadlo zejména v řečových prostředích
da_dk: Høreapparatet bruges hovedsagligt i rolige omgivelser
de_de: Der Kunde nutzt das Hörsystem hauptsächlich in Umgebung mit Sprache
es_es: El paciente utiliza principalmente el audífono en ambientes con habla
fi_fi: Potilas käyttää kuulokojetta lähinnä puheympäristössä
fr_fr: Le patient est principalement en environnement sonore de type "Parole".
hu_hu: A páciens a készüléket főleg beszéd környezetben használja
it_it: Il paziente utilizza il dispositivo soprattutto in ambiente parlato
ja_jp: 会話の存在する環境で主に使用されています
ko_kr: 환자가 주로 말소리가 들리는 환경에서 보청기를 사용합니다.
nl_nl: Cliënt gebruikt de hoortoestellen voornamelijk in spraakomgevingen
no_no: Pasienten bruker høreapparatet hovedsakelig i talemiljø
pl_pl: Pacjent używa aparatów głównie w środowiskach mowy
pt_pt: Paciente usa o(s) aparelho(s) auditivo(s) principalmente em ambientes de fala
ro_ro: Pacientul foloseste aparatul auditiv in special in medii de vorbire
ru_ru: Пациент использует СА преимущественно для поддержания разговора
sv_se: Patienten använder hörapparaten huvudsakligen i talmiljöer.
tr_tr: Hasta cihazı genelde konuşma ortamlarında kullanıyor
zh_cn: 用户主要在言语环境下使用助听器

source: Patient typically encounters a wide range of listening environments
cs_cz: Pacient se pohybuje v mnoha druzích poslechových prostředí
da_dk: Brugeren kommer typisk ud for mange forskellige lydmiljøer
de_de: Der Kunde hält sich oft in sehr unterschiedlichen Hörsituationen auf
es_es: El paciente normalmente se encuentra en un amplio rango de entornos auditivos.
fi_fi: Potilas on normaalisti monissa eri ääniympäristöissä
fr_fr: L'environnement sonore du patient est très varié.
hu_hu: A páciens sok halláskörnyezetben használja a készüléket
it_it: Il paziente affronta un vasto raggio di ambienti d'ascolto
ja_jp: 様々なきこえの環境で使用されています
ko_kr: 환자가 일반적으로 다양한 범위의 청취 환경과 마주합니다.
nl_nl: Cliënt komt gewoonlijk in zeer diverse luistersituaties
no_no: Pasienten ferdes typisk i et stort utvalg av lyttemiljøer
pl_pl: Pacjent przebywa w silnie zróznicowanych środowiskach
pt_pt: Paciente geralmente frequenta uma grande variedade de ambientes sonoros
ro_ro: Pacientul intalneste o gama larga de medii auditive
ru_ru: Пациент часто сталкивается с различными акустическими обстановками
sv_se: Patienten rör sig i många olika typer av ljudmiljöer.
tr_tr: Hasta genelde değişik dinleme ortamlarında bulunuyor
zh_cn: 用户在多种聆听环境下使用助听器

source: Vent Configuration
cs_cz: Konfigurace ventingu
da_dk: Ventilation
de_de: Venting
es_es: Configuración del venting
fi_fi: Ilmastointiasetus
fr_fr: Configuration
hu_hu: Vent konfiguráció
it_it: Ventilazione
ja_jp: 耳せん・ベント等
ko_kr: 벤트 형태
nl_nl: Ventingconfiguratie
no_no: Vent Utførelse
pl_pl: Konfiguracja wentylacji
pt_pt: Configuração da ventilação
ro_ro: Configuratia Vent-ului
ru_ru: Конфигурация вента
sv_se: Ventilation
tr_tr: Vent Yapılandırma
zh_cn: 通气孔

source: None
cs_cz: Žádné
da_dk: Ingen
de_de: Kein
es_es: Ninguno
fi_fi: Ei valittu
fr_fr: Sans évent
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
nl_nl: Geen venting
no_no: Ingen
pl_pl: Brak
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Отсутствует
sv_se: Ingen
tr_tr: Hiçbiri
zh_cn: 无

source: Open Dome
cs_cz: Open klobouček
da_dk: Åben kuppel
de_de: Dome
es_es: Acoplador Air
fi_fi: Avoin tippi
fr_fr: Dôme ouvert
hu_hu: Nyitott Dome
it_it: Cupoletta Open
ja_jp: ドーム型耳せん
no_no: Åpen Dome
pl_pl: Kopółka Otwarta
pt_pt: Oliva Air
ro_ro: Dome deschis
ru_ru: Открытый вкладыш
sv_se: Öppen Dome
tr_tr: Açık Dom
zh_cn: 开放式耳塞

source: Tulip-Dome
cs_cz: Tulipánový klobouček
da_dk: Pluskuppel
de_de: Tulpe
es_es: Acoplador Tulip
fi_fi: Tulppaanitippi
fr_fr: Dôme tulipe
ja_jp: チューリップドーム型耳せん
pl_pl: Wkładka Tulip
pt_pt: Tulipa
ro_ro: Dome -lalea
ru_ru: Вкладыш-тюльпан
tr_tr: Lale-Dom
zh_cn: 增强型开放耳塞

source: Vent Size
cs_cz: Velikost ventingu
da_dk: Ventilations størrelse
de_de: Zusatzbohrung
es_es: Tamaño del Venting
fi_fi: Ilmastointikoko
fr_fr: Diamètre de l'évent
hu_hu: Vent méret
it_it: Dim. Ventilazione
ja_jp: ベントサイズ
ko_kr: 벤트 크기
nl_nl: Ventinggrootte
no_no: Vent Utførelse
pl_pl: Średnica wentylacji
pt_pt: Tamanho da ventilação
ro_ro: Marime Vent
ru_ru: Размер вента
sv_se: Ventilation
tr_tr: Vent Ölçüsü
zh_cn: 通气孔

source: None
cs_cz: Žádný
da_dk: Ingen
de_de: Keins
es_es: Ninguno
fi_fi: Ei valittu
fr_fr: Non précisé
hu_hu: Nincs
it_it: Nessuna
ja_jp: なし
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pl_pl: Brak
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Отсутствует
sv_se: Ingen
tr_tr: Hiçbiri
zh_cn: 无

source: Medium Vent (2 mm)
cs_cz: Střední Vent (2 mm)
de_de: Mittleres Venting (2 mm)
es_es: Venting Medio (2mm)
fi_fi: Keskik. ilmastointi (2mm)
fr_fr: Évent de 2 mm
hu_hu: Közepes vent (2 mm)
it_it: Vent Media (2mm)
ja_jp: 中 (2mm)
nl_nl: Medium (2 mm)
pl_pl: Średnia Wentylacja (2 mm)
pt_pt: Ventilação Média (2mm)
ro_ro: Vent mediu (2 mm)
ru_ru: Средний вент (2 мм)
sv_se: Vent (2 mm)
tr_tr: Orta Vent (2 mm)
zh_cn: 中气孔(2mm)

source: Large Vent (3 mm)
cs_cz: Velký Vent (3 mm)
da_dk: Stor vent (3 mm)
de_de: Großes Venting (3 mm)
es_es: Venting Grande (3mm)
fi_fi: Iso ilmastointi (3mm)
fr_fr: IROS
hu_hu: Nagy vent (3 mm)
it_it: Vent Grande (3mm)
ja_jp: 大 (3mm)
nl_nl: Groot (3 mm)
no_no: Stor Vent (3 mm)
pl_pl: Duża Wentylacja (3 mm)
pt_pt: Ventilação Grande (3mm)
ro_ro: Vent mare (3 mm)
ru_ru: Большой вент (3 мм)
sv_se: Vent (3 mm)
tr_tr: Geniş Vent (3 mm)
zh_cn: 大气孔(3mm)

source: Open Setup
cs_cz: Otevřená konfigurace
da_dk: Setup Åben
de_de: Öffne Setup
es_es: Configuración Abierta
fi_fi: Avoin asetus
hu_hu: Nyitott beállítás
it_it: Settaggio Open
ja_jp: セットアップを開く
pl_pl: Ustawienia Open
pt_pt: Abrir Setup
ro_ro: Deschidere Setup
ru_ru: Открытая конфигурация
tr_tr: Açık Kullanım
zh_cn: 开放耳设置

source: The patient does not use the telecoil program
cs_cz: Pacient nepoužívá indukční program
da_dk: Patienten bruger ikke telespole programmet
de_de: Das Telefonspulenprogramm wird nicht genutzt
es_es: El paciente no utiliza el programa de Bobina telefónica
fi_fi: Potilas ei käytä induktiosilmukkaa
fr_fr: Le patient n'utilise pas le programme {0} utilisant la bobine T.
hu_hu: A páciens nem használja a telefontekercs programot
it_it: Il paziente non usa il programma Telecoil
ja_jp: テレコイルプログラムを使用していません
ko_kr: 환자가 Telecoil 프로그램을 사용하지 않습니다.
nl_nl: Cliënt gebruikt het Luisterspoel programma niet
no_no: Pasienten bruker ikke program for telespole
pl_pl: Pacjent nie korzysta z programu Cewki Indukcyjnej
pt_pt: Paciente não usa programa de bobina telefônica
ro_ro: Pacientul nu foloseste programul de bobina telefonica
ru_ru: Пациент не использует программу Телефонная катушка
sv_se: Patient använder inte telespoleprogrammet
tr_tr: Hasta telecoil programını kullanmaz
zh_cn: 用户未使用电感功能

source: The patient does not use program {0}
cs_cz: Pacient nepoužívá program {0}
da_dk: Brugeren benytter ikke program {0}
de_de: Das Programm {0} wird nicht genutzt
es_es: El paciente no utiliza el programa {0}
fi_fi: Potilas ei käytä ohjelmaa {0}
fr_fr: Le patient n'utilise pas le programme {0}
hu_hu: A páciens nem hazsnálja a {0} programot
it_it: Il Paziente non usa il programma {0}
ja_jp: プログラム {0} を使用していません
ko_kr: 환자가 프로그램을 사용하지 않습니다. {0}
nl_nl: Cliënt gebruikt programma {0} niet
no_no: Brukeren benytter ikke program {0}
pl_pl: Pacjent nie używa programu {0}
pt_pt: Paciente não usa programa {0}
ro_ro: Pacientul nu foloseste programul {0}
ru_ru: Пациент не использует программу {0}
sv_se: patienten använder inte program {0}
tr_tr: Hasta bu programı {0} kullanmıyor
zh_cn: 用户未使用程序 {0}

source: Patient does not use program {0}
cs_cz: Pacient nepoužívá program {0}
da_dk: Patienten bruger ikke program {0}
de_de: Programm {0} wird nicht genutzt
es_es: El paciente no utiliza el programa {0}
fi_fi: Potilas ei käytä ohjelmaa {0}
fr_fr: Le patient n'utilise pas le programme {0}.
hu_hu: A páciens nem használja a {0} programot
it_it: Il Paziente non usa il programma {0}
ja_jp: プログラム {0} を使用していません
ko_kr: 환자가 {0} 프로그램을 사용하지 않습니다.
nl_nl: Cliënt gebruikt programma {0} niet
no_no: Pasient bruker ikke program {0}
pl_pl: Pacjent nie używa programu {0}
pt_pt: Paciente não usa programa {0}
ro_ro: Pacientul nu foloseste programul {0}
ru_ru: Пациент не использует программу {0}
sv_se: Patient använder inte program {0}
tr_tr: Hasta programı {0} kullanmaz
zh_cn: 用户未使用程序 {0}

source: The directory {0} does not exist.
cs_cz: Složka {0} neexistuje.
de_de: Das Verzeichnis {0} existiert nicht.
es_es: El directorio {0} no existe.
fi_fi: Hakemistoa {0} ei ole olemassa.
fr_fr: Le fichier {0} n'existe pas.
hu_hu: A {0} könyvtár nem létezik.
it_it: L'elenco {0} non esiste.
ja_jp: ディレクトリ{0}は存在しません
ko_kr: {0} 디렉토리가 존재하지 않습니다.
nl_nl: De directory {0} bestaat niet.
no_no: Register {0} finnes ikke
pl_pl: Ścieżka {0} nie istnieje.
pt_pt: O diretório {0} não existe.
ro_ro: Directorul {0} nu exista.
ru_ru: Директория {0} не существует
sv_se: Katalogen {0} existerar inte.
tr_tr: Dizin {0} mevcut değil.
zh_cn: 方向性 {0}不存在。

source: Skipping client {0} {1} - a patient with client number {2} already exists.
cs_cz: Přeskakuji klienta {0} {1} - pacient s klientským číslem{2} již existuje.
da_dk: Springer over klient {0} {1} - en bruger med lientnuker {2} eksisterer alerede.
de_de: {0} {1} - Ein Kunde mit der Nummer {2} existiert bereits.
es_es: Omitiendo cliente {0} {1} - un paciente con número de cliente {2} ya existe.
fi_fi: Ei tallenneta {0} {1} - potilas numerolla {2} on jo olemassa.
fr_fr: Skipping client {0} {1} - un patient avec le numéro {2} existe déjà.
hu_hu: Kihagyott páciens {0} {1} - a páciens ezzel a számmal{2} már létezik.
it_it: Saltare cliente {0} {1} - un paziente con il numero {2} è già esistente.
ja_jp: 顧客をスキップする{0} {1} - 顧客番号{2}はすでに存在しています
ko_kr: 클라이언트{0} {1} 을 넘어갑니다- 클라이언트 번호 {2}를 가진 환자가 이미 존재합니다.
nl_nl: Cliënt {0} {1} wordt genegeerd - een cliënt met cliëntnummer {2} bestaat al.
no_no: Hopp over klient {0} {1} - en pasient med klientnummer {2} eksisterer allerede.
pl_pl: Pomijam klienta {0} {1} - pacjent o numerze {2} już istnieje.
pt_pt: Ignorando cliente {0} {1} - um paciente com este número de cliente {2} já existe.
ro_ro: Sarind clientul {0} {1} - un pacient cu numarul {2} deja exista.
ru_ru: Пропустить клиента {0} {1} - пациент с номером клиента {2} уже существует
sv_se: Hoppa över {0} {1} - en patient med personnummer {2} existerar redan.
tr_tr: {0} {1} Müşteriyi geç. - {2} müşteri numarası ile kayıtlı bir hasta var.
zh_cn: 跳过客户 {0} {1} - 客户编号为 {2}的客户已存在。

source: Error migrating data for {0} {1} (client number = {2}). The error message was: {3}
cs_cz: Chyba migrace dat {0} {1} (klientské číslo = {2}). Chybové hlášení bylo: {3}
da_dk: Fejl ved migrering af data for {0} {1} (client number = {2}). Fejlmeddelelse var: {3}
de_de: Fehlermeldung für {0} {1} (Kundennummer = {2}). Die Fehlermeldung lautete: {3}
es_es: Error al traspasar datos de {0} {1} (Número de cliente = {2}). El mensaje de error fue: {3}
fi_fi: Virhe tuotaessa tietoa {0} {1} (Potilas nro = {2}). Virhekuvaus : {3}
fr_fr: Erreur de transfert de données pour {0} {1} (client N° = {2}). le message d'erreur est : {3}
hu_hu: Hibás vándorló adat a {0} {1} (kliens szám = {2}). A hibaüzenet volt: {3}
it_it: Errore spostamento dati per {0} {1} (numero cliente = {2}). Il messaggio d'errore era: {3}
ja_jp: データ移行エラー{0} {1} （顧客管理番号 = {2}）. エラーメッセージ: {3}
ko_kr: {0} {1} (클라이언트 번호 = {2})의 에러 이동 데이터. 에러메세지 : {3}
nl_nl: Error: data verplaatsen voor {0} {1} (cliëntnummer = {2}). De foutmelding was: {3}
no_no: Feil med flyttedata for {0} {1} (klientnummer = {2}). Feilmelding: {3}
pl_pl: Błąd przenoszenia danych {0} {1} (klient numer = {2}). Opis błędu: {3}
pt_pt: Erro ao migrar dados para {0} {1} (número de cliente = {2}). A mensagem de erro foi: {3}
ro_ro: Eroare la migrarea datelor pentru {0} {1} (numar client = {2}). Mesajul de eroare este: {3}
ru_ru: Ошибка при переносе информации {0} {1} (номер клиента = {2}). Сообщение об ошибке: {3}
tr_tr: Veri Hatası {0} {1} (Müşteri Numarası = {2}).Hata Mesajı : {3}
zh_cn: 移动 {0} {1}的数据出错 (客户编号 = {2}).错误信息为： {3}

source: Failed at:\n\t {0}
cs_cz: Selhání na:\n\t {0}
da_dk: Fejl ved:\n\t {0}
de_de: Fehlgeschlagen bei:\n\t {0}
es_es: Ha fallado al:\n\t {0}
fi_fi: Virhe :\n\t {0}
hu_hu: Hibás a:\n\t {0}
it_it: Fallito a:\n\t {0}
ja_jp: \n\t {0}で失敗しました
ko_kr: 실패 :\n\t {0}
nl_nl: Mislukt:\n\t {0}
no_no: Mislyktes ved:\n\t {0}
pl_pl: Niepowodzenie przy:\n\t {0}
pt_pt: Falha em:\n\t {0}
ro_ro: Esuat la:\n\t {0}
ru_ru: Ошибка на:\n\t {0}
sv_se: Misslyckades vid:\n\t {0}
tr_tr: Başarısız at:\n\t {0}
zh_cn: 失败于:\n\t {0}

source: Head Phones
cs_cz: Sluchátka
da_dk: Hovedtelefoner (HL)
de_de: Kopfhörer (HL)
es_es: Cascos (HL)
fi_fi: Kuulokkeet (HL)
fr_fr: Casque
hu_hu: Fejhallgató
it_it: Cuffie (HL)
ja_jp: ヘッドホン
ko_kr: 헤드폰 (HL)
nl_nl: Hoofdtelefoon (HL)
no_no: Hodetelefoner
pl_pl: Słuchawki
pt_pt: Fone ( VA )
ro_ro: Casti (HL)
ru_ru: Наушники
sv_se: Hörlurar
tr_tr: Kulaklık
zh_cn: 头戴耳机(HL)

source: Insert Phones
cs_cz: Vložná sluchátka
de_de: Einsteckhörer
es_es: Auriculares de Inserción
fi_fi: Inserttikuulokkeet
fr_fr: Type écouteurs
hu_hu: Insert hallgató
it_it: Cuffie ad Inserto
ja_jp: インサートホン
ko_kr: Phones 연결
nl_nl: Insert-telefoons
no_no: Insert Telefoner
pl_pl: Słuchawki typu insert
pt_pt: Inserir Fones
ro_ro: Casti insert
ru_ru: Наденьте наушники
sv_se: Placera instickstelefoner
tr_tr: Telefon Ekleme
zh_cn: 插入耳机

source: Half Shell
cs_cz: Polokoncha
de_de: Halbconcha
es_es: Media Concha
fi_fi: Puolikonkka
hu_hu: Fél conchae
it_it: Mezza conca
ja_jp: ハーフシェル
nl_nl: Halfconcha
no_no: Halvt skall
pl_pl: Pół-Małżowinowy
ru_ru: Полуконха
sv_se: Halvconcha
tr_tr: Yarım Konka
zh_cn: 半耳甲腔式

source: Low Profile
cs_cz: Nízký profil
da_dk: Lav profil
de_de: Niedriges Profil
es_es: Perfil Bajo
fi_fi: Matala profiili
hu_hu: Mély profil
it_it: Basso Profilo
ja_jp: 目立たない
nl_nl: Laag profiel
no_no: Lav Profil
pl_pl: Niski profil
pt_pt: Perfil baixo
ro_ro: Profil Jos
ru_ru: Низкий профиль
sv_se: Lågprofil
tr_tr: Alçak Profil
zh_cn: 隐形

source: Not ITE
cs_cz: Ne ITE
da_dk: IkkeITE
de_de: Kein IdO
es_es: NO ITE
fi_fi: Ei ITE
hu_hu: Nem ITE
it_it: Non ITE
ja_jp: ITE以外
ko_kr: ITE 아님
nl_nl: Niet IHO
no_no: Ikke ITE
pl_pl: Nie ITE
pt_pt: Não é ITE
ru_ru: Не ITE
sv_se: Inte ITE
tr_tr: ITE Değil
zh_cn: 非定制式

source: Internet Resources
cs_cz: Internetové zdroje
da_dk: Internet Resourcer
de_de: Internet Ressourcen
es_es: Recursos de Internet
fi_fi: Internet palvelut
fr_fr: Ressources Internet
hu_hu: Internet források
it_it: Risorse di Rete
ja_jp: インターネットリソース
ko_kr: 인터넷 자원
nl_nl: Internet bronnen
no_no: Internett ressurser
pl_pl: Źródła internetowe
pt_pt: Recursos da internet
ro_ro: Resurse Internet
ru_ru: Интернет ресурсы
sv_se: Internet Resurser
tr_tr: Internet Kaynakları
zh_cn: 互联网资源

source: Software Updates
cs_cz: Aktualizace software
da_dk: SoftwareoUpdateringer
es_es: Actualizaciones de Software
fi_fi: Ohjelman päivitykset
fr_fr: Mises à jour du logiciel
hu_hu: Szoftver frissítés
it_it: Aggiornamenti Software
ja_jp: ソフトウェアアップデート
ko_kr: 소프트웨어 업데이트
no_no: Software Oppdatering
pl_pl: Aktualizacje Oprogramowania
pt_pt: Atualização do software
ro_ro: Updatarea softului
ru_ru: Обновления программного обеспечения
sv_se: Uppdatera Programvara
tr_tr: Yazılım Güncelemeleri
zh_cn: 软件升级

source: Technical Support
cs_cz: Technická podpora
da_dk: Teknisk support
de_de: Technischer Support
es_es: Soporte Técnico
fi_fi: Tekninen tuki
fr_fr: Support technique
hu_hu: Technikai segítség
it_it: Supporto Tecnico
ja_jp: テクニカルサポート
ko_kr: 기술 지원
nl_nl: Technische ondersteuning
no_no: Teknisk Støtte
pl_pl: Wsparcie techniczne
pt_pt: Suporte técnico
ro_ro: Suport Tehnic
ru_ru: Техническая поддержка
sv_se: Teknisk Support
tr_tr: Teknik Destek
zh_cn: 技术支持

source: About ReSound
cs_cz: o ReSound
da_dk: Om Resound
de_de: Über Aventa...
es_es: Acerca de ReSound
fi_fi: Tietoa Aventasta
fr_fr: A propos de ReSound
hu_hu: Az ReSound-ról
it_it: Riguardo Resound
ko_kr: ReSound에 대하여
nl_nl: Over ReSound...
no_no: Om Aventa...
pl_pl: O ReSound
pt_pt: Sobre Resound
ro_ro: Despre ReSound...
ru_ru: О ReSound
sv_se: Om Aventa
tr_tr: ReSound Hakkında
zh_cn: 关于瑞声达

source: Documentation
cs_cz: Dokumentace
da_dk: Dokumentation
de_de: Dokumentation
es_es: Documentación
fi_fi: Dokumentaatio
hu_hu: Dokumentáció
it_it: Documentazione
ja_jp: 資料
ko_kr: 문서
nl_nl: Documentatie
no_no: Dokumentasjon
pl_pl: Dokumentacja
pt_pt: Documentação
ro_ro: Documentatie
ru_ru: Документация
sv_se: Dokumentation
tr_tr: Dokümantasyon
zh_cn: 文档
