Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Remove the battery cover and press the pairing button on the Remote Control.
cs_cz: Sejměte kryt baterie a stiskněte párovací tlačítko na dálkovém ovládání.
da_dk: Fjern batteridækslet og tryk på parringsknappen på fjernbetjeningen.
de_de: Entfernen Sie die silberne Kappe und drücken Sie die Kopplungstaste an der Fernbedienung.
es_es: Quitar la tapa portapilas del mando a distancia y presionar el botón de emparejado.
fi_fi: Poista hopeanvärinen suoja/paristokotelon kansi ja paina parituspainiketta Kauko-Ohjaimessa.
fr_fr: Sur la télécommande, retirer le couvercle-pile et appuyer avec un objet pointu sur le bouton de couplage.
hu_hu: Távolítsa el az elemkamrát és nyomja meg a párosítási gombot a távirányítón.
it_it: Togliere il coperchio della batteria e premere il pulsante di accoppiamento sul Remote Control
ja_jp: リモコンユナイト：裏側の電池蓋を開けて、ペアリングボタン（赤）を1回押して下さい。 リモコンユナイトII：キャップを外して、ペアリングボタン（白）を1回押して下さい。
ko_kr: 배터리 뚜껑을 제거하고 리모콘의 페어링 버튼을 누르세요
nl_nl: Verwijder het batterijdeksel en druk op de pairingknop van de afstandbediening.
no_no: Fjern batteridekselet og trykk på paringsknappen på fjernkontrollen.
pl_pl: Zdejmij pokrywę baterii i naciśnij przycisk parowania na Pilocie Unite.
pt_pt: Remova a capa da bateria do Controle Remoto e pressione o botão de pareamento.
ro_ro: Inlaturati folia protectoare a baterieie si apasati butonul de imperecehere de pe telecomanda.
ru_ru: Снимите крышку батареи и нажмите кнопку соединения на пульте дистанционного управления.
sv_se: Ta bort batteriskyddet och tryck ned parningsknappen på fjärrkontrollen.
tr_tr: Pil kapağını kaldırın ve uzaktan kumanda üzerindeki eşleşme butonuna basın.
zh_cn: 打开遥控器后盖，按下配对按钮。

source: Remove the silver cap and press the hearing instrument pairing button on the Phone Clip.
cs_cz: Odstraňte stříbrnou krytku a stiskněte párovací tlačítko na telefonním adaptéru.
da_dk: Fjern metaldækslet og tryk på parringsknappen på telefonclipen.
de_de: Entfernen Sie die silberne Kappe und drücken Sie die Kopplungstaste am Telefonclip.
es_es: Quitar la pieza plateada y presionar el botón de emparejado del Phone Clip.
fi_fi: Poista hopeanvärinen muovisuoja ja paina parituspainiketta Phone Clip:ssä.
fr_fr: Sur le kit main-libre, retirer le cache argenté et appuyer avec un objet pointu sur le bouton de couplage.
hu_hu: Távolítsa el az ezüst fedelet és nyomja meg a párosítási gombot a Phone Clip-en.
it_it: Togliere il tappo color argento e premere il pulsante di accoppiamento del Phone Clip.
ja_jp: 携帯ユナイトのキャップを外して、ペアリングボタンを1回押して下さい。携帯ユナイトは赤いボタン、携帯ユナイトIIは白いボタンです。
ko_kr: 실버캡을 제거하고 폰클립의 페어링 버튼을 누르세요
nl_nl: Zet de Telefoonclip aan, verwijder het metallic klepje en druk op de pairingknop.
no_no: Fjern sølvdekselet og trykk på paringsknappen på Phone Clip.
pl_pl: Zdejmij srebrną obudowę i naciśnij przycisk parowania na Phone Clip.
pt_pt: Remova a capa prata do Phone Clip e pressione o botão de pareamento.
ro_ro: Inlaturati folia argintie si apasati butonul de imperechere de pe Phone Clip.
ru_ru: Снимите серебрянную крышку и нажмите кнопку соединения на гарнитуре Phone Clip.
sv_se: Ta bort silverhöljet och tryck ned parningsknappen på telefonclippet.
tr_tr: Gümüş rengli kapağı çıkarın ve Phone Clip in üzerinde bulunan işitme cihazı eşleşme butonuna basın.
zh_cn: 取下手机伴侣的底盖，并按下背面的配对按钮。

source: Press once, twice or three times on the pairing button on the Streamer or Micro Mic / Multi Mic to select pairing channel. The LED will blink to indicate that the unit is in pairing mode.
cs_cz: Stiskněte jednou, dvakrát nebo třikrát párovací tlačítko na TV Streamer nebo Micro Mic / Multi Mic pro volbu párovacího kanálu. Blikání LED značí, že je zařízení v párovacím režimu.
da_dk: Tryk en, to eller tre gange på parringsknappen på TV Streamer eller Micro mic/Multi mic for at vælge kanal. Lampen vil blinke for at indikere at enheden er i parringstilstand.
de_de: Drücke Sie die Kopplungstaste ein, zwei oder dreimal am Audio Beamer bzw. Micro-/ Multi-Mikrofon um den gewünschten Kanal zu wählen. Die LED blinkt um den Kopplungsmodus anzuzeigen.
es_es: Presionar una, dos, o tres veces el botón de emparejado del Streamer TV o Micro-Multi Mic, para seleccionar el canal de emparejado. El LED parpadeará para indicar que se encuentra en modo emparejamiento.
fi_fi: Paina kerran, kaksi tai kolme kertaa parituspainiketta Lähettimessä tai Langattomassa Mikrofonissa valitaksesi parituskanavan. LED-valo osoittaa vilkkuessaan että laite on paritustilassa.
fr_fr: Sur l'émetteur audio ou le microphone, appuyer une, deux ou trois fois sur le bouton de couplage pour choisir le canal. Le voyant lumineux clignotera pendant la phase de couplage.
hu_hu: Nyomja meg egyszer, kétszer vagy háromszor a párosítási gombot a Streamer-en vagy a Mini Mikrofonon a párosítási csatorna kiválasztásához. A LED pislogni fog, hogy jelezze az eszköz párosítási módban van.
it_it: Premere una, due o tre volte sul tasto di accoppiamento dello Streamer TV o del Micro Mic / Multi Mic per selezionare il canale dedicato all'accessorio. Il LED lampeggia per indicare che l'accessorio è in modalità di accoppiamento.
ja_jp: TVユナイトの背面にあるペアリングボタンもしくはマイクのペアリングボタンを押して下さい。1台目のアクセサリーは1回、2台目のアクセサリーは2回、3台目のアクセサリーは3回押して下さい。
ko_kr: Streamer 또는 Micro Mic / Multi Mic의 페어링 버튼을 1회, 2회, 또는 3회 눌러 페어링 채널을 선택합니다. 페어링 모드가 활성화되면 무선 액세서리의 LED가 깜빡이게 될 것입니다.
nl_nl: Druk één, twee of drie keer op de pairingknop van de TV streamer of de Microfoon om het juiste kanaal te selecteren. De LED knippert om aan te geven dat het accessoire in de pairingmodus staat.
no_no: Trykk en, to eller tre ganger på paringsknappen på Streamer eller Micro/ Multi Mic. for å velge paringskanal. Lysdioden vill blinke for å indikere at enheten er i paringsmodus.
pl_pl: Naciśnij raz, dwa lub trzy razy guzik parowania na Akcesorium Bezprzewodowym aby wybrać kanał parowania. Dioda LED będzie migać aby pokazać, że urządzenie jest w trybie parowania.
pt_pt: Pressione uma, duas ou três vezes o botão de pareamento no Transmissor de TV ou Micro Mic / Multi Mic para selecionar o canal desejado. O LED acenderá indicando que o pareamento foi realizado.
ro_ro: Apasati o data, de doua ori sau de trei ori butonul de imperechere de pe Streamer sau Mini Microphone pentru a selecta canalul de imperechere. LED-ul va clipi pentru a indica ca unitatea se gaseste in modul de imperechiere.
ru_ru: Нажмите один, два или три раза на кнопку сопряжения на Стримере или Микро-микрофоне / Мульти-микрофоне для выбора канала сопряжения. Мигание светового индикатора будет означать, что устройство в режиме сопряжения.
sv_se: Klicka EN, TVÅ eller TRE gånger på parningsknappen på Streamer eller Micro Mik / Multi Mik för att välja kanal. LED lampans blinkningar indikerar vilken kanal man parar med.
tr_tr: Eşleme kanalını seçmek için Streamerın veya Micro-Multi mikrofonun üzerindeki eşleme düğmesine birer, ikişer veya üçer kere basın. Üzerindeki led ışık cihazın eşleme moduna geçtiğini yanıp sönerek haber verecektir.
zh_cn: 按下音频转换器或迷你麦克风/多功能迷你音频转换器的配对按钮一次,二次或三次以匹配在不同的通道.指示灯将显示相应的匹配状态.

source: Enable Safe Fitting
cs_cz: Povolit Safe Fitting
da_dk: Brug Safe fitting
de_de: Safe Fitting aktivieren
es_es: Habilitar Adaptación Segura
fi_fi: Ota käyttöön turvallinen sovitus
fr_fr: Activer l'adaptation sécurisée (gain sans Larsen)
hu_hu: Biztonságos illesztés engedélyezve
it_it: Abilitare Fitting Sicuro
ja_jp: セーフフィッティングを有効にする
ko_kr: 안전 피팅 사용가능
nl_nl: Veilige versterking
no_no: Sikker Tilpasning
pl_pl: Aktywuj Bezpieczne Dopasowanie
pt_pt: Permitir Ajuste Seguro
ro_ro: Activeaza Reglaj in Siguranta
ru_ru: Включить безопасную настройку
sv_se: Förstärkningsbegränsning (DFS)
tr_tr: Güvenli Fitting'i etkinleştir
zh_cn: 启用安全验配

source: Calibrate DFS
cs_cz: Kalibrovat DFS
da_dk: Kalibrer DFS
de_de: Kalibriere DFS
es_es: Calibrar DFS
fi_fi: Kalibroi DFS
fr_fr: Calibrage DFS
hu_hu: DFS kalibráció
it_it: Calibrare DFS
ja_jp: DFSの初期化
ko_kr: DFS 캘리브레이션
nl_nl: DFS kalibreren
no_no: Kalibrer DFS
pl_pl: Kalibruj DFS
pt_pt: Calibrar DFS
ro_ro: Calibreaza DFS
ru_ru: Калибровать СА
sv_se: Kalibrera DFS
tr_tr: DFS Kalibrasyonu
zh_cn: DFS校准

source: Select which instruments to calibrate. Calibration will start when you click the Calibrate DFS button.
cs_cz: Vyberte, která sluchadla budou kalibrována. Kalibraci spustíte klepnutím na tlačítko Kalibrovat DFS.
da_dk: Vælg hvilket apparat der skal kalibreres. Kalibreringen begynder når du klikker på Kalibrer DFS knappen..
de_de: Bitte auswählen, welches Hörsystem kalibriert werden soll. Die Kalibrierung beginnt, wenn Sie auf "Kalibriere DFS" klicken.
es_es: Seleccionar que audífono calibrar. La calibración comenzará cuando haga clic en el botón Calibrar DFS.
fi_fi: Valitse kumman kuulokojeen haluat kalibroida. Kalibrointi käynnistyy kun painat Kalibroi DFS painiketta.
fr_fr: Choisir le côté à calibrer :
hu_hu: Válassza ki melyik készüléket szeretné kalibrálni. A kalibráció elkezdődik, amikor a DFS kalibráció gombra kattint.
it_it: Selezionare quali strumenti calibrare. La calibrazione inizierà quando si cliccherà sul pulsante "Calibrare DFS"
ja_jp: DFSの初期化を行う補聴器を選択して下さい。「DFSの初期化」ボタンを押すと初期化を開始します。
ko_kr: 캘리브레이션 할 보청기를 선택하세요. DFS 캘리브레이션 버튼을 누르면 시작됩니다.
nl_nl: Geef aan welke toestellen gekalibreerd moeten worden. De kalibratie start zodra u klikt op 'DFS kalibreren'.
no_no: Velg hvilket høreapparat som skal kalibreres. Kalibreringen starter når du trykker Kalibrer DFS knappen.
pl_pl: Wybierz aparaty do kalibracji. Kalibracja rozpocznie się po kliknięciu Kalibruj DFS.
pt_pt: Selecione quais dos AASIs deseja calibrar. Calibração iniciará ao clicar o Botão Calibrar DFS
ro_ro: Selecteaza instrumentele pentru calibrare. Calibrarea va incepe cand dai click pe butonul "Calibreaza DFS".
ru_ru: Выберите СА для калибровки. Для начала калибровки нажмите кнопку "Калибровать СА".
sv_se: Välj vilken hörapparat du vill kalibrera. Kalibreringen startar när du klickar på Kalibrera DFS.
tr_tr: Kalibre etmek istediğiniz cihazı seçin. Kalibrasyon , DFS Kalibre Et butonunu tıklayınca başlayacak.
zh_cn: 选择校准哪侧助听器。点击“DFS校准”将开始进行DFS校准。

source: Cancel AutoFit
cs_cz: Zrušit AutoFit
da_dk: Fortryd AutoFit
de_de: FirstFit abbrechen
es_es: Cancelar QuickFit
fi_fi: Peru Automaattinen sovitus
fr_fr: Annuler AutoFit
hu_hu: Mégse AutoFit
it_it: Cancella AutoFit
ja_jp: クイックフィットのキャンセル
ko_kr: 자동피팅 취소
nl_nl: AutoFit annuleren
no_no: Avbryt AutoFit
pl_pl: Anuluj AutoFit
pt_pt: Cancelar Auto Ajuste
ro_ro: Anulare AutoFit
ru_ru: Отменить автонастройку
sv_se: Avbryt Snabb Anpassa
tr_tr: OtoFit İptal Et
zh_cn: 取消自动选配

source: Mute Hearing Instruments (Instruments will remain muted after calibration)
cs_cz: Umlčet sluchadla (Sluchadla po kalibraci zůstanou tichá)
da_dk: Mute høreapparater (Apparterne vil være mute efter kalibrering)
de_de: Hörsystem(e) stummschalten (Hörsysteme werden nach der Kalibrierung stummgeschaltet)
es_es: Silenciar Audífonos (Los audífonos permanecerán silenciados tras la calibración)
fi_fi: Mykistä kuulokojeet (Kuulokojeet pysyvät mykistettyinä kalibroinnin jälkeen)
fr_fr: Rendre les appareils muets après le calibrage DFS
hu_hu: Hallókészülék némítás (A készülékek a kalibráció után némák lesznek)
it_it: Apparecchi Acustici in Mute (Gli apparecchi rimarranno muti anche dopo la calibrazione)
ja_jp: 補聴器を消音にする（DFSの初期化完了後も消音のままになります）
ko_kr: 보청기 음소거 (보청기는 캘리브레이션 후에 계속 음이 소거된 상태입니다)
nl_nl: Hoortoestellen uit (toestellen blijven uit na de kalibratie)
no_no: Demp Høreapparatene (Høreapparatene vil være dempet etter kalibreringen)
pl_pl: Wycisz aparaty (aparaty będą wyciszone po dokonaniu kalibracji)
pt_pt: AASIs mudo(s) (Aparelhos permanecerão mudos após a calibração)
ro_ro: Opreste sunetul aparatelor auditive (Aparatele vor ramane pe mut dupa calibrare)
ru_ru: Отключить звук в СА (СА останется отключенным после калибровки)
sv_se: Tysta hörapparater (hörapparater kommer fortsatt vara tystade efter kalibrering)
tr_tr: İşitme Cihazlarının sesini kapat. ( Kalibrasyon sonrası ses tekrar açılacak)
zh_cn: 助听器静音(在校准后静音)

source: DFS Calibration Error
cs_cz: Chyba kalibrace DFS
da_dk: DFS kalibreringsfejl
de_de: DFS-Kalibrierungs-Fehler
es_es: Error en la Calibración del DFS
fi_fi: DFS kalibrointi virhe
fr_fr: Erreur de calibrage DFS
hu_hu: DFS kalibrációs hiba
it_it: Errore Calibrazione DFS
ja_jp: DFSの初期化エラー
ko_kr: DFS 캘리브레이션 오류
nl_nl: DFS kalibratie fout
no_no: DFS Kalibrering - Feil
pl_pl: Błąd kalibracji DFS
pt_pt: Erro na calibração DFS
ro_ro: Eroare la calibrarea DFS
ru_ru: Ошибка калибровки системы подавления обратной связи
sv_se: DFS Kalibrering Error
tr_tr: DFS Kalibrasyon hatası
zh_cn: DFS校准出错

source: DFS Calibration initialization error!
cs_cz: Chyba inicializace kalibrace DFS!
da_dk: DFS kalibreringsfejl under opstarten!
de_de: DFS-Initialisierungs-Fehler!
es_es: ¡Error al iniciar la calibración del DFS!
fi_fi: DFS kalibroinnin alustusvirhe !
fr_fr: Erreur lors de l'initialisation du calibrage anti Larsen
hu_hu: DFS kalibráció inicializációs hiba!
it_it: Errore Inizializzazione Calibrazione DFS!
ja_jp: DFSの初期化エラー
ko_kr: DFS 캘리브레이션 초기화 오류!
nl_nl: DFS kalibratie initialisatie fout!
no_no: DFS Kalibrering - Installasjonsfeil!
pl_pl: Błąd inicjacji kalibracji DFS!
pt_pt: Erro ao inciar a calibração
ro_ro: Eroare la initializarea calibrarii DFS!
ru_ru: Невозможно начать калибровку системы подавления обратной связи!
sv_se: DFS Kalibrering initialisation error!
tr_tr: DFS kalibrasyon başlama hatası!
zh_cn: DFS校准初始化出错!

source: DFS Calibration Completed
cs_cz: Kalibrace DFS dokončena
da_dk: DFS kalibrering er fuldført
de_de: DFS-Kalibrierung abgeschlossen
es_es: Calibración del DFS Completa
fi_fi: DFS kalibrointi valmis
fr_fr: ... calibrage terminé
hu_hu: DFS kalibráció kész
it_it: Calibrazione DFS Completata
ja_jp: DFSの初期化が完了しました
ko_kr: DFS 캘리브레이션 완료
nl_nl: DFS kalibratie compleet
no_no: DFS Kalibrering - Ferdig
pl_pl: Kalibracja DFS ukończona
pt_pt: Calibração DFS Completa
ro_ro: Calibrare DFS completa
ru_ru: Калибровка системы обратной связи завершена
sv_se: DFS Kalibrering klar
tr_tr: DFS Kalibrasyonu Tamamlandı
zh_cn: 完成DFS校准

source: DFS Calibration Failed
cs_cz: Kalibrace DFS selhala
da_dk: DFS kalibrering fejlede
de_de: DFS-Kalibrierung fehlgeschlagen
es_es: Ha fallado la Calibración del DFS
fi_fi: DFS kalibrointivirhe
fr_fr: Le calibrage anti Larsen a échoué
hu_hu: DFS kalibráció hibás
it_it: Calibrazione DFS Fallita
ja_jp: DFSの初期化に失敗しました
ko_kr: DFS 캘리브레이션 실패
nl_nl: DFS kalibratie mislukt
no_no: DFS Kalibrering - Mislykket
pl_pl: Kalibracja DFS zakończona niepowodzeniem
pt_pt: Falha na calibração DFS
ro_ro: Calibrare DFS esuata
ru_ru: Не удалось выполнить калибровку системы подавления обратной связи
sv_se: DFS Kalibrering misslyckades
tr_tr: DFS Kalibrasyonu Başarısız
zh_cn: DFS 校准失败

source: Calibrating
cs_cz: Kalibruji
da_dk: Kalibrerer
de_de: Kalibriervorgang
es_es: Calibrando
fi_fi: Kalibroidaan...
fr_fr: ... calibrage en cours
hu_hu: Kalibráció
it_it: Calibrazione
ja_jp: 初期化
ko_kr: 캘리브레이션 중
nl_nl: kalibreren
no_no: Kalibrerer
pl_pl: Kalibrowanie
pt_pt: Calibrando
ru_ru: Калибруется
sv_se: Kalibrerar
tr_tr: Kalibrasyon Yapılıyor
zh_cn: 正在校准

source: Initializing DFS Calibration
cs_cz: Inicializuji kalibraci DFS
da_dk: Begynder DFS kalibrering
de_de: DFS-Kalibrierung wird initialisiert
es_es: Iniciando la Calibración del DFS
fi_fi: Alustetaan DFS kalibrointi...
fr_fr: ... initialisation
hu_hu: DFS kalibráció iniciálizállás
it_it: Inizializzazione Calibrazione DFS
ja_jp: DFSの初期化
ko_kr: DFS 캘리브레이션 초기화 중
nl_nl: initialiseren DFS kalibratie
no_no: Initialerer DFS Kalibrering
pl_pl: Inicjacja kalibracji DFS
pt_pt: Iniciando calibração DFS
ro_ro: Initializare Calibrare DFS
ru_ru: Подготовка к калибровке
sv_se: Initialiserar DFS kalibrering
tr_tr: DFS kalibrasyonu başlatılıyor
zh_cn: 初始化DFS校准

source: Finalizing DFS Calibration
cs_cz: Dokončuji kalibraci DFS
da_dk: Færdiggør DFS kalibrering
de_de: DFS-Kalibrierung wird beendet
es_es: Finalizando la calibración DFS
fi_fi: Viimeistellään DFS arvot...
fr_fr: ... finalisation
hu_hu: DFS kalibráció befejezése
it_it: Finalizzazione Calibrazione DFS
ja_jp: DFSの初期化を完了させています...
ko_kr: DFS 캘리브레이션 완료 중
nl_nl: DFS kalibratie afsluiten
no_no: Avslutter DFS Kalibrering
pl_pl: Kończenie kalibracji DFS
pt_pt: Finalizando calibração DFS
ro_ro: Finalizare Calibrare DFS
ru_ru: Завершение калибровки
sv_se: Avslutar DFS kalibrering
tr_tr: DFS Kalibrasyonu sonlanıyor
zh_cn: 正在完成DFS校准

source: Aborting DFS Calibration
cs_cz: Ruším DFS kalibraci
da_dk: Afbryd DFS kalibrering
de_de: DFS-Kalibrierung abbrechen
es_es: Abortando la Calibración del DFS
fi_fi: Keskeytetään DFS kalibrointi
fr_fr: ... calibrage interrompu
hu_hu: DFS kalibráció megszakítása
it_it: Interruzione Calibrazione DFS
ja_jp: DFSの初期化を中断
ko_kr: DFS 칼리브레이션 중지 중
nl_nl: DFS kalibratie afbreken
no_no: Avbryter DFS Kalibrering
pl_pl: Przerwanie kalibracji DFS
pt_pt: Cancelando calibração DFS
ro_ro: Abandonare Calibrare DFS
ru_ru: Отменить калибровку
sv_se: Avbryter DFS Kalibrering
tr_tr: DFS kalibrasyonu iptal ediliyor
zh_cn: 放弃DFS校准

source: Specification
cs_cz: Technická data
da_dk: Specifikation:
de_de: Beschreibung:
es_es: Especificación:
fi_fi: Tekniset-tiedot
fr_fr: Désignation
hu_hu: Specifikáció:
it_it: Specifiche:
ja_jp: 項目
ko_kr: 사양:
nl_nl: Specificatie
no_no: Spesifikasjoner:
pl_pl: Specyfikacja
pt_pt: Especificação
ro_ro: Specificatii
ru_ru: Параметры
sv_se: Specifikation:
tr_tr: Özellikler
zh_cn: 技术参数:

source: Measurement
cs_cz: Hodnota
da_dk: Værdi
de_de: Messwert
es_es: Mediciones
fi_fi: Tutkimus
fr_fr: Valeur
hu_hu: Mérés
it_it: Misurazione
ja_jp: 性能値
ko_kr: 측정
nl_nl: Meetwaarde
no_no: Måling
pl_pl: Pomiar
pt_pt: Mensuração
ro_ro: Masuratori
ru_ru: Измерения
sv_se: Mätning
tr_tr: Ölçüm
zh_cn: 标称值

source: Unit
cs_cz: Jednotka
da_dk: Enhed
de_de: Einheit
es_es: Unidad
fi_fi: Yksikkö
fr_fr: Unité
hu_hu: Egység
it_it: Unità
ja_jp: 単位
nl_nl: Eenheid
no_no: Enhet
pl_pl: Jednostka
pt_pt: Unidade
ro_ro: Unitate
ru_ru: Единица
sv_se: Enhet
tr_tr: Ünite
zh_cn: 单位

source: unit
cs_cz: jednotka
da_dk: enhed
de_de: Einheit
es_es: unidad
fi_fi: yksikkö
fr_fr: unité
hu_hu: egység
it_it: Unità
ja_jp: 単位
no_no: enhet
pl_pl: jednostka
pt_pt: Unidade
ro_ro: unitate
ru_ru: единица
sv_se: enhet
tr_tr: Ünite
zh_cn: 单位

source: Product Specifications
cs_cz: Technická specifikace
da_dk: Produktspecifikation
de_de: Produktbeschreibung
es_es: Características del Producto
fi_fi: Tekniset-tiedot
fr_fr: Données techniques
hu_hu: Készülék jellemzők
it_it: Specifiche Prodotto
ja_jp: 製品仕様
ko_kr: 제품사양
nl_nl: Producteigenschappen
no_no: Produktspesifikasjon
pl_pl: Specyfikacja aparatu
pt_pt: Especificação do Produto
ro_ro: Descrierea produsului
ru_ru: Технические данные продукции
sv_se: Produktspecifikation
tr_tr: Ürün Özellikleri
zh_cn: 产品技术参数

source: Spec Sheet Standard:
cs_cz: Použitá norma:
da_dk: Standard:
de_de: Messnorm:
es_es: Hoja de especificaciones Estandar:
fi_fi: Standardi :
fr_fr: Données selon :
hu_hu: Szabvány:
it_it: Standard dati:
ja_jp: 規格:
ko_kr: 스펙 시트 기준규격:
nl_nl: Datablad standaard:
no_no: Spec Mal Standard:
pl_pl: Standard specyfikacji technicznej:
pt_pt: Ficha técnica padrão:
ru_ru: Лист стандартной спецификации:
sv_se: Standard:
tr_tr: Standart Özellikler:
zh_cn: 技术参数标准:

source: Remove the battery cover and press the Remote Control's pairing button.
cs_cz: Sejměte kryt baterie a stiskněte párovací tlačítko Dálkového ovladače.
da_dk: Fjern batterilåget og tryk på fjernbetjeningens parringsknap.
de_de: Entfernen Sie die Batterieklappe und drücken den Kopplungsknopf der Fernbedienung.
es_es: Retirar la tapa portapilas y presionar el botón de emparejado en el Mando a Distancia.
fi_fi: Poista hopeanvärinen suoja/paristokotelon kansi ja paina parituspainiketta Kauko-Ohjaimessa.
fr_fr: Enlever le couvercle du compartiment piles de la télécommande et appuyer sur le bouton de couplage.
hu_hu: Távolítsa el az elem fedelet és nyomja meg a Távirányító párosítási gombját.
it_it: Rimuovere copribatteria e premere il pulsante di accoppiamento del Remote Control
ja_jp: リモコンユナイト：裏側の電池蓋を開けて、ペアリングボタン（赤）を1回押して下さい。 リモコンユナイトII：キャップを外して、ペアリングボタン（白）を1回押して下さい。
ko_kr: 배터리 뚜껑을 제거하고 리모컨의 pairing 버튼을 누르세요.
nl_nl: Zet de afstandbediening aan, verwijder de batterijklep en druk op de pairingknop.
no_no: Fjern batteridekkselet og trykk på paringsknappen på Fjernkontrollen
pl_pl: Zdejmij pokrywę baterii i naciśnij przycisk parowania Pilota Unite.
pt_pt: Remova a cobertura da bateria do Controle Remoto e pressione o botão de pareamento
ro_ro: Indepartati capacul bateriei si apasati butonul de imperechiere de pe telecomanda
ru_ru: Откройте крышку батарейного отсека и нажмите кнопку соединения на пульте дистанционного управления.
sv_se: Ta bort batterilocket och tryck ned fjärrkontrollens parningsknapp med en penna.
tr_tr: Pil kapağını çıkarın ve Uzaktan Kumanda eşleme butonuna basın.
zh_cn: 取下遥控器下的后盖并按下配对按钮。

source: No PhoneClip found
cs_cz: PhoneClip nenalezen
da_dk: Ingen Telefonclip fundet.
de_de: Keine Bluetooth Verbindung gefunden
es_es: No se ha encontrado Phone Clip
fi_fi: Phone Clip laitetta ei löydy
fr_fr: Aucun Phone Clip trouvé
hu_hu: PhoneClip nem található
it_it: Nessun Phone Clip trovato
ja_jp: 携帯ユナイトが見つかりませんでした
ko_kr: 폰클립이 발견되지 않습니다
nl_nl: Geen telefoonclip gevonden
no_no: Ingen Telefonstreamer funnet
pl_pl: Nie odnaleziono PhoneClip
pt_pt: Phone Clip não encontrado
ro_ro: Nici un PhoneClip nu a fost gasit
ru_ru: Phone Clip не обнаружен
sv_se: Inget Telefonclip hittades
tr_tr: PhoneClip bulunamadı
zh_cn: 未发现手机伴侣

source: No Streamers Found
cs_cz: Streamer nebyl nalezen
da_dk: Ingen Streamere fundet
de_de: Kein Audio Beamer gefunden
es_es: Transmisor no encontrado
fi_fi: Äänilähettimiä ei löydy
fr_fr: Aucun émetteur trouvé
hu_hu: Nem található a Streamer
it_it: Nessun accessorio trovato
ja_jp: TVユナイトが見つかりませんでした
ko_kr: 스트리머가 발견되지 않았습니다
nl_nl: Geen streamers gevonden
no_no: Ingen Streamere Funnet
pl_pl: Nie odnaleziono Akcesorium
pt_pt: Acessório não encontrado
ro_ro: Nici un Streamer nu a fost gasit
ru_ru: Стримеры не обнаружены
sv_se: Inga Streamers hittades
tr_tr: Streamer Bulunamadı
zh_cn: 未找到音频转换器

source: Duration :
cs_cz: Trvání:
da_dk: Varighed :
de_de: Dauer:
es_es: Duración:
fi_fi: Kesto :
fr_fr: Durée :
hu_hu: Időtartam :
it_it: Durata :
ja_jp: 継続 :
ko_kr: 기간:
nl_nl: tijdsduur
no_no: Varighet
pl_pl: Czas trwania :
pt_pt: Duração:
ro_ro: Durata:
ru_ru: Продолжительность
sv_se: Duration (tid):
tr_tr: Süre :
zh_cn: 持续时间

source: Intensity :
cs_cz: Intenzita:
da_dk: Intensitet :
de_de: Intensität:
es_es: Intensidad:
fi_fi: Voimakkuus :
fr_fr: Intensité :
hu_hu: Intenzitás :
it_it: Intensità :
ja_jp: 可聴閾値 (dB HL):
ko_kr: 강도:
nl_nl: Intensiteit
no_no: Intensitet
pl_pl: Głośność :
pt_pt: Intensidade:
ro_ro: Intensitate:
ru_ru: Интенсивность
sv_se: Intensitet:
tr_tr: Yoğunluk :
zh_cn: 强度:

source: Change Calibration parameters:
cs_cz: Změnit parametry kalibrace:
da_dk: Skift parametre for kalibrering:
de_de: Kalibrierungsparameter ändern:
es_es: Cambiar parámetros de calibración:
fi_fi: Muuta kalibrointi parametrejä :
fr_fr: Changer les paramètres du calibrage :
hu_hu: Kalibrációs paraméterek megváltoztatása:
it_it: Cambia parametri calibrazione:
ja_jp: 初期化パラメータの変更:
ko_kr: 캘리브레이션 매개변수 변경:
nl_nl: Wijzig kalibratie parameters:
no_no: Endre kalibrerings parametere:
pl_pl: Zmień parametry Kalibracji:
pt_pt: Mudar parâmetros de calibração
ro_ro: Schimba Parametrii Calibrarii:
ru_ru: Изменить параметры калибровки:
sv_se: Ändra kalibreringsparametrar:
tr_tr: Kalibrasyon Parametrelerini Değiştir:
zh_cn: 更改校准参数:

source: Screen Navigation
zh_cn: 屏幕导航
