Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: The difference between right and left ear thresholds indicates a need for masking.
cs_cz: Rozdíl mezi pravým a levých sluchovým prahem indikuje potřebu použít maskování.
da_dk: Forskellen på tærskler mellem højre og venstre indikerer behov for maskering.
de_de: Der Unterschied zwischen links und rechts erfordert Vertäubung.
es_es: La diferencia entre los umbrales del oído derecho y del izquierdo, indican que es necesario enmascarar.
fi_fi: Vasemman ja oikean korvan kynnyserot osoittavat että peiteääntä tarvitaan
fr_fr: Au vu de la différence de seuil entre les oreilles droite et gauche, il est préférable de masquer.
hu_hu: A különbség a jobb és a bal fül küszöb között a maszkolás szükségességét jelzi.
it_it: La differenza tra le soglie orecchio destro e sinistro indica la necessità di mascheramento.
ja_jp: 両耳間の閾値差はマスキングの必要性を示します
ko_kr: 오른쪽귀와 왼쪽귀의 역치의 차이가 마스킹을 필요로 합니다.
nl_nl: Het verschil tussen de drempels bij rechter en linker oor geeft aan dat maskeren noodzakelijk is.
no_no: Forskjellen mellom tersklene på høyre og venstre øre indikerer at masking er nødvendig.
pl_pl: Różnica w progach słyszenia ucha lewego i prawego wskazuje na potrzebę maskowania.
pt_pt: As diferenças de limiares entre as orelhas direita e esquerda indicam a necessidade de mascaramento.
ro_ro: Diferenta dintre pragurile urechii drepte si urechii stangi arata ca este nevoie de mascare.
ru_ru: При данной разнице между правым и левым пороговыми значениями необходимо использовать маскировку.
sv_se: Skillnaden mellan höger och vänster öras trösklar indikerar behov av maskering.
tr_tr: Sağ ve Sol kulak arasındaki eşik farkı Maskeleme gerektiğini gösterir.
zh_cn: 左右耳的阈值差表示需要进行掩蔽。

source: TSG - Max output level
cs_cz: TSG - Max úroveň výstupu
de_de: TSG - Max Output
es_es: TSG - Salida Máxima
fi_fi: TSG - Maks antotaso
fr_fr: TSG - Niveau de sortie max
hu_hu: TSG - Max kimeneti szint
it_it: GST - Max livello Uscita
ja_jp: TSG - 最大出力
nl_nl: TSG - Max output
no_no: TSG - Maks output nivå
pl_pl: Maksymalny poziom wyjściowy TSG
pt_pt: Gerador de Som - Nível máximo de saída
ro_ro: TSG - Nivel maxim de iesire
ru_ru: TSG - Макс. уровень по выходу
sv_se: TLS - Max output nivå
tr_tr: TSG - Max. çıkış seviyesi
zh_cn: TSG - 最大声级输出

source: TSG - Max A-weighted output level
cs_cz: TSG - Max A-vážená úroveň výstupu
da_dk: TSG - Max A-vægtet output level
de_de: TSG - Max Output A-gewogen
es_es: TSG - Salida Máxima ponderación A
fi_fi: TSG - Maks A-painoitteinen antotaso
fr_fr: TSG - Niveau de sortie max pondéré A
hu_hu: TSG - Max A-súlyozott kimeneti szint
it_it: GST - Max Livello d'uscita ponderato-A
ja_jp: TSG - 最大出力（A特性）
nl_nl: TSG - Max A-gewogen output
no_no: TSG - Maks A-tynget output nivå
pl_pl: Maksymalny poziom wyjściowy TSG dB A
pt_pt: Gerador de Som - Nível máximo de saída ponderado
ro_ro: TSG - Max A-nivelul de iesire suportat
ru_ru: TSG - Макс. уровень A-weighted по выходу
sv_se: TLS - Max A-weighted output level
tr_tr: TSG - Max A-ağırlıklı output düzeyi
zh_cn: TSG - A加权最大声级输出

source: TSG - Max 1/3 octave output level
cs_cz: TSG - Max 1/3-oktáva úroveň výstupu
da_dk: TSG - Max 1/3 oktav output level
de_de: TSG - Max 1/3 Oktave Output
es_es: TSG - Salida Máxima 1/3 octava
fi_fi: TSG - Maks 1/3 oktaavin antotaso
fr_fr: TSG - Niveau de sortie max en 1/3 d'octave
hu_hu: TSG - Max 1/3 oktáv kimeneti szint
it_it: GST - Max Livello d'uscita 1/3 d'ottava
ja_jp: TSG - 最大出力（1/3オクターブ）
nl_nl: TSG - Max 1/3 octaaf output
no_no: TSG - Maks 1/3 oktav output nivå
pl_pl: Maksymalny poziom wyjściowy TSG dla 1/3 oktawy
pt_pt: Gerador de Som - Nível máximo de saída 1/3 oitava
ro_ro: TSG - Max 1/3 octava nivel de iesire
ru_ru: TSG - Макс. уровень 1/3 октавы по выходу
sv_se: TLS - Max 1/3 octave output level
tr_tr: TSG - Max 1/3 oktav output düzeyi
zh_cn: TSG - 1/3耦合腔最大声级输出

source: Communication Error
cs_cz: Chyba komunikace
da_dk: Kommunikationsfejl
de_de: Kommunikations-Fehler
es_es: Error de Comunicación
fi_fi: Kommunikointi virhe
fr_fr: Erreur de communication
hu_hu: Kommunikációs hiba
it_it: Errore di comunicazione
ja_jp: 接続エラー
ko_kr: 통신 오류
nl_nl: Communicatie fout
no_no: Kommunikasjonsfeil
pl_pl: Błąd komunikacji
pt_pt: Erro de comunicação
ro_ro: Eroare de comunicare
ru_ru: Коммуникационная ошибка
sv_se: Kommunikationserror
tr_tr: İletişim Hatası
zh_cn: 通信出错

source: An error has occurred with instrument communication. Unable to continue with In-Situ audiometry.
cs_cz: Vyskytla se chyba při komunikaci s přístrojem. V In-Situ audiometrii nelze pokračovat.
da_dk: Der er sket en fejl i kommunikationen med HA. In-Situ aud. kan ikke fortsættes.
de_de: Es ist ein Kommunikations-Fehler mit dem Hörsystem aufgetreten. Die In Situ Audiometrie kann nicht fortgesetzt werden.
es_es: Ha ocurrido un error en la comunicación con el audífono. Es imposible continuar con la audiometría In-Situ.
fi_fi: Tapahtui virhe laitteiden kommunikoinnissa. In-Situ audiometriaa ei voi jatkaa.
fr_fr: Une erreur est survenue pendant la communication avec l'appareil. Impossible de continuer l'audiométrie intégrée.
hu_hu: Hiba a készülék kommunikációban. Az In-Situ audiometria nem folytatható.
it_it: Si è verificato un errore con la comunicazione del dispositivo. Impossibile continuare l'audiometria In-Situ.
ja_jp: 補聴器接続エラーによりインサイチュ測定を継続出来ません
ko_kr: 보청기간 커뮤니케이션에 오류가 발생했습니다. In-Situ 청력검사를 계속할 수 없습니다.;
nl_nl: Bij de communicatie met de toestellen is een fout opgetreden. Het is niet mogelijk door te gaan met de In-Situ audiometrie.
no_no: En feil oppstod ved kommunikasjon til apparat . Kan ikke fortsette med In-Situ audiometri.
pl_pl: Wystąpił błąd komunikacji aparatów. Nie można wykonać audiomterii In-Situ.
pt_pt: Ocorreu um erro na comunicação do aparelho. Não é possível continuar com a audiometria In-Situ
ro_ro: O eroare s-a petrecut in comunicarea cu instrumentul. Nu se poate continua cu audiometria In-Situ .
ru_ru: Произошла ошибка при соединении со СА. Невозможно продолжить аудиометрию на месте.
sv_se: Pga ett kommunikationsfel kan inte In-Situ audiometrin fortsätta.
tr_tr: Cihaz iletişiminde hata oluştu. In-Situ odyometrisi ile devam etmek mümkün değil.
zh_cn: 通信出错，无法继续进行测听。

source: Connected instrument(s) do not support In-Situ audiometry
cs_cz: Připojená sluchadla nepodporují In-Situ audiometrii
de_de: Mit den/dem angeschlossenen Gerät(en) kann die In Situ Audiometrie nicht ausgeführt werden.
es_es: El(los) audífono(s) conectados no pueden realizar la audiometría In-Situ
fi_fi: Yhdistetyt kuulokojeet eivät tue In-Situ audiometriaa
fr_fr: L'appareil connecté ne possède pas de fonction d'audiométrie intégrée
hu_hu: A csatlakoztatott készülékek nem támogatják az In-Situ audiometriát
it_it: Gli apparecchi connessi non supportano l'audiometria In-Situ
ja_jp: 接続された補聴器はインサイチュ測定をサポートしていません
ko_kr: 연결된 보청기가 In-Situ 청력검사를 지원하지 않습니다.
nl_nl: De verbonden toestellen ondersteunen In-Situ audiometrie niet
no_no: Tilkoblet apparat støtter ikke In-Situ audiometri
pl_pl: Podłączony(e) aparat(y) nie wspiera(ją) Audiometrii In-Situ
pt_pt: Os aparelhos conectados não são compatíveis com a audiometria In-Situ
ro_ro: Instrumentele conectate nu suporta audiometria In-Situ
ru_ru: Подключенный(е) СА не поддерживает(ют) аудиометрию на месте
sv_se: Anslutna hörapparater stödjer inte In-Situ audiometri.
tr_tr: Bağlanmış olan cihaz(lar) In-Situ odyometresini desteklemiyor.
zh_cn: 连接的助听器不支持内置测听功能

source: Arabic
cs_cz: Arabsky
da_dk: Arabisk
de_de: Arabisch
es_es: Arábigo
fi_fi: Arabia
fr_fr: Arabe
hu_hu: Arab
it_it: Arabo
ja_jp: アラビア語
ko_kr: 아랍어
nl_nl: Arabisch
no_no: Arabisk
pt_pt: Árabe
ru_ru: Арабский
tr_tr: Arapça
zh_cn: 阿拉伯语

source: The instrument(s) detected will now be upgraded with the newest software features available. Do not disconnect until upgrade is completed. The upgrade may take several minutes.
cs_cz: Do detekovaného sluchadla nyní bude nahrána nejnovější verze programu, který je k dispozici. Neodpojujte sluchadlo až do ukončení procesu. Upgrade může trvat několik minut.
da_dk: De detekterede HA vil nu opdateres med den nyeste software. Afbrud ikke forbindelsen før opdateringen er fuldført. Opdateringen kan tage adskillige minutter.
de_de: Die Geräte bekommen ein Upgrade mit allen neu verfügbaren Eigenschaften. Bitte die Verbindung nicht trennen bevor das Upgrade vollständig ausgeführt ist. Das Upgrade dauert einige Minuten.
es_es: El(los) audífono(s) detectados se actualizarán con las características de la última versión del software disponible. NO desconectar hasta que no termine la actualización. La actualización puede durar varios minutos.
fi_fi: Tunnistetut kuulokojeet päivitetään nyt uusimalla ohjelmistoversiolla. Älä irroita kojetta ennen kuin päivitys on valmis. Tämä voi kestää useita minuutteja.
fr_fr: Les appareils connectés sont mis à jour avec les dernières fonctionnalités disponibles. Le processus de mise à jour demande plusieurs minutes et ne doit pas être interrompu. Ne pas déconnecter les appareils avant la fin de la mise à jour.
hu_hu: A készülékek a legújabb szoftverrel frissítve lesznek. Ne csatlakozatassa le a készüléket a frissítés végéig. A frissítés néhány perect vesz igénybe.
it_it: Gli Apparecchi Acustici collegati saranno aggiornati con il nuovo software disponibile . Non disconnetterlì fichè l'aggiornamento non è completato. L'aggiornamento può richiedere qualche minuto.
ja_jp: 接続された補聴器はアップグレードが可能です。 アップグレードが完了するまで補聴器を外さないで下さい。 電池残量にご注意下さい。作業には数分かかります。
ko_kr: 탐지된 보청기는 사용 가능한 최신 소프트웨어 특징들로 이제 업그레이드 될 것입니다. 업그레이드가 완료될 때까지 보청기를 분리하지 마십시오. 업그레이드는 몇 분 가량이 소요될 것입니다.
nl_nl: De verbonden toestellen krijgen nu een update met de nieuwste software features. Verbreek de verbinding niet voordat de update klaar is. De update kan enkele minuten duren.
no_no: Apparat(ene) som er tilkoblet vil nå bli oppgradert med de nyeste software egenskapene som er tilgjengelig. Koble ikke ifra før oppgraderingen er ferdig. Oppgraderingen kan ta flere minutter.
pl_pl: Wykryty(e) aparat(y) zostanie(ą) teraz zaktualizowany(e) o najnowsze dostępne oprogramowanie. Nie odłączaj ich dopóki aktualizacja nie zostanie zakończona. Aktualizacja może potrwać kilka minut.
pt_pt: O(s) aparelho(s) detectado(s) sera(o) atualizados com o(s) novo(s) recursos do software Aventa. Não desconecte o(s) aparelho(s) antes de finalizar a atualização. A atualização pode levar alguns minutos.
ro_ro: Instrumentele detectate nu vor fi upgradate cu cele mai noi tsoftware disponibile. Nu deconectati pana cand upgrade-ul nu este complet. Upgrade-ul poate dura cateva minute.
ru_ru: В определяемые аппараты будут добавлены опции, доступные в новой программе. Не отсоединяйте аппараты до тех пор, пока обновление не завершится. Обновление может занять несколько минут.
sv_se: Anslutna hörapparater kommer nu att uppgraderas med senaste programvara tillgänglig. Koppla inte ifrån hörapparaterna förrän upgraderingen är klar. Det kan ta flera minuter.
tr_tr: Saptanmış olan ürün(ler) en yeni yazılım özellikleri ile yükseltilecektir. Yükseltme işlemi bitmeden bağlantıyı kesmeyin. Yükseltme işlemi birkaç dakika sürebilir.
zh_cn: 新版的验配软件将对连接的助听器进行升级。在完成升级前请不要断开连接。 完成升级需要几分钟的时间.

source: Backing up the right ear instrument ...
cs_cz: Zálohování sluchadla na pravé straně ...
da_dk: Back up af højre apparat ...
de_de: Back-Up vom rechten Hörsystem ...
es_es: Respaldo del audífono derecho ...
fi_fi: Tallennetaan oikean kuulokojeen tietoja...
fr_fr: Sauvegarde des réglages de l'appareil droit ...
hu_hu: A jobb oldali hallókészülék adatainak mentése ...
it_it: Salvataggio dati dell'apparecchio destro...
ja_jp: 右をバックアップしています...
ko_kr: 오른쪽 귀의 보청기를 백업중 ...
nl_nl: Back-up van het rechter toestel ...
no_no: Tar back-up av høyre apparat ...
pl_pl: Tworzenie kopii zapasowej prawego aparatu ...
pt_pt: O Aventa detectou uma versão antiga do software no aparelho e fará uma atualização para a nova versão. Por favor, não desconecte o aparelho antes de finalizar a atualização. A atualização pode levar alguns minutos. Realizando o backup do aparelho da orelha direita
ro_ro: Verifica aparatul din urechea dreapta ...
ru_ru: Восстановление данных правого слухового аппарата...
sv_se: Backar höger öras hörapparat...
tr_tr: Sağ kulak cihazı yedekleniyor...
zh_cn: 正在备份右侧助听器 ...

source: In-Situ Audiogram...
cs_cz: Audiogram in-situ...
de_de: In-Situ Audiogramm...
es_es: Audiograma In-Situ ...
fi_fi: In-Situ Audiogrammi...
fr_fr: Audiométrie intégrée
it_it: Audiogramma In-Situ ...
ja_jp: インサイチュ測定...
ko_kr: In-Situ 오디오그램...
pl_pl: Audiogram In-Situ ...
pt_pt: Audiograma In-Situ...
ro_ro: Audiograma In-Situ ...
ru_ru: Аудиограмма на месте...
tr_tr: In-Situ odyogramı...
zh_cn: 自测听力图...

source: Thresholds
cs_cz: Sluchový práh
da_dk: Tærskler
de_de: Schwelle
es_es: Umbrales
fi_fi: Kynnykset
fr_fr: Seuil d'audition
hu_hu: Küszöb
it_it: Soglie
ja_jp: 閾値
ko_kr: 역치
nl_nl: Drempels
no_no: Terskel
pl_pl: Progi
pt_pt: Limiares
ro_ro: Praguri
ru_ru: Пороговые значения
sv_se: Trösklar
tr_tr: Eşikler
zh_cn: 阈值

source: Connected instrument does not support In-Situ Audiometry
cs_cz: Připojené sluchadlo nepodporuje in-situ audiometrii
da_dk: Det forbundne apparat understøtter ikke In-Situ audiometri
de_de: Mit dem angeschlossenen Hörsystem kann die In-Situ Audiometrie nicht ausgeführt werden
es_es: El audífono conectado no soporta la audiometría In-Situ
fi_fi: Yhdistetty kuulokoje ei tue In-Situ audiogrammia
fr_fr: L'appareil connecté ne possède pas de fonction d'audiométrie intégrée
hu_hu: A csatlakoztatott készülék nem támogatja az In-Situ Audiometriát
it_it: Il Dispositivo connesso non supporta l'Audiometria In-Situ
ja_jp: 接続された補聴器はインサイチュ測定に対応していません
ko_kr: 연결된 보청기가 In-Situ 청력검사를 지원하지 않습니다
nl_nl: Het verbonden toestel ondersteunt de In-Situ audiometrie niet
no_no: Tilkoblet apparat støtter ikke In-Situ audiometri
pl_pl: Podłączony aparat nie wspiera Audiometrii In-Situ
pt_pt: O(s) aparelho(s) conectado(s) não são compatíveis com a Audiometria In-Situ
ro_ro: Instrumentele conectate nu suporta audiometria In-Situ
ru_ru: Подключенный аппарат не поддерживает аудиометрию на месте
sv_se: Ansluten hörapparat stödjer inte In-Situ Audiometri
tr_tr: Bağlanmış olan cihaz In-Situ odyogramını desteklemiyor.
zh_cn: 连接的助听器不支持内置听力计功能。

source: Upgrading the right ear instrument ...
cs_cz: Upgrade sluchadla na pravé straně ...
da_dk: Opgraderer højre apparat ...
de_de: Upgrade des rechten Hörsystems ...
es_es: Actualizando el audífono derecho ...
fi_fi: Päivitetään oikean korvan kuulokojetta...
fr_fr: Mise à jour de l'appareil droit ...
hu_hu: A jobb oldali készülék frissítése ...
it_it: Aggiornamento dell'apparecchio destro...
ja_jp: 右をアップグレードしています...
ko_kr: 오른쪽 귀의 보청기를 업그레이드중 ...
nl_nl: Update van het rechter toestel ...
no_no: Oppgraderer høyre apparat ...
pl_pl: Aktualizowanie prawego aparatu ...
pt_pt: O Aventa detectou uma versão antiga do software no aparelho e fará uma atualização para a nova versão. Por favor, não desconecte o aparelho antes de finalizar a atualização. A atualização pode levar alguns minutos. Atualizando aparelho da orelha direita
ro_ro: Upgradeaza aparatul din urechea dreapta ...
ru_ru: Обновление правого слухового аппарата...
sv_se: Uppgraderar höger öras hörapparat...
tr_tr: Sağ kulak cihazı yükseltiliyor...
zh_cn: 正在升级右侧助听器 ...

source: Standard Dome
cs_cz: Standardní klobouček
da_dk: Lukket kuppel
es_es: Acoplador Estandar
fi_fi: Normaali tippi
fr_fr: Dôme fermé
hu_hu: Normál dome
it_it: Cupoletta Standard
ja_jp: スタンダードドーム
ko_kr: 표준 돔
nl_nl: Gesloten Dome
pl_pl: Kopułka Standardowa
pt_pt: Oliva Padrão
ro_ro: Dome Inchis
ru_ru: Стандартный вкладыш
tr_tr: Standart Dom
zh_cn: 标准耳塞

source: Power Dome
cs_cz: Power klobouček
da_dk: Power kuppel
es_es: Acoplador Power
fi_fi: P tippi
fr_fr: Dôme Power
ja_jp: パワードーム
pl_pl: Kopułka Power
pt_pt: Domo Power
ro_ro: Dome de putere
ru_ru: Мощный вкладыш
tr_tr: Güçlü Dom
zh_cn: 大功率耳塞

source: Standard Dome
cs_cz: Standardní klobouček
da_dk: Standard kuppel
es_es: Acoplador estandar
fi_fi: Normaali tippi
fr_fr: Mini dôme
hu_hu: Normál dome
it_it: Cupoletta Standard
ja_jp: スタンダードドーム
nl_nl: Standaard Dome
pl_pl: Kopułka Standardowa
pt_pt: Oliva Padrão
ro_ro: Dome Standard
ru_ru: Стандартный вкладыш
tr_tr: Standart Dom
zh_cn: 标准耳塞

source: Untestable region
cs_cz: Nestabilní oblast
da_dk: Område der ikke kan testes
de_de: Test nicht möglich
es_es: Zona fuera de rango
fi_fi: Epävakaa alue
fr_fr: Zone non testable
hu_hu: Nem tesztelhető régió
it_it: Regione non verificabile
ja_jp: 領域テスト不可
ko_kr: 테스트불가능한 지역
nl_nl: Niet te testen gebied
no_no: Område kan ikke testes
pl_pl: Obszar niemożliwy do zbadania
pt_pt: Região impossibilitada de teste
ro_ro: Regiune de netestat
ru_ru: Нетестируемая область
sv_se: Otestbart område
tr_tr: Test edilemeyen bölge
zh_cn: 不能测试区域

source: Backing up the left ear instrument ...
cs_cz: Zálohování sluchadla na levé straně ...
da_dk: Back up af venstre apparat ...
de_de: Back-Up vom linken Hörsystem ...
es_es: Respaldo del audífono izquierdo ...
fi_fi: Tallennetaan vasemman kuulokojeen tietoja...
fr_fr: Sauvegarde des réglages de l'appareil gauche ...
hu_hu: A bal oldali hallókészülék adatainak mentése ...
it_it: Salvataggio dati dell'apparecchio sinistro...
ja_jp: 左をバックアップしています...
ko_kr: 왼쪽 귀의 보청기를 백업중 ...
nl_nl: Back-up van het linker toestel ...
no_no: Tar back-up av venstre apparat ...
pl_pl: Tworzenie kopii zapasowej lewego aparatu ...
pt_pt: O Aventa detectou uma versão antiga do software no aparelho e fará uma atualização para a nova versão. Por favor, não desconecte o aparelho antes de finalizar a atualização. A atualização pode levar alguns minutos. Realizando o backup do aparelho da orelha esquerda
ro_ro: Verifica aparatul din urechea stanga ...
ru_ru: Восстановление данных левого слухового аппарата...
sv_se: Backar vänster öras hörapparat...
tr_tr: Sol kulak cihazı yedekleniyor...
zh_cn: 正在备份左侧助听器...

source: Upgrading the left ear instrument ...
cs_cz: Upgrade sluchadla na levé straně ...
da_dk: Opgraderer venstre apparat ...
de_de: Upgrade des linken Hörsystems ...
es_es: Actualizando audífono izquierdo ...
fi_fi: Päivitetaan vasemman korvan kuulokojetta...
fr_fr: Mise à jour de l'appareil gauche ...
hu_hu: Bal oldali készülék frissítése...
it_it: Aggiornamento dell'apparecchio sinistro ...
ja_jp: 左をアップグレードしています...
ko_kr: 왼쪽 귀의 보청기를 업그레이드중 ...
nl_nl: Update van het linker toestel ...
no_no: Oppgraderer venstre apparat ...
pl_pl: Aktualizowanie lewego aparatu ...
pt_pt: O Aventa detectou uma versão antiga do software no aparelho e fará uma atualização para a nova versão. Por favor, não desconecte o aparelho antes de finalizar a atualização. A atualização pode levar alguns minutos. Atualizando aparelho da orelha esquerda
ro_ro: Upgradeaza aparatul din urechea stanga ...
ru_ru: Обновление левого слухового аппарата...
sv_se: Uppgraderar vänster öras hörapparat...
tr_tr: Sol kulak cihazı yükseltiliyor...
zh_cn: 正在升级左侧助听器...

source: On
cs_cz: Zap
da_dk: Til
de_de: Ein
fi_fi: Käytössä
fr_fr: Activé
hu_hu: Be
ja_jp: ｵﾝ
nl_nl: Aan
no_no: På
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: ｵﾌ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: On
cs_cz: Zap
da_dk: Til
de_de: Ein
fi_fi: Käytössä
fr_fr: micro+signal
hu_hu: Be
ja_jp: ｵﾝ
nl_nl: Aan
no_no: På
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: signal seul
hu_hu: Ki
ja_jp: ｵﾌ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: In-Situ Audiogram has been saved to Database.
cs_cz: Audiogram in-situ byl uložen do databáze NOAH.
da_dk: In-Situ Audiogram er gemt i NOAH.
de_de: Das In-Situ Audiogramm wurde in der Datenbank gespeichert.
es_es: La Audiometría In-Situ se ha grabado en la base de datos .
fi_fi: In-Situ audiogrammi on tallennettu tietokantaan
fr_fr: L'audiométrie intégrée a été sauvegardée dans la base de données.
hu_hu: Az In-Situ audiogram el lett mentve az adatbázisba.
it_it: L'audiogramma In-Situ è stato salvato nel Database NOAH.
ja_jp: インサイチュ測定をパソコンへ保存しました
ko_kr: In-Situ 오디오그램이 데이터베이스에 저장되었습니다.
nl_nl: In-Situ audiogram opgeslagen in de database.
no_no: In-Situ audiogram er lagret i databasen.
pl_pl: Audiogram In-Situ został zapisany do Bazy Danych
pt_pt: Audiograma In-Situ foi salvo no banco de dados
ro_ro: Audiograma In-Situ a fost salvata in baza de date NOAH .
ru_ru: Данные аудиограммы на месте были сохранены в базе данных NOAH.
sv_se: In-Situ Audiogram har sparats till NOAH Databas.
tr_tr: In-Situ odyogramı veri bankasına kaydedildi.
zh_cn: 自测听力图已保存至数据库。

source: In-Situ Audiogram and fitting data has been saved to Standalone Database.
cs_cz: Audiogram in-situ a nastavovací data byly uloženy do databáze programu.”
da_dk: In-Situ Audiogram og tilpasninsgdata er gemt i Standalone Database.”
de_de: Das In-Situ Audiogramm und die Anpassdaten wurden in der Standalone-Datenbank gespeichert.
es_es: La Audiometría In-Situ y los datos de adaptación se han grabado en la base de datos Standalone.
fi_fi: In-Situ Audiogrammi ja sovitustieto on tallennettu Aventan omaan tietokantaan.
fr_fr: L'audiogramme et les réglages ont été sauvegardés dans la base de données.
hu_hu: Az In-Situ audiogram és az illesztése adatok el lettek mentve a Standalone adatbázisba.”
it_it: L'audiogramma In-Situ e i dati del fitting sono stati salvati nel Database Standalone.
ja_jp: インサイチュオージオグラムとフィッティングデータはパソコンへ保存されました
ko_kr: In-Situ 오디오그램과 피팅 데이터가 Standalone 데이터베이스에 저장되었습니다
nl_nl: In-Situ audiogram en aanpasgegevens opgeslagen in de StandAlone database.
no_no: In-Situ Audiogram og tilpasningsdata er lagret i Standalone databasen.
pl_pl: Audiogram In-Situ oraz dane dopasowania zostały zapisane do Samodzielnej Bazy Danych
pt_pt: Audiograma In-Situ e dados de ajuste foram salvos em Standalone
ro_ro: Audiograma In-Situ si reglajul au fost salvate in baza de date Standalone .
ru_ru: Данные аудиограммы на месте и настройки были сохранены в базе данных Aventa Standalone.”
sv_se: In-Situ Audiogram och anpassningsdata har sparats till Stand Alone Databas.
tr_tr: In-Situ Odyogramı ve uygulama verileri Standalone veri bankasına kaydedildi.
zh_cn: 自测听力图和验配数据已保存至数据库。
