Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Activate Customized Product Code When Programming
cs_cz: Při programování aktivovat zákaznický kód produktu
da_dk: Aktiver individuel produktkode
de_de: Private Label Code während der Programmierung aktivieren
es_es: Activar código de producto personalizado al programar
fi_fi: Aktivoi yksilöllisen tuotteen koodi ohjelmoitaessa :
fr_fr: Activation du code Private Label --> Code :
hu_hu: Egyéni készülék kód aktiválás programozáskor
it_it: Attiva Codice personalizzato del prodotto durante la programmazione
ja_jp: カスタムプロダクトコードを有効にする：
ko_kr: 프로그램시 커스텀화된 제품코드를 활성화합니다
nl_nl: Persoonlijke Product Code activeren bij programmering
no_no: Aktiver tilpasset produktkode ved programmering
pl_pl: Aktywuj Indywidualny Kod Produktu Podczas Programowania
pt_pt: Ativar o código dos aparelhos customizados durante a programação
ro_ro: Activati codul utilizatorului produsului cand se programeaza
ru_ru: Активировать индивидуальный код продукта во время программирования
sv_se: Aktivera ändrad produktkod vid programmering
tr_tr: Programlama Esnasında Kişiselleştirilmiş Ürün Kodunu Aktive Et
zh_cn: 编程时启用自定义产品代码

source: Yes
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
hu_hu: Igen
it_it: Si
ja_jp: はい
ko_kr: 예
nl_nl: Ja
no_no: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Ja
tr_tr: Evet
zh_cn: 是

source: No
cs_cz: Ne
da_dk: Nej
de_de: Nein
fi_fi: Ei
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
ko_kr: 아니오
nl_nl: Nee
no_no: Nei
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır
zh_cn: 否

source: Private Label Code:
cs_cz: Kód vlastního označení:
da_dk: Private label kode:
es_es: Código de Etiqueta Privada:
fi_fi: Oman mallin koodi :
fr_fr: Code "Private Label"
hu_hu: Privát címke kód:
it_it: Codice Privato
ja_jp: PLコード:
no_no: Privat Merkekode:
pl_pl: Własne znakowanie:
pt_pt: Código de identificação
ro_ro: Cod Privat de Identificare:
ru_ru: Индивидуальный код:
sv_se: Private Label Kod:
tr_tr: Özel Etiket Kodu:
zh_cn: 代码:

source: Mute Hearing Instrument when Fitting
cs_cz: Během programování umlčet sluchadlo
da_dk: Mute høreapparat under tilpasningen
de_de: Hörsystem während der Anpassung stummschalten
es_es: Silenciar audífonos al Programar
fi_fi: Mykistä kuulokoje sovitettaessa
fr_fr: Rendre les appareils muets pendant l'adaptation
hu_hu: Illesztés közbeni készülék némítás
it_it: Apparecchi Acustici in Muto durante il Fitting
ja_jp: フィッティング中に補聴器を消音にする
ko_kr: 피팅 시 보청기 음소거
nl_nl: Hoortoestellen UIT tijdens aanpassen
no_no: Demp høreapparat under tilpasning
pl_pl: Wycisz aparat w trakcie programowania
pt_pt: AASI mudo enquanto programando
ro_ro: Opreste sonorul Aparatelor in timpul reglarii
ru_ru: Отключить звук СА во время настройки
sv_se: Tysta hörapparaten vid anpassning
tr_tr: Fitting yaparken cihazın sesini kapat
zh_cn: 验配时助听器静音

source: Yes
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
hu_hu: Igen
it_it: Si
ja_jp: はい
ko_kr: 예
nl_nl: Ja
no_no: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Ja
tr_tr: Evet
zh_cn: 是

source: No
cs_cz: Ne
da_dk: Nej
de_de: Nein
fi_fi: Ei
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
ko_kr: 아니오
nl_nl: Nee
no_no: Nei
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır
zh_cn: 否

source: Gain Toggle:
cs_cz: Nastavení zisku:
de_de: Anzahl der Verstärkungsbänder:
es_es: Conmutar Ganancia:
fi_fi: Vahvistus säätimiä :
fr_fr: Nombre de bandes de réglage par défaut :
hu_hu: Erősítés Kapcsolás:
it_it: Guadagno:
ja_jp: 利得調整周波数:
ko_kr: 이득 토글
nl_nl: Aantal instelbanden voor Gain:
no_no: Gainkontroller:
pl_pl: Suwak wzmocnienia:
pt_pt: Ganho
ro_ro: Butonul de Castig
ru_ru: Переключатель усиления:
sv_se: Gain
tr_tr: Kazanç Butonu:
zh_cn: 微调频段显示：

source: Max Number of Gain Handles
cs_cz: Rozšířené nastavení (více frekvencí)
da_dk: Max antal gainhåndtag
de_de: Maximale Anzahl
es_es: Número Max de Controles de Ganancia
fi_fi: Maks. vahvistussäätimiä
fr_fr: Afficher le maximum de bandes de réglage
hu_hu: Kezelt erősítések max. száma
it_it: Massimo numero di maniglie
ja_jp: 最大ハンドル数
ko_kr: 이득 핸들의 최대 수
nl_nl: Maximaal aantal Gain kanalen
no_no: Maks. antall Gainkontroller
pl_pl: Maksymalna ilość suwaków wzmocnienia
pt_pt: Número máximo de canais de ganho
ro_ro: Numarul Maxim de Valori de Castig
ru_ru: Максимальное число регуляторов усиления
sv_se: Max antal justeringsband
tr_tr: Maksimum Kazanç Ayar Sayısı
zh_cn: 显示为最多频段

source: Min Number of Gain Handles
cs_cz: Základní nastavení (méně frekvencí)
da_dk: Min antal gainhåndtag
de_de: Minimale Anzahl
es_es: Número min de controles de Ganancia
fi_fi: Min. vahvistussäätöjä
fr_fr: Afficher le minimum de bandes de réglage
hu_hu: Kezelt erősítések min. száma
it_it: Minimo numero di maniglie
ja_jp: 最小ハンドル数
ko_kr: 이득핸들의 최소 수
nl_nl: Minimaal aantal Gain kanalen
no_no: Min. antall Gainkontroller
pl_pl: Minimalna ilość suwaków wzmocnienia
pt_pt: Número mínimo de canais de ganho
ro_ro: Numarul Minim de Valori de Castig
ru_ru: Минимальное число регуляторов усиления
sv_se: Minimum antal justeringband
tr_tr: Min. Kazanç Ayar Bant Sayısı
zh_cn: 显示为最少频段

source: Speaker Configuration:
cs_cz: Konfigurace reproduktorů:
da_dk: Højttaler konfiguration:
de_de: Lautsprecher Konfiguration:
es_es: Configuración Altavoz:
fi_fi: Kaiutinasetukset :
fr_fr: Configuration des haut-parleurs :
hu_hu: Hangszóró konfiguráció:
it_it: Configurazione Speaker:
ja_jp: スピーカーの構成:
ko_kr: 스피커구성:
nl_nl: Luidspreker kiezen
no_no: Høytalerkonfigurasjoner
pl_pl: Konfiguracja głośników:
pt_pt: Configuração do falante:
ro_ro: Configuratia Difuzoarelor
ru_ru: Настройки динамиков:
sv_se: Högtalarkonfiguration
tr_tr: Hoparlör Yapılandırması:
zh_cn: 配置扬声器:

source: Logitech Z5500
zh_cn: 罗技Z5500

source: Other (Non Supported)
cs_cz: Jiné (nepodporováno)
da_dk: Andre (Ikke understøttet)
de_de: Andere (nicht unterstützt)
es_es: Otros(no soportado)
fi_fi: Muu (ei tuettu)
fr_fr: Autre (non supporté)
hu_hu: Más (Nem támogatott)
it_it: Altro
ja_jp: その他（サポート外）
ko_kr: 기타(지원안됨)
nl_nl: Overige (niet ondersteund)
no_no: Andre (Ikke støttet)
pl_pl: Inny (nie obsługiwany)
pt_pt: Outros (não listado)
ro_ro: Altele (Fara suport)
ru_ru: Другое (не поддерживается)
sv_se: Övrigt (Stöds inte)
tr_tr: Diğer (desteklenmiyor)
zh_cn: 其他(不支持)

source: When Natural Directionality II is recommended
cs_cz: Pokud je doporučena Natural Directionality II
da_dk: NårNatural Directionality II anbefales
de_de: Wenn Natürliche Direktionalität II empfohlen wird
es_es: Cuando Direccionalidad Natural II sea recomendable
fi_fi: Kun Luonnollinen suuntakuvio II:a suositellaan...
fr_fr: Quand la directivité asymétrique "Natural Directionality II" est disponible :
hu_hu: Amikor Természetes Direkcionalítás II ajánlott
it_it: Quando è consigliata la Direzionalità Naturale II
ja_jp: ナチュラル指向性対応製品
ko_kr: Natural Directionality II을 권장하는 경우
nl_nl: Als Brain-balanced Directionaliteit wordt aanbevolen
no_no: Når Natural Direksjonalitet II er anbefalt
pl_pl: Kiedy zalecana jest Naturalna Kierunkowość II
pt_pt: Quando a Direcionalidade Natural II é recomendada
ro_ro: Atunci cand modurile microfonului sunt calculate automat pentru produse ce suporta Natural Directionality II
ru_ru: Когда рекомендована Естественная направленность II
sv_se: När Naturlig Riktverkan II rekommenderas.
tr_tr: Natural Directionality II tavsiye edildiğinde
zh_cn: 当推荐使用自然方向性II时

source: Leave P1 as Natural Directionality II
cs_cz: Ponechat P1 jako Natural Directionality II
da_dk: Brug P1 med Natural Directionality II
de_de: P1 als Natürliche Direktionalität II belassen
es_es: Dejar el P1 como Direccionalidad Natural II
fi_fi: Jätä ohjelma 1 Luonnollinen suuntakuvio II ohjelmaksi
fr_fr: Utiliser la directivité asymétrique sur le programme 1
hu_hu: P1 meghagyása a Természetes Direkcionalítás II-höz
it_it: Lascia il P1 in Direzionalità Naturale II
ja_jp: P1をナチュラル指向性にする
ko_kr: P1을 Natural Directionality II 로 둔다
nl_nl: Behoudt Brain-Balanced Directionaliteit II in P1
no_no: Behold P1 med Natural Directionality II
pl_pl: Zostaw P1 ustawiony jako Naturalna Kierunkowość II
pt_pt: Deixar P1 como Direcionalidade Natural II
ro_ro: Lasa P1 ca Natural Directionality II
ru_ru: Оставить Программу 1 как Естественная направленность II
sv_se: Låt program 1 vara Naturlig Riktverkan II
tr_tr: P1'i Natural Directionality II olarak bırak
zh_cn: P1使用自然方向性II

source: Change P1 to the selected Default Environmental Program
cs_cz: Změnit P1 na zvolený výchozí poslechový program
da_dk: Skift P1 ttil det forudvalgte program.
de_de: Programm 1 auf die Voreinstellung ändern
es_es: Cambiar el P1 al entorno seleccionado por Defecto
fi_fi: Vaihda ohjelma 1 valituksi oletus ympäristöohjelmaksi
fr_fr: Utiliser le programme par défaut sur le programme 1
hu_hu: P1 cseréje a kiválasztott Alapértelmezett környezeti programra
it_it: Cambia P1 al Programma Ambientale predefinito selezionato
ja_jp: P1を初期設定プログラムにする
ko_kr: P1을 선택한 환경 프로그램으로 변경하세요.
nl_nl: Zet P1 in het geselecteerde default programma
no_no: Endre P1 til det valgte standard Programmet
pl_pl: Zmień P1 na wybrany Domyślny Program Środowiskowy
pt_pt: Selecionar Trocar P1 para o Programa selecionado
ro_ro: Schimba P1 la Programul Ambiental selectat
ru_ru: Изменить Программу 1 на выбранную Программу по умолчанию
sv_se: Byt P1 till förinställt miljöprogram
tr_tr: Seçilen Standart Çevre Programı P1 olarak değiştirin
zh_cn: 更改程序1为默认的环境程序

source: Prompt Each Time
cs_cz: Pokaždé se zeptat
da_dk: Spørg hver gang
de_de: Auswahl jedes Mal anzeigen
es_es: Preguntar cada vez
fi_fi: Ehdota joka kerta
fr_fr: Proposer à chaque fois
hu_hu: Azonnal minden esetben
it_it: Richiedi ogni volta
ja_jp: 毎回確認する
nl_nl: Vraag iedere keer naar de keuze
no_no: Påminnelse hver gang
pl_pl: Pytaj za każdym razem
pt_pt: Aviso a cada período
ro_ro: Intreaba de fiecare data
ru_ru: Напоминать каждый раз
sv_se: Välj varje gång
tr_tr: Her zaman yap
zh_cn: 每次都询问

source: Remote Fine Tune
cs_cz: Vzdálené doladění
da_dk: Fjernjustering
de_de: Feinanpassung Fernbedienung
es_es: Ajuste Fino Remoto
fi_fi: Hienosäätö etäyheyttä käyttäen
hu_hu: Távirányítású finomhangolás
it_it: Regolazioni Remote
ja_jp: 微調整
nl_nl: Remote Fijnafstelling
no_no: Fjernkontroll finjustering
pl_pl: Zdalne dopasowanie
pt_pt: Ajuste Fino Remoto
ro_ro: Reglaj Fin la distanta
ru_ru: Удаленная тонкая настройка
tr_tr: Uzaktan İnce Ayar
zh_cn: 遥控微调

source: Yes
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
hu_hu: Igen
it_it: Si
ja_jp: はい
ko_kr: 예
nl_nl: Ja
no_no: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Ja
tr_tr: Evet
zh_cn: 是

source: No
cs_cz: Ne
da_dk: Nej
de_de: Nein
fi_fi: Ei
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
ko_kr: 아니오
nl_nl: Nee
no_no: Nei
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır
zh_cn: 否

source: Brand Correction
cs_cz: Korekce podle druhu
de_de: Fabrikat ändern
es_es: Corregir Marca
fi_fi: Kuulokoje korjausarvo
hu_hu: Márka korrekció
it_it: Correzzione Brand
ja_jp: ブランドコレクション
nl_nl: Merkcorrectie
no_no: Merkekorreksjon
pl_pl: Korekta Marki
pt_pt: Correção de marca
ro_ro: Corectie de Brand
ru_ru: Корректировка производителя
sv_se: Rättelse av namn (brand)
tr_tr: Marka Doğrulama
zh_cn: 带宽修正

source: Yes
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
hu_hu: Igen
it_it: Si
ja_jp: はい
ko_kr: 예
nl_nl: Ja
no_no: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Ja
tr_tr: Evet
zh_cn: 是

source: No
cs_cz: Ne
da_dk: Nej
de_de: Nein
fi_fi: Ei
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
ko_kr: 아니오
nl_nl: Nee
no_no: Nei
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır
zh_cn: 否

source: New Fitting Default Start Screen (Connected):
cs_cz: Implicitní obrazovka (sluchadlo připojeno):
da_dk: Forindstillet start skærm (tilsluttet)
de_de: Startbildschirm (Programmiermodus):
es_es: Pantalla Inicio predeterminada (conectado):
fi_fi: Uusi sovitus oletus aloitussivu (kuulokoje kytketty) :
fr_fr: Écran "Accueil" par défaut (connecté) :
hu_hu: Alapértelmezett induló képernyő (csatlakoztatva):
it_it: Schermata di inizio (quando connesso)
ja_jp: 新規顧客からの移行画面（接続）:
ko_kr: 새로운 피팅 초기 시작 화면(연결됨):
nl_nl: Bij nieuwe aanpassing opstarten in (indien toestel verbonden):
no_no: Standard oppstartsvindu (når tilkoblet):
pl_pl: Ekran nowego domyślnego dopasowania Start (Połączony):
pt_pt: Tela de Início Padrão (Quando Conectado):
ro_ro: Predefinire ecran de intampinare (Cand este conectat):
ru_ru: Новое стартовое окно настройки по умолчанию (подключено):
sv_se: Startskärm vid ny anpassning (Vid ansluten):
tr_tr: Varsayılan Açılış Ekranı (Bağlandığında):
zh_cn: 新选配默认开始界面(有连接时):

source: Patient Profile Screen
cs_cz: Obrazovka pacientského profilu
da_dk: Patient profil
de_de: Kundenprofil
es_es: Perfil del paciente
fi_fi: Profiili
fr_fr: Écran "Profil Patient"
hu_hu: Páciens profil képernyő
it_it: Schermata Profilo Paziente
ja_jp: 顧客プロフィール画面
ko_kr: 환자 프로파일 화면
nl_nl: Cliëntprofiel
no_no: Pasientprofil
pl_pl: Ekran profilu pacjenta
pt_pt: Tela de Perfil de Paciente
ro_ro: Ecran Profil Pacient
ru_ru: Окно данных пациента
sv_se: Patientprofil
tr_tr: Hasta Profil Ekranı
zh_cn: 客户档案

source: AutoFit Screen
cs_cz: Obrazovka Autofit
da_dk: AutoFit Skærm
de_de: FirstFit Ansicht
es_es: Pantalla QuickFit
fi_fi: Automaattinen sovitusikkuna
fr_fr: Écran "AutoFit"
hu_hu: Auto illesztés képernyő
it_it: Schermata di Fitting Automatica
ja_jp: クイックフィット画面
ko_kr: 자동피팅 화면
nl_nl: AutoFitscherm
no_no: AutoFit Skjerm
pl_pl: Ekran AutoFit
pt_pt: Tela de auto-ajuste
ro_ro: Ecranul AutoFit
ru_ru: Окно автонастройки
sv_se: Snabb Anpassa
tr_tr: OtoFit Ekranı
zh_cn: 自动选配

source: Selection Screen
cs_cz: Obrazovka výběru
da_dk: Udvælgelsesskærm
de_de: Bildschirm Auswahl
es_es: Pantalla de Selección
fi_fi: Kuulokojevalinta
fr_fr: Écran "Sélection"
hu_hu: Kiválasztó képernyő
it_it: Selezione
ja_jp: 補聴器選択面
ko_kr: 선택화면
nl_nl: Selectiescherm
no_no: Vindu for valg
pl_pl: Ekran wyboru
pt_pt: Tela de seleção
ro_ro: Ecran de selectare
ru_ru: Окно выбора
sv_se: Välj hörapparat
tr_tr: Cihaz Seçim Ekranı
zh_cn: 型号选择

source: Fitting Screen
cs_cz: Obrazovka nastavení
da_dk: Tilpasningsskærm
de_de: Bildschirm Anpassung
es_es: Pantalla de Adaptación
fi_fi: Sovitus
fr_fr: Écran "Réglages"
hu_hu: Illesztő képernyő
it_it: Fitting
ja_jp: フィッティング画面
ko_kr: 피팅화면
nl_nl: Aanpasscherm
no_no: Tilpasningsvindu
pl_pl: Ekran dopasowania
pt_pt: Tela de ajuste
ro_ro: Ecran de reglaj
ru_ru: Окно настройки
sv_se: Anpassning
tr_tr: Uygulama Ekranı
zh_cn: 选配界面

source: End Session Screen
cs_cz: Závěrečná obrazovka sezení
da_dk: Afslutningsskærm
de_de: Bildschirm Sitzungsende
es_es: Pantalla de Fin de Sesión
fi_fi: Lopetus
fr_fr: Écran "Fin de session"
hu_hu: Bejegyzés vége képernyő
it_it: Fine Sessione
ja_jp: 最終セッション画面
ko_kr: 종료 세션 화면
nl_nl: Afsluitscherm
no_no: Vindu for å avslutte sesjon
pl_pl: Ekran końca sesji
pt_pt: Tela de Fim de Sessão
ro_ro: Sesiune terminata
ru_ru: Окно окончания работы
sv_se: Slutsession
tr_tr: Oturumu Bitir Ekranı
zh_cn: 确认界面

source: New Fitting Default Start Screen:
cs_cz: Implicitní obrazovka (sluchadlo nepřipojeno):
da_dk: Forindstillet start skærm (ikke tilsluttet)
de_de: Startbildschirm (Simulationsmodus):
es_es: Pantalla Inicio predeterminada (No conectado):
fi_fi: Uusi sovitus oletus aloitussivu :
fr_fr: Écran "Accueil" par défaut (non connecté) :
hu_hu: Alapértelmezett induló képernyő (nincs csatlakoztatva):
it_it: Schermata di inizio (Non connesso)
ja_jp: 新規顧客からの移行画面:
ko_kr: 새로운 피팅 초기 시작 화면
nl_nl: Bij nieuwe aanpassing opstarten in:
no_no: Standard oppstartsvindu (når frakoblet):
pl_pl: Ekran nowego domyślnego dopasowania Start:
pt_pt: Tela Padrão de Início (Não Conectado):
ro_ro: Predefinire ecran de intampinare (cand nu este conectat):
ru_ru: Новое стартовое окно настройки по умолчанию:
sv_se: Startskärm vid ny anpassning (Inte ansluten):
tr_tr: Varsayılan Açılış Ekranı :
zh_cn: 新选配默认开始界面(无连接时):

source: Fine-tuning Session Default Start Screen:
cs_cz: Implicitní obrazovka sezení jemného doladění (nepřipojeno)
da_dk: Justeringssession standard startskærm (Når apparater ikke er tilsluttet)
de_de: Startbildschirm beim Öffnen einer bestehenden Anpassung:
es_es: Comenzar en adaptación por defecto (No conectado)
fi_fi: Hienosäätökäynti oletus aloitussivu :
fr_fr: Écran "Réglages" par défaut (non connecté) :
hu_hu: Finomhangolás Bejegyzés Alap Inditó Képernyő
it_it: Schermata iniziale sessione di regolazione fine:
ja_jp: 既存顧客からの移行画面:
ko_kr: Fine-tuning 세션 초기 시작 화면:
nl_nl: Bij controle-aanpassing opstarten in:
no_no: Innstillingsskjermen som oppstartsbilde (Ikke Tilkoblet)
pl_pl: Ekran domyślny sesji Fine-tuning Start:
pt_pt: Sessão de ajuste fino padrão da tela de início ( não conectado)
ro_ro: Ecranul de Inceput al Sesiunii Fine-tuning:
ru_ru: Стартовое окно сессии Тонкой настройки по умолчанию:
sv_se: Anpassningsbild (Inte ansluten) startar med:
tr_tr: İnce ayar oturumu varsayılan başlangıç ekranı:
zh_cn: 已存选配默认开始界面(无连接时):

source: When Navigating to Fit Screen:
cs_cz: Při přepnutí do obrazovky Fit:
da_dk: Når tilpasningsskærm vælges:
de_de: Optionen beim Wechsel in den Anpassbildschirm:
es_es: Cuándo Pase a la Pantalla de Programación:
fi_fi: Mentäessä sovitusikkunaan :
fr_fr: Lors du passage à l'écran "Réglages" :
hu_hu: Amikor az illesztő képernyőn navigál:
it_it: Nella schermata di Fitting:
ja_jp: ﾌｨｯﾃｨﾝｸﾞ画面へ移動したとき:
ko_kr: 피팅화면으로 전환
nl_nl: Tijdens navigeren naar aanpasscherm:
no_no: Når du går til Tilpasningsbildet:
pl_pl: Kiedy Przejść do Ekranu Dopasowania:
pt_pt: Quando Navegando na Tela Ajustes
ro_ro: Cand intram in ecranul de reglare:
ru_ru: При переходе к окну настройки
sv_se: Vid navigation till Anpassningsskärm:
tr_tr: Uygulama Ekranında:
zh_cn: 当进入选配界面时:

source: Connect Manually
cs_cz: Připojit manuálně
da_dk: Forbind manuelt
de_de: Geräte nicht verbinden (Simulations-Modus)
es_es: Conectar Manualmente
fi_fi: Yhdistä manuaalisesti
fr_fr: Connexion manuelle
hu_hu: Kézi csatlakozás
it_it: Connettere Manualmente
ja_jp: シミュレーションモード
ko_kr: 보청기 수동 연결(시뮬레이션 모드로 들어가기)
nl_nl: Simuleren of handmatig verbinden
no_no: Gå inn i simuleringsmodus
pl_pl: Połącz Ręcznie
pt_pt: Conectar Manualmente
ro_ro: Conectare Manuala
ru_ru: Подключить вручную
sv_se: Anslut manuellt
tr_tr: Manuel Olarak Bağlan
zh_cn: 模拟验配

source: Connect Automatically
cs_cz: Připojit automaticky
da_dk: Forbind automatisk
de_de: Hörsystem(e) verbinden
es_es: Conectar Automaticamente
fi_fi: Yhdistä automaattisesti
fr_fr: Connexion automatique
hu_hu: Automatikus csatlakozás
it_it: Connettere Automaticamente
ja_jp: 補聴器接続
ko_kr: 보청기 자동 연결
nl_nl: Automatisch verbinden
no_no: Tilkoble HA
pl_pl: Połącz Automatycznie
pt_pt: Conectar Automaticamente
ro_ro: Conectare Automata
ru_ru: Подключить автоматически
sv_se: Anslut automatiskt
tr_tr: Otomatik Olarak Bağlan
zh_cn: 自动连接

source: Prompt Each Time
cs_cz: Pokaždé se zeptat
da_dk: Spørg hver gang
de_de: Auswahl jedes Mal anzeigen
es_es: Preguntar cada vez
fi_fi: Ehdota joka kerta
fr_fr: Proposer à chaque fois
hu_hu: Azonnal minden esetben
it_it: Richiedi ogni volta
ja_jp: 毎回確認する
nl_nl: Vraag iedere keer naar de keuze
no_no: Påminnelse hver gang
pl_pl: Pytaj za każdym razem
pt_pt: Aviso a cada período
ro_ro: Intreaba de fiecare data
ru_ru: Напоминать каждый раз
sv_se: Välj varje gång
tr_tr: Her zaman yap
zh_cn: 每次都询问

source: LowProfile
cs_cz: Nízký profil
da_dk: LavProfil
es_es: PerfilBajo
fi_fi: Matala profiili
hu_hu: Mélyprofil
it_it: BassoProfilo
ja_jp: 顧客情報の不足
no_no: LavProfil
pl_pl: Niski profil
pt_pt: Perfil Baixo
ru_ru: Низкий профиль
sv_se: Lågprofil
tr_tr: Düşük Profil
zh_cn: 隐形

source: FullShell
cs_cz: Koncha
da_dk: Concha
de_de: Vollconcha
es_es: Concha
fi_fi: Täyskonkka
hu_hu: Conchae
it_it: Conca Piena
ja_jp: フルシェル
nl_nl: Concha
no_no: Helskall
pl_pl: Małżowinowy
pt_pt: Concha inteira
ru_ru: Полная конха
sv_se: Fullconcha
tr_tr: Tam Konka
zh_cn: 全耳甲腔式

source: HalfShell
cs_cz: Polokoncha
de_de: Halbconcha
es_es: MediaConcha
fi_fi: Puolikonkka
hu_hu: Fél conchae
it_it: Mezza Conca
ja_jp: ハーフシェル
nl_nl: Halfconcha
no_no: Halvskall
pl_pl: Półmałżowinowy
pt_pt: Meia concha
ru_ru: Полуконха
sv_se: Halvconcha
tr_tr: Yarım Konka
zh_cn: 半耳甲腔式

source: PARIS
zh_cn: BTE

source: CS53
cs_cz: CS63 + pásek se 3 vodiči
da_dk: CS63 + Flex Strip
es_es: CS63
fi_fi: CS63
fr_fr: CS63 (flex)
ko_kr: CS63 + Flex Strip
no_no: CS63
sv_se: CS63 + Flex Strip
zh_cn: CS63

source: CS53 Flex Strip
cs_cz: CS63 + pásek se 3 vodiči
da_dk: CS63 + Flex Strip
es_es: CS63 Flex Strip
fi_fi: CS63 + liuska
fr_fr: CS53 (flex)
hu_hu: CS53 Flex. kábel
ja_jp: CS53 ﾌﾚｯｸｽ
no_no: CS63 + Flex Strip
ro_ro: CS53 + Banda de Programare
sv_se: CS63 + Flex Strip
tr_tr: CS53 şerit kablo
zh_cn: CS63

source: CS64 FlexStrip
cs_cz: CS64 + pásek se 4 vodiči
es_es: FlexStrip_CS64
fi_fi: CS64 + liuska
fr_fr: CS64 (flex)
ja_jp: CS64 + ﾌﾚｯｸｽ
tr_tr: CS64 şerit kablo
zh_cn: CS64

source: Programs
cs_cz: Programy
da_dk: Programmer
de_de: Programme
es_es: Programas
fi_fi: Ohjelmat
fr_fr: Programmes
hu_hu: Programok
it_it: Programmi
ja_jp: プログラム
ko_kr: 프로그램
nl_nl: Programma's
no_no: Programmer
pl_pl: Programy
pt_pt: Programas
ro_ro: Programe
ru_ru: Программы
sv_se: Program
tr_tr: Programlar
zh_cn: 程序

source: Text-Base Guide
cs_cz: Popisný průvodce
da_dk: Tekstbaseret guide
de_de: Textbasierender Leitfaden
es_es: Guía Base Texto
fi_fi: Tekstipohjainen opas
hu_hu: Szöveges segédlet
it_it: Testo Base Guida
ja_jp: テキストベースガイド
ko_kr: Text-Base 가이드
nl_nl: Tekstgebaseerde gids
no_no: Tekstbasert Guide
pl_pl: Przewodnik tekstowy
pt_pt: Guia de texto
ro_ro: Ghid Text-Base
ru_ru: Руководство
sv_se: Text-Baserad Guide
tr_tr: Temel Metin Rehberi
zh_cn: 文字说明

source: View Problems with
cs_cz: Zobrazit problémy s
da_dk: Se problemer med
de_de: Probleme anzeigen mit
es_es: Ver Problemas con
fi_fi: Tarkastele ongelmia
fr_fr: Voir problème avec
hu_hu: A probléma megtekintése
it_it: Visualizza problemi con:
ja_jp: 問題の参照
ko_kr: 문제 보여주기
nl_nl: Bekijk problemen met
no_no: Vis problemer med
pl_pl: Znajdź hasła z
pt_pt: Visualizar problemas com
ro_ro: Vezi Problemele cu
ru_ru: Обзор проблем с
sv_se: Visa problem med
tr_tr: Problemleri Göster
zh_cn: 浏览

source: Solutions
cs_cz: Řešení
da_dk: Løsninger
de_de: Lösungen
es_es: Soluciones
fi_fi: Ratkaisut
hu_hu: Lehetőségek
it_it: Soluzioni
ja_jp: 解決策
ko_kr: 솔루션
nl_nl: Oplossingen
no_no: Løsninger
pl_pl: Rozwiązanie
pt_pt: Soluções
ro_ro: Solutii
ru_ru: Решения
sv_se: Lösningar
tr_tr: Çözümler
zh_cn: 解决方案

source: Search
cs_cz: Hledat
da_dk: Søg
de_de: Suche
es_es: Buscar
fi_fi: Etsi
fr_fr: Rechercher
hu_hu: Keresés
it_it: Trova
ja_jp: 顧客検索
ko_kr: 찾기
nl_nl: Zoek
no_no: Søk
pl_pl: Szukaj
pt_pt: Busca
ro_ro: A cauta
ru_ru: Поиск
sv_se: Sök
tr_tr: Ara
zh_cn: 查找

source: Clear
cs_cz: Smazat
de_de: Bereinigen
es_es: Borrar
fi_fi: Poista tiedot
fr_fr: Effacer
hu_hu: Töröl
it_it: Cancella
ja_jp: クリア
nl_nl: Verwijderen
no_no: Slett
pl_pl: Wyczyść
pt_pt: Limpar
ro_ro: Curata
ru_ru: Чисто
sv_se: Ta bort
tr_tr: Net
zh_cn: 清除

source: Apply Right
cs_cz: Použít vpravo
da_dk: Udfør højre
de_de: Rechts anwenden
es_es: Aplicar al Derecho
fi_fi: Käytä oikeaa
fr_fr: Appliquer côté doite
hu_hu: Elfogadás jobb
it_it: Applica a Destra
ja_jp: 右耳を適用
ko_kr: 오른쪽 적용
nl_nl: Pas toe bij rechter oor
no_no: Bruk Høyre
pl_pl: Zastosuj w Prawym
pt_pt: Aplicar à DIREITA
ro_ro: Aplica Dreapta
ru_ru: Применить для правого
sv_se: Lägg till hö
tr_tr: Sağa Uygula
zh_cn: 应用于右耳

source: Apply Left
cs_cz: Použít vlevo
da_dk: Udfør venstre
de_de: Links anwenden
es_es: Aplicar al Izquierdo
fi_fi: Käytä vasenta
fr_fr: Appliquer côté gauche
hu_hu: Elfogadás bal
it_it: Applica a Sinistra
ja_jp: 左耳を適用
ko_kr: 왼쪽 적용
nl_nl: Pas toe bij linker oor
no_no: Bruk Venstre
pl_pl: Zastosuj w Lewym
pt_pt: Aplicar à ESQUERDA
ro_ro: Aplica Stanga
ru_ru: Применить для левого
sv_se: Lägg till vä
tr_tr: Sola Uygula
zh_cn: 应用于左耳
