Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Sand Paper
cs_cz: Brusný papír
da_dk: Sandpapir
de_de: Sandpapier
es_es: Papel lija
fi_fi: Hiekkapaperi
fr_fr: Outil - papier de verre
hu_hu: Csiszolópapír
it_it: Carta-vetrata
ja_jp: 紙やすりの音
ko_kr: 사포
nl_nl: Schuurpapier
no_no: Sandpapir
pl_pl: Papier ścierny
pt_pt: Lixa
ro_ro: Smirghel
ru_ru: Наждачная бумага
sv_se: Sandpapper
tr_tr: Zımpara
zh_cn: 砂纸打磨声

source: Saw-hand saw
cs_cz: Ruční pilka
da_dk: Håndsav
de_de: Säge - Handsäge
es_es: Sierra-sierra manual
fi_fi: Käsisaha
fr_fr: Outil - scie à main
hu_hu: Kézifűrész
it_it: Sega
ja_jp: ノコギリを挽く音
ko_kr: 톱-작은톱
nl_nl: Zaag - handzaag
no_no: Sag
pl_pl: Ręczna piła
pt_pt: Serra-serra manual
ro_ro: Fierastrau manual
ru_ru: Ножовка
sv_se: Såga
tr_tr: Testere-El Testeresi
zh_cn: 锯木头声

source: Helicopter-flying overhead
cs_cz: Vrtulník nad hlavou
da_dk: Helikopter
de_de: Hubschrauber - im Flug
es_es: Helicóptero-sobrevolando
fi_fi: Helikopteri
fr_fr: Hélicoptère
hu_hu: Helikopter a levegőben
it_it: Elicottero
ja_jp: 頭上を飛ぶヘリコプター
ko_kr: 헬리콥터-머리위 날아가는 소리
nl_nl: Helikopter - overvliegend
no_no: Helikopter
pl_pl: Helikopter - przelot nad głowami
pt_pt: Helicóptero-voando acima
ro_ro: Elicopter - zburand deasupra capului
ru_ru: Вертолет
sv_se: Hellikopter-Flyger över huvud
tr_tr: Helikopter- HAvada uçarken
zh_cn: 直升机盘旋声

source: Horse
cs_cz: Kůň
da_dk: Hest
de_de: Pferd
es_es: Caballo
fi_fi: Hevonen
fr_fr: Animal - cheval
hu_hu: Ló
it_it: Cavallo
ja_jp: 馬のいななき
ko_kr: 말
nl_nl: Paard
no_no: Hest
pl_pl: Koń
pt_pt: Cavalo
ro_ro: Cal
ru_ru: Лошадь
sv_se: Häst
tr_tr: At
zh_cn: 马嘶声

source: Hospital-ambience
cs_cz: Nemocniční prostředí
da_dk: Hospital
de_de: Krankenhaus - Atmosphäre
es_es: Hospital-ambiente
fi_fi: Ympäristöääniä sairaalassa
fr_fr: Hôpital - hall
hu_hu: Kórház
it_it: Ospedale
ja_jp: 病院内の“環境音”（持続的な雑音）
ko_kr: 병원-분위기
nl_nl: Ziekenhuis
no_no: På sykehuset
pl_pl: Szpital - odgłosy
pt_pt: Hospital-ambiente
ro_ro: Spital
ru_ru: Больница
sv_se: Sjukhus-Atmosfär
tr_tr: Hastane- Ambiansı
zh_cn: 医院环境

source: Ice Cubes-into glass
cs_cz: Kostky ledu ve sklenici
da_dk: Isterninger i glas
de_de: Eiswürfel - ins Glas fallend
es_es: Cubitos de hielo-en un vaso
fi_fi: Jääkuutioita lasissa
fr_fr: Liquide - glaçons dans un verre
hu_hu: Jég a pohárba
it_it: Cubetti di ghiaccio
ja_jp: コップに角氷を入れる時の音
ko_kr: 얼음조각-유리잔안
nl_nl: IJsklontjes - vallend in glas
no_no: Isterninger i glasset
pl_pl: Wsypywanie kostek lodu do szklanki
pt_pt: Cubos de Gelo-dentro do copo
ro_ro: Cuburi de gheata intr-un pahar
ru_ru: Кубики льда в стакане
sv_se: Isbitar i glas
tr_tr: Buz-Bardağa Koyarken
zh_cn: 冰块放入玻璃杯声

source: School-kindergarten classroom
cs_cz: Třída mateřské školy
da_dk: Skole 1
de_de: Schule - Kindergarten-Gruppenraum
es_es: Colegio-guardería
fi_fi: Päiväkodissa
fr_fr: Enfants - jardin et jeux
hu_hu: Iskolai osztályterem
it_it: Scolari
ja_jp: 幼稚園のクラス
ko_kr: 학교-유치원 학급
nl_nl: School - kleuterschool
no_no: I klasserommet ved førskolen
pl_pl: Sala w przedszkolu
pt_pt: Escola-sala de aula do jardim de infância
ro_ro: Sala de cursuri
ru_ru: Комната в детстком саду
sv_se: Skola-Dagis
tr_tr: Okul- Ana sınıfı
zh_cn: 学校-幼儿园

source: School-talking in hallway
cs_cz: Škola-řeč v hale
da_dk: Skole 2
de_de: Schule - Sprechen im Korridor
es_es: Colegio-hablando en el pasillo
fi_fi: Puhetta koulun aulassa
fr_fr: Enfants - salle de classe
hu_hu: Iskolai csarnok
it_it: Parlato a scuola
ja_jp: 学校の廊下での話し声
ko_kr: 학교-복도에서 이야기
nl_nl: School - gang
no_no: Snakke i gangen
pl_pl: Szkola - rozmowa na korytarzu
pt_pt: Escola-conversa no corredor
ro_ro: Scoala - galagie pe hol
ru_ru: Школа - разговор в коридоре
sv_se: Skola-Korridor
tr_tr: Okul- koridorda konuşma
zh_cn: 学校-走廊聊天

source: Children-laughter
cs_cz: Děti-smích
da_dk: Barnelatter
de_de: Kinder - Gelächter
es_es: Niños - risas
fi_fi: Lasten naurua
fr_fr: Enfants - rires
hu_hu: Gyermek nevetés
it_it: Bambini che strillano
ja_jp: 子供の笑い声
ko_kr: 아이들 소리-웃는소리
nl_nl: Kinderen - lachend
no_no: Barnelatter
pl_pl: Dzieci - śmiech
pt_pt: Crianças-risada
ro_ro: Tipete de copii
ru_ru: Детский смех
sv_se: Barn-Skratt
tr_tr: Çocuklar- Gülüyor
zh_cn: 儿童-大笑

source: Children-playing inside
cs_cz: Děti-hra doma
da_dk: Børn der leger indendørs
de_de: Kinder - in Innenraum spielend
es_es: Niños - jugando dentro
fi_fi: Lapset leikkii sisällä
fr_fr: Enfants - intérieur et jeux
hu_hu: Gyermekek játszanak bent
it_it: Bambini che giocano
ja_jp: 屋内で遊ぶ子供達
ko_kr: 아이들소리-안에서 놀고있는 소리
nl_nl: Kinderen - binnen spelend
no_no: Barn leker inne
pl_pl: Dzieci - zabawa w domu
pt_pt: Crianças-brincando em casa
ro_ro: Copii - jucandu-se inauntru
ru_ru: Дети играют в детском саду
sv_se: Barn-Leker inomhus
tr_tr: Çocuklar- İçeride Oynuyor
zh_cn: 儿童-室内玩耍

source: Children-playing outside
cs_cz: Děti-hra venku
da_dk: Børn der leger udendørs
de_de: Kinder - im Freien spielend
es_es: Niños - jugando fuera
fi_fi: Lapset leikkii ulkona
fr_fr: Enfants - extérieur et jeux
hu_hu: Gyermekek játszanak kint
it_it: Bambini giocano in esterno
ja_jp: 屋外で遊ぶ子供達
ko_kr: 아이들소리-밖에서 놀고있는 소리
nl_nl: Kinderen - buiten spelend
no_no: Barn leker ute
pl_pl: Dzieci - zabawa na dworzu
pt_pt: Crianças-brincando ao ar livre
ro_ro: Copii - jucandu-se afara
ru_ru: Дети играют на улице
sv_se: Barn-Leker utomhus
tr_tr: Çocuklar- Dışarıda Oynuyor
zh_cn: 儿童-室外活动

source: Door-knocking
cs_cz: Dveře-klepání
da_dk: Dør, der bankes på
de_de: Klopfen an Tür
es_es: Puerta-llamando (con nudillos)
fi_fi: Koputetaan ovelle
fr_fr: Porte - frapper
hu_hu: Kopogás ajtón
it_it: Colpi sulla porta
ja_jp: ドアをノックする音
ko_kr: 문-노크소리
nl_nl: Deur - kloppen
no_no: Banke på døren
pl_pl: Pukanie do drzwi
pt_pt: Batida de Porta
ro_ro: Ciocanit la usa
ru_ru: Стук в дверь
sv_se: Dörr-Knacka
tr_tr: Kapı-Vurulurken
zh_cn: 敲门声

source: Leaf Blower
cs_cz: Vítr v listech
da_dk: Bladsuger
de_de: Laubgebläse
es_es: Sopladora de hojas
fi_fi: Lehtipuhallin
fr_fr: Outil - souffleur de feuilles
hu_hu: Kompresszor
it_it: Trita foglie
ja_jp: 落ち葉送風機
ko_kr: 낙엽 제거기계
nl_nl: Bladblazer
no_no: Løvblåser
pl_pl: Dmuchawa do usuwania liści
pt_pt: Assoprador de folhas
ro_ro: Fosnet de frunze
ru_ru: Машина для удаления опавших листьев
sv_se: Lövblåsare
tr_tr: Yaprak Temizleme Makinesi
zh_cn: 修整树枝声

source: Walking-on leaves
cs_cz: Chůze na listí
da_dk: Skridt på blade
de_de: Gehen - auf Laub
es_es: Pisadas-sobre hojas
fi_fi: Kävelyaskeleita lehdillä
fr_fr: Bruit de pas - sur feuilles mortes
hu_hu: Séta
it_it: Passi sulle foglie
ja_jp: 落ち葉の上を歩く音
ko_kr: 걷기-낙엽위
nl_nl: Lopen - op bladeren
no_no: Spasere på løv
pl_pl: Chodzenie po liściach
pt_pt: Andar-sobre folhas caídas
ro_ro: Mersul prin padure
ru_ru: Прогулка по листве
sv_se: Promenad-Löv
tr_tr: Yürürken-Yaprakların Üstünde
zh_cn: 行走-踩着树叶

source: Microwave-beeping
cs_cz: Pípání mikrovlnné trouby
da_dk: Microbølgeovn
de_de: Mikrowelle - Piepton
es_es: Microondas-pitando
fi_fi: Mikroaaltouunin signaaliäänet
fr_fr: Cuisine - four micro-ondes
hu_hu: Mikro csipogás
it_it: Segnale forno microonde
ja_jp: 電子レンジのビープ音
ko_kr: 전자렌지-경고음
nl_nl: Magnetron - piepen
no_no: Microbølgeovn piper
pl_pl: Sygnał kuchenki mikrofalowej
pt_pt: Forno de Microondas-apitando
ro_ro: Bip-ul produs de cuptorul cu microunde
ru_ru: Микроволновая печь - бип-сигнал
sv_se: Mikrovågsugnstoner
tr_tr: Mikrodalga Fırın
zh_cn: 微波炉哔哔声

source: Paper-newspaper
cs_cz: Papír-noviny
da_dk: Avis
de_de: Papier - Zeitung
es_es: Papel-periódico
fi_fi: Luetaan lehti
fr_fr: Papier - feuilles de journal
hu_hu: Újságpapír
it_it: Giornale
ja_jp: 新聞をめくる音
ko_kr: 종이-신문지
nl_nl: Papier - krant
no_no: Avis
pl_pl: Gazeta
pt_pt: Papel-jornal
ro_ro: Hartie - ziar
ru_ru: Газетная бумага
sv_se: Papper-Tidningsprassel
tr_tr: Kağıt-Gazete
zh_cn: 翻开报纸声

source: Birds-parrot
cs_cz: Ptáci-papoušek
da_dk: Papegøje
de_de: Vögel - Papagei
es_es: Aves-loro
fi_fi: Papukaija
fr_fr: Oiseau - perroquet
hu_hu: Papagáj
it_it: Pappagalli
ja_jp: オウムの鳴き声
ko_kr: 새-앵무새
nl_nl: Vogels - papegaai
no_no: Papegøye
pl_pl: Papuga
pt_pt: Aves-papagaio
ro_ro: Pasari - papagal
ru_ru: Попугай
sv_se: Fågel-Papegoja
tr_tr: Kuş-Papağan
zh_cn: 鸟叫-鹦鹉

source: Pig
cs_cz: Prase
da_dk: Gris
de_de: Schwein
es_es: Cerdo
fi_fi: Sika
fr_fr: Animal - cochon
hu_hu: Disznó
it_it: Maiale
ja_jp: 豚の鳴き声
ko_kr: 돼지
nl_nl: Varken
no_no: Gris
pl_pl: Świnia
pt_pt: Porco
ro_ro: Porc
ru_ru: Свинья
sv_se: Gris
tr_tr: Domuz Sesi
zh_cn: 猪叫声

source: Arcade-pinball machine
cs_cz: Herna-pinball
da_dk: Flippermaskine
de_de: Arcade - Flipper
es_es: Juegos recreativos-pinball
fi_fi: Flipperi
fr_fr: Jeux - flipper
hu_hu: Játékautomata
it_it: Flipper
ja_jp: アーケード内のピンボール・ゲームの音
ko_kr: 아케이드-핀볼 게임
nl_nl: Automatenhal - flipperkast
no_no: Flippermaskin i spillehallen
pl_pl: Automat do gier
pt_pt: Fliperama
ro_ro: Jocuri de noroc
ru_ru: Игровой автомат
sv_se: Arkad-Flipper
tr_tr: Oyun Salonu- Pinball Makinesi
zh_cn: 弹球机

source: Airplane-interior ambience
cs_cz: Uvnitř letadla
da_dk: Flyvemaskine i kabinen
de_de: Flugzeug - Innenraumatmosphäre
es_es: Avión-ambiente interior
fi_fi: Lentokoneen sisällä
fr_fr: Avion - dans la cabine
hu_hu: Repülőgép belsejében
it_it: Aeroplano (interno)
ja_jp: 飛行機内の“環境音”（持続的な雑音）
ko_kr: 공항-내부 분위기
nl_nl: Vliegtuig - cabine
no_no: Flykabin
pl_pl: Samolot - odgłosy wewnątrz kabiny
pt_pt: Avião-ambiente interno
ro_ro: Avion
ru_ru: В аэропорту
sv_se: Flygplan-Invändigt
tr_tr: Uçak-İçmekan ambiansı
zh_cn: 飞机-机舱环境

source: Press Machine
cs_cz: Rotačka
da_dk: Stansemaskine
de_de: Stanzmaschine
es_es: Máquina de prensar
fi_fi: Painokone
fr_fr: Outil - presse hydraulique
hu_hu: Nyomdagép
it_it: Pressa
ja_jp: プレス機器の作動音
ko_kr: 프레스머신
nl_nl: Drukmachine
no_no: Trykkeri
pl_pl: Automat gazetowy
pt_pt: Máquina de Imprensa
ro_ro: Masina de tiparit
ru_ru: Пресс
sv_se: Tryck på maskin
tr_tr: Baskı Makinesi
zh_cn: 冲压机床

source: Racquetball Game-ambience
cs_cz: Prostředí pálkové hry
da_dk: Tennis
de_de: Racquetball - Spiel-Atmosphäre
es_es: Partido frontenis-ambiente
fi_fi: Squash-peli
fr_fr: Squash
hu_hu: Tenisz
it_it: Gioco racchette
ja_jp: ラケットボールの試合での“環境音”（持続的な雑音）
ko_kr: 라켓볼 게임-분위기
nl_nl: Squashbaan
no_no: Squash-kamp
pl_pl: Racquetball - odgłosy gry
pt_pt: Jogo de frescobol
ro_ro: Meci de tenis
ru_ru: Теннисный корт
sv_se: Racketboll
tr_tr: Duvar Tenisi-Ambiansı
zh_cn: 壁球场

source: Leaves-raking
cs_cz: Lámání listů
da_dk: Kost
de_de: Blätter - zusammenharken
es_es: Hojas-rastrillando
fi_fi: Haravoidaan lehtiä
fr_fr: Outil - râtisser des feuilles mortes
hu_hu: Gereblyézés
it_it: Scala mobile
ja_jp: 落ち葉をかき集める音
ko_kr: 낙엽-갈퀴질
nl_nl: Bladeren - harken
no_no: Rake løv
pl_pl: Grabienie liści
pt_pt: Folhas-reunir
ro_ro: Greblare de frunze
ru_ru: Подметание листьев
sv_se: Löv-Räfsa
tr_tr: Yaprak Süpürme Sesi
zh_cn: 清扫树叶声

source: Electric Razor
cs_cz: Elektrický holící strojek
da_dk: Elektrisk barbermaskine
de_de: Elektrorasierer
es_es: Maquinilla eléctrica
fi_fi: Pertakone
fr_fr: Rasoir électrique
hu_hu: Elektromos borotva
it_it: Rasoio elettrico
ja_jp: 電気カミソリの音
ko_kr: 전기면도기
nl_nl: Scheerapparaat
no_no: Barbermaskin
pl_pl: Elelktryczna masynka do golenia
pt_pt: Barbeador Elétrico
ro_ro: Aparat de ras electric
ru_ru: Электробритва
sv_se: Rakapparat
tr_tr: Elektrikli Traş Makinesi
zh_cn: 电动剃须刀声

source: Rooster
cs_cz: Kohout
da_dk: Hane
de_de: Hahn
es_es: Gallo
fi_fi: Kukko
fr_fr: Animal - coq
hu_hu: Kakas
it_it: Gallo
ja_jp: 雄鶏の鳴き声
ko_kr: 수탉
nl_nl: Haan
no_no: Hane
pl_pl: Kogut
pt_pt: Galo
ro_ro: Cantatul cocosului
ru_ru: Петух
sv_se: Tupp
tr_tr: Horoz
zh_cn: 公鸡啼鸣

source: Paper-scissors cutting
cs_cz: Stříhání papíru
da_dk: Saks
de_de: Papier - schneidende Schere
es_es: Papel-cortando con tijeras
fi_fi: Sakset
fr_fr: Papier - couper avec des ciseaux
hu_hu: Papírvágó olló
it_it: Taglia-carta
ja_jp: ハサミで紙を切る時の音
ko_kr: 종이-가위로 자르기
nl_nl: Papier - knippen
no_no: Papir -klippe med saks
pl_pl: Cięcie papieru nożyczkami
pt_pt: Papel-corte com tesoura
ro_ro: Foarfeca de taiat hartie
ru_ru: Разрезание бумаги ножницами
sv_se: Papper-Sax
tr_tr: Kağıt-Makasla Kesme
zh_cn: 切纸声

source: Sewing Machine
cs_cz: Šicí stroj
da_dk: Symaskine
de_de: Nähmaschine
es_es: Máquina de coser
fi_fi: Ompelukone
fr_fr: Machine à coudre
hu_hu: Varrógép
it_it: Macchina da cucire
ja_jp: ミシンの音
ko_kr: 재봉틀
nl_nl: Zaagmachine
no_no: Symaskin
pl_pl: Maszyna do szycia
pt_pt: Máquina de Costura
ro_ro: Masina de cusut
ru_ru: Швейная машина
sv_se: Symaskin
tr_tr: Dikiş Makinesi
zh_cn: 缝纫机

source: Sheep
cs_cz: Ovce
da_dk: Får
de_de: Schafe
es_es: Oveja
fi_fi: Lammas
fr_fr: Animal - mouton
hu_hu: Birka
it_it: Pecora
ja_jp: 羊の鳴き声
ko_kr: 양소리
nl_nl: Schapen
no_no: Sauer
pl_pl: Owca
pt_pt: Ovelhas
ro_ro: Oaie
ru_ru: Овца
sv_se: Får
tr_tr: Koyun Sesi
zh_cn: 绵羊叫声

source: Door-glass sliding closed
cs_cz: Zavření prosklených roztahovacích dveří
da_dk: Glasskydedør
de_de: Glasschiebetür-beim Schließen
es_es: Puerta-corredera cerrándose
fi_fi: Lasiovi suljetaan
fr_fr: Porte coulissante - fermeture
hu_hu: Ajtóablak bezárás
it_it: Porta a vetri
ja_jp: スライド式窓ガラスの閉まる音
ko_kr: 문-유리문 닫히는소리
nl_nl: Deur - sluiten glazen schuifdeur
no_no: Skyvedør som lukkes
pl_pl: Szklane drzwi przesuwne
pt_pt: Porta-de vidro, deslisante, fechando
ro_ro: Inchidere usa de sticla
ru_ru: Стеклянная дверь
sv_se: Dörr-Glas
tr_tr: Kapı-Sürgülü
zh_cn: 玻璃门的滑行声

source: Water-sprinkler
cs_cz: Voda-rozprašovač
da_dk: Havesprinkler
de_de: Wasser - Berieselungsgerät
es_es: Agua-aspersor
fi_fi: Sprinkleri
fr_fr: Eau - arrosage automatique
hu_hu: Öntöző
it_it: Spruzza-acqua
ja_jp: スプリンクラー
ko_kr: 물-스프링쿨러
nl_nl: Water - sprinklerinstallatie
no_no: Sprinkleranlegg
pl_pl: Opryskiwacz
pt_pt: Água-molhar o jardim
ro_ro: Izvor
ru_ru: Разбрызгиватель воды
sv_se: Vattenspridare
tr_tr: Su-Fiskiye ile Sulama
zh_cn: 抽水机

source: Squirrels
cs_cz: Veverky
da_dk: Egern
de_de: Eichhörnchen
es_es: Ardillas
fi_fi: Oravat
fr_fr: Animal - écureuil
hu_hu: Mókus
it_it: Scoiattolo
ja_jp: リスの鳴き声
ko_kr: 다람쥐
nl_nl: Eekhoorns
no_no: Ekorn
pl_pl: Wiewiórki
pt_pt: Esquilos
ro_ro: Veverite
ru_ru: Белки
sv_se: Ekorre
tr_tr: Sincap Sesi
zh_cn: 松鼠

source: Staple Gun
cs_cz: Sponkovačka
da_dk: Skud
de_de: Tacker
es_es: Grapadora
fi_fi: Niittipistooli
fr_fr: Agrafeuse
hu_hu: Fegyver
it_it: Cucitrice
ja_jp: ステープルガンを使用する音
ko_kr: 스테이플 건
nl_nl: Nietpistool
no_no: Stiftemaskin
pl_pl: Zszywacz
pt_pt: Pistola Grampos
ro_ro: Capsator de hartie
ru_ru: Степлер
sv_se: Häftapparat
tr_tr: Zımbalama
zh_cn: 气钉枪

source: Gas Stove
cs_cz: Plynový sporák
da_dk: Gasflamme
de_de: Gasherd
es_es: Cocina de gas
fi_fi: Kaasuliesi
fr_fr: Cuisine - cuisinière à gaz
hu_hu: Gáztűzhely
it_it: Fornello a gas
ja_jp: 石油ストーブ
ko_kr: 가스스토브
nl_nl: Gasfornuis
no_no: Gassovn
pl_pl: Kuchenka gazowa
pt_pt: Forno a Gás
ro_ro: Aprinderea focului la aragaz
ru_ru: Газовая плита
sv_se: Gasspis
tr_tr: Gaz Ocağı
zh_cn: 煤气炉

source: Bowling-strike
cs_cz: Kuželna-kácení kuželek
de_de: Kegeln - Strike
es_es: Bolera-derribo
fi_fi: Keilailu-kaato
hu_hu: Bowling
ja_jp: ボーリング（ストライク）
ko_kr: 볼링-스트라이크
nl_nl: Bowlingbaan - strike
pl_pl: Kręgle - trącenie
pt_pt: Boliche-strike
ro_ro: Lovitura de popice
ru_ru: Выбивание страйка в боулинге
tr_tr: Bowling 2
zh_cn: 保龄球-击中声

source: Car-sunroof opening
cs_cz: Auto-otevření střešního okna
da_dk: Bilsoltag der åbnes
de_de: Auto - Schiebedach öffnen
es_es: Coche-abriendo techo corredizo
fi_fi: Auton kattoluukku avataan
fr_fr: Voiture - toit ouvrant
hu_hu: Kocsi napfénytető nyitás
it_it: Tettuccio auto
ja_jp: 車のサンルーフの開く音
ko_kr: 차-선루프 열기
nl_nl: Auto - openen schuifdak
no_no: Åpne takluke i bilen
pl_pl: Otwieranie szyberdachu
pt_pt: Carro-abertura do teto solar
ro_ro: Deschiderea trapei la masina
ru_ru: Автомобиль с открытым верхом
sv_se: Bil-Öppnar sollucka
tr_tr: Araba Tavanı Açılırken
zh_cn: 汽车-车顶逢打开声

source: Tennis Match-ambience
cs_cz: Prostředí tenisového turnaje
da_dk: Tenniskamp
de_de: Tennisspiel - Atmosphäre
es_es: Partido tenis-ambiente
fi_fi: Tennisottelu
fr_fr: Sport - match de tennis
hu_hu: Tenisz meccs
it_it: Tennis ambiente
ja_jp: テニスの試合中の“環境音”（持続的な雑音）
ko_kr: 테니스경기-분위기
nl_nl: Tenniswedstrijd
no_no: Tennis-kamp
pl_pl: Odgłosy meczu tenisowego
pt_pt: Partida de Tenis-ambiente
ro_ro: Meci de tenis
ru_ru: Теннисный матч
sv_se: Tennismatch
tr_tr: Tenis Maçı
zh_cn: 网球场

source: Car-tires screeching
cs_cz: Pískání pneumatik
da_dk: Skrigende bildæk
de_de: Auto - Reifenquietschen
es_es: Coche-chirrido ruedas
fi_fi: Auton renkaiden ääniä
fr_fr: Voiture - crissement de pneus
hu_hu: Fékcsikorgás
it_it: Gomme auto
ja_jp: 急ブレーキ時のタイヤの“キキーッ”という音
ko_kr: 차-타이어 긁히는 소리
nl_nl: Auto - piepende banden
no_no: Hvinende bildekk
pl_pl: Pisk opon
pt_pt: Carro-cantar pneus
ro_ro: Frana brusca
ru_ru: Скрип тормозов
sv_se: Bil-Däck skriker
tr_tr: Araba Ani Fren Sesi
zh_cn: 汽车-急刹车

source: Teeth-brushing
cs_cz: Čištění zubů
da_dk: Tandbørstning
de_de: Zähneputzen
es_es: Dientes-cepillando
fi_fi: Hampaiden pesu
fr_fr: Dents - brossage
hu_hu: Fogmosás
it_it: Pulizia denti
ja_jp: 歯を磨く音
ko_kr: 치아-치솔질
nl_nl: Tanden poetsen
no_no: Tannpuss
pl_pl: Szczotkowanie zębów
pt_pt: Dentes-escovando
ro_ro: Spalatul pe dinti
ru_ru: Чистка зубов
sv_se: Tandborstning
tr_tr: Diş Fırçalama
zh_cn: 刷牙

source: Dog-drinking water
cs_cz: Pes pije vodu
da_dk: Hund der drikker
de_de: Hund - Wasser trinkend
es_es: Perro-bebiendo agua
fi_fi: Koira juo vettä
fr_fr: Animal - chien lappant de l'eau
hu_hu: Kutya vizet iszik
it_it: Cane che beve
ja_jp: 水を飲む犬
ko_kr: 강아지-물마시는 소리
nl_nl: Hond - water drinkend
no_no: Hund drikker vann
pl_pl: Pies - chłeptanie wody
pt_pt: Cachorro-bebendo água
ro_ro: Caine - band apa
ru_ru: Собака пьет воду
sv_se: Hund-Dricker
tr_tr: Köpek-Su İçiyor
zh_cn: 狗-舔水声

source: Train-approaching
cs_cz: Blížící se vlak
da_dk: Tog der ankommer
de_de: Zug - sich nähernd
es_es: Tren-acercándose
fi_fi: Juna lähestyy
fr_fr: Train - arrivée
hu_hu: Vonat
it_it: Treno in arrivo
ja_jp: 近づく列車の音
ko_kr: 기차-접근하는소리
nl_nl: Trein - naderend
no_no: Tog nærmer seg
pl_pl: Pociąg - zbliżanie się
pt_pt: Trem aproximando-se
ro_ro: Tren apropiindu-se
ru_ru: Прибытие поезда
sv_se: Tåg-Signalerar
tr_tr: Tren- Yaklaşıyor
zh_cn: 火车-驶近声

source: Car-turn signal-ambience
cs_cz: Auto-signál blikače
da_dk: Bil, afviserblink
de_de: Auto - Blinker
es_es: Coche-intermitente
fi_fi: Auton suuntavilkku
fr_fr: Voiture - clignotants
hu_hu: Autó index
it_it: Freccia Auto
ja_jp: 車の方向指示器の音
ko_kr: 차-신호 변경
nl_nl: Auto - knipperlicht
no_no: Blinklys på bil
pl_pl: Kierunkowskaz
pt_pt: Carro-pisca alerta
ro_ro: Semnalizator de directie
ru_ru: Сигнал поворота
sv_se: Bil-Blinkers
tr_tr: Araba Sinyali 2
zh_cn: 汽车-转向提示音

source: Vacuum Cleaner
cs_cz: Vysavač
da_dk: Støvsuger
de_de: Staubsauger
es_es: Aspiradora
fi_fi: Pölynimuri
fr_fr: Aspirateur
hu_hu: Porszívó
it_it: Aspirapolvere
ja_jp: 電気掃除機
ko_kr: 진공청소기
nl_nl: Stofzuiger
no_no: Støvsuger
pl_pl: Odkurzacz
pt_pt: Aspirador de pó
ro_ro: Aspirator
ru_ru: Пылесос
sv_se: Dammsugare
tr_tr: Elektrik Süpürgesi
zh_cn: 吸尘器

source: Volleyball Game-ambience
cs_cz: Prostředí volejbalu
da_dk: Volleyball
de_de: Volleyballspiel - Atmosphäre
es_es: Partido voleibol-ambiente
fi_fi: Lentopallopeli
fr_fr: Sport - match de volley-ball
hu_hu: Röplabda
it_it: Pallavolo ambiente
ja_jp: バレーボールの試合での“環境音”（持続的な雑音）
ko_kr: 배구 게임-분위기
nl_nl: Volleybalwedstrijd
no_no: Volleyball-kamp
pl_pl: Siatkówka - odgłosy
pt_pt: Voleibol-ambiente
ro_ro: Joc de volei
ru_ru: Игра в волейбол
sv_se: Volleyboll-Atmosfär
tr_tr: Voleybol maçı ambiansı
zh_cn: 排球场

source: Video Game
cs_cz: Videohra
da_dk: Videospil
de_de: Videospiel
es_es: Videojuego
fi_fi: Videopeli
fr_fr: Jeux - jeux vidéos
hu_hu: Videojáték
ja_jp: ビデオゲーム
ko_kr: 비디오게임
nl_nl: Spelcomputer
no_no: Videospill
pl_pl: Gra wideo
ro_ro: Joc video
ru_ru: Видеоигра
sv_se: Videospel
tr_tr: Video Oyunları
zh_cn: 玩电动游戏

source: Sink-filling with water
cs_cz: Dřez-plnění vodou
da_dk: Vask der fyldes med vand
de_de: Spülbecken - Wasser einfüllen
es_es: Fregadero-llenándose de agua
fi_fi: Lasketaan vettä pesualtaaseen
fr_fr: Liquide - remplir un évier
hu_hu: Konyha víztöltés
it_it: Lavandino
ja_jp: キッチンのシンク/水を満たす音
ko_kr: 싱크대-물로 채우기
nl_nl: Gootsteen - vullen
no_no: Vask fylles med vann
pl_pl: Zlew napełniający się wodą
pt_pt: Pia enchendo de água
ro_ro: Rezervor care se umple cu apa
ru_ru: Вода из крана
sv_se: Tvättställ-Fylls med vatten
tr_tr: Su-Dolarken
zh_cn: 水流入水槽声

source: Bathtub-filling with water
cs_cz: Vana-plnění vodou
da_dk: Brusebad
de_de: Badewanne - mit Wasser füllen
es_es: Bañera-llenándose de agua
fi_fi: Lasketaan vettä ammeeseen
fr_fr: Liquide - remplir une baignoire
hu_hu: Fürdővíz csobogás
it_it: Vasca da bagno
ja_jp: バスタブ/お湯を満たす音
ko_kr: 욕조통-물로 채우기
nl_nl: Badkuip - vullen met water
no_no: Badekar fylles med vann
pl_pl: Wanna napełniająca się wodą
pt_pt: Banheira-enchendo de água
ro_ro: Cada de baie umplandu-se cu apa
ru_ru: Ванна, наполненная водой
sv_se: Badkar-Fylls med vatten
tr_tr: Küvet- Su Dolarken
zh_cn: 水流入澡盆声

source: Walking-wood floor squeaking
cs_cz: Chůze-vrzání dřevěné podlahy
da_dk: Skridt, trægulv der knirker
de_de: Gehen - knarrender Holzfußboden
es_es: Pisadas-suelo de madera crujiendo
fi_fi: Puulattia narisee
fr_fr: Bruits de pas - parquet qui craque
hu_hu: Séta parkettán
it_it: Scricchiolio pavimento di legno
ja_jp: 木の床の上を歩く時のきしむ音
ko_kr: 걷기-나무마루 삐걱거리는 소리
nl_nl: Lopen - kraken houten vloer
no_no: Knirkende tregulv
pl_pl: Skrzypienie drewnianej podłogi
pt_pt: Andar-ranger do assoalho de madeira
ro_ro: Plimbare - podeauna uda scartaind
ru_ru: Скрип деревянного пола
sv_se: Promenad-Trägolv
tr_tr: Yürürken-Ahşap Zemin Gıcırtısı
zh_cn: 行走-在木板上

source: Walking-male walking on wood floor
cs_cz: Chůze-muž chodící po dřevěné podlaze
da_dk: Skridt, mand
de_de: Gehen - Mann auf Holzfußboden
es_es: Pisadas-hombre sobre suelo de madera
fi_fi: Mies kävelee puulattialla
fr_fr: Bruit de pas - homme
hu_hu: Férfi sétál parkettán
it_it: Uomo su pavimento di legno
ja_jp: 木の床の上を歩く音（男性）
ko_kr: 걷기-나무 마루위 남자 걷기
nl_nl: Lopen - man op houten vloer
no_no: Mann går over tregulv
pl_pl: Chodzenie - mężczyzna po drewnianej podłodze
pt_pt: Andar-homem andando sobre assoalho de madeira
ro_ro: Plimbare - un barbat plimbandu-se pe podeaua uda
ru_ru: Мужчина гуляет в лесу
sv_se: Promenad-Man på trägolv
tr_tr: Yürürken-Erkek Ahşap Zeminde Yürürken
zh_cn: 行走-男人行走在木板上

source: Walking-female walking on wood floor
cs_cz: Chůze-žena chodící po dřevěné podlaze
da_dk: Skridt, kvinde
de_de: Gehen - Frau auf Holzfußboden gehend
es_es: Pisadas - mujer sobre suelo de madera
fi_fi: Nainen kävelee puulattialla
fr_fr: Bruit de pas - femme
hu_hu: Nő sétál parkettán
it_it: Donna su pavimento di legno
ja_jp: 木の床の上を歩く音（女性）
ko_kr: 걷기-나무마루위 여자 걷기
nl_nl: Lopen - vrouw op houten vloer
no_no: Kvinne går over tregulv
pl_pl: Chodzenie - kobieta po drewnianej podłodze
pt_pt: Andar-mulher andando sobre assoalho de madeira
ro_ro: Plimbare - femeie plimbandu-se pe podeaua uda
ru_ru: Женщина гуляет в лесу
sv_se: Promenad-Kvinna på trägolv
tr_tr: Yürürken-Kadın Ahşap Zeminde Yürürken
zh_cn: 行走-女人行走在木板上

source: Weed Whacker
cs_cz: Plečka
da_dk: Kanttrimmer
de_de: Mechanischer Unkrautvernichter
es_es: Desbrozadora
fi_fi: Ruohotrimmeri
fr_fr: Outil - tondeuse à gazon
hu_hu: Gyomlálás
it_it: Taglia-erba2
ja_jp: 小型芝刈り機
ko_kr: 잡초제거기
nl_nl: Onkruidwieder
no_no: Ugressklipper
pl_pl: Pielenie chwastów
ro_ro: Fierastrau electric
ru_ru: Газонокосилка
sv_se: Röjmaskin-Ogräs
tr_tr: Elektrikli Bahçe Makinesi
zh_cn: 割草机

source: Dog-whining
cs_cz: Pes-kňučení
da_dk: Hund der piver
de_de: Hund - winselnd
es_es: Perro-llorando
fi_fi: Koira vinkuu
fr_fr: Animal - gémissements de chien
hu_hu: Kutya szűkölés
it_it: Cane
ja_jp: 犬がクンクン鳴く
ko_kr: 강아지-우는 소리
nl_nl: Hond - jankend
no_no: Hund klynker
pl_pl: Pies - skowyt
pt_pt: Cachorro-chorando
ro_ro: Schelalait de caine
ru_ru: Вой собаки
sv_se: Hund-Gnyr
tr_tr: Köpek- İniltisi
zh_cn: 狗-呢喃声
