Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Would you also like to recalculate the GAIN based on the audiogram saved?
cs_cz: Chcete také rekalkulovat ZISK podle audiogramu uloženého ve sluchadle?
da_dk: Vil du også genberegne forstærkningen baseret på det nye audiogram?
de_de: Möchten Sie auch die VERSTÄRKUNG auf Grundlage der neuen Audiogrammdaten neu berechnen?
es_es: ¿Desea también recalcular la ganancia basándose en este nuevo audiograma?
fi_fi: Haluatko myös laskea uudelleen vahvistuksen perustuen tallennettuun audiogrammiin ?
fr_fr: Vouler-vous également modifier les gains ?
hu_hu: Szeretné újrakalkulálni az erősítést a hallókészülékben lévő audiogram alapján?
it_it: Vuoi ricalcolare i guadagni in base al nuovo audiogramma salvato nel dispositivo/i?
ja_jp: 補聴器に保存されたオージオグラムで利得を再計算しますか？
ko_kr: 저장된 오디오 그램에 따라 이득 값을 재계산 하시겠습니다?
nl_nl: Wilt u ook de GAIN herberekenen op basis van het opgeslagen audiogram?
no_no: Ønsker du også å rekalkulere gain basert på lagret audiogram?
pl_pl: Czy na bazie nowego audiogramu chcesz przeliczyć także WZMOCNIENIE?
pt_pt: Você também gostaria de recalcular o ganho baseado no audiograma salvo no aparelho?
ro_ro: Doriti, de asemenea, sa recalculati castigul pe baza audiogramei salvate?
ru_ru: Вы бы хотели также пересчитать усиление, основанное на данных аудиометрии, сохраненной в СА?
sv_se: Vill du också omkalkylera FÖRSTÄRKNINGEN baserat på det sparade audiogrammet?
tr_tr: Kaydedilmiş odyogramdaki kazancıda tekrar hesaplamak istiyormusun?
zh_cn: 您要根据已保存的听力图重新计算增益吗？

source: Yes, recalculate gain based on the new audiogram data.
cs_cz: Ano, rekalkulovat zisk podle nového audiogramu.
da_dk: Ja, genberegn forstærkning baseret på det nye audiogram.
de_de: Ja, Neuberechnung der Verstärkung aufgrund der neuen Audiogrammdaten.
es_es: Si, Recalcular la ganancia basado en el nuevo audiograma
fi_fi: Kyllä , laske uudelleen vahvistus perustuen uuteen audiogrammiin
fr_fr: Oui, modifier les cibles ET les gains
hu_hu: Igen, erősítés újraszámítás az új audiogram alapján
it_it: Si, ricalcola i guadagni in base ai nuovi dati audiometrici.
ja_jp: はい、新しいオージオグラムで利得を再計算します
ko_kr: 네, 새 오디오그램 데이터에 따라 이득 값을 재계산 하세요.
nl_nl: Ja, herbereken de Gain op basis van het nieuwe audiogram.
no_no: Ja, rekalkuler gain basert på ny audiogramdata.
pl_pl: Tak, przelicz wzmocnienie w oparciu o nowy audiogram.
pt_pt: Sim, recalcular ganho baseado nos dados do novo audiograma.
ro_ro: Da, recalculeaza castigul bazat pe datele din noua audiograma
ru_ru: Да, перессчитать усиление в соответствии с данными новой аудиограммы.
sv_se: JA, omkalkylera förstärkningen baserat på det nya audiogrammet.
tr_tr: Evet, Yeni odyogram verisine göre kazancı tekrar hesapla.
zh_cn: 是，使用新听力图重新计算增益。

source: No, keep gain based on previous session data.
cs_cz: Ne, ponechat zisk podle předchozích dat.
da_dk: Nej, brug data fra tidligere session.
de_de: Nein, die Verstärkung beibehalten.
es_es: No, Mantener los ajustes de ganancia basados en la sesión previa
fi_fi: Ei, säilytä vahvistusasetukset edellisestä istunnosta
fr_fr: Non, modifier les cibles seulement
hu_hu: Nem, a jelenlegi erősítés beállítások megtartása
it_it: No, mantieni i guadagni della precedente sessione.
ja_jp: いいえ、前回のフィッティングに基づいた利得を維持します
ko_kr: 아니오, 이전의 세션 데이터로 이득 값을 유지 하세요.
nl_nl: Nee, bewaar de Gain op basis van de voorgaande sessie.
no_no: Nei, behold gain innstillinger fra forrige sesjon.
pl_pl: Nie, zachowaj wzmocnienie w oparciu o dane poprzedniej sesji.
pt_pt: Não, manter o ganho baseado nos dados da sessão anterior.
ro_ro: Nu, mentine castigul bazat pe datele sesiunii anterioare
ru_ru: Нет, сохранить усиление, основанное на данных предыдущей сессии настройки.
sv_se: NEJ, behåll förstärkningen baserat på tidigare session.
tr_tr: Hayır, kazancı geçmiş oturum verilerine göre sakla.
zh_cn: 不，保持当前的增益。

source: Compare Audiograms
cs_cz: Porovnat audiogramy
da_dk: Sammenlign audiogrammer
de_de: Audiogramme vergleichen
es_es: Comparar Audiogramas
fi_fi: Vertaa Audiogrammeja
fr_fr: Comparer les audiogrammes
hu_hu: Audiogramok összehasonlítása
it_it: Confronta audiogrammi
ja_jp: オージオグラム比較
ko_kr: 오디오그램 비교
nl_nl: Vergelijk de audiogrammen
no_no: Sammenligne Audiogrammer
pl_pl: Porównaj Audiogramy
pt_pt: Comparar audiogramas
ro_ro: Compara audiograme
ru_ru: Сравнить Аудиограммы
sv_se: Jämför Audiogram
tr_tr: Odyogramları karşılaştır
zh_cn: 听力图对照

source: Ear-to-Ear Directionality
cs_cz: Ear-to-Ear Směrovost
de_de: Ear-to-Ear Direktionalität
es_es: Direccionalidad Oído a Oído
fi_fi: Koje-koje suuntakuvio
fr_fr: Directivité binaurale
hu_hu: Készülékek közötti direkcionalítás
it_it: Direzionalità Ear-to-Ear
ja_jp: 両耳連動指向性
ko_kr: 양이 보청기간 방향성
nl_nl: Ear-to-Ear directionaliteit
no_no: Apparat til Apparat Direksjonalitet
pl_pl: Kierunkowość Międzyuszna
pt_pt: Direcionalidade de Orelha a Orelha
ro_ro: Directionalitate Ureche la Ureche
ru_ru: Бинауральная направленность
sv_se: Öra till Öra Riktverkan
tr_tr: Cihaz-dan-Cihaza Yönlenebilirlik
zh_cn: 双耳融合方向性

source: Saved
cs_cz: Uloženo
da_dk: Gemt
de_de: Gespeichert
es_es: Grabado
fi_fi: Tallennettu
fr_fr: Sauvegardé
hu_hu: Mentett
it_it: Salvato
ja_jp: 保存
ko_kr: 저장됨
nl_nl: Opgeslagen
no_no: Lagret
pl_pl: Zapiasno
pt_pt: Salvo
ro_ro: Salvat
ru_ru: Сохранен
sv_se: Sparad
tr_tr: Kaydedildi
zh_cn: 保存

source: Import From Noah
cs_cz: Import z Noahu
da_dk: Importer fra Noah
de_de: Importieren aus Noah
es_es: Importar desde Noah
fi_fi: Tuo Noahista
fr_fr: Importer depuis Noah
hu_hu: Import a Noah-ból
it_it: Importa da Noah
ja_jp: NOAHからインポート
ko_kr: Noah에서 불러오기
nl_nl: Importeren uit NOAH
no_no: Importer fra Noah
pl_pl: Wczytaj z Noah
pt_pt: Importar do Noah
ro_ro: Import din Noah
ru_ru: Импортировать из Noah
sv_se: Importera från Noah
tr_tr: Noah'dan taşı
zh_cn: 从NOAH中导入

source: Open REM Module...
cs_cz: Otevřít REM Modul...
da_dk: Åben REM Modul...
de_de: Öffnen REM Modul...
es_es: Abrir el módulo REM...
fi_fi: Avaa REM moduuli...
fr_fr: Ouvrir module REM ...
hu_hu: REM Module megnyitása...
it_it: Apri Modulo REM ...
ja_jp: REMモジュールを起動...
ko_kr: REM 모듈을 여는 중...
nl_nl: Open de REM module...
no_no: Åpne REM Modul...
pl_pl: Otwórz Moduł REM...
pt_pt: Aberto Módulo REM...
ro_ro: Deschide REM Module...
ru_ru: Открыть REM Модуль...
sv_se: Öppna REM Modul...
tr_tr: Açık REM Modülü...
zh_cn: 打开REM模块...

source: Copying Program...
cs_cz: Kopíruji program...
da_dk: Kopierer program...
de_de: Kopiere Programm...
es_es: Copiando el programa...
fi_fi: Kopioi ohjelmaa...
fr_fr: Programme en cours de copie ...
hu_hu: Program másolás...
it_it: Copia del programma...
ja_jp: プログラムのコピー...
ko_kr: 프로그램 복사중...
nl_nl: Programma kopiëren...
no_no: Kopier program...
pl_pl: Kopiowanie Programu...
pt_pt: Copiando programas...
ro_ro: Copie program...
ru_ru: Копирование программы...
sv_se: Kopierar Program...
tr_tr: Programı kopyalıyor...
zh_cn: 正在复制程序...

source: Real Ear Measurements
da_dk: Real Ear målinger
de_de: Real Ear Messungen
es_es: Medidas en oído Real
fi_fi: REM mittaus
fr_fr: Mesures REM
hu_hu: Valós fül mérés
it_it: Misure Real Ear
ja_jp: REM
ko_kr: 실이 측정
nl_nl: Real Ear Metingen
no_no: Real Ear Målinger
pl_pl: Pomiary Ucha Rzeczywistego
pt_pt: Mensuração em Ouvido Real
ro_ro: Masuratorile urechii reale
ru_ru: Измерения в реальном ухе
tr_tr: (REM) Gerçek Kulak Ölçümü
zh_cn: 真耳测试

source: Features capable of synchronization will be reset to default because synched settings between hearing instruments do not match.
cs_cz: Funkce schopné synchronizace budou nastaveny na výchozí hodnoty protože nastavení synchronizace mezi sluchadly nesouhlasí.
da_dk: Egenskaber der kan synkroniseres vil blive stillet til default fordi synkroniserede indstillinger mellem apparaterne ikke matcher
de_de: Funktionen basierend auf Synchronisation werden auf Standard zurückgesetzt, da die Synchronisierungseinstellungen zwischen den Geräten nicht übereinstimmen.
es_es: Las prestaciones susceptibles de sincronización, porque los parámetros de sincronización no es igual en ambos audífonos
fi_fi: Synkronointiasetukset palautetaan oletusasetuksiksi koska synkronoitujen ominaisuuksien välillä on ristiriita kuulokojeiden välillä
fr_fr: Les synchronisations vont être réinitialisées aux réglages par défaut car elles sont différentes entre les appareils.
hu_hu: A szinkronizálható tulajdonságok alaphelyzetbe kerülnek, mert a szinkronozációs beállítások a hallókészülékek között nem egyeznek.
it_it: Per la sincronizzazione verranno ripristinate le impostazioni di default, perché la sincronizzazione tra gli strumenti acustici non corrisponde.
ja_jp: 両耳連動機能の設定が補聴器間で一致しないため、デフォルト設定にリセットされます
ko_kr: 보청기 간의 동기화된 설정들이 서로 일치하지 않아 동기화가 가능한 기능은 default로 재설정됩니다.
nl_nl: De functionaliteiten die gesynchroniseerd kunnen werken worden gereset naar de default instellingen omdat de instellingen van de twee toestellen nu niet overeenkomen
no_no: Egenskaper som kan synkroniseres vil bli tilbakestilt til Standard fordi synkroniserte innstillinger i høreapparatene er forskjellige.
pl_pl: Funkcje synchronizacji zostaną zresetowane do wartości domyślnych ponieważ ustawienia synchronizacji między aparatami nie poasują.
pt_pt: Características disponíveis para sincronização serão redefinidas para o padrão porque as configurações sincronizadas entre os aparelhos auditivos não são iguais.
ro_ro: Caracteristicile capabile de sincronizare vor fi resetate la valori implicite deoarece setarile de sincronizare dintre aparate sunt diferite
ru_ru: Функции синхронизации будут восстановлены по умолчанию, поскольку синхронизированные настройки между аппаратами не совпадают.
sv_se: Synkroniseringsinställningar kommer återställas till utgångsinställning för att synkronisering mellan hörapparater matchar inte.
tr_tr: Senkronizasyon özellikleri varsayılan ayarlara geri döndürülecektir, çünkü işitme cihazlarındaki senkronize edilmiş ayarlar uyuşmuyor.
zh_cn: 由于两台助听器不匹配,设置的同步功能将关闭.

source: Binaural Directionality
cs_cz: Binaurální Směrovost
de_de: Binaurale Direktionalität
es_es: Direccionalidad Binaural
fi_fi: Binauraalinen suuntakuvio
hu_hu: Binaurális direkcionalitás
it_it: Direzionalità Binaurale
ja_jp: 両耳連動指向性
ko_kr: 양이 방향성
nl_nl: Binaurale Directionaliteit
no_no: Binaural Direksjonalitet
pl_pl: Kierunkowość Obuuszna
pt_pt: Direcionalidade Binaural
ro_ro: Natural Directionality III
ru_ru: Бинауральная направленность
sv_se: Binaural Riktverkan
zh_cn: 双耳智能方向性系统

source: Reset to...
cs_cz: Reset na...
da_dk: Nulstil til...
de_de: Zurücksetzen auf...
es_es: Resetear a...
fi_fi: Palauta...
fr_fr: Réinitialisation
hu_hu: Visszaállítva a...
it_it: Ripristina...
ja_jp: リセット
nl_nl: Reset naar...
no_no: Tilbakestill til...
pl_pl: Zresetuj do...
pt_pt: Redefinir para...
ro_ro: Resetare la...
ru_ru: Сброс на...
sv_se: Återställ till...
tr_tr: Sıfırla...
zh_cn: 重置为...

source: Default
cs_cz: Výchozí
da_dk: Autofit værdier
de_de: Vorgabe
es_es: Por defecto
fi_fi: Oletusarvoihin
fr_fr: Réglages par défaut
hu_hu: Alapértékek
ja_jp: 初期値にリセット
ko_kr: 기본값
no_no: Standard
pl_pl: Domyślne
pt_pt: Padrão
ro_ro: Implicite
ru_ru: По умолчанию
sv_se: Förinställt
tr_tr: Varsayılan
zh_cn: 默认

source: Copy Curve
cs_cz: Kopírovat křivku
da_dk: Kopier kurve
de_de: Kopiere Kurve
es_es: Copiar Curva
fi_fi: Kopioi käyrä
fr_fr: Copier la courbe
hu_hu: Görbe másolás
it_it: Copia Curva
ja_jp: カーブのコピー
ko_kr: Curve 복사
nl_nl: Kopieer curve
no_no: Kopier Kurve
pl_pl: Kopiuj Krzywą
pt_pt: Copiar curva
ro_ro: Copie curba
ru_ru: Копировать кривую
sv_se: Kopiera kurva
tr_tr: Eğriyi Kopyala
zh_cn: 复制曲线

source: Copy right RECD to left side
cs_cz: Kopírovat pravé RECD na levou stranu
da_dk: Kopier højre RECD til venstre side
de_de: Kopiere rechte RECD auf die linke Seite
es_es: Copiar RECD derecho al lado izquierdo
fi_fi: Kopioi oikea RECD vasemmalle puolelle
fr_fr: Copier les valeurs RECD du côté droit vers le côté gauche
hu_hu: A jobb RECD másolása a bal oldalra
it_it: Copia RECD destro sul lato sinistro
ja_jp: 右耳のRECDを左耳へコピー
ko_kr: 오른쪽 RECD 를 왼쪽으로 복사하세요
nl_nl: Kopieer rechter RECD naar links
no_no: Kopier høyre RECD til venstre side
pl_pl: Kopiuj prawy pomiar RECD do lewego ucha
pt_pt: Copiar os dados da RECD do lado direito para o lado esquerdo
ro_ro: Copie RECD de dreapta la stanga
ru_ru: Копировать RECD данные с правой стороны на левую
sv_se: Kopiera höger RECD till vänster sida
tr_tr: Sağ RECD 'yi sol tarafa kopyala
zh_cn: 复制右侧RECD数据至左侧

source: Copy left RECD to right side
cs_cz: Kopírovat levé RECD na pravou stranu
da_dk: Kopier venstre RECD til højre side
de_de: Kopiere linke RECD auf die rechte Seite
es_es: Copiar RECD izquierdo al lado derecho
fi_fi: Kopioi vasen RECD oikealle puolelle
fr_fr: Copier les valeurs RECD du côté gauche vers le côté droit
hu_hu: A bal RECD másolása a jobb oldalra
it_it: Copia RECD sinistro sul lato destro
ja_jp: 左耳のRECDを右耳へコピー
ko_kr: 왼쪽 RECD 를 오른쪽으로 복사하세요
nl_nl: Kopieer linker RECD naar rechts
no_no: Kopier venstre RECD til høyre side
pl_pl: Kopiuj lewy pomiar RECD do prawego ucha
pt_pt: Copiar os dados da RECD do lado esquerdo para o lado direito
ro_ro: Copie RECD de stanga la dreapta
ru_ru: Копировать RECD данные с левой стороны на правую
sv_se: Kopiera vänster RECD till höger sida
tr_tr: Sol RECD 'yi sağ tarafa kopyala
zh_cn: 复制左侧RECD数据至右侧

source: Copy left REUG to right side
cs_cz: Kopírovat levé REUG na pravou stranu
da_dk: Kopier venstre REUG til højre side
de_de: Kopiere linke REUG auf die rechte Seite
es_es: Copiar REUG izquierdo al lado derecho
fi_fi: Kopioi vasen REUG oikealle puolelle
fr_fr: Copier les valeurs REUG du côté gauche vers le côté droit
hu_hu: A bal REUG másolása a jobb oldalra
it_it: Copia REUG sinistro sul lato destro
ja_jp: 左耳のREUGを右耳へコピー
ko_kr: 왼쪽 REUG 를 오른쪽으로 복사하세요
nl_nl: Kopieer linker REUG naar rechts
no_no: Kopier venstre REUG til høyre side
pl_pl: Kopiuj lewy pomiar REUG do prawego ucha
pt_pt: Copiar os dados da REUG do lado esquerdo para o lado direito
ro_ro: Copie REUG de stanga la dreapta
ru_ru: Копировать REUG данные с левой стороны на правую
sv_se: Kopiera vänster REUG till höger sida
tr_tr: Sol REUG 'i sağ tarafa kopyala
zh_cn: 复制左侧REUG数据至右侧

source: Copy right REUG to left side
cs_cz: Kopírovat pravé REUG na levou stranu
da_dk: Kopier højre REUG til venstre side
de_de: Kopiere rechte REUG auf die linke Seite
es_es: Copiar REUG derecho al lado izquierdo
fi_fi: Kopioi oikea REUG vasemmalle puolelle
fr_fr: Copier les valeurs REUR du côté droit vers le côté gauche
hu_hu: A jobb REUG másolása a bal oldalra
it_it: Copia REUG destro sul lato sinistro
ja_jp: 右耳のREUGを左耳へコピー
ko_kr: 오른쪽 REUG 를 왼쪽으로 복사하세요
nl_nl: Kopieer rechter REUG naar links
no_no: Kopier høyre REUG til venstre side
pl_pl: Kopiuj prawy pomiar REUG do lewego ucha
pt_pt: Copiar os dados da REUG do lado direito para o lado esquerdo
ro_ro: Copie REUG de dreapta la stanga
ru_ru: Копировать REUG данные с правой стороны на левую
sv_se: Kopiera höger REUG till vänster sida
tr_tr: Sağ REUG'u sol tarafa kopyala
zh_cn: 复制右侧REUG数据至左侧

source: RECD and REUG data is not available from NOAH.
cs_cz: RECD a REUG data nejsou dostupná z NOAHu.
da_dk: RECD og REUG data er ikke tilgængelige fra NOAH.
de_de: RECD und REUG Daten in NOAH nicht verfügbar.
es_es: Los datos de RECD y REUG no están disponibles en NOAH.
fi_fi: RECD ja REUG tietoa ei ole saatavilla Noahista.
fr_fr: Les valeurs RECD et REUG ne sont pas disponibles dans Noah.
hu_hu: RECD és REUG adat nem áll rendelkezésre a NOAH-ból.
it_it: Dati RECD e REUG non disponibili da NOAH.
ja_jp: RECDとREUGのデータはNOAHからは利用できません
ko_kr: RECD 와 REUG 데이터를 NOAH에서 가져올 수 없습니다.
nl_nl: RECD en REUG gegevens niet beschikbaar in NOAH
no_no: RECD og REUG data er ikke tilgjengelig fra NOAH.
pl_pl: Dane RECD oraz REUG nie są dostępne z programu NOAH.
pt_pt: RECD e REUG não estão disponíveis para o NOAH
ro_ro: Datele RECD si REUG nu sunt disponibile din NOAH.
ru_ru: RECD и REUG данные из NOAH не доступны.
sv_se: RECD och REUG data är inte tillgängligt från NOAH.
tr_tr: NoaH'dan RECD ve REUG verisi mümkün değil
zh_cn: NOAH中RECD和REUG数据不可用.

source: Press 'OK' to import the following data:
cs_cz: Stiskněte 'OK' pro import následujících dat:
da_dk: Tryk'OK' for at importerede følgende data:
de_de: Drücken Sie 'OK' um die folgenden Daten zu importieren:
es_es: Presionar 'OK' para importar los siguientes datos:
fi_fi: Paina 'OK' tuodaksesi seutaava tieto:
fr_fr: Cliquer sur "OK" pour importer les données suivantes :
hu_hu: Nyomja az 'OK'-t a következő adatok importálásához:
it_it: Premere 'OK' per importare i seguenti dati:
ja_jp: 次のデータをインポートするには「OK」を押して下さい
ko_kr: 다음의 데이터를 불러오려면 'OK' 를 누르세요:
nl_nl: Klik op 'OK' om de volgende gegevens te importeren:
no_no: Trykk 'OK' for å importere følgende data:
pl_pl: Wciśnij "OK" aby zaimportować następujące dane:
pt_pt: Pressione 'OK' para importar os dados a seguir
ro_ro: Apasati OK pentru importarea urmatoarelor date:
ru_ru: Нажмите 'Да', чтобы импортировать следующие данные:
sv_se: Klicka 'OK' för att importera följande data:
tr_tr: Takip eden verileri taşımak için 'Tamam'a basın:
zh_cn: 点击"确认"导入以下数据:

source: - RECD data on left side
cs_cz: - RECD data na levé straně
da_dk: - RECD data på venstre side
de_de: - RECD Daten auf der linken Seite
es_es: - datos RECD en el lado izquierdo
fi_fi: - RECD tieto vasemalle puolelle
fr_fr: - valeurs RECD côté gauche
hu_hu: - RECD adat a bal oldalon
it_it: - Dati RECD sul lato sinistro
ja_jp: - 左耳のRECDのデータ
ko_kr: - 왼쪽 RECD data
nl_nl: - RECD gegevens links
no_no: - RECD data på venstre side
pl_pl: - dane RECD z lewej strony
pt_pt: - Dados da RECD do lado esquerdo
ro_ro: - date RECD pentru stanga
ru_ru: - RECD данные с левой стороны
sv_se: - RECD data på vänster sida
tr_tr: - Sol taraftaki RECD verisi
zh_cn: - 左侧RECD数据

source: - RECD data on right side
cs_cz: - RECD data na pravé straně
da_dk: - RECD data på højre side
de_de: - RECD Daten auf der rechten Seite
es_es: - datos RECD en el lado derecho
fi_fi: - RECD tieto oikealle puolelle
fr_fr: - valeurs RECD côté droit
hu_hu: - RECD adat a jobb oldalon
it_it: - Dati RECD sul lato destro
ja_jp: - 右耳のRECDのデータ
ko_kr: - 오른쪽 RECD data
nl_nl: - RECD gegevens rechts
no_no: - RECD data på høyre side
pl_pl: - dane RECD z prawej strony
pt_pt: - Dados da RECD do lado direito
ro_ro: - date RECD pentru dreapta
ru_ru: - RECD данные с правой стороны
sv_se: - RECD data på höger sida
tr_tr: - Sağ taraftaki RECD verisi
zh_cn: - 右侧RECD数据

source: - REUG data on left side
cs_cz: - REUG data na levé straně
da_dk: - REUG data på venstre side
de_de: - REUG Daten auf der linken Seite
es_es: - datos REUG en el lado izquierdo
fi_fi: - REUG tieto vasemmalle puolelle
fr_fr: - valeurs REUG côté gauche
hu_hu: - REUG adat a bal oldalon
it_it: - Dati REUG sul lato sinistro
ja_jp: - 左耳のREUGのデータ
ko_kr: - 왼쪽 REUG data
nl_nl: - REUG gegevens links
no_no: - REUG data på venstre side
pl_pl: - dane REUG dz lewej strony
pt_pt: - Dados da REUG do lado esquerdo
ro_ro: - date REUG pentru stanga
ru_ru: - REUG данные с левой стороны
sv_se: - REUG data på vänster sida
tr_tr: - Sol taraftaki REUG verisi
zh_cn: - 左侧REUG数据

source: - REUG data on right side
cs_cz: - REUG data na pravé straně
da_dk: - REUG data på højre side
de_de: - REUG Daten auf der rechten Seite
es_es: - datos REUG en el lado derecho
fi_fi: - REUG tieto oikealle puolelle
fr_fr: - valeurs REUG côté droit
hu_hu: - REUG adat a jobb oldalon
it_it: - Dati REUG sul lato destro
ja_jp: - 右耳のREUGのデータ
ko_kr: - 오른쪽 REUG data
nl_nl: - REUG gegevens rechts
no_no: - REUG data på høyre side
pl_pl: - dane REUG z prawej strony
pt_pt: - Dados da REUG do lado direito
ro_ro: - date REUG pentru dreapta
ru_ru: - REUG данные с правой стороны
sv_se: - REUG data på höger sida
tr_tr: - Sağ taraftaki REUG verisi
zh_cn: - 右侧REUG数据

source: Connect Accessory
cs_cz: Připojit příslušenství
da_dk: Forbind tilbehør
de_de: Verbinde Zubehör
es_es: Conectar Accesorio
fi_fi: Yhdistä lisälaitteet
fr_fr: Connexion de l'accessoire
hu_hu: Tartozék csatlakoztatás
it_it: Collegare Accessori
ja_jp: アクセサリー接続
ko_kr: 액세서리 연결
nl_nl: Accessoire verbinden
no_no: Koble til tilbehør
pl_pl: Podłącz Akcesoria
pt_pt: Conectando acessório
ro_ro: Conecteaza accesorii
ru_ru: Подключить аксессуар
sv_se: Anslut tillbehör
tr_tr: Aksesuar Bağla
zh_cn: 连接无线附件

source: Searching for accessory...
cs_cz: Vyhledávání příslušenství...
da_dk: Søger tilbehør...
de_de: Suche nach Zubehör...
es_es: Buscando accesorio...
fi_fi: Etsitään lisälaitteita...
fr_fr: Recherche d'un accessoire ...
hu_hu: Tartozék keresés...
it_it: Ricerca Accessori...
ja_jp: アクセサリーの検出...
ko_kr: 액세사리를 찾는 중...
nl_nl: Zoeken naar accessoire...
no_no: Leter etter tilbehør...
pl_pl: Wyszukiwanie akcesoriów...
pt_pt: Procurando o acessório...
ro_ro: Cauta accesorii...
ru_ru: Поиск аксессуара...
sv_se: Söker tillbehör...
tr_tr: Aksesuar aranıyor...
zh_cn: 正在搜索无线附件...

source: Please connect one of the following accessories using USB.
cs_cz: Připojte prosím jedno z následujících příslušenství pomocí USB.
da_dk: Forbind et af følgende tilbehør med USB.
de_de: Bitte verbinden Sie eines der folgenden Zubehör-Komponenten über USB.
es_es: Por favor conectar uno de los siguientes accesorios utilizando un USB.
fi_fi: Ole hyvä ja yhdistä seuraava laite USB kaapelilla :
fr_fr: Brancher l'un des accessoires suivants :
hu_hu: Kérjük csatlakoztassa a következő tartozékok egyikét a USB-n keresztül.
it_it: Si prega di collegare uno dei seguenti accessori tramite USB.
ja_jp: 次のアクセサリーをUSB接続して下さい
ko_kr: USB를 사용하여 다음의 액세서리 중 하나를 연결하세요.
nl_nl: Verbind s.v.p. een van de volgende accessoires via USB
no_no: Koble til ett av Unite tilbehørene ved å bruke USB.
pl_pl: Podłącz jedno z następujących akcesoriów poprzez USB.
pt_pt: Por favor, conecte um dos seguintes acessórios usando a porta USB.
ro_ro: Conectati unul din urmatoarele accesorii folosind USB.
ru_ru: Пожалуйста, подключите один из аксессуаров используя USB.
sv_se: Anslut en av följande tillbehör via USB.
tr_tr: Aşağıdaki USB kullanan aksesuarlardan birini bağla
zh_cn: 请使用USB连接以下无线附件.

source: Multiple accessories were found.
cs_cz: Nalezeno více příslušenství.
da_dk: Der er fundet flere tilbehør
de_de: Mehrere Zubehör-Komponenten wurden gefunden.
es_es: Múltiples accesorios han sido encontrados.
fi_fi: Useita lisälaitteita havaittu.
fr_fr: Plusieurs accessoires ont été trouvés.
hu_hu: Több tartozék áll rendelkezésre.
it_it: Più accessori sono stati trovati.
ja_jp: 複数のアクセサリーが見つかりました
ko_kr: 다수의 액세서리가 발견되었습니다.
nl_nl: Meerdere accessoires gevonden
no_no: Flere tilbehør ble funnet.
pl_pl: Znaleziono wiele akcesoriów.
pt_pt: Múltiplos Acessórios foram encontrados.
ro_ro: Miltiple accesorii detectate.
ru_ru: Обнаружено несколько аксессуаров.
sv_se: Flera tillbehör hittades
tr_tr: Bir çok aksesuar bulundu.
zh_cn: 找到多外无线附件.

source: Accessory Updater
cs_cz: Update příslušenství
de_de: Zubehör-Updaten
es_es: Actualizador de Accesorios
fi_fi: Lisälaitteiden päivitys
fr_fr: Outil de mise à jour des accessoires
hu_hu: Tartozék frissítő
it_it: Aggiornamenti Accessorio
ja_jp: アクセサリーアップデート
ko_kr: 액세서리 업데이터
nl_nl: Accessoire Updater
no_no: Tilbehør - Oppdatering
pl_pl: Aktualizacja Akcesoriów
pt_pt: Atualizar acessório
ro_ro: Actualizator de accesorii
ru_ru: Обновление аксессуара
sv_se: Tillbehör Uppdatering
tr_tr: Aksesuar güncelleyici
zh_cn: 无线附件升级

source: Accessory:
cs_cz: Příslušenství:
da_dk: Tilbehør:
de_de: Zubehör:
es_es: Accesorio:
fi_fi: Lisälaitteet :
fr_fr: Accessoire :
hu_hu: Tartozék:
it_it: Accessori:
ja_jp: アクセサリー:
ko_kr: 액세서리:
nl_nl: Accessoire:
no_no: Tilbehør:
pl_pl: Akcesoria:
pt_pt: Acessório:
ro_ro: Accesoriu:
ru_ru: Аксессуар:
sv_se: Tillbehör:
tr_tr: Aksesuar:
zh_cn: 无线附件:
