Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Burning an FDI cannot be done using a wireless connection.
cs_cz: FDI nelze naprogramovat pomocí bezdrátového připojení.
da_dk: Der kan ikke brændes FDI med trådløs forbindelse.
de_de: Brennen eines FDI während Wireless-Verbindung nicht möglich.
es_es: No se puede grabar un FDI utilizando una conexión inalámbrica.
fi_fi: FDI polttamista ei voi tehdä käytettäessä langatonta yhteyttä.
fr_fr: Impossible d'écrire sur la puce avec une connexion sans fil. Passer sur une connexion avec cordon de programmation et changer l'interface de programmation dans l'onglet "Démarrage".
hu_hu: Egy FDI programozása nem végezhető el wireless kapcsolattal.
it_it: Masterizzare un FDI non può essere fatto utilizzando una connessione wireless.
ja_jp: ワイヤレス接続を使用してFDIを書き込む事ができません
ko_kr: 무선 연결을 사용해서 FDI 버닝이 불가능합니다.
nl_nl: Een FDI kan niet gebrand worden met gebruikmaking van een wireless verbinding.
no_no: Brenne en FDI kan ikke gjøres med trådløs tilkobling.
pl_pl: Zapis FDI nie może być wykonany przy pomocy połączenia bezprzewodowego.
pt_pt: Gravar no FDI pode não ser recomendado usando uma conexão wireless.
ro_ro: Scrierea unui FDI nu poate fi realizata folosind o conexiune wireless.
ru_ru: Запись FDI не может быть завершена, так как используется беспроводное соединение.
sv_se: Du kan inte bränna en FDI med en trådlös anslutning.
tr_tr: FDI, wireless bağlantısı kullanılarak yazdırılamıyor.
zh_cn: 无法使用无线编程器进行FDI写入。

source: Wireless fitting is not supported for the selected instrument(s).
cs_cz: Wireless fitting není podporován na zvoleném sluchadle(ch).
da_dk: Trådløs tilpasning understøttes ikke af det valgte apparat.
de_de: Wireless-Anpassung wird für das/die ausgewählte(n) Hörsystem(e) nicht unterstützt.
es_es: La adaptación Inalámbrica no se puede utilizar para el(los) audífono(s) seleccionados.
fi_fi: Langaton sovitus ei ole tuettu valitussa kuulokojemallissa
fr_fr: Ces appareils ne peuvent pas être programmés en mode sans fil.
hu_hu: Wireless illesztés nem támogatott ezzel a készülékkel.
it_it: Il fitting Wireless non è supportato per il dispositivo selezionato
ja_jp: 選択された補聴器はワイヤレスフィッティングに対応していません
ko_kr: 무선 피팅이 선택된 보청기(들)에서 지원되지 않습니다.
nl_nl: Draadloos aanpassen is niet mogelijk voor geselecteerde toestel(len).
no_no: Trådløs tilpasning støtter ikke valgte apparater.
pl_pl: Dopasowanie bezprzewodowe nie jest dostępne dla wybranego aparatu(ów).
pt_pt: O ajuste wireless não é compatível com o(s) aparelho(s) selecionado(s)
ro_ro: Reglajul wireless nu este suportat de catre dispozitivul selectat.
ru_ru: Беспроводная настройка не поддерживается выбранным(и) СА.
sv_se: Trådlös anpassning stöds inte för vald hörapparat.
tr_tr: Kablosuz uygulama seçilen cihazda desteklenmiyor.
zh_cn: 所选产品不支持无线验配。

source: Manage Accessories...
zh_cn: 管理附件...

source: Test Noahlink Wireless
ja_jp: Noahlink Wirelessテスト
zh_cn: 测试无线Noahlink

source: Data Mismatch
cs_cz: Neodpovídající data
da_dk: Forskellig data
de_de: Daten vertauscht
es_es: Discrepancia en Datos
fi_fi: Ristiriita tiedoistoissa
fr_fr: Données différentes
hu_hu: Dátum nem egyezés
it_it: Dati non corrispondenti
ja_jp: データの不一致
ko_kr: 데이터 불일치
nl_nl: Gegevens stemmen niet overeen
no_no: Data er ulik
pl_pl: Niezgodność Danych
pt_pt: Má combinação de dados
ro_ro: Date Necorelate
ru_ru: Несоответствие данных
sv_se: Data matchar inte
tr_tr: Veri Eşleşmedi
zh_cn: 数据不匹配

source: The fitting data stored in the hearing instruments does not match the ReSound Aventa session data.
cs_cz: Data nastavení uložena ve sluchadlu(dlech) neodpovídají aktuálně načteným datům sezení.
da_dk: Tilpasningsdata gemt i høreapparatet er ikke de samme som i Aventa.
de_de: Die Anpassdaten im Hörsystem stimmen nicht mit den aktuellen Sitzungsdaten überein.
es_es: Los datos grabados en el audífono(s) no concuerdan con los datos de la sesión de Aventa.
fi_fi: Kuulokojeessa oleva sovitustieto ei vastaa Aventassa olevaa sovitustietoa.
fr_fr: Les réglages sauvegardés dans les appareils sont différents de ceux de la session en cours.
hu_hu: A készülékben tárolt illesztési adat nem egyezik meg az Aventa bejegyzési adattal.
it_it: I dati del fitting salvati nell'Apparecchio Acustico non corrispondono ai dati della corrente sessione in ReSound Aventa.
ja_jp: 現在のフィッティングデータと補聴器に保存されているフィッティングデータが異なります
ko_kr: 보청기에 저장된 피팅 데이터가 현재 Aventa에 로드된 세션 데이터와 매치되지 않습니다.
nl_nl: De in de toestellen opgeslagen aanpasgegevens komen niet overeen met de sessiegegevens binnen Aventa.
no_no: Tilpasningsdata lagret i høreapparatene er ulik fra sesjonsdata lagret i Aventa.
pl_pl: Dane dopasowania przechowywane w aparatach słuchowych nie zgadzają się z danymi dopasowania zapisanymi w Aventa.
pt_pt: Os dados de ajuste armazenados nos aparelhos auditivos não coincidem com os atuais
ro_ro: Datele de reglaj stocate in aparatul auditiv nu se potrivesc cu datele din sesiunea Aventa
ru_ru: Данные настройки в СА не соответствуют данным настройки в текущей сессии.
sv_se: Anpassningsdata i hörapparater matchar inte aktuell data i sessionen.
tr_tr: İşitme cihazına yüklenmiş olan fitting verileri ile Aventa oturum verileri uyuşmuyor.
zh_cn: 助听器中保存的数据与当Aventa中的验配数据不匹配。

source: How would you like to proceed?
cs_cz: Jak byste chtěli pokračovat?
da_dk: Hvordan vil du fortsætte?
de_de: Wie möchten Sie fortfahren?
es_es: ¿Como desea proceder?
fi_fi: Miten haluat jatkaa ?
fr_fr: Que voulez-vous faire ?
hu_hu: Hogyan kívánja folytatni?
it_it: Come si desidera procedere?
ja_jp: どちらを適用しますか？
ko_kr: 어떻게 진행하기 원하십니까?
nl_nl: Met welke gegevens wilt u verder gaan?
no_no: Hvordan vil du fortsette?
pl_pl: Co chcesz zrobić?
pt_pt: Como você gostaria de proceder?
ro_ro: Cum doriti sa continuati?
ru_ru: Как Вы хотели бы продолжить?
sv_se: Hur vill du fortsätta?
tr_tr: Nasıl devam etmek istiyorsun?
zh_cn: 您将如何选择？

source: Keep current session fitting data
cs_cz: Ponechat fitting data současného sezení
da_dk: Brug data vist i Aventa
de_de: Beibehalten der Daten aus der aktuellen Sitzung
es_es: Mantener los datos de la sesión actual
fi_fi: Säilytä nämä sovitustiedot
fr_fr: Garder les réglages de la session en cours
hu_hu: Jelenlegi bejegyzésű illesztési adatok megtartása.
it_it: Tenere i dati di fitting della sessione corrente
ja_jp: 現在のフィッティングデータを使用する
ko_kr: 현재 세션의 피팅 데이터를 유지합니다
nl_nl: Met aanpasgegevens huidige sessie
no_no: Behold data fra gjeldende sesjon
pl_pl: Zachowaj dane obecnej sesji dopasowania
pt_pt: Manter os dados de ajuste da sessão atual.
ro_ro: Pastreaza datele sesiunii curente de reglaj.
ru_ru: Сохранить данные настройки текущей сессии
sv_se: Behåll aktuell sessions anpassningsdata
tr_tr: Mevcut oturum uygulama verilerini kullan
zh_cn: 保留当前验配数据

source: Read hearing instruments (applicable for previously programmed instruments)
cs_cz: Načíst data ze sluchadla(del)
da_dk: Læs høreapparater. (Bruges for at arbejde videre med den tidligere programmering)
de_de: Daten aus dem Hörsystem verwenden
es_es: Leer datos de el (los) audífono(s) (aplicable si el audífono ha sido programado previamente)
fi_fi: Lue tiedot kuulokojeista (sovellettu ennalta ohjelmoidulle kojeelle)
fr_fr: Importer les réglages sauvegardés dans l'appareil
hu_hu: Hallókészülékek olvasása
it_it: Leggi da apparecchi acustici (applicabile per gli apparecchi programmati in precedenza)
ja_jp: 補聴器からフィッティングデータを読込む （前回補聴器に保存したフィッティングデータを使用します）
ko_kr: 보청기 데이터를 읽고 있습니다 (기존에 프로그램된 보청기 적용)
nl_nl: Met gegevens uit toestel(len) (gebruikelijk bij controles)
no_no: Les høreapparatene (hent innstillinger fra apparatene)
pl_pl: Odczytaj aparaty słuchowe (dostępne dla wcześniej zaprogramowanych aparatów)
pt_pt: Ler aparelhos auditivos (aplicável para aparelhos anteriormente programados).
ro_ro: Citeste aparatul auditiv (valabil pentru aparatele programate anterior)
ru_ru: Импортировать данные из СА (применимо для предварительно запрограммированных СА)
sv_se: Läsa hörapparater.
tr_tr: İşitme cihazını oku ( Geçmişte programlanmış cihazlar için uygundur)
zh_cn: 从助听器读出数据(助听器中保存的验配数据)

source: Last Saved:
cs_cz: Naposledy uloženo:
da_dk: Sidst gemt:
de_de: Letzte Speicherung:
es_es: Ultima grabación:
fi_fi: Viimeksi tallennettu :
fr_fr: Derniers réglages sauvegardés :
hu_hu: Utoljára mentett:
it_it: Ultimo Salvataggio:
ja_jp: 最終保存
ko_kr: 마지막 저장:
nl_nl: Laatst opgeslagen:
no_no: Sist Lagret:
pl_pl: Ostatnio Zapisane:
pt_pt: Última sessão salva
ro_ro: Ultima salvare:
ru_ru: Последнее сохранение:
sv_se: Senast sparad:
tr_tr: En Son Kaydedilen:
zh_cn: 最后一次保存:

source: Outside Safe Fitting Range
cs_cz: Mimo bezpečnou oblast nastavení
da_dk: Udenfor sikkert tilpasningsområde
de_de: Außerhalb des sicheren rückkopplungsfreien Anpassbereichs
es_es: Fuera del rango de adaptación seguro
fi_fi: Turvallisen sovitusalueen ulkopuolella
fr_fr: Zone d'adaptation non sécurisée (Larsen possible)
hu_hu: Biztonságos illesztési tartományon kivül
it_it: Fuori dal range del Fitting Sicuro
ja_jp: 安全なフィッティングレンジ外
ko_kr: 안전한 피팅 범위 초과
nl_nl: Buiten het veilige versterkingsbereik
no_no: Utenfor tilpasningsområde for sikker tilpasning
pl_pl: Poza zakresem Bezpiecznego Dopasowania
pt_pt: Fora da faixa de adaptação segura
ro_ro: Inafara campului de siguranta al reglajului
ru_ru: За пределами Безопасного Диапазона Настройки
sv_se: Utanför Förstärkningsbegränsning (DFS)
tr_tr: Güvenli fitting alanının dışında
zh_cn: 超过安全验配范围

source: Outside Instrument fitting range
cs_cz: Mimo rozsah nastavení sluchadla
da_dk: Udenfor apparatets tilpasningsdområde
de_de: Außerhalb des Hörsystem-Anpassbereichs
es_es: Fuera del rango aplicativo del audífono
fi_fi: Sovitusalueen ulkopuolella
fr_fr: Limite de gain maxi
hu_hu: A készülék illesztési tartományán kivül
it_it: Fuori dal Range di fitting del dispositivo
ja_jp: 補聴器のフィッティングレンジ外
ko_kr: 보청기 피팅 범위 초과
nl_nl: Buiten aanpasbereik van toestel
no_no: Utenfor høreapparates tilpasningsområde
pl_pl: Poza zakresem dopasowania aparatu
pt_pt: AASI fora da faixa de adaptação
ro_ro: Instrumentul extern plaja de reglaj
ru_ru: За пределами диапазона настройки СА
sv_se: Utanför hörapparatens anpassningsområde
tr_tr: Cihazın fitting aralığının dışında
zh_cn: 超过助听器验配范围

source: Try Again
cs_cz: Zkusit znovu
da_dk: Prøv igen
de_de: Wiederholen
es_es: Re-Intentar
fi_fi: Kokeile uudelleen
fr_fr: Réessayer
hu_hu: Próbálja újra
it_it: Prova ancora
ja_jp: 再試行
ko_kr: 재시도
nl_nl: Probeer opnieuw
no_no: Prøv igjen
pl_pl: Spróbuj Ponownie
pt_pt: Tente novamente
ro_ro: Incearca din nou
ru_ru: Попробуйте снова
sv_se: Försök igen
tr_tr: Tekrar Dene
zh_cn: 重试

source: Skip Calibration
cs_cz: Přeskočit kalibraci
da_dk: Spring kalibrering over
de_de: Kalibrierung überspringen
es_es: Saltar Calibración
fi_fi: Ohita kalibrointi
fr_fr: Ne pas faire le calibrage
hu_hu: Kalibráció megszakítása
it_it: Salta Calibrazione
ja_jp: 初期化のスキップ
ko_kr: 캘리브레이션 스킵
nl_nl: Sla de kalibratie over
no_no: Hopp over kalibrering
pl_pl: Pomiń Kalibrację
pt_pt: Pular Calibração
ro_ro: Sari peste Calibrare
ru_ru: Пропустить калибровку
sv_se: Ingen kalibrering
tr_tr: Kalibrasyonu Geç
zh_cn: 跳过校准

source: Muted
cs_cz: Umlčeno
de_de: stumm
es_es: Silenciado
fi_fi: Mykkä
fr_fr: Muet
hu_hu: Némítva
it_it: Muto
ja_jp: 消音
ko_kr: 음소거
nl_nl: UIT
no_no: Dempe
pl_pl: Wyciszony
pt_pt: Mudo
ro_ro: Mut
ru_ru: Звук отключен
sv_se: Tystade
tr_tr: Sessiz
zh_cn: 静音

source: Replace Instrument...
cs_cz: Vyměnit sluchadlo...
da_dk: Byt apparat...
de_de: Hörsystem austauschen...
es_es: Reemplazar audífono...
fi_fi: Korvaa kuulokoje...
fr_fr: Remplacer
hu_hu: Készülék csere...
it_it: Sostituisci dispositivo...
ja_jp: 補聴器管理画面
ko_kr: 보청기 교체...
nl_nl: Vervang toestel..
no_no: Erstatt Apparat..
pl_pl: Zmień aparat...
pt_pt: Trocar AASIs...
ro_ro: Inlocuieste Aparatul...
ru_ru: Заменить СА...
sv_se: Ersätt Hörapparat
tr_tr: Cihazı Değiştir...
zh_cn: 重置助听器...

source: File Open Error
cs_cz: Chyba otevírání souboru
da_dk: Fejl ved åbning af fil
de_de: Fehler beim Öffnen der Datei.
es_es: Error al abrir el archivo
fi_fi: Tiedoston avaamisessa virhe
fr_fr: Erreur lors de l'ouverture
hu_hu: Fájlmegnyítás hiba
it_it: Errore File Aperto
ja_jp: ファイルオープンエラー
ko_kr: 파일 열기 오류
no_no: Feil ved Åpning av Fil
pl_pl: Błąd otwarcia pliku
pt_pt: Erro ao abrir arquivo
ro_ro: Eroare la Deschidere Fisier
ru_ru: Ошибка при открытии файла
tr_tr: Dosya Açma Hatası
zh_cn: 打开文件失败

source: The file was not found on your computer. Please contact ReSound support.
cs_cz: Soubor nebyl ve vašem počítači nalezen. Prosíme, spojte se s podporou ReSound.
da_dk: Filen findes ikke på denne PC. Kontakt GN ReSound.
de_de: Die Datei wurde nicht gefunden. Bitte kontaktieren Sie den technischen Kundenservice von ReSound.
es_es: No se ha encontrado el archivo en este ordenador. por favor contacte con el soporte de ReSound.
fi_fi: Tietosto ei löydy tietokoneelta. Ota yhteyttä tuotetukeen.
fr_fr: Le fichier est introuvable !
hu_hu: A fájl nem található a számítógépén. Lépjen kapcsolatba ReSound-al.
it_it: Il file non è stato trovato nel tuo PC. Contattare il supporto ReSound.
ja_jp: そのファイルを見つけることができませんでした
ko_kr: 컴퓨터에서 파일이 발견되지 않았습니다. ReSound support에 문의하세요.
nl_nl: Het bestand is niet gevonden op uw computer. Neem s.v.p. contact op met ReSound.
no_no: Filen ble ikke funnet på din datamaskin. Kontakt ReSound.
pl_pl: Nie znaleziono pliku w komputerze. Skontaktuj się z działem pomocy ReSound.
pt_pt: O arquivo não foi encontrado em seu computador. Por favor contate o suporte da ReSound.
ro_ro: Fisierul nu a fost gasit in acest calculator. Contacteaza echipa de suport.
ru_ru: Файл не найден. Пожалуйста, обратитесь в службу технической поддержки ReSound.
sv_se: Filen hittades inte på datorn. Kontakta ReSound support.
tr_tr: Dosya bulunamadı. Lütfen ReSound Destek ile irtibata geçin.
zh_cn: 未在您的电脑上发现此文件，请联系瑞声达技术人员。

source: Access to the file is restricted. Please contact your system administrator.
cs_cz: Přístup k souboru je omezen. Spojte se se svým systémovým administrátorem.
da_dk: Adgang til filen er begrænset. Kontakt din system administrator.
de_de: Der Zugang zu dieser Datei ist eingeschränkt. Bitte kontaktieren Sie Ihren Systemadministrator.
es_es: El acceso al archivo está restringido. Por favor contacte con el administrador del sistema.
fi_fi: Käyttöoikeus tiedostoon ei riitä. Ota yhteyttä järjestelmänvalvojaan.
fr_fr: L'accès au fichier est refusé !
hu_hu: A belépés a fájlba tiltott. Lépjen kapcsolatba a rendszergazdával.
it_it: L'accesso al file è limitato. Contattare l'amministratore di sistema.
ja_jp: このファイルへのアクセスが制限されています。システムの管理者へ問い合わせて下さい。
ko_kr: 파일로의 접근이 제한되었습니다. 시스템 관리자에게 문의하세요.
nl_nl: Beperkt toegang tot de gegevens. Neem contact op met de system administrator.
no_no: Adgang til filen er begrenset. Vennligst kontakt din system administrator.
pl_pl: Dostep do pliku zastrzeżony. Skontaktuj się z administratorem systemu.
pt_pt: Acesso ao arquivo é restrito. Por favor contate seu administrador do sistema
ro_ro: Accesul la fisier nu este permis. Contacteaza echipa de suport.
ru_ru: Доступ к файлу ограничен. Пожалуйста, обратитесь к системному администратору.
sv_se: Du har inte tillgång till filen. Kontakta din systemadministratör.
tr_tr: Bu dosyaya erişiminiz kısıtlanmıştır. Lütfen sistem yöneticisi ile irtibata geçiniz.
zh_cn: 您没有权限打开此文件，请联系您的电脑管理员。

source: Adobe Acrobat Reader is not installed on your computer, but is required to open this file. Please click OK to open the Adobe Acrobat Reader website and download the installation file.
cs_cz: Na vašem počítači není nainstalován Adobe Acrobat Reader, který je třeba pro otevření souboru. Klepnutím na Budiž otevřete stránky Adobe Acrobat Readeru, kde si můžete zdarma stáhnou instalační soubor.
da_dk: Adobe Acrobat Reader er ikke installeret på denne PC, men kræves for at åbne denne fil. Klik OK for at åbne Adobe Acrobat Readers hjemmeside og download installationsfilen.
de_de: Adobe Acrobat Reader, welcher zum Öffnen der Datei benötigt wird, ist nicht auf Ihrem PC installiert. Bitte klicken Sie auf OK, um die Adobe Webseite zu öffnen und das Programm herunterzuladen.
es_es: Adobe Acrobat Reader o está instalado en este ordenador. pero es necesario para abrir este archivo. Hacer clic en OK para ir a la página web de Adobe Acrobat Reader y descargar el archivo de instalación.
fi_fi: Adobe Acrobat Reader ei ole asennettu koneelle. Siirry OK painikkeella Adobe Acrobat Reader internetsivulle. Lataa ja asenna tarvittava ohjelma.
fr_fr: Adobe Reader n'est pas installé sur votre ordinateur. Cliquer sur OK pour accéder au site Internet Adobe et télécharger Adobe Reader.
hu_hu: Adobe Acrobat Reader nincs telepítve a számítógépen, de szükséges a fájl megnyitásához. Kattintson az OK-ra az Adobe Acrobat Reader weboldal megnyitásához és a telepítő fájl letöltéséhez.
it_it: Adobe Acrobat Reader non è installato nel tuo PC,ma è richiesto per aprire questo tipo di file. Cliccare su Ok per accedere al sito di Adobe Acrobat Reader e scaricare il file di installazione.
ja_jp: お使いのパソコンにAdobe Acrobat Readerがインストールされていません。Adobe Acrobat Reader websiteからインストールして下さい。
ko_kr: Adobe Acrobat Reader가 컴퓨터에 설치되지 않았으며 이 파일을 열기 위해 필요합니다. Arcrobat Reader 웹사이트를 열고 실행파일을 다운로드하기 위해 OK버튼을 누르세요.
nl_nl: Adobe Acrobat Reader is niet geinstalleerd op uw computer, terwijl deze nodig is om dit bestand te openen. Klik s.v.p. op OK om de Adobe Acrobat Reader website te openen en de installatiefile te downloaden.
no_no: Adobe Acrobat Reader er ikke installert på din datamaskin. Dette programmet er nødvendig for å åpne denne filen. Trykk OK for å åpne Adobe Acrobat Readers webside og last ned prgrammet.
pl_pl: Adobe Acrobat Reader nie jest zainstalowany ale jest wymagany do otwarcia tego pliku. Kliknij OK aby przejść do strony Adobe Acrobat Reader i pobierz plik instalatora.
pt_pt: Adobe Acrobat Reader não está instalado neste computador, mas é necessário para abrir o arquivo. Por favor clique em OK para abrir o website do Adobe Acrobat Reader e baixar o arquivo de instalação do programa.
ro_ro: Adobe Acrobat Reader nu este instalat. Apasa OK pentru a deschide website-ul Adobe Acrobat Reader si descarca-l.
ru_ru: Adobe Acrobat Reader не установлен на Вашем компьютере. Он необходим для открытия файла. Пожалуйста, нажмите "OK" для перехода на интернет сайт Adobe Acrobat Reader, чтобы загрузить файл для установки.
sv_se: Adobe Acrobat Reader är inte installerat, men behövs för att öppna denna fil. Klicka OK för att öppna Adobe Acrobat Readers hemsida och ladda ned installationsfilen.
tr_tr: Adobe Acrobat Reader bilgisayarınızda yüklü değil. Dosyayı açmak için yüklemeniz gerekmektedir.Adobe Acrobat Reader web sayfasını açmak için lütfen Tamam'ı tıklayın ve dosyayı yükleyin.
zh_cn: 您的电脑未安装Adobe Acrobat Reader，如果要打开PDF文档，请点击确认后，到其网站下载并安装。

source: Out of memory. Please close other applications and try again
cs_cz: Nedostatek paměti. Zavřete ostatní aplikace a zkuste znovu
da_dk: For lidt hukommelse. Luk venligst andre programmer og prøv igen.
de_de: Nicht genug Speicher. Bitte schließen Sie andere Anwendungen und versuchen es erneut.
es_es: No hay memoria suficiente. Por favor cierro otras aplicaciones e inténtelo de nuevo
fi_fi: Muistivirhe. Ole hyvä ja sulje ohjelmia ja yritä uudelleen.
fr_fr: Manque de ressources système. Fermez des applications et essayez à nouveau.
hu_hu: Nincs elég memória. Zárjon be más alkalmazásokat és próbálja újra
it_it: Memoria piena. Chiudere le altre applicazioni e riprovare
ja_jp: メモリが不足しています。他のアプリケーションを閉じてからもう一度立ち上げて下さい。
ko_kr: 메모리 초과. 다른 어플리케이션을 닫고 다시 시도하세요.
nl_nl: Out of memory. Sluit andere applicaties af en probeer het opnieuw.
no_no: Fullt minne. Vennligst lukk andre programmer og prøv igjen.
pl_pl: Brak pamięci. Pozamykaj inne aplikacje i ponów próbę
pt_pt: Fora de memória. Por favor feche outros aplicativos e tente novamente
ro_ro: Memorie insuficienta. Inchideti alte aplicatii si incearcati din nou.
ru_ru: Нет в памяти. Пожалуйста, закройте приложения и попробуйте снова.
sv_se: Slut på minne. Stäng andra program och försök igen.
tr_tr: Kayıt dışı. Diğer uygulamaları kapatın ve tekrar deneyin.
zh_cn: 内存不足，请关闭其他程序后重试。

source: The file could not be opened. Please contact ReSound support.
cs_cz: Soubor nelze otevřít. Prosíme, spojte se s podporou ReSound.
da_dk: Filen kan ikke åbnes. Vær venlig at kontakte GN ReSound.
de_de: Die Datei kann nicht geöffnet werden. Bitte kontaktieren Sie den technischen Kundenservice von ReSound.
es_es: No se puede abrir el archivo. Por favor contacte con el soporte de ReSound
fi_fi: Tiedostoa ei löydy tietokoneelta. Ota yhteyttä tuotetukeen.
fr_fr: Impossible d'ouvrir le fichier.
hu_hu: A fájl nem nyítható meg. Lépjen kapcsolatba a ReSound-al.
it_it: Il file non può essere aperto. Contattare il supporto ReSound.
ja_jp: そのファイルを開くことができません
ko_kr: 파일을 열 수 없습니다. ReSound support에 문의하세요.
nl_nl: Het bestand kan niet geopend worden. Neem s.v.p. contact op met ReSound.
no_no: Filen kan ikke åpnes. Kontakt ReSound for support.
pl_pl: Nie można otworzyć pliku. Skontaktuj się z działem pomocy ReSound.
pt_pt: O arquivo não pode ser aberto. Por favor contate o suporte da ReSound.
ro_ro: Fisierul nu poate fi deschis. Contacteaza echipa de suport.
ru_ru: Невозможно открыть файл. Пожалуйста, обратитесь в службу технической поддержки ReSound.
sv_se: Filen kunde inte öppnas. Kontakta ReSound support.
tr_tr: Dosya açılamadı. Lütfen ReSound Destek ile irtibata geçin
zh_cn: 文件无法打开，请与瑞声达技术人员联系。

source: Cancel DFS
cs_cz: Zrušit DFS
da_dk: Fortryd DFS
de_de: DFS abbrechen
es_es: Cancelar DFS
fi_fi: Peru DFS
fr_fr: Annuler le calibrage anti Larsen DFS
hu_hu: DFS mégse
it_it: Cancella DFS
ja_jp: DFSのキャンセル
ko_kr: DFS 취소
nl_nl: DFS afbreken
no_no: Avslutt DFS
pl_pl: Anuluj DFS
pt_pt: Cancelar DFS
ro_ro: Anuleaza DFS
ru_ru: Отменить подавление обратной связи
sv_se: Avbryt DFS
tr_tr: DFS İptal Et
zh_cn: 取消DFS

source: Read from Database
cs_cz: Čtu z databáze
da_dk: Læs fra database
de_de: Lese aus Datenbank
es_es: Leer desde la Base de Datos
fi_fi: Luetaan tietokannasta
fr_fr: Lecture des réglages de la base de données
hu_hu: Olvasás az adatbázisból
it_it: Leggi dal Database
ja_jp: パソコンからの読込み
ko_kr: 데이터베이스에서 읽어옵니다
nl_nl: Uitlezen uit database
no_no: Les fra database
pl_pl: Czytaj z Bazy Danych
pt_pt: Ler do Banco de dados
ro_ro: Citeste din baza de date
ru_ru: Считывание из Базы Данных
sv_se: Läser från databas
tr_tr: Veritabanından Oku.
zh_cn: 从数据库中读取

source: Select Instruments
cs_cz: Vyberte sluchadla
da_dk: Vælg apparater
de_de: Hörsysteme auswählen
es_es: Seleccionar Audífonos
fi_fi: Valitse kuulokoje tästä
fr_fr: Sélection d'appareil
hu_hu: Készülék kiválasztás
it_it: Selezionare Dispositivo
ja_jp: 補聴器選択（器種一覧）
ko_kr: 보청기 선택
nl_nl: Selecteer toestellen
no_no: Velg Apparater
pl_pl: Wybierz Aparat(y)
pt_pt: Selecionar Instrumentos
ro_ro: Selecteaza instrumentul.
ru_ru: Выберите СА
sv_se: Välj hörapparat
tr_tr: Cihazları Seç
zh_cn: 选择助听器

source: Reset to Full
cs_cz: Vrátit do plného
da_dk: Fuld nulstilling
de_de: Vollständig zurücksetzen (Reset)
es_es: Resetear al Máximo
fi_fi: Palauta maksimiarvoihin
fr_fr: Réinitialiser
hu_hu: Reset a teljesre
it_it: Resetta al massimo
ja_jp: 全てをリセット
nl_nl: Reset naar Full
no_no: Tilbakestill Fullstendig
pl_pl: Pełen Reset
pt_pt: Restaurar completamente
ro_ro: Resetare completa.
ru_ru: Сбросить
sv_se: Återställ
tr_tr: Hepsini Sıfırla
zh_cn: 全部重置

source: Stop Calibration
cs_cz: Ukončit kalibraci
da_dk: Stop kalibrering
de_de: Kalibrierung abbrechen
es_es: Detener Calibración
fi_fi: Lopeta kalibrointi
fr_fr: Arrêter le calibrage
hu_hu: Kalibráció megszakítás
it_it: Stop Calibrazione
ja_jp: 初期化の中断
ko_kr: 캘리브레이션 중지
nl_nl: Stop de kalibratie
no_no: Stopp Kalibrering
pl_pl: Przerwij Kalibrację
pt_pt: Interromper calibração
ro_ro: Opreste calibrarea.
ru_ru: Прервать калибровку
sv_se: Stoppa kalibrering
tr_tr: Kalibrasyonu Durdur
zh_cn: 停止校准
