Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: White noise is not effectively interacting with the tinnitus
cs_cz: Bílý šum nepůsobí efektivně na tinnitus
da_dk: Hvid støj påvirker ikke tinnitus effektivt
de_de: Das weiße Rauschen ist nicht effektiv für den Tinnitus
es_es: El ruido blanco no es efectivo interactuando con el tinnitus
fi_fi: Valkoinen kohina ei vaikuta tinnitukseen
fr_fr: Le bruit généré n'est pas efficace
hu_hu: A fehérzaj nincs kölcsönhatásban a tinnitus-al
it_it: Il rumore bianco non interagisce effettivamente con l'acufene
ja_jp: ノイズが効果的に作用していない
ko_kr: 백색 소음은 이명에 효과적으로 작용하지 않습니다
nl_nl: De interactie van witte ruis met de tinnitus is niet effectief
no_no: Hvit støy er ikke effektiv mot Tinnitus
pl_pl: Szum biały nieskutecznie oddziałowuje na szum uszny pacjenta
pt_pt: O ruído branco não está sendo efetivo para o zumbido
ro_ro: Zgomotul alb nu interactioneaza eficient cu tinnitusul
ru_ru: Белый шум не эффективен при воздействии на Тиннитус
sv_se: Det vita bruset interagerar inte effektivt med tinnitusen.
tr_tr: Beyaz gürültünün Tinitus ile etkin bir etkileşimi yok
zh_cn: 耳鸣管理器信号无作用

source: Re-establish volume and frequency shaping setting.
cs_cz: Znovu natvarujte nastavení hlasitosti a frekvence.
da_dk: Genetabler volumen og frekvensindstillinger.
de_de: Legen sie erneut die Einstellungen für die Lautstärkesteller und die Frequenzen fest.
es_es: Re-adaptar los ajustes de intensidad y frecuencia
fi_fi: Aseta uudestaan äänenvoimakkuus- ja taajuusmuodon asetukset.
fr_fr: Réinitialiser les réglages de bande passante et de niveau de sortie du générateur de son TSG
hu_hu: Állítsa vissza a hangerő és a frekvencia alak beállításait.
it_it: Ristabilire volume ed impostazioni apportate alla banda in frequenza (filtri) .
ja_jp: 周波数範囲と音量を再設定して下さい
ko_kr: 설정한데로 볼륨과 주파수를 다시 맞추세요.
nl_nl: Herstel instellingen van volume en filterfrequenties
no_no: Fastsett volum og frekvensformings-innstillinger på nytt.
pl_pl: Ponownie ustaw głośność i kształt bodźca.
pt_pt: Re-estabeleça os ajustes da modulação da frequencia e volume
ro_ro: Restabiliti setarile de conturare a vloumului si frecventiale
ru_ru: Восстановить настройки громкости и частотного формирования.
sv_se: Återställ volym och frekvensinställningar.
tr_tr: Frekans şekillenmesini ve ses yoğunluğunu tekrar ayarlayın
zh_cn: 重设掩蔽信号的频率和强度

source: Continuous stimulation is bothersome
cs_cz: Kontinuální stimulace je obtěžující
da_dk: Kontinuerlig stimulation er generende
de_de: Durchgehende Stimulation ist störend
es_es: La estimulación constante es molesta
fi_fi: Jatkuvat äänet ovat rasittavia.
fr_fr: La stimulation sonore continue est désagréable
hu_hu: Folyamatos stimuláció kellemetlen
it_it: Stimolo continuo è fastidioso
ja_jp: 一定のノイズが煩わしい
ko_kr: 지속적인 자극은 좋지 않습니다
nl_nl: Continue stimulatie is twijfelachtig
no_no: Kontinuerlig stimulasjon er brysom
pl_pl: Ciągła stymulacja jest uciążliwa
pt_pt: Estimulação contínua é incômoda
ro_ro: Stimularea continua este suparatoare
ru_ru: Длительная стимуляция нежелательна
sv_se: Fortsatt stimulation är störande
tr_tr: Devam eden uyarımlar can sıkıcı
zh_cn: 持续刺激令人不适

source: Activate amplitude modulation to preferred setting.
cs_cz: Aktivujte amplitudovou modulaci jako preferované nastavení.
da_dk: Aktiver modulation til den foretrukne indstilling
de_de: Einstellen der Amplitudenmodulation auf empfohlene Werte.
es_es: Activar la modulación de amplitud como ajuste preferido
fi_fi: Aktivoi amplitudimodulointi edotettuihin asetuksiin.
fr_fr: Activer la modulation du niveau de sortie
hu_hu: Aktiválja az amplitudó modulációt a kívánt beállításhoz.
it_it: Attiva modulazione di ampiezza come impostazione preferita.
ja_jp: 振幅変調をお好みの値に設定して下さい
ko_kr: 선호하는 설정으로 진폭 조정을 하세요.
nl_nl: Amplitude modulatie activeren als voorkeursinstelling
no_no: Aktiver amplitudemodulasjon til ønsket innstilling.
pl_pl: Włącz i dopasuj modulację amplitudy do preferowanych ustawień
pt_pt: Ative a modulação de amplitude para um ajuste favorito.
ro_ro: Activati modularea in amplitudine la setarile preferate
ru_ru: Активировать амплитудную модуляцию для предпочтительной настройки.
sv_se: Aktivera Amplitud modulation till önskad inställning
tr_tr: İstenilmiş olan ayarlara göre Amplitude Modulasyonunu aktifleştir.
zh_cn: 启用幅度调制优先.

source: Amplitude modulation is bothersome
cs_cz: Amplitudová modulace je obtěžující
da_dk: Amplitude modulation er generende
de_de: Die Amplitudenmodulation wird als störend empfunden.
es_es: La modulación en Amplitud es molesta
fi_fi: Amplitudimodulaatio on pitkästyttävää
fr_fr: La modulation du niveau de sortie est désagréable
hu_hu: Az Amplitudó moduláció kellemetlen
it_it: Modulazione di ampiezza è fastidiosa
ja_jp: 振幅変調が煩わしい
ko_kr: 진폭 조정은 좋지 않습니다
nl_nl: Amplitude modulatie is twijfelachtig
no_no: Amplitudemodulasjonen er brysom
pl_pl: Modulacja amplitudy jest uciążliwa
pt_pt: Amplitude de modulação é incômoda
ro_ro: Modularea in amplitudine este suparatoare
ru_ru: Амплитудная модуляция нежелательна
sv_se: Amplitud modulation stör personen.
tr_tr: Yoğunluk modulasyonu can sıkıcı
zh_cn: 幅度调制令人不适

source: De-activate amplitude modulation
cs_cz: Deaktivujte amplitudovou modulaci
da_dk: De-aktiver amplitudemodulation
de_de: Deaktivieren der Amplitudenmodulation
es_es: Desactivar la modulación en Amplitud
fi_fi: Poista amplitudimodulointi käytöstä
fr_fr: Désactiver la modulation du niveau de sortie
hu_hu: Amplitudó moduláció deaktiválása
it_it: Disattivare modulazione di ampiezza
ja_jp: 振幅変調をオフにして下さい
ko_kr: 진폭 조정을 하지 마십시오
nl_nl: Amplitude modulatie de-activeren
no_no: Slå av amplitudemodulasjon
pl_pl: Wyłącz modulację amplitudy
pt_pt: Desative a amplitude de modulação
ro_ro: Dezactivati modularea in amplitudine
ru_ru: Отключить амплитудную модуляцию
sv_se: Avaktivera Amplitud modulation
tr_tr: Yoğunluk modulasyonunu kaldır
zh_cn: 不使用幅度调制

source: Other stimuli besides white noise are helpful
cs_cz: Ostatní stimuly kromě bílého šumu pomáhají
da_dk: Andre stimuli end hvid støj kan være hjælpsomme
de_de: Zusätzliche Stimulies zu dem weißem Rauschen sind hilfreich
es_es: Otros estímulos combinados con el ruido blanco son beneficiosos
fi_fi: Muut äänekset kuin valkoinen kohina auttaa tilannetta
fr_fr: D'autres stimuli, en plus du bruit généré par le générateur de son TSG, sont utiles
hu_hu: Más inger a fehérzaj mellett hasznos
it_it: Altri stimoli oltre il rumore bianco sono utili
ja_jp: ホワイトノイズ以外のノイズが有効のようだ
ko_kr: 백색 소음을 제외한 다른 자극은 도움이 됩니다
nl_nl: Andere stimuli naast wittte ruis kunnen helpen
no_no: Det hjelper med annen stimulasjon foruten hvit støy
pl_pl: Inne bodźce poza szumem białym są pomocne
pt_pt: Outros estímulos além do ruído branco estão ajudando
ro_ro: Alti stimul inafara de zgomot alb sunt de ajutor
ru_ru: Другие стимулы, кроме белого шума, являются полезными
sv_se: Andra stimuli ,förutom vitt brus, hjälper
tr_tr: Beyaz gürültü haricindeki diğer uyarımlar yardımcı
zh_cn: 除白噪音外的其它刺激更有效

source: Use one of the accessories to stream other sound stimuli.
cs_cz: Použijte Wireless příslušenství pro přenos ostatních zvukových stimulů.
da_dk: Brug et af de trådløse tilbehører til at streame andre lydkilder.
de_de: Benutzen Sie ein Wireless Zubehör um einen anderen Stimulus zu übertragen.
es_es: Utilizar alguno de los accesorios inalámbricos para enviar otros estímulos sonoros
fi_fi: Käytä jotain langatonta lähetintä äänensiitoa varten.
fr_fr: Utiliser un accessoire sans fil pour autoriser la présence d'autres stimuli
hu_hu: Használjon egyet a tartozékok közül más hanginger sugárzásához.
it_it: Utilizzare uno degli Accessori Wireless per lo streaming di altri stimoli sonori.
ja_jp: ワイヤレスアクセサリーを使用して下さい
ko_kr: 다른 소리 자극을 스트리밍 하기 위해 무선 액세서리를 사용해야 합니다.
nl_nl: Gebruik een van de wireless accessoires om andere stimuli te streamen
no_no: Bruk ett av tilbehørene for å streame annen lyd stimuli.
pl_pl: Użyj jednego z akcosoriów Unite aby przesyłąć inne bodźce
pt_pt: Use um dos acessórios para transmitir outra estimulação sonora.
ro_ro: Folositi unul din accesoriile Unite pentru a reda in flux alti stimuli
ru_ru: Используйте один из аксессуаров для передачи других звуковых стимулов.
sv_se: Använd ett av de trådlösa tillbehören för att strömma andra ljudstimuli.
tr_tr: Diğer ses uyaranları aktarmak için aksesuarlardan birini kullanın.
zh_cn: 使用一种无线附件来提供声音刺激

source: Use the TSG+microphone setting to allow other stimuli to be present.
cs_cz: Použijte nastavení TSG+mikrofon abyste umožnili přítomnost ostatních stimulů.
da_dk: Brug Tinnitus Sound Generator+mikrofon indstilling for at lade andre stimuli være tilstede.
de_de: Benutzen Sie die TSG+Mikrofon Einstellungen um weitere Reise benutzen zu können.
es_es: Utilizar la opción TSG+micrófono para permitir la percepción de otros estímulos
fi_fi: Käytä TSG+mikrofoni asetuksia saadaksei toisia ääneksiä.
fr_fr: Activer le générateur de son TSG sur un programme microphone pour autoriser la présence d'autres stimuli
hu_hu: Használja a TSG+mikrofon beállítást más inger prezentálásához.
it_it: Utilizzare l'impostazione microfono + GST consentire ad altri stimoli di essere presenti.
ja_jp: 他の音を入力させるために、TSG+マイク入力の設定にして下さい
ko_kr: 현재 나타나는 다른 자극들을 허용하도록 TSG+microphone 설정을 사용하세요
nl_nl: Gebruik de TSG+microfoon instelling om andere stimuli aanwezig te laten zijn
no_no: Bruk TSG + mikrofoninnstillingene for å gi annen stimuli.
pl_pl: Włącz ustawienie TSG + mikrofon aby pozwolić innym bodźcom być obecnymi.
pt_pt: Use o Gerador de Som+mic para permitir a presença de outra estimulação.
ro_ro: Folositi setarea TSG+microfon pentru a permite alti stimuli sa fie prezenti
ru_ru: Используйте настройку TSG + Микрофон для восприятия других стимулов.
sv_se: Använd Tinnitus + Mikrofon inställningarna för att låta ytterligare ljud presenteras.
tr_tr: Diğer uyaranlarında alınabilmesi için TSG+Mikrofon ayarını kullanın.
zh_cn: 使用耳鸣管理器+麦克风,允许多重声音同时掩蔽

source: Tinnitus seems worse
cs_cz: Tinnitus se zdá horší
da_dk: Tinnitus synes værre
de_de: Tinnitus scheint sich verschlechtert zu haben
es_es: El Tinnitus parece empeorar
fi_fi: Tinnitus on huonompi
fr_fr: L'acouphène semble pire
hu_hu: A tinnitus rossznak tűnik
it_it: Tinnitus sembra peggiore.
ja_jp: 耳鳴りがより悪化しているようだ
ko_kr: 이명이 심해진 것으로 보입니다
nl_nl: Tinnitus lijkt erger
no_no: Tinnitus oppleves verre
pl_pl: Szum uszny wydaje się być większy
pt_pt: Zumbido parece pior
ro_ro: Tinnitusul pare a se agrava
ru_ru: Ухудшение Тиннитуса
sv_se: Tinnitus verkar vara sämre.
tr_tr: Tinnitus daha kötü hissediliyor.
zh_cn: 耳鸣管理效果不佳

source: Lower the TSG volume
cs_cz: Snižte hlasitost TSG
da_dk: Stil TSG volumen ned
de_de: Reduzieren Sie die TSG Lautstärke
es_es: Reducir el volumen del TSG
fi_fi: Vähennä TSG voimakkuutta
fr_fr: Diminuer le niveau de sortie du générateur de son TSG
hu_hu: Lejjebb a TSG hangerőt
it_it: Abbassare il volume GST
ja_jp: TSGの音量を小さくして下さい
ko_kr: TSG 볼륨을 낮춰주세요
nl_nl: Verlaag het TSG volume
no_no: Senk TSG volum
pl_pl: Zmniejsz głośność TSG
pt_pt: Diminua o volume do Gerador de Som
ro_ro: Scadeti volumul TSG
ru_ru: Снизьте громкость TSG
sv_se: Minska volymen på Tinnitusfunktionen.
tr_tr: TSG sesini düşür.
zh_cn: 调低耳鸣管理器信号

source: Provide additional counseling
cs_cz: Poskytněte dodatečné poradenství
da_dk: Giv passende rådgivning
de_de: Weitere Beratung empfohlen
es_es: Asesorar mejor al paciente
fi_fi: Lisäneuvontaa edellytetään
fr_fr: Fournir davantage d'explications au patient
hu_hu: Biztosítson további tanácsadást
it_it: Fornire consulenza aggiuntiva
ja_jp: カウンセリングを行って下さい
ko_kr: 추가적인 조언을 제공하세요
nl_nl: Zorg voor extra counselling
no_no: Sørg for mer rådgivning
pl_pl: Przeprowadź dodatkowe konsultacje
pt_pt: Retome as orientações necessárias
ro_ro: Oferiti consiliere aditionala
ru_ru: Обратитесь к врачу за дополнительной консультацией
sv_se: Ytterligare Hjälpverktyg
tr_tr: İlave danışmanlık sağla
zh_cn: 提供额外的咨询

source: Refer for medical evaluation when appropriate
cs_cz: Pokud je to potřeba, medicínsky ověřte
da_dk: Henvis til medicinsk udredning når dette er nødvendigt
de_de: Gegebenenfalls medizinischen Rat einholen
es_es: Aconsejar una evaluación médica cuando sea necesario
fi_fi: Käytä lääketieteellistä arviointia tarvittaessa
fr_fr: Demander conseil auprès de l'équipe pluridisciplinaire
hu_hu: Konzultáljon orvossal ha szükséges
it_it: Fare riferimento per la valutazione medica quando opportuno
ja_jp: 医者へ相談して下さい
ko_kr: 의학적 평가를 참조할 것
nl_nl: Verwijs voor medische evaluatie indien nodig
no_no: Vurder medisinsk evaluering om nødvendig
pl_pl: Przejdź do oceny medycznej gdy będzie to wskazane
pt_pt: Encaminhe para uma avaliação médica quando necesssário
ro_ro: Recurgeti la o evaluare medicala
ru_ru: При необходимости обратитесь к врачу для более глубоко исследования
sv_se: Sök för en medicinsk utvärdering om det är nödvändigt
tr_tr: Tıbbi değerlendirme için uygun olduğunda sevkediniz
zh_cn: 适当的时候进行医学评估

source: Patient requesting an automatic volume control adjustment for TSG
cs_cz: Pacient požaduje automatickou regulaci hlasitosti pro TSG
da_dk: Patienten har brug for en automatisk volumenkontrol af TSG
de_de: Der Kunde wünscht eine automatische Anpassung der Lautstärke für den TSG
es_es: El paciente demanda un ajuste automático del volumen del TSG
fi_fi: Potilas toivoo automaattista voimakkuudensäätöä TSG toiminnolle
fr_fr: Le réglage automatique du niveau de sortie du TSG est demandé par le patient
hu_hu: A páciens egy automata hangerőszabályzást szeretne a TSG-hez
it_it: Il paziente richiede la regolazione automatica per il controllo del volume GST
ja_jp: TSGの音量を自動的に調整したい
ko_kr: TSG의 자동 볼륨 조절 적용을 요하는 환자
nl_nl: Cliënt verzoekt om automatische volumeregeling voor TSG
no_no: Pasienten ønsker automatisk volumkontroll justeringer av TSG
pl_pl: Pacjent wymaga automatycznej kontroli głośności dla Generatora TSG
pt_pt: Paciente solicita um ajuste automático do controle de volume parao Gerador de Som
ro_ro: Pacientul cere ajustari automate ale controlului volumului pentru TSG
ru_ru: Пациент хочет автоматическую регулировку громкости для настройки TSG
sv_se: Patienten vill ha en automatisk volymkontroll justering för Tinnitus.
tr_tr: Hasta TSG de otomatik ses kontrolü istiyor
zh_cn: 使用耳鸣管理时,用户需要自动调节音量

source: Activate environmental steering
cs_cz: Aktivujte řízení dle prostředí
da_dk: Aktiver environmental steering
de_de: Aktivieren Sie die situationsabhängige Steuerung
es_es: Activar el controlador ambiental
fi_fi: Aktivoi ympäristön ohajaus
fr_fr: Mettre le réglage du niveau de sortie du TSG sur "Automatique selon environnement sonore"
hu_hu: Környezet felismerés aktiválása
it_it: Attivare la regolazione ambientale
ja_jp: 環境適応システムを有効にして下さい
ko_kr: 환경 조종장치를 활성화합니다.
nl_nl: Activeer sturing door de omgeving
no_no: Aktiver environmental steering
pl_pl: Włącz sterowanie środowiskowe
pt_pt: Ativar o Classificador Ambiental
ro_ro: Activati indrumatorul de mediu
ru_ru: Активируйте управление окружением
sv_se: Aktivera Miljöstyrning
tr_tr: Çevresel yönetimi aktif hale getir
zh_cn: 启用环境优化

source: Patient requesting manual volume control adjustments for TSG
cs_cz: Pacient požaduje manuální regulaci hlasitosti pro TSG
da_dk: Patienten har brug for manual volumenkontrol af TSG
de_de: Der Kunde wünscht eine manuelle Anpassung der Lautstärke für den TSG
es_es: El paciente demanda un control manual del volumen del TSG
fi_fi: Potilas toivoo manuaalista voimakkuudensäätöä TSG toiminnolle
fr_fr: Le réglage manuel du niveau de sortie du TSG est demandé par le patient
hu_hu: A páciens egy manuális hangerőszabályzót szeretne a TSG-hez
it_it: Il paziente richiede la regolazione manuale per il controllo del volume GST
ja_jp: TSGの音量を自分で調整したい
ko_kr: TSG의 수동 볼륨 조절 적용을 요하는 환자
nl_nl: Cliënt verzoekt om volumeregeling met de hand voor TSG
no_no: Pasienten ønsker manuell volumkontroll justering av TSG
pl_pl: Pacjent wymaga ręcznej kontroli głośności dla Generatora TSG
pt_pt: Paciente necessita do manual do controle de volume para ajustar o Gerador de Som
ro_ro: Pacientul rece control manual pentru volumul TSG
ru_ru: Пациент хочет ручную регулировку громкости для настройки TSG
sv_se: Patienten vill ha en manuell volymkontroll justering för Tinnitus.
tr_tr: Hasta TSG de manuel ses kontrolü istiyor
zh_cn: 使用耳鸣管理时,用户喜欢手动调节音量

source: Activate volume control for TSG
cs_cz: Aktivujte regulaci hlasitosti pro TSG
da_dk: Aktiver volumenkontrol for TSG
de_de: Aktiviere Lautstärkeeinstellung für TSG
es_es: Activar el control manual del volumen para el TSG
fi_fi: Aktivoi voimakkuudensäätö TSG toiminnolle
fr_fr: Activer la commande de volume pour le générateur de son TSG
hu_hu: Hangreőszabályzó aktiválás a TSG-hez
it_it: Attivare il controllo del volume per GST
ja_jp: TSGの音量調整を手動調整に設定して下さい
ko_kr: TSG의 볼륨을 조절하세요
nl_nl: Activeer volumeregeling voor TSG
no_no: Aktiver volumkontroll for TSG
pl_pl: Włącz potencjometr dla Generatora TSG
pt_pt: Ativar o controle de volume para o Gerador de Som
ro_ro: Activati controlul volum pentru TSG
ru_ru: Активируйте регулятор громкости для TSG
sv_se: Aktivera volymkontroll för TLS
tr_tr: TSG için ses kontrolünü aktif hale getir
zh_cn: 启用音量控制

source: De-activate synchronized volume control in order to adjust volume monaurally
cs_cz: Deaktivujte synchronizovanou regulaci hlasitosti pro možnost monaurální regulace
da_dk: Deaktiver synkroniseret volumenkontrol for at volumen kan indstilles separat på hver øre.
de_de: Deaktivieren die Synchronisierte Lautstärkeeinstellung um die Lautstärke einzeln für die Seiten einstellen zu können.
es_es: Desactivar el control de volumen sincronizado para ajustar el volumen de forma monoaural
fi_fi: Poista käytöstä sykronoitu äänenvoimakkuuden säätö jos haluat säätää tasoa manuaalisesti.
fr_fr: Désactiver la synchronisation du volume pour régler le volume de chaque aide auditive séparément
hu_hu: Ha kikapcsolja a szinkronizált hangerő szabályzót, akkor kézzel kell szábályoznia a hangerőt oldalanként
it_it: Disattivare il controllo del volume sincronizzato in modo da regolare il volume in modo monaurale.
ja_jp: 片耳での音量調整をするために両耳連動ボリュームを無効にして下さい
ko_kr: 동기화된 볼륨 조절을 비활성화 시켜 볼륨을 단청으로 조정한다.
nl_nl: De-activeer de gesynchroniseerde volumeregelaar zodat het volume monauraal geregeld kan worden
no_no: Deaktiver synkronisert volumkontroll for å justere volumet monauralt
pl_pl: Wyłącz synchornizację zmian głośności aby regulować głośność w każdym aparacie osobno
pt_pt: Desativar a sincronização do controle de volume, para ajustá-lo de maneira independente.
ro_ro: Dezactivati controlul volum de la o ureche la alta pentru a ajusta volumul monoaural.
ru_ru: Отключите синхронизированную регулировку громкости, чтобы регулировать громкость отдельно.
sv_se: Avaktivera synkroniserad volymkontroll för att justera volymen monauralt.
tr_tr: Sesi tek taraflı ayarlamak için senkronize ses kontrolünü devre dışı bırakın
zh_cn: 禁用音量控制同步是为了能手动调节音量

source: TSG white noise interfers with speech
cs_cz: TSG white noise interferuje s řečí
da_dk: TSG støjen forstyrrer tale
de_de: Das weiße Rauschen des TSG's stört die Sprache
es_es: EL ruido blanco TSG interfiere con la voz
fi_fi: TSG valkoinen kohina häiritsee puhetta
fr_fr: Le bruit généré par le générateur de son TSG interfère avec la parole
hu_hu: A TSG fehérzaj interferál a beszéddel
it_it: GST rumore bianco interferisce con parlato
ja_jp: TSGのホワイトノイズで音声が聞きづらい
ko_kr: TSG 백색소음이 말소리를 방해합니다
nl_nl: TSG witte ruis interfereert met spraak
no_no: TSG hvit støy forstyrrer tale
pl_pl: Szum biały Generatora TSG wpływa na mowę
pt_pt: O ruído branco do Gerador do Som interfere com a fala
ro_ro: Zgomotul alb al TSG interfereaza cu vorbirea
ru_ru: Белый шум генератора тиннитуса TSG мешает восприятию речи
sv_se: Tinnitus vitt brus interfererar med talet
tr_tr: TSG beyaz gürültüsü konuşmada parazit yapıyor.
zh_cn: 耳鸣管理器信号影响言语清晰度

source: Decrease the TSG volume
cs_cz: Snižte hlasitost TSG
da_dk: Reducer volumen af TSG
de_de: Reduzieren Sie die TSG-Lautstärke
es_es: Reducir el volumen del TSG
fi_fi: Vähennä TSG voimakkuutta
fr_fr: Diminuer le niveau de sortie du TSG
hu_hu: Csökkentse a TSG hangerőt
it_it: Diminuire il volume GST
ja_jp: TSGの音量を小さくして下さい
ko_kr: TSG 볼륨을 낮추세요
nl_nl: Verlaag het TSG volume
no_no: Senk TSG volum
pl_pl: Zmniejsz głośność Generatora TSG
pt_pt: Diminua o volume do Gerador do Som
ro_ro: Scadeti volumul TSG
ru_ru: Уменьшите громкость TSG
sv_se: Minska Tinnitus volymen
tr_tr: TSG sesini azalt
zh_cn: 降低耳鸣管理器音量

source: Activate environmental steering
cs_cz: Aktivujte řízení podle prostředí
da_dk: Aktiver environmental steering
de_de: Aktivieren Sie die situationsabhängige Steuerung
es_es: Activar el controlador ambiental
fi_fi: Aktivoi ympäristön ohjaus
fr_fr: Mettre le réglage du niveau de sortie du TSG sur "Automatique selon environnement sonore"
hu_hu: Környezet felismerés aktiválása
it_it: Attivazione dello regolazione ambientale
ja_jp: 環境適応システムを有効にして下さい
ko_kr: 환경 조종장치 활성화
nl_nl: Activeer sturing door de omgeving
no_no: Aktiver environmental steering
pl_pl: Uruchom sterowanie środowiskowe
pt_pt: Ativar o Classificador Ambiental
ro_ro: Activati indrumatorul de mediu
ru_ru: Активируйте управление окружением
sv_se: Aktivera Miljöstyrning
tr_tr: Çevresel Yönetimi aktif hale getir
zh_cn: 启用环境优化

source: Wireless Accessories
cs_cz: Wireless příslušenství
da_dk: Trådløst tilbehør
de_de: Wireless Zubehör
es_es: Accesorios Inalámbricos
fi_fi: Langattomat lisälaitteet
fr_fr: Accessoires sans fil
hu_hu: Tartozékok
it_it: Accessori Wireless
ja_jp: ワイヤレスアクセサリー
ko_kr: 무선 액세서리
nl_nl: Wireless accessoires
no_no: Trådløst Tilbehør
pt_pt: Acessórios Wireless
ru_ru: Беспроводные Аксессуары
sv_se: Trådlösa Tillbehör
tr_tr: Kablosuz Aksesuarlar
zh_cn: 无线附件

source: Remote Control is not working with the hearing instrument (s).
cs_cz: Dálkový ovladač nepracuje se sluchadlem(y).
da_dk: Fjernbetjening virker ikke med høreapparatet
de_de: Die Fernbedienung arbeitet nicht mit den Hörsystemen.
es_es: El mando a distancia no funciona con el(los) audífono(s).
fi_fi: Kauko-Ohjain ei toimi kuulokojeiden kanssa.
fr_fr: La télécommande Remote Control ne fonctionne pas avec les aides auditives
hu_hu: A Unite távirányító nem működik a hallókészülékkel.
it_it: Remote Control non stà regolando gli apparecchi acustici.
ja_jp: リモコンユナイトが動作しない
ko_kr: Remote Control이 보청기에 작동하지 않습니다.
nl_nl: De Afstandbediening werkt niet met de toestellen
no_no: Fjernkontroll fungerer ikke med høreapparat(ene)
pl_pl: Pilot Unite nie działa z aparatem(ami) słuchowym(i).
pt_pt: O Controle Remoto não está funcionando com o(s) aparelho(s) auditivo(s).
ro_ro: Telecomanda Unite nu functioneaza cu aparatul auditiv.
ru_ru: Пульт дистанционного управления не работает со слуховым аппаратом(и).
sv_se: Fjärrkontroll fungerar inte med hörapparat(er)
tr_tr: Uzaktan Kumanda işitme cihazı(lar) ile çalışmıyor.
zh_cn: 遥控器不能控制助听器.

source: Replace the batteries in the Remote Control
cs_cz: Vyměňte baterie v Dálkovém ovladači
da_dk: Skift batteri i fjernbetjening
de_de: Tauschen Sie die Batterien in der Fernbedienung 1 oder laden Sie die Fernbedienung 2 auf
es_es: Sustituir la pilas del mando a distancia
fi_fi: Vaihda Kauko-Ohjaimen paristot
fr_fr: Changer les piles de la télécommande
hu_hu: Cserélje ki az elelmeket a távirányítóban
it_it: Sostituire le batterie nel telecomando
ja_jp: リモコンユナイトの電池を交換して下さい
ko_kr: 리모컨의 배터리를 교체하세요
nl_nl: Vervang de batterijen in de Afstandbediening
no_no: Bytt batterier i Fjernkontrollen
pl_pl: Wymień baterie w Pilocie Unite
pt_pt: Substitua as baterias do controle remoto
ro_ro: Inlocuieste bateriile din telecomanda
ru_ru: Замените батарейки в Пульте дистанционного управления
sv_se: Återplacera batterierna i Fjärrkontrollen
tr_tr: Uzaktan kumandanın pillerini değiştirin.
zh_cn: 更换遥控器电池
