Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Create New Profile
cs_cz: Vytvořit nový profil
da_dk: Dan ny profil
de_de: Neues Profil erstellen
es_es: Crear Nuevo Perfil
fi_fi: Luo uusi profiili
fr_fr: Créer un nouveau profil
hu_hu: Új profil készítés
it_it: Crea Nuovo Profilo
ja_jp: プロフィールの新規作成
ko_kr: 새 프로필 생성
nl_nl: Creëer een nieuw profiel
no_no: Lag Ny Profil
pl_pl: Utwórz nowy profil
pt_pt: Criar novo perfil
ro_ro: Creeaza un Profil Nou
ru_ru: Создать новый профиль
sv_se: Skapa ny profil
tr_tr: Yeni Hasta Oluştur
zh_cn: 创建新档案

source: Session History
cs_cz: Historie sezení
da_dk: Sessionsistorie
de_de: Sitzungshistorie
es_es: Histórico de Sesión
fi_fi: Käyntihistoria
fr_fr: Historique de la session
hu_hu: Bejegyzés elözmények
it_it: Storia di Sessione
ja_jp: 調整履歴
ko_kr: 세션 이력
nl_nl: Sessie-historie
no_no: Historikk
pl_pl: Historia sesji
pt_pt: Histórico da sessão
ro_ro: Istoric Sesiune
ru_ru: История сессий
sv_se: Sessionshistoria
tr_tr: Oturum Geçmişi
zh_cn: 验配史

source: Audiogram and Hearing Instruments
cs_cz: Audiogram a sluchadla
da_dk: Audiogram og høreapparater
de_de: Audiogramm und Hörsysteme
es_es: Audiometría y Audífonos
fi_fi: Audiogrammit ja kuulokojeet
fr_fr: Audiogramme et aides auditives
hu_hu: Audiogram és hallókészülékek
it_it: Audiogramma e Apparecchio Acustico
ja_jp: オージオグラムと補聴器
ko_kr: 오디오그램과 보청기
nl_nl: Audiogram en hoortoestellen
no_no: Audiogram og høreapparat
pl_pl: Audiogramy i aparaty
pt_pt: Audiograma e AASI
ro_ro: Audiograma si Aparate Auditive
ru_ru: Аудиограмма и слуховые аппараты
sv_se: Audiogram och hörapparater
tr_tr: Odyogram ve İşitme Cihazları
zh_cn: 听力图和助听器

source: Add New Audiogram
cs_cz: Přidat nový audiogram
da_dk: Tølføj nyt Audiogram
de_de: Neues Programm hinzufügen
es_es: Añadir Nuevo Audiograma
fi_fi: Lisää uusi audiogrammi
fr_fr: Ajouter un nouvel audiogramme
hu_hu: Új audiogram hozzáadása
it_it: Aggiungi Nuovo Audiogramma
ja_jp: オージオグラムの新規追加
ko_kr: 새로운 오디오그램 추가
nl_nl: Voeg nieuw audiogram toe
no_no: Legg til nytt audiogram
pl_pl: Dodaj nowy audiogram
pt_pt: Adicionar novo audiograma
ro_ro: Adauga Audiograma Noua
ru_ru: Добавить новую аудиограмму
sv_se: Lägg till Nytt audiogram
tr_tr: Yeni Odyogram Ekle
zh_cn: 添加新听力图

source: Add Fitting Session
cs_cz: Přidat nastavovací sezení
da_dk: Tilføj tilpasningssession
de_de: Anpass-Sitzung hinzufügen
es_es: Añadir sesión de Adaptación
fi_fi: Lisää sovituskäynti
fr_fr: Ajouter une nouvelle session
hu_hu: Illesztési bejegyzés hozzáadása
it_it: Aggiungi una nuova sessione di Fitting
ja_jp: 調整記録の追加
ko_kr: 피팅 세션 추가
nl_nl: Voeg aanpassessie toe
no_no: Legg til tilpasningsesjon
pl_pl: Dodaj sesję dopasowania
pt_pt: Adicionar sessão de ajuste
ro_ro: Adauga Reglaj
ru_ru: Добавить сессию настройки
sv_se: Lägg till Anpassningssession
tr_tr: Fitting Oturumu Ekle
zh_cn: 添加新验配

source: Last Visit
cs_cz: Poslední návštěva
da_dk: Sidste besøg
de_de: Letzter Besuch
es_es: Ultima Visita
fi_fi: Viimeisin käynti
fr_fr: Dernière visite
hu_hu: Utolsó találkozó
it_it: Ultima Visita
ja_jp: 最終訪問
ko_kr: 최근 방문
nl_nl: Laatste afspraak
no_no: Siste Besøk
pl_pl: Ostatnia wizyta
pt_pt: Última visita
ro_ro: Ultima Vizita
ru_ru: Дата последнего визита
sv_se: Sista besök
tr_tr: Son ziyaret
zh_cn: 上次调节

source: Next Visit
cs_cz: Následující návštěva
da_dk: Næste besøg
de_de: Nächster Besuch
es_es: Próxima Visita
fi_fi: Seuraava käynti
fr_fr: Prochaine visite
hu_hu: Követező találkozó
it_it: Prossima Visita
ja_jp: 次回訪問
ko_kr: 다음 방문
nl_nl: Volgend afspraak
no_no: Neste Besøk
pl_pl: Następna wizyta
pt_pt: Próxima visita
ro_ro: Urmatoarea Vizita
ru_ru: Дата следующего визита
sv_se: Nästa besök
tr_tr: Gelecek Ziyaret
zh_cn: 下次预约

source: Registration Date
cs_cz: Datum registrace
da_dk: Registreringsdato
de_de: Registrierungsdatum
es_es: Fecha de Registro
fi_fi: Rekisterointi pvm
fr_fr: Date de création
hu_hu: Regisztrációs dátum
it_it: Data di Registrazione
ja_jp: 登録日
ko_kr: 등록 날짜
nl_nl: Registratiedatum
no_no: Registreringsdato
pl_pl: Dane rejestracyjne
pt_pt: Dados de registro
ro_ro: Data Inregistrarii
ru_ru: Дата регистрации
sv_se: Registreringsdatum
tr_tr: Kayıt Tarihi
zh_cn: 登记日期

source: Audiologist
cs_cz: Audiolog
da_dk: Audiologiassistent
de_de: Audiologe
es_es: Audioprotesista
fi_fi: Audionomi
fr_fr: Prescripteur
hu_hu: Audiológus
it_it: Audioprotesista
ja_jp: 調整担当者
ko_kr: 청각사
nl_nl: Aanpasser
no_no: Audiograf
pl_pl: Protetyk słuchu
pt_pt: Fonoaudiólogo
ro_ro: Audiolog
ru_ru: Аудиолог
sv_se: Audionom
tr_tr: Odyolog / Odyometrist
zh_cn: 验配师

source: Insurance Company
cs_cz: Zdravotní pojišťovna
da_dk: Forsikringsselskab
de_de: Versicherung
es_es: Compañía de Seguros
fi_fi: Vakuutusyhtiö
fr_fr: Mutuelle
hu_hu: Biztosító
it_it: Compagnia di Assicurazione
ja_jp: 電話番号
ko_kr: 보험회사
nl_nl: Verzekeringsmaatschappij
no_no: Forsikringsselskap
pl_pl: Ubezpieczyciel
pt_pt: Seguro /Convênio
ro_ro: Casa de Asigurari
ru_ru: Страховая компания
sv_se: Försäkringsbolag
tr_tr: Sigorta Şirketi
zh_cn: 保险公司

source: Insurance Number
cs_cz: Číslo pojištění
da_dk: Policenummer
de_de: Versicherungsnummer
es_es: Número de Seguro
fi_fi: Vakuutusnumero
fr_fr: N° sécurité sociale
hu_hu: TAJ szám
it_it: Numero di Assicurazione
ja_jp: 携帯電話番号
ko_kr: 보험번호
nl_nl: Verzekeringsnummer
no_no: Forsikringsnummer
pl_pl: Numer polisy
pt_pt: Número do seguro
ro_ro: Numar Asigurare
ru_ru: Номер страховки
sv_se: Försäkringsnummer
tr_tr: Sigorta Numarası
zh_cn: 保险号码

source: Delete
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
es_es: Suprimir
fi_fi: Poista
fr_fr: Supprimer
hu_hu: Törlés
it_it: Cancella
ja_jp: 削除
ko_kr: 삭제
nl_nl: Verwijder
no_no: Slett
pl_pl: Usuń
pt_pt: Apagar
ro_ro: Sterge
ru_ru: Удалить
sv_se: Radera
tr_tr: Sil
zh_cn: 删除

source: Subwoofer
fi_fi: Bassokaiutin
fr_fr: Caisson de basses
hu_hu: Mélynyomó
ja_jp: サブウーファー
ko_kr: 서브우퍼
pl_pl: Niskotonowy
ru_ru: Сабвуфер
zh_cn: 低音炮

source: Center Level
cs_cz: Intenzita středu
da_dk: Centerniveau
de_de: vorderer Lautsprecher
es_es: Nivel Central
fi_fi: Keskitaso
fr_fr: Haut-parleur central
hu_hu: Közép szint
it_it: Livello Centrale
ja_jp: センターレベル
ko_kr: 센터 수준
nl_nl: Center niveau
no_no: Midtnivå
pl_pl: Poziom Środkowy
pt_pt: Nível Central
ro_ro: Nivel Central
ru_ru: В центре
sv_se: Center Nivå
tr_tr: Merkez Seviyesi
zh_cn: 中置音箱

source: Left Front Speaker
cs_cz: Levý přední reproduktor
da_dk: Venstre fronthøjttaler
de_de: Front-Lautsprecher links
es_es: Altavoz Delantero Izquierdo
fi_fi: Vasen etukaiutin
fr_fr: Haut-parleur avant gauche
hu_hu: Bal közép hangszóró
it_it: Cassa Frontale Sinistra
ja_jp: 左前方スピーカー
ko_kr: 좌측 전방 스피커
nl_nl: Speaker linksvoor
no_no: Venstre Front Høytaler
pl_pl: Lewy Przedni Głośnik
pt_pt: Falante a esquerda e à frente
ro_ro: Boxa frontala stanga
ru_ru: Динамик слева
sv_se: Vänster främre högtalare
tr_tr: Sol Ön Hoparlör
zh_cn: 左前音箱

source: Right Front Speaker
cs_cz: Pravý přední reproduktor
da_dk: Højre fronthøjttaler
de_de: Rechter Vorderer Lautsprecher
es_es: Altavoz delantero Derecho
fi_fi: Oikea etukaiutin
fr_fr: Haut-parleur avant droit
hu_hu: Jobb közép hangszóró
it_it: Cassa Frontale Destra
ja_jp: 右前方スピーカー
ko_kr: 우측 전방 스피커
nl_nl: Speaker rechtsvoor
no_no: Høyre Front Høytaler
pl_pl: Prawy Przedni Głośnik
pt_pt: Falante a direita e à frente
ro_ro: Boxa frontala dreapta
ru_ru: Динамик справа
sv_se: Höger främre högtalare
tr_tr: Sağ Taraftaki Hoparlör
zh_cn: 右前音箱

source: Rear Speakers
cs_cz: Zadní reproduktory
da_dk: Baghøjttalere
de_de: Hinterer Lautsprecher
es_es: Altavoces Traseros
fi_fi: Takakaiuttimet
fr_fr: Haut-parleurs arrières
hu_hu: Jobb hangszóró
it_it: Casse Posteriori
ja_jp: リヤスピーカー
ko_kr: 후방 스피커
nl_nl: Speakers achter
no_no: Høytalere Bak
pl_pl: Tylne Głośniki
pt_pt: Falantes atrás
ru_ru: Динамики сбоку
sv_se: Bakre högtalare
tr_tr: Arka Taraftaki Hoparlör
zh_cn: 后音箱

source: Speaker Calibration
cs_cz: Kalibrace reproduktorů
da_dk: Højttalerkalibrering
de_de: Lautsprecherkalibrierung
es_es: Calibración de Altavoces
fi_fi: Kaiuttimien kalibrointi
fr_fr: Calibrage des hauts-parleurs
hu_hu: Hangszoró kalibráció
it_it: Calibrazione Casse
ja_jp: スピーカーの校正
ko_kr: 스피커 캘리브레이션
nl_nl: Speaker kalibratie
no_no: Kalibrer høytalere
pl_pl: Kalibracja głośników
pt_pt: Calibração (alto falante)
ro_ro: Calibrarea boxelor
ru_ru: Калибровка динамиков
sv_se: Högtalarkalibrering
tr_tr: Hoparlör Kalibrasyonu
zh_cn: 音箱校准

source: City
cs_cz: Město
da_dk: By
de_de: Stadt
es_es: Ciudad
fi_fi: Kaupunki
fr_fr: Ville
hu_hu: Város
it_it: Città
ja_jp: 市区町村以下
ko_kr: 도시
nl_nl: Stad
no_no: By
pl_pl: Miasto
pt_pt: Cidade
ro_ro: Oras
ru_ru: Город
sv_se: Stad
tr_tr: Şehir
zh_cn: 城市

source: State
cs_cz: Stát
da_dk: Stat
de_de: Land
es_es: Provincia
fi_fi: Maakunta
fr_fr: Pays
hu_hu: Megye
it_it: Stato
ja_jp: 番地
ko_kr: 주
nl_nl: Staat
no_no: Land
pl_pl: Województwo
pt_pt: Estado
ro_ro: Judet
ru_ru: Регион
sv_se: Stat
tr_tr: Ülke
zh_cn: 省份

source: Zip Code
cs_cz: PSČ
da_dk: Postnr.
de_de: PLZ
es_es: Código Postal
fi_fi: Postinumero
fr_fr: Code postal
hu_hu: Irányitószám
it_it: Codice Postale
ja_jp: 郵便番号
ko_kr: 우편번호
nl_nl: Postcode
no_no: Postnummer
pl_pl: Kod pocztowy
pt_pt: CEP
ro_ro: Cod Postal
ru_ru: Индекс
sv_se: Zipkod
tr_tr: Posta Kodu
zh_cn: 邮编

source: Cell Phone
cs_cz: Mobilní telefon
da_dk: Mobiltelefon
de_de: Mobiltelefon
es_es: Teléfono Móvil
fi_fi: Matkapuhelin
fr_fr: Téléphone (mobile)
hu_hu: Mobilszám
it_it: Telefono Cellulare
ja_jp: その他
ko_kr: 휴대폰
nl_nl: GSM telefoon
no_no: Mobiltelefon
pl_pl: Tel. komórkowy
pt_pt: Telefone celular
ro_ro: Telefon Mobil
ru_ru: Мобильный телефон
sv_se: Mobiltelefon
tr_tr: Cep Telefonu
zh_cn: 手机

source: Work Phone
cs_cz: Telefon do zaměstnání
da_dk: Arbejdstelefon
de_de: Telefon geschäftlich
es_es: Teléfono Trabajo
fi_fi: Työpuhelin
fr_fr: Téléphone (travail)
hu_hu: Munkahelyi szám
it_it: Telefono Lavoro
ja_jp: メールアドレス
ko_kr: 회사 전화
nl_nl: Telefoon werk
no_no: Telefonnummer Arbeid
pl_pl: Tel. do biura
pt_pt: Telefone do trabalho
ro_ro: Telefon (servici)
ru_ru: Рабочий телефон
sv_se: Arbetstelefon
tr_tr: İş Telefonu
zh_cn: 办公电话

source: Required Field
cs_cz: Povinné pole
da_dk: Nødvendigt felt
de_de: Pflichtfeld
es_es: Campo Obligatorio
fi_fi: Pakolliset kentät
fr_fr: champs requis
hu_hu: Kivánt mezők
it_it: Campi Richiesti
ja_jp: 必要領域
ko_kr: 필수입력항목
nl_nl: Verplicht veld
no_no: Obligatoriske felt
pl_pl: Pola wymagane
pt_pt: Campo Requerido
ro_ro: Camp Obligatoriu
ru_ru: Обязательные поля
sv_se: Obligatoriskt fält
tr_tr: Zorunlu Alan
zh_cn: 必输空格

source: Session Notes
cs_cz: Poznámky k sezení
da_dk: Sessionsoter
de_de: Sitzungsnotizen:
es_es: Notas de la Sesión
fi_fi: Merkintöjä käynnistä
fr_fr: Notes sur la session
hu_hu: Bejegyzés feljegyzések
it_it: Note di Sessione
ja_jp: 調整記録
ko_kr: 세션 노트
nl_nl: Sessie-opmerkingen
no_no: Notater
pl_pl: Notatki do sesji
pt_pt: Observações da sessão
ro_ro: Notite Sesiune
ru_ru: Примечания к сессии
sv_se: Sessionsnoteringar
tr_tr: Oturum Notları
zh_cn: 验配备注

source: Patient ID
cs_cz: R.č. pacienta
de_de: Kunden-Nr.
es_es: Nº de Paciente
fi_fi: Potilasnumero
fr_fr: N° patient
hu_hu: Páciens azonosító
it_it: Codice Paziente
ja_jp: 顧客管理番号
ko_kr: 환자 ID
nl_nl: Cliënt ID
no_no: Pasient ID
pl_pl: ID Pacjenta
pt_pt: Identificação do cliente
ro_ro: CNP pacient
ru_ru: Номер пациента (ID)
tr_tr: Hasta Kimliği
zh_cn: 客户编号

source: Choose the
cs_cz: Vyberte
da_dk: Indstil
de_de: Wähle
es_es: Elegir el
fi_fi: Valitse
fr_fr: Cliquez pour vérifier :
hu_hu: Válassza a
it_it: Scegliere
ja_jp: 選択
ko_kr: 선택
nl_nl: Kalibreer
no_no: Velg
pl_pl: Wybierz
pt_pt: Escolher o
ro_ro: Alege
ru_ru: Выберите
sv_se: Välj
tr_tr: Seçim
zh_cn: 校准

source: Verify the
cs_cz: Ověřte
da_dk: Indstil
de_de: Prüfe
es_es: Verificar el
fi_fi: Vahvista
fr_fr: Cliquez pour vérifier :
hu_hu: Elfogadás
it_it: Verifica
ja_jp: 確認
ko_kr: 확인
nl_nl: Kalibreer
no_no: Bekreft
pl_pl: Zweryfikuj
pt_pt: Verificar o
ro_ro: Verifica
ru_ru: Определите
sv_se: Verifiera
tr_tr: Doğrula
zh_cn: 校准

source: Stop
de_de: Stopp
es_es: Parar
fi_fi: Pysäytä
fr_fr: Arrêter
ja_jp: 停止
ko_kr: 중지
no_no: Stopp
pt_pt: Parar
ru_ru: Стоп
sv_se: Stopp
tr_tr: Durdur
zh_cn: 停止

source: Sound Information
cs_cz: Informace o zvuku
da_dk: Lyd information
de_de: Informationen zu dem gewählten Klangbeispiel
es_es: Información del sonido
fi_fi: Tietoa äänestä
fr_fr: Informations sur le fichier sonore
hu_hu: Hang információ
it_it: Info. Suoni
ja_jp: サウンドインフォメーション
ko_kr: 소리 정보
nl_nl: Informatie geluid
no_no: Lydinformasjon
pl_pl: Informacje o dźwięku
pt_pt: Informação do som
ro_ro: Informatie sunet
ru_ru: Информация о звуке
sv_se: Ljudinformation
tr_tr: Ses Bilgisi
zh_cn: 声音信息

source: Time
cs_cz: Čas
da_dk: Tid
de_de: Dauer
es_es: Duración
fi_fi: Aika
fr_fr: Durée
hu_hu: Idő
it_it: Tempo
ja_jp: 時間
ko_kr: 시간
nl_nl: Tijd
no_no: Tid
pl_pl: Czas
pt_pt: Tempo
ro_ro: Timp
ru_ru: Время
sv_se: Tid
tr_tr: Süre
zh_cn: 时间

source: The selected media cannot be played.
cs_cz: Vybrané médium nelze přehrát.
da_dk: Det valgte medie kan ikke afspilles.
de_de: Das ausgewählte Klangbeispiel kann nicht abgespielt werden.
es_es: No se puede reproducir el archivo seleccionado.
fi_fi: Valittua mediaa ei voi toistaa.
fr_fr: Le fichier sonore choisi ne peut pas être joué.
hu_hu: A kiválasztott média nem játszható le.
it_it: Il media selezionato non può essere riprodotto.
ja_jp: 選択されたメディアは再生出来ません
ko_kr: 선택한 미디어는 작동할 수 없습니다
nl_nl: De geselecteerde bestanden kunnen niet afgespeeld worden.
no_no: Valgt media kan ikke spilles.
pl_pl: Wybrane media nie mogą być odtworzone.
pt_pt: O som selecionado não pode ser tocado.
ro_ro: Mass-media selectată nu poate fi jucat.
ru_ru: Невозможно воспроизвести выбранный файл.
sv_se: Vald media kan inte spelas upp.
tr_tr: Seçili Medya oynatılamıyor.
zh_cn: 所选媒体文件不能播放。

source: Pin Code
cs_cz: PIN-kód:
da_dk: PIN kode:
es_es: Código PIN
fi_fi: PIN koodi :
fr_fr: Code PIN
hu_hu: PIN kód:
ja_jp: ピンコード
no_no: PIN-kode:
pl_pl: Kod pin
pt_pt: Código de acesso:
ro_ro: Codul Pin
ru_ru: Пин-код:
sv_se: Pinkod
tr_tr: Pin Kodu
zh_cn: 代码：

source: Comm Device Test
cs_cz: Test komunikace zařízení
de_de: Geräteanschlusstest
es_es: Test Dispositivo Comn
fi_fi: Kommunikointilaitteen testi
fr_fr: Test de l'interface de programmation
hu_hu: Kom készülék teszt
it_it: Test Communicazione Dispositivo
ja_jp: コミュニケーションデバイステスト
nl_nl: Comm Toestel Test
no_no: Comm Apparat Test
pl_pl: Test połączenia
pt_pt: Teste de Comunicação do aparelho
ru_ru: Тестирование устройства
tr_tr: Cihaz Test
zh_cn: 通用设备测试

source: Unable to test the instrument(s)
cs_cz: Nemohu zařízení otestovat
da_dk: Kan ikke teste apparat
de_de: Gerät kann nicht getestet werden.
es_es: No es posible comprobar el(los) dispositivo(s)
fi_fi: Kuulokojetta ei voi testata
fr_fr: Impossible de tester l'appareil.
hu_hu: A készülék nem tesztelhető
it_it: Impossibile verificare il Dispositivo
ja_jp: 補聴器のテストが出来ません
ko_kr: 보청기를 검사 할 수 없습니다
nl_nl: Onmogelijk om toestel(len) te testen
no_no: Kan ikke teste apparat
pl_pl: Nie można przetestować urządzenia
pt_pt: Desabilitar para testar o aparelho
ro_ro: Aparatul nu poate fi testat
ru_ru: Невозможно протестировать устройство
sv_se: Kan inte testa enheten
tr_tr: Cihazı test etmek mümkün değil
zh_cn: 无法测试

source: Show Recommended Sounds (*)
cs_cz: Zobrazit doporučené zvuky (*)
da_dk: Vis anbefalede lyde (*)
de_de: Vorgeschlagene Klangbeispiele zeigen (*)
es_es: Mostrar Sonidos Recomendados (*)
fi_fi: Näytä suositellut äänet (*)
fr_fr: Montrer seulement les sons recommandés (*)
hu_hu: Ajánlott hangok bemutatása (*)
it_it: Mostra suoni consigliati (*)
ja_jp: 推奨サウンドのみ表示させる(*)
ko_kr: 권장되는 소리 (*)
nl_nl: Toon aanbevolen geluiden (*)
no_no: Vis anbefalte lyder (*)
pl_pl: Pokaż Zalecane Dźwięki (*)
pt_pt: Mostrar sons recomendados (*)
ro_ro: Arata Sunetele Recomandate (*)
ru_ru: Показать рекомендуемые звуки (*)
sv_se: Visa rekommenderade ljud (*)
tr_tr: Önerilen Sesleri Göster (*)
zh_cn: 显示推荐声音 (*)

source: Sound
cs_cz: Zvuk
da_dk: Lyd
de_de: Klang
es_es: Sonido
fi_fi: Ääni
fr_fr: Son
hu_hu: Hang
it_it: Suono
ja_jp: サウンド
ko_kr: 소리
nl_nl: Geluidsfragment
no_no: Lyd
pl_pl: Dźwięk
pt_pt: Som
ro_ro: Sunet
ru_ru: Звук
sv_se: Ljud
tr_tr: Ses
zh_cn: 声音

source: Alphabetically/Recommended
cs_cz: Podle abecedy/doporučeno
da_dk: Alfabetisk/anbefalet
de_de: Alphabetisch/Vorgeschlagen
es_es: Alfabéticamente/Recomendado
fi_fi: Aakkosjärjestyksessä/suositeltu
fr_fr: Sons triés par ordre alphabétique
hu_hu: Betűrendben/Ajánlott
it_it: In ordine alfabetico
ja_jp: アルファベット順
ko_kr: 알파벳순으로/권장된
nl_nl: Alfabetisch
no_no: Alfabetisk/Anbefalt
pl_pl: Alfabetycznie/Zalecane
pt_pt: Alfabeticamente/Recomendado
ro_ro: Alfabetic/Recomandat
ru_ru: В алфавитном порядке/Согласно рекомендациям
sv_se: Alfabetiskt/Rekommenderat
tr_tr: Alfabetik/Önerilen
zh_cn: 按字母排序/推荐

source: Category/Loudness
cs_cz: Kategorie/hlasitosti
da_dk: Kategori/loudnes
de_de: Kategorie/Lautstärke
es_es: Categoría/Sonoridad
fi_fi: Kategoria/voimakkuus
fr_fr: Sons triés par catégorie
hu_hu: Kategória/Hangosság
it_it: Categoria/Intensità
ja_jp: カテゴリ別/音圧別
ko_kr: 카테고리/소리세기
nl_nl: Gecategoriseerd
no_no: Kategori/Lydstyrke
pl_pl: Kategoria/Głośność
pt_pt: Categoria/Loudness
ro_ro: Categorie/Intensitate
ru_ru: Категория/Громкость
sv_se: Kategori/Ljudstyrka
tr_tr: Kategori/Gürültü
zh_cn: 按种类/响度排序

source: Patient Experience Level
cs_cz: Zkušenost pacienta
da_dk: Patientens erfaring med HA
de_de: Kundenerfahrungswert
es_es: Nivel de Experiencia del Paciente
fi_fi: Potilaas tottumustaso
fr_fr: Expérience du patient
hu_hu: Páciens tapasztalati szint
it_it: Livello Esperienza Paziente
ja_jp: 装用経験
ko_kr: 환자 경험 레벨
nl_nl: Ervaringsniveau cliënt
no_no: Pasientens erfaringsnivå
pl_pl: Poziom doświadczenia pacjenta
pt_pt: Nível de experiência do paciente
ro_ro: Nivelul Experientei Pacientului
ru_ru: Опыт ношения пациента
sv_se: Patientens Erfarenhetsnivå
tr_tr: Hasta Deneyim Seviyesi
zh_cn: 客户佩戴史

source: Changes to the Patient Experience level will be reflected on the target curves.
cs_cz: Změna úrovně zkušenosti pacienta bude promítnuta do cílových křivek.
da_dk: Ændringer i patienterfaring vil medføre ændringer at targetkurver
de_de: Änderungen des Erfahrungswertes wirken sich auf die Zielverstärkungskurven aus.
es_es: Los cambios en el nivel de experiencia del paciente se verán reflejados en las curvas objetivo.
fi_fi: Käyttötottumustason muutos vaikuttaa tavoitekäyriin.
fr_fr: Changer l'expérience du patient entraîne une modification des cibles.
hu_hu: A páciens tapasztali szintjének megváltoztatása a célgörbe alapján.
it_it: Le modifiche al Livello Esperienza Paziente modificherà le curve Target.
ja_jp: 装用経験を変更するとターゲットゲインも変更されます
ko_kr: 환자 경험 레벨의 변경은 타겟 커브에 반영될 것입니다.
nl_nl: Wijzigingen in het ervaringsniveau worden weerspiegeld in de targets.
no_no: Endringer av pasientens erfaringsnivå vil fremgå av målkurvene.
pl_pl: Zmiana poziomu doświadczenia użytkownika wpłynie na zmianę krzywych docelowych.
pt_pt: Mudanças no nível de experiência do cliente podem refletir nos alvos das curvas selecionados.
ro_ro: Schimbarile la Nivelul de Experienta al Pacientului vor fi reflectate in curbe
ru_ru: Изменения, связанные с опытом ношения пациента, будут отражены на графике
sv_se: Byte av Patientens Erfarenhetsnivå kommer påverka målkurvor.
tr_tr: Hasta deneyim seviyesindeki değişiklikler hedef eğrilerine yansıtılacaktır.
zh_cn: 改变客户佩戴史将影响目标增益曲线。

source: Do you also want to recalculate the gain curves?
cs_cz: Chcete také přepočítat křivky zisků?
da_dk: Vil du også genberegne forstærkningen?
de_de: Möchten Sie auch die Verstärkungskurven neu berechnen?
es_es: ¿Desea recalcular también las curvas de ganancia?
fi_fi: Haluatko myös laskea uudelleen vahvistuskäyrän ?
fr_fr: Voulez-vous aussi recalculer les gains ?
hu_hu: Szeretné újraszámolni az erősítés görbéket is?
it_it: Vuoi anche ricalcolare le curve di guadagno?
ja_jp: 利得カーブの再計算もしますか？
ko_kr: 이득 커브 또한 재산출하시겠습니까?
nl_nl: Wilt u ook de gaincurves herberekenen?
no_no: Ønsker du samtidig å rekalkulere forsterkningskurvene?
pl_pl: Czy chcesz przeliczyć również krzywe wzmocnienia?
pt_pt: Você também gostaria de recalcular as curvas de ganho?
ro_ro: Vrei sa recalculezi si curbele de castig?
ru_ru: Пересчитать также параметры усиления?
sv_se: Vill du omkalkylera förstärkningskurvorna också?
tr_tr: Kazanç eğrilerinin de tekrar hesaplanmasını istiyor musun?
zh_cn: 您想重新计算增益曲线吗？

source: Yes, recalculate target and gain curves
cs_cz: Ano, přepočítat cílové křivky a zisk
da_dk: Ja, genberegn target og forstærkning
de_de: Ja, bitte Ziel- und Verstärkungskurven neu berechnen
es_es: Si, recalcular objetivos y curvas de ganancia
fi_fi: Kyllä, laske uudelleen tavoite- ja vahvistuskäyrät
fr_fr: Oui, modifier les cibles ET les gains
hu_hu: Igen, újraszámolom a cél és az erősítés görbéket
it_it: Sì, ricalcola Target e curve di guadagno
ja_jp: はい、ターゲットゲインと利得カーブを再計算します
ko_kr: 예, 타겟과 이득 커브를 재산출합니다.
nl_nl: Ja, target- én gaincurves herberekenen
no_no: Ja, rekalkuler target og forsterkningskurvene
pl_pl: Tak, chcę przeliczyć krzywe docelowe i wzmocnienia
pt_pt: Sim, recalcular o alvo e as curvas de ganho
ro_ro: Da, recalculeaza
ru_ru: Да, пересчитать целевые значения и параметры усиления
sv_se: Yes, omkalkylera mål och förstärkningskurvor
tr_tr: Evet, hedef ve kazanç eğrilerini tekrar hesapla.
zh_cn: 是，重新计算目标和增益曲线。

source: No, recalculate target curves only
cs_cz: Ne, přepočítat pouze cílové křivky
da_dk: Nej, genberegn kun targetkurver
de_de: Nein, bitte nur Zielkurven neu berechnen
es_es: No, recalcular solo las curvas objetivo
fi_fi: Ei, laske vain uudelleen tavoitekäyrät
fr_fr: Non, modifier les cibles seulement
hu_hu: Nem, csak a célgörbét
it_it: No, ricalcola solo le curve Target
ja_jp: いいえ、ターゲットゲインのみ再計算します
ko_kr: 아니오, 타겟 커브만 재산출합니다.
nl_nl: Nee, alleen de targetcurves herberekenen
no_no: Nei, rekalkuler kun targetkurvene
pl_pl: Nie, przelicz tylko krzywe docelowe
pt_pt: Não, recalcular apenas curva alvo
ro_ro: Nu recalcula
ru_ru: Нет, пересчитать только целевые значения
sv_se: Nej, omkalkylera endast målkurvor
tr_tr: Hayır, sadece hedef eğrilerini tekrar hesapla
zh_cn: 不，仅重新计算目标曲线。

source: Hearing Instruments
cs_cz: Sluchadlo
da_dk: Høreapparat
de_de: Hörsystem
es_es: Audífono
fi_fi: Kuulokojeet
fr_fr: Aide auditive
hu_hu: Hallókészülék
it_it: Apparecchio Acustico
ja_jp: 補聴器
ko_kr: 보청기
nl_nl: Hoortoestel
no_no: Høreapparat
pl_pl: Aparaty słuchowe
pt_pt: Aparelho Auditivo
ro_ro: Aparat auditiv
ru_ru: Слуховые аппараты
sv_se: Hörapparat
tr_tr: İşitme Cihazları
zh_cn: 助听器

source: No hearing instrument detected.
cs_cz: Nebylo rozpoznáno žádné sluchadlo.
da_dk: Intet høreapparat er tilsluttet
de_de: Kein Hörsystem erkannt.
es_es: No se ha detectado Audífono.
fi_fi: Kuulokojetta ei tunnistettu.
fr_fr: Aucun appareil détecté.
hu_hu: Nincs hallókészülék csatlakoztatva.
it_it: Nessun Apparecchio Acustico rilevato.
ja_jp: 補聴器が検出できませんでした
ko_kr: 감지된 보청기가 없습니다.
nl_nl: Geen hoortoestellen gevonden.
no_no: Ingen høreapparater funnet.
pl_pl: Nie wykryto aparatów.
pt_pt: Nenhum aparelho auditivo detectado
ro_ro: Nici un Aparat Auditiv detectat.
ru_ru: Не обнаружено СА
sv_se: Ingen hörapparat ansluten.
tr_tr: Algılanmış bir işitme cihazı yok
zh_cn: 未探测到助听器。
