Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Database (NOAH) Only
cs_cz: Pouze databáze (NOAH)
da_dk: Kun NOAH
de_de: nur Datenbank (NOAH)
es_es: Solo Base de Datos (NOAH)
fi_fi: Vain Noah tietokantaan (kuulokojetta ei ole yhdistetty)
fr_fr: la base de données (Noah) seulement
hu_hu: Csak adatbázis (NOAH)
it_it: Solo Database (NOAH)
ja_jp: パソコン (NOAH) のみ
ko_kr: 데이터베이스 (NOAH) 만
nl_nl: Alleen database (NOAH)
no_no: Bare Database (NOAH)
pl_pl: Tylko Baza Danych (NOAH)
pt_pt: Somente banco de dados (NOAH)
ro_ro: Baza de date (NOAH) Numai
ru_ru: Только база данных (NOAH)
sv_se: Endast databas (NOAH)
tr_tr: Sadece (NOAH) Veritabanı
zh_cn: 仅(NOAH)数据库

source: Speech
cs_cz: Řeč
da_dk: Tale
de_de: Sprache
es_es: Habla
fi_fi: Puhe
fr_fr: Parole
hu_hu: Beszéd
it_it: Parlato
ja_jp: 会話
ko_kr: 말소리
nl_nl: Spraak
no_no: Tale
pl_pl: Mowa
pt_pt: Fala
ro_ro: Vorbire
ru_ru: Речь
sv_se: Tal
tr_tr: Konuşma
zh_cn: 言语

source: Speech in Noise
cs_cz: Řeč v hluku
da_dk: Tale i støj
de_de: Sprache in Lärm
es_es: Habla en Ruido
fi_fi: Puhe melussa
fr_fr: Parole + bruit
hu_hu: Beszéd zajban
it_it: Parlato nel rumore
ja_jp: 騒音下の会話
ko_kr: 소음속 말소리
nl_nl: Spraak in lawaai
no_no: Tale i støy
pl_pl: Mowa w Hałasie
pt_pt: Fala no Ruído
ro_ro: Vorbire in zgomot
ru_ru: Речь в шуме
sv_se: Tal i brus
tr_tr: Gürültüde konuşma
zh_cn: 噪声下的言语

source: Filters
cs_cz: Filtry
da_dk: Filtre
de_de: Filter
es_es: Filtros
fi_fi: Suodata
fr_fr: Filtrer
hu_hu: Szürők
it_it: Filtra
ja_jp: フィルター
no_no: Filter
pl_pl: Filtry
pt_pt: Filtros
ro_ro: Filtre
ru_ru: Фильтры
tr_tr: Filtreler
zh_cn: 筛选

source: Audiogram Suitable
cs_cz: Vyhovující audiogramu
da_dk: Audiogram egnet
de_de: Passend für das Audiogramm
es_es: posible Audiograma
fi_fi: Audiogrammi sopiva
fr_fr: Adapté à l'audiogramme
hu_hu: Audiogram megfelelő
it_it: Utilizzo Audiogramma
ja_jp: オージオグラム
nl_nl: Audiogram geschikt
no_no: Passer Audiogram
pl_pl: Pasujący Audiogram
pt_pt: Audiograma Adequado
ro_ro: Audiograma corespunzatoare
ru_ru: Соответствующий аудиограмме
sv_se: Passande Audiogram
tr_tr: Odyogram Uygun
zh_cn: 适合听力

source: Remote Mic
cs_cz: Vzdálený Mic
da_dk: Ekstern mikrofon
de_de: Ausgelagertes Mikrofon
es_es: Micrófono Remoto
fi_fi: Konkkamikrofoni
fr_fr: Microphone externe
it_it: Microfono Remoto
ja_jp: 外マイク
pl_pl: Zdalny Mik.
pt_pt: Microfone Remoto
ru_ru: Вынесенный микрофон
sv_se: Utdragen mikrofon
tr_tr: Remote Mic (Uzak Mikrofon)
zh_cn: 迷你麦克风

source: Enable
cs_cz: Aktivujte
da_dk: Slå til
de_de: Aktivieren
es_es: Activado
fi_fi: Käytössä
fr_fr: Activer
hu_hu: Engedélyezés
it_it: Attiva
ja_jp: 有効
ko_kr: 사용가능
nl_nl: Inschakelen
no_no: Koble inn
pl_pl: Dostępne
pt_pt: Capaz
ro_ro: Activat
ru_ru: Включить
sv_se: Aktivera
tr_tr: Etkin
zh_cn: 启用

source: Disable
cs_cz: Deaktivujte
da_dk: Slå fra
de_de: Deaktivieren
es_es: Desactivado
fi_fi: Ei käytössä
fr_fr: Désactiver
hu_hu: Tiltás
it_it: Disattiva
ja_jp: 無効
ko_kr: 사용불가
nl_nl: Uitschakelen
no_no: Koble ut
pl_pl: Niedostępne
pt_pt: Incapaz
ro_ro: Dezactivat
ru_ru: Отключить
sv_se: Avaktivera
tr_tr: Devre Dışı
zh_cn: 禁用

source: Please enter a valid Custom Product Code in Range [101 - 9999]
cs_cz: Prosím, zadejte platný uživatelský kód produktu v rozsahu [101 - 9999]
da_dk: Indtast en gyldig produktkode [101 - 9999]
de_de: Bitte tragen Sie Ihren Private Label Code im Bereich [101 - 9999] ein.
es_es: Por favor introduzca un Código de Producto Personalizado válido en el rango [101 - 9999]
fi_fi: Ole hyvä ja anna yksilöllinen tuotekoodi välillä [101 - 9999]
fr_fr: Utiliser un code valide compris dans l'intervalle [101 - 9999]
hu_hu: Kérjük írjon be egy valós egyéni készülék kódot a következő tartományban [101 - 9999]
it_it: Si prega di inserire un Codice Prodotto Valido tra il range [101 - 9999]
ja_jp: [101 - 9999]の範囲でカスタムプロダクトコードを入力して下さい
ko_kr: [101 - 9999]의 범위에서 유효한 커스텀 제품 코드를 입력하십시오
nl_nl: Voer s.v.p. een geldige Persoonlijke Product Code in [101 - 9999]
no_no: Vennligst skriv inn en gyldig ITE produktkode innen rekkevidde [101 - 9999]
pl_pl: Proszę wprowadzić prawidłowy Kod Produktu Indywidualnego z Zakresu [101 - 9999]
pt_pt: Por favor, insira o código de um produto customizado com intervalo entre (101 - 9999)
ro_ro: Va rog introduceti un cod produs utilizato corect in plaja [101 - 9999]
ru_ru: Пожалуйста, введите правильный код аппарата, выполненного по индивидуальному слепку в диапазоне [101 - 9999]
sv_se: Lägg ingiltig produktkod i intervall [101 - 9999]
tr_tr: Lütfen aralıktaki geçerli Müşteri Ürün Kodu'nu girin.[101 - 9999]
zh_cn: 请正确输入产品代码 [代码范围为：101 - 9999]

source: DFS Calibration on the instrument(s) appears to be invalid. Please perform a DFS Calibration and then Save when possible.
cs_cz: DFS kalibrace sluchadla se zdá být neplatná. Prosím, opakujte DFS kalibraci a potom, je-li to možné, data uložte.
da_dk: DFS kalibreringen i HA. er forkert. Udfør venligst ny DFS kalibrering og gem derefter.
de_de: Die DFS Kalibrierung im Gerät ist unbrauchbar. Bitte führen Sie eine DFS Kalibrierung aus und speichern Sie diese.
es_es: La calibración del DFS en el(los) audífono(s) parece incorrecta. Por favor realice una calibración del DFS y grabe, cuando sea posible.
fi_fi: Kojeiden DFS kalibrointi näyttäisi olevan virheellinen. Suorita uusi DFS kalibrointi ja tallenna tiedot.
fr_fr: Impossible de récupérer le calibrage anti Larsen. Refaire un calibrage et le sauvegarder.
hu_hu: A DFS kalibráció a készülékben helytelennek tűnik. Kérjük végezze el a DFS kalibrációt és mentse el.
it_it: La calibrazione del DFS sembra non essere possibile ora. Si prega di effettuare la calibrazione DFS quando possibile premere Salva.
ja_jp: DFSの初期化が無効です。DFSの初期化を行った後、補聴器への保存を行って下さい。
ko_kr: 보청기의 DFS 캘리브레이션이 유효하지 않습니다. DFS 캘리브레이션을 실행하신 후에 저장하십시오..
nl_nl: DFS kalibratie van (de) toestel(len) blijkt ongeldig te zijn. Voer s.v.p. de DFS kalibratie uit en sla het resultaat indien mogelijk op.
no_no: DFS kalibrering av apparat(ene) synes å være ugyldige. Vennligst utfør en DFS kalibrering og lagre når det er mulig.
pl_pl: Kalibracja DFS aparatu wydaje się być nieprawidłowa. Proszę ponownie skalibrować DFS a następnie Zapisać ustawienia.
pt_pt: A calibração do DFS no(s) aparelho(s) foi inválida. Por favor, execute novamente a calibração e salve as informações assim que possível.
ro_ro: Calibrarea DFS pe aparat(e) apare ca invalida.Va rog calibrati DFS si apoi salvati cand este posibil.
ru_ru: Не удалось замерить обратную связь. Пожалуйста, выполните его снова и затем сохраните настройки.
sv_se: DFS kalibreringen i hörapparaterna verkar inte vara korrekt. Gör en DFS kalibrering och spara när möjlighet ges.
tr_tr: Cihaz(lar)daki DFS Kalibrasyonu geçersiz görünüyor. Müsait bir zamanda DFS Kalibrasyonu yap ve Kaydet.
zh_cn: 助听器的DFS校准数据无效。请重新校准并保存。

source: Instrument Upgrade
cs_cz: Upgrade sluchadla
da_dk: Apparatopdatering
de_de: Hörsystem-Update
es_es: Actualizar Audífono
fi_fi: Kuulokojeen päivitys
fr_fr: Mise à jour de l'appareil
hu_hu: Készülék frissítés
it_it: Aggiornamento Dispositivo
ja_jp: アップグレード
ko_kr: 보청기 업그레이드
nl_nl: Toestel update
no_no: Apparat oppgradering
pl_pl: Aktualizacja Aparatu
pt_pt: Atualização do aparelho.
ro_ro: Upgrade-ul aparatului
ru_ru: Обновление СА
sv_se: Uppgradering av hörapparat
tr_tr: Cihaz Yükseltmesi
zh_cn: 升级助听器

source: Right Updates
cs_cz: Update vpravo
da_dk: Højre opdateringer
de_de: Rechts wird ein Update ausgeführt
es_es: Actualizaciones Derechas
fi_fi: Oikea päivitys
fr_fr: Mises à jour Droit
hu_hu: Jobb frissítés
it_it: Aggiornamenti Destro
ja_jp: 右のアップデート
ko_kr: 오른쪽 업데이트
nl_nl: Updates rechts
no_no: Høyre oppdateres
pl_pl: Aktualizuj Prawy
pt_pt: Atualizações da Orelha Direita
ro_ro: Updatari dreapta
ru_ru: Обновления справа
sv_se: Hö uppdateras
tr_tr: Sağ Güncellemeleri
zh_cn: 右侧更新

source: Left Updates
cs_cz: Update vlevo
da_dk: Venstre opdateringer
de_de: Links wird ein Update ausgeführt
es_es: Actualizaciones Izquierdas
fi_fi: Vasen päivitys
fr_fr: Mises à jour Gauche
hu_hu: Bal frissítés
it_it: Aggiornamenti Sinistro
ja_jp: 左のアップデート
ko_kr: 왼쪽 업데이트
nl_nl: Updates links
no_no: Venstre oppdateres
pl_pl: Aktualizuj Lewy
pt_pt: Atualizações da Orelha Esquerda
ro_ro: Updatari stanga
ru_ru: Обновления слева
sv_se: Vä uppdateras
tr_tr: Sol Güncellemeler
zh_cn: 左侧更新

source: Updating Instrument(s)
cs_cz: Update přístroje
da_dk: Opdaterer HA.
de_de: Update Hörsystem
es_es: Actualizando audífono(s)
fi_fi: Päivitetään kuulokojeet
fr_fr: Mise à jour des appareils
hu_hu: Készülék frissítés
it_it: Aggiornamento Dispositivo/i
ja_jp: 補聴器アップデート中
ko_kr: 보청기 업데이트
nl_nl: Toestel(len) updaten
no_no: Oppdaterer apparat(er)
pl_pl: Aktualizacja aparatu(ów)
pt_pt: Atualizações dos aparelhos
ro_ro: Actualizare aparat
ru_ru: Обновление устройств(а)
sv_se: Uppdaterar hörapparater
tr_tr: Cihaz(lar) güncelleniyor
zh_cn: 正在升级助听器

source: Saving Fitting Data
cs_cz: Uložení nastavovacích dat
da_dk: Gemmer tilpasningsdata
de_de: Anpassung wird gespeichert
es_es: Guardando Datos de Adaptación
fi_fi: Tallenna sovitustieto
fr_fr: Sauvegarde des réglages
hu_hu: Illesztési adat mentése
it_it: Salvataggio Dati Fitting
ja_jp: フィッティングデータを保存しています
ko_kr: 피팅 데이터 저장
nl_nl: Opslaan van aanpasgegevens
no_no: Lagrer tilpasningsdata
pl_pl: Zapisz Dane Dopasowania
pt_pt: Salvando os dados de ajuste
ro_ro: Salvati datele de reglaj
ru_ru: Сохранение данных настройки
sv_se: Sparar anpassningsdata
tr_tr: Uygulama Verisini Kaydediyor
zh_cn: 正在保存验配数据

source: Cannot fit binaurally a new hearing instrument with an older hearing instrument.
cs_cz: Nelze binaurálně nastavit nové sluchadlo se starším sluchadlem.
da_dk: Disse produkter kan ikke tilpasses binauralt.
de_de: Ein neues Hörsystem kann nicht binaural mit einem älteren Modell angepasst werden.
es_es: No se puede adaptar binauralmente un audífono nuevo con un producto más antiguo.
fi_fi: Binauraalista sovitusta ei voi tehdä yhdistämällä uuden ja vanha sukupolven kuulokojeita.
fr_fr: Ces appareils ne peuvent pas être programmés ensemble (appareils de génération différente).
hu_hu: Nem illeszthet binaurálisan egy új hallókészüléket egy régebbi készülékkel.
it_it: Non è possibile applicare un nuovo prodotto Ear to Ear con uno più vecchio
ja_jp: これらの補聴器は同時に接続する事が出来ません
ko_kr: 이전 제품과 binaurally Palpatine3 제품은 맞지 않습니다.
nl_nl: Een nieuw type hoortoestel kan niet binauraal met een ouder type aangepast worden.
no_no: Det lar seg ikke gjøre med binaural tilpasning hvor man bruker ett nytt og ett eldre høreapparat.
pl_pl: Nie można dopasować obuusznie nowego typu aparatu ze starym aparatem słuchowym.
pt_pt: Não é possível realizar um ajuste binaural de um aparelho novo com um aparelho antigo
ro_ro: Imposibil de a regla biaural un produs nou cu unul mai vechi
ru_ru: Невозможно настроить бинаурально новый и старый слуховые аппараты.
sv_se: Kan inte binauralt anpassa en ny hörapparat tillsammans med en äldre hörapparat.
tr_tr: Yeni versiyon cihaz ile eski versiyon cihazı çift cihaz olarak uygulama yapamazsınız.
zh_cn: 旧版本与新版本的助听器无法双耳验配.

source: Full Mic
cs_cz: MIC naplno
da_dk: Fuld mik
de_de: Mikro Max
es_es: Todo Mic
fi_fi: Mik. käytössä
fr_fr: micro+signal
hu_hu: Teljes Mik
it_it: Mic Max
ja_jp: マイク最大
nl_nl: Mic volledig
no_no: Full Mik
pl_pl: Tylko Mik
pt_pt: Mic Ligado
ru_ru: Полный микрофон
sv_se: Full Mik
tr_tr: Full Mikrofon
zh_cn: 麦克风全开

source: Mic Off
cs_cz: MIC vypnutý
da_dk: Mik fra
de_de: Mikro Aus
es_es: Mic Apagado
fi_fi: Mik. ei käytössä
fr_fr: signal seul
hu_hu: Mik ki
ja_jp: マイク OFF
nl_nl: Mic uit
no_no: Mik. Av
pl_pl: Mik Wył.
pt_pt: Mic Desligado
ru_ru: Микрофон выключен
sv_se: Mik Av
tr_tr: Mikrofon Kapalı
zh_cn: 麦克风关闭

source: Tinnitus Sound Generator
cs_cz: Tinnitus generátor TSG
es_es: Generador Sonoro para Tinnitus
fi_fi: Tinnitusmaskeri (TSG)
fr_fr: Générateur de son TSG
hu_hu: Tinnitus hang generátor
it_it: Generatore Suoni Tinnitus
ja_jp: TSG
ko_kr: 이명음 발생기
no_no: Tinnitus Lydgenerator
pl_pl: Generator Szumów TSG
pt_pt: Gerador de som
ro_ro: Generator de sunet tinnitus
ru_ru: Генератор шума при тиннитусе
sv_se: Tinnitus Ljudstimulator
tr_tr: TSG
zh_cn: 耳鸣管理器

source: On
cs_cz: Zap
da_dk: Til
de_de: Ein
fi_fi: Käytössä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
nl_nl: Aan
no_no: På
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: HI Microphone
cs_cz: Mikrofon sluchadla
da_dk: HA Mikrofon
de_de: Hörsystem Mikrofon
es_es: Micro del Audífono
fi_fi: Kuulokojeen mikrofoni
fr_fr: Microphone
hu_hu: HI mikrofon
it_it: Microfono AA
ja_jp: 補聴器のマイク
ko_kr: 보청기 마이크로폰
nl_nl: Microfoon hoortoestel
no_no: HA Mikrofon
pl_pl: Mikrofon AS
pt_pt: Microfone do AASI
ro_ro: Microfonul aparatului auditiv
ru_ru: Микрофон СА
sv_se: Hörapparatmikrofon
tr_tr: İşitme Cihazı Mikrofonu
zh_cn: 助听器麦克风

source: On
cs_cz: Zap
da_dk: Til
de_de: Ein
fi_fi: Käytössä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
nl_nl: Aan
no_no: På
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл..
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: Range
cs_cz: Rozsah
da_dk: Område
de_de: Bereich
es_es: Rango
fi_fi: Taajuusalue
fr_fr: Bande passante
hu_hu: Tartomány
ja_jp: 範囲
nl_nl: Bereik
no_no: Båndbredde
pl_pl: Zakres
pt_pt: Faixa de frequência
ro_ro: Plaja
ru_ru: Диапазон
sv_se: Område
tr_tr: Aralık
zh_cn: 范围

source: to
cs_cz: do
da_dk: til
de_de: bis
es_es: hasta
fr_fr: à
hu_hu: ig
it_it: a
nl_nl: tot
no_no: til
pl_pl: do
pt_pt: para
ro_ro: la
ru_ru: для/к
sv_se: till
tr_tr: ' a
zh_cn: 至

source: Amplitude Modulation
cs_cz: Amplitudová modulace
de_de: Amplituden-Modulation
es_es: Modulación en Amplitud
fi_fi: Amplitudi modulaatio
fr_fr: Amplitude de la modulation
hu_hu: Amplitudó moduláció
it_it: Ampiezza Mod.
ja_jp: 振幅変調
ko_kr: 진폭 Modulation
nl_nl: Amplitude Modulatie
no_no: Amplitudemodulasjon
pl_pl: Modulacja Amplitudy
pt_pt: Amplitude de modulação
ro_ro: Modulare in amplitudine
ru_ru: Амплитуда модуляции
sv_se: Amplitud Modulation
tr_tr: Yoğunluk Modulasyonu
zh_cn: 振幅调制

source: Modulation Speed
cs_cz: Rychlost modulace
da_dk: Modulationshastighed
de_de: Modulations-Geschwindigkeit
es_es: Velocidad de Modulación
fi_fi: Modulaatio nopeus
fr_fr: Vitesse de la modulation
hu_hu: Modulációs sebesség
it_it: Velocità Mod.
ja_jp: 変調速度
ko_kr: Modulation 속도
nl_nl: Modulatiesnelheid
no_no: Modulasjonshastighet
pl_pl: Tempo Modulacji
pt_pt: Velocidade de modulação
ro_ro: Viteza de modulare
ru_ru: Скорость модуляции
sv_se: Hastighet Modulation
tr_tr: Modulasyon Hızı
zh_cn: 调制速率

source: These environments will be replaced with the default or with previously programmed environments.
cs_cz: Nastavení prostředí bude odstraněno a nahrazeno výchozími hodnotami.
da_dk: Disse vil erstattes af default eller tidligere programmerede indstillinger
de_de: Die Programme werden durch die vorige Programmierung oder der Standard-Einstellung ersetzt.
es_es: Estos entornos se eliminarán y se sustituirán por los entornos por defecto o con entornos programados previamente.
fi_fi: Nämä ääniympäristöt korvataan perusasetuksilla tai edellisillä ääniympäristöasetuksilla.
fr_fr: Cette fonction sera remplacée par un programme par défaut.
hu_hu: Ezek a környezetek el lesznek távolítva és kicserélve az alapértelmezett környezetekre.
it_it: Questi programmi saranno sostituiti con programmi predefiniti o con programmi precedentemente utilizzati.
ja_jp: それらの環境はデフォルト環境もしくは前回保存された環境へ置き換えられます
ko_kr: 이 환경들은 기본값이나 이전에 프로그램된 환경으로 대체됩니다.
nl_nl: Deze luisterprogramma´s worden vervangen door de standaard of door eerder ingestelde luisterprogramma´s.
no_no: Disse lytteprogrammene vil bli erstattet med standard eller tidligere progammerte lytteprogram.
pl_pl: Te środowiska zostaną zastąpione ustawieniami domyślnymi lub wcześniej zaprogramowanym ustawieniem.
pt_pt: Este(s) programa(s) serão substituídos pela programação padrão ou anterior.
ro_ro: Aceste medii vor fi eliminate şi înlocuite cu medii implicite sau cu medii programate anterior.
ru_ru: Эти окружения будут удалены и замещены окружениями по умолчанию или окружениями, запрограммированными ранее.
sv_se: Dessa miljöer kommer ersättas med förinställd eller tidigare programmerad miljö.
tr_tr: Bu çevresel ortamlar varsayılan veya daha önce programlanmış çevresel ortamlar ile değiştirilecektir.
zh_cn: 这些聆听程序将被默认程序或之前的程序所替代.

source: {0} {1} selected for {2} ear
cs_cz: {0} {1} vybráno pro {2} ucho
da_dk: {0} {1} valgt for {2} øre
de_de: {0} {1} Auswahl für {2} Ohr
es_es: {0} {1} seleccionado para oído {2}
fi_fi: {0} {1} valittu {2} korvalle
fr_fr: {0} {1} sélectionné pour oreille {2}
hu_hu: {0} {1} kiválasztás a {2} fülre
it_it: {0} {1} selezionato per {2} orecchio
ja_jp: {2}耳 {0} {1}を選択
ko_kr: {2} 귀에 대해 {0} {1}가 선택되었습니다
nl_nl: {0} {1} geselecteerd {2}
no_no: {0} {1} valgt for {2} øre
pl_pl: {0} {1} wybrane dla ucha {2}
pt_pt: {0} {1} selecionado para {2} ouvido
ro_ro: {0} {1} selectata pentru {2} din ureche
ru_ru: {0} {1} выбрано для {2} уха
sv_se: {0} {1} valt för {2} öra
tr_tr: {2} kulak için {0} {1} seçildi
zh_cn: {0} {1} 应用于{2}

source: WindGuard
fi_fi: Tuulisalpa
fr_fr: Réducteur de bruit de vent WindGuard
ja_jp: ウィンドガード
pt_pt: Redutor de ruído de vento
ro_ro: Protecte de vant
ru_ru: Защита от ветра
sv_se: Vindbrusreduktion
zh_cn: 风噪卫士

source: Off
cs_cz: Vypnuto
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: Mild
cs_cz: Jemně
es_es: Leve
fi_fi: Heikko
fr_fr: Léger
hu_hu: Enyhe
it_it: Lieve
ja_jp: 弱
nl_nl: Licht
pl_pl: Lekki
pt_pt: Leve
ro_ro: Usor
ru_ru: Слабо
tr_tr: Hafif
zh_cn: 轻度

source: Moderate
cs_cz: Středně
da_dk: Moderat
de_de: Moderat
es_es: Moderado
fi_fi: Normaali
fr_fr: Moyen
hu_hu: Közepes
it_it: Medio
ja_jp: 中
nl_nl: Standaard
no_no: Moderat
pl_pl: Umiarkowany
pt_pt: Moderado
ro_ro: Moderat
ru_ru: Средне
sv_se: Måttlig
tr_tr: Orta
zh_cn: 中度

source: Strong
cs_cz: Silně
da_dk: Stærk
de_de: Stark
es_es: Fuerte
fi_fi: Voimakas
fr_fr: Fort
hu_hu: Erős
it_it: Forte
ja_jp: 強
nl_nl: Sterk
no_no: Sterk
pl_pl: Silny
pt_pt: Forte
ro_ro: Puternic
ru_ru: Сильно
sv_se: Stark
tr_tr: Güçlü
zh_cn: 重度

source: Program Change
cs_cz: Změna programu
da_dk: Programskift
de_de: Programmwechsel
es_es: Cambio de Programa
fi_fi: Ohjelman vaihto
fr_fr: Changer de programme / déconnecter un accessoire
hu_hu: Program váltás
it_it: Cambio Programma
ja_jp: プログラム変更
ko_kr: 프로그램 변경
nl_nl: Programma wijzigen
no_no: Programbytte
pl_pl: Zmiana Programu
pt_pt: Mudança de programa
ro_ro: Buton Program
ru_ru: Изменение программы
sv_se: Programbyte
tr_tr: Program Değişimi
zh_cn: 切换程序

source: Streamer Activation
cs_cz: Aktivace Streameru
da_dk: Streameraktivering
de_de: Audio Beamer aktivieren
es_es: Cambio a Streaming de Audio
fi_fi: Lähettimen aktivointi
fr_fr: Connecter un accessoire
hu_hu: Streamer aktiválás
it_it: Attivazione Streamer
ja_jp: ユナイト起動
ko_kr: 스트리머 활성
nl_nl: Streamer activeren
no_no: Streamer aktivering
pl_pl: Aktywacja Akcesorium
pt_pt: Ativação do Acessório
ro_ro: Activarea stocarii memoriei
ru_ru: Активация стримера
sv_se: Streameraktivering
tr_tr: Streamer Aktivasyonu
zh_cn: 激活音频转换器

source: Activation of PhoneNow
cs_cz: Aktivace PhoneNow
da_dk: Aktivering af PhoneNow
de_de: PhoneNow aktivieren
es_es: Activación de PhoneNow
fi_fi: PhoneNow aktivointi
fr_fr: Activation de PhoneNow
hu_hu: PhoneNow aktiválás
it_it: Attivazione di PhoneNow
ja_jp: スムーズホンの起動
ko_kr: PhoneNow 활성
nl_nl: Activeren van PhoneNow
no_no: Aktivere PhoneNow
pl_pl: Aktywacja PhoneNow
pt_pt: Ativação do PhoneNow
ro_ro: Activarea PhoneNow
ru_ru: Активация функции PhoneNow
sv_se: Aktivering av Autotelefon
tr_tr: PhoneNow Aktivasyonu
zh_cn: 激活自动电话

source: Short Button Push
cs_cz: Krátce stisknout tlačítko
da_dk: Kort tryk på trykknap
de_de: Kurzer Tastendruck
es_es: Pulsación corta
fi_fi: Lyhyt painikkeen painallus
fr_fr: Appui court
hu_hu: Rövid gombnyomás
it_it: Premere Pulsante brevemente
ja_jp: ボタン短押し
ko_kr: 버튼 짧게 누름
nl_nl: Korte druk op de knop
no_no: Korte trykk
pl_pl: Krótkie Naciśnięcie Guzika
pt_pt: Toque curto do botão de programa
ro_ro: Apasare scurta pe buton
ru_ru: Короткое нажатие кнопки
sv_se: Kort knapptryckning
tr_tr: Kısa Basmalı Buton
zh_cn: 轻触按钮

source: Long Button Push
cs_cz: Dlouze stisknout tlačítko
da_dk: Langt tryk på trykknap
de_de: Langer Tastendruck
es_es: Pulsación larga
fi_fi: Pitkä painikkeen painallus
fr_fr: Appui long
hu_hu: Hosszú gombnyomás
it_it: Premere Pulsante a lungo
ja_jp: ボタン長押し
ko_kr: 버튼 길게 누름
nl_nl: Lange push op de knop
no_no: Lange trykk
pl_pl: Długie Naciśnięcie Guzika
pt_pt: Toque longo do botão de programa
ro_ro: Apasare lunga pe buton
ru_ru: Длинное нажатие кнопки
sv_se: Lång knapptryckning
tr_tr: Uzun süreli basma
zh_cn: 长按按钮

source: Volume Change
cs_cz: Změna hlasitosti
da_dk: Volumenskift
de_de: Lautstärkeänderung
es_es: Cambio de Volumen
fi_fi: Äänenvoimakkuuden muutos
fr_fr: Changer le volume
hu_hu: Hangerő váltás
it_it: Cambio Volume
ja_jp: ボリューム変更
ko_kr: 볼륨 변경
nl_nl: Volume regelen
no_no: Volumendring
pl_pl: Zmiana Głośności
pt_pt: Mudança de volume
ro_ro: Buton Volum
ru_ru: Изменение громкости
sv_se: Volymändring
tr_tr: Ses Değişimi
zh_cn: 调节音量

source: Short Press Up
cs_cz: Krátce stisknout nahoru
da_dk: Kort tryk op
de_de: Lange nach unten drücken
es_es: Pulsación corta Arriba
fi_fi: Lyhyt painallus ylös
fr_fr: Appui court en haut
hu_hu: Rövid felfelé nyomás
it_it: Premere Brevemente Sopra
ja_jp: 短い押し上げ
ko_kr: 짧게 press up
nl_nl: Kort omhoog drukken
no_no: Korte trykk opp
pl_pl: Krótkie Naciśnięcie w Górę
pt_pt: Toque curto
ro_ro: Apasare scurta pe buton
ru_ru: Короткое нажатие вверх
sv_se: Kort tryck uppåt
tr_tr: Yukarı Kısa Bas
zh_cn: 向上轻触

source: Long Press Up
cs_cz: Krátce stisknout dolů
da_dk: Langt truk op
de_de: Lange nach oben drücken
es_es: Pulsación larga Arriba
fi_fi: Pitkä painallus ylös
fr_fr: Appui long en haut
hu_hu: Hosszú felfelé nyomás
it_it: Premere a Lungo Sopra
ja_jp: 長い押し上げ
ko_kr: 길게 press up
nl_nl: Lang omhoog drukken
no_no: Lange trykk opp
pl_pl: Długie Naciśnięcie w Górę
pt_pt: Toque longo
ro_ro: Apasare lunga pe buton
ru_ru: Длинное нажатие вверх
sv_se: Långt tryck uppåt
tr_tr: Yukarı Uzun Bas
zh_cn: 向上长按
