Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Use Time Per Environment Per Program 2
cs_cz: Doba použití podle prostředí - program 2
da_dk: Brugstid per lydmiljø program 2
de_de: Tragedauer je Umgebung für Programm 2
es_es: Tiempo de Uso por Entorno por Programa 2
fi_fi: Käytetty aika per ääniympäristö per ohjelma 2
fr_fr: Utilisation de l'appareil par environnement pour Programme 2
hu_hu: Használati idő Per környezet Per Program 2
it_it: Usa Tempo per Ambiente Programma 2
ja_jp: P2の環境ごとの使用時間
ko_kr: Porgram 2당 Environment 별 소요 시간
nl_nl: Gebruikstijd per omgeving programma 2
no_no: Brukstid pr. lyttemiljø Prog.2
pl_pl: Czas używania w środowisku na Program 2
pt_pt: Tempo de uso por ambiente no programa 2
ro_ro: Foloseste Timpul Pe Mediu Pe Program 2
ru_ru: Время использования для окружающей обстановки в программе 2
sv_se: Använd tid per miljö för program 2
tr_tr: Her bir Çevre ve Program 2 için kullanım zamanı
zh_cn: 每种环境下使用时间(程序2)

source: Use Time Per Environment Per Program 3
cs_cz: Doba použití podle prostředí - program 3
da_dk: Brugstid per lydmiljø program 3
de_de: Tragedauer je Umgebung für Programm 3
es_es: Tiempo de Uso por Entorno por Programa 3
fi_fi: Käytetty aika per ääniympäristö per ohjelma 3
fr_fr: Utilisation de l'appareil par environnement pour Programme 3
hu_hu: Használati idő Per környezet Per Program 3
it_it: Usa Tempo per Ambiente Programma 3
ja_jp: P3の環境ごとの使用時間
ko_kr: Program 3당 Environment 별 소요 시간
nl_nl: Gebruikstijd per omgeving programma 3
no_no: Brukstid pr. lyttemiljø Prog.3
pl_pl: Czas używania w środowisku na Program 3
pt_pt: Tempo de uso por ambiente no programa 3
ro_ro: Foloseste Timpul Pe Mediu Pe Program 3
ru_ru: Время использования для окружающей обстановки в программе 3
sv_se: Använd tid per miljö för program 3
tr_tr: Her bir Çevre ve Program 3 için kullanım zamanı
zh_cn: 每种环境下使用时间(程序3)

source: Use Time Per Environment Per Program 4
cs_cz: Doba použití podle prostředí - program 4
da_dk: Brugstid per lydmiljø program 4
de_de: Tragedauer je Umgebung für Programm 4
es_es: Tiempo de Uso por Entorno por Programa 4
fi_fi: Käytetty aika per ääniympäristö per ohjelma 4
fr_fr: Utilisation de l'appareil par environnement pour Programme 4
hu_hu: Használati idő Per környezet Per Program 4
it_it: Usa Tempo per Ambiente Programma 4
ja_jp: P4の環境ごとの使用時間
ko_kr: Program 4당 Environment 별 소요 시간
nl_nl: Gebruikstijd per omgeving programma 4
no_no: Brukstid pr. lyttemiljø Prog.4
pl_pl: Czas używania w środowisku na Program 4
pt_pt: Tempo de uso por ambiente no programa 4
ro_ro: Foloseste Timpul Pe Mediu Pe Program 4
ru_ru: Время использования для окружающей обстановки в программе 4
sv_se: Använd tid per miljö för program 4
tr_tr: Her bir Çevre ve Program 4 için kullanım zamanı
zh_cn: 每种环境下使用时间(程序4)

source: Intervals of Use Time (Hrs)
cs_cz: Intervaly používání (hodiny)
da_dk: Brugstid efter hver genstart (Timer)
de_de: Tragedauer nach jedem Start (Stunden)
es_es: Tiempo de uso tras cada inicio. (horas):
fi_fi: Käyttöaika (t) jokaisen uudelleenkäynnistyksen jälkeen
fr_fr: Heures consécutives de fonctionnement
hu_hu: Használati idő (óra)
it_it: Uso (Ore)
ja_jp: 使用時間（単位：時間）
ko_kr: 소요 시간 간격(시간)
nl_nl: Gebruikte tijd (uren)
no_no: Perioder i Bruk (timer)
pl_pl: Interwały czasu użycia (Godz.)
pt_pt: Tempo de uso após cada inicialização (horas)
ro_ro: Timpul de folosire dupa fiecare utilizare (ore)
ru_ru: Интервалы времени ношения (часы)
sv_se: Använd tid efter varje omstart (timmar)
tr_tr: Kullanım Süreleri (saat)
zh_cn: 每次启动后使用时间(小时)

source: Uses
cs_cz: Použití
da_dk: Antal gange HA har været brugt
de_de: Anzahl der Tragedauer je Intervall
es_es: Usos
fi_fi: Käyttökertoja
fr_fr: Nombre d'utilisation
hu_hu: Használatok
it_it: Utilizzo
ja_jp: 利用
ko_kr: 사용
nl_nl: Aantal intervallen
no_no: Ganger i bruk
pl_pl: Użycia
pt_pt: Utilização
ro_ro: Folosiri
ru_ru: Использует
sv_se: Använder
tr_tr: Kullanım
zh_cn: 使用

source: hours
cs_cz: hodin
da_dk: timer
de_de: Stunden
es_es: horas
fi_fi: tuntia
fr_fr: heures
hu_hu: Óra
it_it: ore
ja_jp: 時間
ko_kr: 시간
nl_nl: uur
no_no: timer
pl_pl: Godziny
pt_pt: horas
ro_ro: ore
ru_ru: часы
sv_se: timmar
tr_tr: Saat
zh_cn: 小时

source: Most recent 24 days of use
cs_cz: Posledních 24 hodin používání
da_dk: De seneste 24 dages brug
de_de: Die letzten 24 Tage der Tragedauer
es_es: Los últimos 24 días de uso
fi_fi: Viimeisin 24 päivän käyttö
fr_fr: Les derniers 24 jours d'utilisation
hu_hu: A leggyakoribb 24 órás használat
it_it: 24 giorni di utilizzo
ja_jp: 最近24日間の使用
ko_kr: 가장 최근 사용한 24일
nl_nl: Meest recente 24 gebruiksdagen
no_no: De siste 24 dagers bruk
pl_pl: Ostatnie 24 dni użytkowania
pt_pt: 24 horas de uso mais recentes
ro_ro: Cele mai recente 24 de zile de folosinta
ru_ru: Последние 24 дня использования
sv_se: De senaste 24 dagarnas användande
tr_tr: Son 24 günlük kullanım
zh_cn: 最近24天的使用情况

source: Average VC change in P1 (dB)
cs_cz: Průměr změn VC v P1 (dB)
da_dk: Gennemsnitlig VC ændring i P1 (dB)
de_de: Durchschnittliche Lautstärkeänderung in P1 (dB)
es_es: Promedio de cambios de CV en P1 (dB)
fi_fi: Keskimääräinen VC muutos ohjelmassa 1 (dB) :
fr_fr: Modification moyenne du volume pour P1 (dB)
hu_hu: Átlag H.szab változás P1-ben (dB)
it_it: Media Variazioni VC in P1 (dB)
ja_jp: P1のボリューム変更の平均値 (dB)
ko_kr: P1 (dB) 에서 평균 볼륨 조절 변경
nl_nl: Gemiddelde VC-wijziging in P1 (dB)
no_no: Gjennomsnittlig VK-endring i P1 (dB)
pl_pl: Średnia liczba regulacji potencjometrem w P1 (dB)
pt_pt: Média de mudança no CV de P1 (dB)
ro_ro: Schimbare VC medie in P1 (dB)
ru_ru: Среднее изменение регулятора громкости в программе 1 (дБ)
sv_se: Genomsnittlig VK förändring i program 1 (dB)
tr_tr: P1 (dB) 'de Ortalama Ses Kontrol Değişimi
zh_cn: 程序1平均音量 (dB)

source: Smart Start
es_es: Encendido retardado
fi_fi: Smart Start (käynnistysviive)
fr_fr: Activation retardée
hu_hu: Késleltetett Indítás
it_it: Avvio Temporizzato
ja_jp: スマートスタート
ko_kr: 스마트스타트
ro_ro: Pornire inteligenta
ru_ru: Умный старт
sv_se: Fördröjd aktivering
tr_tr: Akıllı Açılış
zh_cn: 智能启动

source: Patient spends a significant amount of time in very noisy environments
cs_cz: Pacient strávil velké množství času ve velmi hlučných prostředích.
da_dk: Brugeren tilbringer meget tid i meget støjende omgivelser.
de_de: Der Kunde hält sich oft in sehr geräuschvoller Umgebung auf.
es_es: El paciente está muy a menudo en entornos muy ruidosos
fi_fi: Potilas viettää paljon aikaa erittäin voimakkaassa hälyssä
fr_fr: Le patient a passé beaucoup de temps en environnement bruyant.
hu_hu: A páciens sok időt tölt nagyon zajos környezetben.
it_it: Dispositivo utilizzato spesso in ambienti rumorosi
ja_jp: とても騒がしい環境で長時間使用しています
ko_kr: 환자가 상당한 시간을 소음 환경에서 보냅니다.
nl_nl: Cliënt besteedt redelijk veel tijd in erg lawaaiige omgevingen.
no_no: Pasienten oppholder seg veldig ofte i veldig støyende omgivelser.
pl_pl: Pacjent spędza znaczną ilosc czasu w głośnych środowiskach
pt_pt: O paciente fica muito tempo em ambientes ruidosos
ro_ro: Pacientul isi petrece aproape tot timpul in zgomot
ru_ru: Пациент проводит большую часть времени в очень шумных обстановках
sv_se: Patienten tillbringar en stor del av sin tid i väldigt bullriga miljöer.
tr_tr: Hasta gürültülü ortamlarda çok zaman geçiriyor.
zh_cn: 用户大部分使用时间处于非常嘈杂的环境。

source: Hearing instruments are switched on for very long intervals.
cs_cz: Sluchadla jsou zapínána na velmi dlouhou dobu
da_dk: Høreapparaterne er tændt i meget lange intervaller
de_de: Hörsysteme sind für sehr lange Zeitintervalle eingeschaltet.
es_es: El audífono está encendido por periodos de tiempo muy largos.
fi_fi: Käyttötuntimäärä vuorokaudessa on erittäin suuri.
fr_fr: Les appareils ont fonctionné pendant de longues périodes consécutives.
hu_hu: A hallókészülék nagyon hosszú ideig volt bekapcsolva.
it_it: Apparecchio acceso per lunghi intervalli.
ja_jp: 長い間電源が入っています
ko_kr: 보청기가 장시간동안 켜져 있습니다.
nl_nl: De hoortoestellen stonden erg lang ingeschakeld.
no_no: Høreapparatene er på veldig lenge av gangen.
pl_pl: Aparaty słuchowe są włączane rzadko
pt_pt: Aparelhos auditivos estão ligados por um longo período de tempo
ro_ro: Aparetele auditive sunt utilizate perioada indelungata
ru_ru: СА включается на длительные периоды времени
sv_se: Hörapparaten är påslagen i långa intervaller.
tr_tr: Cihazlar çok uzun süre kullanım için açık konuma alınmış.
zh_cn: 助听器长时间未使用

source: Patient uses the hearing instrument(s) regularly.
cs_cz: Pacient používá sluchadlo(a) pravidelně.
da_dk: Patienten bruger apparater regelmæssigt.
de_de: Das/Die Hörsystem(e) werden regelmäßig getragen.
es_es: El paciente utiliza los audífonos Dcho./Izq. regularmente.
fi_fi: Potilas käyttää oikeaa/vasenta kuulokojetta jatkuvasti.
fr_fr: Le patient utilise ses deux appareils régulièrement.
hu_hu: A páciens használja a hallókészüléket rendszeresen.
it_it: Paziente utilizza gli Apparecchi destro/sinistro regolarmente.
ja_jp: 補聴器は正しく使用されています
ko_kr: 환자가 보청기를 규칙적으로 사용합니다.
nl_nl: Cliënt gebruikt toestel(len) regelmatig.
no_no: Pasienten bruker høreapparat(ene) regelmessig
pl_pl: Pacjent używa aparatu(ów) regularnie.
pt_pt: Paciente usa regularmente os aparelhos auditivos nas orelhas direita e esquerda
ro_ro: Pacientul foloseste instrumentele in mod regulat.
ru_ru: Пациент использует СА регулярно
sv_se: Patient använder hörapparat(er) regelbundet.
tr_tr: Hasta işitme cihaz(lar)ını düzenli olarak kullanıyor
zh_cn: 用户经常使用助听器。

source: The patient uses the hearing instrument(s) mainly in quiet environments
cs_cz: Pacient používá sluchadlo(a) převážně v tichém prostředí
da_dk: Apparatet/erne bruges fortrinsvis i rolige omgivelser.
de_de: Das/Die Hörsystem(e) werden vorwiegend in ruhigen Umgebungen getragen
es_es: El paciente utiliza el(los) audífono(s) principalmente en entornos tranquilos
fi_fi: Potilas käyttää kuulokojeita lähinnä hiljaisessa ääniympäristössä.
fr_fr: Le patient utilise ses appareils principalement en environnement calme.
hu_hu: A páciens a készüléket főleg csendes környezetben használja.
it_it: Paziente utilizza gli Apparecchi destro/sinistro soprattutto in ambiente silenzioso
ja_jp: 主に静かな環境で使用しています
ko_kr: 환자가 주로 조용한 환경에서 보청기를 사용합니다.
nl_nl: Cliënt gebruikt hoortoestel(len) voornamelijk in rustige omgevingen.
no_no: Pasienten bruker høreapparat(ene) hovedsakelig i stille omgivelser.
pl_pl: Pacjent używa aparatu(ów) głównie w cichym otoczeniu.
pt_pt: O paciente usa aparelho(s) auditivo(s) principalmente em ambientes silenciosos
ro_ro: Pacientul foloseste aparatul/e in special in medii linistite
ru_ru: Пациент использует СА преимущественно в тихих обстановках
sv_se: Patienten använder hörapparat(er) huvudsakligen i lugna miljöer.
tr_tr: Hasta işitme cihaz(lar)ını genellikle sessiz ortamlarda kullanıyor
zh_cn: 用户主要在安静环境下使用助听器

source: The hearing instrument(s) are switched off and on more frequently than expected
cs_cz: Sluchadlo(a) jsou vypínána a zapínána častěji, než je běžné
da_dk: Antallet af tænd/sluk er mere end forventet.
de_de: Das/Die Hörsystem(e) werden häufiger Aus und Ein geschaltet als erwartet.
es_es: Los audífonos se apagan y encienden con más frecuencia de lo esperado.
fi_fi: Enemmän kuulokojeen käynnistyksiä/sammutuksia kun oletettu.
fr_fr: L'appareil est souvent arrêté puis remis en marche.
hu_hu: A készülék ki és bekapcsolások száma több a vártnál.
it_it: Gli Apparecchi destro/sinistro vengono spenti più frequentemente del previsto
ja_jp: 電源のオン/オフの回数が多めです
ko_kr: 예상보다 더 자주 보청기의 스위치를 켰다 껐다 합니다.
nl_nl: Hoortoestel(len) vaker uit en weer aan gezet dan verwacht.
no_no: Høreapparat(ene) er slått på og av flere ganger enn forventet.
pl_pl: Aparat(y) słuchowy(e) są włączane i wyłączane częściej niż należałoby się tego spodziewać.
pt_pt: Aparelho(s) Auditivo(s) desligado(s) com frequência maior que o esperado
ro_ro: Aparatul a fost oprit si pornit mai des decat era de asteptat.
ru_ru: Слуховой аппарат(ы) выключался и включался чаще, чем ожидалось
sv_se: Antal omstarter fler än förväntat.
tr_tr: Hasta işitme cihaz(lar)ını beklenenden daha sık açıp kapatıyor
zh_cn: 助听器开关机的次数比预期的多

source: The patient switches programs more frequently than expected
cs_cz: Pacient přepíná programy častěji, než je běžné
da_dk: Brugeren skifter program oftere end forventet
de_de: Die Programme werden häufiger gewechselt als erwartet.
es_es: El paciente cambia de programas más de lo esperado.
fi_fi: Potilas vaihtaa ohjelmia enemmän kuin oletettu.
fr_fr: Les programmes sont souvent changés.
hu_hu: A program kapcsolások száma több a vártnál.
it_it: Paziente cambia i programmi degli Apparecchi più del previsto
ja_jp: プログラムの切り替え頻度が多めです
ko_kr: 환자가 예상보다 더 자주 프로그램을 바꿉니다.
nl_nl: Cliënt wisselt vaker van programma dan verwacht.
no_no: Antall programbytter er flere enn forventet
pl_pl: Pacjent przełącza programy częściej niż należałoby się tego spodziewać.
pt_pt: Paciente realiza mudanças no(s) programa(s) com frequência maior que o esperado
ro_ro: Pacientul a schimbat programele mai des decat era de asteptat
ru_ru: Пациент переключает программы чаще, чем ожидалось
sv_se: Antal programbyten är fler än förväntat.
tr_tr: Hasta program değişimlerini beklenenden daha sık yapıyor
zh_cn: 用户程序切换的次数比预期的多

source: Patient does not use program (right/left ear) and Telecoil.
cs_cz: Pacient nepoužívá program (na pravém/levém uchu) a Telefonní cívku.
da_dk: Patienten bruger ikke program (højre/venstre øre) Og telespole.
de_de: Kunde verwendet nicht das Programm (rechts/links) UND Telefonspule.
es_es: El paciente no utiliza el programa (oído der./izq.) y Bobina.
fi_fi: Potilas ei käytä ohjelmaa (oikea/vasen) ja induktiosilmukkaa.
fr_fr: Le patient n'utilise pas le programme utilisant la bobine T.
hu_hu: A páciens nem használja a programot (jobb/bal fülön) és a Telefontekercset.
it_it: Il paziente non usa il programma (destro/sinistro) e Telecoil.
ja_jp: プログラム（右/左耳）およびテレコイルを使用していません
ko_kr: 환자가 (오른쪽/왼쪽 귀) 프로그램과 Telecoil을 사용하지 않습니다.
nl_nl: Cliënt gebruikt programma met Luisterspoel niet (rechter/linker oor).
no_no: Pasient bruker ikke program (høyre/venstre) og Telespole
pl_pl: Pacjent nie używa programu (prawe/lewe ucho) ani Cewki Telefonicznej
pt_pt: Paciente não usa programa (orelha direita/esquerda) e bobina telefônica
ro_ro: Pacientul nu foloseste programul (urechea stanga/ dreapta) si Telecoil.
ru_ru: Пациент не использует программу (правое/левое ухо) и Телефонную катушку.
sv_se: Patient använder inte program (höger/vänster öra) eller Telespole.
tr_tr: Hasta program ve tele coil kullanmıyor
zh_cn: 用户不使用多程序(左/右耳)和电感程序。

source: Patient does not use program (right/left ear) and Softswitching active
cs_cz: Pacient nepoužívá program (na pravém/levém uchu) a Softswitching
da_dk: Patienten bruger ikke programmet (højre/venstre øre) OG SoftSwitch er aktiv
de_de: Der Kunde benutzt nicht aktiv das Programm (rechtes/linkes Ohr) und Softswitching
es_es: El paciente no utiliza el programa (oído dcho./izq.) y SoftSwitching activado
fi_fi: Potilas ei käytä ohjelmaa (oikea/vasen korva) ja Softytkintä aktiivisesti
fr_fr: Le patient n'utilise pas le programme utilisant la directivité à commutation automatique SoftSwitching.
hu_hu: A páciens nem használja a programot (jobb/bal fül) és a SoftSwitching aktív.
it_it: Il Paziente non usa il programma (orecchio Destro/Sinistro) e SoftSwitch è attivo
ja_jp: プログラム（ソフトスイッチ（適応型）を含む）を使用していません
ko_kr: 환자가 (오른쪽/왼쪽 귀) 프로그램과 Softswitching active 를 사용하지 않습니다.
nl_nl: Cliënt gebruikt programma met SoftSwitching niet (rechter/linker oor)
no_no: Pasienten bruker ikke program (høyre/venstre) og Softswitching aktivt
pl_pl: Pacjent nie używa programu (prawe/lewe ucho) ani SoftSwitching
pt_pt: Paciente não usa programa (orelha direita/esquerda) e SoftSwitching ativado
ro_ro: Pacientul nu foloseste programul (urechea stanga/ dreapta) si SoftSwitch activ
ru_ru: Пациент не использует программу (правое/левое ухо) и SoftSwitching активирован
sv_se: Patienten använder inte programmet (höger/vänster öra). Softswitching är aktiv.
tr_tr: Hasta (sağ/sol kulak) program ve SoftSwitching'i aktif kullanmıyor
zh_cn: 用户没有使用程序(左/右耳),启动智能转换系统

source: Patient uses right instrument more than left
cs_cz: Pacient používá pravé sluchadlo více než levé
da_dk: Patienten bruger højre apparat mere end venstre OG TilpasSomÅben.
de_de: Kunde verwendet das rechte Hörsystem mehr als das linke.
es_es: El paciente utiliza mas el audífono derecho que el izquierdo
fi_fi: Potilas käyttää oikeaa kuulokojetta enemmän kuin vasenta ja avointa sovitusta.
fr_fr: Le patient utilise plus l'appareil droit que l'appareil gauche.
hu_hu: A páciens többet használja a jobb készüléket mint a balt.
it_it: Il paziente utilizza il dispositivo destro maggiormente di quello sinistro e l'applicazione è OpenFitting
ja_jp: 左耳より右耳の補聴器を使用しています
ko_kr: 환자가 오른쪽 보청기를 왼쪽보더 더 사용하고 FitAsOpen을 사용합니다.
nl_nl: Cliënt gebruikt rechter toestel meer dan linker.
no_no: Pasienten bruker høyre apparat mer enn venstre
pl_pl: Pacjent korzysta więcej z prawego niż lewego aparatu ORAZ dopasowania otwartego.
pt_pt: Paciente usa mais AASI DIREITO do que AASI ESQUERDO
ro_ro: Pacientul foloseste instrumentul drept mai mult decat cel stang.
ru_ru: Пациент носил правый СА больше, чем левый
sv_se: Patient använder hö hörapparat mer än vä och anpassas som öppen.
tr_tr: Hasta sağ cihazını soldakinden fazla kullanıyor
zh_cn: 用户更习惯右耳聆听。

source: Patient uses right instrument more than left
cs_cz: Pacient používá pravé sluchadlo více než levé
da_dk: Patienten bruger højre apparat mere end venstre OG Ikke TilpasSomÅben.
de_de: Kunde verwendet das rechte Hörsystem mehr als das linke.
es_es: El paciente utiliza mas el audífono derecho que el izquierdo
fi_fi: Potilas käyttää oikeaa kuulokojetta enemmän kuin vasenta mutta ei avointa sovitusta.
fr_fr: Le patient utilise plus l'appareil droit que l'appareil gauche.
hu_hu: A páciens többet használja a jobb készüléket mint a balt.
it_it: Il paziente utilizza il dispositivo destro maggiormante di quello sinistro e l'applicazione non è OpenFitting
ja_jp: 左耳より右耳の補聴器を使用しています
ko_kr: 환자가 오른쪽 보청기를 왼쪽보더 더 사용하고 FitAsOpen을 사용하지 않습니다.
nl_nl: Cliënt gebruikt rechter toestel meer dan linker.
no_no: Pasienten bruker høyre apparat mer enn venstre
pl_pl: Pacjent korzysta więcej z prawego niż lewego aparatu ORAZ nie korzysta z dopasowania otwartego.
pt_pt: Paciente usa mais AASI DIREITO do que AASI ESQUERDO
ro_ro: Pacientul foloseste instrumentul drept mai mult decat cel stang.
ru_ru: Пациент носил правый СА больше, чем левый
sv_se: Patient använder hö hörapparat mer än vä och anpassas inte som öppen.
tr_tr: Hasta sağ cihazını soldakinden fazla kullanıyor
zh_cn: 用户更习惯右耳聆听。

source: Patient uses left instrument more than right
cs_cz: Pacient používá levé sluchadlo více než pravé
da_dk: Patienten bruger venstre apparat mere end højre.
de_de: Kunde verwendet das linke Hörsystem mehr als das rechte.
es_es: El paciente utiliza mas el audífono izquierdo que el derecho
fi_fi: Potilas käyttää vasenta kuulokojetta enemmän kuin oikeaa ja avointa sovitusta.
fr_fr: Le patient utilise plus l'appareil gauche que l'appareil droit.
hu_hu: A páciens többet használja a bal készüléket mint a jobbat.
it_it: Il paziente utilizza il dispositivo sinistro maggiormente di quello destro e l'applicazione è OpenFitting
ja_jp: 右耳より左耳の補聴器を使用しています
ko_kr: 환자가 왼쪽 보청기를 오른쪽보더 더 사용하고 FitAsOpen을 사용합니다.
nl_nl: Cliënt gebruikt linker toestel meer dan rechter.
no_no: Pasienten bruker venstre apparat mer enn høyre
pl_pl: Pacjent korzysta więcej z lewego niż prawego aparatu ORAZ dopasowania otwartego.
pt_pt: Paciente usa mais AASI ESQUERDO do que AASI DIREITO
ro_ro: Pacientul foloseste instrumentul stang mai mult decat cel drept.
ru_ru: Пациент носил левый СА больше, чем правый
sv_se: Patient använder vä hörapparat mer än hö och anpassas som öppen.
tr_tr: Hasta sol cihazını sağdakinden fazla kullanıyor
zh_cn: 用户更习惯左耳聆听。

source: Patient uses left instrument more than right
cs_cz: Pacient používá levé sluchadlo více než pravé
da_dk: Patienten bruger venstre apparat mere end højre OG Ikke TilpasSomÅben.
de_de: Kunde verwendet das linke Hörsystem mehr als das rechte.
es_es: El paciente utiliza mas el audífono izquierdo que el derecho
fi_fi: Potilas käyttää vasenta kuulokojetta enemmän kuin oikeaa mutta ei avointa sovitusta.
fr_fr: Le patient utilise plus l'appareil gauche que l'appareil droit.
hu_hu: A páciens többet használja a bal készüléket mint a jobbat.
it_it: Il paziente utilizza il dispositivo sinistro maggiormente di quello destro e l'applicazione non è OpenFitting
ja_jp: 右耳より左耳の補聴器を使用しています
ko_kr: 환자가 왼쪽 보청기를 오른쪽보더 더 사용하고 FitAsOpen을 사용하지 않습니다.
nl_nl: Cliënt gebruikt linker toestel meer dan rechter.
no_no: Pasienten bruker venstre apparat mer enn høyre
pl_pl: Pacjent korzysta więcej z lewego niż prawego aparatu ORAZ nie korzysta z dopasowania otwartego.
pt_pt: Paciente usa mais AASI ESQUERDO do que AASI DIREITO
ro_ro: Pacientul foloseste instrumentul stang mai mult decat cel drept.
ru_ru: Пациент носил левый СА больше, чем правый
sv_se: Patient använder vä hörapparat mer än hö och anpassas inte som öppen.
tr_tr: Hasta sol cihazını sağdakinden fazla kullanıyor
zh_cn: 用户更习惯左耳聆听。

source: Patient does not use program (right/left ear) and not Softswitching active and not Telecoil.
cs_cz: Pacient nepoužívá program (na pravém/levém uchu) ani Softswitching ani Telefonní cívku.
da_dk: Patienten bruger ikke programmet (højre/venstre øre) OG IKKE SoftSwitch aktivOG IKKE Telespole.
de_de: Der Kunde benutzt nicht aktiv das Programm (rechtes/linkes Ohr) und Softswitching und die Telefonspule
es_es: El paciente no utiliza el programa (oído dcho./izq.) y NO activado SoftSwitching y NO activada Bobina telefónica.
fi_fi: Potilas ei käytä ohjelmaa (oikea/vasen korva) eikä Softkytkintä aktiivisesti eikä induktiosilmukkaa.
fr_fr: Le patient n'utilise pas tous les programmes.
hu_hu: A páciens nem használja a programot (jobb/bal fülben) és a SoftSwitching nem aktív és nincs Telefontekercs
it_it: Il paziente non utilizza i programmi (Orecchio Destro / Sinistro) senza Softswitch e Bobina Telefonica attivati.
ja_jp: プログラム（ソフトスイッチ（適応型）およびテレコイルを含む)を使用していません
ko_kr: 환자가 Softswitching active, Telecoil 과 프로그램 (오른쪽/왼쪽 귀)을 사용하지 않습니다.
nl_nl: Cliënt gebruikt programma (rechter/linker oor) en SoftSwitching en Luisterspoel zijn niet actief
no_no: Pasienten bruker ikke program (høyre/venstre øre), ikke Softswitching aktivt og ikke Telespole.
pl_pl: Pacjent nie korzysta z programu (prawe/lewe ucho) i nie ma aktywnego SoftSwitching ani Cewki Telefonicznej.
pt_pt: Paciente não usa programa (orelha direita/esquerda) e não está ativado o SoftSwitching nem a bobina telefônica
ro_ro: Pacientul nu foloseste programul (urechea dreapta/stanga) si nici SoftSwitch activ si nici Telecoil.
ru_ru: Пациент не использует программу (правое/левое ухо), не активен SoftSwitching, нет телефонной катушки
sv_se: Patienten använder inte programmet (höger/vänster öra). Softswitching och telespole är inte aktiv.
tr_tr: Hasta (sağ/sol kulak) program, SoftSwitching ve Telecoil'i aktif kullanmıyor.
zh_cn: 用户没有使用程序(左/右耳),未启动智能转换系统和没有电感。
