Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Calibrate feedback suppression on 'Connect'
cs_cz: Kalibrovat při připojení
da_dk: Kalibrering af tilbagekoblingsundertrykkelse
de_de: Nach Verbindung kalibrieren
es_es: Calibrar el supresor de feedback al Conectar
fi_fi: Kalibroi vinkumisenesto"Yhdistettäessä"
fr_fr: Calibrage anti Larsen
hu_hu: Gerjedés kalibrálás csatlakozásnál
it_it: Calibrazione soppressore feedback quando Connesso
ja_jp: DFSの初期化をして「接続」する
ko_kr: '연결'상태에서 캘리브레이션
nl_nl: DFS kalibreren bij verbinden
no_no: Kalibrer DFS ved tilkobling
pl_pl: Skalibrować system redukcji sprzężenia zwrotnego podczas 'Łączenia'
pt_pt: Calibre o DFS em "Conectar"
ro_ro: Calibrati suprimarea feedback-ului sau Conectati
ru_ru: Калибровать после соединения
sv_se: Kalibrera vid Ansluten
tr_tr: 'Bağlan' üzerinde feedback engelleyiciyi kalibre et
zh_cn: 校准已连接的助听器

source: Serial Number mismatch
cs_cz: Neshoda výrobních čísel
da_dk: Serienummer mismatch
de_de: Seriennummern vertauscht
es_es: El número de serie no coincide
fi_fi: Sarjanumerot eivät täsmää
fr_fr: Numéros de série différents
hu_hu: Gyáriszám nem egyezés
it_it: Numero di serie non corrispondente
ja_jp: シリアル番号不一致
ko_kr: 시리얼번호 불일치
nl_nl: Serienummer komt niet overeen
no_no: Ulikt serienummer
pl_pl: Różne Numery Seryjne
pt_pt: Número de série não confere
ro_ro: Serial Number nu se potriveste.
ru_ru: Неправильный серийный номер
sv_se: Serienummer matchar inte
tr_tr: Seri Numarası uyuşmuyor
zh_cn: 序列号不匹配

source: Detected
cs_cz: Zjištěno
da_dk: Detekteret
de_de: Erkannt
es_es: Detectado
fi_fi: Tunnistettu
fr_fr: Détecté
hu_hu: Megtalált
it_it: Rilevato
ja_jp: 検知
ko_kr: 인식됨
nl_nl: Gedetecteerd
no_no: Funnet
pl_pl: Wykryto
pt_pt: Detectado
ro_ro: Detectat
ru_ru: Обнаружено
sv_se: Ansluten
tr_tr: Bulundu
zh_cn: 探测

source: The detected and fitted instruments do not match.
cs_cz: Zjištěné a nastavené sluchadlo nesouhlasí.
da_dk: Det detekterede og det tilpassede apparat er ikke det samme
de_de: Die angeschlossenen und die in der Sitzung hinterlegten Geräte stimmen nicht überein.
es_es: El audífono detectado y el adaptado no coinciden
fi_fi: Tunnistetut ja sovitetut kuulokojeet eroavat toisistaan.
fr_fr: Il y a une différence entre les appareils détectés et les appareils réglés.
hu_hu: A megtalált és az illesztett készülék nem eggyezik.
it_it: L'apparecchio rilevato e applicato non corrispondono.
ja_jp: 検出および調整された補聴器は一致しません
ko_kr: 인식된 장치와 피팅된 장치가 일치하지 않습니다.
nl_nl: Het gedetecteerde en het aangepaste toestel komen niet overeen.
no_no: Funnet og tilpasset apparat er ikke det samme.
pl_pl: Wykryty i dopasowany aparat nie są zgodne
pt_pt: O aparelho detectado e o aparelho ajustado não combinam.
ro_ro: Dispozitivul detectat nu corespunde cu cel reglat.
ru_ru: Обнаруженный и настраиваемый СА не соответствуют.
sv_se: Den anslutna och tidigare anpassade hörapparaten matchar inte.
tr_tr: Bulunan ve ayarlanan cihazlar uyuşmuyor.
zh_cn: 已探测和已选配的助听器不匹配

source: The left and right instruments have been switched. Correct instrument connections, select 'OK' then click 'Connect.'
cs_cz: Levé a pravé sluchadlo byly zaměněny. Opravte připojení sluchadel, zvolte 'OK' a klikněte na 'Připojit.'
da_dk: Venstre og højre apparat er ombyttet. Kontroller forbindelserne og klik 'OK' og derefter 'Forbind.'
de_de: Das linke und rechte Hörsystem wurden untereinander vertauscht. Tauschen Sie die Geräte wählen "OK" und danach "Verbinden".
es_es: El audífono izqd. y dcho. están intercambiados, Corregir las conexiones de los dispositivos, seleccionar 'OK' y hacer clic en 'Conectar'
fi_fi: Oikea ja vasen kuulokoje ovat vaihtaneet puolta. Vaihda kuulokojeiden puoli ja paina 'OK' ja 'Yhdistä.'
fr_fr: La connexion a échoué car les appareils ont été inversés. Changer les appareils de côté et recommencer la connexion.
hu_hu: A bal és a jobb készülék meg lett cserélve. Cserélje meg a készülékeket, válassza az 'OK'-t majd kattintson a 'Csatlakozásra.'
it_it: Gli Apparecchi a destra e a sinistra sono stati modificati. Scegliere la connessione corretta per gli Apparecchi, selezionare 'OK' quindi fare clic su 'Connettere'.
ja_jp: 補聴器の左右が入れ替わっている為、接続を中止しました（現在未接続になっています）。左右を入れ替えてから再接続して下さい。
ko_kr: 왼쪽 및 오른쪽 보청기로 전환되었습니다. 올바른 보청기 연결을 클릭 후 'Connect'를 클릭한 후 'OK'를 선택하세요.
nl_nl: Linker en rechter toestel zijn verwisseld. Corrigeer de toestelverbindingen, selecteer 'OK' en klik op 'Verbinden.'
no_no: Venstre og høyre apparat er byttet om. Korriger dette, velg 'OK' og trykk 'Tilkoble'.
pl_pl: Lewy aparat słuchowy został zamieniony. Zmień podłączony aparat, kliknij "OK" a następnie "Połącz".
pt_pt: Os aparelhos DIREITO e ESQUERDO foram trocados. Para selecionar os aparelhos corretamente, selecione em "OK" depois clique "CONECTAR".
ro_ro: Aparatele de stanga si dreapta au fost schimbate. Corectati conexiunea lor, apasati OK si apoi Conecteaza.
ru_ru: Левый и правый СА подключены. При правильном подключении выберите 'ДА', затем нажмите 'Соединить.'
sv_se: Vänster och höger hörapparat har förväxlats. Korrigera det, klicka ok och sedan anslut.
tr_tr: Sağ ve sol cihaz değiştirildi. Doğru cihaz bağlantıları, 'Tamam' ı seçin sonra 'Bağlan'a basın
zh_cn: 左侧和右侧助听器的位置反了,请先对调,选择"确认"并点击"连接".

source: Calibration failed. Please ensure the environment is as quiet as possible before retrying calibration. Note that the calibration signal will be presented 6dB louder upon retry.
cs_cz: Kalibrace selhala. Zajistěte prosím, aby bylo v okolí co největší ticho a zkuste kalibraci znovu. Intenzita a doba trvání mohou být zvýšeny během rekalibrace
da_dk: Fejl ved kalibrering. Vær opmærksom på at lydniveauet fra omgivelserne er så svage som muligt under kalibrering. Bemærk at kalibreringssignalet vil øges med 6 dB ved nyt forsøg.
de_de: Kalibrierung fehlgeschlagen. Erneut versuchen? Stellen Sie sicher, dass die Umgebung so leise wie möglich ist bevor Sie eine erneute Kalibrierung durchführen. Beachten Sie, dass das Kalibrierungssignal um 6 dB angehoben wird.
es_es: Ha fallado la calibración. Por favor asegurese de que el entorno es lo más silencioso posible antes de reintentar la calibración. Tenga en cuanta que el nivel del sonido de calibración será 6dB más alto al reintentar.
fi_fi: Kalibrointi epäonnistui. Varmista että ympäristö on mahdollisimman hiljainen ennen kuin kokeilet uudestaan. Huomaa että kalibrointitasoa nostetaan 6dB seuraavalla yrityksellä.
fr_fr: Le calibrage a échoué. Assurez vous que l'environnement sonore est calme, puis essayez à nouveau. Le signal va être augmenté de 6dB.
hu_hu: Kalibrációs hiba. A környezetnek a lehető legcsendesebbnek kell lennie mielött újrakezdi a kalibrációt. A kalibrációs jel 6dB-el hangosabb lesz az indításkor.
it_it: Calibrazione non riuscita. Assicurarsi che l'ambiente sia il più silenzioso possibile prima di riprovare la calibrazione. Da notare che il segnale di calibrazione sarà presentato 6 dB più forte al nuovo tentativo.
ja_jp: 初期化に失敗しました。静かな場所で再試行して下さい。 注意：再試行すると初期化の音の大きさが6dB大きくなります。
ko_kr: 캘리브레이션 실패. 캘리브레이션 재실행을 위해 이득이 줄어들게 됩니다. 주의: 재 캘리브레이션 시, 캘리브레이션 음이 6dB 정도 증가하게 됩니다.ㅣ
nl_nl: Kalibratie mislukt. Zorg er s.v.p. voor dat de omgeving zo rustig mogelijk is tijdens de kalibratie. Let er op dat het kalibratiesignaal bij de volgende meting 6dB luider zal zijn.
no_no: Kalibrering mislykket. Intensitet og varighet kan økes ved nytt forsøk.
pl_pl: Kalibracja nieudana. Przed ponowną kalibracją proszę upewnić się, że otoczenie jest tak ciche jak to możliwe. Zauważ, że przy ponownej próbie sygnał kalibracyjny będzie o 6 dB głośniejszy.
pt_pt: Falha na calibração. Por favor, verifique se o ambiente está silencioso antes de tentar novamente. Observe: o sinal da calibração será apresentado 6dB acima na próxima tentativa.
ro_ro: Calibrare esuata. Crestere intensitate si reincercare?
ru_ru: Калибровка не удалась. Пожалуйста, обеспечьте максимально тихую окружающую обстановку перед следующей попыткой. Обратите внимание, что при новой попытке калибровки подаваемый сигнал будет громче на 6 дБ.
sv_se: Kalibrering misslyckades. Kontrollera att testmiljön är så tyst som möjligt. Notera att kalibreringssignalen kommer öka 6 dB vid nästa försök.
tr_tr: Kalibrasyon başarısız oldu. Çevre sesinin mümkün olduğunca sessiz olduğundan emin olun daha sonra kalibrasyon yapmayı tekrar deneyin. Tekrar deneme yapılırken Kalibrasyon sinyali 6dB daha yüksek sunulacak.
zh_cn: 校准失败。请保持环境安静重新校准。注意校准信号强度将提高6dB重新校准。

source: DFS Calibration Failed
cs_cz: Kalibrace DFS selhala
da_dk: DFS kalibrering fejlede
de_de: DFS-Kalibrierung fehlgeschlagen
es_es: Ha Fallado la Calibración DFS
fi_fi: DFS kalibrointivirhe
fr_fr: Échec du calibrage anti Larsen
hu_hu: DFS kalibráció hiba
it_it: Calibrazione DFS Fallita
ja_jp: DFSの初期化に失敗しました
ko_kr: DFS 캘리브레이션 실패
nl_nl: DFS kalibratie mislukt
no_no: DFS Kalibrering - Mislykket
pl_pl: Kalibracja DFS nie powiodła się
pt_pt: Falha na Calibração DFS
ro_ro: Calibrare DFS Esuata
ru_ru: Не удалось выполнить калибровку системы подавления обратной связи
sv_se: DFS Kalibrering misslyckades
tr_tr: DFS Kalibrasyonu Başarısız
zh_cn: DFS 校准失败

source: Connection was canceled
cs_cz: Připojování bylo zrušeno
da_dk: Forbindelsen blev slettet
de_de: Verbindung wurde abgebrochen
es_es: La conexión se ha cancelado
fi_fi: Yhdistäminen peruttu
fr_fr: La détection a été annulée
hu_hu: A csatlakozás meg lett szakítva
it_it: Connessione cancellata
ja_jp: 接続はキャンセルされました
ko_kr: 연결 실패
nl_nl: Verbinden afgebroken
no_no: Tilkobling ble avbrutt
pl_pl: Anulowano Łączenie
pt_pt: Conexão foi cancelada
ro_ro: Conexiunea a fos anulata
ru_ru: Соединение отменено
sv_se: Anslutning avbröts
tr_tr: Bağlantı iptal edildi.
zh_cn: 取消连接

source: Show Details
cs_cz: Zobrazit podrobnosti
da_dk: Vis detaljer
de_de: Details anzeigen
es_es: Mostrar Detalles
fi_fi: Näytä yksityiskohdat
fr_fr: Afficher les détails
hu_hu: Részletek
it_it: Mostra dettagli
ja_jp: 詳細を見る
ko_kr: Details 보이기
nl_nl: Toon details
no_no: Vis detaljer
pl_pl: Pokaż szczegóły
pt_pt: Mostrar Detalhes
ro_ro: Arata Detalii
ru_ru: Показать детали
sv_se: Visa Detaljer
tr_tr: Detayları Göster
zh_cn: 显示详情

source: Hide Details
cs_cz: Skrýt podrobnosti
da_dk: Skjul detaljer
de_de: Details ausblenden
es_es: Ocultar Detalles
fi_fi: Sulje yksityiskohdat
fr_fr: Masquer les détails
hu_hu: Részletek elrejtése
it_it: Nascondi Dettagli
ja_jp: 詳細を隠す
ko_kr: Details 숨기기
nl_nl: Verberg details
no_no: Skjul detaljer
pl_pl: Ukryj szczegóły
pt_pt: Ocultar Detalhes
ro_ro: Ascunde Detalii
ru_ru: Скрыть детали
sv_se: Göm detaljer
tr_tr: Detayları Gizle
zh_cn: 隐藏详情

source: Connecting to instrument(s)...
cs_cz: Připojuji se ke sluchadlu(ům)...
da_dk: Forbinder til apparater...
de_de: Hörsystem(e) verbinden...
es_es: Conectando el(los) audífono(s)...
fi_fi: Yhdistetään kuulokojeisiin..
fr_fr: Connexion en cours ...
hu_hu: Csatlakozás a készülékhez...
it_it: Connessione al/ai Dispositivo/i...
ja_jp: 補聴器へ接続中...
ko_kr: 보청기로 연결중...
nl_nl: Verbinden met de toestellen..
no_no: Tilkobler apparat(ene)...
pl_pl: Łączenie aparatu(ów)...
pt_pt: Conectando os AASI(s)...
ro_ro: Conectare la Instrumente...
ru_ru: Соединяется с СА...
sv_se: Ansluter till hörapparat(er)...
tr_tr: Cihaz(lar)a bağlanıyor...
zh_cn: 正在连接助听器...

source: Open and close the instrument(s) battery door to place them in discovery mode.
cs_cz: Otevřete a zavřete bateriová dvířka sluchadla(del) s vloženou baterií. Sluchadlo(a) se přepne do zjišťovacího módu.
da_dk: Åben og luk batteridøren for at stille apparaterne i søgetilstand.
de_de: Öffnen und schließen Sie das Batteriefach, um in den Erkennungs-Modus zu gelangen.
es_es: Abra y cierre el portapilas de el(los) audífono(s) para ponerlos en modo búsqueda.
fi_fi: Avaa ja sulje kuulokojeen paristokotelo niin se siirtyy tunnistustilaan.
fr_fr: Ouvrir et fermer le porte-pile des appareils pour les mettre en mode couplage
hu_hu: Nyissa ki és zárja be a készülék elemkamráját, hogy a keresési módba kerüljön.
it_it: Aprire e chiudere il vano batteria dell'apparecchio acustico per attivare la modalità ricerca connessioni.
ja_jp: 補聴器の電池ケースを一回「開け閉め」して下さい。これにより補聴器がペアリングモード（検知モード）に入ります。※目的の補聴器が表示されたらすぐに「停止」を押しても構いません（時間短縮出来ます）。
ko_kr: Discover Mode로 들어가기 위해 베터리 도어를 열고 닫으세요.
nl_nl: Open en sluit vervolgens de batterijlades (met een batterij erin) om de toestellen in de pairingmodus te zetten.
no_no: Åpne og lukk batteriluken til høreapparatene for å sette de i paringsmodus.
pl_pl: Otwórz i zamknij kieszeń baterii (z założoną baterią) aby przejść do trybu wykrywania.
pt_pt: Abra e feche o compartimento de pilha do(s) aparelho(s) para colocá-lo(s) no modo de reconhecimento
ro_ro: Deschide si inchide usita bateriei pentru a plasa instrumentul in aria de descoperire.
ru_ru: Откройте и закройте батарейный отсек, чтобы перевести СА в режим поиска.
sv_se: Öppna och stäng batteriluckan på hörapparat(er) för att sätta den i sökläge.
tr_tr: Keşif modu için cihazın pil kapağını açıp kapatın.
zh_cn: 打开再合上电池仓，置于发现模式。

source: Instruments connected.
cs_cz: Sluchadla připojena.
da_dk: Apparater forbundet
de_de: Hörsysteme angeschlossen
es_es: Audífonos Conectados.
fi_fi: Kuulokojeet kytketty.
fr_fr: Appareils connectés.
hu_hu: Készülékek csatlakoztatva.
it_it: Dispositivi Connessi.
ja_jp: 補聴器が接続されました
ko_kr: 보청기 연결됨.
nl_nl: Toestellen verbonden.
no_no: Apparater tilkoblet.
pl_pl: Aparaty połączone.
pt_pt: AASI(s) conectados
ro_ro: Instrumente conectate.
ru_ru: СА подключены.
sv_se: Hörapparater anslutna.
tr_tr: Cihazlar bağlandı.
zh_cn: 已连接助听器.

source: Verify the instrument(s) are assigned to the appropriate side and continue with AutoFit.
cs_cz: Ověřte, že je sluchadlo(a) přiřazeno na správnou stranu a pokračujte s AutoFit.
da_dk: Bekræft at apparaterne er tildelt til den rigtige side og fortsæt med Auto Fit.
de_de: Prüfen Sie, ob die Hörsysteme den richtigen Seiten zugeordnet sind und fahren Sie mit FirstFit fort.
es_es: Comprobar que el(los) audífono(s) están asignados al lado correcto y continuar con QuickFit.
fi_fi: Varmista että kuulokojeet on määritetty oikeille puolille ja jatka AutoFit toiminnalla.
fr_fr: Vérifier que les appareils sont attribués du bon côté et continuer avec Auto Fit.
hu_hu: Elfogadás, hogy a készülékek a megfelelő oldalra vannak kijelőlve és folytatás az AutoFit-el.
it_it: Verificare che i dispositivi siano assegnati al lato corretto e continuare con il Fitting Automatico.
ja_jp: 補聴器が正しい側に適用されているか確認し、クイックフィットを進めて下さい
ko_kr: 보청기가 올바른 쪽에 적용되었는지 확인하시고 AutoFit을 수행하세요.
nl_nl: Verifieer of de toestellen aan de juiste zijde zijn toegewezen en ga door met AutoFit.
no_no: Bekreft at høreapparat(ene) er linket til riktig side og fortsett med AutoFit.
pl_pl: Upewnij się, że apart(y) jest(są) podłączony)e) do właściwej strony i kontynuuj AutoFit.
pt_pt: Verifique se os aparelhos estão atribuídos para os lados corretos e continue com o Auto-Ajuste
ro_ro: Verifica instrumentele sa fie asociate partii corecte si continua cu Auto Reglaj.
ru_ru: Убедитесь, что определенные аппараты соответствуют выбранной стороне и продолжите автонастройку.
sv_se: Kontrollera att hörapparat(er) är tilldelad till korrekt sida och fortsätt med Snabb Anpassning.
tr_tr: Cihaz(lar)ın doğru tarafa bağlandığından emin olun ve Otofit ile devam edin
zh_cn: 确定已正确指定助听器并继续自动选配。

source: Changes have been saved to the instrument(s) and database. It is safe to disconnect the hearing instrument(s).
cs_cz: Změny byly uloženy do sluchadla(-el) a databáze. Nyní můžete sluchadlo(-a) bezpečně odpojit.
da_dk: Ændringer er gemt i HA. og Noah. HA. kan afkobles Aventa.
de_de: Änderungen wurden in Hörsystem(e) und Datenbank gespeichert. Sie können nun die Verbindung trennen.
es_es: Los cambios han sido grabados en el(los) audífono(s) y en la base de datos. Ahora es seguro desconectar el(los) audífono(s).
fi_fi: Muutokset on tallennettu kuulokojeeseen ja Noah tietokantaan. Voit irroittaa kuulokojeet nyt turvallisesti.
fr_fr: Données sauvegardées dans la base de données et dans les appareils
hu_hu: A változások elmentve az adatbázisba éa a készülékbe. Biztonságos a készülékek lecsatlakoztatása.
it_it: Le modifiche sono state salvate negli apparecchi acustici e nel database. Ora è possibile scollegare gli apparecchi acustici.
ja_jp: 補聴器とパソコンへデータが保存されました。安全に補聴器を取り外せます。※調整内容を有効にする為に電池ケースを「開け→閉め」して下さい。
ko_kr: 변경내용이 보청기와 데이터베이스에 저장되었습니다. 보청기를 분리하셔도 안전합니다.
nl_nl: Wijzigingen zijn opgeslagen in toestel(len) en database. De verbinding met de toestellen mag nu verbroken worden.
no_no: Endringer er lagret i apparat(ene) og databasen. Det er trygt å koble ifra høreapparat(ene).
pl_pl: Zmiany zostały zapisanie do aparatu(ów) i bazy danych. Można bezpiecznie odłączyć aparat(y) słuchowy(e).
pt_pt: Mudanças foram salvas no(s) aparelho(s) e no banco de dados. Os aparelhos podem ser desconectados com segurança.
ro_ro: Modificările au fost salvate la instrumentul (e) şi baza de date. Este sigur să deconectaţi proteza auditiva (e). Ascultaţi Citiţi fonetic
ru_ru: Изменения были сохранены в СА и в базе данных. СА могут быть отсоединены.
sv_se: Ändringar har sparats i hörapparat och databas (NOAH). Du kan koppla loss hörapparat.
tr_tr: Değişiklikler işitme cihazına ve veri tabanına kaydedildi. İşitme cihaz(lar)ı ile bağlantıyı güvenle kesebilirsiniz.
zh_cn: 数据已保存到数据库和助听器中，可以安全地断开助听器的连接。

source: Fitting Data Saved to Instrument
cs_cz: Data nastavení byla uložena do sluchadla
da_dk: Tilpasningsdata er gemt i apparatet
de_de: Anpassdaten wurden im Hörsystem gespeichert
es_es: Se ha Grabado la Programación al Audífono
fi_fi: Sovitustieto tallennettu kuulokojeeseen
fr_fr: Données sauvegardées dans les appareils
hu_hu: Illesztési adatok elmentva a készülékbe
it_it: Dati applicazione salvati nel dispositivo
ja_jp: 補聴器へデータが保存されました。安全に補聴器を取り外せます。※調整内容を有効にする為に電池ケースを「開け→閉め」して下さい。
ko_kr: 피팅데이타가 보청기로 저장되었습니다.
nl_nl: Aanpasgegevens opgeslagen in toestel
no_no: Tilpasningsdata lagret i apparatet
pl_pl: Dane dopasowania zapisane w aparacie
pt_pt: Dados de ajuste salvo no AASI
ro_ro: Reglaj Salvat in Instrument
ru_ru: Параметры настройки сохранены в СА
sv_se: Anpassningsdata sparat i hörapparaten
tr_tr: Uygulama Verisi Cihaza Kaydedildi
zh_cn: 选配数据保存至助听器

source: Fitting Data Saved to Database
cs_cz: Nastavovací data uložena do databáze
da_dk: Tilpasningsdata er gemt i Noah
de_de: Anpassdaten wurden in Datenbank gespeichert
es_es: Los datos de la adaptación se han grabado en la base de datos.
fi_fi: Tiedot tallennettu onnistuneesti
fr_fr: Données sauvegardées dans la base de données
hu_hu: Illesztési adat elementve az adatbázisba
it_it: Dati del Fitting salvati sul Database
ja_jp: パソコンへフィッティングデータが保存されました
ko_kr: 피팅데이타가 데이터베이스로 저장되었습니다
nl_nl: Aanpasgegevens opgeslagen in database
no_no: Tilpasningsdata lagret i databasen
pl_pl: Dane Dopasowania Zapisano w Bazie Danych
pt_pt: Ajuste atual salvo no banco de dados.
ro_ro: Datele reglajului au fost salvate in baza de date
ru_ru: Данные настройки сохранены в базу данных
sv_se: Anpassningsdata sparades till databas
tr_tr: Uygulama Verisi Veritabanına Kaydedildi
zh_cn: 验配数据已保存到数据库。

source: Reconfiguring instrument(s)
cs_cz: Rekonfiguruji sluchadlo
da_dk: Konverterer apparater
de_de: Rekonfiguriere Hörsysteme
es_es: Convirtiendo los audífonos
fi_fi: Konfiguroidaan kuulokojeita...
fr_fr: Reconfiguration des appareils
hu_hu: Készülékek átalakítása
it_it: Conversione Dispositivi
ja_jp: タイプ変更（書き換え）
nl_nl: Toestel(len) converteren
no_no: Konverterer apparat(ene)
pl_pl: Rekonfiguracja aparatu(ów)
pt_pt: Reconfigurando aparelhos auditivos
ro_ro: Reconfigurare Dispozitive
ru_ru: Преобразование устройства
sv_se: Omkonfigurerar hörapparater
tr_tr: Cihazlar yeniden yapılandırılıyor
zh_cn: 重新装配助听器

source: Failed reconfiguring the instrument(s)
cs_cz: Rekonfigurace sluchadla selhala
da_dk: Fejl ved rekonfigurering af enheden
de_de: Das Rekonfigurieren ist fehlgeschlagen
es_es: Ha fallado la reconfiguración del Audífono
fi_fi: Virhe kuulokojeiden uudelleenkonfiguroinnissa
fr_fr: Reconfiguration des appareils impossible
hu_hu: Újrakonfigurálási hiba
it_it: Riconfigurazione del dispositivo fallita
ja_jp: タイプ変更の失敗
ko_kr: Reconfiguring instrument 실패
nl_nl: Converteren van toestel(len) mislukt
no_no: Feil ved konvertering av apparat(ene)
pl_pl: Rekonfiguracja aparatu(ów) nieudana
pt_pt: Falha na reconfiguração dos aparelhos
ro_ro: Reconfigurare dispozitiv esuata
ru_ru: Не удалось выполнить преобразование устройства
sv_se: Misslyckades omkonfigurera hörapparaten
tr_tr: Cihaz yeniden yapılandırma hatası
zh_cn: 重新装配助听器失败

source: Noahlink Wireless fitting is not supported
cs_cz: Nastavování Noahlink Wireless není podporováno
da_dk: Noahlink Wireless tilpasning er ikke understøttet
de_de: Noahlink Wireless-Anpassung wird nicht unterstützt.
es_es: No se soporta la programación con Noahlink Wireless
fi_fi: Noahlink Wireless sovitusta ei tueta tässä mallissa.
fr_fr: Ne peut pas être programmé sans fil
hu_hu: Noahlink Wireless illesztés nem támogatott
it_it: Fitting con Noahlink Wireless non è supportato
ja_jp: Noahlink Wirelessのフィッティングはサポートされていません
ko_kr: Noahlink Wireless 피팅이 지원되지 않습니다.
nl_nl: Noahlink Wireless aanpassingen worden niet ondersteund
no_no: Støtter ikke tilpasning med Noahlink Wireless
pl_pl: Dopasowanie przy pomocy Noahlink Wireless nie jest obsługiwane
pt_pt: Ajuste com Noahlink Wireless não é possível
ro_ro: Reglajul prin Noahlink Wireless nu este suportat
ru_ru: Настройка через Noahlink Wireless не поддерживается
sv_se: Trådlös Anpassning (Noahlink Wireless) stöds inte
tr_tr: Noahlink Wireless fitting'i desteklenmiyor
zh_cn: 不支持无线编程器

source: Detecting instruments
cs_cz: Zjišťuji sluchadla
da_dk: Detekterer apparater
de_de: Erkennen der Hörsysteme
es_es: Detectando Audífonos
fi_fi: Tunnistetaan kuulokojeita...
fr_fr: Détection des appareils
hu_hu: Készülék keresés
it_it: Rilevamento Dispositivi
ja_jp: 機器の検出
ko_kr: 보청기 인식 중
nl_nl: Toestellen detecteren
no_no: Finner høreapparater
pl_pl: Wykrywanie aparatów
pt_pt: Detectando aparelhos
ro_ro: Detectare Instrumente
ru_ru: Определение слуховых аппаратов
sv_se: Känner av hörapparater
tr_tr: Cihazlar aranıyor
zh_cn: 正在探测助听器
