Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Patient's Information
cs_cz: Informace o pacientovi
da_dk: Patientens information
de_de: Kunde
es_es: Información del Paciente
fi_fi: Potilaan tiedot
fr_fr: Informations sur le patient
hu_hu: Páciens információk
it_it: Informazioni Paziente
ja_jp: 顧客情報
ko_kr: 환자 정보
nl_nl: Cliënt informatie
no_no: Pasientinformasjon
pl_pl: Inofrmacje o pacjencie
pt_pt: Informações do paciente
ro_ro: Info Pacient
ru_ru: Информация о пациенте
sv_se: Patientinformation
tr_tr: Hasta Bilgisi
zh_cn: 客户信息

source: Patient's First and Last Names
cs_cz: Jméno a příjmení pacienta
da_dk: Patientens for- og efternavn
de_de: Vor- und Nachname des Kunden
es_es: Nombre y Apellidos del Paciente
fi_fi: Potilaan etu- ja sukunimi
fr_fr: Nom et prénom du patient
hu_hu: Páciens vezeték és kereszt név
it_it: Nome e Cognome Paziente
ja_jp: 顧客氏名
ko_kr: 환자 성명
nl_nl: Voor- en achternaam van cliënt
no_no: Pasientens For-og Etternavn
pl_pl: Imiona i Nazwiska pacjentów
pt_pt: Primeiro nome e último nome do paciente
ro_ro: Numele si Prenumele Pacientului
ru_ru: ФИО пациента
sv_se: För och efternamn
tr_tr: Hasta Adı ve Soyadı
zh_cn: 客户姓名

source: Patient's Date of Birth
cs_cz: Datum narození pacienta
da_dk: Patientens fødselsdato
de_de: Geburtsdatum des Kunden
es_es: Fecha de Nacimiento del Paciente
fi_fi: Potilaan syntymäaika
fr_fr: Date de naissance du patient
hu_hu: Páciens szülétési idő
it_it: Data di nascita Paziente
ja_jp: 顧客の誕生日
ko_kr: 환자 생년월일
nl_nl: Geboortedatum cliënt
no_no: Pasienens Fødselsdato
pl_pl: Data urodzenia pacjenta
pt_pt: Data de nascimento do paciente
ro_ro: Data de Nastere a Pacientului
ru_ru: Дата рождения пациента
sv_se: Födelsedata
tr_tr: Hastanın Doğum Tarihi
zh_cn: 客户生日

source: Patient's Experience Level
cs_cz: Pacientova zkušenost se sluchadly
da_dk: Patientens erfaring med HA
de_de: Erfahrungswerte des Patienten
es_es: Nivel de Experiencia del Paciente
fi_fi: Potilaan käyttötottumustaso
fr_fr: Niveau d'expérience du patient
hu_hu: Páciens tapasztalati szint
it_it: Livello Esperienza Paziente
ja_jp: 装用経験
ko_kr: 환자 경험 레벨
nl_nl: Ervaringsniveau cliënt
no_no: Pasientens Erfaringsnivå
pl_pl: Poziom doświadczenia pacjenta
pt_pt: Nível de experiência do paciente
ro_ro: Nivelul de Experienta al Pacientului
ru_ru: Опыт ношения пациента
sv_se: Erfarenhetsnivå
tr_tr: Hastanın Deneyim Seviyesi
zh_cn: 客户佩戴史

source: Patient's Database Number (ID)
cs_cz: Pacientovo rodné číslo
da_dk: Patientens database nummer (ID)
de_de: Kundennummer
es_es: Código de cliente del Paciente (ID)
fi_fi: Potilasnumero tietokannassa
fr_fr: Numéro de dossier du patient
hu_hu: Páciens adatbázis szám (ID)
it_it: Numero Database Paziente (ID)
ja_jp: 顧客管理番号
ko_kr: 환자 데이타베이스 ID
nl_nl: Databasenummer cliënt (ID)
no_no: Pasientens Database ID
pl_pl: Numer identyfikayjny w bazie danych(ID)
pt_pt: Número do paciente no cadastro (RG)
ro_ro: ID Pacient (ID)
ru_ru: Номер пациента в базе данных (ID)
sv_se: Patientens Databas Nummer (ID)
tr_tr: Hasta Veritabanı Numarası (ID)
zh_cn: 客户数据库编号(ID)

source: Clinic Information
cs_cz: Informace o klinice
da_dk: Klinikinformation
de_de: Firma
es_es: Información del Centro
fi_fi: Toimipisteen tietoa
fr_fr: Informations sur le centre auditif
hu_hu: Klinikai információ
it_it: Informazioni Cliniche
ja_jp: 販売店情報
ko_kr: 클리닉 정보
nl_nl: Informatie winkel / kliniek
no_no: Klinikk Info
pl_pl: Informacje o klinice
pt_pt: Informações clínicas
ro_ro: Info Cabinet
ru_ru: Данные о центре
sv_se: Klinikinformation
tr_tr: Klinik Bilgisi
zh_cn: 验配中心信息

source: Logo:
ja_jp: ロゴ:
ko_kr: 로고:
ru_ru: Логотип:
sv_se: Logga:
zh_cn: 验配中心标识:

source: Name of the Clinic:
cs_cz: Jméno kliniky:
da_dk: Kliniknavn:
de_de: HNO-Arzt:
es_es: Nombre del Centro:
fi_fi: Toimipisteen nimi :
fr_fr: Audioprothésiste :
hu_hu: A klinika neve:
it_it: Nome della Clinica:
ja_jp: 会社名:
ko_kr: 클리닉 이름:
nl_nl: Naam:
no_no: Navn på klinikk/utleveringssted:
pl_pl: Nazwa kliniki:
pt_pt: Nome da Clínica:
ro_ro: Numele Cabinetului:
ru_ru: Название центра:
sv_se: Namn på klinik:
tr_tr: Klinik İsmi:
zh_cn: 验配中心名称:

source: Address and Telephone Number:
cs_cz: Adresa a telefonní číslo:
da_dk: Adresse og telefonnr.:
de_de: Adresse und Telefonnummer:
es_es: Dirección y Número de Teléfono:
fi_fi: Osoite ja puhelinnumero :
fr_fr: Adresse et numéro de téléphone :
hu_hu: Cím és telefonszám:
it_it: Indirizzo e numero di telefono:
ja_jp: 住所と電話番号:
ko_kr: 주소와 전화번호:
nl_nl: Adres en telefoonnummer
no_no: Adresse og Telefonnummer:
pl_pl: Adres i numer telefonur:
pt_pt: Endereço e telefone de clínica:
ro_ro: Adresa si Numarul de Telefon:
ru_ru: Адрес и телефон центра:
sv_se: Adress och telefonnummer:
tr_tr: Adres ve Telefon Numarası:
zh_cn: 地址和电话号码:

source: Hearing Instrument Information
cs_cz: Informace o sluchadle
da_dk: Høreapparatinformation
de_de: Hörsystem
es_es: Información de los Audífonos
fi_fi: Tietoa kuulokojeesta
fr_fr: Informations sur les appareils
hu_hu: Hallókészülék információ
it_it: Informazione Apparecchi Acustici
ja_jp: 補聴器の情報
ko_kr: 보청기 정보
nl_nl: Hoortoestel informatie
no_no: Høreapparatinformasjon
pl_pl: Informacje o aparacie słuchowym
pt_pt: Informação do AASI
ro_ro: Info Aparat Auditiv
ru_ru: Информация о СА
sv_se: Hörapparat Information
tr_tr: İşitme Cihazı Bilgisi
zh_cn: 助听器信息

source: Hearing Instrument Family and Model
cs_cz: Rodina a typ sluchadla
da_dk: Høreapparat familie og model
de_de: Hörsystem (Familie und Modell)
es_es: Familia y Modelo de los Audífonos
fi_fi: Kuulokojeen tuoteperhe ja malli
fr_fr: Famille et modèle des appareils
hu_hu: Hallókészülék család és típus
it_it: Famiglia e Modello apparecchio acustico
ja_jp: 補聴器のシリーズ名とタイプ名
ko_kr: 보청기 제품군과 모델
nl_nl: Hoortoestel familie en model
no_no: Høreapparat - Familie og Modell
pl_pl: Rodzina i model aparatu słuchowego
pt_pt: Informação da família do AASI e do modelo
ro_ro: Familia si Modelul Aparatului Auditiv
ru_ru: Серия и модель СА
sv_se: Hörapparatfamilj och modell
tr_tr: İşitme Cihazı Ailesi ve Modeli
zh_cn: 助听器系列和型号

source: Picture of the Hearing Instrument
cs_cz: Obrázek sluchadla
da_dk: Billede af høreapparat
de_de: Abbildung des Hörsystems
es_es: Fotografía de los Audífonos
fi_fi: Kuulokojeen kuva
fr_fr: Visuel des appareils
hu_hu: A készülék fényképe
it_it: Fotografia dell'Apparecchio Acustico
ja_jp: 補聴器の写真
ko_kr: 보청기 사진
nl_nl: Afbeelding van het hoortoestel
no_no: Bilde av Høreapparatet
pl_pl: Zdjęcia aparatu słuchowego
pt_pt: Foto do AASI
ro_ro: Poza a Aparatului Auditiv
ru_ru: Изображение СА
sv_se: Bild på hörapparaten
tr_tr: İşitme Cihazı Resmi
zh_cn: 助听器图片

source: Hearing Instrument Serial Number
cs_cz: Výrobní číslo sluchadla
da_dk: Høreapparatets serienummer
de_de: Seriennummer des Hörsystems
es_es: Número de Serie de los Audífonos
fi_fi: Kuulokojeen sarjanumero
fr_fr: Numéro de série des appareils
hu_hu: Hallókészülék gyári szám
it_it: Matricola Apparecchio Acustico
ja_jp: シリアル番号
ko_kr: 보청기 시리얼번호
nl_nl: Serienummer van het hoortoestel
no_no: Høreapparat - Serienummer
pl_pl: Numer seryjny
pt_pt: Número de série do AASI
ro_ro: Numarul de Serie al Aparatului Auditiv
ru_ru: Серийный номер СА
sv_se: Hörapparatens Serienummer
tr_tr: İşitme Cihazı Seri Numarası
zh_cn: 助听器序列号

source: Hearing Instrument Serial Number
cs_cz: Výrobní číslo sluchadla
da_dk: Høreapparatets serienummer
de_de: Seriennummer des Hörsystems
es_es: Número de Serie de los Audífonos
fi_fi: Kuulokojeen sarjanumero
fr_fr: Numéro de série de l'appareil
hu_hu: Hallókészülék gyári szám
it_it: Matricola Apparecchio Acustico
ja_jp: シリアル番号
ko_kr: 보청기 시리얼번호
nl_nl: Serienummer hoortoestel
no_no: Høreapparat - Serienummer
pl_pl: Numer seryjny
pt_pt: Número de série do AASI
ro_ro: Numarul de Serie al Aparatului Auditiv
ru_ru: Серийный номер СА
sv_se: Hörapparatens Serienummer
tr_tr: İşitme Cihazı Seri Numarası
zh_cn: 助听器序列号

source: Physical Properties
cs_cz: Fyzické vlastnosti
da_dk: Fysisk udformning
de_de: Physikalische Eigenschaften
es_es: Propiedades físicas
fi_fi: Muut ominaisuudet
fr_fr: Embout
hu_hu: Fizikai tulajdonságok
it_it: Proprietà Fisiche
ja_jp: サイズ・ベント等
ko_kr: 외형적 특성
nl_nl: Ventingparameters
no_no: Ventilering
pl_pl: Własciwości fizyczne
pt_pt: Propriedades Físicas
ro_ro: Proprietati fizice
ru_ru: Акустические параметры
sv_se: Insats Egenskaper
tr_tr: Fiziksel Özellikler
zh_cn: 助听器属性

source: End Date of the Trial Period:
cs_cz: Konečné datum období pro vyzkoušení:
da_dk: Slutdato for prøveperiode:
de_de: Enddatum der Testphase:
es_es: Fecha de Final del Periodo de Prueba:
fi_fi: Kokeiluajan päättymispäivämäärä :
fr_fr: Date de fin de la période d'essai :
hu_hu: Kipróbálási idő vége:
it_it: Data termine periodo di prova:
ja_jp: 試聴終了予定日:
ko_kr: 시험착용 기간의 마직막 일자:
nl_nl: Einddatum van de proefperiode:
no_no: Utprøvingsperioden utløper:
pl_pl: Data zakończenia okresu próbnego:
pt_pt: Data final do período de teste:
ro_ro: Data de Sfarsit a Perioadei de Proba:
ru_ru: Дата окончания периода пробной носки:
sv_se: Sista dag för testperiod:
tr_tr: Deneme Süresinin Bitiş Tarihi:
zh_cn: 选配时间:

source: Battery
cs_cz: Baterie
da_dk: Batteri
de_de: Batterie
es_es: Pila
fi_fi: Paristo
fr_fr: Type de pile
hu_hu: Elem
it_it: Batteria
ja_jp: 電池
ko_kr: 배터리
nl_nl: Batterij
no_no: Batteri
pl_pl: Bateria
pt_pt: Bateria
ro_ro: Baterie
ru_ru: Батарея
sv_se: Batteri
tr_tr: Pil
zh_cn: 电池类型：

source: Tube Size
cs_cz: Velikost hadičky
da_dk: Slangestørrelse
de_de: Schallschlauch
es_es: Tamaño del Tubo
fi_fi: Letkukoko
fr_fr: Taille de l'écouteur
hu_hu: Csőméret
it_it: Lung. Tub.
ja_jp: チューブサイズ
ko_kr: 튜브 크기
nl_nl: Maat tube
no_no: Slangestørrelse
pl_pl: Wielkość dźwiękowodu
pt_pt: Tamanho do Tubo
ro_ro: Marimea Tubului
ru_ru: Длина звуковода
sv_se: Slangstorlek
tr_tr: Tüp Ölçüsü
zh_cn: 导管尺寸

source: Notes:
cs_cz: Poznámky:
da_dk: Noter:
de_de: Anmerkungen:
es_es: Notas:
fi_fi: Lisätietoja :
hu_hu: Jegyzetek:
it_it: Note:
ja_jp: コメント記入欄:
ko_kr: 주:
nl_nl: Opmerkingen:
no_no: Notat:
pl_pl: Notatnik:
pt_pt: Notas:
ro_ro: Note:
ru_ru: Примечания:
sv_se: Noteringar:
tr_tr: Notlar:
zh_cn: 备注:

source: Hearing Loss / Fitting Information
cs_cz: Informace o sluchové ztrátě a nastavení
da_dk: Høretab / Tilpasningsinformation
de_de: Hörverlust / Anpassinformation
es_es: Pérdida Auditiva / Información de la Adaptación
fi_fi: Kuulonalenema/sovitus tietoa
fr_fr: Informations sur l'appareillage
hu_hu: Hallásvesztés / Illesztés információ
it_it: Perdita Uditiva / Informazioni Applicazione
ja_jp: 難聴レベル / フィッティング情報
ko_kr: 청력손실 / 피팅 정보
nl_nl: Gehoorverlies / aanpasinformatie
no_no: Hørselstap/Tilpasningsdata
pl_pl: Ubytek słuchu/Informacje o dopasowaniu
pt_pt: Perda Auditiva / Informação de ajuste
ro_ro: Hipoacuzie / Info Reglaj
ru_ru: Потеря слуха / Информация о настройке
sv_se: Hörselnedsättning / Anpassningsinformation
tr_tr: İşitme Kaybı / Uygulama Bilgisi
zh_cn: 听力损失/验配信息

source: Audiogram + Test Information
cs_cz: Audiogram + informace o testu
de_de: Audiogramm + Test-Information
es_es: Audiograma + Información de la Prueba
fi_fi: Audiogrammi+testi informaatio
fr_fr: Audiogramme + Test
hu_hu: Audiogram + Teszt információ
it_it: Audiogram + Informazioni Test
ja_jp: オージオグラム
ko_kr: 오디오그램 + 테스트 정보
nl_nl: Audiogram + Testinformatie
no_no: Audiogram + Test Informasjon
pl_pl: Audiogram + Informacje
pt_pt: Audiogram + Informação de teste
ro_ro: Audiograma + Test Info
ru_ru: Audiogram + данные теста
tr_tr: Odyogram + Test Bilgisi
zh_cn: 听力图 + 测试信息

source: Program Usage (Data Logging)
cs_cz: Používání programů (Data Logging)
da_dk: Brug af programmer (Data Logging)
de_de: Nutzungsdaten (Data Logging)
es_es: Utilización del Programa (Data Logging)
fi_fi: Ohjelmien käyttö (Dataloki)
fr_fr: Utilisation par le patient (Data Logging)
hu_hu: Program használat (adat rögzítés)
it_it: Utilizzo Programma (Data Logging)
ja_jp: プログラムの使用（データロギング）
ko_kr: 프로그램 사용(데이타 로깅)
nl_nl: Gebruik van programma's (DataLogging)
no_no: Programbruk (Datalogging)
pl_pl: Użycie programów (Data Logging)
pt_pt: Uso do programa (Datalogging)
ro_ro: Utilizarea Programului (Data Logging)
ru_ru: Использование программ (Data Logging)
sv_se: Använt Program (Data Logging)
tr_tr: Program Kullanımı (Veri Kaydı)
zh_cn: 程序使用（数据分析）

source: Program and Gains (Name of the Program, Gains, Features)
cs_cz: Programy a zisky (jména programů, zisky, vlastnosti)
da_dk: Program og forstærkning (Navn på programmet, forstærkning, egenskaber)
de_de: Programm und Verstärkungen (Name des Programmes, Verstärkungen, Eigenschaften)
es_es: Programa y Ganancias (Nombre del programa, Ganancias, Prestaciones)
fi_fi: Ohjelmat ja vahvistus (Ohjelmanimet, Vahvistus, Ominaisuudet)
fr_fr: Programmes et réglages (nom des programmes, gains, réglages)
hu_hu: Program és erősítés (a program neve, erősítés, tulajdonságok)
it_it: Programma e Guadagno (Nome del Programma, Guadagni, Caratteristiche)
ja_jp: プログラムと利得（プログラム名/利得/機能）
ko_kr: 프로그램과 이득 (프로그램, 이득, Feature의 명칭)
nl_nl: Programma en Gain (Naam van de programma's, Gain , features)
no_no: Program og Forsterkning (Navn på Program, Fordeler og Egenskaper)
pl_pl: Programy i wzmocnienia (Nazwa programu, Wzmocnienie, Cechy)
pt_pt: Programa e ganho (Nome do Programa, Ganho, Características)
ro_ro: Program si Castiguri (Numele Programului, Castiguri, Caracteristici)
ru_ru: Программа и усиление (Название программы, усиление, параметры)
sv_se: Program och Förstärkning (Programnamn, Förstärkning, Inställningar)
tr_tr: Program ve Kazançlar (Program ismi, Kazançlar, Özellikler)
zh_cn: 程序和增益（程序，增益，功能）

source: Include Images of Curves
cs_cz: Včetně zobrazení křivek
da_dk: Inkluder billede af kurver
de_de: Einschließlich Kurvendarstellungen
es_es: Incluir Imagen de las Curvas
fi_fi: Lisää kuvat ja käyrät
fr_fr: Inclure les courbes
hu_hu: A görbék képét is beleértve
it_it: Includi Immagini delle Curve
ja_jp: カーブのイメージを含む
ko_kr: 커브 이미지 포함
nl_nl: Inclusief afbeeldingen van de curves
no_no: Inkluder kurver
pl_pl: Dołącz obrazy krzywych
pt_pt: Incluir Imagens de curvas
ro_ro: Include Imagini cu Curbe
ru_ru: Отобразить кривые
sv_se: Inkludera bilder på kurvor
tr_tr: Eğri görselleri dahil
zh_cn: 曲线图

source: Environmental Optimizer
de_de: Situations-Optimizer
es_es: Controlador de Ambiente
fi_fi: Ääniympäristön optimointi
hu_hu: Környezeti optimalizáló
it_it: Ottimizzatore Ambientale
ja_jp: 環境適応システム
pl_pl: Optymalizator Środowiskowy
pt_pt: Otimizador Ambiental
ro_ro: Optimizator de Mediu
ru_ru: Оптимизатор окружения
sv_se: Miljö Optimering
zh_cn: 环境优化器

source: Beeps and Volume Control
cs_cz: Pípání & regulátor hlasitosti
da_dk: Bip og volumenkontrol
de_de: Signaltöne und VC-Einstellungen
es_es: Avisos y Control de Volumen
fi_fi: Äänimerkit ja voimakkuudensäätö
fr_fr: Bips et plage de réglage du volume
hu_hu: Csipogások és H.szab.
it_it: Beeps e Controllo Volume
ja_jp: お知らせ音とボリューム設定
ko_kr: 경고음과 볼륨 조절
nl_nl: Beeps en volumeregeling
no_no: Signal og Volumkontroll
pl_pl: Sygnały i VC
pt_pt: Bips e controle de volume
ro_ro: Beep-uri si Control Volum
ru_ru: Предупреждающие сигналы и регулятор громкости
sv_se: Ljudindikationer och VK
tr_tr: İkazlar ve Ses Kontrolü
zh_cn: 提示音和音量控制

source: Session Notes:
cs_cz: Poznámky k sezení:
da_dk: Sessionsnoter:
de_de: Sitzungsnotizen:
es_es: Notas de la Sesión:
fi_fi: Käynnin merkintöjä :
fr_fr: Notes sur la session :
hu_hu: Bejegyzés feljegyzés:
it_it: Note di Sessione:
ja_jp: 調整記録:
ko_kr: 세션 주:
nl_nl: Sessie opmerkingen:
no_no: Sesjon notater:
pl_pl: Notatki do sesji:
pt_pt: Observações da sessão:
ro_ro: Notite Sesiune:
ru_ru: Примечания к сессии:
sv_se: Sessionsnoteringar:
tr_tr: Oturum Notları:
zh_cn: 验配备注:

source: Programs
cs_cz: Programy
da_dk: Programmer
de_de: Programme
es_es: Programas
fi_fi: Ohjelmat
fr_fr: Informations sur les programmes
hu_hu: Programok
it_it: Programmi
ja_jp: プログラム設定内容
ko_kr: 프로그램
nl_nl: Programma's
no_no: Programmer
pl_pl: Programy
pt_pt: Programas
ro_ro: Programe
ru_ru: Программы
sv_se: Program
tr_tr: Programlar
zh_cn: 程序

source: Brief Description of Each Program
cs_cz: Krátký popis každého programu
da_dk: Kort beskrivelse af hvert program
de_de: Kurzbeschreibung jedes Programmes
es_es: Breve Descripción de cada Programa
fi_fi: Lyhyt kuvaus jokaisesta ohjelmasta
fr_fr: Description des programmes
hu_hu: Minden program rövid bemutatása
it_it: Breve descrizione di ogni Programma
ja_jp: 各プログラムの名称
ko_kr: 각각의 프로그램에 대한 간단한 설명
nl_nl: Korte beschrijving van ieder programma
no_no: Kort beskrivelse av hvert program
pl_pl: Krótki opis każdego programu
pt_pt: Breve descrição de cada programa:
ro_ro: Scurta Descriere a Fiecarui Program
ru_ru: Краткое описание каждой программы
sv_se: Kort förklaring av varje program
tr_tr: Her programın kısa açıklaması
zh_cn: 每个程序的简单描述

source: Number of Programs and Names
cs_cz: Počet programů a jejich jména
da_dk: Programnummer og navn
de_de: Anzahl der Programme und Namen
es_es: Número de Programas y Nombres
fi_fi: Ohjelmien numerot ja nimet
fr_fr: Nombre et nom des programmes
hu_hu: A programok száma és neve
it_it: Numero di Programmi e Nomi
ja_jp: プログラム数と名称
ko_kr: 프로그램과 이름의 수
nl_nl: Aantal programma's en hun namen
no_no: Antall og navn på program
pl_pl: Liczba programów i ich nazwy
pt_pt: Número de programas e nomes
ro_ro: Numarul Programelor si a Numelor
ru_ru: Количество программ и их названия
sv_se: Antal Program och Namn
tr_tr: Program Sayısı ve İsimleri
zh_cn: 程序数和名称

source: Print Preview >>
cs_cz: Náhled tisku >>
da_dk: Vis print>>
de_de: Druckvorschau >>
es_es: Previsualizar Impresión >>
fi_fi: Tulostuksen esikatselu >>
fr_fr: Aperçu >>
hu_hu: Nyomtatási nézet >>
it_it: Anteprima Stampa >>
ja_jp: 印刷プレビュー >>
ko_kr: 인쇄 미리보기 >>
nl_nl: Print voorbeeld >>
no_no: Forhåndsvisning >>
pl_pl: Drukuj podgląd>>
pt_pt: Impressão prévia >>
ru_ru: Предварительный просмотр >>
sv_se: Utskriftvy >>
tr_tr: Baskı Önizleme >>
zh_cn: 打印预览 >>

source: Page {0} of {1}
cs_cz: Strana {0} z {1}
da_dk: Side {0} af {1}
de_de: Seite {0} von {1}
es_es: Página {0} de {1}
fi_fi: Sivu {0} / {1}
fr_fr: Page {0} sur {1}
hu_hu: Oldal {0} - {1}
it_it: Pagina {0} di {1}
ja_jp: ページ {0}/{1}
ko_kr: {1}의 {0} 페이지
nl_nl: Pagina {0} van {1}
no_no: Side {0} av {1}
pl_pl: Strona {0} z {1}
pt_pt: Página {0} de {1}
ro_ro: Pagina {0} din {1}
ru_ru: Страница {0} из {1}
sv_se: Blad {0} av {1}
tr_tr: Sayfa {0} / {1}
zh_cn: 页码 {0}之 {1}

source: Select which report you would like to print:
cs_cz: Vyberte, kterou zprávu byste rádi tiskli:
da_dk: Vælg hvilken rapport du vil printe:
de_de: Bitte wählen Sie aus, welchen Bericht Sie drucken möchten:
es_es: Seleccionar el informe que quiere imprimir:
fi_fi: Valitse kumman raportin haluat tulostaa :
fr_fr: Sélectionner le type de rapport à imprimer :
hu_hu: Válassza ki melyik riportok szeretné kinyomatatni:
it_it: Selezionare il Report che si desidera stampare:
ja_jp: 印刷したい情報を選択して下さい:
ko_kr: 프린트 하기 원하는 리포트 선택:
nl_nl: Geef aan welk rapport u wilt afdrukken:
no_no: Velg hvilken rapport du ønsker å skrive ut:
pl_pl: Wybierz który raport chcesz wydrukować:
pt_pt: Selecione qual relatório você gostaria de imprimir:
ro_ro: Selecteaza raportul care vrei sa-l printezi:
ru_ru: Выберите, какой отчет напечатать:
sv_se: Välj vilken rapport du vill skriva ut:
tr_tr: Yazdırmak istediğiniz raporu seçin:
zh_cn: 选择您要打印的报告:

source: Clinician Report
cs_cz: Zpráva pro lékaře
da_dk: Klinikrapport
de_de: Anpassbericht
es_es: Informe Clínico
fi_fi: Laaja raportti
fr_fr: Rapport médecin
hu_hu: Klinikai riport
it_it: Rapporto Clinico
ja_jp: 装用者レポート
ko_kr: 임상의 보고서
nl_nl: Klinisch rapport
no_no: Klinisk Rapport
pl_pl: Raport kliniczny
pt_pt: Relatório Clínico
ro_ro: Raport Cabinet
ru_ru: Заключение
sv_se: Klinisk rapport
tr_tr: Klinisyen Raporu
zh_cn: 验配师报告

source: Patient Handout
cs_cz: Zpráva pro pacienta
da_dk: Patientinformation
de_de: Informationen für den Kunden
es_es: Copia del paciente
fi_fi: Suppea raportti
fr_fr: Rapport patient
hu_hu: Páciens tájékoztató
it_it: Lettera Paziente
ja_jp: 顧客配布用レポート
ko_kr: 환자 전달
nl_nl: Cliënt handout
no_no: Pasient Rapport
pl_pl: Materiały dla pacjenta
pt_pt: Relatório para o paciente
ro_ro: Rezumat pentru pacient
ru_ru: Краткие сведения о пациенте
sv_se: Patientrapport
tr_tr: Dinleyici Hasta
zh_cn: 客户报告

source: Edit Template
cs_cz: Upravit šablonu
da_dk: Rediger skabelon
de_de: Vorlage bearbeiten
es_es: Editar Plantilla
fi_fi: Muokkaa tulostepohjaa
fr_fr: Éditer
hu_hu: Sablon szerkesztés
it_it: Modifica Modello
ja_jp: 画面表示の編集
ko_kr: 템플릿 수정
nl_nl: Bewerk de inhoud
no_no: Rediger Mal
pl_pl: Edytuj wzorzec
pt_pt: Editar Template
ro_ro: Editeaza Template
ru_ru: Изменить шаблон
sv_se: Redigera Mall
tr_tr: Şablonu Düzenle
zh_cn: 编辑模板

source: Print
cs_cz: Tisk
da_dk: Udskriv
de_de: Drucken
es_es: Imprimir
fi_fi: Tulosta
fr_fr: Imprimer
hu_hu: Nyomtatás
it_it: Stampa
ja_jp: 印刷
ko_kr: 인쇄
nl_nl: Afdrukken
no_no: Skriv ut
pl_pl: Drukuj
pt_pt: Imprimir
ro_ro: Imprimati
ru_ru: Печать
sv_se: Skriv ut
tr_tr: Yazdır
zh_cn: 打印

source: Images|*.jpg;*.bmp;*.gif|All Files|*.*"
cs_cz: Obrázky|*.jpg;*.bmp;*.gif|Všechny soubory|*.*"
da_dk: Billeder|*.jpg;*.bmp;*.gif|Alle Filer|*.*"
de_de: Bilddatei|*.jpg;*.bmp;*.gif|Alle Dateien|*.*"
es_es: Imágenes|*.jpg;*.bmp;*.gif|Todos los archivos|*.*"
fi_fi: Kuvat|*.jpg;*.bmp;*.gif|Kaikki tiedostot|*.*"
hu_hu: Képek|*.jpg;*.bmp;*.gif|minden fájl|*.*"
it_it: Immagini|*.jpg;*.bmp;*.gif|All Files|*.*"
ko_kr: 이미지|*.jpg;*.bmp;*.gif|All Files|*.*"
nl_nl: Afbeeldingen|*.jpg;*.bmp;*.gif|All Files|*.*"
no_no: Bilder|*.jpg;*.bmp;*.gif|All Files|*.*"
pl_pl: Obrazy|*.jpg;*.bmp;*.gif|Wszystkie Pliki|*.*"
pt_pt: Imagens|*.jpg;*.bmp;*.gif|All Files|*.*"
ro_ro: Imagini|*.jpg;*.bmp;*.gif|Toate fisierele|*.*"
ru_ru: Изображения|*.jpg;*.bmp;*.gif|Все файлы|*.*"
sv_se: Bilder|*.jpg;*.bmp;*.gif|All Files|*.*"
tr_tr: Görseller|*.jpg;*.bmp;*.gif|Tüm Dosyalar|*.*"
zh_cn: 图片|*.jpg;*.bmp;*.gif|所有文件|*.*"

source: Last Visit:
cs_cz: Poslední návštěva:
da_dk: Sidste besøg:
de_de: Letzter Besuch:
es_es: Ultima Visita:
fi_fi: Viimeisin käynti :
fr_fr: Date de la visite :
hu_hu: Utolsó találkozó:
it_it: Ultima Visita:
ja_jp: 最終訪問日
ko_kr: 지난 방문:
nl_nl: Laatste afspraak:
no_no: Forrige Besøk:
pl_pl: Ostatnia wizyta:
pt_pt: Última visita:
ro_ro: Ultima Vizita:
ru_ru: Последний визит:
sv_se: Sista besök:
tr_tr: Son Ziyaret:
zh_cn: 上次调节:

source: Dispenser:
cs_cz: Výdejce:
da_dk: Tilpasser:
de_de: Akustiker:
es_es: Audioprotesista:
fi_fi: Klinikka :
fr_fr: Centre :
hu_hu: Viszonteladó:
it_it: Negozio:
ja_jp: 販売店名:
ko_kr: 디스펜서:
nl_nl: Aanpasser:
no_no: Utleveringssted:
pl_pl: Sprzedawca:
pt_pt: Cliente:
ro_ro: Ditribuitor:
ru_ru: Специалист:
sv_se: Audionom:
tr_tr: Dağıtıcı:
zh_cn: 经销商:

source: Serial No.:
cs_cz: Výrobní č.:
da_dk: Serienummer:
de_de: Seriennummer:
es_es: Nº Serie
fi_fi: Sarjanumero :
fr_fr: N° de série :
hu_hu: Gyári szám:
it_it: Matricola
ja_jp: シリアル番号:
ko_kr: 시리얼 번호.:
nl_nl: Serienr.
no_no: Serienummer:
pl_pl: Numer seryjny:
pt_pt: Nº de Série:
ro_ro: Numar Serie
ru_ru: Серийный номер:
sv_se: Serienr:
tr_tr: Seri No.:
zh_cn: 序列号:

source: Trial Period Ends:
cs_cz: Zkušební doba končí:
da_dk: Prøveperiode ender:
de_de: Probezeit endet:
es_es: Fin del periodo de Prueba:
fi_fi: Koeaika päättyy :
fr_fr: Fin de la période d'essai :
hu_hu: Kipróbálási idő vége:
it_it: Termine Periodo di Prova:
ja_jp: 貸出終了日:
ko_kr: 시험기간 종료:
nl_nl: Proefperiode eindigt:
no_no: Utprøvingsperioden slutter:
pl_pl: Koniec okresu próbnego:
pt_pt: Período final dos testes:
ro_ro: Perioada de proba expira la:
ru_ru: Дата окончания периода пробной носки:
sv_se: Testperiod slutar:
tr_tr: Deneme Süresi Bitimi :
zh_cn: 试戴结束时间:

source: Programs:
cs_cz: Programy:
da_dk: Programmer:
de_de: Programme:
es_es: Programas:
fi_fi: Ohjelmat :
fr_fr: Programme(s) :
hu_hu: Programok:
it_it: Programmi:
ja_jp: プログラムの内容:
ko_kr: 프로그램:
nl_nl: Programma's:
no_no: Program:
pl_pl: Programy:
pt_pt: Programas:
ro_ro: Programe:
ru_ru: Программы:
sv_se: Program:
tr_tr: Programlar:
zh_cn: 程序:
