Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Grocery-frozen food section
cs_cz: Obchod s mraženými potravinami
da_dk: Købmand - Frostsektion
de_de: Supermarkt - Tiefkühlabteilung
es_es: Tienda de comestibles - congelados
fi_fi: Kaupan pakasteallas
fr_fr: Epicerie - rayons surgelés
hu_hu: Gyorsfagyasztó a közértben
it_it: Ambiente zona surgelati
ja_jp: 食料品店の冷凍食品売り場
ko_kr: 식료품점-냉동식품코너
nl_nl: Supermarkt - vriesvak
no_no: Ved frysedisken
pl_pl: Zakupy - dział mrożonek
pt_pt: Supermercado - alimentos congelados
ro_ro: Bacanie - sectiunea mancarurilor inghetate
ru_ru: Магазин - отдел замороженных продуктов
sv_se: Frysdisk
tr_tr: Süpermarket- Buzdolabı reyonu
zh_cn: 杂货店-冰冻食物

source: Furnace
cs_cz: Kotel
da_dk: Brændeovn
de_de: Schmelzofen/Hochofen
es_es: Horno de gas
fi_fi: Sulatusuuni
fr_fr: Cuisine - fourneau à gaz
hu_hu: Tűzhely
it_it: Fornace
ja_jp: ガスコンロ
ko_kr: 화로
nl_nl: Kachel
no_no: Vifteovn
pl_pl: Piec
pt_pt: Forno
ro_ro: Cuptor
ru_ru: Печь
sv_se: Masugn
tr_tr: Kalorifer Kazanı
zh_cn: 炉子生火

source: Train-commuter getting on
cs_cz: Nastupování do vlaku
da_dk: Tog, påstigning
de_de: Zug - Pendler beim Einsteigen
es_es: Tren-subiendo al tren de cercanías
fi_fi: Astutaan junaan
fr_fr: Train - métro 2
hu_hu: Vonatra felszállás
it_it: Stazione treni Informazioni
ja_jp: 通勤電車：発車
ko_kr: 기차-통근자 타는소리
nl_nl: Trein - instappen
no_no: Går på toget
pl_pl: Pociąg - wsiadanie
pt_pt: Trem - passageiro entrando
ro_ro: Anunt de plecare metrou
ru_ru: Посадка на поезд
sv_se: Tåg-Inne i vagn-Startar
tr_tr: Tren 6
zh_cn: 火车-前进

source: Glass Breaking-3 effects
cs_cz: Rozbití sklenice-3 efekty
da_dk: Glas knuses - 3 effekter
de_de: Brechendes Glas - 3 Effekte
es_es: Rompiendo cristal-3 efectos
fi_fi: Lasi hajoaa
fr_fr: Verre cassé - 3 effets
hu_hu: Üvegtörés 3 effektus
it_it: Bicchieri in frantumi
ja_jp: ガラスの割れる音（3つの効果音）
ko_kr: 유리잔 깨지는소리-3가지 효과
nl_nl: Brekend glas - 3 effecten
no_no: Knusing av glass -3 effekter
pl_pl: Tłuczenie szkła - 3 dźwięki
pt_pt: Quebra de vidros-3 efeitos
ro_ro: Spargerea paharelor - 3 efecte
ru_ru: Бьющееся стекло - 3 эффекта
sv_se: Krossa glas
tr_tr: Cam Kırılması
zh_cn: 打碎玻璃-3种效果

source: Golf Club-swinging wood
cs_cz: Golfový klub-svist hole
da_dk: Golf klub
de_de: Golfklub - Schwingender Holzschläger
es_es: Club de golf-swing palo madera
fi_fi: Golflyönti-puumaila
fr_fr: Golf - swing avec un bois
hu_hu: Golf klub- golfütő lengetés
it_it: Golf1
ja_jp: ゴルフクラブ（ウッド）を振る音
ko_kr: 골프클럽-우드치는 소리
nl_nl: Golf - slaan met houten club
no_no: Golfkølle
pl_pl: Klub golfowy - uderzenie kijem drewnianym
pt_pt: Clube de Golf-tacada
ro_ro: Lovitura la golf
ru_ru: Гольф клуб - качающиеся деревья
sv_se: Golf-Träklubba
tr_tr: Golf Clup- Sallanan Ağaç
zh_cn: 高尔夫-挥杆

source: Grocery-ambience
cs_cz: Prostředí marketu
da_dk: Købmandsforretning
de_de: Selbstbedienungsladen - Atmosphäre
es_es: Tienda de comestibles-ambiente
fi_fi: Ympäristöääniä kaupassa
fr_fr: Epicerie - ambiance
hu_hu: Élelmiszerbolt környezet
it_it: Drogheria
ja_jp: 食料品店：“環境音”（持続的な雑音）
ko_kr: 식료품점-분위기
nl_nl: Supermarkt-omgeving
no_no: I matbutikken
pl_pl: Zakupy - odgłosy sklepu
pt_pt: Supermercado - ambiente
ro_ro: Ambianta de bacanie
ru_ru: Продовольственный магазин
sv_se: Livsmedelsbutik
tr_tr: Süpermarket- Ambiansı
zh_cn: 杂货店

source: Grocery-cart
cs_cz: Nákupní vozík
da_dk: Indkøbsvogn
de_de: Selbstbedienungsladen - Einkaufswagen
es_es: Tienda de comestibles-carro
fi_fi: Ostoskärryt
fr_fr: Epicerie - caddy
hu_hu: Bevásárló kocsi
it_it: Carrello
ja_jp: 食料品店：ショッピング・カート
ko_kr: 식료품점-카트소리
nl_nl: Supermarkt - winkelwagen
no_no: Handlevogn
pl_pl: Zakupy - odgłos wózka
pt_pt: Supermercado - carrinho
ro_ro: Carucior de mgazin
ru_ru: Тележка в магазине
sv_se: Livsmedelsbutik-Vagn
tr_tr: Süpermarket- Arabası
zh_cn: 杂货店-手推车

source: Birthday Party-horns
cs_cz: Oslava narozenin-houkačky
da_dk: Nytårsaften (truthorn)
de_de: Geburtstagsparty - Blasinstrumente
es_es: Fiesta cumpleaños-bocinas
fi_fi: Syntymäpäiväjuhla torvet
fr_fr: Anniversaire - langues de belle mère
hu_hu: Szülinapi parti dudák
it_it: Compleanno
ja_jp: 誕生日パーティのホーンの音
ko_kr: 생일파티-나팔소리
nl_nl: Verjaardagsfeest - toeters
no_no: Bursdagsfest
pl_pl: Przyjęcie urodzinowe - piszczałki
pt_pt: Festa de Aniversário-apitos
ro_ro: Aniversare - trompete
ru_ru: День рождения - горны
sv_se: Födelsedag-Partytutor
tr_tr: Yaşgünü Partisi
zh_cn: 生日晚会-喇叭

source: Laundromat-ambience
cs_cz: Okolí pračky
da_dk: Vaskeri
de_de: Waschsalon - Atmosphäre
es_es: Lavandería-ambiente
fi_fi: Pesulassa
fr_fr: Laverie automatique - ambiance
hu_hu: Mosószalon környezet
it_it: Lavanderia
ja_jp: コインランドリー内の“環境音”（持続的な雑音）
ko_kr: 세탁소-분위기
nl_nl: Wasserette
no_no: Vaskeri
pl_pl: Pralka - odgłosy
pt_pt: Lavanderia - ambiente
ro_ro: Spalatorie
ru_ru: В прачечной самообслуживания
sv_se: Tvättomat
tr_tr: Çamaşırhane
zh_cn: 洗衣店

source: Lion
cs_cz: Lev
da_dk: Løve
de_de: Löwe
es_es: León
fi_fi: Leijona
fr_fr: Animal - lion
hu_hu: Oroszlán
it_it: Leone
ja_jp: ライオン
ko_kr: 사자
nl_nl: Leeuw
no_no: Løve
pl_pl: Lew
pt_pt: Leão
ro_ro: Leu
ru_ru: Лев
sv_se: Lejon
tr_tr: Arslan
zh_cn: 狮子

source: Mall-ambience
cs_cz: Okolí dítěte
da_dk: Prominade
de_de: Fußgängerzone - Atmosphäre
es_es: Centro comercial-ambiente
fi_fi: Ympäristöääniä ostoskeskuksessa
fr_fr: Galerie commerciale - ambiance
hu_hu: Sétálóutca környezeteben
it_it: Centro commerciale
ja_jp: モール（商店街）：“環境音”（持続的な雑音）
ko_kr: 쇼핑몰-분위기
nl_nl: Winkelcentrum-omgeving
no_no: Kjøpesenter
pl_pl: Deptak - odgłosy
pt_pt: Shopping- ambiente
ro_ro: Ambianta de supermarket
ru_ru: Аллея
sv_se: Galleria
tr_tr: Alışveriş Merkezi- Ambiansı
zh_cn: 商业街

source: Mall-walking by fountain
cs_cz: Dítě u fontány
da_dk: Prominade, ved springvand
de_de: Einkaufspassage - Springbrunnen
es_es: Centro comercial - fuente
fi_fi: Ohitetaan suihkulähde ostoskeskuksessa
fr_fr: Galerie commerciale - passer près
hu_hu: Sétálóutcában szökőkút
it_it: Centro con fontana
ja_jp: モール（商店街）：噴水の近くを歩く
ko_kr: 쇼핑몰-분수대옆 지나가는소리
nl_nl: Winkelcentrum - lopend langs fontein
no_no: Kjøpesenter - ved fontene
pl_pl: Deptak - przejście obok fontanny
pt_pt: Shopping - próximo à fonte
ro_ro: Fantana arteziana
ru_ru: Прогулка у фонтана
sv_se: Promenad-Går brevid fontän i galleria
tr_tr: Alışveris Merkezi-Su Sesi
zh_cn: 商业街-从喷泉边经过

source: Forest Ambience-man walking
cs_cz: Prostředí lesa-procházející muž
da_dk: Gående i skov
de_de: Waldatmosphäre - gehender Mensch
es_es: Ambiente bosque-hombre caminando
fi_fi: Mies kävelee metsässä
fr_fr: Forêt - homme qui marche
hu_hu: Erdőkerülő sétál
it_it: Passi nella foresta
ja_jp: 森の中の足音
ko_kr: 숲속 분위기-남자 걷는소리
nl_nl: Bos-omgeving - lopende man
no_no: Mann går tur i skogen
pl_pl: Las - dźwięki przechodzącego człowieka
pt_pt: Ambiente florestal-homem passeando
ro_ro: Padure - barbat trecand
ru_ru: Прогулка в лесу
sv_se: Promenad-Skog
tr_tr: Orman Ambiansı- Adam yürüyüşü
zh_cn: 森林-男人行走

source: Monkey-calling
cs_cz: Řvoucí opice
da_dk: Abe 1
de_de: Affe - Lockruf
es_es: Mono-llamando
fi_fi: Apina huutaa
fr_fr: Animal - singe 1
hu_hu: Majom kiáltás
it_it: Scimmia1
ja_jp: 猿の鳴き声
ko_kr: 원숭이-부르는소리
nl_nl: Chimpansee - schreeuwend
no_no: Apeskrik
pl_pl: Małpa - zew
pt_pt: Chamado de macacos
ro_ro: Strigat de maimuta
ru_ru: Обезьяний клич
sv_se: Apa-Ropar
tr_tr: Maymun- Çağırma
zh_cn: 猴子叫1

source: Monkey-talking
cs_cz: Mluva opice
da_dk: Abe 2
de_de: Affe
es_es: Mono-hablando
fi_fi: Apina puhuu
fr_fr: Animal - singe 2
hu_hu: Majom beszélgetés
it_it: Scimmia2
ja_jp: 猿の話し声
ko_kr: 원숭이-말하는 소리
nl_nl: Chimpansee - kletsend
no_no: Ape snakker
pl_pl: Małpa - dźwieki komunikacyjne
pt_pt: Macacos interagindo
ro_ro: Maimute comunicand
ru_ru: Общение приматов
sv_se: Apa-Pratar
tr_tr: Maymun- Konuşma
zh_cn: 猴子叫2

source: Monkey-fighting
cs_cz: Bojující opice
da_dk: Abe 3
de_de: Affe - kämpfend
es_es: Mono-luchando
fi_fi: Apina tappelee
fr_fr: Animal - singe 3
hu_hu: Majom harc
it_it: Scimmia3
ja_jp: 猿のけんか
ko_kr: 원숭이-싸우는소리
nl_nl: Chimpansee - vechtend
no_no: Ape-slagsmål
pl_pl: Małpa - odgłos walki
pt_pt: Macacos brigando
ro_ro: Maimute batandu-se
ru_ru: Борьба обезьян
sv_se: Apa-Bråkar
tr_tr: Maymun- Kavga
zh_cn: 猴子叫3

source: Dog-panting
cs_cz: Supění psa
da_dk: Hund
de_de: Hund - hechelnd
es_es: Perro-jadeando
fi_fi: Koira läähättää
fr_fr: Animal - chien 1
hu_hu: Kutya lihegése
it_it: Cane
ja_jp: 犬の“ハァハァ”という音
ko_kr: 강아지-헐떡거리는소리
nl_nl: Hond - hijgend
no_no: Pesende hund
pl_pl: Pies - dyszenie
pt_pt: Cachorro-respiração
ro_ro: Gafait de caine
ru_ru: Учащенное дыхание собаки
sv_se: Hund-Flämtar
tr_tr: Köpek- Soluması
zh_cn: 狗-喘吁

source: Paper-cutter
cs_cz: Řezačka papíru
da_dk: Papirskærer
de_de: Papierschneidemaschine
es_es: Papel-cutter
fi_fi: Leikataan paperia
fr_fr: Papier - couper au cutter
hu_hu: Papír vágó
it_it: Tagliacarta
ja_jp: ペーパー・カッター
ko_kr: 종이-절단기
nl_nl: Papier - snijden
no_no: Papirkutter
pl_pl: Papier - gilotyna
pt_pt: Cortador de papel
ro_ro: Cutit de taiat hartie
ru_ru: Разрезание бумаги
sv_se: Pappersskärare
tr_tr: Kağıt Kesme
zh_cn: 切纸机

source: Paper-ripping
cs_cz: Trhání papíru
da_dk: Papir der rives
de_de: Zerreißen von Papier
es_es: Papel-rasgando
fi_fi: Revitään paperia
fr_fr: Papier - déchirer
hu_hu: Papír szakítás
it_it: Carta
ja_jp: 紙を破く音
ko_kr: 종이-찢는소리
nl_nl: Papier - scheuren
no_no: Rive i stykker papir
pl_pl: Papier - darcie
pt_pt: Rasgando papel
ro_ro: Hartie rupta
ru_ru: Мнущаяся бумага
sv_se: Papper-Riva
tr_tr: Kağıt-Yırtma
zh_cn: 纸-撕纸声

source: Telephone-"off hook"
cs_cz: Vyvěšení telefonu
da_dk: Telefon uden forbindelse
de_de: Telefon - nicht eingehängt
es_es: Teléfono - mensaje operadora
fi_fi: Puhelimen varattu-ääni
fr_fr: Téléphone - occupé
hu_hu: Telefon letétel
it_it: Telefono
ja_jp: 電話の接続が切れたことを知らせる音声
ko_kr: 전화기-"끊어진 전화"
nl_nl: Telefoon - van de haak
no_no: Løfter av telefonrøret
pl_pl: Telefon - zajęty
pt_pt: Telefone fora do gancho
ro_ro: Atentionare-inchidere telefon
ru_ru: Снятие трубки телефона
sv_se: Telefon-"lur av"
tr_tr: Telefon Açık Kalmış
zh_cn: 电话-自动应答

source: Police Car-going by
cs_cz: Jízda policie
da_dk: Bilitibil der passerer
de_de: Polizeiauto kreuzt
es_es: Coche de policía-pasando
fi_fi: Poliisiauto ajaa ohi
fr_fr: Voiture de police - passage
hu_hu: Rendőrautó elhalad
it_it: Macchina Polizia
ja_jp: 通過するパトカー
ko_kr: 경찰차-옆을지나가는소리
nl_nl: Politie wagen - voorbij rijdend
no_no: Politibil passerer
pl_pl: Radiowóz - przejazd
pt_pt: Carro de Polícia passando
ro_ro: Masina de politie - trecand
ru_ru: Проезжающая милицейская машина
sv_se: Polisbil passerar
tr_tr: Polis Arabası- Geçerken
zh_cn: 警车-驶过

source: Billards-"breaking"
cs_cz: Kulečníkový "šťouch"
da_dk: Billard
de_de: Billard - Zusammenstoß der Kugeln
es_es: Billares-
fi_fi: Biljardia
fr_fr: Billard - début de partie
hu_hu: Biliárd ütközés
it_it: Biliardo
ja_jp: ビリヤード：玉を突く音
ko_kr: 당구장-"깨지는소리"
nl_nl: Biljarten - ballen tegen elkaar
no_no: Biljard-splitt
pl_pl: Bilard - rozbicie bil
pt_pt: Bilhar - bolas batedo
ro_ro: Biliard
ru_ru: Игра в бильярд
sv_se: Biljard
tr_tr: Bilardo
zh_cn: 台球撞击声

source: Broom-push broom sweeping
cs_cz: Tlačení koštěte po zemi
da_dk: Fejekost
de_de: Besen - schieben und ziehen
es_es: Cepillo de barrer
fi_fi: Harjataan lattiaa
fr_fr: Balayage 2
hu_hu: Seprés
it_it: Scopa
ja_jp: ほうきで掃いてたたく音
ko_kr: 빗자루-빗자루 쓰는 소리
nl_nl: Bezem - vegen
no_no: Koster gulvet
pl_pl: Szczotka - zamiatanie
pt_pt: Faxina-limpeza
ro_ro: Periat
ru_ru: Интенсивное подметание
sv_se: Kvast-Svep
tr_tr: Elektrikli Süpürge - süpürürken
zh_cn: 扫帚-清扫垃圾声

source: Train-subway ambience
cs_cz: Prostředí metra
da_dk: S-tog
de_de: Zug - U-Bahn Atmosphäre
es_es: Tren-metro ambiente
fi_fi: Ympäristöääniä rautatieasemalla
fr_fr: Train - métro 3
hu_hu: Vonatállomás környezet
it_it: Metropolitana
ja_jp: 地下鉄の電車の“環境音”（持続的な雑音）
ko_kr: 기차-지하철 분위기
nl_nl: Trein - ondergronds
no_no: Tog - T-bane omgivelser
pl_pl: Metro - odgłos
pt_pt: Ambiente de metrô
ro_ro: Zgomot de metrou
ru_ru: В метро
sv_se: Tåg-Tunnelbana
tr_tr: Tren 7
zh_cn: 火车-经过地道

source: Gun-rifle
cs_cz: Výstřel z pistole
da_dk: Skud
de_de: Gewehr
es_es: Arma de fuego
fi_fi: Ammuntaa
fr_fr: Fusil - coup de fusil 4
hu_hu: Puska
it_it: Arma da fuoco
ja_jp: ライフル銃
ko_kr: 총-장총
nl_nl: Geweer
no_no: Rifle
pl_pl: Strzelba
pt_pt: Arma-rifle
ro_ro: Arma de vanatoare
ru_ru: Винтовка
sv_se: Gevär
tr_tr: Silah- Tüfek
zh_cn: 枪-来福枪

source: Roller Coaster
cs_cz: Lodní naviják
da_dk: Rutchebane
de_de: Achterbahn
es_es: Montaña rusa
fi_fi: Vuoristorata
fr_fr: Montagne russe
hu_hu: Hullámvasút
it_it: Montagne russe
ja_jp: ジェットコースター
ko_kr: 롤러코스터
nl_nl: Achtbaan
no_no: Berg- og dalbane
pt_pt: Montanha Russa
ru_ru: Американские горки
sv_se: Berg-och-dalbana
tr_tr: Lunapark
zh_cn: 过山车

source: Telephone-rotary dial
cs_cz: Telefon s rotačním číselníkem
da_dk: Telefon, drejeskive
de_de: Telefon Wählscheibe
es_es: Teléfono-marcado de disco
fi_fi: Numeron valinta puhelimella
fr_fr: Téléphone - téléphone à cadran
hu_hu: Telefon tárcsázás
it_it: Telefono
ja_jp: ダイヤル式電話のダイヤルを回す音
ko_kr: 전화기-다이얼돌리는 소리
nl_nl: Telefoon - draaischijf
no_no: Telefon-ringe med dreieskive
pl_pl: Telefon - obracnie tarczy
pt_pt: Telefone-discador manual
ro_ro: Telefon cu disc
ru_ru: Набор номера на дисковом телефоне
sv_se: Telefon-Slår nummer
tr_tr: Telefon Çevirme Sesi
zh_cn: 电话-转盘拔号声

source: Stairs-crowd walking up
cs_cz: Schody-stoupající zástup
da_dk: Trapper - Gruppe der vandrer op
de_de: Treppen - Menschen gehen hinauf
es_es: Escaleras-gente subiendo
fi_fi: Ihmisiä nousemassa rappusia
fr_fr: Galerie commerciale - escaliers
hu_hu: Lépcsőn felfelé
it_it: Passi
ja_jp: 階段を上がる人の群れ
ko_kr: 계단-군중 걸어올라가는 소리
nl_nl: Trap - groep mensen omhoog
no_no: Trapper - menneskemengde går opp
pl_pl: Schody - tłum wchodzący
pt_pt: Escadaria-multidão subindo
ro_ro: Scari rulante
ru_ru: Толпа, поднимающаяся по лестнице
sv_se: Promenad-Trappa
tr_tr: Merdivende Yürürken
zh_cn: 楼道-杂乱脚步声

source: Gun-shotgun
cs_cz: Prásknutí pistole
da_dk: Skud
de_de: Schrotflinte
es_es: Arma de fuego-escopeta
fi_fi: Haulikkoammuntaa
fr_fr: Fusil - coup de fusil 5
hu_hu: Pisztolylövés
it_it: Sparo
ja_jp: ショットガン
ko_kr: 총-샷건
nl_nl: Geweer 2
no_no: Hagle
pl_pl: Strzelba - śrutówka
pt_pt: Arma-espingarda
ro_ro: Arma automata
ru_ru: Дробовик
sv_se: Gevär-Hagel
tr_tr: Silah- Ateşli Silah
zh_cn: 枪-手枪

source: Casino-slot machine
cs_cz: Automat na mince
da_dk: Casino 1
de_de: Kasino - Spielautomat
es_es: Casino-máquina tragaperras
fi_fi: Kasinolla
fr_fr: Casino - machine à sous
hu_hu: Pénznyerő automata
it_it: Slot machine
ja_jp: カジノのスロットマシン
ko_kr: 카지노-슬롯머신
nl_nl: Casino - fruitautomaat
no_no: Enarmet bandit
pl_pl: Kasyna - automat slotowy
pt_pt: Cassino-máquina caça-níqueis
ro_ro: Jocuri mecanice
ru_ru: Казино - игровые автоматы
sv_se: Casino-Maskin
tr_tr: Kumarhane- Kol çekme makinesi
zh_cn: 游乐场-投币机

source: Drinking Fountain
cs_cz: Fontánka na pití
da_dk: Drikkeautomat
de_de: Trinkbrunnen
es_es: Fuente de agua
fi_fi: Juoma-automaatti
fr_fr: Eau - boire à la fontaine
hu_hu: Vízcsap
it_it: Fontana
ja_jp: 水飲み場で水を飲む音
ko_kr: 분수대물 마시기
nl_nl: Fontein - drinken
no_no: Drikkefontene
pl_pl: Dyspenser wody
pt_pt: Bebedouro
ro_ro: Bautul apei la cismea
ru_ru: Питьевой фонтанчик
sv_se: Drickfontän
tr_tr: Musluk
zh_cn: 自动饮水机

source: Bus-standing by
cs_cz: Okolí stojícího autobusu
da_dk: Bus
de_de: Bus - an der Haltestelle
es_es: Bus-parado
fi_fi: Linja-auto odottaa lähtöä
fr_fr: Bus - en attente
hu_hu: Busz mellett
it_it: Bus
ja_jp: バス（停車中）
ko_kr: 버스-기다리기
nl_nl: Bus - ernaast
no_no: Buss på tomgang
pl_pl: Autobus - stojąc obok
pt_pt: Ônibus parado
ro_ro: Motor de autobuz
ru_ru: Остановка автобуса
sv_se: Buss-Utanför
tr_tr: Otobüs- dururken
zh_cn: 公交车驶过

source: Train-commuter-standing on platform
cs_cz: Vlaková souprava u nástupiště
da_dk: Tog, ophold på perron
de_de: Zug - Pendler am Bahnsteig stehend
es_es: Tren-cercanías-esperando en andén
fi_fi: Juna odottaa lähtöä
fr_fr: Train - attente sur le quai
hu_hu: Vonatjegykiadó az állomás előterében
it_it: Stazione Attesa
ja_jp: 電車のプラットフォームに立つ通勤者達
ko_kr: 기차-통근자-플랫폼에 서있음
nl_nl: Trein - perron
no_no: Tog ved platform
pl_pl: Pociąg - stojąc na peronie
pt_pt: Trem - passageiro na plataforma
ro_ro: Anunt in statia de metrou
ru_ru: Ожидание поезда на платформе
sv_se: Tåg-Plattform
tr_tr: Tren 8
zh_cn: 火车-火车到站

source: Tin Foil-crumbling
cs_cz: Mačkání alobalu
da_dk: Staniol
de_de: Stanniol - beim Zerknittern
es_es: Papel de aluminio-rasgando
fi_fi: Rypistetään foliota
fr_fr: Papier - froisser
hu_hu: Alufólia széttépés
it_it: Carta Metallica
ja_jp: アルミホイルを切る音
ko_kr: 알루미늄호일-부수기
nl_nl: Zilverpapier - ritselen
no_no: Aluminiumsfolie krølles
pl_pl: Folia alunimiowa - szelest
pt_pt: Papel alumínio amassando
ro_ro: Folie metalica taiata
ru_ru: Сминание фольги
sv_se: Folie
tr_tr: Aliminyum Folyo
zh_cn: 铁罐砸碎声

source: Traffic-suburban
cs_cz: Předměstská doprava
da_dk: Traffik, forstad
de_de: Vorstadtverkehr
es_es: Tráfico-suburbano
fi_fi: Liikennettä esikaupunkialueella
fr_fr: Circulation - autoroute
hu_hu: Külvárosi forgalom
it_it: Traffico
ja_jp: 交通（郊外）
ko_kr: 교통-시외
nl_nl: Verkeer - stad
no_no: Traffikk i en forstad
pl_pl: Ruch uliczny - przedmieścia
pt_pt: Tráfego suburbano
ro_ro: Trafic- suburban
ru_ru: Транспорт в пригороде
sv_se: Trafik-Förort
tr_tr: Trafik- Çevreyolu
zh_cn: 交通-郊外的

source: Train-approaching crossing
cs_cz: Blížící se vlakový přejezd
da_dk: Tog, der nærmer sig
de_de: Zug - auf Bahnübergang zufahrend
es_es: Tren-aproximándose a cruce
fi_fi: Juna lähestyy risteystä
fr_fr: Train - passage à niveau
hu_hu: Közeledő vonat vasúti kereszteződésben
it_it: Treno in arrivo
ja_jp: 踏み切りに近づく列車
ko_kr: 기차-가로질러 접근하는소리
nl_nl: Trein - spoorwegovergang
no_no: Tog nærmer seg jerbaneovergang
pl_pl: Pociąg - dojazd do przejazdu kolejowego
pt_pt: Trem se aproximando do cruzamento
ro_ro: Apropierea unui tren
ru_ru: Прибытие поезда
sv_se: Tåg-Närmar sig vägkorsning
tr_tr: Tren- Yaklaşıyor ve geçiyor
zh_cn: 火车-过道口

source: Truck-semi
cs_cz: Malý nákladní vůz
da_dk: Lastbil
de_de: Lastwagen - Umgebungsgeräusch
es_es: Camión - semi ambiente
fi_fi: Kuorma-auto
fr_fr: Véhicule - cabine de camion
hu_hu: Kisteherautó
it_it: Furgone
ja_jp: セミトラック
ko_kr: 트럭-세미
nl_nl: Vrachtwagen - binnen
no_no: Semitrailer
pl_pl: Półciężarówka
pt_pt: Caminhão-semi
ro_ro: Camioneta
ru_ru: Полуприцеп
sv_se: Lastbil-Semi
tr_tr: Kamyon 2
zh_cn: 卡车-发动机声

source: Turkey-gobble
cs_cz: Hudrování krocana
da_dk: Kalkun der pludrer
de_de: Truthahn - kollernd
es_es: Pavo-gluguteo
fi_fi: Kalkkuna
fr_fr: Animal - dinde 1
hu_hu: Pulyka hurukkolás
it_it: Tacchino
ja_jp: 七面鳥がゴロゴロ鳴く
ko_kr: 트럭-시동소리
nl_nl: Kalkoen
no_no: Kalkun kakler
pl_pl: Indyk - gulgot
pt_pt: Peru - barulhos
ro_ro: Curcan
ru_ru: Кулдыканье индюшки
sv_se: Kalkon
tr_tr: Hindi Sesi 1
zh_cn: 土耳其火鸡叫声

source: Water-garden hose
cs_cz: Voda-zahradní hadice
da_dk: Havevanding
de_de: Wasser - Gartenschlauch
es_es: Agua-manguera jardín
fi_fi: Kasteluletku
fr_fr: Liquide - arrosoir
hu_hu: Kerti öntöző
it_it: Fontana in giardino
ja_jp: 庭にホースで水を撒く音
ko_kr: 물-정원호스
nl_nl: Water - tuinslang
no_no: Hageslange
pl_pl: Woda - wąż ogrodowy
pt_pt: Água - mangueira
ro_ro: Stropirea unei gradini
ru_ru: Полив огорода
sv_se: Trädgårdsslang
tr_tr: Su-Hortumla Sulama
zh_cn: 水管流水声

source: Turkey-calling
cs_cz: Volající krocan
da_dk: Kalkun der kalder
de_de: Truthahn
es_es: Pavo-Llamada
fi_fi: Kalkkuna kutsuu
fr_fr: Animal - dinde 2
hu_hu: Pulyka kiáltás
it_it: Richiamo Tacchino
ja_jp: 七面鳥の鳴き声
ko_kr: 트럭-부르는 소리
nl_nl: Kalkoen - kraaiend
no_no: Kalkun roper
pl_pl: Indyk - nawoływanie
pt_pt: Peru-chamando
ro_ro: Curcan
ru_ru: Индюк
sv_se: Kalkon-Ropar
tr_tr: Hindi Sesi 2
zh_cn: 土耳其火鸡叫声2

source: Airport-inside terminal
cs_cz: Letiště-uvnitř terminálu
da_dk: Lufthavnsterminal
de_de: Flughafen - Innenbereich Terminal
es_es: Aeropuerto-dentro de terminal
fi_fi: Lentoterminaalin sisällä
fr_fr: Aéroport - terminal
hu_hu: Reptér belső terminál
it_it: Aeroporto terminale interno
ja_jp: 空港ターミナル内
ko_kr: 공항-터미널 내
nl_nl: Vliegveld - binnen de terminal
no_no: Flyplass
pl_pl: Lotnisko - wewnątrz terminalu
pt_pt: Terminal interno de aeroporto
ro_ro: Terminal aeroport
ru_ru: Внутренний терминал аэропорта
sv_se: Flyplats-Inne i terminal
tr_tr: Havaalanı-Terminalin İçi
zh_cn: 机场内

source: Bowling-ambience
cs_cz: Prostředí kuželny
da_dk: Bowling
de_de: Kegelbahn - Atmosphäre
es_es: Bolera-ambiente
fi_fi: Ympäristöääniä keilailuhallissa
fr_fr: Bowling - ambiance
hu_hu: Bowling környezet
it_it: Bowling
ja_jp: ボーリング場の“環境音”（持続的な雑音）
ko_kr: 볼링-분위기
nl_nl: Bowlingbaan
no_no: I bowlinghallen
pl_pl: Kręgle - odgłosy
pt_pt: Ambiente de boliche
ro_ro: Bowling
ru_ru: В боулинге
sv_se: Bowling-Atmosfär
tr_tr: Bowling Salonu
zh_cn: 保龄球馆

source: Apple-eating
cs_cz: Jezení jablka
da_dk: Æble der spises
de_de: Essen eines Apfels
es_es: Manzana-comiendo
fi_fi: Syödään omenaa
fr_fr: Cuisine - croquer une pomme
hu_hu: Alma evés
it_it: Mangiando una mela
ja_jp: リンゴをかじる音
ko_kr: 사과-먹는소리
nl_nl: Appel eten
no_no: Eplespising
pl_pl: Jabłko - jedzenie
pt_pt: Comendo maçã
ro_ro: Muscatura dintr-un mar
ru_ru: Поедание яблока
sv_se: Äpple-Äta
tr_tr: Elma-Yerken
zh_cn: 吃苹果

source: Arcade-playing game
cs_cz: Podloubí-hraní hry
da_dk: Spillehal
de_de: Arcade - Spiel
es_es: Juegos recreativos-jugando
fi_fi: Peliluolassa, peliautomaatin ääressä
fr_fr: Jeux vidéos - jouer
hu_hu: Árkád játék
it_it: Gioco
ja_jp: アーケードのゲームセンター内の“環境音”（持続的な雑音）
ko_kr: 아케이드-게임하기
nl_nl: Automatenhal - spel spelend
no_no: Spillehall- spille spill
pl_pl: Dźwięki gry Arcade
pt_pt: Fliperama - jogo
ro_ro: Joc-Arcade
ru_ru: Зал игровых автоматов - игра
sv_se: Arkad-Spel
tr_tr: Oyun Salonu- oyun oynama
zh_cn: 太空军校游戏1

source: Arcade-ambience
cs_cz: Prostředí herny
da_dk: Butiksgade
de_de: Arcade - Atmosphäre
es_es: Juegos recreativos
fi_fi: Peliluolassa, ympäristöääniä
fr_fr: Jeux vidéos - ambiance
hu_hu: Árkád környezet
it_it: Portico
ja_jp: アーケード内の“環境音”（持続的な雑音）
ko_kr: 아케이드-분위기
nl_nl: Automatenhal-omgeving
no_no: I spillehallen
pl_pl: Arcade - odgłosy
pt_pt: Fliperama - ambiente
ro_ro: Atmosfera -sala de jocuri
ru_ru: Зал игровых автоматов - обстановка
sv_se: Arkad-Atmosfär
tr_tr: Oyun Salonu- Ambians
zh_cn: 太空军校游戏2

source: Dog-puppy barking
cs_cz: Pes-štěkající štěně
da_dk: Hundehvalp
de_de: Hund - bellender Welpe
es_es: Perro-cachorro ladrando
fi_fi: Koiranpentu haukkuu
fr_fr: Animal - chien 2
hu_hu: Kutya ugatás
it_it: Cane
ja_jp: 子犬の鳴き声
ko_kr: 강아지-짖는소리
nl_nl: Hond - blaffende puppy
no_no: Hundevalp bjeffer
pl_pl: Pies - szczekanie szczeniaka
pt_pt: Cachorro - filhote latindo
ro_ro: Latrat de catel
ru_ru: Щенячий лай
sv_se: Hund-Valp skäller
tr_tr: Köpek- Yavru Havlaması
zh_cn: 狗叫-小狗叫声

source: Animals-barnyard
cs_cz: Zvířata-stáj
da_dk: Gårdsplads på bondegård
de_de: Tiere - Bauernhof
es_es: Animales-corral
fi_fi: Eläimiä tallissa
fr_fr: Animal - basse-cour
hu_hu: Baromfi udvar
it_it: Animali
ja_jp: 農家の庭の鳥・動物の鳴き声
ko_kr: 동물-헛간앞마당
nl_nl: Dieren - boerderij
no_no: Dyr på gårdstunet
pl_pl: Zwięrzęta - w stodole
pt_pt: Animais-curral
ro_ro: Animale de ograda
ru_ru: Скотный двор
sv_se: Djur-Lekplats
tr_tr: Hayvanlar- çiftlik avlusu
zh_cn: 动物-农场清晨

source: Basketball-bouncing in gym
cs_cz: Basketbal-zvuky v tělocvičně
da_dk: Basketball
de_de: Basketball - prellen in der Halle
es_es: Baloncesto-botando en gimnasio
fi_fi: Koripallopeli
fr_fr: Basket - balle qui rebondit
hu_hu: Kosárlabda pattogás tornateremben
it_it: Basket
ja_jp: 体育館内でのバスケットボールの跳ねる音
ko_kr: 농구-체육관에서 공튀기기
nl_nl: Basketbal - stuiterend in sporthal
no_no: Basketball spretter i hall
pl_pl: Piłka koszykowa - odgłos odbijania w sali gimnastycznej
pt_pt: Basquete-bola batendo na quadra
ro_ro: Minge de baschet
ru_ru: Баскетбол
sv_se: Basket
tr_tr: Basketbol- Salonda top sürme
zh_cn: 蓝球-体育场内拍球
