Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Delete Session
cs_cz: Smazat sezení
da_dk: Slet session
de_de: Sitzung löschen
es_es: Borrar Sesión
fi_fi: Poista istunto
fr_fr: Supprimer la session
hu_hu: Bejegyzés törlése
it_it: Cancella Sessione
ja_jp: セッションの削除
ko_kr: 세션 삭제하기
nl_nl: Sessie verwijderen
no_no: Slett sesjon
pl_pl: Usuń Sesję
pt_pt: Excluir a Sessão
ro_ro: Sterge Sesiunea
ru_ru: Удалить сессию
sv_se: Radera session
tr_tr: Oturumu Sil
zh_cn: 删除当前设置

source: Confirm Session Delete
cs_cz: Potvrdit vymazání sezení
da_dk: Bekræft slet af session
de_de: Sitzung löschen bestätigen
es_es: Confirmar el Borrado de la Sesión
fi_fi: Vahvista istunnon poisto
fr_fr: Confirmation de suppression de la session
hu_hu: Bejegyzés törlés jóváhagyása
it_it: Conferma Eliminare Sessione
ja_jp: セッション削除の確認
ko_kr: 세션 삭제 확인하기
nl_nl: Sessie verwijderen bevestigen
no_no: Bekreft Slett sesjon
pl_pl: Potwierdź Usunięcie Sesji
pt_pt: Confirmar Excluir a Sessão
ro_ro: Confirma Stergerea Sesiunii
ru_ru: Подтвердите удаление сессии
sv_se: Bekräfta borttagning av session
tr_tr: Oturum Silmeyi Onayla
zh_cn: 确认删除

source: No Session Selected
cs_cz: Není zvoleno žádné sezení
da_dk: Ingen session valgt
de_de: Keine Sitzung ausgewählt
es_es: No hay Sesión Seleccionada
fi_fi: Istuntoa ei ole valittu
fr_fr: Aucune session sélectionnée
hu_hu: Nincs bejegyzés kiválasztva
it_it: Nessuna Sessione Selezionata
ja_jp: セッションが未選択です
ko_kr: 선택된 세션 없음
nl_nl: Geen sessie geselecteerd
no_no: Ingen Sesjon valgt
pl_pl: Nie Wybrano Sesji
pt_pt: Nenhuma Sessão Selecionada
ro_ro: Nici o sesiune seletata
ru_ru: Сессия не выбрана
sv_se: Ingen session vald
tr_tr: Oturum Seçilmedi
zh_cn: 未选择

source: If you continue all Session data including audiograms will be deleted. Do you wish to continue?
cs_cz: Pokud budete pokračovat, všechna data sezení včetně audiogramů budou smazána. Chcete pokračovat?
da_dk: Hvis du fortsætter vil alle data inklusiv audiogram blive slettet. Vil du fortsætte?
de_de: Wenn Sie fortfahren werden alle Sitzungsdaten inkl. Audiogramm gelöscht. Möchten Sie fortfahren?
es_es: Si continua, todos los datos de la sesión, incluyendo audiogramas, se borrarán. ¿Desea Continuar?
fi_fi: Jos jatkat kaikki sovitustieto mukaan lukien audiogrammit poistetaan. Haluatko jatkaa ?
fr_fr: Si vous continuez, les réglages de la session actuelles seront supprimés, y compris les audiogrammes. Souhaitez-vous continuer ?
hu_hu: Ha folytatja minden bejegyzés adat az audiogramot is beleértve törölve lesz. Szeretné folytatni?
it_it: Se si continua verranno eliminati tutti i dati della Sessione, inclusi gli audiogrammi. Vuoi continuare?
ja_jp: オージオグラムを含む全てのセッションデータが削除されます。続けますか？
ko_kr: 계속하시면 청력도를 포함한 모든 피팅 데이터가 삭제됩니다. 계속하시겠습니까?
nl_nl: Als u doorgaat worden alle sessiegegevens inclusief de audiogrammen verwijderd. Wilt u doorgaan?
no_no: Hvis du fortsetter vil all Sesjons data inkludert audiogram bli slettet Ønsker du å fortsette?
pl_pl: Jeśli będziesz kontynuować wszystkie dane Sesji łącznie z audiogramami zostaną usunięte. Czy chcesz kontynuować?
pt_pt: Se continuar, todos os dados da Sessão, incluindo a audiometria, serão excluídos. Deseja continuar?
ro_ro: In cazul in care continuati, toate datele din sesiunea curenta, inclusiv Audiograma, vor fi sterse. Doriti sa continuati?
ru_ru: Если Вы продолжите, все данные сессии, включая аудиограммы, будут удалены. Вы хотите продолжить?
sv_se: Om du fortsätter kommer all data i sessionen, inkl audiogram, raderas. Vill du fortsätta?
tr_tr: Devam ederseniz odyogram dahil tüm oturum verileri silinecektir. Devam etmek istiyor musunuz?
zh_cn: 如果继续，所有数据（包括听力图）将被删除。您仍然希望继续吗？

source: Number of Accessories
cs_cz: Počet příslušenství
da_dk: Antal tilbehør
de_de: Anzahl vom Zubehör
es_es: Número de Accesorios
fi_fi: Lisälaitteiden määrä
fr_fr: Nombre d'accessoires
hu_hu: Kiegészítők száma
it_it: Numero di Accessori
ja_jp: アクセサリー数
ko_kr: 무선 악세서리 개수
nl_nl: Aantal accessoires
no_no: Antall Tilbehør
pl_pl: Liczba Akcesoriów
pt_pt: Número de Acessórios
ro_ro: Numarul Accesoriilor
ru_ru: Количество аксессуаров
sv_se: Antal tillbehör
tr_tr: Aksesuar Sayısı
zh_cn: 附件

source: Import Patient(s)
cs_cz: Importovat Pacienta(y)
da_dk: Importer patient(er)
de_de: Kundendaten importieren
es_es: Importar Paciente(s)
fi_fi: Tuo potilas (potilaita)
fr_fr: Importer un patient
hu_hu: Páciens import
it_it: Importa Paziente (i)
ja_jp: 顧客のインポート
ko_kr: 환자 불러오기
nl_nl: Cliënt(en) invoeren
no_no: Importer Pasient(er)
pl_pl: Importuj Pacjenta(ów)
pt_pt: Importar Paciente(s)
ro_ro: Import pacent(i)
ru_ru: Импортировать пациента(ов)
sv_se: Importera Patient(er)
tr_tr: Hastaları İçe Aktar
zh_cn: 导入用户

source: Export Patient(s)
cs_cz: Exportovat Pacienta(y)
da_dk: Eksporter patient(er)
de_de: Kundendaten exportieren
es_es: Exportar Paciente(s)
fi_fi: Vie potilas (potilaita)
fr_fr: Exporter un patient
hu_hu: Páciens export
it_it: Esporta Paziente(i)
ja_jp: 顧客のエクスポート
ko_kr: 환자 내보내기
nl_nl: Cliënt(en) uitvoeren
no_no: Exporter Pasient(er)
pl_pl: Eksportuj Pacjenta(ów)
pt_pt: Exportar Paciente(s)
ro_ro: Exporta Pacient(i)
ru_ru: Экспортировать пациента(ов)
sv_se: Exportera Patient(er)
tr_tr: Hastaları Dışa Aktar
zh_cn: 导出用户

source: Home
cs_cz: Domů
da_dk: Hjem
es_es: Inicio
fi_fi: Alku
fr_fr: Accueil
hu_hu: Otthon
ja_jp: ホーム
ko_kr: 홈 화면
no_no: Hjem
pl_pl: Powrót
pt_pt: Página Inicial
ro_ro: Acasa
ru_ru: Главная
sv_se: Hem
tr_tr: Ana Sayfa
zh_cn: 主页

source: Patient Management
cs_cz: Management pacientů
da_dk: Rediger patienter
de_de: Kundenmanagement
es_es: Gestionar Pacientes
fi_fi: Potilas käsittely
fr_fr: Gestion des patients
hu_hu: Páciens management
it_it: Gestione del Paziente
ja_jp: 顧客管理
ko_kr: 환자 관리
nl_nl: Cliëntenbeheer
no_no: Pasient Administrasjon
pl_pl: Zmiany Pacjenta
pt_pt: Gerenciamento do Paciente
ro_ro: Management Pacient
ru_ru: Управление пациентами
sv_se: Hantera patient
tr_tr: Hasta Yönetimi
zh_cn: 用户管理

source: Enable Vent Correction
cs_cz: Povolit korekci ventingu
da_dk: Benyt ventilationskorrektion
de_de: Vent-Korrektur aktivieren
es_es: Mostrar Efecto del Venting
fi_fi: Aktivoi ilmastointikorjaus
fr_fr: Montrer l'influence de l'aération
hu_hu: Vent korrekció engedélyezés
it_it: Utilizza di default Vent Correzione
ja_jp: ベントによる効果を有効にする
ko_kr: 벤트 사이즈 수정이 가능함
nl_nl: Ventingcorrectie mogelijk maken
no_no: Bruk Vent korreksjon
pl_pl: Pokaż Wpływ Wentylacji
pt_pt: Ativar Correção de Ventilação
ro_ro: Activeaza Corectie Vent
ru_ru: Разрешить корректировку вента
sv_se: Använd Vent korrigering
tr_tr: Vent Doğrulamayı Etkinleştir
zh_cn: 通气孔选择

source: Show Paired Accessories
cs_cz: Zobrazit párované příslušenství
da_dk: Vis parrede tilbehør
de_de: Gekoppeltes Zubehör anzeigen
es_es: Mostrar Accesorios Emparejados
fi_fi: Näytä paritetut lisälaitteet
fr_fr: Montrer les accessoires couplés
hu_hu: Párosított tartozékok kezelése
it_it: Mostra Accessori Accoppiati
ja_jp: ワイヤレスアクセサリー
ko_kr: 보청기와 페어링된 무선 악세서리 보여주기
nl_nl: Toon gepairde accessoires
no_no: Vis paret tilbehør
pl_pl: Pokaż Sparowane Akcesoria
pt_pt: Exibir Acessórios Pareados
ro_ro: Arata Accesorii Conectate
ru_ru: Показать сопряженные аксессуары
sv_se: Visa parade Tillbehör
tr_tr: Eşleşen Aksesuarları Göster
zh_cn: 显示已配对附件

source: Save & Exit
cs_cz: Uložit & Ukončit
da_dk: Luk og gem
de_de: Speichern & beenden
es_es: Grabar y Salir
fi_fi: Tallenna & poistu
fr_fr: Enregistrer
hu_hu: Mentés & Kilépés
it_it: Salva ed Esci
ja_jp: 保存＆終了
ko_kr: 저장하기& 나가기
nl_nl: Opslaan
no_no: Lagre & Lukk
pl_pl: Zapisz i Wyjdź
pt_pt: Salvar e Sair
ro_ro: Salvare si Iesire
ru_ru: Сохранить и Выйти
sv_se: Spara & Avsluta
tr_tr: Kaydet & Çık
zh_cn: 保存和退出

source: Connection Help
cs_cz: Pomoc s připojením
da_dk: Hjælp til forbindelse
de_de: Verbindungshilfe
es_es: Ayuda para la Conexión
fi_fi: Yhdistämisen apuruutu
fr_fr: Aide à la connexion
hu_hu: Kapcsolat segítség
it_it: Guida al Collegamento
ja_jp: 接続ガイド
ko_kr: 보청기 연결시 도움말
nl_nl: Tutorial verbinden
no_no: Tilkoblings Hjelp
pl_pl: Pomoc Łączenia
pt_pt: Ajuda na Conexão
ro_ro: Ajutor Conectare
ru_ru: Помощь при подключении
sv_se: Anslutningshjälp
tr_tr: Bağlantı Yardımı
zh_cn: 连接提示

source: Skip
cs_cz: Přeskočit
da_dk: Spring over
de_de: Überspringen
es_es: Saltar
fi_fi: Ohita
fr_fr: Passer
hu_hu: Kihagy
it_it: Salta
ja_jp: スキップ
ko_kr: 건너뛰기
nl_nl: Overslaan
no_no: Hopp over
pl_pl: Pomiń
pt_pt: Pular
ro_ro: Sari peste
ru_ru: Пропустить
sv_se: Hoppa över
tr_tr: Geç
zh_cn: 跳过

source: I am connecting using:
cs_cz: Připojuji se pomocí:
da_dk: Jeg ønsker at forbinde med:
de_de: Ich bin verbunden mit:
es_es: Lo estoy Conectando usando:
fi_fi: Yhdistän käyttäen :
fr_fr: Interface de programmation utilisée :
hu_hu: A kapcsolathoz használom:
it_it: Per la connessione utilizzo:
ja_jp: 接続機器:
ko_kr: 보청기를 연결할 기기를 선택하세요
nl_nl: Ik ben aan het verbinden met:
no_no: Programmeringsenhet:
pl_pl: Łączę się przy pomocy:
pt_pt: Estou conectado usando:
ro_ro: Ma conectez folosind:
ru_ru: Я подключаюсь используя:
sv_se: Jag ansluter med:
tr_tr: Şunu kullanarak bağlanıyorum:
zh_cn: 编程设备

source: My device is:
cs_cz: Sluchadlo je typu:
da_dk: Høreapparatet er:
de_de: Mein Gerät:
es_es: Mi audífono es un:
fi_fi: Kuulokojeeni on :
fr_fr: Type d'appareil :
hu_hu: A készülékem:
it_it: Il mio Dispositivo è:
ja_jp: 補聴器のタイプ:
ko_kr: 나의 보청기:
nl_nl: Mijn toestel is:
no_no: Jeg tilkobler med:
pl_pl: Moje urządzenie:
pt_pt: O meu aparelho auditivo é:
ro_ro: Dispozitivul meu este:
ru_ru: Мой аппарат:
sv_se: Via:
tr_tr: Cihazım:
zh_cn: 连接方式

source: Connection Instructions:
cs_cz: Instrukce k připojení:
da_dk: Instruktioner til forbindelse:
de_de: Anschlussanleitung
es_es: Instrucciones para Conectar
fi_fi: Yhdistämisen ohjeet :
fr_fr: Instructions de connexion :
hu_hu: Kapcsolati instrukciók:
it_it: Animazione del Collegamento:
ja_jp: 接続方法:
ko_kr: 연결 방법
nl_nl: Verbindingsinstructies:
no_no: Tilkoblings Instruksjoner:
pl_pl: Instrukcja Łączenia:
pt_pt: Instruções de como Conectar:
ro_ro: Instructini conectare:
ru_ru: Инструкция по подключению:
sv_se: Anslutningsinstruktioner:
tr_tr: Bağlantı Talimatları:
zh_cn: 连接助听器

source: Export
cs_cz: Exportovat
da_dk: Eksporter
de_de: Exportieren
es_es: Exportar
fi_fi: Vie
fr_fr: Exporter
it_it: Esporta
ja_jp: ｴｸｽﾎﾟｰﾄ
ko_kr: 내보내기
nl_nl: Uitvoeren
no_no: Exportere
pl_pl: Eksport
pt_pt: Exportar
ro_ro: Exporta
ru_ru: Экспорт
sv_se: Exportera
zh_cn: 导出

source: Select All
cs_cz: Vybrat vše
da_dk: Vælg alle
de_de: Alle auswählen
es_es: Seleccionar Todos
fi_fi: Valitse kaikki
fr_fr: Tout sélectionner
hu_hu: Minden kiválasztása
it_it: Seleziona Tutto
ja_jp: すべてを選択
ko_kr: 모두 선택하기
nl_nl: Allen selecteren
no_no: Velg Alle
pl_pl: Zaznacz Wszystko
pt_pt: Selecionar Todos
ro_ro: Selecteaza tot
ru_ru: Выбрать всех
sv_se: Välj alla
tr_tr: Tümünü Seç
zh_cn: 全选

source: Select patient(s) to export
cs_cz: Vybrat pacienta(y) pro export
da_dk: Vælg patient(er) der skal eksporteres
de_de: Wählen Sie einen Kunden für die Exportierung
es_es: Seleccionar Paciente(s) para exportar
fi_fi: Valitse vietävät potilaat
fr_fr: Sélectionner un patient à exporter
hu_hu: Kiválasztott páciens export
it_it: Selezionare Paziente(i) da esportare
ja_jp: 選択した顧客をエクスポート
ko_kr: 환자를 선택해 내보내기
nl_nl: Selecteer cliënt(en) om uit te voeren
no_no: Velg pasient(er) og exporter
pl_pl: Wybierz pacjenta(ów) do eksportu
pt_pt: Selecionar paciente(s) para exportar
ro_ro: Selecteaza pacient(i) pentru export
ru_ru: Выбрать пациента(ов) для экспорта
sv_se: Välj patient(er) att exportera
tr_tr: Dışa Aktarılacak Hastaları Seçin
zh_cn: 选择导出的用户

source: Select Instruments
cs_cz: Vybrat sluchadla
da_dk: Vælg apparater
de_de: Gerät auswählen
es_es: Seleccionar Audífonos
fi_fi: Valitse kuulokojeet
fr_fr: Sélection d'appareils
hu_hu: Készülék kiválasztás
it_it: Seleziona Dispositivi
ja_jp: 補聴器選択
ko_kr: 보청기 선택하기
nl_nl: Selecteer toestellen
no_no: Velg Apparater
pl_pl: Wybierz Aparaty
pt_pt: Selecionar Aparelhos Auditivos
ro_ro: Selecteaza Instrumente
ru_ru: Выберите аппараты
sv_se: Välj hörapparater
tr_tr: Cihazları Seç
zh_cn: 选择助听器

source: To continue, select instruments for the current fitting.
cs_cz: Pro pokračování vyberte sluchadla k fittingu.
da_dk: Vælg høreapparater til denne tilpasning.
de_de: Um fortzufahren, wählen Sie das Hörsystem für die aktuelle Sitzung
es_es: Para continuar, seleccione los audífonos para la sesión actual.
fi_fi: Jatkaaksesi, valitse kuulokojeet tälle sovitukselle.
fr_fr: Sélectionnez les appareils que vous souhaitez programmer, puis cliquez sur "Continuer".
hu_hu: A folytatáshoz, válassza ki a készülékeket az aktuális illesztéshez.
it_it: Per continuare, selezionare gli strumenti per il fitting corrente.
ja_jp: 補聴器の電池ケースを開け閉めして下さい。調整したい補聴器が表示されたら、その補聴器をクリックして下さい。
ko_kr: 계속하려면 현재 피팅에 대한 보청기를 선택하세요.
nl_nl: Om door te gaan: selecteer de gewenste toestellen voor de huidige aanpassing
no_no: Høreapparat Funnet
pl_pl: Aby kontynuować wybierz aparaty dla obecnej sesji dopasowania.
pt_pt: Para continuar, selecione os aparelhos para o ajuste atual.
ro_ro: Instrumente descoperite
ru_ru: Чтобы продолжить, выберите слуховые аппараты для текущей сессии.
sv_se: För att fortsätta, välj hörapparater för aktuell anpassning.
tr_tr: Devam etmek için, geçerli fitting için cihazları seçin
zh_cn: 选择正确的助听器并继续

source: Instruments Discovered:
cs_cz: Nalezená sluchadla:
da_dk: Fundne apparater:
de_de: Gefundene Geräte:
es_es: Audífonos Detectados:
fi_fi: Havaitut kuulokojeet :
fr_fr: Appareils trouvés :
hu_hu: Felismert készülék:
it_it: Dispositivi Rilevati:
ja_jp: 検知された補聴器:
ko_kr: 보청기가 감지되었습니다:
nl_nl: Gevonden toestellen:
no_no: Funnet Høreapparat
pl_pl: Wykryte Aparaty:
pt_pt: Aparelhos Auditivos Encontrados:
ro_ro: Instrumente descoperite:
ru_ru: Обнаруженные аппараты:
sv_se: Upptäckta hörapparater:
tr_tr: Cihazlar Bulundu:
zh_cn: 找到的助听器

source: Close
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
es_es: Cerrar
fi_fi: Sulje
fr_fr: Quitter
hu_hu: Bezárás
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
nl_nl: Afsluiten
no_no: Lukk
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Inchide
ru_ru: Закрыть
sv_se: Stäng
tr_tr: Kapat
zh_cn: 关闭

source: Refresh
cs_cz: Obnovit
da_dk: Søg igen
de_de: Aktualisieren
es_es: Refrescar
fi_fi: Virkistä sivu
fr_fr: Actualiser
hu_hu: Frissítés
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로고침
nl_nl: Hernieuwen
no_no: Oppdater
pl_pl: Odświerz
pt_pt: Atualizar
ru_ru: Обновить
sv_se: Uppdatera
tr_tr: Yenile
zh_cn: 重新查找

source: Calibration was cancelled. DFS calibration is recommended and required to select the level of DFS in Advanced Features
cs_cz: Kalibrace byla zrušena. DFS kalibrace je doporučena a vyžadována pro zvolení úrovně DFS v Pokročilých funkcích
da_dk: Kaliberring blev afbrudt. DFS kalibrering anbefales og er nødvendig for at kunne vælge niveauet af DFS i avenceredde egenskaber
de_de: Die Kalibrierung wurde abgebrochen. Die DFS Kalibrierung wird immer empfohlen. Diese ist außerdem erforderlich um die erweiterten DFS Einstellungen nutzen zu können.
es_es: La calibración se ha cancelado. La calibración del DFS es recomendada y necesaria para poder seleccionar el nivel de DFS en las Características Digitales
fi_fi: Kalibrointi peruttiin. DFS kalibrointia suositellaan ja se vaaditaan jotta voidaan valita DFS taso vaativissa asetuksissa.
fr_fr: Le calibrage a été annulé. Le calibrage DFS est nécessaire pour sélectionner un niveau de DFS dans les paramètres avancés.
hu_hu: A kalibráció megszakítva. A DFS kalibráció ajánlott és szükséges, válassza ki a DFS szintet a Fejlett beállításokban
it_it: La calibrazione è stata cancellata. La calibrazione DFS è raccomandata ed è richiesto di selezionarne il livello da Caratteristiche Avanzate
ja_jp: 初期化がキャンセルされました。ハウリングを抑制するため、DFSの初期化を実行することを推奨します。
ko_kr: 캘리브레이션에 실패하였습니다. DFS calibration을 재실행하고 Advanced Features에서 DFS 레벨을 조정하세요.
nl_nl: Kalibratie geannuleerd. DFS kalibratie wordt aanbevolen en is vereist om de DFS instelling te kunnen wijzigen in Geavanceerde features
no_no: Kalibrering ble kanselert. DFS kalibrering er anbefalt og nødvendig for å kunne velge grad av DFS i Avanserte Innstillinger
pl_pl: Kalibracja została anulowana. Zalecamy kalibrację DFS, która jest wymagana aby móc wybrać stopień działania DFS w Ustawieniach Zaawansowanych
pt_pt: A calibração foi cancelada. A calibração DFS é recomendada e é necessário selecionar o nível do DFS nas Características Avançadas.
ro_ro: Calibrarea a fost anulata. Este recomandata Calibrarea DFS si este ecesar sa selectati nivelul DFS in AVANSAT
ru_ru: Калибровка была отменена. Калибровка DFS рекомендована и необходимо выбрать уровень DFS в Тонкой настройке.
sv_se: Kalibrering avbröts. DFS kalibrering rekommenderas och är nödvändigt vid val av DFS nivå under Avancerade inställningar.
tr_tr: Kalibrasyon iptal edildi. DFS kalibrasyonu yapmak, Gelişmiş Özellikler'deki DFS seviyesini ayarlamak için gereklidir ve tavsiye edilir
zh_cn: 校准完成。DFS校准提示在软件功能设置中选择DFS等级。

source: Do not show this message again
cs_cz: Tuto zprávu již nezobrazovat
da_dk: Vis ikke denne meddelelse igen
de_de: Diese Meldung nicht mehr anzeigen
es_es: No mostrar este mensaje de nuevo
fi_fi: Älä näytä tätä viestiä uudestaan
fr_fr: Ne plus montrer ce message
hu_hu: Ne mutassa ezt újra
it_it: Non visualizzare più questo messaggio
ja_jp: 今後、このメッセージを表示しない
ko_kr: 이 메시지를 다시는 보지않겠습니다
nl_nl: Toon deze boodschap niet opnieuw
no_no: Ikke vis denne meldingen igjen
pl_pl: Nie pokazuj ponownie tej wiadomości
pt_pt: Não exibir esta mensagem novamente
ro_ro: Nu mai arata acest mesaj
ru_ru: Не показывать это сообщение снова
sv_se: Visa inte detta meddelande igen
tr_tr: Bu mesajı tekrar gösterme
zh_cn: 下次不再提醒

source: Please ensure the environment is as quiet as possible during calibration
cs_cz: Zajistěte prosím, aby bylo prostředí co nejtišší během kalibrace
da_dk: Sørg for at der er så rolige omgivelser som muligt under kalibrering
de_de: Stellen Sie sicher, dass die Umgebung während der Kalibrierung so leise wie möglich ist
es_es: Por favor, asegurese que el entorno sea lo más silencioso posible durante la calibración
fi_fi: Varmista että ympäristö on niin hiljainen kuin mahdollista kalibroinnin aikana.
fr_fr: Le niveau sonore ambiant doit être le plus faible possible pendant le calibrage.
hu_hu: Ügyeljen arra, hogy a környezet a lehető legcsöndesebb legyen a kalibráció alatt
it_it: Si prega di assicurarsi che l'ambiente sia il più silenzioso possibile durante la calibrazione
ja_jp: 初期化はできるだけ静かな環境で行って下さい
ko_kr: 캘리브레이션이 진행되는 동안 주변음이 작아집니다.
nl_nl: Zorg ervoor dat de omgeving tijdens de kalibratie zo stil mogelijk is
no_no: Sørg for at miljøet er så stille som mulig under kalibreringen
pl_pl: Upewnij się, że w trakcie kalibracji otoczenie jest tak ciche jak to możliwe.
pt_pt: Por favor, verifique que o ambiente está silencioso durante a calibração
ro_ro: Va rugam sa va asigurati ca mediul ambiental este foarte scazut in timpul calibrarii
ru_ru: Пожалуйста, во время калибровки убедитесь, что окружающая звуковая обстановка максимально тихая.
sv_se: Kontrollera att ljudmiljön är så tyst som möjligt under kalibrering
tr_tr: Kalibrasyon sırasında ortamın mümkün olduğunca sessiz olduğundan emin olun
zh_cn: 请确保校准时环境保持安静

source: The program environments were migrated to the ‘All-Around’ program environment. If the program is defaulted to fixed or Adaptive directionality, it will be changed to SoftSwitching
cs_cz: TProgramová prostředí byla migrována do "Všeobecného" programu. Pokud je výchozím nastavením programu fixní nebo adaptivní směrovost, bude změněna na SoftSwitching
da_dk: Programmet er standardiseret til 'All-Around'. Hvis programmet som standard har fixed eller Adaptive directionality vil dette ændres til SoftSwitching
de_de: Das Programm wurde in das "All-Around" Programm integriert. Wenn in dem Programm eine feste oder adaptive Direktionalität als Standard definiert war, wird dies auf SoftSwitching geändert
es_es: El programa ambiental se ha cambiado a el programa "Global". Si el progrma fuera por defecto Direccionalidad Fija o Adaptativa, se cambiará a SoftSwitching
fi_fi: Kuunteluympäristö siirrettiin 'Kaiken kattava' kuunteluohjelma ympäristöksi. Jos ohjelma palautetaan kiinteään tai adptiiviseen suuntakuvioon, se muutetaan Softkytkin tilaan (Automaattinen suuntakuvion säätyminen).
fr_fr: Le programme actuel va être modifié en programme "Universel". Si une directivité fixe ou adaptative est présente sur ce programme, elle sera modifiée en directivité à commutation automatique "SoftSwitching"
hu_hu: A program környezetek átváltottak a 'Mindenhol' program környezetre. Ha a programban alapértelmezetten fix vagy adaptív direkcionalítás volt az átvált a SoftSwitching-re
it_it: I programmi ambientali sono stati trasferiti al programma ambientale 'Programma Universale'. Se il programma selezionato di default utilizza Direzionalità Adattiva o fissa, questa verrà modificata in Softswitching
ja_jp: プログラムが「標準」へ移行されました。固定型指向性、適応型指向性に設定されている場合は、ソフトスイッチへ変更して下さい。
ko_kr: 프로그램 환경이 ‘All-Around’ 프로그램 환경으로 바뀌었습니다. 방향성 기능이 고정된 또는 적응 방향성으로 초기화 되었다면, SoftSwitching 으로 바꾸세요.
nl_nl: Het programma is omgezet in het ‘All-Around’ programma. Als het programma default over vaste of adaptieve directionaliteit beschikte, is dat nu veranderd in SoftSwitching
no_no: Programnavnene ble migrert til `Basis` programnavn. Hvis programmet er satt til fast eller Adaptiv direksjonalitet vil det bli endret til SoftSwitching.
pl_pl: Programy środowiskowe zostały przekształcone na program "Dookoła". Jeśli program był ustawiony ze stałą lub Adaptacyjną kierunkowości zostanie przekształcony w SoftSwitching
pt_pt: Os programas migrarão para o programa "Geral". Se o programa estiver com direcionalidade fixa ou adaptativa, será alterada para SoftSwitching.
ro_ro: Mediile de ascultare ale programului au fost transferate in Programul "All-Around". Daca programul este setat pe directionalitate Fixa sau Adaptiva, se va schimba in SoftSwitching
sv_se: Programmiljöerna migrerades till ‘Allround’ programmiljö. Om programmet är förinställt för fast eller adaptiv riktverkan kommer det ändras till SoftSwitching
tr_tr: Program ortamları 'Her Yönden' programı ortamına taşınmıştır. Program sabit veya Adaptive yönlülük için varsayılan ise, SoftSwitching olarak değiştirilecektir
zh_cn: 环境程序已移到所有环境程序中。如果程序默认为固定方向性或自适应方向性，它将更改为智能转换系统。

source: Legacy to AllAround
cs_cz: Odkaz pro Všeobecné
de_de: Vorheriges zu All-Around
es_es: Anteriores a Global
fi_fi: Periytynyt Kaikenkattavaksi
fr_fr: Appareil mature avec programme Universel
hu_hu: Hagyaték a Mindenhez
ja_jp: 標準プログラムへ
ko_kr: AllAround로 변경될 프로그램
nl_nl: Oorspronkelijk naar AllAround
no_no: Eldre produkter - Programnavn Basis
pl_pl: Wcześniejsze niż Dookólny
pt_pt: Padraõ do Geral
sv_se: Arv till Allround
zh_cn: 旧产品全部默认设置为通用程序

source: No Instruments Discovered
cs_cz: Nenalezena žádná sluchadla
da_dk: Der blev ikke fundet nogle apparater
de_de: Kein Gerät gefunden
es_es: No se han detectado Audífonos
fi_fi: Kuulokojeita ei havaittu
fr_fr: Aucun appareil trouvé
hu_hu: Nincs felismert készülék
it_it: Nessun Dispositivo Rilevato
ja_jp: 補聴器が検知されませんでした
ko_kr: 감지된 보청기가 없습니다
nl_nl: Geen toestellen gevonden
no_no: Ingen apparater funnet
pl_pl: Nie Wykryto Aparatów
pt_pt: Nenhum Aparelho Auditivo Encontrado
ro_ro: Nici un instrument nu a fost detectat
ru_ru: Аппараты не обнаружены
sv_se: Inga hörapparater upptäcktes
tr_tr: Cihaz Bulunamadı
zh_cn: 没有发现助听器
