Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: ONE OF THE HEARING INSTRUMENTS CONNECTED NEEDS TO BE UPDATED IN ORDER TO PROGRAM BINAURALLY. A cabled connection is recommended and fresh batteries are required to perform the update. Do not interrupt the update once it has begun. Would you like to update now?
cs_cz: JEDNO Z PŘIPOJENÝCH SLUCHADEL JE POTŘEBA UPDATOVAT PRO BINAURÁLNÍ PROGRAMOVÁNÍ. Pro úspěšný update je doporučeno připojení kabelem a vyžadována čerstvá baterie. Nepřerušujte update v průběhu procesu. Chcete nyní provést update?
da_dk: ET AF DE TILSLUTTEDE HA SKAL OPDATERES FØR DE KAN PROGRAMMERES BINAURALT. Det anbefales at benytte kabel og helt friske batterier til denne opdatering. Afbryd ikke opdateringen når den er begyndt. Vil du opdatere nu?
de_de: Die Hörsysteme verwenden unterschiedliche Algorithmus-Versionen. EINES DER HÖRSYSTEME BENÖTIGT EIN UPDATE DAMIT ES BINAURAL ANGEPASST WERDEN KANN: Um das Update durch zu führen, wird eine Kabelverbindung und frische Batterien empfohlen. Nach dem Starten unterbrechen Sie den Vorgang nicht. Möchten Sie das Update jetzt durchführen?
es_es: UNO DE LOS AUDIFONOS CONECTADOS NECESITA SER ACTUALIZADO PARA PODER SER PROGRAMADOS BINAURALMENTE. Se recomienda una conexión por cable, y se necesitan pilas nuevas para realizar la actualización. No interrumpir el proceso de actualización cuando haya comenzado. ¿Desearía actualizar ahora?
fi_fi: TOINEN KYTKETYISTÄ KUULOKOJEISTA ON PÄIVITETTÄVÄ JOTTA BINAURAALINEN SOVITUS VOIDAAN SUORITTAA. Käytä langallista ohjelmointiyksikköä ja aseta kojeisiin uudet paristot. Älä keskeytä päivitystä kun se on alkanut ! Haluatko päivittää kuulokojeen nyt ?
fr_fr: Une mise à jour est nécessaire sur un des appareils pour pouvoir travailler en stéréo. Attention : avant de commencer, mettre une pile neuve. Une connexion filaire est conseillée. Une fois lancée, la mise à jour ne peux pas être interrompue. Voulez-vous effectuer la mise à jour maintenant ?
hu_hu: AZ EGYIK CSATLAKOZTATOT HALLÓKÉSZÜLÉKET BINAURÁLISRA KELL FRISSÍTENI A PROGRAMBAN. Kábeles kapcsolat és friss elemek ajánlottak a frissítéshez. Ne szakítsa meg a folyamatot. Szeretne most frissíteni ?
it_it: UNO DEGLI APPARECCHI ACUSTICI CONNESSI DEVE ESSERE AGGIORNATO PER LA PROGRAMMAZIONE BINAURALE Una connessione via cavo è raccomandata, inserire batterie nuove per eseguire l'aggiornamento. Non interrompere l'aggiornamento una volta che è iniziato. Volete aggiornare adesso?
ja_jp: 接続された補聴器のひとつは両耳プログラムする為にアップデートする必要があります。アップデートを開始しますか？ ※※必ずお読み下さい※※ ①アップデート時は必ず新品の電池をご使用下さい。 ②アップデート時に使用する接続機器は「Speedlink」もしくは「Noahlink」をご使用下さい。 ③アップデート開始後は絶対に途中で中断しないで下さい。（接続が途切れないように補聴器は机の上などに置いて作業することをお勧めします。） ④アップデートしていない補聴器とアップデートした補聴器を同時に接続することは出来ません。別々に調整を行うか補聴器をアップデートして下さい。
ko_kr: 양이로 프로그래밍하려면, 연결된 보청기중 하나는 업데이트가 되어야 합니다. 유선 연결을 권장하며 업데이트 수행전에 새 배터리 장착이 필요합니다. 일단 업데이트가 시작되면 중단하지 마십시오. 지금 업데이트 하시겠습니까?
nl_nl: EEN VAN DE VERBONDEN TOESTELLEN MOET EEN UPDATE ONDERGAAN VOORDAT DE BINAURALE AANPASSING PLAATS KAN VINDEN. Gebruik een draadgebonden programmeerinterface en nieuwe batterijen bij de update. Onderbreek de update niet als hij eenmaal begonnen is. Wilt u de update nu uitvoeren?
no_no: ETT AV HØREAPPARATENE SOM ER TILKOBLET MÅ OPPDATERES FOR Å KUNNE PROGRAMMERES BINAURALT. Tilkobling med kabler og nye batterier anbefales for oppdateringer. Ikke avbryt oppdateringen når den har begynt. Ønsker du å oppdatere nå?
pl_pl: JEDEN Z PODŁĄCZONYCH APARATÓW MUSI BYĆ ZAKTUALIZOWANY ABY MOŻNA BYŁO DOPASOWAĆ APARATY OBUUSZNIE. Wymagane jest połączenie kablami oraz świerze baterie aby przeprowadzić aktualizację. Nie przerywaj aktualizacji po jej rozpoczęciu. Czy chcesz teraz rozpocząć aktualizację?
pt_pt: Um dos aparelhos conectados necessita de atualização para programação binaural. Uma conexão com cabos é recomendada e necessário o uso de novas baterias para a atualização. Não interrompa a atualização uma vez que iniciado o processo. Você gostaria de realizar a atualização agora?
ro_ro: UNUL DIN APARATELE CONECTATE NECESITA ACTUALIZARE PENTRU A PUTEA FI PROGRAMAT BIAURAL. Conectarea prin cabluri e recomandata si baterii noi sunt necesare pentru o actualizare. Nu intrerupeti actulizarea odata demarata. Doriti sa actualizati acum?
ru_ru: ЧТОБЫ ЗАПРОГРАММИРОВАТЬ СЛУХОВЫЕ АППАРАТЫ БИНАУРАЛЬНО, ОДИН ИЗ ПОДКЛЮЧЕННЫХ СЛУХОВЫХ АППАРАТОВ НЕОБХОДИМО ОБНОВИТЬ. Для выполнения обновления рекомендуется использовать проводное соединение и новую батарейку. Не прерывайте процесс обновления, если он уже запущен. Обновить сейчас?
sv_se: En av dem anslutna hörapparaterna behöver uppdateras för att kunna programmeras binauralt. Vi rekommenderar att du använder kabel och nya batterier. Avbryt inte uppdateringen när den väl har startats. Vill du uppdatera nu?
tr_tr: BINAURAL PROGRAMLAMA DURUMUNDA, BAĞLANAN CİHAZLARDAN BİRİNİN GÜNCELLENMESİ GEREKİYOR. Güncellemeyi uygulamak için kablolu bağlantı tavsiye edilir, ve yeni pil takılması gereklidir. Güncelleme başladıktan sonra kesinlikle dokunmayın. Şimdi güncellemek istiyormusun?
zh_cn: 至少一台已连接的助听器需要升级才可以进行双耳验配. 推荐使用编程线和新电池进行升级.升级期间切勿断开。 您要升级吗？

source: There is a mismatch between session and instrument data. If you wish to use the session data an instrument update is required. Please be aware that duration of the update depends on the programming interface used. The update may take several minutes. No instrument data will be lost during update. For fastest instrument update, use Speedlink or NOAHlink. Do not interrupt the update once it has begun. Inserting a fresh battery before updating is recommended. Would you like to update now?
cs_cz: Nesouhlasí data sezení s daty ve sluchadle. Pokud chcete použít data sezení, je potřeba aktualizovat sluchadlo. Doba trvání aktualizace závisí na použité programovací jednotce. Aktualizace může trvat několik minut. Během aktualizace nebudou ztracena žádná data ze sluchadla Pro rychlejší aktualizaci sluchadla použijte Speedlink nebo NOAHlink. Nepřerušujte aktualizaci sluchadla, která již započala. Doporučujeme, použijte čerstvou baterii. Chcete nyní provést aktualizaci?
da_dk: Der er fiorskel på sessionsdata og apparatdata. Hvis du vil bruge sessionsdata er en opdatering af apparatet nødvendigt. Vær venligst opmærksom på at opdateringen tager forskellig tid afhængigt af programmeringsinterface. Opdateringen tager op til flere minutter. Ingen data i apparatet vil mistes under opdatering. Vil du opdatere nu?
de_de: Die Einstellungen aus der gespeicherten Sitzung stimmen nicht mit denen im Hörsystem überein. Um die gespeicherten Einstellungen nutzen zu können ist ein Update des Hörsystems erforderlich. Dieses Update kann jetzt erfolgen. Bitte beachten Sie das die Dauer des Updates von der Programmierschnittstelle abhängt und kann bis zu mehreren Minuten betragen. Wir empfehlen Speedlink oder NOAHlink zu verwenden und frische Batterien in die Hörsysteme einzulegen. Einstellungen gehen dabei nicht verloren. Bitte unterbrechen Sie das Update nicht. Möchten Sie das Update jetzt durchführen?
es_es: Los datos de la sesión son diferentes a los datos del audífono. Si desea utilizar los datos de la sesión, se necesita actualizar el audífono. Tenga en cuenta que el tiempo de actualización depende del interface de programación utilizado. La actualización puede durar varios minutos. No se perderán los datos del audífono durante la actualización. Para una actualización más rápida, utilice Speedlink o NOAHlink. No detenga la actualización una vez haya comenzado. Es recomendable utilizar una pila nueva para la actualización. ¿Desea Actualizar el audífono ahora?
fi_fi: Kuulokojeissa on eri sovitusalgoritmit eikä niitä voi sovittaa samanaikaisesti ennen kuin vanha algoritmi on päivitetty uudella Aventalla. Huomioi että päivityksen kesto riippuu ohjelmointiyksiköstä. Päivitys voi kestää useita minuutteja. Mitään kuulokojeessa olevia sovitustietoja ei menetetä päivityksen aikana. Käytä SpeedLink tai HiPro ohjelmointiyksikköa nopeuttaaksesi päivitystä. On suositeltavaa asettaa uusi paristo kuulokojeisiin ennen päivitystä. Älä keskeytä päivitystä kun se on alkanut ! Haluatko päivittää kuulokojeet nyt ?
fr_fr: Les données de l'appareil connecté et celles de la session ouverte sont différentes. Pour utiliser les données de la session, une mise à jour de l'appareil est nécessaire. Cette mise à jour prend quelques minutes et offre de nouvelles fonctionnalités et des avantages pour les patients. Aucune donnée ne sera perdue lors de cette mise à jour. Attention : 1. Pour une mise à jour plus rapide, préférer Speedlink ou NOAHlink 2. Avant de commencer, METTRE UNE PILE NEUVE 3. Une fois démarrée, la mise à jour ne doit pas être interrompue Voulez-vous effectuer la mise à jour maintenant ?
hu_hu: A készülék és a program adatai eltérnek Ha a program adatait akarja használni, akkor a készüléket frissíteni kell. A készülék frissítés ideje a program. ozó interfésztől függ. Ez akár néhány percet is igénybe vehet. A készülék adatok nem fognak elveszni a frissítés alatt. Az utolsó készülék frissítéshez, használja a Speedlinket vagy a NOAHlinket. Ne szakítsa meg a frissítést. Használjon friss elemet. Szeretné most frissíteni?
it_it: I dati della sessione corrente su Aventa e i dati sull’apparecchio acustico collegato sono diversi. Se si desidera utilizzare i dati della sessione corrente in Aventa è necessario aggiornare il software dell’apparecchio acustico. L'aggiornamento potrebbe richiedere alcuni minuti a seconda dell’interfaccia di programmazione utilizzata (dai 5 ai 10 minuti). I dati di fitting dell’apparecchio non verranno persi durante l'aggiornamento. Non interrompere l'aggiornamento una volta iniziato. Inserire sempre una batteria nuova prima di iniziare l’aggiornamento. Volete aggiornare adesso?
ja_jp: 補聴器のアップグレードが可能です（この作業には数分かかります）。アップグレードを開始しますか？ ※※必ずお読み下さい※※ ①アップグレード時は必ず新品の電池をご使用下さい。 ②アップグレード時に使用する接続機器は「Speedlink」か「Noahlink」をご使用下さい。 ③アップグレード開始後は絶対に途中で中断しないで下さい。（接続が途切れないように補聴器は机の上などに置いて作業する事をお勧めします。） ④アップグレードしていない補聴器とアップグレードした補聴器を同時に接続する事は出来ません。別々にフィッティングを行うか補聴器をアップグレードして下さい。
ko_kr: 세션과 보청기 데이터 사이에 불일치가 있습니다. 세션 데이터를 사용하시려면 보청기 업데이트가 필요합니다. 업데이트 소요 시간은 사용된 프로그램 인터페이스에 따라 다를 수 있습니다. 업데이트에는 수 분이 걸릴 수 있습니다. 보청기 업데이트 중에 보청기의 데이터는 없어지지 않습니다. 빠른 보청기 업데이트를 위해, Speedlink나 NOAHlink를 사용하십시오. 업데이트를 시작한 후에는 중단해서는 안됩니다. 업데이트를 시작하시기전에 새 배터리를 장착하시는 것을 권장합니다. 지금 업데이트 하시겠습니까?
nl_nl: De toestelgegevens en de sessiegegevens stemmen niet overeen. Als u de sessiegegevens wilt gebruiken is een toestel update in Aventa noodzakelijk. De update kan enkele minuten duren. De tijdsduur hangt af van de gebruikte interface. Tijdens de update gaan er geen hoortoestelgegevens verloren. Gebruik Speedlink voor de snelste en zekerste update. Onderbreek de update niet als hij eenmaal begonnen is. Het gebruik van nieuwe batterijen wordt aanbevolen. Wilt u de update nu uitvoeren?
no_no: Det er forskjell på sesjonsdata og data lagret i apparatet. Om du ønsker å bruke sesjonsdata må apparatene oppdateres. Vennligst vær oppmerksom på at varigheten på oppdateringen avhenger av hvilken programmeringsenhet som brukes. Oppdateringen kan ta flere minutter. Ingen data vil gå tapt under oppdatering. ruk Speedlink eller NOAHlink for raskest oppdatering. Ikke avbryt oppdateringen når den har begynt. Det anbefales å sette i nye batterier før oppdatering. Ønsker du å oppdatere nå?
pl_pl: Dane dopasowania z aparatu i aktualnej sesji różnią się. Jeśli chcesz użyć danych z sesji dopasowania wymagana jest aktualizacja aparatu. Proszę pamiętać, że czas trwania aktualizacji zależy od używanego interfejsu programowania. Aktualizacja może potrwać kilka minut. Żadne dane z aparatu nie zostaną utracone. Użyj Speedlink albo NOAHlink dla szybkiej aktualizacji. Nie przerywaj procesu aktualizacji. Zaleca się założenie nowej baterii przed rozpoczęciem aktualizacji. Czy chesz dokonać teraz aktualizacji?
pt_pt: Há uma incompatibilidade entre a sessão e dados dos aparelhos. Se você quiser usar os dados da sessão uma atualização instrumento é necessário. Esteja ciente de que o tempo de atualização depende da interface de programação utilizada. A atualização pode levar alguns minutos. Não há dados instrumento serão perdidas durante a atualização.
ro_ro: Exista o discordanta intre datele sesiunii si cele din aparat. Daca doriti sa folositi datele sesiunii este necesara actualizarea aparatului. Luati in considerare ca durata actualizarii depinde de interfata de programare folosita. Actualizarea poate dura cateva minute. Datele din aparate nu vor fi sterse pe parcursul atualizarii. Pentru o actualizare mai rapida, folositi SpeedLink sau NOAHlink. Nu intrerupeti actulizarea odata pornita. Introducerea unei baterii noi in prealabil este recomandata.. Doriti sa actualizati acum?
ru_ru: Данные сессии не соответствуют данным в аппарате. Если Вы хотите использовать данные сессии, необходимо обновить аппарат. Время обновления зависит от используемого интерфейса для программирования. Обновление может занять несколько минут. Данные из аппарата не будут утрачены во время обновления. Для более быстрого обновления используйте Speedlink или NOAHlink. Не прерывайте процесс обновления после запуска. Рекомендуется вставить новую батарейку в аппарат перед тем, как приступить к обновлению. Обновить сейчас?
sv_se: Hörapparaterna innehåller olika algoritmpaket och kan inte programmeras simultant förrän det äldre algoritmpaketet har uppdaterats via Aventa. Tiden för uppgraderingen kan variera beroende på vilket programmeringsinterface som använts. Uppdateringen kan ta lång tid, ingen hörapparat data kommer att förloras under uppdateringen. Använd Speedlink eller NOAHlink för snabbast uppdatering. Avbryt inte uppdateringen efter den startats och ha alltid ett nytt batteri i hörapparaten innan uppdateringen. Vill du uppdatera nu?
tr_tr: Oturum ve cihaz verileri arasında uyumsuzluk var. Eğer oturumdaki verileri kullanmak isterseniz cihazın güncellenmesi gerekir. Güncelleme süresi kullanılacak olan program arayüzüne bağlıdır. Güncelleme birkaç dakika sürebilir. En hızlı güncelleme için Speedlink veya NOAHlink kullanın. Güncelleme başladıktan sonra kesinlikle durdurmayın veya kesmeyin. Güncelleme başlamadan önce dolu pil yerleştirmeniz tavsiye edilir. Şimdi güncellemek istiyormusun?
zh_cn: 保存数据与助听器内数据不匹配。如要使用保存数据需要升级助听器。用Speedlink升级速度更快，请使用电量充足的电池，升级需要几分钟，但不会丢失验配数据，升级时请勿断开连接。马上升级吗？

source: Accessory Updater
cs_cz: Aktualizace příslušenství
da_dk: Opdatering af tilbehør
de_de: Zubehör Update
es_es: Actualizar Accesorios
fi_fi: Lisälaitteiden päivitys
fr_fr: Mettre à jour un accessoire
hu_hu: Tartozék frissítés
it_it: Aggiornamenti Accessori
ja_jp: アクセサリーアップデート
ko_kr: 액세서리 업데이터
nl_nl: Accessoires updater
no_no: Oppdater Tilbehør
pl_pl: Aktualizator Akcesoriów
pt_pt: Acessório Atualizado
ro_ro: Updatare accesorii
ru_ru: Обновление аксессуаров
sv_se: Uppdatering av tillbehör
tr_tr: Aksesuar Güncelleyici
zh_cn: 无线附件升级

source: The instrument has been successfully restored. The instrument has also been updated with the newest algorithm package, including new features and end user benefits.
cs_cz: Sluchadlo bylo úspěšně obnoveno. Sluchadlo bylo také aktualizováno nejnovějším balíčkem algoritmů, obsahujícím nové funkce a užitné vlastnosti.
da_dk: HA er nulstillet med succes. HA er også opdateret med den nyeste algoritmepakke, inklusiv nye egenskaber og brugerfordele.
de_de: Das Gerät wurde erfolgreich in Werkseinstellung zurückgesetzt. Das Hörsystem wurde zusätzlich aufgewertet und mit einem neuen Betriebssystem versehen, wodurch Ihrem Kunden neue Eigenschaften mit zusätzlichen Vorteilen zur Verfügung stehen.
es_es: El audífono ha se ha restaurado a los ajustes de fabrica con éxito. El audífono también ha sido actualizado con el último firmware, el cuál incluye nuevas características y beneficios para el usuario.
fi_fi: Kuulokoje on palautettu onnistuneesti tehdasasetuksiin. Kuulokoje on myös päivitetty uusimmalla algoritmilla joka sisälttää uusia ominaisuuksia ja toimintoja.
fr_fr: Restauration achevée avec succès. L'appareil a également été mis à jour. De nouvelles fonctionnalités sont disponibles.
hu_hu: A készülék sikeresen visszaállt a gyári beállításokra. A készülék frissítve lett a legújabb algoritnus csomaggal, beleértve az új tulajdonságokat és felhasználói előnyöket.
it_it: L'apparecchio acustico è stato ripristinato con successo alle impostazioni del costruttore. L'apparecchio acustico è stato anche aggiornato con il pacchetto di nuovi algoritmi che implementeranno nuove caratteristiche e vantaggi per l'utente finale.
ja_jp: 補聴器のリセットに成功しました
ko_kr: 보청기가 성공적으로 복원 되었습니다. 새로운 특성, 사용자 혜택 및 새로운 알고리즘 패키지가 보청기에 또한 업데이트 되었습니다.
nl_nl: Het toestel is succesvol hersteld. Tevens heeft het toestel een update ondergaan naar het nieuwste algoritmes-pakket, met nieuwe features en voordelen voor de eindgebruiker.
no_no: Tilbakestilling vellykket. Apparatet er også oppdatert med den nyeste algoritme pakken, som inkluderer nye egenskaper og brukerfordeler.
pl_pl: Poprawnie przywrócono ustawienia aparatu. The instrument has also been updated with the newest algorithm package, including new features and end user benefits.
pt_pt: O aparelho auditivo foi restaurado com sucesso. O aparelho também foi atualizado com o pacote de algoritmos mais atual, incluindo novas características e benefícios para o usuário final.
ro_ro: Aparatul a fost resetat la setarile din fabrica cu succes. Aparatul a fost de aseamenea actualizat cu cel mai nou pachet de altgoritmi, inclusiv cele mai noi caracteristici si beneficii pentru utilizator.
ru_ru: Аппарат был успешно восстановлен. Аппарат также был успешно обновлен с учетом всех новых функций и преимуществ для пользователей.
sv_se: Hörapparaten har återställts till fabriksinställning. Hörapparaten har också uppdaterats med det senaste algoritmpaketet med nya inställningar och användarfördelar.
tr_tr: Cihaz başarıyle yüklendi. Cihaz aynı zamanda yeni özellikler ve son kullanıcının yararına olan en yeni algoritma paketi ile güncellendi.
zh_cn: 此助听器已成功恢复。助听器使用了最新的固件，包括新功能和提升用户满意度等。

source: Dual Stabilizer II DFS with WhistleControl
cs_cz: Dvojitý stabilizátor DFS II s kontrolou pískání
da_dk: Dual Stabilizer II DFS med WhistleControl
de_de: Dual Stabilizer II DFS mit WhistleControl
es_es: Dual Stabilizer II DFS con Control de Realimentación
fi_fi: Tupla DFS II ja Whistle Control
fr_fr: Anti Larsen Dual Stabilizer II DFS avec WhistleControl
hu_hu: Dupla Stabilizátor II DFS Sipolás Kontrollal
it_it: Dual Stabilizer II DFS con WhistleControl
ja_jp: ハウリングサポート付きデュアルスタビライザDFSII
nl_nl: Dual Stabilizer II DFS met WhistleControl
no_no: Dual Stabilizer II DFS med WhistleControl
pl_pl: DFS II
pt_pt: Estabilizador Dual II DFS com WhistleControl
ro_ro: Stabilizator dual II DFS cu controlul fluieratului
ru_ru: Система подавления обратной связи "Двойной стабилизатор II" с системой "Контроль свиста"
sv_se: Dual Stabilizer II DFS med WhistleControl
tr_tr: WhistleControl ile Dual Stabilizer II DFS
zh_cn: 双重稳定器DFS II（内置反馈安全墙）

source: Stabilizer II DFS with WhistleControl
cs_cz: Stabilizátor DFS II s kontrolou pískání
da_dk: Stabilizer II DFS med WhistleControl
de_de: Stabilizer II DFS mit WhistleControl
es_es: Stabilizer II DFS con Control de Realimentación
fi_fi: Stabiloitu DFS II ja Vinkumisvahti
fr_fr: Anti Larsen Stabilizer II DFS avec WhistleControl
hu_hu: Stabilizátor II DFS Sipolás Kontrollal
it_it: Stabilizer II DFS con WhistleControl
ja_jp: ハウリングサポート付きスタビライザDFSII
nl_nl: Stabilizer II DFS met WhistleControl
no_no: Stabilizer II DFS med WhistleControl
pl_pl: Stabilizator II DFS z systemem WhistleControl
pt_pt: Estabilizador II DFS com WhistleControl
ro_ro: Stabilizator II DFS cu controlul fluieratului
ru_ru: Подавление обратной связи "Стабилизатор II" с системой "Контроль свиста"
sv_se: Stabilizer II DFS med WhistleControl
tr_tr: WhistleControl ile Stabilizer II DFS
zh_cn: 稳定器DFSII（内置反馈安全墙）

source: Surround Sound by ReSound is the outcome of advanced features that work together to provide the richest sound picture possible, allowing users to maintain awareness even in complex listening environments.
cs_cz: "SurroundSound" zvuk značky ReSound přináší uživateli sluchadla ty nejbohatší zvukové vjemy při zachování schopnosti se orientovat i ve složitém poslechovém prostředí.
da_dk: Surround Sound by ReSound er resultatet af avancerede egenskaber der tilsammen giver den rigeste og reneste lydkvalitet der er mulig. Dermed bliver brugere i stand til at bevare mest mulig af evnen til at høre også i komplekse lydmiljøer.
de_de: Mit der neuen Surround Sound by ReSound Technologie, erleben Ihre Kunden den wohl reichhaltigsten Klang mit uneingeschränkter Wahrnehmung, auch in sehr schwierigen Hörsituationen.
es_es: Surround Sound by ReSound es el resultado de avanzadas tecnologías que trabajan de forma simultanea para conseguir la imagen sonora más rica posible, permitiendo al usuario mantener la discriminación incluso en los entornos más complejos.
fi_fi: Surround Sound by ReSound on usean edistyksellisen toiminnon yhteisvaikutuksen tulos, joka takaa täyteläisimmän mahdollisen äänimaailman. Tämän ansiosta kuulokojeen käyttäjä pystyy seuraamaan mitä hänen ympärillään tapahtuu myös erittäin vaativissa kuunteluolosuhteissa.
fr_fr: Surround Sound by ReSound restitue un environnement sonore multi-dimensions qui donne à son utilisateur un son riche, une localisation spatiale exceptionnelle et une meilleure compréhension de la parole dans le bruit.
hu_hu: A Surround Sound by ReSound nincs benne a fejlett tulajdonságokban, amelyek együttműködve biztosítják a legjobb hangképet, a legbonyolultabb halláshelyzetben is.
it_it: Surround Sound by ReSound è il risultato di funzioni avanzate che lavorano insieme per fornire la massima qualità sonora agli utilizzatori e la massima consapevolezza sonora in tutti gli ambienti d'ascolto.
ja_jp: Surround Sound by ReSound
ko_kr: Surround Sound by ReSound는 가장 풍부한 소리를 가능하게 하는 향상된 특성의 결과물로서 사용자가 복잡한 환경에서도 소리를 듣게합니다.
nl_nl: Surround Sound by ReSound is het resultaat van geavanceerde features die samenwerken om het rijkst mogelijke geluidsbeeld te creëren, waardoor de gebruikers bewust blijven van alles om hen heen, zelfs in complexe luistersituaties.
no_no: Surround Sound by ReSound er resultatet av avanserte egenskaper som jobber sammen for å gi rikest mulig lydbilde, og la brukeren opprettholde taleforståelse selv i vanskelige lyttesituasjoner.
pl_pl: Surround Sound by ReSound jest wynikiem zastosowania zaawansowanych funkcji które współpracują ze sobą aby zapewnić możliwie najbogatszy obraz dźwiękowy otoczenia, pozwalając Użytkownikom zachować słyszenie nawet w najbardziej złożonych środowiskach.
pt_pt: Surround Sound by ReSound é o resultado de recursos avançados que trabalham juntos para fornecer um som mais rico e harmônico, permitindo aos usuários manter a consciência ambiental e espacial mesmo em complexos ambientes de escuta.
ro_ro: Sunet surround de la ReSound este efectul unor caracteristici avansate ce lucreaza impreuna pentru a da cel mai bogat sunet posibil, dand posibilitatea utilizatorului sa fie activ chiar intr-unmediu de ascultare provocator.
ru_ru: Surround Sound от ReSound сочетает в себе передовые технологии, которые обеспечивают превосходную разборчивость, полноценное восприятие и естественно богатое звучание даже в самых сложных акустических ситуациях.
sv_se: Surround Sound by ReSound är algoritmer som arbetar för att ge ett så fylligt och rikt ljud som möjligt. Det ger lyssnaren kontroll även i komplexa lyssningsituationer.
tr_tr: Surround Sound by ReSound mümkün olan en zengin sesi sağlamak için birlikte çalışan gelişmiş özelliklerin neticesidir. En zor dinleme ortamında dahi kullanıcının farkındalığını sürdürmesini sağlar.
zh_cn: 实景声场环绕系统汇集了各种先进的声音处理功能，提供自然真实的声音。不管在多么嘈杂的环境中，都能得到自然、清晰的聆听体验。
