Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Ensure your hearing aids have fresh batteries, are turned on and connected
cs_cz: Ujistěte se, že je ve sluchadlech NOVÁ baterie, jsou zapnutá a připojená
da_dk: Kontroller at der er isat nye batterier og at høreapparaterne er tændt og forbundet.
de_de: Stellen Sie sicher, dass Ihre Hörsysteme frische Batterien haben, eingeschaltet und verbunden sind
es_es: Compruebe que los audífonos tienen pilas nuevas, estan encendidos y conectados.
fi_fi: Varmista että kuulokojeissa on tuoreet paristot, kuulokojeet ovat päällä ja ne on yhdistetty
fr_fr: Assurez-vous que les appareils utilisent des piles neuves, sont bien en fonctionnement et connectés
hu_hu: Ellenőrizze, hogy a készülékben friss-e az elem, be van-e kapcsolva és csatlakoztatva van-e
it_it: Assicurarsi che i vostri apparecchi acustici abbiano batterie nuove, siano accesi e collegati
ja_jp: 補聴器に新品の電池を入れ、電源を入れ、接続して下さい
ko_kr: 보청기 배터리 잔량이 충분한지, 보청기 전원이 켜져 있는지, 연결이 제대로 되어있는지 확인하세요
nl_nl: Zorg ervoor dat uw hoortoestellen nieuwe batterijen hebben, aan staan en verbonden zijn
no_no: Forsikre deg om at Høreapparatene har nye batterier,er slått på og tilkoblet
pl_pl: Upewnij się, że Twoje aparaty słuchowe mają świerze baterie, są włączone i połączone
pt_pt: Verifique se os aparelhos auditivos estão com novas pilhas, estão ligados e estão conectados.
ro_ro: Asigurati-va ca aparatele auditive au baterii bune, aunt pornite si conectate.
ru_ru: Убедитесь, что Ваши слуховые аппараты имеют свежую батарейку, включены и подключены
sv_se: Kontrollera att dina hörapparater har nya batterier, är påslagna och anslutna
tr_tr: İşitme cihazlarının açık, bağlı ve yeni pil takıldığından emin olun
zh_cn: 请确保使用新电池，合上电池仓，连接。

source: Updates
cs_cz: Aktualizace
da_dk: Opdateringer
es_es: Actualizaciones
fi_fi: Päivitykset
fr_fr: Mises à jour
hu_hu: Frissítések
it_it: Aggiornamenti
ja_jp: アップデート
ko_kr: 업데이트
no_no: Oppdateringer
pl_pl: Aktualizacje
pt_pt: Atualizações
ro_ro: Update-uri
ru_ru: Обновления
sv_se: Uppdateringar
tr_tr: Güncellemeler
zh_cn: 更新

source: is up to date.
cs_cz: je aktuální.
da_dk: er opdateret.
de_de: ist auf dem neusten Stand
es_es: está actualizado.
fi_fi: käyttää viimeisintä versiota.
fr_fr: est à jour.
hu_hu: a legfrissebb.
it_it: è aggiornato.
ja_jp: は最新のバージョンです.
ko_kr: 최신형입니다
no_no: Er oppdatert
pl_pl: jest aktualny.
pt_pt: está atualizado.
ro_ro: este updat-at
ru_ru: обновлено.
sv_se: är uppdaterade.
tr_tr: güncel.
zh_cn: 是最新的。

source: Current Version
cs_cz: Současná verze
da_dk: Nuværende version
de_de: aktuelle Version
es_es: Versión Actual
fi_fi: Nykyinen versio
fr_fr: La version actuelle
hu_hu: Mostani verzió
it_it: Versione Corrente
ja_jp: 現在のバージョン
ko_kr: 현재 버전
nl_nl: Huidige versie
no_no: Nåværende versjon
pl_pl: Obecna Wersja
pt_pt: Versão Atual
ro_ro: Versiunea Curenta
ru_ru: Текущая версия
sv_se: Nuvarande version
tr_tr: Güncel Sürüm
zh_cn: 当前版本

source: cannot contact the server for updates.
cs_cz: nelze kontaktovat server pro aktualizace.
da_dk: Kan ikke få kontakt til server for opdateringer.
de_de: Keine Verbindung zum Server.
es_es: no se puede conectar al servidor para actulizar.
fi_fi: ei saada yhteyttä päivitys palvelimeen.
fr_fr: Impossible de contacter le serveur pour vérifier les mises à jour.
hu_hu: nem tud csatlakozni a szerverhez a frissítéshez.
it_it: non si riesce a contattare il server per gli aggiornamenti.
ja_jp: サーバーへ接続できません
ko_kr: 업데이트를 위한 서버에 접속할 수 없습니다
nl_nl: Kan geen contact krijgen met de server voor updates.
no_no: Kan ikke kontakte serveren for oppdatering
pl_pl: nie może połączyć się z serwerem aktualizacji.
pt_pt: não consegue conectar ao servidor para atualizações.
ro_ro: nu se poate contacta server-ul , pentru update-uri.
ru_ru: невозможно подключиться к серверу для обновления.
sv_se: kan inte kontakta server för uppdateringar.
tr_tr: Güncellemeler için server ile bağlantı kurulamıyor.
zh_cn: 无法连接服务器更新。

source: Include Compression Limit Mode settings
cs_cz: Zahrnout nastavení Compression Limit Mode
da_dk: Inkluder lineær og semi-lineær kompressionsindstilling
de_de: Kompressions-Limit-Einstellung berücksichtigen
es_es: Incluir los ajustes de Modo de Limitación de Salida
fi_fi: Sisällytä kompressioäärirajan tilaasetukset
fr_fr: Inclure le réglage du mode de limite de compression
hu_hu: Beleértve a Kompresszió l,imit mód beállításait
it_it: Include impostazioni Modalità Limite della Compressione
ja_jp: 出力制限モードを含む
ko_kr: 압축 제한 모드 설정을 포함시키세요
nl_nl: Inclusief instellingen compressiebegrenzingsmodus
no_no: Inkluder kompresjons nivå innstillinger
pl_pl: Uwzględnij ustawienia Trybu Ograniczonej Kompresji
pt_pt: Inclui ajustes do Modo de Compressão de Limitação
ro_ro: Include stari Compression Limit Mode
ru_ru: Включить настройки Режима ограничения компрессии
sv_se: Inkludera Kompressionsnivå inställningar
tr_tr: Sıkıştırma Limiti Modu ayarlarını içerir
zh_cn: 包含压缩极限模式的设置

source: Update Instrument(s) will discard the current session and erase all fitting data on the instrument(s).
cs_cz: Update sluchadla(el)ukončí sloučasné sezení a vymaže všechna fitting data ze sluchadla(el).
da_dk: Opdatering af apparater vil slette den nuværende session og slette alle data i høreapparatet.
de_de: Das Hörsystem Update wird die aktuelle Anpassung ignorieren und alle Daten aus dem Hörsystem löschen.
es_es: Al actualizar el(los) audífono(s) se perderán los datos de la sesión actual y se borrarán los datos de adaptación en el(los) audífono(s).
fi_fi: Kuulokojeiden päivitys lopettaa nykyisen istunnon ja poistaa kaikki sovitustiedot kuulokojeesta.
fr_fr: La mise à jour de l'appareil annulera le session en cours et supprimera les réglages enregistrés dans la mémoire de l'appareil.
hu_hu: A készülék frissítés törli az aktuális bejegyzést és minden illesztési adatot.
it_it: Aggiornamento Dispositivo(i) scarterà la sessione corrente e cancellerà tutti i dati di fitting dal Dispositivo(i).
ja_jp: 補聴器のアップデートを実行すると、補聴器の調整データはすべて失われます。
ko_kr: 보청기를 업데이트 하면 현재 세션 및 모든 피팅 데이터가 사라집니다.
nl_nl: Het updaten van toestellen zal de huidige sessie negeren en alle aanpasgegevens uit de toestellen verwijderen.
no_no: Oppdatering av av apparat(ene) vil forkaste den nåværende sesjonen og slette all tilpasningsdata i apparat(ene)
pl_pl: Aktualizacja Aparatu(ów) usunie obecną sesję dopasowania z aparatu(ów).
pt_pt: A Atualização dos Aparelhos Auditivos descartará a sessão atual e removerá os ajustes dos aparelhos auditivos.
ro_ro: Update Instrument(s) va sterge sesiunea curenta si toate reglajele anterioare de pe acest instrument.
ru_ru: Обновление аппарата(ов) приведет к сбросу текущей сессии и сотрет все данные настроек в аппарате(ах).
sv_se: Uppdatering av hörapparat(er) kommer bortse ifrån nuvarande session och radera all data på hörapparat(er).
tr_tr: Cihaz(ları) Güncelleme geçerli oturumu ve cihaz(lar) üzerindeki tüm bağlantı verilerini silecektir.
zh_cn: 升级助听器将关闭当前界面且删除当前助听器中的验配数据。

source: Instrument(s) Update Warning
cs_cz: Varování aktualizace sluchadel
da_dk: Advarsel opdatering af apparat
de_de: Hinweis zum Hörsystem-Update bitte beachten
es_es: Aviso de Actulización de Audífono(s)
fi_fi: Kuulokojeiden päivitys varoitus
fr_fr: Avertissement : mise à jour de l'appareil
hu_hu: Készülék frissítés figyelmeztetés
it_it: Dispositivo(i) Avviso Aggiornamenti
ja_jp: 補聴器のアップデートの警告
ko_kr: 보청기 업데이트 경고
nl_nl: Waarschuwing update van toestel(len)
no_no: Advarsel-Apparat oppdatering
pl_pl: Ostrzeżenie Aktualizacji Aparatów
pt_pt: Aviso de Atualização dos Aparelhos Auditivos
ro_ro: Atentionare Update Instrumente
ru_ru: Предупреждение об Обновлении аппарата(ов)
sv_se: Hörapparat(er) Uppdateringsvarning
tr_tr: Cihaz(lar) Güncelleme Uyarısı
zh_cn: 助听器升级警告

source: Gain Level (%)
cs_cz: Gain Targets (%)
da_dk: Gain Target (%)
de_de: Verstärkungs-Level (%)
es_es: Nivel de Ganancia (%):
fi_fi: Vahvistus tavoiteet (%)
fr_fr: Niveau de gain (%)
hu_hu: Cél erősítés (%)
it_it: Guadagno sul Target (%)
ja_jp: 利得レベル (%)
ko_kr: 이득 목표값(Gain Targets) (%)
nl_nl: Gaintargets (%)
no_no: Gain Targets (%)
pl_pl: Docelowe Wzmocnienie (%)
pt_pt: Ganho Alvo(%)
ro_ro: Castiguri Tinta (%)
ru_ru: Целевые усиления (%)
sv_se: Målvärden (%)
tr_tr: Kazanç Hedefleri (%)
zh_cn: 目标增益百分比（%）

source: Apply Target Gain Change
cs_cz: Aplikovat změny Target Gain
da_dk: Benyt andringer i target
de_de: Änderung der Zielverstärkung übernehmen
es_es: Aplicar los cambios de Ganancia Objetivo
fi_fi: Käytä tavoiteen vahvistumuutoksia
fr_fr: Changement de gain cible
hu_hu: Cél erősítés változás elfogadása
it_it: Applica Modifiche a Guadagno Target
ja_jp: 利得レベルを変更する
ko_kr: 이득 목표값 적용하기
nl_nl: Wijziging Gaintargets toepassen
no_no: Tilfør Gain endring
pl_pl: Zastosuj Zmianę Krzywej Docelowej
pt_pt: Aplicar o mudança de Ganho Alvo
ro_ro: Aplica schimbarile castigului tinta
ru_ru: Применить изменение Целевого усиления
sv_se: Modifiera Målvärden
tr_tr: Hedef Kazanç Değişikliklerini Uygula
zh_cn: 应用目标增益调整

source: Apply Target Gain Percentage Adjustment
cs_cz: Aplikovat nastavení Target Gain Percentage
da_dk: Benyt justeringen af Target i procent
de_de: Prozentuale Ziel-Verstärkungsänderungen übernehmen
es_es: Aplicar los Ajustes de Porcentaje de Ganancia Objetivo
fi_fi: Käytä tavoitevahvistuksen prosentuaalista korjausta
fr_fr: Ajustement du gain cible par pourcentage
hu_hu: Cél erősítés százalék beállítás
it_it: Applica una percentuale di regolazione ai Guadagni Target
ja_jp: 利得の割合を変更します。
ko_kr: 이득 목표값 퍼센트 적응 기능 적용하기
nl_nl: Pas een percentuele wijziging van de Gaintargets toe
no_no: Tilfør Target Gain Prosentvis justering
pl_pl: Zastosuj Procentową Zmianę Krzywej Docelowej
pt_pt: Aplicar o Ajuste de Porcentagem de Ganho Alvo
ro_ro: Aplica procentual schimbarile castigului tinta
ru_ru: Применить регулировку Целевого усиления в процентах
sv_se: Lägg till vald modifiering av målvärden
tr_tr: Hedef Kazanç Oranı Ayarını Uygula
zh_cn: 应用目标增益百分比调整

source: Reseting the device ...
cs_cz: Resetování zařízení ...
da_dk: Nulstiller apparat ...
de_de: Zurücksetzen des Gerätes ...
es_es: Reseteando el audífono...
fi_fi: Palutetaan kuulokoje alkuasetuksiin...
fr_fr: Redémarrage de l'appareil ...
hu_hu: Készülék reset...
it_it: Ripristino del dispositivo ...
ja_jp: リセットしています...
ko_kr: 보청기 재세팅하기
nl_nl: Het toestel resetten ...
no_no: Tilbakestiller apparatet...
pl_pl: Resetowanie aparatu...
pt_pt: Resetar o aparelho auditivo ...
ro_ro: Instrumentul se reseteaza......
ru_ru: Восстановление устройства ...
sv_se: Återställer hörapparaten ...
tr_tr: Cihaz sıfırlanıyor ...
zh_cn: 重置

source: Updating the firmware ...
cs_cz: Aktualizace firmware ...
da_dk: Opdaterer firmware ...
de_de: Firmware aktualisieren ...
es_es: Actualizando el firmware ...
fi_fi: Päivitetään kuulokojeen ohjelmisto...
fr_fr: Mise à jour du micrologiciel …
hu_hu: Firmware frissítés ...
it_it: Aggiornamento del firmware ...
ja_jp: ファームウェアをアップデートしています...
ko_kr: firmware 업데이트
nl_nl: De firmware updaten ...
no_no: Oppdaterer firmware ...
pl_pl: Aktualizacja oprogramowania...
pt_pt: Atualizando o firmware ...
ro_ro: Firmware-ul se updateaza....
ru_ru: Обновление прошивки ...
sv_se: Uppdaterar programvaran ...
tr_tr: Firmware güncelleniyor...
zh_cn: 固件升级中

source: Update Instrument
cs_cz: Aktualizace sluchadla
da_dk: Opdater apparat
de_de: Gerät updaten
es_es: Actualizar Audífono
fi_fi: Päivitä kuulokoje
fr_fr: Mettre à jour un appareil
hu_hu: Készülék frissítés
it_it: Aggiorna Dispositivo
ja_jp: アップデート
ko_kr: 보청기 업데이트
nl_nl: Toestel updaten
no_no: Oppdater Høreapparat(ene)
pl_pl: Aktualizuj Aparat
pt_pt: Atualizar Aparelho Auditivo
ru_ru: Обновить аппарат
sv_se: Uppdatera hörapparat
tr_tr: Cihaz Güncelle
zh_cn: 升级助听器

source: Check for Update
cs_cz: Zkontrolovat aktualizace
da_dk: Søg efter opdatering
de_de: Auf Update überprüfen
es_es: Comprobar Actualizaciones
fi_fi: Tarkista onko uusia päivityksiä
fr_fr: Rechercher une mise à jour
hu_hu: Frissítés keresése
it_it: Ricerca Aggiornamenti
ja_jp: アップデート
ko_kr: 업데이트 여부를 확인하세요
nl_nl: Check of er een update nodig is
no_no: Sjekk for Oppdateringer
pl_pl: Sprawdź Aktualizacje
pt_pt: Verificar por Atualizações
ro_ro: Verifica Update-uri disponibile
ru_ru: Проверить обновления
sv_se: Leta efter uppdatering
tr_tr: Güncellemeleri kontrol edin
zh_cn: 检查更新

source: A newer version of firmware is available for this instrument.
cs_cz: Pro toto sluchadlo je dostupná novější verze firmware.
da_dk: En nyere version af firmware er tilgængelig (Version {0}). Vælg opdater apparat for at opdatere firmware til den seneste version.
de_de: Es ist eine neue Firmware Version für das Hörsystem verfügbar. Um die Firmware auf die neueste Version zu aktualisieren, wählen Sie im Menü "Hörsystem" den Punkt "Update Hörsystem". Um das Update durchzuführen, wird eine Kabelverbindung benötigt.
es_es: Una nueva versión del firmware está disponible para estos audífonos.
fi_fi: Uudempi ohjelmistoversio kuulokojeeseen on saatavilla.
fr_fr: Une mise à jour du micrologiciel est disponible pour cet appareil.
hu_hu: A firmware új verziója elérhető ehhez a készülékhez.
it_it: Una più recente versione del firmware è disponibile per questo strumento.
ja_jp: 最新のファームウェアへアップデートするには「アップデート」を押して下さい
ko_kr: 현재 보청기는 최신 버전 firmware 를 사용할 수 있습니다.
nl_nl: Een nieuwere versie van de firmware is beschikbaar voor dit toestel.
no_no: En nyere versjon av firmware er tilgjengelig. For å oppdatere firmware til nyeste versjon, velg Oppdater Apparat.
pl_pl: Dla tego aparatu jest dostępna nowa wersja oprogramowania.
pt_pt: Uma nova versão do firmware está disponível para este aparelho
ro_ro: O versiune mai noua de firmware este disponibila (Versiunea {0}). Pentru a face update de firmware la ultima versiune, selectati Update Instrument.
ru_ru: Для этого аппарата доступна новая версия прошивки.
sv_se: En nyare version av programvara finns tillgänglig för denna hörapparat.
tr_tr: Bu cihaz için daha yeni bir Firmware sürümü kullanılabilir.
zh_cn: 该助听器有更新版本可以升级。

source: Firmware for this instrument is up to date. No updates available
cs_cz: Firmware tohoto sluchadla je aktuální. Nejsou dostupné žádné aktualizace
da_dk: Apparat og firmware er fuldt opdaterede.
de_de: Hörsystem und Firmware sind auf dem neuesten Stand.
es_es: El Firmware para este audífono, esta actualizado. No hay actualizaciones disponibles.
fi_fi: Kuulokojeen ohjelmaversio ovat ajan tasalla.
fr_fr: Le micrologiciel de cet appareil est à jour. Aucune mise à jour plus récente n'est disponible.
hu_hu: A készülék és a firmware a legfrissebb. Nincs elérhető frissítés.
it_it: Il firmware per questo strumento è aggiornato. Nessun aggiornamento disponibile
ja_jp: この補聴器のファームウェアは最新です
ko_kr: 이 보청기의 Firmware는 최신 버전 입니다. 더 이상 업데이트 할 수 없습니다.
nl_nl: Firmware van dit toestel is up-to-date. Geen updates beschikbaar
no_no: Apparat og firmware er oppdatert. Ingen nye oppdateringer tilgjengelig
pl_pl: Oprogramowanie tego aparatu jest aktualne. Brak aktualizacji.
pt_pt: O firmware para este aparelho está atualizado. Não possui atualizações.
ro_ro: Instrumentul si softul au update-urlie facute la zi.
ru_ru: Прошивка для этого аппарата обновлена. Нет доступных обновлений.
sv_se: Hörapparatens programvara är uppdaterad.
tr_tr: Bu cihaz için firmware güncel. Güncelleme mevcut değil
zh_cn: 该助听器固件版本最新。无可用升级。

source: The PIN code you provided is incorrect. If you continue, the connected instrument(s) will not be read and will be initial fitted. Click back to re-enter the correct PIN code.
cs_cz: Zadaný PIN kód není správný. Pokud budete pokračovat, připojená sluchadla nebudou načtena a bude provedeno výchozí nastavení. Klikněte na Zpět pro opětovné zadání PIN kódu.
da_dk: PIN koden er forkert. Hvis du fortsætter vil de forbundne apparater ikke læses og tilpasningen vil genberegnes. Klik tilbage for at indtaste kode igen.
de_de: Der PIN-Code ist nicht korrekt. Wenn Sie auf weiter klicken wird das Hörsystem nicht ausgelesen und startet mit einer Neuberechnung. Klicken Sie zurück und geben Sie den korrekten PIN Code ein.
es_es: El código PIN que ha introducido es incorrecto. Si continua el(los) audífono(s) conectado(s) no se podrá leer y se calculará la adaptación inicial. Hacer clic en "Atras" para volver a introducir el PIN correcto.
fi_fi: Antamasi PIN koodi ei ole oikea. Jos jatkat, yhdistettyjä kuulokojeita ei lueta ja niihin ladataan PikaSovitus. Siirry Takaisin ja syötä oikea PIN koodin.
fr_fr: Code PIN incorrect. Cliquez sur "Retour" pour saisir à nouveau le code PIN. Cliquez sur "Continuer" pour effectuer un ciblage initial.
hu_hu: A megadott PIN kód nem helyes. Ha folytatja a készülékek nem lesznek kiolvasva, csak előillesztve. Kattintson az újrabevitelre a helyes PIN kód megadásához.
it_it: Il codice PIN che hai fornito non è corretto. Se si continua, i dispositivi collegati non saranno letti e si inizierà dal fitting iniziale. Cliccare su indietro per reinserire il corretto codice PIN.
ja_jp: PINコードが正しくありません。補聴器から読込みせずに新規フィッティングを行う場合は「次へ進む」を、前の画面に戻りPINコードを再入力するには「戻る」を押して下さい。
ko_kr: 입력한 PIN code 가 맞지 않습니다. 계속하면 연결된 보청기의 피팅 정보를 읽을 수 없고, 보청기의 피팅값이 초기화 됩니다. 돌아가기를 클릭해 정확한 PIN code를 입력하세요.
nl_nl: De PIN-code die u invoerde is niet correct. Als u doorgaat worden de verbonden teostellen niet uitgelezen en krijgen ze de FirstFit instellingen. Klik op Terug om de correcte PIN-code in te voeren.
no_no: PIN koden er feil. Hvis du fortsetter, vil tilkoblede apparat(er) ikke bli lest men programmert som en førstegangs tilpasning. Trykk tilbake for å legge inn riktig PIN kode.
pl_pl: Wpisany kod PIN jest nieprawidłowy. Jeśli będziesz kontynuować podłączone aparaty nie zostaną odczytane tylko zaprogramowane na nowo. Kliknij wstecz aby ponownie wpisać kod PIN.
pt_pt: O PIN inserido está incorreto. Se continuar, os aparelhos auditivos não serão conectados e iniciará uma nova sessão. Clique em voltar para reinserir o código PIN correto.
ro_ro: Codul PIN furnizat este incorect. In cazul in care continuati, instrumentele conectate nu vor fi citite si li se va aplica un reglaj initial. Apasati back pentru a reintroduce codul PIN.
ru_ru: Указанный Вами ПИН код неверный. Если Вы продолжите, подключенный аппарат(ы) не будет прочитан, а будет приведен к первоначальной настройке. Вернитесь назад, чтобы ввести верный ПИН код.
sv_se: Felaktig PIN kod. Om du fortsätter kommer ansluten hörapparat inte kunna läsas och istället anpassas som en ny anpassning. Klicka tillbaka för att lägga in korrekt PIN kod.
tr_tr: Girdiğiniz PIN kodu yanlıştır. Devam ederseniz, bağlı olan cihaz (lar) okunamaz ve ilk fittinge geri döner. Doğru PIN kodunu tekrar girmek için geri tıklayın.
zh_cn: 您输入的密码不正确。如果继续，助听器无法正常读取，将恢复初始验配。请点击后退并输入正确的密码。

source: You are to Save the New Patient first
cs_cz: Je třeba nejprve Uložit nového pacienta
da_dk: Du skal gemme den nye patient først
de_de: Bitte speichern Sie erst die Kundendaten
es_es: Va a grabar el Nuevo Paciente primero.
fi_fi: Sinun pittää ensin tallentaa uusi potilas
fr_fr: Vous devez commencer par enregistrer un nouveau patient
hu_hu: Elöször el kell mentenie az Új pácienst
it_it: Dovete prima Salvare in Nuovo Paziente
ja_jp: 最初に新規顧客を保存して下さい
ko_kr: 새로운 환자 정보를 먼저 생성하세요
nl_nl: U moet de nieuwe cliënt eerst opslaan
no_no: Du må lagre ny pasient først
pl_pl: Musisz najpierw Zapisać Nowego Pacjenta
pt_pt: Primeiro precisa Salvar o Novo Paciente
ro_ro: Pentru inceput, Trebuie sa salvati Pacientul Nou
ru_ru: Для начала сохраните Нового пациента
sv_se: Spara Ny patient först
tr_tr: Önce Yeni Hasta Kaydı yapmalısınız
zh_cn: 先保存新用户

source: BTE
de_de: HdO
fr_fr: Contour
ja_jp: 耳かけ型
nl_nl: AHO
zh_cn: 耳背机

source: Custom
cs_cz: Zvukovodové
de_de: IdO
es_es: A medida
fi_fi: Yksilöllinen
fr_fr: Intra
hu_hu: Egyéni
ja_jp: 耳あな型
nl_nl: IHO
pl_pl: Wewnątrzuszny
pt_pt: Customizado
ro_ro: Personalizat
ru_ru: Внутриушной
tr_tr: Kişiye Özel
zh_cn: 定制机

source: BTE - CS44 + Programming Adaptor
da_dk: BTE - CS44 +Programmeringssko
de_de: HdO - CS44 + Programmier-Adapter
es_es: BTE - CS44 + Zócalo de Programación
fi_fi: BTE - CS44+Ohjelm. adapteri
fr_fr: Contour BTE : CS44 + sabot
hu_hu: BTE - CS44 + Programozó adapter
ja_jp: BTE - CS44 + ﾌﾟﾛｸﾞﾗﾐﾝｸﾞｼｭｰ(ﾀﾞｰｸｸﾞﾚｰ)
nl_nl: AHO - CS44 + programmeeradaptor
no_no: BTE - CS44 + Programmerings- Adapter
pl_pl: BTE - CS44 + Adaptor Programowania
pt_pt: BTE - CS44 + Sapata de Programação
ro_ro: BTE - CS44 + Adaptor de programare
ru_ru: BTE - CS44 + Адаптор
sv_se: BTE - CS44 + Programmeringssko
tr_tr: BTE - CS44 + Programlama Adaptorü
zh_cn: BTE - CS44 + 编程靴（黑色）

source: BTE - CS44 + Programming Adaptor II
da_dk: BTE - CS44 + Programmeringssko II
de_de: HdO - CS44 + Programmier-Adapter II
es_es: BTE - CS44 + Zócalo de Programación II
fi_fi: BTE - CS44+Ohjelm. adapteri II
fr_fr: Contour BTE : CS44 + sabot II
hu_hu: BTE - CS44 + Programozó adapter II
ja_jp: BTE (VE, MG) - CS44 + ﾌﾟﾛｸﾞﾗﾐﾝｸﾞｼｭｰ(ﾍﾞｰｼﾞｭ)
nl_nl: AHO - CS44 + programmeeradaptor II
no_no: BTE - CS44 + Programmings Adapter II
pl_pl: BTE - CS44 + Adaptor Programowania II
pt_pt: BTE - CS44 + Sapata de Programação II
ro_ro: BTE - CS44 + Adaptor programare II
ru_ru: BTE - CS44 + Адаптор II
sv_se: BTE - CS44 + Programmeringssko II
tr_tr: BTE - CS44 + Programlama Adaptorü II
zh_cn: BTE - CS44 + 编程靴 II （肉色）

source: Custom - CS63 + Flex Strip
de_de: IdO - CS63 + Flex Strip
es_es: A medida- CS63 + Flex Strip
fr_fr: Intra CIC/ITC/ITE : flex CS63
hu_hu: Egyéni- CS63 + Flexkábel
ja_jp: 耳あな型 - CS63 + ﾌﾚｯｸｽ
nl_nl: IHO - CS63 + FlexStrip
pl_pl: Wewnątrzuszny - CS63 + Flex Strip
pt_pt: Customizado - CS63 + Fita de Programação
ro_ro: Personalizat - CS63 + Flex Strip
ru_ru: Внутриушной - CS63 + гибкий шлейф
tr_tr: Custom - CS63 + Şerit Flex Kablo
zh_cn: 定制机 - CS63 + 扁线

source: IIC - Programming Pill
da_dk: IIC - Programmingsbatteri
de_de: IIC - Programmier-Pille
es_es: IIC - Cable/Pila de Programación
fi_fi: IIC - Ohjelm. adapteri
fr_fr: Intra IIC : flex spécifique
hu_hu: IIC - Programozó szál
it_it: IIC - Adattatore finta pila di Programmazione
ja_jp: IIC - ﾌﾟﾛｸﾞﾗﾐﾝｸﾞﾋﾟﾙ
nl_nl: IIC - programmeerbatterij
no_no: IIC - Programmerings Pill
pl_pl: IIC - Programator Baterii
pt_pt: IIC - Cabo de Programação
ro_ro: IIC - Pastila de programare
ru_ru: IIC - шнур с коннектором для батарейного отсека
tr_tr: IIC - Programlama Kablosu
zh_cn: IIC - 编程器

source: SPBTE - CS44 + Programming Battery Door
da_dk: SPBTE - CS44 + batteriskuffe til programmering
de_de: SPHDO - CS44 + Programmier-Batterieklappe
es_es: SPBTE - CS44 + Zócalo/portapilas de Programación
fi_fi: SPBTE - CS44+Ohjelm. paristoluukku
fr_fr: Contour SPBTE : CS44 + porte-pile spécifique
hu_hu: SPBTE - CS44 + Programozó elemkamra
it_it: SPBTE - CS44 + Adattatore Programmazione integrato nel vano Pila
ja_jp: SPBTE - CS44 + ﾌﾟﾛｸﾞﾗﾐﾝｸﾞｼｭｰ
nl_nl: SP-AHO - CS44 + programmeerbatterijlade
no_no: SPBTE - CS44 + Programmings Batteri Dør
pl_pl: SPBTE - CS44 + Drzwiczki z Programatorem
pt_pt: SPBTE - CS44 + Sapata de Programação com Gaveta de Pilha Integrada
ro_ro: SPBTE - CS44 + Usita baterie pentru programare
ru_ru: SPBTE - CS44 + Батарейный отсек для программирования
sv_se: SPBTE - CS44 + Programmering Batteridörr
tr_tr: SPBTE - CS44 + Programlama Pil Kapağı
zh_cn: SPBTE - CS44 + 带电池仓的编程靴

source: Exit Without Saving
cs_cz: Odejít bez uložení
da_dk: Luk uden at gemme
de_de: Schließen ohne speichern
es_es: Salir SIN Grabar
fi_fi: Poistu tallentamatta
fr_fr: Quitter sans enregistrer
hu_hu: Kilépés mentés nélkül
it_it: Uscire senza Salvare
ja_jp: 保存せず終了
ko_kr: 저장하지 않고 나가기
nl_nl: Afsluiten zonder op te slaan
no_no: Lukk uten å Lagre
pl_pl: Wyjdź Bez Zapisywania
pt_pt: Sair Sem Salvar
ro_ro: Iesiti fara a salva
ru_ru: Выйти без сохранения
sv_se: Lämna utan att spara
tr_tr: Kaydetmeden Çık
zh_cn: 退出且不保存
