Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Increase the volume of the Phone Clip.
cs_cz: Zvyšte hlasitost Phone Clip.
da_dk: Forøg volumen af Telefonclip.
de_de: Erhöhen Sie die Lautstärke des Telefonclips.
es_es: Aumentar el volumen del Phone Clip.
fi_fi: Lisää Phone Clip äänenvoimakkuutta.
fr_fr: Augmenter le volume du Phone Clip
hu_hu: Növelje a Phone clip hangerejét.
it_it: Aumentare il volume del Phone Clip.
ja_jp: 携帯ユナイトのボリュームを上げて下さい
ko_kr: Phone Clip 의 볼륨을 높이세요.
nl_nl: Verhoog het volume van de Telefoonclip.
no_no: Øk volumet på Phone Clip
pl_pl: Zwiększ głośność Phone Clip.
pt_pt: Aumentar o volume do Phone Clip.
ro_ro: Cresteti volumul Phone Clip
ru_ru: Увеличьте громкость на гарнитуре Phone Clip.
sv_se: Öka volymen på Telefonclipet.
tr_tr: Phone Clip ses ayarını artır.
zh_cn: 增加手机伴侣的音量。

source: Synchronized functionality
cs_cz: Synchronizované funkce
da_dk: Synkroniseret funktionalitet
de_de: Synchronisierte Funktionen
es_es: Funcionamiento Sincronizado
fi_fi: Toimintojen synkronointi
fr_fr: Synchronisation sans fil
hu_hu: Szinkronizált működés
it_it: Funzionalità Sincronizzazione
ja_jp: 両耳連動機能
ko_kr: 무선 동기화 기능
nl_nl: Gesynchroniseerde functionaliteit
no_no: Synkronisert funksjonalitet
pl_pl: Opcje Synchronizacji
pt_pt: Sincronização
ro_ro: Functionalitate wireless de la o ureche la alta
ru_ru: Синхронизировать функциональность
sv_se: Synkronisering
tr_tr: Senkronize Özelliği
zh_cn: 智能同步功能

source: User would like to separate functionality for each ear for volume control
cs_cz: Uživatel by rád oddělil funkci regulace hlasitosti jednotlivých sluchadel
da_dk: Brugeren vil gerne kunne betjene volumenkontrol på hvert øre uafhængigt af det andet øre.
de_de: Der Kunde möchte die Lautstärke einzeln für jedes Hörsystem einstellen können.
es_es: El usuario quiere manejar el volumen de cada oído de forma independiente
fi_fi: Käyttäjä haluaa että äänenvoimakkuudensäätö toimii erikseen molemmille korville
fr_fr: Je souhaite contrôler le volume de chaque aide auditive séparément
hu_hu: A felhasználó szeretné különválasztani a hangerő szabályzó funkciót mindkét fülre
it_it: L'utente vorrebbe separare le funzionalità per ciascun orecchio per il controllo del volume
ja_jp: 片耳ずつ補聴器を操作したい
ko_kr: 사용자가 볼륨 조절을 위해 각 귀의 기능을 분리하고 싶어 합니다
nl_nl: De cliënt wil de volumeregeling apart voor ieder oor
no_no: Sluttbruker ønsker ikke synkronisert volumkontroll.
pl_pl: Użytkownik chciałby regulować głośność w każdym aparacie oddzielnie
pt_pt: Usuário deseja utilizar o controle de volume separado para cada orelha.
ro_ro: Utilizatorul doreste separarea functionalitatii potentiometrului pentru fiecare ureche
ru_ru: Пользователь хотел бы регулировать громкость на каждом ухе отдельно.
sv_se: Användaren vill separera funktionen för varje öra för volymkontrollen.
tr_tr: Kullanıcı ses kontrolünü her iki kulak için ayrı ayrı yapmak istiyor.
zh_cn: 用户更喜欢单独调节音量

source: Turn off the synchronization function for volume control
cs_cz: Vypněte funkci synchronizace regulace hlasitosti
da_dk: Slå ear to ear funktionen for for volumenkontrol
de_de: Schalten Sie die Synchronisation der Lautstärke aus.
es_es: Desactivar la función de control de volumen Sincronizada
fi_fi: Poista käytöstä äänenvoimakkuuden synkronointi
fr_fr: Désactiver la synchronisation du volume
hu_hu: Kapcsolja ki a szinkronizáció funkciót a hangerőszabályzóhoz
it_it: Spegnere la funzione di sincronizzazione per il controllo del volume
ja_jp: 両耳連動ボリューム機能をオフにして下さい
ko_kr: 볼륨 조절을 위해 동기화 기능을 끄세요
nl_nl: Zet de synchronisatie van de volumeregelaar uit
no_no: Slå av synkroniseringsfunksjon for volumkontroll på Signal og VK innstillinger
pl_pl: Wyłącz funkcję synchronizacji regulacji głośności
pt_pt: Desligue a função de sincronização do controle de volume.
ro_ro: Opriti functionarea de la o ureche la alta a potentiometrului de volum
ru_ru: Отключите бинауральную синхронизацию для регулировки громкости
sv_se: Slå av synkroniserings funktionen för volymkontrollen.
tr_tr: Ses kontrolü için senkronizasyon fonksiyonunu kapatın.
zh_cn: 关闭同步音量调节

source: Binaural Directionality information is unavailable due to inconsistent wear time between instruments. Binaural instrument use is required for this feature. Reset data logging.
cs_cz: Informace o Binaurální směrovosti není dostupná kvůli rozdílné době nošení obou sluchadel. Pro použití této funkce je potřeba binaurální použití sluchadel. Resetujte Data Logging.
da_dk: Information om Binaural Directionality er utilstrækkelig på grund af forskellig brugstid af de to HA.
de_de: Informationen zur Binauralen Direktionalität sind nicht verfügbar aufgrund unterschiedlicher Tragezeiten der Geräte. Die Systeme müssen zeitgleich getragen werden. Data-Logging wird zurückgesetzt.
es_es: Los datos de Direccionalidad Binaural son incoherentes, en cuanto al numero de horas de uso entre los audífonos. Se necesita una adaptación binaural para esta función. Resetear los datos de datalogging.
fi_fi: Binauraalinen suuntakuvio informatiota ei ole käytettävissä koska kuulokojeita ei ole käytetty tarpeeksi kauan yhtä aikaa. Kumpaankin kuulokojetta on käytettävä jotta tätä toimintoa voi käyttää. Lokitiedosto tyhjennetään.
fr_fr: Les données de directivité binaurale ne peuvent pas être affichées : la différence de temps de port des appareils droit et gauche est trop importante. La directivité binaurale doit être utilisée. Réinitialiser le Data Logging corrige ce problème.
hu_hu: Binaurális Direkcionalítás információ nem áll rendelkezésre a két készülék viselése közötti különbség miatt. Adatrögzítés resetelése.
it_it: Le informazioni della Direzionalità Binaurale non sono disponibili a causa dell'inconsistente utilizzo in contemporanea dei due Dispositivi. L'utilizzo binaurale è richiesto per acquisire tali informazioni.Resettare Data Logging e riprendere il monitoraggio.
ja_jp: 両耳連動指向性の情報は両耳の装用時間が異なっているため表示できません。データロギングをリセットして下さい。
ko_kr: 보청기 간 착용 시간이 일치하지 않아 양이 방향성 정보를 얻지 못했습니다. 이 기능에는 양이보청기 사용이 필수입니다. 데이터 logging을 다시 설정하세요.
nl_nl: Binaurale Directionaliteit gegevens zijn niet beschikbaar vanwege inconsistente verschillen in gebruikstijd tussen beide toestellen. Binauraal gebruik is nodig voor deze feature. Reset de Datalogging.
no_no: Binaural Dir. informasjon er ikke tilgjengelig pga. inkonsekvent brukstid mellom apparatene. Binaural bruk kreves for denne egenskapen. Tilbakestill datalogging.
pl_pl: Informacje o Kierunkowości Obuusznej są niedostępne z powodu różnego czasu noszenia obu aparatów. Należy używać obu aparatów aby skorzystać z tej funkcji. Zresetuj ustawienia Datalogging.
pt_pt: Informação de direcionalidade binaural indisponível devido ao tempo de uso incompatível entre os aparelhos. Uso binaural é necessário para essa função. Reiniciar datalogging.
ro_ro: Informatiile de Directionalitate Biaurala nu sunt disponibile datorita timpilor neconsistenti de purtare intre instrumente. Utilizarea instrumentului Biaural este necesara pentru aceasta caracteristica. Reinitializeaza data logging.
ru_ru: Информация о Бинауральной направленности недоступна из-за несоответствия времени ношения между аппаратами.
sv_se: Information om binaural riktverkan saknas pga av inkonsekvent användande av hörapparaterna. Binauralt användande krävs för denna funktion. Återställ datalogging.
tr_tr: Binaural Yönlendirme bilgisi mümkün değil. Binaural cihaz kullanılması gereklidir. Data loggingi sıfırlayın.
zh_cn: 由于双侧助听器佩戴时间不同，无法使用双耳智能方向性系统功能。如果要使用此功能，请重置数据分析系统。

source: Chronic tinnitus
es_es: Tinnitus Crónico
fr_fr: Acouphènes chroniques
no_no: Kronisk tinnitus
pt_pt: Zumbido crônico
zh_cn: 慢性耳鸣

source: (Logging Enabled)
cs_cz: (Logging povolen)
da_dk: (Logging slået til)
de_de: (Logging aktiviert)
es_es: (Registro Activado)
fi_fi: (Loki käytössä)
fr_fr: (Logging activé)
hu_hu: (Loggolás engedélyezve)
it_it: (Logging Abilitato)
ja_jp: (ロギング有効)
ko_kr: (Logging 사용가능)
nl_nl: (DataLogging mogelijk)
no_no: (Logging - Slått på)
pl_pl: (Logowanie Dostępne)
pt_pt: (Logging Habilitado)
ro_ro: (Logging activat)
ru_ru: (Журнал включен)
tr_tr: (Kayıt Etkin)
zh_cn: (启用数据分析)

source: BTE adaptor (HA-2) + foam tip
cs_cz: BTE adaptér (HA-2) +pěnová koncovka
da_dk: BTE adaptor (HA-2) + skumprop
de_de: HdO Adapter (HA-2) + Schaumstoffaufsatz
es_es: Adaptador BTE (HA-2) + acoplador de espuma
fi_fi: BTE adapteri (HA-2) + vaahtomuovitippi
fr_fr: Adaptateur BTE (HA-2) + embout mousse
hu_hu: BTE csatalakozó (HA-2) + szivacs csúcs
it_it: BTE adattatore (HA-2) + tappino foam
ja_jp: BTEアダプタ (HA-2) + フォームチップ
nl_nl: AHO adaptor (HA-2) + foam tip
no_no: BTE adapter (HA-2) + skumpropp
pl_pl: Adapter BTE (HA-2) + końcówka z pianki
pt_pt: BTE (HA-2) + sonda
ro_ro: BTE adaptor (HA-2) + varf de spuma
ru_ru: BTE адаптор (СА-2) + поролоновый вкладыш
tr_tr: BTE adaptor (HA-2) + köpük ucu
zh_cn: BTE适配器 (HA-2) + 耳塞

source: BTE adaptor (HA-2) + own earmold
cs_cz: BTE adaptér (HA-2) + vlastní tvarovka
da_dk: BTE adaptor (HA-2) + egen øreprop
de_de: HdO Adapter (HA-2) + Otoplastik
es_es: Adaptador BTE (HA-2) + propio molde
fi_fi: BTE adapteri (HA-2) + oma korvakappale
fr_fr: Adaptateur BTE (HA-2) + embout sur mesure
hu_hu: BTE csatlakozó (HA-2) + saját illeszték
it_it: BTE adattatore (HA-2) + propria chiocciola
ja_jp: BTEアダプタ (HA-2) + イヤモールド
nl_nl: AHO adaptor (HA-2) + eigen oorstukje
no_no: BTE adapter (HA-2) + egen ørepropp
pl_pl: Adapter BTE (HA-2) + własna wkładka
pt_pt: BTE (HA-2) + molde
ro_ro: BTE adaptor (HA-2) + oliva proprie
ru_ru: BTE адаптор (СА-2) + индивидуальный вкладыш
tr_tr: BTE adaptor (HA-2) + kendi kulak kalıbı
zh_cn: BTE适配器 (HA-2) +耳模

source: ITE adaptor (HA-1) + foam tip
cs_cz: ITE adaptér (HA-1) + pěnová koncovka
da_dk: ITE adaptor (HA-1) + skumprop
de_de: IdO Adapter (HA-1) + Schaumstoffaufsatz
es_es: Adaptador ITE (HA-1) + acoplador de espuma
fi_fi: ITE adapteri (HA-1) + vaahtomuovitippi
fr_fr: Adaptateur ITE (HA-1) + embout mousse
hu_hu: ITE csatlakozó (HA-1) + szivacs csúcs
it_it: ITE adattatore (HA-1) + tappino foam
ja_jp: ITEアダプタ (HA-1) + フォームチップ
nl_nl: IHO adaptor (HA-1) + foam tip
no_no: ITE adapter (HA-1) + skumpropp
pl_pl: Adapter ITE (HA-1) + końcówka z pianki
pt_pt: ITE (HA-1) + sonda
ro_ro: ITE adaptor (HA-1) + varf de spuma
ru_ru: ITE адаптор (СА-1) + поролоновый вкладыш
tr_tr: ITE adaptor (HA-1) + köpük ucu
zh_cn: ITE适配器(HA-1) +耳塞

source: ITE adaptor (HA-1) + own earmold
cs_cz: ITE adaptér (HA-1) + vlastní tvarovka
da_dk: ITE adaptor (HA-1) + egenh øreprop
de_de: IdO Adapter (HA-1) + massgefertigte Schale
es_es: ITE adaptor (HA-1) + propio molde
fi_fi: ITE adapteri (HA-1) + oma korvakappale
fr_fr: Adaptateur ITE (HA-1) + embout sur mesure
hu_hu: ITE csatlakozó (HA-1) + saját illeszték
it_it: ITE adattatore (HA-1) + propria chiocciola
ja_jp: ITEアダプタ (HA-1) + イヤモールド
nl_nl: IHO adaptor (HA-1) + eigen oorstukje
no_no: ITE adapter (HA-1) + egen ørepropp
pl_pl: Adapter ITE (HA-1) + własna wkładka
pt_pt: ITE (HA-1) + molde
ro_ro: ITE adaptor (HA-1) + oliva proprie
ru_ru: ITE адаптор (СА-1) + индивидуальный вкладыш
tr_tr: ITE adaptor (HA-1) + kulak kalıbı
zh_cn: ITE适配器 (HA-1) + 耳模

source: Reference Coupler:
cs_cz: Referenční Coupler:
da_dk: Reference koplerr:
de_de: Kuppler:
es_es: Acoplador de Referencia
fi_fi: Referenssi kopleri :
fr_fr: Coupleur :
hu_hu: Referencia Coupler:
it_it: Accoppiatore di Riferimento:
ja_jp: 参照カプラ:
nl_nl: Referentie Coupler:
no_no: Referanse Coupler:
pl_pl: Sprzęgacz Odniesienia:
pt_pt: Acoplador referente
ro_ro: Cuplor de referinta:
ru_ru: Контрольный Coupler:
sv_se: Referens Coupler:
tr_tr: Coupler Referansı:
zh_cn: 参考耦合腔:

source: Measurement Conditions:
cs_cz: Podmínky měření:
da_dk: Målebetingelser:
de_de: Messbedingungen:
es_es: Condiciones de la Medición:
fi_fi: Mittaus olosuhteet :
fr_fr: Conditions de mesure :
hu_hu: Mérési kondiciók:
it_it: Condizioni di Misurazione:
ja_jp: 測定条件:
ko_kr: 측정 조건:
nl_nl: Meetcondities:
no_no: Måle vilkår:
pl_pl: Warunki Pomiaru:
pt_pt: Condições de mensuração:
ro_ro: Conditii de masurare:
ru_ru: Условия измерений:
sv_se: Mätförhållanden:
tr_tr: Ölçüm Durumları:
zh_cn: 测试条件:

source: Predicted
cs_cz: Předpokládané
da_dk: Sandsynligt
de_de: Erwartet
es_es: Estimado
fi_fi: Ennustettu
fr_fr: Estimé
hu_hu: Becsült
it_it: Previsto
ja_jp: 推定値
ko_kr: 예상되는
nl_nl: Voorspeld
no_no: Forutsett
pl_pl: Przewidywany
pt_pt: Prevista
ro_ro: Prezis
ru_ru: Предписанные
sv_se: Förväntade
tr_tr: Tahminedilmiş.
zh_cn: 儿童

source: Entered / Measured
cs_cz: Zadané / Změřené
da_dk: Indtastet / målt
de_de: Eingegeben / Gemessen
es_es: Introducido / Medido
fi_fi: Syötetty / Mitattu
fr_fr: Saisi / Mesuré
hu_hu: Bevítt / Mért
it_it: Entrata / Misurata
ja_jp: 入力値 / 測定値
ko_kr: 입력된 / 측정된
nl_nl: Ingevoerd / gemeten
no_no: Angitt / Målt
pl_pl: Wprowadzone / Zmierzone
pt_pt: Mensurado
ro_ro: Introdus / Masurat
ru_ru: Введенные / Измеренные
sv_se: Inlagda / Mätta
tr_tr: Girilmiş / Ölçülmüş
zh_cn: 已有/测量

source: Use Predicted RECD
cs_cz: Použít Předpokládané RECD
da_dk: Brug sandsynlig RECD
de_de: Benutze vorberechnete RECD
es_es: Utilizar RECD Estimado
fi_fi: Käytä pediatrista RECD:ä
fr_fr: Utiliser RECD Estimé
hu_hu: Becsült RECD használat
it_it: Uso previsto RECD
ja_jp: 推定されたRECDを使用
ko_kr: 예상되는 RECD 를 사용하세요
nl_nl: Gebruik voorspelde RECD
no_no: Bruk forutsett RECD
pl_pl: Użyj Przewidywanego RECD
pt_pt: Usar RECD Prevista
ro_ro: Folositi RECD prezis
ru_ru: Использовать предписанные данные RECD
sv_se: Använd förväntad RECD
tr_tr: Tahmini RECD'yi kullan
zh_cn: 使用儿童RECD

source: Use Entered / Measured RECD
cs_cz: Použít Zadané / Změřené RECD
da_dk: Brug indtastet / målt RECD
de_de: Benutze eingegebene / gemessene RECD
es_es: Utilizar RECD Introducido/Medido
fi_fi: Käytä syötettyä / mitattua RECD:a
fr_fr: Utiliser RECD Saisi/Mesuré
hu_hu: Bevitt / Mért RECD használat
it_it: Uso RECD Entrata/Misurata
ja_jp: 入力もしくは測定されたRECDを使用
ko_kr: 입력된 / 측정된 RECD 를 사용하세요
nl_nl: Gebruik ingevoerde / gemeten RECD
no_no: Bruk Angitt / Målt RECD
pl_pl: Użyj Wprowadzonego / Zmierzonego RECD
pt_pt: Usar Estimada / RECD mensurada
ro_ro: Folositi RECD Introdus / Masurat
ru_ru: Использовать введенные / измеренные данные RECD
sv_se: Använd inlagd - mätt RECD
tr_tr: Girilmiş / Ölçülmüş RECD'yi kullan
zh_cn: 使用已有/测量的RECD

source: Use Predicted REUG
cs_cz: Použít Předpokládané REUG
da_dk: Brug sandsynlig REUG
de_de: Benutze vorberechnete REUG
es_es: Utilizar REUG Estimado
fi_fi: Käytä pediatrista REUG:a
fr_fr: Utiliser REUG Estimé
hu_hu: Becsült REUG használat
it_it: Uso REUG previsto
ja_jp: 推定されたREUGを使用
ko_kr: 예상되는 REUG 를 사용하세요
nl_nl: Gebruik voorspelde REUG
no_no: Bruk forutsett REUG
pl_pl: Użyj Przewidywanego REUG
pt_pt: Usar prevista REUG
ro_ro: Folositi REUG prezis
ru_ru: Использовать предписанные данные REUG
sv_se: Använd förväntad REUG
tr_tr: Tahmini REUG'u kullan
zh_cn: 使用儿童REUG

source: Use Entered / Measured REUG
cs_cz: Použít Zadané / Změřené REUG
da_dk: Brug indtastet / målt REUG
de_de: Benutze eingegebene / gemessene REUG
es_es: Utilizar REUG Introducido/Medido
fi_fi: Käytä syötettyä / mitattua REUG:a
fr_fr: Utiliser REUG Saisi/Mesuré
hu_hu: Bevitt / Mért REUG használat
it_it: Uso REUG Entrata/Misurata
ja_jp: 入力もしくは測定されたREUGを使用
ko_kr: 입력된 / 측정된 REUG 를 사용하세요
nl_nl: Gebruik ingevoerde / gemeten REUG
no_no: Bruk Angitt / Målt REUG
pl_pl: Użyj Wprowadzonego / Zmierzonego REUG
pt_pt: Usar Estimada /REUG mensurada
ro_ro: Folositi REUG Introdus / Masurat
ru_ru: Использовать Введенные / Измеренные данные REUG
sv_se: Använd inlagd - mätt REUG
tr_tr: Girilmiş / Ölçülmüş REUG'u kullan
zh_cn: 使用已有/测量的REUG

source: Accuracy of Selection:
cs_cz: Přesnost výběru:
da_dk: Præcision af valg:
de_de: Genauigkeit der Eingabe:
es_es: Precisión de la Selección:
fi_fi: Valinnan luotettavuus :
fr_fr: Précision :
hu_hu: A kiválasztás pontossága:
it_it: Accuratezza della selezione:
ja_jp: 選択の精度:
ko_kr: 선택의 정확성:
nl_nl: Nauwkeurigheid van de selectie:
no_no: Nøyaktighet av Valg:
pl_pl: Dokładność Wyboru:
pt_pt: Seleção da acurácia:
ro_ro: Acuratetea selectarii:
ru_ru: Точность выбора:
sv_se: Val:
tr_tr: Seçimin doğruluğu:
zh_cn: 准确选择:

source: Open Entry / Measurement Module
cs_cz: Otevřít zadání / Modul měření
da_dk: Åben indtastning / målt modul
de_de: Öffnen des Eingabe- / Mess-Moduls
es_es: Entrada Manual / Modulo de Medida
fi_fi: Avoin merkintä / Mittaus moduuli
fr_fr: Ouvrir module REM
hu_hu: Megnyitás Belépés / Mérő modul
it_it: Apertura ingresso / Modulo di misurazione
ja_jp: 入力/測定モジュールを開く
ko_kr: 입력 / 측정 모듈을 여세요
nl_nl: Open de module Invoer / meting
no_no: Åpne Målemodul
pl_pl: Otwórz Moduł Wprowadzania / Pomiarów
pt_pt: Abrir entrada/ Módulo de Mensuração
ro_ro: Intrare deschisa / Modul de masurare
ru_ru: Открыть модуль Ввода / Измерения
sv_se: Öppna mätmodul
tr_tr: Açık Giriş / Ölçüm Modülü
zh_cn: 进入测试模式

source: Predicted values are based on DSL v5b and age :
cs_cz: Předpokládané hodnoty jsou založeny na DSL v5b a věku :
da_dk: Sandsynlige værdier er baseret på DSL v5b og alder :
de_de: Die Werte basieren auf DSL v5b und der Altersstufe :
es_es: Valores estimados basados en DSL v5b y edad:
fi_fi: Prediatriset arvot perustuvat DSL v5b:n ja potilaan ikään :
fr_fr: Les valeurs estimées ont été calculées selon DSL v5b et l'âge :
hu_hu: A kalkulált értékek a DSL v5b-re és a korra vannak alapozva :
it_it: Valori previsti si basano su DSL v5b ed età:
ja_jp: 推定値はDSLv5bと年齢に基づきます :
ko_kr: 예상 가치는 DSL v5b 와 나이에 근거합니다 :
nl_nl: Voorspelde waarden zijn gebaseerd op DSL v5b en leeftijd:
no_no: Forutsette verdier basert på DSL v5b og alder :
pl_pl: Przewidywane wartości bazują na DSL v5b i wieku :
pt_pt: Valores previstos baseados nas regras DSL v5b e idade :
ro_ro: Valorile prezise sunt bazate pe DSL v5b si varsta :
ru_ru: Предписанные значения основаны на DSL v5b и возрасте:
sv_se: Förväntade värden är baserade på DSL v5b ålder :
tr_tr: DSL v5b'ye ve yaşa bağlı olan tahmini değerler:
zh_cn: 儿童的值基于DSL v5b和以下年龄 :

source: Paste
cs_cz: Vložit
da_dk: Sæt ind
de_de: Einfügen
es_es: Pegar
fi_fi: Liitä
fr_fr: Coller
hu_hu: Beilleszt
it_it: Incolla
ja_jp: 貼り付け
ko_kr: 붙여넣기
nl_nl: Invoegen
no_no: Lim inn
pl_pl: Wklej
pt_pt: Colar
ro_ro: Lipire
ru_ru: Вставить
sv_se: Klistra in
tr_tr: Yapıştır
zh_cn: 粘贴

source: Pasting...
cs_cz: Vkládám...
da_dk: Sætter ind...
de_de: Einfügen...
es_es: Pegando...
fi_fi: Liitetään...
fr_fr: Copie en cours ...
hu_hu: Beillesztés...
it_it: Incollare...
ja_jp: 貼り付け中...
ko_kr: 붙여넣기 중...
nl_nl: Invoegen...
no_no: Limer inn...
pl_pl: Wklejanie...
pt_pt: Colando...
ro_ro: Lipeste...
ru_ru: Вставка...
sv_se: Klistrar in...
tr_tr: Yapıştırıyor...
zh_cn: 正在粘贴...

source: Copied Program:
cs_cz: Kopírovaný program:
da_dk: Kopieret Program:
de_de: Kopierte Programm:
es_es: Programa Copiado:
fi_fi: Kopioituja ohjelmia :
fr_fr: Programme copié :
hu_hu: Másolt program:
it_it: Programma Copiato:
ja_jp: コピーの元となるプログラム:
ko_kr: 복사된 프로그램:
nl_nl: Gekopieerd programma:
no_no: Kopiert Program:
pl_pl: Skopiowany Program:
pt_pt: Programa Copiado:
ro_ro: Program copiat:
ru_ru: Скопированная программа:
sv_se: Kopierade Program:
tr_tr: Kopyalanmış program:
zh_cn: 将:

source: Destination:
cs_cz: Cíl:
de_de: Ziel:
es_es: Destino:
fi_fi: Määränpää :
hu_hu: Állomás:
it_it: Destinazione:
ja_jp: 貼り付け先のプログラム:
nl_nl: Bestemming:
no_no: Til:
pl_pl: Przeznaczenie:
pt_pt: Destino:
ro_ro: Destinatie:
ru_ru: Назначение:
tr_tr: Hedef:
zh_cn: 复制到:

source: Paste Complete
cs_cz: Vložení kompletní
da_dk: Sæt ind er udført
de_de: Einfügen beendet
es_es: Pegado Terminado
fi_fi: Liitetty
fr_fr: Copie terminée
hu_hu: Beillesztés kész
it_it: Incolla Completato
ja_jp: 貼り付け完了
ko_kr: 붙여넣기 완료
nl_nl: Invoegen voltooid
no_no: Lim inn - Fullført
pl_pl: Wklejanie Zakończone
pt_pt: Cópia completa
ro_ro: Lipire completa
ru_ru: Вставка завершена
sv_se: Klistra in Färdigt
tr_tr: Komple Yapıştır
zh_cn: 粘贴成功

source: Copy
cs_cz: Kopírovat
da_dk: Kopier
de_de: Kopieren
es_es: Copiar
fi_fi: Kopioi...
fr_fr: Copier
hu_hu: Másolás
it_it: Copia
ja_jp: プログラムのコピー
ko_kr: 복사
nl_nl: Kopiëren
no_no: Kopier
pl_pl: Kopiuj
pt_pt: Copiar
ro_ro: Copie
ru_ru: Копировать
sv_se: Kopiera
tr_tr: Kopyala
zh_cn: 复制

source: Paste...
cs_cz: Vložit...
da_dk: Sæt ind...
de_de: Einfügen
es_es: Pegar...
fi_fi: Liitä...
fr_fr: Coller
hu_hu: Beilleszt...
it_it: Incolla...
ja_jp: プログラムの貼り付け
ko_kr: 붙여넣기...
nl_nl: Invoegen...
no_no: Lim inn...
pl_pl: Wklej...
pt_pt: Colar...
ro_ro: Lipeste...
ru_ru: Вставить...
sv_se: Klistra in...
tr_tr: Yapıştırıyor...
zh_cn: 粘贴

source: Copy this program.
cs_cz: Kopírovat tento program.
da_dk: Kopier dette program.
de_de: Dieses Programm kopieren.
es_es: Copiar esta programa.
fi_fi: Kopio tämä ohjelma.
fr_fr: Permet de copier ce programme.
hu_hu: Ez a program másolása.
it_it: Copia questo programma
ja_jp: このプログラムをコピー
ko_kr: 이 프로그램을 복사하세요.
nl_nl: Kopieer dit programma
no_no: Kopier dette programmet.
pl_pl: Kopiuj ten program.
pt_pt: Copiar esse programa.
ro_ro: Copie acest program.
ru_ru: Копировать эту программу.
sv_se: Kopiera detta program.
tr_tr: Bu programı kopyala
zh_cn: 复制此程序.

source: Paste copied program to this one.
cs_cz: Vložit kopírovaný program do tohoto.
da_dk: Sæt kopieret progran ind på dette.
de_de: Einfügen des kopierten Programmes.
es_es: Pegar el programa Copiado a este otro.
fi_fi: Liitä kopioitu ohjelma tähän ohjelmaan.
fr_fr: Permet de coller sur ce programme
hu_hu: A másolt program behelyezése.
it_it: Incolla il programma copiato in questo.
ja_jp: これにコピーしたプログラムを貼り付けます
ko_kr: 복사된 프로그램을 여기에 붙이세요.
nl_nl: Voeg het gekopieerde programma hier in
no_no: Lim inn kopiert program i dette programmet.
pl_pl: Wklej skopiowany program tutaj.
pt_pt: Colar o programa copiado para esse programa.
ro_ro: Lipeste programul copiat la acesta.
ru_ru: Вставить скопированную программу.
sv_se: Inklistrat kopierade programmet till denna.
tr_tr: Kopyalanmış programı buna yapıştır.
zh_cn: 将程序粘贴至此

source: Target Rule Parameters...
cs_cz: Parametry cílového pravidla...
da_dk: Parametre for tilpasningsregel...
de_de: Zielkurven-Einstellungen..
es_es: Parámetros de regla de cálculo...
fi_fi: Laskentasäännön parametrit...
fr_fr: Paramètres de la cible ...
hu_hu: Célszabály paraméterek...
it_it: Parametri Regole Target...
ja_jp: ターゲットルールのパラメータ
nl_nl: Rekenregel parameters...
no_no: Target regel parameter...
pl_pl: Parametry Krzywej Docelowej...
pt_pt: Parâmetros da regra alvo..
ro_ro: Parametri formula de reglaj...
ru_ru: Параметры расчетной формулы...
sv_se: Målmetod Parameterar..
tr_tr: Hedef Kazanç Kuralı parametreleri...
zh_cn: 验配公式参数...

source: TARGET will be updated based on a new audiogram detected.
cs_cz: CÍL bude aktualizován podle nového audiogramu detekovaného ve sluchadle.
da_dk: TARGET vil opdateres baseret på nyt audiogram.
de_de: ZIELVERSTÄRKUNG wird neu berechnet basierend auf den neuen Audiogrammdaten.
es_es: La Ganancia Objetivo se actualizará en base al nuevo audiograma detectado en el audífono
fi_fi: TAVOITE päivitetään perustuen kuulokojeessa havaittuun uuteen audiogrammiin.
fr_fr: Les cibles vont être modifiées pour tenir compte du nouvel audiogramme.
hu_hu: A célérték frissítve lesz az új audiogramm értékek szerint
it_it: I Target verranno aggiornati in base al nuovo audiogramma letto nel dispositivo.
ja_jp: TARGETは補聴器に保存されたオージオグラムでアップデートされます
ko_kr: TARGET은 발견된 새 오디오그램을 기초로 업데이트 됩니다.
nl_nl: De TARGETCURVES worden herberekend op basis van het nieuwe audiogram.
no_no: Forsterkning vil bli oppdatert basert på nytt registrert audiogram.
pl_pl: CEL zostanie zaktualizowany na podstawie nowego audiogramy.
pt_pt: O TARGET será atualizado de acordo com o novo audiograma detectado no aparelho.
ro_ro: TARGET va fi actulizat bazat pe o noua audiograma detectata
ru_ru: Целевое усиление будет обновлено на основе новой аудиограммы.
sv_se: Målkurvorna kommer uppdateras baserade på ett nytt audiogram
tr_tr: Hedefler yeni algılanan odyograma göre güncellenecektir.
zh_cn: 根据新发现的听力图更新目标验配曲线
