Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Automatically show Data Logging after reading hearing instrument(s)
cs_cz: Po načtení sluchadel automaticky zobrazit Data Logging
da_dk: Vis datalogging når apparatet er aflæst
de_de: Data Logging automatisch nach Auslesen des Hörsystems anzeigen.
es_es: Mostrar automáticamente los datos grabados después de leer el audífono
fi_fi: Näytä lokitiedosto automaattisesti kun kuulokoje on luettu
fr_fr: Montrer automatiquement les données du Data Logging après la lecture de l'appareil
hu_hu: Adatrögzítés automatikus megjelenítése a készülék beolvasása után
it_it: Mostra automaticamente il Data Logging dopo la lettura del dispositivo
ja_jp: 補聴器接続時に自動的にデータロギングを表示させる
ko_kr: 보청기 읽은 후 자동으로 데이타 로깅을 보여줍니다
nl_nl: DataLogging automatisch tonen na uitlezen hoortoestel(len)
no_no: Vis datalogging automatisk etter at apparat er lest
pl_pl: Po połączeniu aparatu(ów) automatycznie pokaż dane z Data Logging
pt_pt: Mostrar automaticamente o Datalogging depois de ler o aparelho.
ro_ro: Arata Data Logging automat dupa citirea aparatului
ru_ru: Автоматически показывать Data Logging после соединения со СА
sv_se: Automatiskt visa Datalogging efter läst hörapparat
tr_tr: Cihazı okuduktan sonra veri kaydını otomatik olarak göster
zh_cn: 从助听器读取后自动进行数据分析

source: Test
fi_fi: Testi
hu_hu: Teszt
ja_jp: テスト開始
ko_kr: 테스트
pt_pt: Teste
ru_ru: Тест
zh_cn: 测试

source: ADL View
cs_cz: Zobrazení ADL
da_dk: ADL skærm
de_de: Hörsystem Ansicht
es_es: Ver ADL
fi_fi: ADL näkymä
fr_fr: Vue Data Logging
hu_hu: ADL nézet
it_it: Vista ADL
ja_jp: ADLビュー
ko_kr: ADL 보기
nl_nl: ADL overzicht
no_no: ADL Visning
pl_pl: Widok ADL
pt_pt: Visão ADL
ro_ro: Vizualizare ADL
ru_ru: Просмотр ADL
sv_se: ADL Vy
tr_tr: ADL Görünümü
zh_cn: ADL浏览

source: Simple View
cs_cz: Jednoduché zobrazení
da_dk: Simpel skærm
de_de: Einfache Darstellung
es_es: Vista Sencilla
fi_fi: Suppea näkymä
fr_fr: Vue simple
hu_hu: Egyszerű nézet
it_it: Vista Semplice
ja_jp: シンプル表示
ko_kr: 간단히 보기
nl_nl: Eenvoudig overzicht
no_no: Enkel Visning
pl_pl: Widok prosty
pt_pt: Visão simplificada
ro_ro: Vizualizare Simpla
ru_ru: Краткий обзор
sv_se: Enkel Vy
tr_tr: Basit Görünüm
zh_cn: 简易浏览

source: Full View
cs_cz: Úplné zobrazení
da_dk: Fuld skærm
de_de: Volle Bildschirmansicht
es_es: Vista Completa
fi_fi: Täysi näkymä
fr_fr: Vue complète
hu_hu: Teljes nézet
it_it: Vista Completa
ja_jp: フル表示
ko_kr: 전체 보기
nl_nl: Volledig beeld
no_no: Full Visning
pl_pl: Pełny widok
pt_pt: Visão completa
ro_ro: Vizualizare Completa
ru_ru: Полный обзор
sv_se: Full Vy
tr_tr: Tam Görünüm
zh_cn: 全部查看

source: User Preferences
cs_cz: Předvolby uživatele
da_dk: Brugerpræferencer
de_de: Benutzervoreinstellungen
es_es: Preferencias del Usuario
fi_fi: Käyttäjäasetukset
fr_fr: Préférences d'utilisation
hu_hu: Felhasználói elönyök
it_it: Preferenze Utilizzatore
ja_jp: 初期設定
ko_kr: 사용자 선호
nl_nl: Voorkeuren gebruiker
no_no: Brukerpreferanser
pl_pl: Preferencje Urządzenia I
pt_pt: Preferência do usuário
ro_ro: Preferinte Utilizator
ru_ru: Предпочтения пользователя
sv_se: Användarpreferenser
tr_tr: Kullanıcı Tercihleri
zh_cn: 验配参数

source: Machine Preferences
cs_cz: Předvolby zařízení
da_dk: Maskinepræferencer
de_de: Sonstige Voreinstellungen
es_es: Preferencias del Ordenador
fi_fi: Laiteasetukset
fr_fr: Réglages par défaut
hu_hu: Gép tuajdonságok
it_it: Preferenze Strumento
ja_jp: 接続機器とターゲット
ko_kr: 기계장치 선호
nl_nl: Voorkeuren PC
no_no: Maskinpreferanser
pl_pl: Preferencje Urządzenia II
pt_pt: Preferência das máquinas
ro_ro: Preferinte Calculator
ru_ru: Рекомендации программы
sv_se: Datorpreferenser
tr_tr: Cihaz Tercihleri
zh_cn: 助听器参数

source: Battery Size:
cs_cz: Velikost baterie:
da_dk: Batteristørrelse:
de_de: Batteriegröße:
es_es: Tamaño de Pila:
fi_fi: Paristokoko :
fr_fr: Type de pile :
hu_hu: Elemméret:
it_it: Dimensione Batteria:
ja_jp: 電池サイズ:
ko_kr: 배터리 크기:
nl_nl: Batterijgrootte:
no_no: Batteristørrelse:
pl_pl: Rozmiar baterii:
pt_pt: Tamanho de bateria:
ro_ro: Marime Baterie:
ru_ru: Тип батареи:
sv_se: Batteristorlek:
tr_tr: Pil Tipi:
zh_cn: 电池类型:

source: Tube Size:
cs_cz: Velikost hadičky:
da_dk: Slangestørrelse:
de_de: Schlauchgröße:
es_es: Tamaño del Tubo:
fi_fi: Ääniletkun koko :
fr_fr: Taille des tubes :
hu_hu: Csőméret:
it_it: Lunghezza Tubetto
ja_jp: チューブサイズ:
ko_kr: 튜브 크기:
nl_nl: Maat tube:
no_no: Slangestørrelse:
pl_pl: Rozmiar dźwiękowodu:
pt_pt: Tamanho do tubo:
ro_ro: Marime Tub:
ru_ru: Длина звуковода:
sv_se: Slangstorlek:
tr_tr: Tüp Ölçüsü:
zh_cn: 导声管尺寸:

source: Notes:
cs_cz: Poznámky:
da_dk: Noter:
de_de: Anmerkungen:
es_es: Notas:
fi_fi: Merkintöjä :
hu_hu: Feljegyzések:
it_it: Note:
ja_jp: コメント記入欄:
ko_kr: 주:
nl_nl: Opmerkingen:
no_no: Notat:
pl_pl: Notatnik:
pt_pt: Notas:
ro_ro: Notite:
ru_ru: Примечания:
sv_se: Noteringar:
tr_tr: Notlar:
zh_cn: 备注:

source: Next Appointment:
cs_cz: Následující sezení:
da_dk: Næste aftale:
de_de: Nächster Termin:
es_es: Siguiente Cita:
fi_fi: Seuraava käynti :
fr_fr: Prochain rendez-vous le :
hu_hu: Következő találkozó:
it_it: Prossimo Appuntamento:
ja_jp: 次回の訪問予定:
ko_kr: 다음 예약:
nl_nl: Volgende afspraak:
no_no: Neste Time:
pl_pl: Następna wizyta:
pt_pt: Próxima visita:
ro_ro: Urmatoarea Programare:
ru_ru: Дата следующего визита:
sv_se: Nästa besök:
tr_tr: Gelecek Randevu:
zh_cn: 下次预约:

source: at
cs_cz: na
da_dk: ved
de_de: bei
es_es: en
it_it: a
ja_jp: に
ko_kr: 에
nl_nl: bij
no_no: hos
pl_pl: na
pt_pt: em
ro_ro: la
ru_ru: к
sv_se: vid
tr_tr: da
zh_cn: 在

source: Address
cs_cz: Adresa
da_dk: Adresse
de_de: Adresse
es_es: Dirección
fi_fi: Osoite
fr_fr: Adresse
hu_hu: Cím
it_it: Indirizzo
ja_jp: 住所
ko_kr: 주소
nl_nl: Adres
no_no: Adresse
pl_pl: Adres
pt_pt: Endereço
ro_ro: Adresa
ru_ru: Адрес
sv_se: Adress
tr_tr: Adres
zh_cn: 地址

source: Logo
fi_fi: Logo/kuva
ja_jp: ロゴ
ko_kr: 로고
ru_ru: Логотип
sv_se: Logga
zh_cn: 标识

source: This Tinnitus Breaker Pro feature provides the ability to automatically adjust the level of noise produced depending on environmental situation (speech/noise).
ja_jp: 両耳連動TSGは、ノイズのレベルを環境に応じて自動的に調整する機能を持ちます。
zh_cn: 这种耳鸣管理功能提供了自动调整噪音水平（语音/噪音）的能力。

source: Tinnitus Breaker Pro is able to modulate the noise generated, creating a more soothing 'ocean wave' sound, that can be more relaxing. Some studies have shown that this a feature that can be helpful in the treatment of tinnitus.
ja_jp: 両耳連動TSGは、生成するノイズを変調したり、環境音を使用することでよりリラックスできる音を提供します。いくつかの研究では、これが耳鳴りの治療に役立つことが示されています。
zh_cn: 耳鸣管理器能够调节产生的噪音，创造一个更舒缓的“海浪”的声音，可以听得更轻松。一些研究表明，这一特征有助于耳鸣的治疗。

source: Target Rule:
cs_cz: Cílové pravidlo:
da_dk: Tilpasnigsregel:
de_de: Anpassregel:
es_es: Regla de Cálculo:
fi_fi: Laskentasääntö :
fr_fr: Méthode :
hu_hu: Célszabály:
it_it: Target:
ja_jp: ターゲットルール:
nl_nl: Rekenregel:
no_no: Tilpasningsregel:
pl_pl: Formuła Dopasowania:
pt_pt: Regra alvo:
ru_ru: Расчетная формула:
sv_se: Målmetod:
tr_tr: Hedef Kazanç Kuralı:
zh_cn: 目标法则:

source: Last Fitting Date:
cs_cz: Datum posledního nastavení:
da_dk: Sidste tilpasningsdag:
de_de: Letztes Anpassdatum:
es_es: Fecha de la última Adaptación:
fi_fi: Viimesin sovitus pvm :
fr_fr: Date de la visite :
hu_hu: Utolsó illesztési dátum:
it_it: Ultima Data di Fitting:
ja_jp: 最終調整日:
ko_kr: 지난 피팅 날짜:
nl_nl: Datum laatste aanpassing:
no_no: Forrige tilpasningsdato:
pl_pl: Data ostatniego dopasowania:
pt_pt: Data do último ajuste:
ro_ro: Data Ultimului Reglaj:
ru_ru: Дата последней настройки:
sv_se: Sista Anpassningsdatum:
tr_tr: Son Uygulama Tarihi:
zh_cn: 上次验配日期:

source: Date of Birth:
cs_cz: Datum narození:
da_dk: Fødselsdato:
de_de: Geburtsdatum:
es_es: Fecha Nacimiento:
fi_fi: Syntymäaika :
fr_fr: Date de naissance :
hu_hu: Születési idő:
it_it: Data di Nascita:
ja_jp: 生年月日:
ko_kr: 생일:
nl_nl: Geboortedatum:
no_no: Fødselsdato:
pl_pl: Data urodzenia:
pt_pt: Data de Nascimento:
ro_ro: Data nasterii:
ru_ru: Дата рождения:
sv_se: Födelsedata:
tr_tr: Doğum Tarihi:
zh_cn: 生日：

source: Experience Level:
cs_cz: Zkušenost pacienta:
da_dk: Erfaringsniveau:
de_de: Erfahrungswert:
es_es: Nivel de Experiencia:
fi_fi: Tottumustaso :
fr_fr: Niveau d'expérience :
hu_hu: Tapasztalati szint:
it_it: Livello Esperienza:
ja_jp: 装用経験:
ko_kr: 경험 레벨:
nl_nl: Ervaring:
no_no: Høreapparaterfaring:
pl_pl: Poziom doświadczenia:
pt_pt: Nível de experiência:
ro_ro: Nivel de Experienta:
ru_ru: Опыт ношения:
sv_se: Erfarenhetsnivå:
tr_tr: Deneyim Seviyesi:
zh_cn: 助听器佩戴史:

source: Client ID:
cs_cz: Rodné číslo:
da_dk: Klient ID:
de_de: Kunden-Nr.:
es_es: Nº de Cliente:
fi_fi: Potilas numero :
fr_fr: N° patient :
hu_hu: Páciens ID:
it_it: Codice Cliente:
ja_jp: 顧客管理番号:
ko_kr: 고객 ID:
nl_nl: Cliënt ID:
no_no: Klient ID:
pl_pl: Nr Klienta:
pt_pt: Identificação do Cliente :
ro_ro: CNP client:
ru_ru: Номер клиента (ID):
sv_se: Klient ID:
tr_tr: Müşteri Kimliği:
zh_cn: 客户编号:

source: Clinic Info
cs_cz: Info o klinice
da_dk: Klinikinfo
de_de: Firma
es_es: Información del Centro
fi_fi: Klinikan/sairaalan tiedot
fr_fr: Centre auditif
hu_hu: Klinikai Info
it_it: Informazioni Cliniche
ja_jp: 販売店情報
ko_kr: 클리닉 정보
nl_nl: Info winkel/kliniek
no_no: Klinikk Info
pl_pl: Dane kliniki
pt_pt: Informações clínicas
ro_ro: Inormatie Cabinet
ru_ru: Данные о центре
sv_se: Klinikinfo
tr_tr: Klinik Bilgisi
zh_cn: 验配中心信息

source: I am unable to follow conversation during meetings because of tinnitus.
da_dk: KJen kan ikke følge en samtale til et møde på grund af tinnitus.
zh_cn: 由于耳鸣，我无法在会议中讲话。

source: Tinnitus creates family problems.
da_dk: Tinnitus skaber familieproblemer.
zh_cn: 耳鸣导致家庭问题。

source: I think I have a healthy outlook on tinnitus.
da_dk: Jeg tænker at jeg har et sundt syn på min tinnitus.
zh_cn: 我想我对耳鸣有一个健康的展望。

source: I feel uneasy in social situations because of tinnitus.
da_dk: Jeg føler mig besværetr i sociale situationer på grund af tinnitus.
zh_cn: 由于耳鸣，我在社交场合觉得不安。

source: I have trouble falling asleep at night because of tinnitus.
da_dk: Jeg har problerm med at falde i søvn på grund af tinnitus.
zh_cn: 因为耳鸣，我晚上总睡不着觉。

source: Tinnitus contributes to a feeling of general ill health.
da_dk: Tinnitus er med til at jeg føler jeg generelt har dårligt helbred.
zh_cn: 耳鸣会引起全身不适的感觉。

source: Tinnitus interferes with my ability to tell where sounds are coming from.
da_dk: Tinnitus forstyrrer min evne til at høre hvor lyde kommer fra.
zh_cn: 耳鸣干扰了我辨别声音来自哪里的能力。

source: I have support from my friends regarding my tinnitus.
da_dk: Jeg modtager støtte fra mine venner på grund af tinnitus.
zh_cn: 对于耳鸣，我获得了来自朋友的积极帮助。

source: I am unable to relax because of tinnitus.
da_dk: Jeg kan ikke slappe af på grund af tinnitus.
zh_cn: 因为耳鸣，我感觉自己无法放松。

source: I do not enjoy life because of tinnitus.
da_dk: Jeg kan ikke nyde livet på gr. af tinnitus.
zh_cn: 因为耳鸣，我无法享受生活。

source: My tinnitus has gotten worse over the years.
da_dk: Min tinnitus er blevet værre over årene.
zh_cn: 几年来，我的耳鸣似乎越来越严重。

source: I cannot concentrate because of tinnitus.
da_dk: Jeg kan ikke koncentrere mig på gr. af tinnitus.
zh_cn: 因为耳鸣，我无法集中精力。

source: Tinnitus makes me feel tired.
zh_cn: 耳鸣让我精疲力尽。

source: Tinnitus causes me to feel depressed.
zh_cn: 耳鸣让我感到沮丧。

source: The general public does not know about the devastating nature of tinnitus.
zh_cn: 公众不知道耳鸣的破坏性。

source: Tinnitus causes me to avoid noisy situations.
ja_jp: 耳鳴りが雑音の多い場所を避ける原因になっています。
zh_cn: 耳鸣总让我避开嘈杂场合。

source: Tinnitus interferes with my speech understanding when talking with someone in a noisy room.
zh_cn: 在嘈杂的房间里与人交谈时，耳鸣会干扰我的语言理解。

source: I find it difficult to explain what tinnitus is to others.
zh_cn: 我发现很难和别人解释什么是耳鸣。

source: I complain more because of tinnitus.
zh_cn: 因为耳鸣，我的抱怨变得很多。

source: Tinnitus makes me feel annoyed.
zh_cn: 耳鸣让我觉得很懊恼。

source: Tinnitus makes me feel insecure.
zh_cn: 耳鸣让我觉得缺乏安全感。

source: Tinnitus interferes with my speech understanding when listening to the television.
zh_cn: 耳鸣干扰了我在看电视时的理解力。

source: Tinnitus affects the quality of my relationships.
zh_cn: 耳鸣影响了我的人际关系质量。

source: Tinnitus has caused a reduction in my speech understanding ability.
ja_jp: 耳鳴りが私の会話の理解力を低下させる原因になっていました。
zh_cn: 耳鸣使我的言语理解能力下降。

source: Tinnitus causes stress.
zh_cn: 耳鸣让我很有压力。

source: Tinnitus makes me feel anxious.
zh_cn: 耳鸣让我焦躁不安。

source: I feel frustrated frequently because of tinnitus.
zh_cn: 耳鸣使我经常感到沮丧。

source: Tinnitus Handicap Questionnaire
zh_cn: 耳鸣问卷

source: Instructions
zh_cn: 说明

source: This questionnaire has 27 questions. Please indicate 0 (that you strongly disagree) up to 100 (that you strongly agree). Please do not skip any questions.
zh_cn: 问卷包含27 个问题，请打分，从 0 (非常不认同)到 100 (非常认同)，请不要遗漏任何问题。

source: Factor 1 - Social, Emotional, and Behavioral Tinnitus Effects
zh_cn: 因素1 -社交、情绪和行为上的耳鸣效果

source: Factor 2 - Tinnitus and Hearing
zh_cn: 因素2 - 耳鸣和听力

source: Factor 3 - Outlook on Tinnitus
zh_cn: 因素3 - 耳鸣展望

source: Total
zh_cn: 总计

source: Scoring
zh_cn: 分数

source: (add responses to 5, 6, 9, 10, 12, 13, 14, 18, 19, 20, 21, 23, 25, 26, 27)
zh_cn: (添加分数到 5, 6, 9, 10, 12, 13, 14, 18, 19, 20, 21, 23, 25, 26, 27)

source: (add responses to 1, 2, 4, 7, 16, 17, 22, 24)
zh_cn: (添加分数到 1, 2, 4, 7, 16, 17, 22, 24)

source: (add responses to 11 and 15 plus [100 - response to 3] plus [100 - response to 8])
zh_cn: (添加分数到 11 和 15 加[100 - 分数 3] + [100 - 分数 8])

source: [(Factor 1 x 15/27) + (Factor 2 x 8/27) + (Factor 3 x 4/27)]
zh_cn: [(因素1 x 15/27) + (因素 2 x 8/27) + (因素 3 x 4/27)]

source: Pediatrics Mode
cs_cz: Pediatrický mód
da_dk: Pædiatrtisk indstilling
de_de: Pädiatrischer-Modus
es_es: Modo Pediátrico
fi_fi: Pediatrinen tila
fr_fr: Mode pédiatrique
hu_hu: Gyermek mód
it_it: Modalità Pediatrica
ja_jp: 小児フィッティングモード
ko_kr: 소아 모드
nl_nl: Kind-modus
no_no: Pediatrisk Modus
pl_pl: Tryb pediatryczny
pt_pt: Modo pediátrico
ro_ro: Modulul de Pediatrie
ru_ru: Режим педиатрической настройки
sv_se: Barn läge
tr_tr: Pediatrik Mod
zh_cn: 儿童模式

source: Smart Beam
ja_jp: オートスコープ
zh_cn: 智能多维

source: Smart Bean Steering adjusts the width of the directional beam in real time to improve the sound quality.
ja_jp: オートスコープは指向性のビーム幅を自動的に調節し、ことばの聞き取りを向上させます
zh_cn: 智能多维方向性实时调整波束宽度，提高声音质量。

source: Value is less than
cs_cz: Hodnota je menší než
da_dk: Værdien er mindre end
de_de: Wert ist kleiner als
es_es: El valor es menor que
fi_fi: Arvo on pienemi kuin
fr_fr: Valeur moins élevée que
hu_hu: Az érték kevesebb mint
it_it: Il Valore è inferiore a
ja_jp: 値が不足しています
ko_kr: 값이 더 작다
nl_nl: Waarde is minder dan
no_no: Verdien er lavere/mindre enn
pl_pl: Wartość mniejsz niż
pt_pt: Valor é menor que
ro_ro: Valoarea este mai mica de
ru_ru: Значение меньше
sv_se: Värdet är mindre än
tr_tr: Değeri bundan daha az
zh_cn: 值少于

source: Value is greater than
cs_cz: Hodnota je větší než
da_dk: Værdien er større end
de_de: Wert ist größer als
es_es: El Valor es mayor que
fi_fi: Arvo on suurempi kuin
fr_fr: Valeur plus élevée que
hu_hu: Az érték nagyobb mint
it_it: Il Valore è maggiore di
ja_jp: 値が超えています
ko_kr: 값이 훨씬 크다
nl_nl: Waarde is meer dan
no_no: Verdien er høyere/mer enn
pl_pl: Wartość większ niż
pt_pt: Valores são maiores que
ro_ro: Valoarea este mai mare de
ru_ru: Значение больше
sv_se: Värdet är större än
tr_tr: Değeri bundan daha fazla
zh_cn: 值大于

source: Close
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
es_es: Cerrar
fi_fi: Sulje
fr_fr: Fermer
hu_hu: Bezár
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 종료
nl_nl: Afsluiten
no_no: Lukk
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Extindere
ru_ru: Закрыть
sv_se: Expandera
tr_tr: Kapat
zh_cn: 关闭

source: Add
cs_cz: Přidat
da_dk: Tilføj
de_de: Hinzufügen
es_es: Añadir
fi_fi: Lisää potilas
fr_fr: Ajouter
hu_hu: Hozzáadás
it_it: Aggiungi
ja_jp: 登録
ko_kr: 추가
nl_nl: Toevoegen
no_no: Legg til
pl_pl: Dodaj
pt_pt: Adicionar
ro_ro: Adauga
ru_ru: Добавить
sv_se: Lägg till
tr_tr: Ekle
zh_cn: 添加

source: Find
cs_cz: Najít
de_de: Finden
es_es: Buscar
fi_fi: Etsi
fr_fr: Chercher
hu_hu: Keres
it_it: Cerca
ja_jp: 検索
ko_kr: 찾기
nl_nl: Zoeken
no_no: Finn
pl_pl: Znajdż
pt_pt: Procurar
ro_ro: Cauta
ru_ru: Найти
sv_se: Sök
tr_tr: Bul
zh_cn: 查找

source: File
cs_cz: Soubor
da_dk: Fil
de_de: Datei
es_es: Archivo
fi_fi: Tiedosto
fr_fr: Fichier
hu_hu: Fájl
ja_jp: ファイル
ko_kr: 파일
no_no: Fil
pl_pl: Plik
pt_pt: Arquivo
ru_ru: Файл
sv_se: Arkiv
tr_tr: Dosya
zh_cn: 文件

source: Help
cs_cz: Nápověda
da_dk: Hjælp
de_de: Hilfe
es_es: Ayuda
fi_fi: Apu
fr_fr: Aide
hu_hu: Segítség
it_it: Aiuto
ja_jp: ヘルプ
ko_kr: 도움말
no_no: Hjelp
pl_pl: Pomoc
pt_pt: Ajuda
ro_ro: Ajutor
ru_ru: Помощь
sv_se: Hjälp
tr_tr: Yardım
zh_cn: 帮助

source: About
cs_cz: O ...
da_dk: Om...
de_de: Über Aventa...
es_es: Acerca de Aventa..
fi_fi: Tietoa Aventasta
fr_fr: A propos d'Aventa 3
hu_hu: Az Aventa-ról...
it_it: Circa Aventa
ja_jp: について
nl_nl: Over Aventa...
no_no: Om...
pl_pl: O
pt_pt: Sobre o Aventa
ro_ro: Despre Aventa...
ru_ru: О
sv_se: Om Aventa
tr_tr: Aventa Hakkında
zh_cn: 关于Aventa...

source: Gender
cs_cz: Pohlaví
da_dk: Køn
de_de: Geschlecht
es_es: Género
fi_fi: Sukupuoli
fr_fr: Sexe
hu_hu: Neme
it_it: Sesso
ja_jp: 性別
ko_kr: 성별
nl_nl: Geslacht
no_no: Kjønn
pl_pl: Płeć
pt_pt: Gênero
ro_ro: Gen
ru_ru: Пол
sv_se: Kön
tr_tr: Cinsiyet
zh_cn: 性别

source: Male
cs_cz: Muž
da_dk: Mand
de_de: Männlich
es_es: Masculino
fi_fi: Mies
fr_fr: Homme
hu_hu: Férfi
it_it: Maschile
ja_jp: 男性
ko_kr: 남
nl_nl: Mannelijk
no_no: Mann
pl_pl: M
pt_pt: Masculino
ro_ro: Barbat
ru_ru: Муж.
sv_se: Man
tr_tr: Erkek
zh_cn: 男

source: Female
cs_cz: Žena
da_dk: Kvinde
de_de: Weiblich
es_es: Femenino
fi_fi: Nainen
fr_fr: Femme
hu_hu: Nő
it_it: Femminile
ja_jp: 女性
ko_kr: 여
nl_nl: Vrouwelijk
no_no: Kvinne
pl_pl: K
pt_pt: Feminino
ro_ro: Femeie
ru_ru: Жен.
sv_se: Kvinna
tr_tr: Kadın
zh_cn: 女

source: Date of Birth
cs_cz: Datum narození:
da_dk: Fødselsdato:
de_de: Geburtsdatum
es_es: Fecha Nacimiento:
fi_fi: Syntymäaika
fr_fr: Date de naissance
hu_hu: Születési idő:
it_it: Data di Nascita
ja_jp: 生年月日
ko_kr: 생일:
nl_nl: Geboortedatum
no_no: Fødselsdato:
pl_pl: Data urodzenia
pt_pt: Data de Nascimento:
ro_ro: Data nasterii
ru_ru: Дата рождения
sv_se: Födelsedata:
tr_tr: Doğum Tarihi
zh_cn: 生日：

source: Last Name
cs_cz: Příjmení
da_dk: Efternavn:
de_de: Nachname
es_es: Apellidos:
fi_fi: Sukunimi
fr_fr: Nom
hu_hu: Vezetéknév:
it_it: Cognome:
ja_jp: 姓
ko_kr: 성
nl_nl: Achternaam
no_no: Etternavn:
pl_pl: Nazwisko
pt_pt: Sobrenome:
ro_ro: Prenume
ru_ru: Фамилия
sv_se: Efternamn:
tr_tr: Soyadı
zh_cn: 姓：

source: First Name
cs_cz: Jméno
da_dk: Fornavn:
de_de: Vorname
es_es: Nombre:
fi_fi: Etunimi
fr_fr: Prénom
hu_hu: Keresztnév:
it_it: Nome:
ja_jp: 名
ko_kr: 이름
nl_nl: Voornaam
no_no: Fornavn:
pl_pl: Imię
pt_pt: Nome:
ro_ro: Nume
ru_ru: Имя
sv_se: Förnamn:
tr_tr: Adı
zh_cn: 名：

source: Middle Name
cs_cz: Druhé jméno
da_dk: Mellemnavn
de_de: Zweiter Name
es_es: Nombre 2
fi_fi: Toinen nimi
fr_fr: 2ème prénom
hu_hu: Középső név
it_it: Secondo Nome
ja_jp: ミドルネーム
ko_kr: 중간이름
nl_nl: Tweede naam
no_no: Mellomnavn
pl_pl: Drugie imię
pt_pt: Nome do meio ( sobrenome)
ro_ro: Nume Mijlociu
ru_ru: Отчество
sv_se: Andranamn
tr_tr: İkinci Adı
zh_cn: 呢称

source: Address
cs_cz: Adresa
da_dk: Adresse
de_de: Adresse
es_es: Dirección
fi_fi: Osoite
fr_fr: Adresse
hu_hu: Cím
it_it: Indirizzo
ja_jp: 住所
ko_kr: 주소
nl_nl: Adres
no_no: Adresse
pl_pl: Adres
pt_pt: Endereço
ro_ro: Adresa
ru_ru: Адрес
sv_se: Adress
tr_tr: Adres
zh_cn: 地址

source: Home Phone
cs_cz: Telefon domů
da_dk: Hjemmetelefon
de_de: Telefon Home
es_es: Teléfono Casa
fi_fi: Matkapuhelin
fr_fr: Téléphone (domicile)
hu_hu: Otthoni telefon
it_it: Telefono di casa
ja_jp: FAX番号
ko_kr: 집 전화
nl_nl: Thuistelefoon
no_no: Telefon Hjem
pl_pl: Telefon domowy
pt_pt: Telefone Residencial
ro_ro: Telefon (acasa)
ru_ru: Домашний телефон
sv_se: Hemtelefon
tr_tr: Ev Telefonu
zh_cn: 家庭电话

source: Work/Cell Phone
cs_cz: Mobilní telefon/zaměstnání
da_dk: Arbejds-/mobiltelefon
de_de: Telefon Arbeit / Mobil
es_es: Teléfono Trabajo/Móvil
fi_fi: Työpuhelin
fr_fr: Téléphone (autre)
hu_hu: Munkahelyi/Mobil telefon
it_it: Cellulare
ja_jp: 電話
ko_kr: 회사/휴대폰
nl_nl: Werk/GSM
no_no: Telefon Jobb/Mobil
pl_pl: Biurowy/Komórkowy
pt_pt: Telefone celular/ comercial
ro_ro: Munca/Tel Mobil
ru_ru: Рабочий/мобильный телефон
sv_se: Arbete/Mobiltelefon
tr_tr: İş/Cep Telefonu
zh_cn: 办公电话/手机

source: Name
cs_cz: Jméno
da_dk: Navn
es_es: Nombre
fi_fi: Nimi
fr_fr: Nom
hu_hu: Név
it_it: Nome
ja_jp: 名前
ko_kr: 이름
nl_nl: Naam
no_no: Navn
pl_pl: Imię
pt_pt: Nome
ro_ro: Nume
ru_ru: Имя
sv_se: Namn
tr_tr: İsim
zh_cn: 姓名

source: Patient Notes
cs_cz: Poznámky pacienta
da_dk: Patientnotater
de_de: Kundeninformationen
es_es: Notas del Paciente
fi_fi: Potilasmerkintöjä
fr_fr: Remarques
hu_hu: Páciens megjegyzések
it_it: Note Paziente
ja_jp: コメント記入欄
ko_kr: 환자 노트
nl_nl: Cliënt opmerkingen
no_no: Pasientnotater
pl_pl: Notatki odnośnie pacjenta
pt_pt: Notas do paciente
ro_ro: Note Pacient
ru_ru: Примечания пациента
sv_se: Patientnoteringar
tr_tr: Hasta Notları
zh_cn: 备注

source: Welcome
cs_cz: Vítejte
da_dk: Velkommen
de_de: Willkommen
es_es: Bienvenido
fi_fi: Tervetuloa
fr_fr: Accueil
hu_hu: Üdvözlet
it_it: Benvenuto
ja_jp: ようこそ
ko_kr: 환영합니다
nl_nl: Welkom
no_no: Velkommen
pl_pl: Witaj
pt_pt: Bem vindo
ro_ro: Bine ati venit
ru_ru: Добро пожаловать
sv_se: Välkommen
tr_tr: Hoşgeldiniz
zh_cn: 欢迎

source: Add New Patient
cs_cz: Přidat nového pacienta
da_dk: Tilføj ny patient
de_de: Neuen Kunden hinzufügen
es_es: Añadir Nuevo Paciente
fi_fi: Lisää uusi potilas
fr_fr: Ajouter un nouveau patient
hu_hu: Új páciens hozzáadás
it_it: Aggiungi Nuovo Paziente
ja_jp: 新規顧客の追加
ko_kr: 새로운 환자 추가
nl_nl: Voeg nieuwe cliënt toe
no_no: Ny Klient
pl_pl: Dodaj nowego pacjenta
pt_pt: Adicionar novo paciente
ro_ro: Adauga Pacient Nou
ru_ru: Добавить нового пациента
sv_se: Lägg till Ny patient
tr_tr: Yeni Hasta Ekle
zh_cn: 添加新客户

source: All Patients
cs_cz: Všichni pacienti
da_dk: Alle patienter
de_de: Alle Kunden
es_es: Todos los Pacientes
fi_fi: Kaikki potilaat
fr_fr: Tous les patients
hu_hu: Minden páciens
it_it: Tutti i Pazienti
ja_jp: 全ての顧客
ko_kr: 모든 환자
nl_nl: Alle cliënten
no_no: Alle Pasienter
pl_pl: Wszyscy pacjenci
pt_pt: Todos os pacientes
ro_ro: Toti Pacientii
ru_ru: Все пациенты
sv_se: Alla patienter
tr_tr: Tüm Hastalar
zh_cn: 所有客户

source: Search
cs_cz: Hledat
da_dk: Søg
de_de: Suche
es_es: Buscar
fi_fi: Etsi
fr_fr: Rechercher
hu_hu: Keresés
it_it: Trova
ja_jp: 検索
ko_kr: 검색
nl_nl: Zoek
no_no: Søk
pl_pl: Szukaj
pt_pt: Busca
ro_ro: A cauta
ru_ru: Поиск
sv_se: Sök
tr_tr: Ara
zh_cn: 查找

source: result(s) for
cs_cz: výsledky pro
da_dk: resultat(er) for
de_de: Ergebnis(se) für
es_es: resultado(s) para
fi_fi: tulokset
fr_fr: résultat(s) pour
hu_hu: eredmény
it_it: risultati per
ja_jp: 件見つかりました
ko_kr: 결과
nl_nl: resultaten voor
no_no: resultat(er) for
pl_pl: rezultaty dla
pt_pt: Resultado(s) para
ro_ro: rezultate pentru
ru_ru: Результат(ы) для
sv_se: resultat för
tr_tr: Sonuçlar
zh_cn: 结果为

source: Recent Visits
cs_cz: Minulé návštěvy
da_dk: Nuværende besøg
de_de: Letzte Besuche
es_es: Visitas Recientes
fi_fi: Viimeisimmät käynnit
fr_fr: Sessions récentes
hu_hu: Legfrissebb találkozó
it_it: Visite Recenti
ja_jp: 最近の訪問
ko_kr: 최근 방문
nl_nl: Recente afspraken
no_no: Nylige Besøke
pl_pl: Ostatnie wizyty
pt_pt: Visitas recentes
ro_ro: Vizite Recente
ru_ru: Недавние визиты
sv_se: Senaste besök
tr_tr: Son Ziyaretler
zh_cn: 最近

source: Patient
cs_cz: Pacient
de_de: Kunde
es_es: Paciente
fi_fi: Potilas
hu_hu: Páciens
it_it: Paziente
ja_jp: 顧客
ko_kr: 환자
nl_nl: Cliënt
no_no: Pasient
pl_pl: Pacjent
pt_pt: Paciente
ro_ro: Pacient
ru_ru: Пациент
tr_tr: Hasta
zh_cn: 客户

source: Profile
cs_cz: Profil
da_dk: Profil
de_de: Profil
es_es: Perfil
fi_fi: Potilasprofiili
fr_fr: Profil
hu_hu: Profil
it_it: Profilo
ja_jp: プロフィール
ko_kr: 프로필
nl_nl: Profiel
no_no: Profil
pl_pl: Profil
pt_pt: Perfil
ro_ro: Profil
ru_ru: Профиль
sv_se: Profil
tr_tr: Profil
zh_cn: 用户档案
