Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Ear-to-Ear volume change synchronization is turned off. Please set volume change of the multi-function button identically on both sides.
cs_cz: Ear-to-Ear synchronizace hlasitosti je vypnuta. Nastavte prosím regulaci hlasitosti multifunkčním tlačítkem identicky na obou stranách.
da_dk: Ear-to-Ear volumen synkronisering er slået fra. Indstil volumenskift på multifunktionsknappen identisk på begge sider.
de_de: Ear-to-Ear Laustärkesynchronisation ist ausgeschaltet. Bitte stellen Sie die Lautstärkeeinstellungen der Multifunktionstasten auf beiden Seiten gleich ein.
es_es: La sincronización de cambios de volumen Oído a Oído está desactivada. Por favor configure de forma idéntica en ambos oídos los ajustes de cambios de volumen en el pulsador multi-función.
fi_fi: Koje-koje äänenvoimakkuuden synkronointi ei ole käytössä. Aseta monitoimikytkimen voimakkuudenmuutokset identtisiksi kumpaankin kojeeseen.
fr_fr: La synchronisation de la commande de volume est désactivée. Paramétrer la commande de volume de manière identique sur les deux appareils.
hu_hu: Készülékek közötti program szinkronizáció kikapcsolva. Kérjük ellörizze a multifunkciós nyomógomb hangerő váltás azonosságot mindkét oldalon.
it_it: Il controllo Volume Sincronizzato Ear-to-Ear è disabilitato. Si prega di settare le modifiche del Volume del pulsante multifunzione in modo identico per entrambi i lati.
ja_jp: 両耳連動ボリュームが無効です。両側のマルチファンクションボタンを設定して下さい。
ko_kr: 양이 보청기 볼륨 변경 동기화가 꺼졌습니다. 양쪽에 동일하게 다기능 버튼의 볼륨 변경사항을 설정하세요.
nl_nl: Ear-to-Ear volumesynchronisatie is uitgezet. Stel de volumewijziging van de multifunctionele knop identiek in op beide zijden.
no_no: Apparat til Apparat VK synkronisering er slått av. Sett VK endring på Mulitifunksjonsknappen likt på begge sider.
pl_pl: Międzyuszna synchronizacja głośności jest wyłączona. Proszę ustawić jednakowe działanie przycisku wielofunkcyjnego w obu aparatach.
pt_pt: Sincronização de volume está desligada. Por favor, defina a mesma função do botão para ambos os lados.
ro_ro: Sincronizarea modificarilor de volum de la ureche-la-ureche este oprita. Setati modificarile de volum ale butonului multifunctional identic pe ambele parti.
ru_ru: Бинауральная синхронизация изменения громкости отключена. Пожалуйста, настройте многофункциональную кнопку на изменение громкости одинаково с обеих сторон.
sv_se: Öra till Öra volym synkronisering är avstängd. Sätt multifunktionsknappen i samma läge på båda sidor.
tr_tr: Cihaz-dan-Cihaza ses kontol senkronizasyonu kapalı. Her iki tarafta özdeş çok fonksiyon düğmesini ses değişikliği olarak ayarlayın.
zh_cn: 同步音量调节功能已关闭。请为双侧助听器的多功能按钮设置为音量控制。

source: Synchronize
cs_cz: Synchronizovat
da_dk: Synkroniser
de_de: Synchronisierung
es_es: Sincronizar
fi_fi: Synkronoi
fr_fr: Synchroniser TSG
hu_hu: Szinkronizáció
it_it: Sincronizzare
ja_jp: 両耳連動
ko_kr: 동기화하다
nl_nl: Synchronisatie
no_no: Synkronisere
pl_pl: Synchronizuj
pt_pt: Sincronizar
ro_ro: Sincronizeaza
ru_ru: Синхронизировать
sv_se: Synkronisera
tr_tr: Senkronize
zh_cn: 智能同步

source: TSG Synchronization
cs_cz: TSG Synchronizace
da_dk: TSG synkronisering
de_de: TSG Synchronisation
es_es: Sincronización TSG
fi_fi: TSG Synkronointi
fr_fr: Synchronisation TSG
hu_hu: TSG szinkronizáció
it_it: Sincronizzazione Generatore Suoni Tinnitus
ja_jp: 両耳連動TSG
ko_kr: TSG 동기화
nl_nl: TSG synchroniseren
no_no: TSG Synkronisering
pl_pl: Synchronizacja TSG
pt_pt: Sincronização do Gerador de Som
ro_ro: Sincronizare TSG
ru_ru: TSG Синхронизация
sv_se: Tinnitus Synkronisering
tr_tr: TSG Senkronizasyonu
zh_cn: 同步TSG

source: Synchronized TSG requires identical Amplitude modulation, Modulation speed and Volume Control settings in each instrument.
da_dk: Synkroniseret TSG kræver identisk amplitude modulation, modulationshastighed og regulering af lydstyrke på både højre og venstre apparat.
de_de: Für einen synchronisierten TSG müssen die Amplituten-Modulation, die Modulations-Geschwindigkeit und die Lautstärkeeinstellungen bei beiden Hörsystemen identisch sein.
es_es: La sincronización del TSG necesita ajustes idénticos de modulación de amplitud, modulación de velocidad y ajuste de volumen en los dos audífonos.
fi_fi: Synkronoitu TSG vaatii identtiset amplitudimodulaatiot, modulaationopeuden ja voimakkuudensäätimien asetukset kummassakin kuulokojeessa.
fr_fr: Synchroniser le générateur de son TSG impose des réglages identiques pour l'amplitude de la modulation, la vitesse de la modulation et le type de réglage du niveau de sortie.
hu_hu: A szinkronizált TSG-hez azonos amplitudó moduláció szükséges, modulációs sebesség és hangerő szabályzó beállítások mindkét készülékhez.
it_it: Generatore Suoni Tinnitus Sincronizzato richiede identici settaggi di Ampiezza di modulazione, Velocita di modulazione e regolazione del livello Volume settati uguali in entrambi i dispositivi.
ja_jp: 両耳連動TSGは音量、振幅変調および変調速度を左右同じに設定する必要があります
ko_kr: 동기화된 TSG는 각 보청기에 동일한 진폭 변조, 변조 속도, 볼륨 조절 설정을 필요로 한다
nl_nl: Gesynchroniseerde TSG vereist identieke amplitudemodulatie, modulatiesnelheid en bijregeling van het geluidsniveau in beide toestellen.
no_no: Synkronisert TSG krever identisk Amplitude Modulasjon, Modulasjonshastighet og volumkontroll innstillinger i hvert apparat.
pl_pl: Synchronizacja TSG wymaga jednakowych ustawień Amplitudy modulacji, Modulacji tempa oraz Ustawień Głośności w każdym aparacie.
pt_pt: Sincronização do Gerador de Som necessita que a Modulação de Amplitude, Velocidade e Controle de Volume seja iguais em ambos os aparelhos auditivos.
ro_ro: Sincronizarea TSG necesita modulare de amplitudine identica, modulare de viteza si ajustarea setarilor nivelului de sunet in fiecare aparat.
ru_ru: Для синхронизации TSG в каждом аппарате необходимы одинаковые настройки Амплитудной модуляции, Скорости модуляции и Регулятора громкости.
sv_se: Synkroniserad TLS kräver samma Modulationsnivå, hastighet och VK inställningar i båda hörapparaterna.
tr_tr: Senkronize TSG her cihaz için özdeş Genlik modülasyonu, modülasyon hızı ve Ses Kontrol ayarlarını gerektirir.
zh_cn: 同步耳鸣管理需要每侧助听器的幅并调制、调制速度和音量设置等相同。

source: Apply right settings to both
cs_cz: Aplikovat Pravé nastavení na obě
da_dk: Brug højre apparates indstillinger på begge apparater
de_de: Übernehme die Einstellungen der rechten Seite für beide Systeme
es_es: Aplicar los ajustes del lado Derecho a ambos
fi_fi: Käytä oikean puolen asetuksia kummassakin
fr_fr: Appliquer les réglages du côté droit sur les deux côtés
hu_hu: Jobb beállítások elfogadása mindkettőre
it_it: Applica i settaggi di destra ad entrambi gli apparecchi
ja_jp: 右耳の設定を両耳へ適用
ko_kr: 양쪽에 오른쪽 설정 적용하세요
nl_nl: Pas de rechter instellingen toe op beide toestellen
no_no: Bruk høyres innstillinger på begge apparater
pl_pl: Zastosuj ustawienia z prawego do obu aparatów
pt_pt: Aplicar os ajustes da orelha direita para ambos
ro_ro: Aplica setarile de dreapta la ambele
ru_ru: Применить правую настройку для обоих
sv_se: Höger inställning för båda
tr_tr: Sağdaki ayarları her iki kulak için uygula
zh_cn: 将右侧设置应用于双耳

source: Apply left settings to both
cs_cz: Aplikovat Levé nastavení na obě
da_dk: Brug venstre apparates indstillinger på begge apparater
de_de: Übernehme die Einstellungen der linken Seite für beide Systeme
es_es: Aplicar los ajustes del lado Izquierdo a ambos
fi_fi: Käytä vasemman puolen asetuksia kummassakin
fr_fr: Appliquer les réglages du côté gauche sur les deux côtés
hu_hu: Bal beállítások elfogadása mindkettőre
it_it: Applica i settaggi di sinistra ad entrambi gli apparecchi
ja_jp: 左耳の設定を両耳へ適用
ko_kr: 양쪽에 왼쪽 설정 적용하세요
nl_nl: Pas de linker instellingen toe op beide toestellen
no_no: Bruk venstres innstillinger på begge apparater
pl_pl: Zastosuj ustawienia z lewego do obu aparatów
pt_pt: Aplicar os ajustes da orelha esquerda para ambos
ro_ro: Aplica setarile de stanga la ambele
ru_ru: Применить левую настройку для обоих
sv_se: Vänster inställning för båda
tr_tr: Soldaki ayarları her iki taraf için uygula
zh_cn: 将左侧设置应用于双耳

source: Use both instruments to identify the environment.
cs_cz: Použít obě sluchadla k identifikaci prostředí.
da_dk: Brug begge apparater til identifikation af lydmiljøet
de_de: Beide Geräte benutzen um die Situation zu erkennen.
es_es: Utilizar ambos audífonos para identificar el entorno.
fi_fi: Käytä kumpaankin kuulokonetta märittelemään ääniympäristö.
fr_fr: Utiliser les deux appareils pour identifier l'environnement sonore.
hu_hu: Mindkét készülék használata környezet felismerésre.
it_it: Utilizza entrambi gli apparecchi per identificare l'ambiente.
ja_jp: 環境を認識するために両耳の補聴器を使用
ko_kr: 환경을 일치시키기 위해 양쪽 보청기를 사용하세요
nl_nl: Gebruik beide toestellen om de omgeving te identificeren.
no_no: Bruk begge apparater for å identifisere omgivelsene.
pl_pl: Użyj obu aparatów do klasyfikacji środowiska.
pt_pt: Use ambos os aparelhos para identificar o ambiente.
ro_ro: Folositi ambele aparate pentru identificarea mediului.
ru_ru: Используйте оба аппарата для определения окружения.
sv_se: Använd båda hörapparaterna för att identifiera miljön.
tr_tr: Çevresel ortamı belirlemek için her iki cihazıda kullan.
zh_cn: 使用双侧助听器识别环境

source: Calculating microphone modes
cs_cz: Kalkulování režimů mikrofonu
da_dk: Hvert apparat identificerer lydmiljøet hver for sig
de_de: Berechne Mikrofon Modus
es_es: Calculando modos de Micrófono
fi_fi: Lasketaan mikrofonin tila-asetusta
fr_fr: Choix des directivités
hu_hu: Mikrofon mód kalkuláció
it_it: Calcolo modalità microfono
ja_jp: マイクロホンモードの計算
ko_kr: microphone 모드 계산중
nl_nl: Bepalen van de microfooninstellingen
no_no: Kalkulerer mikrofon modus
pl_pl: Każdy aparat samodzielnie identyfikuje środowiska.
pt_pt: Calculando os modos dos microfones
ro_ro: Calculare moduri microfon
ru_ru: Расчет режимов микрофона
sv_se: Kalkylerar mikrofonlägen
tr_tr: Mikrofon modlarını hesaplıyor
zh_cn: 计算麦克风模式

source: Calculating microphone modes
cs_cz: Kalkulování režimů mikrofonu
da_dk: Beregner mikrofonindstilling
de_de: Berechne Mikrofon Modus
es_es: Calculando modos de Micrófono
fi_fi: Lasketaan mikrofonin tila-asetusta
fr_fr: Choix des directivités
hu_hu: Mikrofon mód kalkuláció
it_it: Calcolo modalità microfoni
ja_jp: マイクロホンモード
ko_kr: microphone 모드 계산중
nl_nl: Bepalen van de microfooninstellingen
no_no: Kalkulerer mikrofon modus
pl_pl: Obliczanie trybu pracy mikrofonów
ro_ro: Calculare moduri microfon
ru_ru: Расчет режимов микрофона
sv_se: Kalkylerar mikrofonlägen
tr_tr: Mikrofon modlarını hesaplıyor
zh_cn: 计算麦克风模式

source: P1 will be changed to a Binaural Directionality environment
cs_cz: P1bude změněn na prostředí Binaurální směrovosti
da_dk: P1 vil ændres til Binaural Directionality
de_de: Soll P1 in Binaurale Direktionalität geändert werden?
es_es: El P1 cambiará a el entorno de Direccionalidad Binaural
fi_fi: Ohjelma 1 muuttuu binauraaliseksi suuntakuvio ympäristöksi
fr_fr: P1 sera réglé en mode Directivité binaurale
hu_hu: A P1 a Binaurális Direkcionalitás környezetre fog változni
it_it: P1 sarà cambiato in Direzionalità Binaurale
ja_jp: プログラム1を両耳連動指向性にしますか？
ko_kr: P1 은 양이 방향성 환경으로 바뀔 것입니다
nl_nl: P1 wordt gewijzigd in Binaurale Directionaliteit
no_no: P1 vil bli endret til Binaural Direksjonalitet
pl_pl: P1 zostanie zastąpiony programem Kierunkowość Obuuszna
pt_pt: P1 será alterado para direcionalidade binaural (ambiente)
ro_ro: P1 va fi schimbat in mediu Binaural Directionality
ru_ru: Программа 1 будет изменена на режим Бинауральной направленности
sv_se: Program 1 kommer ändras till Binaural Riktverkan
tr_tr: P1 Binaural Directionality environment a çevrilmiş olacaktır.
zh_cn: P1设置为双耳智能方向性系统

source: Always prompt DFS calibration
cs_cz: Pokaždé vyzvat ke kalibraci DFS
da_dk: Spørg altid efter DFS kalibrering
de_de: Immer auf DFS-Kalibrierung hinweisen
es_es: Siempre solicitar la calibración del DFS
fi_fi: Ilmoita aina DFS kalibroinnista
fr_fr: Toujours proposer le calibrage anti Larsen DFS
hu_hu: Mindig azonnali DFS kalibráció
it_it: Chiedi sempre calibrazione DFS
ja_jp: 常にDFSの初期化を促す
ko_kr: 항상 신속한 DFS 캘리브레이션
nl_nl: Stel altijd DFS kalibratie voor
no_no: Alltid spør om DFS kalibrering
pl_pl: Zawsze przypominaj o kalibracji DFS
pt_pt: Sempre propor a calibração do DFS
ro_ro: Afisati intotdeauna solicitarea de calibrare a DFS
ru_ru: Всегда запрашивать калибровку обратной связи DFS
sv_se: Alltid DFS kalibrering
tr_tr: Her zaman DFS kalibrasyonuna yönlendir
zh_cn: 总是显示DFS校准提示

source: Binaural Directionality
cs_cz: Binaurální směrovost
de_de: Binaurale Direktionalität
es_es: Direccionalidad Binaural
fi_fi: Binauraalinen suuntakuvio
fr_fr: Binaural Directionality (automatique)
hu_hu: Binaurális direkcionalítás
it_it: Direzionalità Binaurale
ja_jp: 両耳連動指向性
ko_kr: 양이 방향성(Binaural Directionality)
nl_nl: Binaurale Directionaliteit
no_no: Automatisk
pl_pl: Kierunkowość Obuuszna
pt_pt: Direcionalidade Binaural
ro_ro: Binaural Directinality
ru_ru: Бинауральная направленность
sv_se: Binaural Riktverkan
zh_cn: 双耳方向性

source: Using the Beltone Tinnitus Breaker is like turning on the light in a dark room. The light from the candle becomes insignificant. Decrease the contrast between the tinnitus sound and the acoustic background.
fr_fr: Utiliser un générateur de son TSG est comparable à allumer la lumière dans une pièce sombre dans laquelle se trouve une bougie. La lueur de la bougie devient insignifiante. L'objectif avec les acouphènes est le même : réduire le contraste entre l'environnement sonore et les acouphènes.
no_no: Å bruke Beltone Tinnitus Breaker er som å slå på et lys i et mørkt rom. Lyset blir betydelig og endrer rommet. Demp kontrasten mellom tinnitusen og den akustiske bakgrunnen.
zh_cn: 使用耳鸣掩蔽就象黑夜里的一盏灯。 使得蜡烛发出的光变得无关紧要，降低耳鸣声和背景声的对比。

source: Mirror Service Enabled
cs_cz: Mirror Service Povolen
de_de: Mirror Service aktiviert
es_es: Servicio Espejo Activado
fi_fi: Peilaus palvelu käytettävissä
hu_hu: Tükör szervíz engedélyezve
it_it: Servizio Specchio abilitato
ja_jp: ミラーリング有効
ko_kr: Mirror Service 사용가능
nl_nl: Spiegelservice mogelijk
no_no: Speil service - PÅ
pt_pt: Habilitado "Mirror Service"
ro_ro: Servicii in oglinda activate
ru_ru: Зеркальный Сервис включен
tr_tr: Ayna servisi etkinleştirildi.
zh_cn: 启用镜像服务

source: VC Syncronized
cs_cz: VC Synchronizován
da_dk: VC synkroniseret
de_de: Lautstärkeregler synchronisiert
es_es: CV Sincronizado
fi_fi: ÄV Synkronointi
fr_fr: Volume synchronisé
hu_hu: VC Szinkronizált
it_it: VC Sincronizzato
ja_jp: 両耳連動ボリューム
ko_kr: VC 동기화됨
nl_nl: VC gesynchroniseerd
no_no: VK Synkronisert
pl_pl: Regulacja Głośności Zsynchronizowana
pt_pt: Controle de Volume Sincronizado
ro_ro: CV sincronizat
ru_ru: Регулятор громкости синхронизирован
sv_se: VK Synkroniserad
tr_tr: Ses Ayarı senkronize oldu
zh_cn: 同步音量调节

source: Program Syncronized
cs_cz: Program Synchronizován
da_dk: Program synkroniseret
de_de: Programme synchronisiert
es_es: Programas Sincronizados
fi_fi: Ohjelmat synkronoitu
fr_fr: Programmes synchronisés
hu_hu: Program szinkronizált
it_it: Programma Sincronizzato
ja_jp: 両耳連動プログラム
ko_kr: 프로그램 동기화됨
nl_nl: Programma gesynchroniseerd
no_no: Program Synkronisert
pl_pl: Programy Synchronizowane
pt_pt: Programa Sincronizado
ro_ro: Program sincronizat
ru_ru: Программа синхронизированна
sv_se: Program Synkroniserat
tr_tr: Program Senkronize oldu.
zh_cn: 同步程序切换

source: Connect To Host Failed
cs_cz: Připojení k hostiteli selhalo
de_de: Verbindung zu NOAH fehlgeschlagen
es_es: Ha fallado la conexión al host
fi_fi: Yhdistäminen isäntään epäonnistui
fr_fr: La connexion a échoué
hu_hu: A csatlakozás a Host-hoz hibás
it_it: Connessione all' Host Fallita
ja_jp: ホスト接続に失敗しました
ko_kr: Host 연결 실패
nl_nl: Verbinden met Host mislukt
no_no: Tilkobling Feilet
pl_pl: Podłączanie do Hosta Nieudane
pt_pt: Conexão com o servidor falhou
ro_ro: Conectarea la gazda esuata
ru_ru: Подключение не удалось
tr_tr: HOST bağlantı hatası
zh_cn: 与主机连接通信失败

source: The Connection To Host Failed - ReSound Aventa Will Now Exit
cs_cz: Připojení k hostiteli se nezdařilo - Aventa bude ukončena
da_dk: Fejl i forbindelse - Aventa lukke nu
de_de: Die Verbindung zum Host fehlgeschlagen - Aventa wird jetzt beendet
es_es: La conexión al host ha fallado - Aventa se cerrará
fi_fi: Yhdistäminen isäntään epäonnistui - Aventa joudutaan nyt sulkemaan
fr_fr: La connexion a échoué - Aventa va fermer
hu_hu: A csatlakozás a Host-hoz hibás - az Aventa ki fog lépni
it_it: La Connessione all' Host Fallita - ReSound Aventa non uscirà
ja_jp: ホスト接続に失敗しました - Aventaを終了します
ko_kr: Host 연결 실패 - Aventa 를 지금 나갑니다.
nl_nl: Verbinden met Host mislukt - Aventa stopt nu
no_no: Tilkobling Feilet - Aventa vil nå avsluttes
pl_pl: Podłączanie do Hosta Nieudane - Aventa Wyłączy Się
pt_pt: Conexão com o servidor falhou - Aventa fechará
ro_ro: Conectarea la gazda esuata - Aventa se va inchide
ru_ru: Связь с Узлом потеряна - Выход из Aventa
sv_se: The Connection To Host Failed - Aventa Will Now Exit
tr_tr: Host bağlantısında hata - Aventa şimdi kapatılacak.
zh_cn: 与主机连接通信失败--Aventa正在退出

source: Binaural Processing: use per microphone mode
cs_cz: Binaurální zpracování: použít dle modů mikrofonů
da_dk: Binaural processering: brug pr. mikrofonindstilling
de_de: Binaurale Verarbeitung: Benutzung pro Mikrofonmodus
es_es: Procesado Binaural: uso por modo de Micrófono
fi_fi: Binauraalinen toiminto: Käytä tätä jokaisessa mikrofonitilassa
fr_fr: Traitement binaural : utilisation des microphones
hu_hu: Binaurális folyamat: használat per mikrofon mód
it_it: Elaborazione Binaurale: utilizzata per la modalità dei microfoni
ja_jp: 両耳処理：マイクロホンモード毎に使用
ko_kr: 양이 프로세싱 : microphone 모드에 따라 사용하세요
nl_nl: Binaurale Directionaliteit: gebruik per microfooninstelling
no_no: Binaural Prossesering: Bruk pr. mikrofon modus
pl_pl: Przetwarzanie Obuuszne: działa w trybie mikrofonowym
pt_pt: Fusão Binaural: uso conforme os modos do microfone
ro_ro: Procesare biaurala: utilizare pe mod microfon
ru_ru: Бинауральная обработка: используется в режиме микрофона
sv_se: Binaural Processing: Använt per mikrofon läge
tr_tr: Binaural İşlemi: herbir mikrofon modu için kullan
zh_cn: 双耳信号处理:使用每种麦克风模式

source: Please do not disconnect the device until the Restore process has completed.
cs_cz: Neodpojujte prosím zařízení dokud nebude dokončen proces obnovy.
da_dk: Afbryd ikke forbindelsen til apparatet for processen er udført.
de_de: Bitte trennen Sie nicht die Verbindung zu den Geräten solange
es_es: Por favor no desconecto los aparatos hasta que no haya concluido el proceso de restauración.
fi_fi: Älä irroita laitetta ennen kun palautustoimenpide on valmis !
fr_fr: Ne pas déconnecter l'appareil pendant le processus de restauration.
hu_hu: Kérjük ne csatlakoztassa le a készüléket addig, amíg a helyreállítási golyamat fut.
it_it: Si prega di non scollegare il dispositivo fino a quando il processo di ripristino non sia stato completato.
ja_jp: 完了するまで機器の接続を外さないで下さい
ko_kr: 복구 과정이 끝날때까지 장치 연결을 취소하지 마십시오.
nl_nl: Verbreek de verbinding met het toestel niet voordat het herstelproces voltooid is.
no_no: Vennligst ikke koble fra apparatet før tilbakestillingsprossesen er fullført
pl_pl: Proszę nie odłączać urządzeń do chwili zakończenia procesu Odzyskiwania
pt_pt: Por favor, não desconecte os aparelhos antes que o processo de restauração esteja completo
ro_ro: Va rugam nu deconectati dispozitivul pana procesul de restaurare nu s-a terminat.
ru_ru: Пожалуйста, не отсоединяйте устройство до тех пор, пока процесс восстановления не будет завершен.
sv_se: Koppla inte loss hörapparaten förrän återställningen är klar.
tr_tr: Yeniden yapılandırma işlemi tamamlanana kadar cihazın bağlantısını kesmeyin.
zh_cn: 不要断开连接直至恢复完成

source: Wireless Program Sync
cs_cz: Wireless Synchronizace Programů
da_dk: Trådløs Program Sync
de_de: Wireless Programm Synchronisierung
es_es: Sincronización de Programa inalámbrica
fi_fi: Langaton ohjelma synkronointi
fr_fr: Synchronisation des programmes
hu_hu: Wireless program szink.
it_it: Programmi Wireless Sync
ja_jp: ワイヤレスプログラム同期
ko_kr: 무선 프로그램 동기화
nl_nl: Draadloze programma Sync
no_no: Trådløst Program Synk
pl_pl: Bezprzewodowa Synchronizacja Programów
pt_pt: Sincronizar Programa Wireless
ru_ru: Беспроводная синхронизация программы
sv_se: Trådlös Program Synk
tr_tr: Kablosuz Program Senkranizasyonu
zh_cn: 同步程序切换

source: Wireless Volume Sync
cs_cz: Wireless Synchronizace Hlasitosti
da_dk: Trådløs volumensync
de_de: Wireless Lautstärke Synchronisierung
es_es: Sincronización de Volumen Inalámbrica
fi_fi: Langaton voimakkuudensäädön synkronointi
fr_fr: Synchronisation du volume
hu_hu: Wireless hangerő szink.
it_it: Volume Wireless Sync
ja_jp: ワイヤレスボリューム同期
ko_kr: 무선 볼륨 동기화
nl_nl: Draadloze volume Sync
no_no: Trådløst Volum Synk
pl_pl: Bezprzewodowa Synchronizacja Głośności
pt_pt: Sincronizar Volume Wireless
ru_ru: Беспроводная синхронизация громкости
sv_se: Trådlös Volym Synk
tr_tr: Kablosuz Ses Senkranizasyonu
zh_cn: 同步音量调节

source: Dir(Right) / Dir(Left)
cs_cz: Dir(Vpravo) / Dir(Vlevo)
da_dk: Dir(højre) / Dir(venstre)
de_de: Dir(rechts) / Dir(links)
es_es: Dir(Dcho) / Dir(Izq)
fi_fi: Suunta(Oikea)/Suunta(Vasen)
fr_fr: Dir(droite) / Dir(gauche)
hu_hu: Dir(Jobb) / Dir(Bal)
it_it: Direz(Dx) / Direz(Sx)
ja_jp: 指向性(右) / 指向性(左)
ko_kr: Dir(오른쪽) / Dir(왼쪽)
nl_nl: Dir(Rechts) / Dir(Links)
no_no: Dir(Høyre) / Dir(Venstre)
pl_pl: Kier(Prawy) / Kier(Lewy)
pt_pt: Dir(Dir) / Dir(Esq)
ro_ro: Dir(Dreapta) / Dir(Stanga)
ru_ru: Направленность Dir(Правый) / Направленность Dir(Левый)
sv_se: Riktverkan (Höger) / Riktverkan (Vänster)
tr_tr: Dir(Sağ) / Dir(Sol)
zh_cn: 方向性(右)/方向性(左)

source: Dir(Right) / Omni(Left)
cs_cz: Dir(Vpravo) / Omni(Vlevo)
da_dk: Dir(højre) / Omni(venstre)
de_de: Dir(rechts) / Omni(links)
es_es: Dir(Dcho) / Omni(Izq)
fi_fi: Suunta(Oikea)/Pallo(Vasen)
fr_fr: Dir(droite) / Omni(gauche)
hu_hu: Dir(Jobb) / Omni(Bal)
it_it: Direz(Dx) / Omni(Sx)
ja_jp: 指向性(右) / 無指向(左)
ko_kr: Dir(오른쪽) / Omni(왼쪽)
nl_nl: Dir(Rechts) / Omni(Links)
no_no: Dir(Høyre) / Omni(Venstre)
pl_pl: Kier(Prawy) / Wszech(Lewy)
pt_pt: Dir(Dir) / Omni(Esq)
ro_ro: Dir(Dreapta) / Omni(Stanga)
ru_ru: Направленность Dir(Правый) / Всенаправленность Omni(Левый)
sv_se: Riktverkan (Höger) / Omni (Vänster)
tr_tr: Dir(Sağ) / Omni(Sol)
zh_cn: 方向性(右)/全向性(左)

source: Omni(Right) / Dir(Left)
cs_cz: Omni(Vpravo) / Dir(Vlevo)
da_dk: Omni(højre) / Dir(venstre)
de_de: Omni(rechts) / Dir(links)
es_es: Omni(Dcho) / Dir(Izq)
fi_fi: Pallo(Oikea)/Suunta(Vasen)
fr_fr: Omni(droite) / Dir(gauche)
hu_hu: Omni(Jobb) / Dir(Bal)
it_it: Omni(Dx) / Direz(Sx)
ja_jp: 無指向(右) / 指向性(左)
ko_kr: Omni(오른쪽) / Dir(왼쪽)
nl_nl: Omni(Rechts) / Dir(Links)
no_no: Omni(Høyre) / Dir(Venstre)
pl_pl: Wszech(Prawy) / Kier(Lewy)
pt_pt: Omni(Dir) / Dir(Esq)
ro_ro: Omni(Dreapta) / Dir(Stanga)
ru_ru: Всенаправленность Omni(Правый) / Направленность Dir(Левый)
sv_se: Omni (Höger) / Riktverkan (Vänster)
tr_tr: Omni(Sağ) / Dir(Sol)
zh_cn: 全向性(右)/方向性(左)

source: Omni(Right) / Omni(Left)
cs_cz: Omni(Vpravo) / Omni(Vlevo)
da_dk: Omni(højre) / Omni(venstre)
de_de: Omni(rechts) / Omni(links)
es_es: Omni(Dcho) / Omni(Izq)
fi_fi: Pallo(Oikea)/Pallo(Vasen)
fr_fr: Omni(droite) / Omni(gauche)
hu_hu: Omni(Jobb) / Omni(Bal)
it_it: Omni(Dx) / Omni(Sx)
ja_jp: 無指向(右) / 無指向(左)
ko_kr: Omni(오른쪽) / Omni(왼쪽)
nl_nl: Omni(Rechts) / Omni(Links)
no_no: Omni(Høyre) / Omni(Venstre)
pl_pl: Wszech(Prawy) / Wszech(Lewy)
pt_pt: Omni(Dir) / Omni(Esq)
ro_ro: Omni(Dreapta) / Omni(Stanga)
ru_ru: Всенаправленность Omni(Правый) / Всенаправленность Omni(Левый)
sv_se: Omni (Höger) / Omni (Vänster)
tr_tr: Omni(Sağ) / Omni(Sol)
zh_cn: 全向性(右)/全向性(左)
