Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: ReSound Aventa AutoREM Real Ear Measurement
cs_cz: Aventa AutoREM měření
da_dk: Aventa AutoREM Real Ear Measurement
de_de: Aventa AutoREM Real Ear Measurement
es_es: Aventa AutoREM Medición en Oído Real
fi_fi: Aventa AutoREM Real Ear Measurement
fr_fr: Mesure AutoREM Aventa
hu_hu: Aventa AutoREM Valós fülmérés
ja_jp: Aventa オートREM 実耳測定
ko_kr: Aventa AutoREM 실이측정
nl_nl: Aventa AutoREM Real Ear Meting
no_no: Aventa AutoREM Real Ear Måling
pl_pl: Pomiar Ucha Rzeczywistego Aventa AutoREM
pt_pt: Medida de Orelha Real - Aventa AutoREM
ro_ro: Aventa AutoREM Real Ear Measurement
ru_ru: Aventa AutoREM Измерение реального уха
sv_se: Aventa AutoREM Real Ear Measurement
tr_tr: Aventa AutoREM Gerçek Kulak Ölçümü
zh_cn: Aventa自动REM

source: Apply Binaural Correction
cs_cz: Aplikuj binaurální korekci
da_dk: Brug binaural korrektion
de_de: Binaurale Korrektur anwenden
es_es: Aplicar corrección Binaural
fi_fi: Sovella binauraalinen korjaus
fr_fr: Appliquer une correction binaurale
hu_hu: Binaurális korrekció elfogadása
it_it: Applica Correzione Binaurale
ja_jp: 両耳補正の適用
ko_kr: 양이 코렉션 적용
nl_nl: Binaurale correctie toepassen
no_no: Bruk Binaural korrigering
pl_pl: Zastosuj Korektę Obuuszną
pt_pt: Aplicar Correção Binaural
ro_ro: Aplicati corectia binaural
ru_ru: Добавить бинауральную коррекцию
sv_se: Utför Binaural korrigering
tr_tr: Binaural Düzeltmeyi Uygula
zh_cn: 应用双耳验配修正

source: Binaural Correction
cs_cz: Binaurální korekce
da_dk: Binaural korrektion
de_de: Binaurale Korrektur
es_es: Corrección Binaural
fi_fi: Binauraalinen korjaus
fr_fr: Correction binaurale
hu_hu: Binaurális korrekció
it_it: Correzione Binaurale
ja_jp: 両耳補正
ko_kr: 양이 코렉션
nl_nl: Binaurale correctie
no_no: Binaural Korrigering
pl_pl: Korekta Obuuszna
pt_pt: Correção Binaural
ro_ro: Corectie binaurala
ru_ru: Бинауральная коррекция
sv_se: Binaural korrigering
tr_tr: Binaural Düzeltme
zh_cn: 双耳验配修正

source: Changing binaural correction will re-fit all programs. Are you sure you want to continue?
cs_cz: Změnou binaurální korekce dojde k přenastavení všech programů. Opravdu chcete pokračovat?
da_dk: Ændringa af binaural korrektion vil gentilpasse allr programmer. Vil du fortsætte?
de_de: Das Verändern der binauralen Korrektur wird zu einer Neuberechnung der Anpassung führen. Sind Sie sicher, dass Sie fortfahren möchten?
es_es: Al cambiar la corrección Binaural se recalcularan todos los programas. ¿Esta seguro de continuar?
fi_fi: Binauraalisen korjauksen muutos uudelleen-laskee kaikki ohjelmat. Haluatko jatkaa ?
fr_fr: Appliquer une correction binaurale réinitialisera tous les réglages. Voulez-vous continuer ?
hu_hu: Binaurális korrekció változásit minden programot megváltoztat. Biztosan folytatja?
it_it: Cambiando la Correzione Binaurale il fitting di tutti i programmi verrà ricalcolato. Sei sicuro di voler continuare?
ja_jp: 両耳補正を変更すると全てのプログラムが再計算されます。 続行しますか？
ko_kr: 양이의 코렉션을 바꾸면 모든 프로그램이 재피팅됩니다. 계속 하시겠습니까?
nl_nl: Het wijzigen van de binaurale correctie leidt tot herberekening van alle programma´s. Wilt u doorgaan?
no_no: Ved bytte til binaural tilpasning vil alle programmene tilbakestilles. Er du sikker på at du vil fortsette?
pl_pl: Zmiana korekty obuusznej spowoduje ponowne przeliczenie wszystkich programów. Czy na pewno chcesz kontynuuować?
pt_pt: Mudando a correção binaural irá reajustar todos os programas. Você tem certeza que quer continuar?
ro_ro: Schimband corectia binaural va face reconfigurarea pe oate programele.Sunteti sigur ca vreti sa continuati?
ru_ru: Изменение бинауральной коррекции перенастроит все программы. Вы уверены, что хотите продолжить?
sv_se: Ändring av Binaural korrigering återanpassar alla program. Vill du fortsätta?
tr_tr: Binaural düzeltmeyi değiştirmek tüm programları tekrar ayarlayacaktır. Devam etmek istediğinizden eminmisiniz?
zh_cn: 双耳验配将对所有程序重新进行验配。您要继续吗？

source: Delete Patient
cs_cz: Odstraň pacienta
da_dk: Slet patient
de_de: Kunden löschen
es_es: Borrar Paciente
fi_fi: Poista potilas
fr_fr: Supprimer fiche Patient
hu_hu: Páciens törlése
it_it: Cancella Paziente
ja_jp: 顧客データの削除
ko_kr: 환자 제거
nl_nl: Cliënt verwijderen
no_no: Slett Pasient
pl_pl: Usuń Pacjenta
pt_pt: Deletar Paciente
ro_ro: Stergeti pacientul
ru_ru: Удалить пациента
sv_se: Radera Patient
tr_tr: Hasta Sil
zh_cn: 删除客户

source: Error while communicating with the Hearing Instrument.
cs_cz: Chyba při komunikaci se sluchadlem.
da_dk: Fejl under kommunikation med høreapparat
de_de: Ein Fehler ist bei der Kommunikation mit den/dem Hörsystem(en) aufgetreten.
es_es: Error de comunicación con el Audífono.
fi_fi: Virhe konnunikoitaessa kuulokojeen kanssa
fr_fr: Erreur pendant la communication avec l'appareil.
hu_hu: Hiba a hallókészülék kommunikációban.
it_it: Errore durante la cumunicazione con il dispositivo acustico.
ja_jp: 補聴器通信エラー
ko_kr: 보청기와 통신중 오류가 발생했습니다.
nl_nl: Fout bij de communicatie met het hoortoestel.
no_no: Feil under kommunikasjon med høreapparat.
pl_pl: Błąd komunikacji z Aparatem Słuchowym.
pt_pt: Erro durante a comunicação com o aparelho auditivo.
ro_ro: Eroare in timpul comunicarii cu aparatul auditiv.
ru_ru: Ошибка при соединении со слуховым аппаратом.
tr_tr: İşitme Cihazı ile iletişim esnasında hata oluştu.
zh_cn: 和助听器通信时出错

source: Off
da_dk: Fra
zh_cn: 关闭

source: On
da_dk: Til
zh_cn: 打开

source: Cannot locate Noah4 host library.
cs_cz: Nelze lokalizovat knihovnu Noah4.
de_de: Noah 4 Bibliothek kann nicht gefunden werde.
es_es: No se ha localizado la librería host de Noah4.
fi_fi: Ei voi yhdistää Noah4 tietokantaan.
hu_hu: Nem található a Noah4 host könyvtár.
it_it: Impossibile localizzare la libreria di Noah4.
ja_jp: NOAH4のホストライブラリを見つけることが出来ませんでした
ko_kr: Noah4 host library를 설치할 수 없습니다.
nl_nl: Noah4 host library kan niet gelokaliseerd worden.
no_no: Finner ikke Noah4 historikk.
pl_pl: Nie znaleziono biblioteki Noah4 .
pt_pt: Não é possível localizar o Noah 4.
ro_ro: Imposibil de localizat biblioteca gazda Noah4.
ru_ru: Невозможно найти узел библиотеки Noah4.
tr_tr: Noah4 host arşivine yerleştirilemiyor..
zh_cn: 无法定位NOAH4的主数据库.

source: The constructor for the Noah4Host class has changed - update the client code.
cs_cz: Změna hostitelské třídy Noah4 - aktualizovat kód klienta.
es_es: El fabricante de clases de Noah4Host ha cambiado - actualizar el código de cliente.
fi_fi: Noah4 isännän asetustiedot ovat muuttuneetHost class has changed - päivitä työaseman koodi.
hu_hu: A szerkesztő a Noah4Host osztályhoz megváltozott- frissítse a kliens kódot.
it_it: Il costruttore per la classe Noah4 ospite è cambiato - aggiornare il codice del cliente.
ja_jp: NOAH4のホストクラスコンストラクタが変更されました。クライアントコードを更新します。
ko_kr: Noah4Host 클래스에 대한 생성자는 변경되었습니다 - 클라이언트 코드를 업데이 트합니다.
nl_nl: Constructor voor Noah4 Host class is gewijzigd - update de cliënt code.
no_no: Noah4Host er endret - oppdater klient kode.
pl_pl: Konstruktor dla klasy Noah4Host został zmieniony - uaktualnij kod klienta.
pt_pt: É necessário atualizar o código do cliente do Noah 4.Fale com o fabricante.
ro_ro: Constructorul clasei Noah4 s-a schimbat - actualizati codul clientului.
ru_ru: Конструктор для Узла Noah4 изменился - обновите код клиента.
tr_tr: Noah4Host için yapılandırma değişmiş - hasta kodunu güncelleyin.
zh_cn: NOAH4主数据库结构调整--更新用户代码.

source: Connect To Noah Failed
cs_cz: Chyba připojení k Noah
da_dk: Forbindelsen til Noah mislykkedes
de_de: Verbindung zu Noah fehlgeschlagen
es_es: Ha fallado la conexión a Noah
fi_fi: Yhdistäminen Noahiin epäonnistui
fr_fr: Connexion avec Noah impossible
hu_hu: A Noah-hoz való csatlakozás hibás.
it_it: Connessione a Noah Fallita
ja_jp: NOAHへの接続に失敗しました
ko_kr: Noah 연결 실패
nl_nl: Verbinden met NOAH mislukt
no_no: Tilkobling til Noah feilet
pl_pl: Podłączanie do Noah Nieudane
pt_pt: Conexão com o Noah falhou
ro_ro: Conectare la Noah esuata
ru_ru: Не удалось соединиться с Noah
sv_se: Anslutning till Noah misslyckades
tr_tr: NoaH bağlantısı hata verdi
zh_cn: 与NOAH连接失败

source: ReSound Aventa cannot load the NOAH patient. Please restart Aventa and try again.
cs_cz: Aventa nemůže načíst pacienta z NOAHu. Restartujte prosím Aventu a zkuste to znovu.
da_dk: Aventa kan ikke oploade NOAH patienten. Prøv at lukke Aventa, genåben og prøv igen
de_de: Aventa kann den Kunden nicht aus NOAH übernehmen. Bitte starten Sie Aventa neu und versuchen es noch einmal.
es_es: Aventa no puede cargar el paciente de NOAH. por favor reiniciar Aventa e intentar de nuevo.
fi_fi: Aventa ei pysty lataamaan NOAH potilasta. Ole hyvä ja käynnistä Aventa uudestaan.
fr_fr: Impossible de lire les données de Noah. Redémarrer Aventa et essayer à nouveau.
hu_hu: Az Aventa nem tudja betölteni a NOAH pácienst. Kérjük indítsa újra az Aventát és próbálja újra.
it_it: ReSound Aventa non riesce a caricare la sessione del paziente da NOAH. Riavviare Aventa e riprovare.
ja_jp: 顧客データの読込みに失敗しました。Aventaを再起動して下さい。
ko_kr: Aventa 가 NOAH 에서 환자를 가져올 수 없습니다. Aventa 를 재시작해서 다시 시도하세요.
nl_nl: Aventa kan de NOAH cliënt niet laden. Herstart Aventa s.v.p. en probeer het opnieuw.
no_no: Aventa kan ikke laste inn NOAH pasienten. Vennligst start Aventa på nytt og prøv igjen.
pl_pl: Aventa nie jest w stanie wczytać danych pacjenta. Proszę ponownie uruchomić program Aventa.
pt_pt: Aventa não pode carregar o paciente do NOAH. Por favor, reinicie novamente Aventa and try again.
ro_ro: Aventa nu poate incarca pacientul NOAH patient. Reporniti Aventa si reincercati
ru_ru: Aventa не может загрузить данные пациента из базы NOAH. Пожалуйста, перезапустите Aventa и попробуйте снова.
sv_se: Aventa kan inte ladda in NOAH patient. Starta om Aventa och försök igen.
tr_tr: Aventa müşteri bilgilerini NOAH'dan yükleyemedi. Aventa'yı kapatıp açın ve tekrar deneyin.
zh_cn: Aventa不能从NOAH中导入用户。请重启Aventa 并重试。

source: {0} device unplugged. After reconnecting device, you may need to restart the application.
cs_cz: {0} přístroj odpojen. Pro nové připojení bude možná nutné restartovat aplikaci..
da_dk: {0} apparat er koblet fra. Efter genforbind og genstart programmet.
de_de: {0} Kabelverbindung zu Gerät unterbrochen. Nach dem neuverbinden kann evtl. ein Neustart der Anwendung nötig sein.
es_es: Dispositivo {0} desconectado. Tras reconectar el dispositivo, es posible que necesite reiniciar la aplicación.
fi_fi: {0} koje irroitettu. Uudelleenyhdistämisen jälkeen joudut käynnistämään ohjelman uudelleen.
fr_fr: Appareil {0} déconnecté. Après reconnexion, il sera peut-être nécessaire de redémarrer l'application.
hu_hu: {0} készülék nincs csatlakoztatva. Miután csatlakoztatta, újra kell indítania az alkalmazást.
it_it: {0} dispositivo/i aggiornato/i. Dopo aver ricollegato il dispositivo, potrebbe essere necessario riavviare l'applicazione.
ja_jp: {0}の接続が解除されました。 接続を確認して下さい。場合によってはアプリケーションの再起動が必要です。
ko_kr: {0} 장치가 연결되지 않았습니다. 장치를 다시 연결한 후, 다시 시작하십시오.
nl_nl: {0} toestel verbroken. Na het opnieuw verbinden van het toestel moet u de applicatie wellicht herstarten.
no_no: {0} apparat frakoblet. Etter at apparatet er koblet på igjen, kan det være at du må restarte applikasjonen
pl_pl: {0} aparat niepodłączony. Po podłączeniu aparatu może być wymagane ponowne uruchomienien programu.
pt_pt: {0} dispositivo desconectado. Após a reconexão do dispositivo, você pode precisar reiniciar o aplicativo.
ro_ro: {0} dispozitiv neclablat. Dupa reconectare a dispozitivului trebuie sa restartati aplicatia.
ru_ru: {0} устройство отсоединено. После повторного соединения необходимо перезапустить приложение.
sv_se: {0} hörapparat ej ansluten. Efter att återanslutit hörapparat, kan du behöva återstarta applikationen.
tr_tr: {0} cihaz bağlantısı kesildi. Cihazı bağlantısını sağladıktan sonra uygulamayı tekrar başlatmanız gerekir.
zh_cn: {0} 侧助听器断开。重连后，需要重新操作。

source: Connecting to Noah
cs_cz: Připojování k Noah
da_dk: Forbinder til Noah
de_de: Verbinde zu Noah
es_es: Conectando a Noah
fi_fi: Yhdistetään Noahiin. Odota hetki...
fr_fr: Connexion à Noah ...
hu_hu: Csatlakozás a Noah-hoz
it_it: Connessione a Noah
ja_jp: NOAHへの接続
ko_kr: Noah 에 연결중
nl_nl: Verbinden met NOAH
no_no: Tilkobler Noah
pl_pl: Podłączanie do Noah
pt_pt: Conectando com Noah
ro_ro: Conectare la Noah
ru_ru: Соединение с Noah
sv_se: Ansluter till Noah
tr_tr: Noah'a bağlanıyor
zh_cn: 正在与NOAH连接

source: Ok To Disconnect From Noah?
cs_cz: Souhlasíte s odpojením z Noah?
da_dk: Ok at afbryde forbindelsen til Noah?
de_de: Trennung von Noah OK?
es_es: ¿Desea desconectarse de Noah?
fi_fi: Voiko yhteyden Noahiin katkaista ?
fr_fr: Voulez-vous vous déconnecter de Noah ?
hu_hu: Ok a lecsatlakozás a Noah-ról?
it_it: Ok per disconnettere da Noah?
ja_jp: NOAHから切断してもよろしいですか？
ko_kr: Noah 에서 연결을 취소하겠습니까?
nl_nl: Verbinding met NOAH verbreken?
no_no: Koble fra Noah?
pl_pl: Czy Chcesz Odłaczyć Się Od Noah?
pt_pt: Ok para desconectar do Noah?
ro_ro: OK pentru deconectare de la Noah?
ru_ru: Выйти из Noah?
sv_se: Ok att koppla ifrån Noah?
tr_tr: Noah bağlantısını kesmek için TAMAM mı?
zh_cn: 断开与NOAH的连接吗?

source: Another fitting module wants to connect - is it ok to disconnect from Noah and shutdown?
cs_cz: Jiný fitting modul se chce připojit - mohu se odpojit z Noah a zavřít?
da_dk: Et andet tilpasningsmodul vil forbinde - er det ok at afbryde forbindelsen til Noah og lukke ned?
de_de: Ein anderes Modul versucht zu verbinden - soll die Verbindung zu Noah abgebrochen und runtergefahren werden?
es_es: Otro módulo de adaptación desea conectarse - ¿Acepta desconectarse de Noah y cerrar el programa?
fi_fi: Toinen sovitusmoduuli haluaa yhdistää- onko ok purkaa Noah yhteys ja sammuttaa ?
fr_fr: Un autre module de réglage veut se connecter. Voulez-vous quitter et fermer ?
hu_hu: Másik illesztő modul akar cstalakozni - OK a lecsatlakozás a Noah-ról és kikapcsolás?
it_it: Un'altro modulo di fitting vuole connettersi. se è ok disconnettere da Noah e spegnere?
ja_jp: 他のフィッティングモジュールへの接続 - NOAHから切断してシャットダウンしてもよろしいですか？
ko_kr: 다른 피팅 모듈을 연결하고자 합니다 - Noah 연결을 취소하고 창을 닫으시겠습니까?
nl_nl: Een andere aanpasmodule wil verbinding maken - Verbinding met NOAH verbreken en Aventa afsluiten?
no_no: En annen tilpasningsmodul ønsker å koble seg til - er det ok å koble fra og avslutte Noah?
pl_pl: Inny moduł dopasowanai chce się podłączyć - czy chesz odłączyć się od Noah i zamknąć program?
pt_pt: Outro módulo de ajuste é necessário conectar- podemos desconectar do Noah e encerrar?
ro_ro: Un alt modul de reglaj doreste sa se deconecteze - se poate deconecta de la noah si opri?
ru_ru: Другой модуль настройки хочет подключиться - отключиться от Noah и выключить?
sv_se: En annan anpassningsmodul vill ansluta - är det ok att bryta anslutning till Noah och stänga ned?
tr_tr: Başka bir fitting modülü bağlanmak istiyor - Noah bağlantısı kesilsin ve kapatılsın mı?
zh_cn: 另一个验配模块请求连接--断开与NOAH的连接并关闭吗?

source: Ok To Switch Patient?
cs_cz: Souhlasíte se záměnou Pacienta?
da_dk: Ok at skifte patient?
de_de: Kundenwechsel OK?
es_es: ¿Desea cambiar de paciente?
fi_fi: Ok vaihtaa potilas ?
fr_fr: Quitter le patient ?
hu_hu: Pácines váltás OK?
it_it: Ok per cambiare paziente?
ja_jp: 顧客を切り替えてもよろしいですか？
ko_kr: 환자를 바꿔도 됩니까?
nl_nl: Cliënt verwisselen?
no_no: Bytt pasient?
pl_pl: Czy Chcesz Przełączyć Pacjenta?
pt_pt: Ok para Mudar Paciente?
ro_ro: Ok pentru a schimba pacientul?
ru_ru: Заменить пациента?
sv_se: Ok att byta patient?
tr_tr: Hastayı değiştirmek için 'Tamam' mı?
zh_cn: 更换用户吗?

source: Is it ok to switch the Patient in Noah? Doing so will force a shutdown
cs_cz: Souhlasíte se záměnou pacienta v Noah? Dojde tím k vynucenému ukončení
da_dk: Er det ok at skifte patient i Noah? Dette vil medføre lukning af programmet
de_de: Kundenwechsel in Noah OK? Dies führt zu einem herunterfahren.
es_es: ¿Acepta cambiar de paciente en Noah? Al realizarlo se cerrara el programa
fi_fi: Onko ok vaihtaa potilasta Noahissa ? Tämä pakottaa uudelleenkäynnistämiseen.
fr_fr: Quitter le patient dans Noah va aussi fermer le module
hu_hu: Ok a páciens váltás a Noah-ban? Ettől újraindulás jöhet létre.
it_it: E 'ok cambiare il paziente in Noah? In questo modo si forza un arresto
ja_jp: 顧客を変更すると強制的にシャットダウンされますがよろしいですか？
ko_kr: Noah의 환자를 전환해도 괜찮습니까? 이렇게 하면 강제종료됩니다.
nl_nl: Cliënt verwisselen in NOAH? Dit forceert het afsluiten van Aventa
no_no: Bytt pasient i Noah? Dette vil føre til avslutning av programmet
pl_pl: Czy chesz przełączyć Pacjentów w programie Noah? Jeśli tak spowoduje to zamknięcie sesji.
pt_pt: Podemos mudar o Paciente? Executando essa ação forçará o encerramento
ro_ro: Ok pentru a schimba pacientul in Noah? Acest lucru va forta oprirea
ru_ru: Заменить пациента в Noah? Это приведен к завершению
sv_se: Är det ok att byta patient i Noah? I sådant fall stängs programmet ned.
tr_tr: Hasta Noah'ta açılsın mı? Bunun yapılması kapatılmaya zorlayacaktır.
zh_cn: 更换NOAH的用户吗?确定将强制关闭.

source: There are unsaved changes. Would you like to save them nowbefore exiting?
cs_cz: Změny nebyly uloženy. Chcete je uložit nyní před ukončením?
da_dk: Der er ændringer der ikke er emt. Vil du gemme før programmet lukkes?
de_de: Es gibt einige ungespeichterte Änderungen. Möchten Sie die vor dem Verlassen speichern?
es_es: Hay cambios no guardados. ¿Le gustaría grabar ahora antes de salir?
fi_fi: Tallentamattomia muutokisa havaittu. Tahdotko tallentaa nämä ennen sulkemista ?
fr_fr: Il y a des valeurs qui n'ont pas été sauvegardées. Voulez-vous les sauvegarder avant de quitter ?
hu_hu: Van néhány nem mentett változás. Szeretné öket elmenteni?
it_it: Ci sono modifiche non salvate. Vuoi salvarli ora prima di uscire?
ja_jp: 変更が保存されていません。終了する前に保存しますか？
ko_kr: 저장되지 않은 변경 사항이 있습니다. 나가기 전에 변경사항을 지금 저장하시겠습니까?
nl_nl: Er zijn onopgeslagen wijzigingen. Wilt u ze opslaan voordat u afsluit?
no_no: Det er endringer som ikke er lagret. Ønsker du å lagre disse før du avslutter?
pl_pl: Znaleziono niezapisane zmiany. Czy chcesz je zapisać przed wyjściem z programu?
pt_pt: Há algumas mudanças não salvas. Gostaria de salvá-las antes de encerrar?
ro_ro: Exista modificari nesalvate. Doriti sa le salvati acum, inainte de iesire?
ru_ru: Имеются несохраненные данные. Сохранить их перед выходом?
sv_se: Det finns ej sparade ändringar. Vill du spara dem nu innan avslut?
tr_tr: Kaydedilmemiş veriler var. Bu verileri çıkış yapmadan önce kaydetmek istermisin?
zh_cn: 有未保存的修改.在退出前您需要保存吗?

source: Unexpected Error
cs_cz: Neočekávaná chyba
da_dk: Uforventet fejl
de_de: Unerwarteter Fehler
es_es: Error Inesperado
fi_fi: Odottamaton virhe
fr_fr: Erreur inattendue
hu_hu: Ismeretlen hiba
it_it: Errore Inaspettato
ja_jp: 予期しないエラー
ko_kr: 예상하지 못한 오류
nl_nl: Onverwachte fout
no_no: Uventet Feil
pl_pl: Niespodziewany Błąd
pt_pt: Erro inesperado
ro_ro: Eroare neasteptata
ru_ru: Непредвиденная ошибка
tr_tr: Beklenmedik Hata
zh_cn: 意外出错

source: An error has occurred with initializing AutoREM. Unable to continue.
cs_cz: Při inicializaci AutoREM se vyskytla chyba. Nelze pokračovat.
da_dk: Der er sket en fejl under opstart af AutoREM. Kasn ikke fortsætte
de_de: Ein Fehler ist beim initialisieren von AutoREM aufgetreten. Fortfahren nicht möglich.
es_es: Ha ocurrido un error al iniciar AutoREM. Imposible continuar.
fi_fi: Virhe alustettaessa AutoREM toimintoa. Ei voi jatkaa.
fr_fr: Une erreur est survenue pendant l'initialisation de l'AutoREM. Impossible de continuer.
hu_hu: Hiba az AutoREM inicializálásban. Nem folytatható.
it_it: Si è verificato un errore con l'inizializzazione AutoREM. Impossibile continuare.
ja_jp: オートREMのエラーにより続行することができません
ko_kr: AutoREM을 초기화 하는 동안 오류가 발생했습니다. 계속할 수 없습니다.
nl_nl: Bij het initialiseren van AutoREM is een fout opgetreden. Voortzetting is niet mogelijk.
no_no: En feil har oppstått ved oppstart av AutoREM. Kan ikke fortsette.
pl_pl: W trakcie uruchamiania AutoREM wystąpił błąd. Nie można kontynuować.
pt_pt: Ocorreu um erro com a inicialização AutoREM. Não é possível continuar.
ro_ro: O eroare s-a intamplat cand initializati AutoREM. Nu poate continua.
ru_ru: Произошла ошибка в инициализации AutoREM. Невозможно продолжить.
tr_tr: AutoREM in başlatılmasıyla bir hata oluştu. Devam edilemez.
zh_cn: 自动REM初始化出错，不能继续。

source: Another fitting session is already in progress - please close it before attempting to launch a new fitting session.
cs_cz: Právě probíhá jiné fitting sezení - před spuštěním nového napřed ukončete stávající.
da_dk: Der er en anden tilpasningssession under udførelse - luk denne før åbning af ny tilpasning
de_de: Eine andere Anpassung wird gerade ausgeführt - Bitte beenden Sie diese bevor die eine neue starten.
es_es: Otra sesión de programación está actualmente en ejecución - por favor ciérrela antes de iniciar una nueva sesión de adaptación.
fi_fi: Toinen sovitusistunto on jo käynnissä - sulje tämä ennen uuden sovitusprosessin avaamista.
fr_fr: Une autre session de réglage est en cours. Fermer la session en cours avant de lancer une nouvelle session de réglage.
hu_hu: Egy másik illesztési bejegyzés már folyamatban van - kérjük zátja be mielött megnyit egy másikat.
it_it: Un'altra sessione di fitting è già in corso - si prega di chiudere prima di tentare di avviare una nuova sessione di montaggio.
ja_jp: 別のフィッティングが進行中です - 新しいフィッティングを起動する前に現在のフィッティングを閉じて下さい
ko_kr: 다른 피팅 세션이 이미 진행중입니다. - 새로운 피팅 세션을 시도하기 전에 닫으십시오.
nl_nl: Er is al een andere aanpassessie bezig - sluit deze s.v.p. af voordat u een nieuwe sessie start.
no_no: En tilpasningssesjon er allerede i gang - vennligst lukk denne før du starter en ny
pl_pl: Jest już uruchomiona inna sesja dopasowania - proszę ją zamknąć przed uruchomieniemi nowej sesj dopasowania.
pt_pt: Outro software de ajuste está em progresso - feche-o antes de iniciar uma nova sessão de ajuste
ro_ro: O alta sesiune de reglaj se afla in desfasurare - va rugam inchideti-o inainte de lansarea unei noi sesiuni.
ru_ru: Другая сессия настройки уже запущенна - пожалуйста, закройте её, прежде чем попытаетесь запустить новую сессию настройки.
sv_se: En annan anpassning är redan påbörjad - stäng den innan du försöker öppna en ny session.
tr_tr: Başka bir fitting oturumu işlemde - Yeni bir oturum açmak için önce hazırda açık olanı kapatın.
zh_cn: 已打开验配数据--在打开新的验配数据前请先关闭当前的验配数据.

source: Session Already In Progress
cs_cz: Sezení již probíhá
da_dk: Sessionen er allerede i gang
de_de: Sitzung wird bereits ausgeführt.
es_es: Hay una sesión ejecutándose actualmente
fi_fi: Tämä käynti on jo avoinna
fr_fr: Session déjà ouverte
hu_hu: A bejegyzés folyamatban van
it_it: Sessione già in corso
ja_jp: 進行中のセッション
ko_kr: Session이 이미 진행중입니다.
nl_nl: Sessie al bezig
no_no: Sesjon allerede i gang
pl_pl: Sesja Już Jest Uruchomiona
pt_pt: Sessão em andamento
ro_ro: Sesiune in Progres
ru_ru: Сессия уже запущена
sv_se: Sessionen är redan igång
tr_tr: Oturum zaten işlemde
zh_cn: 正在使用验配数据
