Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Japanese
cs_cz: Japonsky
da_dk: Japansk
de_de: Japanisch
es_es: Japonés
fi_fi: Japani
fr_fr: Japonais
hu_hu: Japán
it_it: Giapponese
ja_jp: 日本語
ko_kr: 일어
nl_nl: Japans
no_no: Japansk
pt_pt: Japonês
ro_ro: Japoneza
ru_ru: Японский
sv_se: Japanska
tr_tr: Japonca
zh_cn: 日语

source: Czech
cs_cz: Česky
da_dk: Tjekkiet
de_de: Tschechisch
es_es: Checo
fi_fi: Tsekki
fr_fr: Tchèque
hu_hu: Cseh
it_it: Ceco
ja_jp: チェコ語
ko_kr: 체코어
nl_nl: Tsjechisch
no_no: Tsjekkisk
pt_pt: Checo
ro_ro: Ceha
ru_ru: Чешский
tr_tr: Çekce
zh_cn: 捷克语

source: Hungarian
cs_cz: Maďarsky
da_dk: Ungarnsk
de_de: Ungarisch
es_es: Húngaro
fi_fi: Unkari
fr_fr: Hongrois
hu_hu: Magyar
it_it: Ungherese
ja_jp: ハンガリー語
ko_kr: 헝가리어
nl_nl: Hongaars
no_no: Ungarsk
pt_pt: Húngaro
ro_ro: Maghiara
ru_ru: Венгерский
tr_tr: Macarca
zh_cn: 匈牙利语

source: Korean
cs_cz: Korejsky
da_dk: Koreansk
de_de: Koreanisch
es_es: Coreano
fi_fi: Korea
fr_fr: Coréen
hu_hu: Koreai
it_it: Coreano
ja_jp: 韓国語
ko_kr: 한국어
nl_nl: Koreaans
no_no: Koreansk
pt_pt: Coreano
ro_ro: Koreana
ru_ru: Корейский
tr_tr: Korece
zh_cn: 韩语

source: Russian
cs_cz: Rusky
da_dk: Russisk
de_de: Russisch
es_es: Ruso
fi_fi: Venäjä
fr_fr: Russe
hu_hu: Orosz
it_it: Russo
ja_jp: ロシア語
ko_kr: 러시아어
nl_nl: Russisch
no_no: Russisk
pt_pt: Russo
ro_ro: Rusa
ru_ru: Русский
tr_tr: Rusça
zh_cn: 俄语

source: Turkish
cs_cz: Turecko
da_dk: Tyrkisk
de_de: Türkisch
es_es: Turco
fi_fi: Turkki
fr_fr: Turc
hu_hu: Török
it_it: Turco
ja_jp: トルコ語
ko_kr: 터키어
nl_nl: Turks
no_no: Tyrkisk
pt_pt: Turco
ro_ro: Turca
ru_ru: Турецкий
sv_se: Turkisk
tr_tr: Türkçe
zh_cn: 土耳其语

source: Farsi
de_de: Farsi (Persisch)
ja_jp: ペルシャ語
ko_kr: 페르시안어
ru_ru: Фарси
tr_tr: Farsça
zh_cn: 波斯语

source: Bulgarian
cs_cz: Bulharsky
da_dk: Bulgarisk
de_de: Bulgarisch
es_es: Búlgaro
fi_fi: Bulgaria
fr_fr: Bulgare
hu_hu: Bulgár
it_it: Bulgaro
ja_jp: ブルガリア語
ko_kr: 불가리아어
nl_nl: Bulgaars
no_no: Bulgarsk
pt_pt: Búlgaro
ro_ro: Bulgara
ru_ru: Болгарский
sv_se: Bulgarisk
tr_tr: Bulgarca
zh_cn: 保加利亚语

source: Traditional Chinese
cs_cz: Tradiční čínština
da_dk: Traditionelt kinesisk
de_de: Traditionelles Chinesisch
es_es: Chino Tradicional
fi_fi: Perinteinen Kiina
fr_fr: Chinois (traditionnel)
hu_hu: Hagyományos Kinai
it_it: Cinese Tradizionale
ja_jp: 繁体字中国語
ko_kr: 중국
nl_nl: Traditioneel Chinees
no_no: Tradisjonell Kinesisk
pt_pt: Chinês tradicional
ru_ru: Традиционный китайский
tr_tr: Geleneksel Çince
zh_cn: 繁体中文

source: Thai
cs_cz: Thajsky
da_dk: Thailandsk
de_de: Thailändisch
es_es: Tailandés
ja_jp: タイ語
ko_kr: 타이어
no_no: Thailands
pt_pt: Tailandês
ru_ru: Тайский
tr_tr: Tayland
zh_cn: 泰语

source: Romanian
cs_cz: Rumunsky
da_dk: Rumænsk
de_de: Romanisch
es_es: Rumano
fi_fi: Romania
fr_fr: Roumain
hu_hu: Román
it_it: Rumeno
ja_jp: ルーマニア語
ko_kr: 루마니아어
nl_nl: Roemeens
no_no: Rumensk
pt_pt: Romano
ro_ro: Romana
ru_ru: Румынский
sv_se: Rumänska
tr_tr: Rumence
zh_cn: 罗马尼亚语

source: Hebrew
cs_cz: Hebrejsky
da_dk: Hebræiak
de_de: Hebräisch
es_es: Hebreo
fi_fi: Heprea
fr_fr: Hébreu
hu_hu: Héber
it_it: Ebraico
ja_jp: ヘブライ語
ko_kr: 히브리어
nl_nl: Hebreeuws
no_no: Hebraisk
pt_pt: Hebraico
ru_ru: Иврит
tr_tr: İbranice
zh_cn: 希伯来语

source: Hindi
cs_cz: Hindu
es_es: Hindú
ja_jp: ヒンディー語
ko_kr: 힌디어
no_no: Hindu
pt_pt: Hindu
ru_ru: Хинди
zh_cn: 印度语

source: Volume Control Range:
ja_jp: ボリュームの可変域：
zh_cn: 音量控制范围:

source: Express Fit was unable to complete successfully.
cs_cz: ExpressFit nebyl úplně úspěšný.
da_dk: Express Fit kunne ikke fuldføres.
de_de: Schnellanpassung konnte nicht komplett abgeschlossen werden.
es_es: Ha sido imposible completar QuickFit.
fi_fi: PikaSovitusta ei voitu viedä loppuun.
fr_fr: Auto Fit n'a pas pu se terminer correctement.
hu_hu: Az Express Fit nem fejeződött be sikeresen.
it_it: ExpressFit non è stato completato con successo.
ja_jp: エクスプレスフィットは完了できませんでした
ko_kr: Express Fit을 성공적으로 완료하지 못했습니다
nl_nl: AutoFit kan niet succesvol voltooid worden.
no_no: Express Fit ble ikke gjennomført.
pl_pl: Express Fit nie mógł zakończyć się sukcesem.
pt_pt: O Ajuste rápido não foi realizado com sucesso
ro_ro: Reglajul Express nu s-a putut finaliza cu succes.
ru_ru: Не удалось выполнить быструю настройку
sv_se: Snabb Anpassning misslyckades.
tr_tr: Express Fit başarı ile tamamlanamadı.
zh_cn: 未完成快速验配。

source: Read on connect
cs_cz: Přečíst při připojení
da_dk: Læs ved forbindelse
de_de: Verbindungsaufbau
es_es: Leer al conectar
fi_fi: Lue yhdistettäessä
fr_fr: Lecture à la connexion
hu_hu: Beolvasás csatlakozáskor
it_it: Leggi quando è connesso
ja_jp: 接続して読込む
ko_kr: 연결상태에서 읽기
nl_nl: Uitlezen bij verbinden
no_no: Les ved tilkobling
pl_pl: Odczytaj przy łączeniu
pt_pt: Ler em conexão
ro_ro: Citeste sau conecteaza
ru_ru: Включить соеденение
sv_se: Läs vid anslutning
tr_tr: Bağlantı da oku
zh_cn: 从已连接中读出

source: Invalid Pin Code
cs_cz: Neplatný PIN kód
da_dk: Forkert pinkode
de_de: Ungültiger Pin Code
es_es: Código Pin Incorrecto
fi_fi: Väärä PIN koodi
fr_fr: Code PIN non valide
hu_hu: Érvénytelen pin kód
it_it: Codice Pin Non Valido
ja_jp: Pin Code 無効
ko_kr: 잘못된 핀코드
nl_nl: Ongeldige pincode
no_no: Ugyldig pinkode
pl_pl: Błędny kod pin
pt_pt: Código Pin inválido
ro_ro: Cod Pin Invalid
ru_ru: Неправильный пин-код
sv_se: Felaktig Pinkod
tr_tr: Geçersiz Pin Kodu
zh_cn: 非法代码

source: Connection Failed
cs_cz: Připojení selhalo
da_dk: Fejl ved forbindelse
de_de: Verbindung fehlgeschlagen
es_es: Ha fallado la conexión
fi_fi: Yhteysvirhe kuulokojeeseen
fr_fr: Échec de la connexion
hu_hu: Csatlakozási hiba
it_it: Connesione Fallita
ja_jp: 接続エラー
ko_kr: 연결실패
nl_nl: Verbinden mislukt
no_no: Tilkobling -mislyktes
pl_pl: Połącznie Nieudane
pt_pt: Falha na conexão
ro_ro: Conexiune Esuata
ru_ru: Не удалось соединиться
sv_se: Anslutning misslyckades
tr_tr: Bağlantı kesildi.
zh_cn: 连接失败

source: Detect Failed
cs_cz: Selhalo rozpoznání
da_dk: Fejl ved detektering
de_de: Erkennung fehlgeschlagen
es_es: Ha fallado la Detección
fi_fi: Tunnistus epäonnistui
fr_fr: Échec de la détection
hu_hu: Keresési hiba
it_it: Rilevamento Fallito
ja_jp: 検知失敗
ko_kr: 인식실패
nl_nl: Detectie mislukt
no_no: Gjenkjenning- mislyktes
pl_pl: Nieudane Wykrycie
pt_pt: Falha na detecção
ro_ro: Detectare Esuata
ru_ru: Не удалось определить
sv_se: Anslutning misslyckades
tr_tr: Arama Başarısız
zh_cn: 探测失败

source: Read Failed
cs_cz: Selhalo čtení
da_dk: Fejl ved læsning
de_de: Lesevorgang fehlgeschlagen
es_es: Ha fallado la Lectura
fi_fi: Luku epäonnistui
fr_fr: Échec de la lecture
hu_hu: Olvasási hiba
it_it: Lettura Fallita
ja_jp: 読込み失敗
ko_kr: 읽기실패
nl_nl: Uitlezen mislukt
no_no: Les - Mislykket
pl_pl: Nieudany Odczyt
pt_pt: Falha na leitura
ro_ro: Citire esuata
ru_ru: Невозможно считать
sv_se: Mäsning misslyckades
tr_tr: Okuma Başarısız
zh_cn: 读取失败

source: Reconfigure Failed
cs_cz: Selhala rekonfigurace
da_dk: Fejl ved rekonfigurering
de_de: Rekonfiguration fehlgeschlagen
es_es: Ha Fallado la reconfiguración
fi_fi: Konfigurointi epäonnistui
fr_fr: Échec de la reconfiguration
hu_hu: Újrakonfigurálási hiba
it_it: Riconfigurazione Fallita
ja_jp: 変更に失敗しました
ko_kr: 컨버팅 실패
nl_nl: Reconfigureren mislukt
no_no: Konvertering - Mislykket
pl_pl: Nieudana Rekonfiguracja
pt_pt: Falha na reconfiguração
ro_ro: Reconfigurare esuata
ru_ru: Не удалось выполнить повторную конфигурацию
sv_se: Omkonfigurering misslyckades
tr_tr: Yeniden yapılandırma başarısız
zh_cn: 重新装配失败

source: Replace Failed
cs_cz: Selhala záměna
da_dk: Erstat det fejlede
de_de: Austausch fehlgeschlagen
es_es: Ha Fallado el Reemplazo
fi_fi: Korvaus epäonnistui
fr_fr: Échec du remplacement
hu_hu: Csere hiba
it_it: Sostituzione Fallita
ja_jp: 置換の失敗
ko_kr: 교체 실패
nl_nl: Vervangen mislukt
no_no: Erstatte - Mislykket
pl_pl: Nieudana Zamiana
pt_pt: Falha na troca
ro_ro: Inlocuire esuata
ru_ru: Не удалось заменить
sv_se: Ersättning misslyckades
tr_tr: Değişim Başarısız
zh_cn: 重置失败

source: Inquiry
cs_cz: Dotazování
da_dk: Forespørgsel
de_de: Anfrage
es_es: Investigación
fi_fi: Kysely
fr_fr: Demande
hu_hu: Vizsgálat
it_it: Inchiesta
ja_jp: 要求
nl_nl: Onderzoek
no_no: Forespørsel
pl_pl: Formularz pytań
pt_pt: Inquérito
ro_ro: Cerere
ru_ru: Запросить
sv_se: Forskning
tr_tr: Anket
zh_cn: 调查

source: Unknown State
cs_cz: Neznámý stav
da_dk: Ukendt tilstand
de_de: Unbekanntes Land
es_es: Estado Desconocido
fi_fi: Tuntematon tila
fr_fr: État non connu
hu_hu: Ismeretlen státusz
it_it: Stato Sconosciuto
ja_jp: 不明な状況
ko_kr: 알수없는 상태
nl_nl: Onbekende staat
no_no: Ukjent Status
pl_pl: Nieznany stan
pt_pt: Estado desconhecido
ro_ro: Judet Necunoscut
ru_ru: Неизвестное состояние
sv_se: Okänt tillstånd
tr_tr: Bilinmeyen Durum
zh_cn: 未知状态

source: Continue
cs_cz: Pokračovat
da_dk: Fortsæt
de_de: Weiter
es_es: Continuar
fi_fi: Jatka
fr_fr: Continuer
hu_hu: Folytatás
it_it: Continua
ja_jp: 次へ進む
ko_kr: 계속
nl_nl: Doorgaan
no_no: Fortsett
pl_pl: Dalej
pt_pt: Continuar
ro_ro: Continua
ru_ru: Продолжить
sv_se: Fortsätt
tr_tr: Devam
zh_cn: 继续

source: No
cs_cz: Ne
da_dk: Nej
de_de: Nein
fi_fi: Ei
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
ko_kr: 피팅됨
nl_nl: Nee
no_no: Nei
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sv_se: Anpassad
tr_tr: Hayır
zh_cn: 否

source: Yes
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_es: Si
fi_fi: Valittu
fr_fr: Oui
hu_hu: Igen
it_it: Si
ja_jp: はい
ko_kr: 선택됨
nl_nl: Ja
no_no: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Vald
tr_tr: Evet
zh_cn: 是

source: Connect Using:
zh_cn: 连接使用:

source: Comparison Chart
zh_cn: 对比表

source: Connecting to...
cs_cz: Připojuji k...
da_dk: Forbinder til...
de_de: Verbinde zu...
es_es: Conectando a ...
fi_fi: Yhdistetään...
fr_fr: Connexion en cours ...
hu_hu: Csatlakozás...
it_it: Connessione a...
ja_jp: 接続中...
ko_kr: 연결중 ...
nl_nl: Verbinden met...
no_no: Kobler til...
pl_pl: Łączenie z...
pt_pt: Conectando a...
ro_ro: Conectare la...
ru_ru: Соединяется с...
sv_se: Ansluter till...
tr_tr: Bağlanıyor...
zh_cn: 正在连接...

source: Assign instrument(s) to the right or left side.
cs_cz: Přiřazení sluchadla k pravé nebo levé straně.
da_dk: Tildel apparat til højre eller venstre.
de_de: Weisen Sie die Hörsystem(e) der linken oder rechten Seite zu.
es_es: Asignar audífono(s) al lado derecho o izquierdo.
fi_fi: Aseta kuulokojeet vasemmalle tai oikealle puolelle.
fr_fr: Attribuer un côté à l'appareil
hu_hu: Készülék átvitel a jobb vagy a bal oldalra.
it_it: Assegna dispositivo/i al lato destro o sinistro.
ja_jp: 補聴器の右か左かを選択して下さい
ko_kr: 보청기를 오른쪽 또는 왼쪽에 적용하세요
nl_nl: Wijs een toestel toe aan het rechter oor.
no_no: Link høreapparat(ene) til høyre eller venstre side
pl_pl: Przypisywanie aparatu do prawego i lewego ucha.
pt_pt: Alinhar AASIs (s) do lado direito para o lado esquerdo.
ro_ro: Asociere instrumente la partea dreapta sau stanga.
ru_ru: Неопределенный(е) СА справа или слева.
sv_se: Tilldela hörapparat(er) till hö eller vä sida.
tr_tr: Cihaz(lar)ı sağ yada sol tarafa atama yap
zh_cn: 指定助听器为右侧或左侧。

source: Type the serial number of the instrument into the corresponding side, then open and close the battery door (with a battery inserted) to place them in discover mode.
cs_cz: Zapište na příslušnou stranu výrobní číslo sluchadla. Potom otevřete a zavřete bateriová dvířka s vloženou baterií. Sluchadlo se přepne do zjišťovacího módu.
da_dk: Tast apparatets serienummer ind på den rigtige side, åben og luk derefter batteridøren (med batteri i apparatet) for at sætte dem i søgefunktion.
de_de: Geben Sie die Seriennummer auf der entsprechenden Seite ein, dann öffnen und schließen Sie das Batteriefach (mit eingelegter Batterie) um in den Discover-Modus zu gelangen.
es_es: Teclee el número de serie del audífono en el lado correspondiente, entonces, abra y cierre el portapilas (con una pila colocada) para activar el modo de búsqueda.
fi_fi: Syötä kuulokojeen sarjanumero oikealle tai vasemmalle puolelle, avaa ja sulje paristokotelo (paristo asetettu) niin laite siirtyy tunnistustilaan.
fr_fr: Taper le numéro de série des appareils du côté correspondant, ouvrir/fermer le porte-pile des appareils pour les mettre en mode couplage et lancer la détection.
hu_hu: Írja a készülék gyáriszámát a megfelelő oldalra, utána nyissa ki és zárja be az elemkamrát (elemmel), hogy a keresési módba kerüljenek.
it_it: Scegliere il codice dell'apparecchio per il lato corrispondente, aprire e chiudere il vano batteria (con la batteria inserita) per attivare la modalità ricerca connessioni.
ja_jp: 補聴器のシリアル番号を対応する側に選択し、電池が入った状態で電池ケースを1回「開け閉め」してペアリングモードにして下さい
ko_kr: 해당 쪽에 보청기의 시리얼번호를 입력한 후, 배터리가 삽입된 상태에서 배터리 도어를 열고 닫아 Discover Mode로 들어갑니다.
nl_nl: Type het serienummer van het toestel bij de betreffende zijde; open en sluit vervolgens de batterijlade (met een batterij erin) om het toestel in de zoek-modus te zetten.
no_no: Skriv serienummer på høreapparatet inn i korresponderende side. Åpne og lukk deretter batteriluken (med batteri i) for å sette det i paringsmodus.
pl_pl: Wprowadź numer seryjny aparatu po danej stronie, otwórz i zamknij kieszeń baterii (z założoną baterią) aby przejść do trybu wykrywania.
pt_pt: Para verificar o número de série dos aparelhos no lado correspondente, abra e feche o compartimento de bateria (com a bateria inserida)
ro_ro: Scrie numarul de serie al instrumentului in partea corespunzatoare, apoi deschide si inchide usita bateriei (cu baterie inserata) pentru a le plasa in aria de descoperire.
ru_ru: Введите серийный номер СА в соответствующую графу, затем откройте и закройте батарейный отсек (батарея должна быть внутри), чтобы перевести СА в режим поиска.
sv_se: Skriv in hörapparatens serienummer på den motsvarande sida, öppna och stäng batteriluckan (med batteri) och placera dem i sökläge.
tr_tr: Cihazın seri numarasını ilgili alana yazın ve pil kapağını açıp kapatın ( pil takılı iken )
zh_cn: 在相应位置输入序列号，再开关电池仓(已装好电池)，然后置于搜索模式。

source: AutoFit
de_de: FirstFit
es_es: QuickFit
fi_fi: Automaattinen sovitus
it_it: Fitting Automatico
ja_jp: クイックフィット
pt_pt: Auto-Ajuste
ro_ro: Autoreglaj
ru_ru: Автонастройка
sv_se: Snabb Anpassning
tr_tr: OtoFit
zh_cn: 自动选配

source: AutoFit - Assign Instruments
cs_cz: AutoFit - Přiřadit sluchadla
da_dk: Auto Fit - Tildel apparater
de_de: FirstFit - Hörsysteme zuordnen
es_es: QuickFit - Asignar Audífonos
fi_fi: Automaattinen sovitus - Käytä näitä kuulokojeita...
fr_fr: Auto Fit - Affectation des appareils
hu_hu: Auto Fit - Készülék átruházás
it_it: Fitting Automatico - assegnazione dispositivi
ja_jp: クイックフィット - 補聴器選択
ko_kr: AutoFit- 보청기 적용
nl_nl: AutoFit - Wijs toestellen toe
no_no: AutoFit - Tildel høreapparater
pl_pl: AutoFit - Przypisz Aparaty
pt_pt: Auto-Ajuste - Atribuir aparelho(s) auditivo(s)
ro_ro: AutoReglaj - Asociere Instrumente
ru_ru: Автонастройка - определение аппаратов
sv_se: Snabb Anpassning - Tilldela hörapparat
tr_tr: Otofit - Cihaz Belirle
zh_cn: 自动选配-指定助听器

source: The hearing instruments you are trying to connect either do not match the saved session data, or have not been detected.
cs_cz: Sluchadla, která se snažíte připojit buďto nesouhlasí s uloženými daty nastavení, nebo nebyla detekována.
da_dk: Høreappartet du prøver at forbinde er enten et andet end det tidligere gemte eller er ikke detekteret.
de_de: Die Hörsysteme die Sie verbinden möchten sind ENTWEDER nicht mit denen in der Sitzung gespeicherten identisch, ODER er werden keine Hörsysteme erkannt.
es_es: El(Los) audífono(s) que esta tratando de conectar, no coinciden con los registrados en la sesión anterior, o no han sido detectados
fi_fi: Kuulokoje jota olet yhdistämässä ei vastaa aiemmin tallennettua käyntiä tai sitä ei ole tunnistettu.
fr_fr: Appareils différents de ceux de la session ouverte OU Appareils non détectés
hu_hu: A hallókészülék amit csatlakoztatni probál, nem egyezik meg a mentett adatokkal, vagy nem található.
it_it: Gli Apparecchi Acustici che si sta tentando di connettere o non corrispondono alle matricole di quelli salvati in questa sessione o non sono stati rilevati correttamente
ja_jp: この補聴器は保存されているフィッティングデータと一致していないか、もしくは補聴器が正しく検出されていません
ko_kr: 연결하려고 하는 보청기가 저장된 세션 자료를 매치하지 못하거나 보청기가 인식되지 않았습니다.
nl_nl: De toestellen die u wilt verbinden stemmen niet overeen met de opgeslagen sessiegegevens of zijn niet gedetecteerd.
no_no: Høreapparatene du prøver å tilkoble ble ikke funnet eller overenstemmer ikke med den lagrede sesjonen.
pl_pl: Aparaty słuchowe które próbujesz podłączyć albo nie pasują do zapisanej sesji dopasowania albo nie zostały wykryte.
pt_pt: O(s) aparelho(s) auditivo(s) que você está tentando conectar ou não coincidem com os dados da sessão salvos ou não foram detectados.
ro_ro: Aparatul/le pe care incercati sa le conectati fie nu se potrivesc sesiunii de date salvate, fie nu au fost gasite.
ru_ru: Подключаемые слуховые аппараты не соответствуют сохраненным или не обнаружены.
sv_se: De hörapparater du försöker ansluta matchar inte sparad data eller kan inte kännas av.
tr_tr: Bağlanmak istediğiniz cihaz ya kaydedilmiş oturum verisi ile eşleşmiyor veya cihaz algılanmadı.
zh_cn: 您尝试连接的助听器,既与保存的型号不同,也与探测出的型号不同.

source: No Hearing Instrument detected for the
cs_cz: Nebylo zjištěno žádné sluchadlo
da_dk: Intet høreapparat detekteret på
de_de: Keine Hörsystem erkannt für das
es_es: Ningún Audífono detectado para el
fi_fi: Kuulokojetta ei tunnistettu
fr_fr: Aucun appareil détecté
hu_hu: Nem található hallókészülék
it_it: Nessun apparecchio acustico rilevato
ja_jp: 補聴器検出エラー
ko_kr: 에 인식된 보청기 없음
nl_nl: Geen hoortoestel gevonden voor het
no_no: Ingen Høreapparat funnet på
pl_pl: Nie wykryto aparatów dla
pt_pt: Sem AASI detectado para
ro_ro: Nici un Aparat Auditiv detectat pentru
ru_ru: Не определяется СА для
sv_se: Ingen hörapparat ansluten för
tr_tr: için bulunan cihaz yok.
zh_cn: 未探测到助听器

source: The Hearing Instrument associated with this fitting was not detected for the right side.
cs_cz: Sluchadlo s tímto nastavením nebylo detekováno pro pravou stranu
da_dk: Høreapparaterne til denne tilpasning kunne ikke detekteres på højre side
de_de: Gewähltes und angeschlossenes Hörsystem rechts stimmt nicht überein.
es_es: El Audífono del lado derecho asociado a esta adaptación no ha sido detectado.
fi_fi: Sovituksessa käytettyä kuulokojetta ei tunnistettu oikealla puolella.
fr_fr: Appareil droit non détecté
hu_hu: Az illesztéssel társított hallókészülék nem található a jobb oldalra
it_it: L'apparecchio acustico associato a questo fitting non è riconosciuto per il lato destro
ja_jp: このフィッティングに関連付けられている補聴器（右耳）が見つかりません
ko_kr: 이 피팅에 관련된 보청기를 오른쪽에서 찾을 수 없습니다
nl_nl: Het rechter hoortoestel voor deze cliënt is niet gedetecteerd.
no_no: Høreapparatet tilhørende denne tilpasningen ble ikke funnet på høyre side
pl_pl: Na prawym uchu nie wykryto Aparatu Słuchowego połączonego z tym dopasowaniem.
pt_pt: O aparelho auditivo associado a esse ajuste não foi detectado no lado direito
ro_ro: Aparatul audtiv asociat cu acest reglaj nu a fost detectat pentru partea dreapta
ru_ru: Правый СА, указанный в текущей сессии, не обнаружен
sv_se: Hörapparaten som är associerad med denna anpassning kunde inte anslutas på höger sida
tr_tr: Sağ tarafta bu uygulamayla ilgili bir işitme cihazı bulunamadı.
zh_cn: 未发现此次验配的右侧助听器。

source: No Hearing Instrument(s)
cs_cz: Žádná sluchadla
da_dk: Ingen høreapparater
de_de: Kein(e) Hörsystem(e)
es_es: Sin Audífono(s)
fi_fi: Ei kuulokojeita
fr_fr: Appareil non détecté
hu_hu: Nincs hallókészülék
it_it: Nessun apparecchio acustico rilevato
ja_jp: 補聴器未検出
ko_kr: 보청기 없음
nl_nl: Geen hoortoestel(len)
no_no: Ingen høreapparat(er)
pl_pl: Brak aparatu(ów)
pt_pt: Nenhum AASI(s)
ro_ro: Nici un Aparat Auditiv
ru_ru: Нет СА
sv_se: Ingen hörapparat(er)
tr_tr: İşitme Cihaz(lar)ı Yok
zh_cn: 无助听器

source: The instrument(s) cannot be connected
cs_cz: Sluchadlo nemůže být připojeno
da_dk: Apparatet kan ikke forbindes
de_de: Die Hörsysteme können nicht verbunden werden.
es_es: El audífono(s) no puede ser conectado
fi_fi: Kuulokojetta ei voi yhdistää
fr_fr: Les appareils ne peuvent pas être connectés
hu_hu: A készülék nem csatlakoztatható
it_it: Il dispositivo non può essere connesso
ja_jp: 接続することが出来ません
ko_kr: 장치를 연결할 수 없습니다
nl_nl: Toestel(len) verbinden niet mogelijk
no_no: Apparat(ene) kan ikke tilkobles
pl_pl: Niemożliwe połączenie z aparatem(i)
pt_pt: O aparelho não pode ser conectado
ro_ro: Dispozitivul nu poate fi conectat
ru_ru: Устройство не может быть подключено
sv_se: Hörapparaten kan inte anslutas
tr_tr: İşitme cihazı bağlanamadı.
zh_cn: 无法连接助听器

source: Connection Error
cs_cz: Chyba připojení
da_dk: Forbindelsesfejl
de_de: Verbindungsfehler
es_es: Error de Conexión
fi_fi: Yhteysvirhe kuulokojeeseen
fr_fr: Erreur de connexion
hu_hu: Csatlakozási hiba
it_it: Errore Connessione
ja_jp: 接続エラー
ko_kr: 연결 오류
nl_nl: Verbinding: Error
no_no: Tilkoblingsfeil
pl_pl: Błąd łączenia
pt_pt: Erro na conexão
ro_ro: Eroare de Conexiune
ru_ru: Ошибка подключения
sv_se: Error vid anslutning
tr_tr: Bağlantı Hatası
zh_cn: 连接出错

source: Unable to reconnect to the instrument(s).
cs_cz: Nemožnost opětovného připojení sluchadel(a).
da_dk: Kan ikke forbinde apparaterne
de_de: Erneute Verbindung zu Gerät(en) nicht möglich.
es_es: Imposible reconectar el(los) audífono(s).
fi_fi: Kuulokojeisiin ei voi yhdistää.
fr_fr: Connexion perdue
hu_hu: Nem lehet a készüléket újracsatlakoztatni.
it_it: Impossibile connettere al/ai Dispositivo/i.
ja_jp: 補聴器へ接続することができません
ko_kr: 보청기를 다시 연결할 수 없습니다
nl_nl: Verbinding met toestel(len) niet meer mogelijk.
no_no: Ikke i stand til å koble til apparat(ene).
pl_pl: Nie mogę połączyć ponownie aparatu(ów).
pt_pt: Não foi possível reconectar os AASI(s).
ro_ro: Imposibil de reconectat Instrumentul.
ru_ru: Невозможно повторно соединиться с СА
sv_se: Kan inte återansluta hörapparat(er).
tr_tr: Cihaza tekrar bağlanmak mümkün değil
zh_cn: 不能重新连接助听器

source: Device on {0} got disconnected
cs_cz: Sluchadlo {0} bylo odpojeno
da_dk: Apparat på {0} mistede forbindelsen
de_de: Gerätverbindung an {0} wurde unterbrochen
es_es: El audífono {0} se ha desconectado
fi_fi: Kuulokoje {0} yhteys kadonnut
fr_fr: L'appareil {0} s'est déconnecté
hu_hu: A készülék le {0} lett csatlakoztatva
it_it: Dispositivo in {0} scollegato
ja_jp: {0}の接続が解除されました
ko_kr: {0}의 장치가 연결해제되었습니다
nl_nl: Toestel op {0} niet meer verbonden
no_no: Apparat på {0} ble frakoblet
pl_pl: Aparat {0} rozłączył się
pt_pt: Aparelho {0} desconectado
ro_ro: Dispozitivul {0} a fost deconectat
ru_ru: Устройство {0} отсоединено
sv_se: Enhet på {0} blev urkopplad
tr_tr: {0} daki cihaz bağlantısı koptu
zh_cn: {0} 助听器断开连接

source: Calibrate feedback suppression for the connected instrument(s)?
cs_cz: Kalibrovat potlačení zpětné vazby u připojeného sluchadla?
da_dk: Vil du kalibrere tilbagekoblingsundertrykkelsen for det forbundne apparat?
de_de: Möchten Sie die DFS für das angeschlossene Gerät kalibrieren?
es_es: ¿Calibrar el supresor del feedback para el audífono conectado?
fi_fi: Kalibroi vinkumisenesto yhdistetylle kuulokojeelle ?
fr_fr: Lancer le calibrage anti Larsen ?
hu_hu: Gerjedésgátlás kalibráció a csatlakoztatott készülékben?
it_it: Calibrazione Soppressione Feedback per i dispositivi connessi?
ja_jp: DFSの初期化をしますか？
ko_kr: 연결된 장치의 feedback suppression을 캘리브레이션하시겠습니까?
nl_nl: DFS kalibreren voor verbonden toestel(len)?
no_no: Kalibrer DFS for tilkoblet apparat?
pl_pl: Czy chcesz skalibrować system redukcji sprzężenia zwrotnego aparatu(ów)?
pt_pt: Deseja calibrar o DFS para o aparelho conectado?
ro_ro: Calibrati suprimarea feedback-ului pentru dispozitivul conectat?
ru_ru: Калибровать подавление обратной связи для подключенного СА?
sv_se: Kalibrera DFS på ansluten hörapparat?
tr_tr: Bağlanmış olan cihaz(lar)a feedback engelleyici kalibre edilecek mi?
zh_cn: 对已连接的助听器进行反馈校准吗？
