Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Go to ReSound Smart Fit
da_dk: Skift til ReSound Smart Fit
de_de: Go to Smart Fit
es_es: Ir a Smart Fit
fr_fr: Basculer vers Smart Fit
it_it: Vai su Avvio Smart Fit
ja_jp: Smart Fitへ
no_no: Gå til Smart Fit
pt_pt: Acessar o ReSound Smart Fit
sv_se: Gå till Smart Fit
tr_tr: Smart Fit'e Git
zh_cn: 切换Smart Fit验配

source: To select, connect and fit the latest ReSound's hearing instrument technology, click on "Go to ReSound Smart Fit".
da_dk: For at benytte de nyeste ReSound høreapparater, klik på "Skift til ReSound Smart Fit".
de_de: Mit der Aventa kann kein ReSound LiNX 3D Gerät angepasst werden. Klicken Sie auf "Go to Smart Fit", wenn dies das Gerät ist, das Sie anpassen möchten.
es_es: Aventa no puede conectar o ajustar los audífonos LiNX 3D. ¿Quiere ajustar LiNX 3D? Haga clic en "Ir a Smart Fit" apa ajustar LiNX 3D.
fr_fr: Aventa 3 ne peux pas programmer les appareils réglables avec Smart Fit. Si vous souhaitez régler un appareil de ce type, cliquez sur "Basculer vers Smart Fit".
it_it: Aventa non può connettersi o effettuare il fitting con i prodotti LiNX 3D. Vuoi effettuare il fitting con i prodotti LiNX 3D? Vai su "Avvio Smart Fit" per il fitting con questi prodotti.
ja_jp: リンクス3D以降の製品を調整するには「Smart Fitへ」をクリックして下さい
no_no: Det er ikke mulig å tilpasse Linx 3D produkter i Aventa. Ønsker du dette trykk "Gå til Smart Fit"
pt_pt: Para selecionar, conectar e ajustar os aparelhos auditivos mais recentes da ReSound, clique em "Acessar o ReSound Smart Fit".
sv_se: Aventa kan inte ansluta LiNX 3D. Om du vill anpassa LiNX3D, klicka först på "Gå till Smart Fit" för att komma till kompatibel programdel.
tr_tr: Aventa, LiNX 3D ürünlerine bağlanamaz veya ayarlayamaz. LiNX 3D'yi ayarlamak ister misiniz? LiNX 3D fittingi için "Smart Fit'e Git" seçeneğini tıklayın.
zh_cn: Aventa无法连接或验配LiNX 3D产品。您是否希望验配LiNX 3D? 点击 "切换Smart Fit验配" 按钮进行LiNX 3D的验配设置。

source: Acceptance Manager
de_de: Eingewöhnungsmanager
es_es: Adaptación Progresiva
fi_fi: Synkronoitu sopeutumisavustaja
it_it: Manager Adattamento
ja_jp: アクセプタンスマネージャー
nl_nl: Acceptatie Manager
pl_pl: Manager Akceptacji
pt_pt: Gerenciador de Adaptação
ro_ro: Manager de Acceptare
ru_ru: Менеджер адаптации
sv_se: Acceptans Verktyg
zh_cn: 满意度管理器

source: 10A
ja_jp: 10A/PR536

source: SNR
es_es: SNR (dB)
fi_fi: SNR (Signal to Noise ratio)
ja_jp: SN比

source: WR
da_dk: DS
es_es: % de Aciertos
fi_fi: WR (Word recognition)
it_it: WRN
ja_jp: 明瞭度
nl_nl: WRN

source: AC
de_de: Luftleitung
fi_fi: Ilmajohto
fr_fr: CA
ja_jp: 気導
pt_pt: VA

source: BC
de_de: Knochenleitung
fi_fi: Luujohto
fr_fr: CO
ja_jp: 骨導
pt_pt: VO

source: UCL
de_de: U-Schwelle
fr_fr: Inconfort (UCL)
ja_jp: 不快閾値 (UCL)
ru_ru: Порог дискомфорта

source: Premier (PHHA 180+)
ja_jp: プレミア(PHHA 180+)

source: Advantage (PHHA 100-240)
ja_jp: アドバンテージ(PHHA 100-240)

source: Quality (PHHA 100-160)
ja_jp: クオリティ(PHHA 100-160)

source: Basic (PHHA Less Than 105)
ja_jp: 基本(PHHA105未満)

source: AC
de_de: Luftleitung
fi_fi: Ilmajohto
fr_fr: CA
ja_jp: 気導

source: BC
de_de: Knochenleitung
fi_fi: Luujohto
fr_fr: CO
ja_jp: 骨導

source: Beltone Website URL
ja_jp: ReSoundウェブサイトURL

source: Premier
ja_jp: プレミア

source: Beltone Solus Pro
ja_jp: Smart Fit

source: M=DAI
ja_jp: 0dB

source: M=T
ja_jp: 0dB

source: R
cs_cz: P
da_dk: H
es_es: D
fi_fi: O
fr_fr: D
hu_hu: J
ja_jp: 右
no_no: H
pl_pl: P
pt_pt: D
sv_se: H
tr_tr: Sağ

source: L
da_dk: V
es_es: I
fi_fi: V
fr_fr: G
hu_hu: B
ja_jp: 左
no_no: V
pt_pt: E
sv_se: V
tr_tr: Sol

source: Zero
cs_cz: Nula
da_dk: Nul
de_de: Null
es_es: Cero
fi_fi: Nollatasoon
fr_fr: Réglages à zéro
hu_hu: Zéro
ja_jp: ゼロにリセット
nl_nl: Nul
no_no: Nullverdi
pt_pt: Zerar
ro_ro: Zerouri
ru_ru: Ноль
sv_se: 0 värden
tr_tr: Sıfır

source: FM
fr_fr: FM (DAI)
ja_jp: FMシステム

source: HI Mic / Micro-Multi Mic
cs_cz: Sluchadlo / Micro-Multi Mic
da_dk: HA mik / Micro mic / Multi mic
de_de: HG Mik / Micro-Multi Mik
es_es: Micro del Audif. / Micro-Multi Mic
fi_fi: Kuulokojeen oma mikrofoni/Langaton Mikrofoni tasapaino
fr_fr: Balance micro appareil / Microphone
hu_hu: HK Mik / Micro-Multi Mik
ja_jp: 【マイク】マイクロホンバランス
nl_nl: Mic / Microfoon
no_no: HA Mik / Micro-Multi Mik
pl_pl: Mikrofon AS / Mini Mik.
pt_pt: Mic do AASI / Micro-Multi Mic
ro_ro: Mic / Mini Mic
ru_ru: Микрофон СА / Микро-Мульти микрофон
sv_se: HA Mik / Mikro-Multi Mik

source: RIE
fr_fr: RITE (écouteur déporté)
ja_jp: 外耳道レシーバ
no_no: RITE

source: MIH
da_dk: Ekstern mik.
fi_fi: Konkkamikrofoni
fr_fr: RM (intra à microphone externe)
hu_hu: RM
ja_jp: 外マイク
nl_nl: RM
pl_pl: RM
pt_pt: RM
ru_ru: RM
sv_se: RM

source: MFI
fr_fr: MFi (conçu pour iPhone)
it_it: MFI Made For iPhone
ja_jp: スマート補聴器
tr_tr: IPhone için üretilen

source: RIE - CS63 + Flex Strip (Option 2)
cs_cz: RIE - CS63 + Flex Strip (Možnost 2)
da_dk: RIE - CS63 + Flex Strip
de_de: RIE - CS63 + Flex Strip (Sydney)
es_es: RIE - CS63 + Flex Strip (Opción 2)
fi_fi: RIE - CS63+Flex Strip (Vaihtoehto 2)
fr_fr: Contour RITE : flex CS63 (alternative 2)
hu_hu: RIE - CS63 + Flex kábel (Opció 2)
it_it: RIE - CS63 + Flex Strip (Opzione 2)
ja_jp: RIE (AL, VO) - CS63 + ﾌﾚｯｸｽ
nl_nl: RIE - CS63 + FlexStrip (optie 2)
no_no: RIE - CS63 + Flex Strip (Alternativ 2)
pl_pl: RIE - CS63 + Flex Strip (Opcja 2)
pt_pt: RIE - CS63 + Fita de Programação (Opção 2)
ro_ro: RIE - CS63 + Flex Strip (Optiunea 2)
ru_ru: RIE - CS63 + гибкий шлейф (Опция 2)
sv_se: RIE - CS63 + Flex Strip (Val 2)

source: RIE - CS63 + Flex Strip (Option 1)
cs_cz: RIE - CS63 + Flex Strip (Možnost 1)
da_dk: RIE - CS63 + Flex Strip
de_de: RIE - CS63 + Flex Strip (Luxor/Lima)
es_es: RIE - CS63 + Flex Strip (Opción 1)
fi_fi: RIE - CS63+FlexStrip (Vaihtoehto 1)
fr_fr: Contour RITE : flex CS63 (alternative 1)
hu_hu: RIE - CS63 + Flex kábel (Opció 1)
it_it: RIE - CS63 + Flex Strip (Opzione 1)
ja_jp: RIE (LN, LS) - CS63 + ﾌﾚｯｸｽ
nl_nl: RIE - CS63 + FlexStrip (optie 1)
no_no: RIE - CS63 + Flex Strip (Alternativ 1)
pl_pl: RIE - CS63 + Flex Strip (Opcja 1)
pt_pt: RIE - CS63 + Fita de Programação (Opção 1)
ro_ro: RIE - CS63 + Flex Strip (Optiunea 1)
ru_ru: RIE - CS63 + гибкий шлейф (Опция 1)
sv_se: RIE - CS63 + Flex Strip (Val 1)

source: BTE
de_de: HdO
nl_nl: AHO
ru_ru: Стандартный BTE

source: DAI
fr_fr: Entrée audio DAI
no_no: Audioinngang
ru_ru: Прямой аудиовход

source: DAI
fr_fr: Entrée audio DAI
no_no: Audioinngang
ru_ru: Прямой аудиовход

source: DAI
fr_fr: Entrée audio DAI
no_no: Audioinngang
ru_ru: Прямой аудиовход

source: BTE
de_de: HdO
nl_nl: AHO
ru_ru: Стандартный BTE

source: MC
ru_ru: Мини-канал (MC)

source: MBTE
da_dk: Mini BTE
de_de: HdO
es_es: Mini BTE
fr_fr: Mini BTE
nl_nl: AHO
pl_pl: Mini BTE
ru_ru: Мини-BTE

source: BTE
de_de: HdO
nl_nl: AHO
ru_ru: Стандартный BTE

source: MC
ru_ru: Мини-канал (MC)

source: MBTE
da_dk: Mini BTE
de_de: HdO
es_es: Mini BTE
fr_fr: Mini BTE
nl_nl: AHO
pl_pl: Mini BTE
ru_ru: Mини-BTE

source: BTE
de_de: HdO
nl_nl: AHO
ru_ru: Стандартный BTE

source: MC
ru_ru: Мини-канал (MC)

source: MBTE
da_dk: Mini BTE
de_de: HdO
es_es: Mini BTE
fr_fr: Mini BTE
nl_nl: AHO
pl_pl: Mmini BTE
ru_ru: Mини-BTE

source: PBTE
de_de: Power HdO
nl_nl: PowerAHO
ru_ru: Мощный BTE

source: MBTE
da_dk: Mini BTE
de_de: HdO
es_es: Mini BTE
fr_fr: Mini BTE
nl_nl: AHO
pl_pl: Mini BTE
ru_ru: Mини-BTE

source: MC
ru_ru: Мини-канал (MC)

source: B10A
de_de: 10A
fr_fr: 10A
ru_ru: 10A
sv_se: 10A

source: B312 10A
da_dk: 312_10A
de_de: 312/10A
fr_fr: 312 10A
ru_ru: 312 10A

source: 5 mm
ru_ru: 5 мм

source: 7 mm
ru_ru: 7 мм

source: 10 mm
ru_ru: 10 мм

source: 500 Hz
ru_ru: 500 Гц

source: 750 Hz
ru_ru: 750 Гц

source: 1000 Hz
ru_ru: 1000 Гц

source: 1500 Hz
ru_ru: 1500 Гц

source: 2000 Hz
ru_ru: 2000 Гц

source: 2000 Hz
ru_ru: 2000 Гц

source: 3000 Hz
ru_ru: 3000 Гц

source: 4000 Hz
ru_ru: 4000 Гц

source: 6000 Hz
ru_ru: 6000 Гц

source: P1
fi_fi: Ohjelma 1
ru_ru: Программа 1
sv_se: Program 1

source: P1
fi_fi: Ohjelma 1
ru_ru: Программа 1
sv_se: Program 1

source: P1
fi_fi: Ohjelma 1
ru_ru: Программа 1
sv_se: Program 1

source: P1
fi_fi: Ohjelma 1
ru_ru: Программа 1
sv_se: Program 1

source: P2
fi_fi: Ohjelma 2
ru_ru: Программа 2

source: P1
fi_fi: Ohjelma 1
ru_ru: Программа 1
sv_se: Program 1

source: P3
fi_fi: Ohjelma 3
ru_ru: Программа 3

source: P4
fi_fi: Ohjelma 4
ru_ru: Программа 4

source: P1
fi_fi: Ohjelma 1
ru_ru: Программа 1
sv_se: Program 1

source: P2
fi_fi: Ohjelma 2
ru_ru: Программа 2

source: P3
fi_fi: Ohjelma 3
ru_ru: Программа 3

source: P4
fi_fi: Ohjelma 4
ru_ru: Программа 4

source: dB SPL
pt_pt: dB NPS
ru_ru: дБ УЗД

source: 5mm
fr_fr: S (5 mm)
ru_ru: 5 мм

source: 7mm
fr_fr: M (7 mm)
ru_ru: 7 мм

source: 10mm
fr_fr: L (10 mm)
ru_ru: 10 мм

source: MPO
ru_ru: ВУЗД

source: 65 db SPL (+/- 2)
fr_fr: 65 dB SPL (+/- 2 dB)
pt_pt: 65 db NPS (+/- 2)
ru_ru: 65 дБ УЗД (+/- 2)

source: 75 db SPL (+/- 3)
fr_fr: 75 dB SPL (+/- 3 dB)
pt_pt: 75 db NPS (+/- 3)
ru_ru: 75 дБ УЗД (+/- 3)

source: MPO
fi_fi: Antotaso
ru_ru: ВУЗД

source: dB
ru_ru: дБ

source: dB SPL
pt_pt: dB NPS
ru_ru: дБ УЗД

source: ms
es_es: mseg
ru_ru: мс

source: mA
ru_ru: мА

source: Hz
ru_ru: Гц

source: 800 Hz
ru_ru: 800 Гц

source: 2500 Hz
ru_ru: 2500 Гц

source: HFA - SPLIV @ 31.6 mA/m (ANSI)
fr_fr: Sensibilité HFA @ 31,6 mA/m (ANSI)
ru_ru: HFA - SPLIV @ 31.6 мA/м (ANSI)

source: HFA ETLS(IEC) - RSETS(ANSI) @ 31.6mA/m
fr_fr: Sensibilité HFA ETLS (CEI) - RSETS (ANSI) à 31,6 mA/m
ru_ru: HFA ETLS (IEC) - RSETS (ANSI) @ 31.6 мA/м

source: 500 Hz
ru_ru: 500 Гц

source: 1600 Hz
ru_ru: 1600 Гц

source: P{0}:
ru_ru: Программа {0}:

source: DAI:
no_no: Audioinngang:
ru_ru: Прямой аудиовход:

source: Libby 4 mm
de_de: Libbyhorn 4 mm
ru_ru: Либби (Libby) 4 мм

source: Libby 3 mm
de_de: Libbyhorn 3 mm
ru_ru: Либби (Libby) 3 мм

source: 1 mm
ru_ru: 1 мм

source: 2 mm
ru_ru: 2 мм

source: 3 mm
ru_ru: 3 мм

source: 5000 Hz
ru_ru: 5000 Гц

source: RM
da_dk: ekstern mik.
fi_fi: Konkkamikrofoni
ru_ru: RM (вынесенный микрофон)

source: MPO
ru_ru: ВУЗД

source: 5 dB
ru_ru: 5 дБ

source: REUG ({0}dB)
ru_ru: REUG ({0}дБ)

source: REIG ({0}dB)
ru_ru: REIG ({0}дБ)

source: dB HL
ru_ru: дБ HL

source: dB nHL
ru_ru: дБ nHL

source: dB eHL
ru_ru: дБ eHL

source: HI
da_dk: HA
de_de: Hörgerät
es_es: Audífono
fi_fi: KK
fr_fr: ACA
hu_hu: HK
ko_kr: 보청기
no_no: HA
pl_pl: AS
pt_pt: AASI
ru_ru: СА
sv_se: Hörapparat

source: DAI
fr_fr: Entrée audio DAI
no_no: Audioinngang
ru_ru: Прямой аудиовход DAI

source: 132dB SPL
ru_ru: 132дБ УЗД

source: REUG 65 dB
ru_ru: REUG 65 дБ

source: 50 dB
ru_ru: 50 дБ

source: REIG 65 dB
ru_ru: REIG 65 дБ

source: 80 dB
ru_ru: 80 дБ

source: 50 dB
ru_ru: 50 дБ

source: 65 dB
ru_ru: 65 дБ

source: 80 dB
ru_ru: 80 дБ

source: 70 dB
ru_ru: 70 дБ

source: 90 dB
ru_ru: 90 дБ

source: REIG 70 dB
ru_ru: REIG 70 дБ

source: 90 dB
ru_ru: 90 дБ

source: REUG 70 dB
ru_ru: REUG 70 дБ

source: P1
ru_ru: Программа 1

source: P2
ru_ru: Программа 2

source: P3
ru_ru: Программа 3

source: P4
ru_ru: Программа 4

source: Binaural Fitting
da_dk: Binaural tilpasning
de_de: Binaurale Anpassung
es_es: Adaptación Binaural
no_no: Binaural tilpasning
pt_pt: Adaptação Binaural

source: This microphone system will amplify sounds from all directions around the hearing instrument wearer, giving him maximum environmental awareness. While listeners find this system comfortable, it typically does not improve listening in noisy environments.
da_dk: Dette system vil forstærke alle lyde fra alle retninger omkring hørespparatbrugeren. Dette giver maksimal opmærksomhed på alle omgivelserne. Lyttere finder oftest dette komfortabelt, men det vil typisk ikke være den bedste løsning med henblik på taleforståelse i støjende omgivelser.
es_es: Este modo de micrófono, amplificará los sonidos de todas las direcciones alrededor del usuario, aportando al usuario una mejor percepción del entorno. Por lo general a los usuarios les resulta cómodo este sistema, pero generalmente no mejora la discriminación en entornos de ruido.
fr_fr: Le microphone de l'aide auditive va capter les sons provenant de toutes les directions. Les conversations peuvent être difficiles, notamment dans les environnement sonores bruyants.
no_no: Direksjonalitetssystemet forsterker signaler fra alle retninger rundt høreapparatbrukeren. Dette gir brukeren maksimal gjengivelse av omgivelsene. Mange opplever dette som komfortabelt, men det forbedrer ikke typisk lytting i støyende omgivelser.
pt_pt: O sistema de microfone irá amplificar os sons de todas as direções em volta do usuário, dando maior noção espacial. Apesar dos usuários acharem que é maior conforto, tipicamente não mellhora a escuta em ambientes ruidosos.

source: The hearing instrument microphone picks up sounds coming from all directions. This may cause communication to be difficult in dynamic listening situations.
da_dk: Høreapparatets mikrofon fanger lyde fra alle retninger. Dette kan betyde at kommunikation er svært i dynamiske lyttesituationer.
es_es: El micrófono del audífono recoge sonidos de todas las direcciones. Esto suele provocar dificultades de comunicación en situaciones auditivas dinámicas.
fr_fr: Le microphone de l'aide auditive va capter les sons provenant de toutes les directions. Les conversations peuvent être difficiles, notamment dans les environnement sonores bruyants.
no_no: Mikrofonene forsterker lyder fra alle retninger, dette kan gjøre kommunikasjon vanskelig i dynamiske lyttesituasjoner.
pt_pt: O microfone do aparelho capta os sons de todas as direções. Isso pode causar uma dificuldade na comunicação em situações de escuta dinâmica.

source: There is no attenuation of wind noise, which leads to turbulent sound quality and poor speech understanding for the hearing instrument user.
da_dk: Der er ingen dæmpniong af vindstøj, og der med turbulet lydkvalitet og dårlig taleforståelse for høreapparatbrugeren.
es_es: No hay reducción de ruido de viento, lo cuál provoca una baja calidad sonora y una peor discriminación del lenguaje en el usuario.
fr_fr: Il n'y a pas d'atténuation du bruit du vent : des turbulences apparaissent, entraînant une faible qualité sonore et une compréhension dégradée.
no_no: Vindstøy er ikke dempet, noe som gir turbulent lydkvalitet og dårlig taleforståelse for høreapparatbrukeren.
pt_pt: Não tem atenuação do ruído de vendo, o qual leva a qualidade sonora turbulenta e baixa compreensão de fala para o usuário.

source: When wind noise reduction is activated, the disturbance of turbulent air flow over the hearing instrument microphones is reduced. The benefit is improved speech understanding and better sound quality when outside in windy conditions.
es_es: Cuando activamos el reductor de ruido de viento, se reduce el efecto de la turbulencia del viento sobre el micrófono del audífono. El beneficio es una mejor discriminación del habla y una mejor calidad sonora al aire libre cuando hay viento.
fr_fr: Le bruit du vent est détecté par l'appareil, analysé puis réduit. La qualité sonore est ainsi préservée, tout comme la compréhension du patient.
no_no: Når Wind Guard er aktivert er forstyrrelsen av den turbulente vindstøyen redusert. Fodelen er forbedret taleforståelse og bedre lydkvalitet i vindfulle omgivelser.
pt_pt: Quando a redução de ruído de vento é ativada, a turbulência causada no microfone pelo vento é reduzida. O benefício é uma melhora na compreensão de fala e melhor qualidade sonora em ambientes externos com vento.

source: Linear with Output Compression
da_dk: Lineær med output kompression
es_es: Lineal con Compresión de Salida
fr_fr: Traitement de signal linéaire
no_no: Lineær med output kompresjon
pt_pt: Linear com Compressão de Saída

source: The auditory system consists of the ear and pathways that take sound information to the brain, as well as the area of the brain in which sound is perceived.
es_es: El sistema auditivo, está compuesto del oído y el nervio que lleva la información al cerebro, así como el área del cerebro en la cuál el sonido es percibido.
fr_fr: Le système auditif est constitué de l'oreille, des organes qui permettent de transmettre l'information sonore au cerveau, ainsi que de la partie du cerveau qui traite cette information sonore.
no_no: Det audiotoriske systemet består av øret og sentrale nervebaner som fører lyd til hjernen og også til det området i hjernen som oppfatter lydene.
pt_pt: O sistema auditivo consiste da orelha e das vias que leva a informação sonora para o cérebro, como também a área do cérebro onde o som é processado.

source: The inner ear contains the sensory organs for hearing and balance. The snail-shaped cochlea is the part of the inner ear in which the organ of hearing is located. Sensitive hair cells in the cochlea convert the sound vibrations into electrical impulses that are carried through the auditory nerve to the brain.
es_es: El oído interno está formado por los órganos sensoriales del sonido y el equilibrio. La cóclea es la parte del oído interno donde se encuentran los órganos que reciben el sonido. Las células ciliadas de la cóclea son las encargadas de convertir el sonido en impulsos eléctricos que se transmiten al cerebro a través del nervio auditivo.
fr_fr: L'oreille interne contient les organes de l'ouïe et de l'équilibre. La cochlée est l'organe de l'ouïe contenant les cellules ciliées qui transforment les vibrations sonores en impulsions électriques, qui sont ensuite envoyées au cerveau par le nerf auditif.
no_no: Indreøret består av sanseorganer for hørsel og balanse. Den snegleformede cochlea er den delen av indreøret hvor hørsel er lokalisert. Sensitive hårceller i cochlea konverterer lydvibrasjoner til elektriske impulser som følger hørselsnerven til hjernen.
pt_pt: A orelha interna consiste dos órgãos sensoriais para audição e equilíbro. A cóclea é um parte da orelha interna, em que o órgão da audição está localizado. Células ciliadas na cóclea converte as vibrações sonoras em impulsos nervosos, que são enviados ao cérebro por meio do nervo auditivo.

source: The middle ear is a small air-filled cavity connected by the Eustachian tube to the back of throat. The Eustachian tube opens periodically to maintain normal air pressure in the middle ear. A chain of three small bones, the hammer (malleus), the anvil (incus) and the stirrup (stapes) conducts the sound vibrations from the eardrum to the inner ear.
da_dk: Mellemøret er et lille lyuftfyldt hulrum forbundet til næsehulen med det eustatiske rør. Det eustatiske rør åbnes med mellemrum så et normalt lufttryk kan opretjoldes i mellemøret. En kæde af tre små knogler, hammeren (malleus), ambolten (incus) og stigbøjlen (stapes) leder lydvibrationerne fra trommehinden til det indre øre.
es_es: El oído medio en una pequeña cavidad llena de aire que comunicada con el sistema respiratorio por la Trompa de Eustaquio. La trompa de Eustaquio se abre periódicamente para mantener un presión normal dentro del oído medio. Una cadena de tres pequeños huesecillos, el yunque, el matillo y el estribo, transmiten las vibraciones del tímpano al oído interno.
fr_fr: L'oreille moyenne est une petite cavité remplie d'air, relié à l'arrière de la gorge par la trompe d'Eustache. Cette dernière s'ouvre de temps en temps afin de maintenir une pression normale dans l'oreille moyenne. Trois petits os (le marteau, l'enclume et l'étrier) se chargent de transmettre les vibrations du tympan vers l'oreille interne.
no_no: Mellomøret er et lite luftfylt rom som har en forbindelse til halsen via Tuba auditiva. Tuba auditiva åpnes periodevis for å utligne trykket i mellomøret. Mellomøret består av tre små ben, hammeren,(malleus), ambolten (incus) og stigbøylen(stapes) som fører lydviberasjoner til indreøret.
pt_pt: A orelha média é uma cavidade de ar pequena que conecta o tubo de Eustaquio na garganta. O tubo de Eustaquio abre periodicamente para manter o nível de pressão normal na orelha média. Uma cadeia de 3 ossísculos - martelo (malleus), bigornia (incus) e estribo (stapes) - conduz as vibrações sonoras da membrana timpânica para a orelha interna.

source: The outer ear consists of an external part (the auricle or pinna), the ear canal and the eardrum (tympanic membrane). The purpose of the Pinna is to collect sound and transfer it to the ear canal. The ear canal directs sound to the eardrum and protects the middle ear. A self-cleaning system, it also produces earwax which captures debris as it naturally travels out of the ear canal. The eardrum which is located at the end of the ear canal is a thin, delicate membrane separating the cavity of the middle ear from the ear canal. Sound waves hitting the eardrum cause it to vibrate. These vibrations are transmitted to the middle ear.
da_dk: Det ydre øre består af en ekstern del (auriklen og pinna), øregangen og trommehinden. Fornålet med pinna er at opsamle lyd og lede den ind i øregangen. Øregangen leder lyden til trommehinden og beskytter det indre øre. Det er et selvrensende system, der produceres ørevoks der fanger skidt og støv og leder det ud af øregangen i en naturlig proces hvor ørevek langomt bevæger sig ud af øregangen. Øregangen er lokaliseret for enden af øregangen opg er en tynd membran der adskiller ydre øre og mellemøre. Lydbølger der rammer trommehinden for den til at vibrere. Disse vibrationer overføres til mellemøret.
es_es: El oído externo esta compuesto de una parte externa (la oreja), el canal auditivo y el tímpano (membrana timpánica). La oreja recoge el sonido y lo dirige al interior del conducto auditivo. El conducto auditivo lleva el sonido al tímpano y protege al oído medio. Un sistema de auto-limpieza, que también genera cerumen, el cual atrapa las partículas de polvo y/o suciedad y las expulsa de forma natural. El tímpano está localizado al final del conducto auditivo, y es una membrana fina y delicada que separa el oído medio del conducto auditivo. Las ondas sonoras que golpean al tímpano, lo hacen vibrar, y dichas vibraciones se transmiten al oído medio.
fr_fr: L'oreille externe se compose du pavillon de l'oreille, du conduit auditif et du tympan. Le but du pavillon de l'oreille est de capter les sons et de les transmettre au conduit auditif. Celui-ci dirige les sons vers le tympan. La membrane du tympan, située à l'extrémité du conduit auditif, est une membrane mince et fragile séparant l'oreille moyenne du conduit auditif. Les ondes sonores font vibrer cette membrane, transmettant ainsi ces vibrations à l'oreille moyenne.
no_no: Ytre øret består av en eksternal del (auricle eller pinna), ørekanalen og trommehinna (tympanic membrane). Formålet med Pinna er å fange opp lydsignaler og sende de til ørekanalen. Ørekanalen sender lyd til trommehinnen og beskytter mellomøret. Et selvrensende system som også produserer ørevoks skyller ut rusk fra ørekanalen. Trommehinnen som ligger ved enden av ørekanalen er en tynn membran som skiller ørekanalen fra mellomøret. Lydbølgene vibrerer på trommehinnen og sendes videre til mellomøret.
pt_pt: A orelha externa consiste da parte externa da orelha (pavilhão auricular), do canal auditivo e da membrana timpânica. A função do Pavilhão Auricular é captar o som e transferir para o canal auditivo. O canal auditivo direciona o som para a membrana timpânica e protege a orelha média. Um sistema de auto-limpeza, que produz cera, capta as sujeiras e explusa da orelha. A membra timpânica, a qual está localizada no final do canal auditivo, é fina, delicada e separa a cavidade da orelha média do canal auditivo. Ondas sonoras que atingem a membrana timpânica gera vibrações. Essas vibrações são transmitidas para a orelha média.

source: With Noise Reduction
da_dk: Med støjreduktion
de_de: Mit Störschallreduzierung
es_es: Con Reductor de Ruido
fr_fr: Avec réducteur de bruit
no_no: Med støyreduksjon
pt_pt: Com Redução de Ruído
