Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Copy to PhoneNow
cs_cz: Kopírovat do "PhoneNow"
da_dk: Kopier til PhoneNow
de_de: Zu PhoneNow kopieren
es_es: Copiar a PhoneNow
fi_fi: Kopioi PhoneNow ohjelmaan
fr_fr: Copier dans PhoneNow
hu_hu: Másolás a PhoneNow-ba
it_it: Copia in PhoneNow
ja_jp: スムーズホンへコピー
ko_kr: PhoneNow로 복사합니다
nl_nl: Kopieer naar PhoneNow
no_no: Kopier til PhoneNow
pl_pl: Kopiuj do PhoneNow
pt_pt: Copiar para o PhoneNow
ro_ro: Copiaza in telefon
ru_ru: Скопировать в PhoneNow
sv_se: Kopiera till Autotelefon
tr_tr: PhoneNow'a Kopyala
zh_cn: 复制至自动电话

source: Copies this program to PhoneNow
cs_cz: Kopíruje tento program do "PhoneNow"
da_dk: Kopier dette program til PhoneNow
de_de: Kopiert dieses Programm zu PhoneNow
es_es: Copia este programa a PhoneNow
fi_fi: Kopioi tänän ohjelman PhoneNow ohjelmaan
fr_fr: Permet de copier les réglages du programme manuel Téléphone dans le programme automatique PhoneNow
hu_hu: A program másolása a PhoneNow-ba
it_it: Copia questo programma in PhoneNow
ja_jp: このプログラムをオートホンにコピーする
ko_kr: 이 프로그램을 PhoneNow로 복사합니다
nl_nl: Kopieer dit programma naar PhoneNow
no_no: Kopier dette programmet til PhoneNow
pl_pl: Kopiuje ten program do PhoneNow
pt_pt: Copiar este programa para o PhoneNow
ro_ro: Copiaza programul in telefon acum
ru_ru: Скопировать эту программу в PhoneNow
sv_se: Kopierar programmet till Autotelefon
tr_tr: Bu programı PhoneNow 'a kopyala
zh_cn: 复制程序至自动电话

source: Small
cs_cz: Malé
da_dk: Lille
de_de: Klein
es_es: Pequeño
fi_fi: Pieni
fr_fr: S (5 mm)
hu_hu: Kicsi
it_it: Piccolo
ja_jp: S
nl_nl: Klein
no_no: Liten
pl_pl: Mała
pt_pt: Pequeno
ro_ro: Mic
ru_ru: Маленький
sv_se: Liten
tr_tr: Küçük
zh_cn: 小

source: Medium
cs_cz: Střední
de_de: Mittel
es_es: Mediano
fi_fi: Normaali
fr_fr: M (7 mm)
hu_hu: Közepes
it_it: Medio
ja_jp: M
pl_pl: Średnia
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средний
sv_se: Medel
tr_tr: Orta
zh_cn: 中

source: Large
cs_cz: Velké
da_dk: Stor
de_de: Groß
es_es: Grande
fi_fi: Suuri
fr_fr: L (10 mm)
hu_hu: Nagy
it_it: Grande
ja_jp: L
nl_nl: Groot
no_no: Stor
pl_pl: Duża
pt_pt: Grande
ro_ro: Mare
ru_ru: Большой
sv_se: Stor
tr_tr: Geniş
zh_cn: 大

source: Adaptive Directionality
cs_cz: Adaptivní směrovost
de_de: Adaptive Direktionalität
es_es: Direccionalidad Adaptativa
fi_fi: Adaptiivinen suuntakuvio
fr_fr: Directionnel adaptatif
hu_hu: Adaptív direkcionalitás
it_it: Direzionalità Adattiva
ja_jp: 環境適応型指向性
ko_kr: 적응 방향성
nl_nl: Adaptieve Directionaliteit
no_no: Adaptiv Direksjonalitet
pl_pl: Kierunkowość Adaptacyjna
pt_pt: Direcionalidade Adaptativa
ro_ro: Directional adaptativ
ru_ru: Адаптивная направленность
sv_se: Adaptiv Riktverkan
zh_cn: 自适应方向性

source: Database
cs_cz: Databáze
de_de: Datenbank
es_es: Base de Datos
fi_fi: Noah tietokanta
fr_fr: base de données
hu_hu: Adatbázis
ja_jp: データベース
ko_kr: 데이타베이스
pl_pl: Baza danych
pt_pt: Banco de Dados
ro_ro: Baza de Date
ru_ru: База данных
sv_se: NOAH´s databas
tr_tr: Veritabanı
zh_cn: 数据库

source: 4. Save information to Database and the hearing instrument(s)
cs_cz: 4. Uloží informace do databáze a do sluchadla(del)
da_dk: 4. Gem information i NOAH og høreapparat(er)
de_de: 4. Anpassung speichern in Datenbank und Hörsystem(e)
es_es: 4. Guardar la información en la base de datos y en el(los) audífono(s)
fi_fi: 4. Tallentaa tiedot Noah tietokantaan ja kuulokojeisiin
fr_fr: 4°) Sauvegarde les réglages dans la base de données et les appareils.
hu_hu: 4. Információ mentés az adtbázisba és a készülékbe
it_it: 4. Salva informazioni nel Database e negli Apparecchi Acustici
ja_jp: 4. 補聴器とパソコンへ保存します
ko_kr: 4. 데어티베이스와 보청기에 정보를 저장합니다
nl_nl: 4. De gegevens opslaan in de database en in de hoortoestellen
no_no: 4. Lagre informasjonen i Databasen og høreapparat(ene)
pl_pl: 4. Zapisze informacje do bazy danych i aparatu(ów) słuchowego(ych)
pt_pt: 4. Salvar estas informações no banco de dados e no(s) aparelho(s) auditivo(s)
ro_ro: 4.Salveaza informatia si aparatul auditiv in baza de date
ru_ru: 4. Сохранение в базу данных и СА
sv_se: 4. Spara informationen till databas (Noah) och hörapparat.
tr_tr: 4. Bilgiyi veritabanına ve işitme cihazına kaydet.
zh_cn: 4. 保持至数据库和助听器。

source: Read from Database
cs_cz: Přečíst z databáze
da_dk: Læs fra NOAH
de_de: Daten aus Datenbank einlesen
es_es: Leer de la Base de Datos
fi_fi: Luetaan tietokannasta
fr_fr: Lire les réglages de la base de données
hu_hu: Olvasás az adtbázisból
it_it: Leggi dal Database
ja_jp: パソコンからの読込み
ko_kr: 데이터 베이스에서 읽습니다
nl_nl: Uitlezen uit database
no_no: Les fra database
pl_pl: Czytaj z Bazy Danych
pt_pt: Ler do banco de dados
ro_ro: Citeste baza de date
ru_ru: Считать из базы данных
sv_se: Läs från databas
tr_tr: Veritabanından Oku
zh_cn: 从数据库中读出

source: Story - Female
cs_cz: Vyprávění - žena
da_dk: Fortælling - Kvinde
de_de: Erzählung - Weiblich
es_es: Historia - Femenino
fi_fi: Tarina - Nainen
fr_fr: Parole - Femme
hu_hu: Történet - Nő
it_it: Storia - Donna
ja_jp: ストーリー（女性）
ko_kr: 스토리 - 여성
nl_nl: Verhaaltje- vrouwenstem
no_no: Fortelling - Kvinne
pl_pl: Historia - Kobieta
pt_pt: Estória-Feminino
ro_ro: Poveste - Female
ru_ru: История - женщина
sv_se: Historia - Kvinna
tr_tr: Hikaye - Kadın
zh_cn: 讲故事-女性

source: Story - Male
cs_cz: Vyprávění - muž
da_dk: Fortælling - Mand
de_de: Erzählung- Männlich
es_es: Historia - Masculino
fi_fi: Tarina - Mies
fr_fr: Parole - Homme
hu_hu: Történet - Férfi
it_it: Storia - Uomo
ja_jp: ストーリー（男性）
ko_kr: 스토리 - 남성
nl_nl: Verhaaltje- mannenstem
no_no: Fortelling - Mann
pl_pl: Historia - Mężczyzna
pt_pt: Estória-Masculino
ro_ro: Poveste - Male
ru_ru: История - мужчина
sv_se: Historia - Man
tr_tr: Hikaye - Erkek
zh_cn: 讲故事-男性

source: Cold Season
cs_cz: Chladné období
da_dk: Kolde årstid
de_de: Kalte Jahreszeit
es_es: Estación Fría
fi_fi: Kylmä ajanjakso
fr_fr: Parole - 2 femmes
hu_hu: Hideg évszak
it_it: Stagione fredda
ja_jp: 寒い季節
ko_kr: 추운 계절
nl_nl: Verkouden stem
no_no: Kald Sesjon
pl_pl: Okres Zimowy
pt_pt: Estação Fria
ro_ro: Sezonul rece
ru_ru: Прохладный сезон
sv_se: Kall säsong
tr_tr: Soğuk Dönem
zh_cn: 冷季

source: Piano
cs_cz: Pianino
fr_fr: Musique - Piano
hu_hu: Zongora
ja_jp: ピアノ
ko_kr: 피아노
pl_pl: Pianino
ro_ro: Pian
ru_ru: Фортепиано
zh_cn: 钢琴

source: Police
cs_cz: Policie
da_dk: Politi
de_de: Polizei
es_es: Policía
fi_fi: Poliisi
fr_fr: Sirène de police
hu_hu: Rendőrség
it_it: Polizia
ja_jp: 警察官
ko_kr: 경찰
nl_nl: Politiesirene
no_no: Politi
pl_pl: Policja
pt_pt: Polícia
ro_ro: Politie
ru_ru: Милиция
sv_se: Polis
tr_tr: Polis
zh_cn: 警察

source: Music - Classical
cs_cz: Hudba - klasická
da_dk: Musik - Klassisk
de_de: Musik - Klassik
es_es: Música - Clásica
fi_fi: Musiikki - Klassinen
fr_fr: Musique - Classique
hu_hu: Zene - Klasszikus
it_it: Musica - Classica
ja_jp: 音楽 - クラシック
ko_kr: 뮤직 - 클래식
nl_nl: Muziek - Klassiek
no_no: Musikk - Klassisk
pl_pl: Muzyka - Klasyczna
pt_pt: Música-Clássica
ru_ru: Музыка - Классика
sv_se: Musik - Klassisk
tr_tr: Müzik- Klasik
zh_cn: 音乐-经典

source: Music - Jazz
cs_cz: Hudba - jazz
da_dk: Musik - Jazz
de_de: Musik - Jazz
es_es: Música - Jazz
fi_fi: Musikki - Jazzi
fr_fr: Musique - Jazz
hu_hu: Zene - Jazz
it_it: Musica - Jazz
ja_jp: 音楽 - ジャズ
ko_kr: 뮤직 - 재즈
nl_nl: Muziek - Jazz
no_no: Musikk - Jazz
pl_pl: Muzyka - Jazz
pt_pt: Música-Jazz
ru_ru: Музыка - Джаз
sv_se: Musik - Jazz
tr_tr: Müzik- Caz
zh_cn: 音乐-爵士

source: Music - Piano
cs_cz: Hudba - piano
da_dk: Musik - Piano
de_de: Musik - Piano
es_es: Música - Piano
fi_fi: Musikki - Piano
fr_fr: Musique - Piano
hu_hu: Zene - Zongora
it_it: Musica - Piano
ja_jp: 音楽 - ピアノ
ko_kr: 음악 - 피아노
nl_nl: Muziek - Piano
no_no: Musikk - Piano
pl_pl: Muzyka - Pianino
pt_pt: Música-Piano
ru_ru: Музыка - Фортепиано
sv_se: Musik - Piano
tr_tr: Müzik - Piano
zh_cn: 音乐-钢琴

source: New Audiogram
cs_cz: Nový audiogram
da_dk: Nyt Audiogram
de_de: Neues Audiogramm
es_es: Nuevo Audiograma
fi_fi: Uusi audiogrammi
fr_fr: Nouvel audiogramme
hu_hu: Új audiogram
it_it: Nuovo Audiogramma
ja_jp: 新規オージオグラム
nl_nl: Nieuw audiogram
no_no: Nytt Audiogram
pl_pl: Nowy Audiogram
pt_pt: Novo Audiograma
ro_ro: Audiograma noua
ru_ru: Новая аудиограмма
sv_se: Nytt Audiogram
tr_tr: Yeni Odyogram
zh_cn: 新听力图

source: The audiogram saved in the database does not match the audiogram stored in the hearing instrument(s).
cs_cz: Audiogram uložený v databázi neodpovídá audiogramu uloženému ve sluchadle(ch).
da_dk: Audiogrammet fra Noah er ikke det samme som audiogrammet gemt i høreapparatet.
de_de: Das in der Datenbank gespeicherte Audiogramm stimmt nicht mit dem Audiogramm im Hörsystem überein.
es_es: El audiograma de la base de datos no se corresponde con el audiograma almacenado en el(los) audífono(s).
fi_fi: Tietokannassa oleva audiogrammi ei vastaa kuulokojeissa olevaa audiogrammia.
fr_fr: L'audiogramme de la session en cours est différent de celui enregistré dans l'appareil.
hu_hu: A most betöltött audiogram nem egyezik a készülékben tárolttal.
it_it: L'audiogramma salvato nel database (Noah) non corrisponde all' audiogramma memorizzato nell'apparecchio acustico.
ja_jp: パソコンに保存されたオージグラムは補聴器に保存されたものと異なります
ko_kr: 데이터 베이스에 저장된 오디오그램이 보청기에 저장된 오디오그램과 불일치 합니다.
nl_nl: Het audiogram uit de database stemt niet overeen met het in de toestellen opgeslagen audiogram.
no_no: Audiogrammet lagret i databasen samsvarer ikke med audiogrammet lagret i høreapparat(ene).
pl_pl: Audiogram z bazy danych nie jest zgodny z audiogramem zapisanym w aparacie(ach) słuchowym(ch).
pt_pt: O audiograma salvo no banco de dados não coincide com o audiograma armazenado no aparelho
ro_ro: Audiograma încărcata in baza de date nu se potriveşte cu audiograma stocata in aparatul auditiv.
ru_ru: Аудиограмма, сохраненная в базе данных не соответствует аудиограмме, сохраненной в СА.
sv_se: Aktuellt audiogram matchar inte audiogrammet som sparats i hörappparat.
tr_tr: Veri bankasında kaydedilmiş olan odyogram ile cihazdaki odyogram eşleşmiyor.
zh_cn: 当前的听力图与助听器中存储的听力图不一致。

source: Would you like to re-fit the instrument(s) based on the audiogram stored in the database?
cs_cz: Chcete přenastavit sluchadlo(dla) na základě aktuálně načteného audiogramu?
da_dk: Vil du gentilpasse høreapparaterne baseret på nuværende audiogram?
de_de: Möchten Sie eine Neuberechnung auf der Grundlage des aktuellen Audiogramms vornehmen?
es_es: ¿Le gustaría re-ajustar el(los) audífono(s) basándose en el audiograma almacenado en la base de datos?
fi_fi: Haluatko uudelleensovittaa kuulokojeet perustuen tietokannassa olevaan audiogrammiin ?
fr_fr: Voulez-vous utiliser l'audiogramme de la session en cours pour refaire les réglages ?
hu_hu: Szeretné újrailleszteni a készüléket a tárolt audiogram alapján?
it_it: Vuoi ricalcolare il fitting dei dispositivi basandoti sull' audiogramma salvato nel Database?
ja_jp: パソコンに保存されたオージオグラムで補聴器をオートフィットしますか？
ko_kr: 데이터 베이스에 저장된 오디오그램에 따라 보청기를 다시 피팅하시겠습니까?
nl_nl: Toestel(len) opnieuw aanpassen, gebaseerd op het audiogram uit de database?
no_no: Ønsker du å tilpasse apparat(ene) på nytt basert på audiogram lagret i databasen?
pl_pl: Czy chcesz ponownie dopasować aparat(y) na podstawie audiogramu z bazy danych?
pt_pt: Você gostaria de re-ajustar os aparelhos baseado no audiograma armazenado no banco de dados?
ro_ro: Doriţi să reglati aparatul bazat pe audiograma încărcate în baza de date?
ru_ru: Перенастроить СА по данным только что загруженной аудиограммы?
sv_se: Vill du återanpassa hörapparat(er) baserat på audiogram från databasen?
tr_tr: İşitme cihazının odyogramını veri bankasında kaydedilmiş odyogramı kullanarak yeniden ayarlamak istermisin?
zh_cn: 您想用当前听力图重新计算助听器验配数据吗？

source: Created:
cs_cz: Vytvořeno:
da_dk: Dannet:
de_de: Erstellt:
es_es: Creado:
fi_fi: Luotu :
fr_fr: Créé le :
hu_hu: Készítve:
it_it: Creato:
ja_jp: 作成されたもの:
ko_kr: 생성된:
nl_nl: Gecreëerd:
no_no: Opprettet:
pl_pl: Utworzono:
pt_pt: Criado:
ro_ro: Creat:
ru_ru: Создано:
sv_se: Skapad:
tr_tr: Oluşturulan:
zh_cn: 已创建:

source: ReSound Aventa 3 requires Windows Media Player 11 or higher in order to play video and sound files.{0}{0}To use these features, please download a newer version from Microsoft's website.
cs_cz: Aventa 3 requires Windows Media Player 11 or higher in order to play video and sound files.{0}{0}To use these features, please download a newer version from Microsoft's website.
da_dk: Aventa 3 benytter Windows Media Player 10 eller nyere for at kunne afspille video og lydfiler.{0}{0}For at bruge disse egenskaber skal du downloade en nyere version fra Microsoft's hjemmeside.
de_de: Aventa 3 benötigt den Windows Media Player 11 oder höher um Videos und Soundfiles abspielen zu können. {0}{0}Um diese Funktionen nutzen zu können laden Sie bitte eine neuere Version von der Microsoft Webseite runter.
es_es: Aventa 3 requiere Windows Media Player 11 o superior para reproducir videos o archivos sonoros..{0}{0}Para utilizar estas prestaciones, descargue una versión más actual desde la pagina web de Microsoft
fi_fi: Aventa 3 tarvitsee Windows Media Player 10 tai uudemman toistaakseen video ja audio tiedostoja.{0}{0}Ole hyvä ja lataa uusin versio Microsoftin sivuilta, jos haluat käyttää tätä ominaisuutta.
fr_fr: Aventa 3 nécessite Windows Media Player 10 ou supérieur pour lire les fichiers audio ou vidéo. Vous devez le télécharger sur le site de Microsoft.
hu_hu: Az Aventa 3-nak szüksége van a Windows Media Player 10 vagy késöbbi verziójára a hang és video fájlok lejátszásához.{0}{0}Hogy használni tudja ezeket a tulajdonságokat töltes le a legújabb verziót a Microsoft weboldalról.
it_it: ReSound Aventa 3 richiede Windows Media Player 11 o superiore, al fine di riprodurre file video e audio. {0} {0} Per utilizzare queste funzionalità, si prega di scaricare una versione più recente al sito di Microsoft.
ja_jp: このサウンドを再生するにはWindows Media Playerのバージョンが11以上である必要があります。Microsoft社のウェブサイトからダウンロードして下さい。
ko_kr: Aventa 3은 동영상 및 사운드 파일 재생을 위해 Windows Media Player 11 또는 그 이상의 버전을 요구합니다. {0}{0}이 기능을 사용하려면 , 마이크로 소프트의 웹 사이트에서 최신 버전을 다운로드하십시오.
nl_nl: Aventa 3 vereist Windows Media Player 11 of hoger om de video en audio bestanden af te kunnen spelen.{0}{0} U moet een nieuwere versie downloaden van de website van Microsoft.
no_no: Aventa 3 krever Windows Media Player 10 eller nyere for å kunne spille av video og lydfiler.{0}{0} For å bruke denne funksjonen, vennligst last ned en nyere versjon på Microsoft's hjemmeside.
pl_pl: Aventa 3 wymaga Windows Media Player 11 lub lepszego aby odtwarzać pliki wideo oraz dźwiękowe. {0}{0}Aby skorzystać z tych funkcji proszę pobrać nowszą wersję programu ze strony Microsoft.
pt_pt: O Aventa 3 exige Windows Media Player 10 ou superior, para que você tenha acesso aos vídeos ou arquivos de sons {0} {0}.Para usar essas ferramentas, faça o download da versão atualizada do programa pela Internet.
ro_ro: Aventa 3 necesita Windows Media Player 11 sau mai nou pentru a putea rula fisierele video si audio.{0}{0} Pentru a folosi aceste caracteristici, va rugam descarcati o versiune mai noua de pe situl Microsoft.
ru_ru: Чтобы вопроизвести видео и звуковые файлы, Aventa 3 требуется Windows Media Player 11 или выше.{0}{0}Для использования этой функции, пожалуйста, загрузите новейшую версию с сайта Microsoft.
sv_se: Aventa 3 requires Windows Media Player 11 or higher in order to play video and sound files.{0}{0}To use these features, please download a newer version from Microsoft's website.
tr_tr: Aventa 3 video ve ses dosyalarını çalmak için Windows Media Player 11 veya daha yüksek gerektirir. {0} {0} Bu özellikleri kullanmak için, lütfen Microsoft'un web sitesinden yeni bir sürümünü indirin.
zh_cn: Aventa 3要求安装Windows Media Player 11或更高版本来播放视频和声音声音.{0}{0}欲使用这些功能,请至网站下载最新的版本.

source: Solus Pro requires Windows Media Player 10 or higher in order to play video and sound files.{0}{0}To use these features, please download a newer version from Microsoft’s website.
ja_jp: このサウンドを再生するにはWindows Media Playerのバージョンが11以上である必要があります。Microsoft社のウェブサイトからダウンロードして下さい。
zh_cn: Solus Pro 要求Windows Media Player 10 或以上版本，来播放声音文件{0}{0}要使用这些功能，请下载最新版本。

source: Active Session
cs_cz: Aktivní sezení
da_dk: Aktiv Session
de_de: Aktive Sitzung
es_es: Sesión Activa
fi_fi: Aktiivinen istunto
fr_fr: Session active
hu_hu: Aktív bejegyzés
it_it: Sessione Corrente
ja_jp: 有効なフィッティング
nl_nl: Huidige sessie
no_no: Aktiv Sesjon
pl_pl: Aktywna Sesja
pt_pt: Sessão ativa
ro_ro: Sesiune activa
ru_ru: Активная сессия
sv_se: Aktiv Session
tr_tr: Aktif Oturum
zh_cn: 启用备注

source: Search Results
cs_cz: Výsledky hledání
da_dk: Søgeresultat
de_de: Nach Ergebnissen suchen
es_es: Resultado de Búsqueda
fi_fi: Haun tulos
fr_fr: Rechercher directement ...
hu_hu: Keresés eredmény
it_it: Ricerca Risultati
ja_jp: 検索結果
ko_kr: 결과 찾기
nl_nl: Zoekresultaten
no_no: Søk Resultat
pl_pl: Wyniki Wyszukiwania
pt_pt: Procurar resultados
ro_ro: Cauta rezultate
ru_ru: Результаты поиска
sv_se: Sökresultat
tr_tr: Arama Sonuçları
zh_cn: 查找结果

source: Cut
cs_cz: Vyjmout
da_dk: Klip
de_de: Ausschneiden
es_es: Cortar
fi_fi: Leikkaa
fr_fr: Couper
hu_hu: Vágás
it_it: Taglia
ja_jp: 切り取り
ko_kr: 자르기
nl_nl: Knippen
no_no: Klippe ut
pl_pl: Wytnij
pt_pt: Recortar
ru_ru: Вырезать
sv_se: Klipp Ut
tr_tr: Kes
zh_cn: 剪切

source: Copy
cs_cz: Kopírovat
da_dk: Kopier
de_de: Kopieren
es_es: Copiar
fi_fi: Kopioi
fr_fr: Copier
hu_hu: Másolás
it_it: Copia
ja_jp: コピー
ko_kr: 복사
nl_nl: Kopiëren
no_no: Kopier
pl_pl: Kopiuj
pt_pt: Copiar
ro_ro: Copiaza
ru_ru: Копировать
sv_se: Kopiera
tr_tr: Kopyala
zh_cn: 复制

source: Paste
cs_cz: Vložit
da_dk: Indsæt
de_de: Einfügen
es_es: Pegar
fi_fi: Liitä
fr_fr: Coller
hu_hu: Beillesztés
it_it: Incolla
ja_jp: ペースト
ko_kr: 붙이기
nl_nl: Invoegen
no_no: Lim inn
pl_pl: Wklej
pt_pt: Colar
ro_ro: adauga
ru_ru: Вставить
sv_se: Klistra in
tr_tr: Yapıştır
zh_cn: 粘贴

source: Mild
cs_cz: Lehká
de_de: Leicht
es_es: Leve
fi_fi: Lievä
fr_fr: Faible
hu_hu: Enyhe
it_it: Lieve
ja_jp: 軽度
ko_kr: 경도
nl_nl: Licht
pl_pl: Lekki
pt_pt: Leve
ro_ro: usoara
ru_ru: Легкая
tr_tr: Hafif
zh_cn: 轻度

source: Moderate
cs_cz: Střední
da_dk: Moderat
de_de: Mittel
es_es: Moderada
fi_fi: Kohtalainen
fr_fr: Modérée
hu_hu: Közepes
it_it: Moderata
ja_jp: 中等度
ko_kr: 중도
nl_nl: Matig
no_no: Moderat
pl_pl: Umiarkowany
pt_pt: Moderada
ru_ru: Средняя
sv_se: Måttlig
tr_tr: Orta
zh_cn: 中度

source: Severe
cs_cz: Těžká
da_dk: Svær
de_de: Stark
es_es: Severa
fi_fi: Vaikea
fr_fr: Sévère
hu_hu: Nagyfokú
it_it: Severa
ja_jp: 高度
ko_kr: 고도
nl_nl: Ernstig
no_no: Alvorlig
pl_pl: Znaczny
pt_pt: Severa
ru_ru: Тяжелая
sv_se: Grav
tr_tr: İleri
zh_cn: 重度

source: Profound
cs_cz: Zbytky sluchu
da_dk: Middelsvær
de_de: Hochgradig
es_es: Profunda
fi_fi: Erittäin vaikea
fr_fr: Profonde
hu_hu: Hallásmaradvány
it_it: Profonda
ja_jp: 重度
ko_kr: 심도
nl_nl: Zwaar
no_no: Svært Alvorlig
pl_pl: Głęboki
pt_pt: Profunda
ro_ro: Profund
ru_ru: Глубокая
sv_se: Mycket grav
tr_tr: Çok İleri
zh_cn: 极重度

source: No audiogram or fitting data is stored in {0}. You will lose all current audiogram, instrument, and fitting data
cs_cz: Žádný audiogram ani nastavovací data nejsou uložena v {0}. Ztratíte všechny aktuální audiogramy a nastavovací data.
da_dk: Der er ikke gemt audiogram eller tilpasningsdata i {0}. Du vil miste alle audiogrammer, apparater og tilpasningsdata
de_de: Kein Audiogramm oder Anpassdaten gespeichert (0). Sie verlieren alle aktuellen Audiogramm- und Anpassdaten.
es_es: No hay datos de adaptación ni audiometrías grabadas en {0}. Perderá la audiometría actual, los datos de adaptación y del audífono
fi_fi: Audiogrammi- tai sovitustietoja ei tallennettu {0}. Menetät tehdyn audiorammi-, kuulokoje- ja sovitustiedon
fr_fr: Aucune donnée enregistrée à {0}. L'audiogramme, l'appareil et les réglages actuels seront perdus.
hu_hu: Nincs audiogram vagy illesztési adat tárolva a {0}. El fogja veszíteni az aktuális audiogramot, készüléket, és illesztési adatot.
it_it: Audiogramma o dati di fitting memorizzati in {0}. Perderai l'audiogramma corrente, e i dati del dispositivo e di fitting
ja_jp: オージオグラムまたはフィッティングデータが{0}へ保存されませんでした。 調整に関するデータが失われた可能性があります。
ko_kr: {0}에 저장된 피팅데이터나 오디오그램이 없습니다. 모든 현재의 오디오그램, 보청기, 피팅데이터가 없어지게 될 것입니다.
nl_nl: Er zijn geen aanpas- of audiogramgegegevens opgeslagen in (0). Alle audiogram-, toestel- en aanpasgegevens gaan verloren.
no_no: Ingen audiogram eller tilpasningsdata er lagret i {0}. Du vil miste aktuelt audiogram, apparat og tilpasningsdata.
pl_pl: Nie znaleziono audiogramu ani danych dopasowania w {0}. Utracisz wszystkie aktualne audiogramy, dane o aparatach i dopasowania.
pt_pt: Nenhum audiograma ou ajuste armazendo {0}. Você irá perder o audiograma atual, aparelhos e dados de ajuste.
ro_ro: Nici o audiograma sau reglaj nu este salvata in {0} Toate datele reglajului si audiograma curenta vor fi pierdute
ru_ru: Данные аудиограммы или настройки не сохранены в {0}. Текущая аудиограмма, информация о СА и данные настройки будут утрачены.
sv_se: Inget audiogram eller anpassningsdata är lagrad i {0}. Du kommer förlora all aktuell audiogram, hörapparat och anpassningsdata.
tr_tr: {0} da bulunan hiçbir odyogram veya fitting verisi yok. Mevcut olan tüm odyogram,cihaz ve uygulama verisini kaybedeceksin.
zh_cn: 在{0}中未发现听力图或验配数据。您将丢失当前的听力图和验配数据。

source: Auto-Phone
zh_cn: 自动电话

source: Smart Gain Pro
zh_cn: 智能环境优化器

source: Smart Beam
ja_jp: オートスコープ
zh_cn: 智能多维

source: DFS Ultra II
fr_fr: Anti Larsen DFS Ultra II
it_it: DFS Ultra II (5 opzioni)
ja_jp: ウルトラDFS II
pt_pt: DFS Ultra II - cancelamento de feedback
zh_cn: 超级DFS II

source: DFS Ultra II
fr_fr: Anti Larsen DFS Ultra II
it_it: DFS Ultra II (4 opzioni)
ja_jp: ウルトラDFS II
pt_pt: DFS Ultra II - cancelamento de feedback
zh_cn: 超级DFS II

source: Serbo-Croatian
da_dk: Sernokroatisk
ja_jp: クロアチア語
zh_cn: 塞尔维亚-克罗地亚

source: Slovakian
da_dk: Slovakisk
ja_jp: スロバキア語
zh_cn: 斯洛伐克

source: Latin American Spanish
da_dk: Latinamerikansk spansk
ja_jp: 中南米スペイン語
zh_cn: 拉丁美洲西班牙语

source: Number of Hearing Aids:
cs_cz: Počet sluchadel:
da_dk: Antal høreapparater:
de_de: Anzahl der Hörsysteme
es_es: Número de Audífonos:
fi_fi: Kuulokojeiden määrä :
fr_fr: Appareillage :
hu_hu: Hallókészülékek száma:
it_it: Numero di Apparecchi Acustici:
ja_jp: 補聴器の数:
ko_kr: 보청기 수:
nl_nl: Aantal hoortoestellen:
no_no: Antall Høreapparater:
pl_pl: Numer Aparatu Słuchowego:
pt_pt: Número dos AASIs
ro_ro: Seria aparatului auditiv
ru_ru: Количество СА:
sv_se: Antal hörapparater:
tr_tr: İşitme Cihazları Sayısı:
zh_cn: 助听器数量:

source: Unilateral
cs_cz: Unilaterální
da_dk: Monaural
de_de: Monaural
fi_fi: Yksipuolinen
fr_fr: Monaural
hu_hu: Unilateriális
it_it: Unilaterale
ja_jp: 一側性
nl_nl: Eenzijdig
pl_pl: Jednousznie
ru_ru: С одной стороны
zh_cn: 单向

source: Bilateral
cs_cz: Bilaterální
de_de: Binaural
fi_fi: Kahdenvälinen
fr_fr: Binaural
hu_hu: Bilaterális
it_it: Bilaterale
ja_jp: 両側性
nl_nl: Tweezijdig
pl_pl: Obuuszne
ru_ru: С двух сторон
zh_cn: 双向

source: Limiting:
cs_cz: Omezení:
da_dk: Begrænsning:
de_de: Begrenzen:
es_es: Limitación:
fi_fi: Rajoitetaan :
fr_fr: Limitation en sortie :
hu_hu: Határolás:
it_it: Limitazione:
ja_jp: MPO条件:
nl_nl: Begrenzing:
no_no: Begrensende:
pl_pl: Ograniczenia:
pt_pt: Limitação:
ro_ro: Limitare
ru_ru: Ограничения:
sv_se: Begränsning:
tr_tr: Sınırlama:
zh_cn: 极限:

source: Wide Band
cs_cz: Širokopásmový
da_dk: Bredbånd
de_de: Breitband
es_es: Banda Ancha
fi_fi: Laajakaista
fr_fr: Bande large
hu_hu: Széles sáv
it_it: Banda Larga
ja_jp: ワイドバンド
nl_nl: Breedbandig
no_no: Bredbånd
pl_pl: Szerokie Pasmo
pt_pt: Banda Larga
ro_ro: Banda larga
ru_ru: Широкополосный
sv_se: Bredbandig
tr_tr: Geniş Band
zh_cn: 单一

source: Multi-channel
cs_cz: Vícekanálový
da_dk: Mutikanal
de_de: Mehrkanal
es_es: Multi-canal
fi_fi: Monikanava
fr_fr: Multi-canaux
hu_hu: Multi-csatornás
it_it: Multi-canale
ja_jp: マルチチャンネル
nl_nl: Meerkanaals
no_no: Multi-kanal
pl_pl: Wielokanałowe
pt_pt: Multi-canal
ro_ro: Multi- canal
ru_ru: Многоканальный
sv_se: Fler-kanalig
tr_tr: Çok Kanallı
zh_cn: 多通道
