Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: With the use of Ear to Ear communication, the Asymmetrical Phone feature automatically reduces the gain on the non-phone ear. This feature allows the instrument user the ability to comfortably hear their phone conversation while reducing the competing environmental noise. This reduction in gain is automatically built into the AutoPhone functionality when Ear to Ear communication is enabled.
da_dk: Med brugesn af Ear to Ear kommunikation vil Asymmetrical Phone automatisk reduceres forstærkningen på det øre der ikke benyttes til telefonsamtalen. Dette gør at høreapparatbrugeren kan høre telefonsamtalen mens omkringværende lyde reduceres. Denne reduktion af forstærknbingen er automatisk indbygget i AutoPhone funktionen når Ear to Ear kommunikation er sæået til.
ja_jp: 電話中に、通話していない側の補聴器の利得を自動的に低減し、騒音下での電話の聞き取りを改善します。 この機能は、両耳連動機能を有効にし、スムーズホンプログラムを設定している場合に有効となります。
zh_cn: 使用E2E双耳通讯系统，智能电话功能将自动降低未接听电话侧的增益。这个功能可以使用户在嘈杂环境中获得更好地使用电话的体验。当结束电话，这一侧的增益将自动恢复。

source: Expansion
da_dk: Ekspansion
zh_cn: 扩展

source: Noise Reduction (Audio)
da_dk: Støjreduktion (Audio)
zh_cn: 降噪系统(音频)

source: Adaptive Directionality (Audio)
zh_cn: 自适应方向性 (音频)

source: Accessory Support
da_dk: Support af tilbehør
zh_cn: 附件支持

source: Volume Up
cs_cz: Zesílit
da_dk: Volumen op
de_de: Lautstärke erhöhen
es_es: Subir volumen
fi_fi: Äänenvoimakkuudensäätö ylös
fr_fr: Augmenter le volume
hu_hu: Hangerő fel
it_it: Volume Sù
ja_jp: ボリュームを上げる
ko_kr: 볼륨 올리기
nl_nl: Volume omhoog
no_no: Volum opp
pl_pl: Zwiększ Głośność
pt_pt: Aumentar Volume
ro_ro: Crestere Volum
ru_ru: Громче
sv_se: Volym Upp
tr_tr: Ses Arttırma
zh_cn: 增加音量

source: Volume Down
cs_cz: Zeslabit
da_dk: Volumen ned
de_de: Lautstärke reduzieren
es_es: Bajar volumen
fi_fi: Äänenvoimakkuudensäätö alas
fr_fr: Diminuer le volume
hu_hu: Hangerő le
it_it: Volume Giù
ja_jp: ボリュームを下げる
ko_kr: 볼륨 내리기
nl_nl: Volume omlaag
no_no: Volum ned
pl_pl: Zmniejsz Głośność
pt_pt: Diminuir Volume
ro_ro: Scadere Volum
ru_ru: Тише
sv_se: Volym Ned
tr_tr: Ses Azaltma
zh_cn: 降低音量

source: Remote Control / TV Link
ja_jp: リモートコントロール
zh_cn: 遥控器 / 电视伴侣

source: Vent Configuration will not affect the output of the hearing instrument. Selecting a Vent Configuration option will only impact the view of the estimated insertion gain. Check the Vent Correction box in the Fit Screen to view the estimated effect of selected vent configurations.
cs_cz: Konfigurace ventingu neovlivní výstup sluchadla. Volba konfigurace ventingu bude mít vliv pouze na zobrazení odhadu vložného zisku. Zaškrtněte volbu Korekce ventingu na obrazovce FIT pro náhled odhadovaného efektu zvolené konfigurace ventingu.
da_dk: Vent konfiguration påvirker ikke høreapparatets output. Ændring af ventilation i software vil kun påvirke de estimerede kurver på skærmen. Marker Ventkorrektion på tilpasnings skærmen for at se effekten af den valgte ventilation.
de_de: Die Einstellungen für das Vent haben keine Auswirkungen auf den Ausgangsschalldruck an den Hörsystemen. Die Einstellung des Vents wirkt sich lediglich auf Darstellung bei "insertion Gain" aus. Aktivieren Sie die "Korrektur der Belüftungsbohrung" um den geschätzten Effekt des Ventings zu berücksichtigen.
es_es: La Configuración del Venting, no afecta a la ganancia del audífono. Seleccionando una opción de la configuración del Venting a la visualización de la ganancia de insercción estimada. Marcar la casilla de Correcciones del Venting en la ventana de Adaptación para visualizar el efecto de la configuración de Venting seleccionada.
fi_fi: Ilmastointiasetus ei vaikuta kuulokojeen antotasoon. Valitsemalla ilmastointiasetuksen vaikutat vain oletettuun vahvistuskäyrän näkymään. Valitse ilmastointiasetus SOVITUS ikkunassa jos haluat nähdä oletetun vaikutuksen.
fr_fr: Renseigner la configuration de l'évent va modifier uniquement l'affichage des courbes de gain, en gain d'insertion. Il n'y a aucune modification du gain de l'appareil. Lorsqu'il n'y a pas d'évent, laisser "Non précisé". Il est possible de visualiser une estimation de l'effet de l'évent en utilisant "Influence de l'évent" dans l'écran réglages.
hu_hu: A Vent konfiguráció nem lesz hatással a készülék kimentére. A Vent konfiguráció kiválasztása csak a megjelenítendő beszúrt erősítésre lesz hatással. Ellenörizze a Vent korrekciók ablakot az illesztő képernyőn, hogy lássa a kiválasztott vent konfiguráció hatását.
it_it: La configurazione della Ventilazione non influenzerà l'uscita dell'apparecchio acustico. Selezionando un'opzione dalla configurazione della ventilazione avrà effetto solo sulla visualizzazione del guadagno di inserzione stimato. Selezionare la casella Vent Correzioni nella schermata FIT per vedere l'effetto stimato in base alla ventilazione selezionata.
ja_jp: 耳せん・ベント等の設定は補聴器の利得には影響しません。フィッティング画面での挿入利得表示において、ベントや耳せんの効果を表示するために用います。効果を表示するには、フィッティング画面の「ベントによる効果」にチェックを入れて下さい。
ko_kr: Vent configuration은 보청기 출력에 영향을 미치지 않습니다. Vent Configuration 옵션을 선택하면 예측 삽입이득 뷰에만 영향을 미칩니다. 피팅 화면의 벤트 수정 상자를 체크하여 선택한 vent configuration의 예측 효과를 살펴보세요
nl_nl: De ventingconfiguratie zal de output van het hoortoestel niet veranderen. Het heeft alleen impact op de afbeelding van de geschatte insertion gain. Vink de box Ventingcorrectie aan in het aanpasscherm om het geschatte effect van de geselecteerde ventingconfiguratie te kunnen zien.
no_no: Vent Korreksjoner vil ikke påvirke forsterkningen i høreapparatet. Å velge Vent korreksjon vil kun påvirke visningen av den estimerte forsterkningen med valgte ventilering. Sjekk Vent korreksjons boksen for å se den estimerte effekten av de forskjellige ventileringene.
pl_pl: Wpływ Wentylacji nie wpływa na moc wyjściową aparatu. Wybranie właściwej konfiguracji wentylacji wpłynie jedynie na widok krzywych wzmocnienia. Zaznacz okienko Wpływ Wentylacji na ekranie Dopasowania aby zobaczyć wpływ wybranej wentylacji na dopasowanie.
pt_pt: Configuração de ventilação não afetará a saída do aparelho auditivo. Selecionando uma opção de ventilação só terá impacto sobre o ganho de inserção estimado. Marque a caixa de Correção de Ventilação na tela Ajustar para visualizar o efeito estimado da ventilação selecionada.
ru_ru: Конфигурация вента не повлияет на выходные характеристики слухового аппарата. Выбор опции Конфигурации вента повлияет только на вид расчета вносимого усиления. Проверьте окно коррекции вента в разделе Настройка, чтобы оценить влияние выбранного размера на расчет вносимого усиления.
sv_se: Ventilationsval kommer inte påverka utnivån av hörapparaten. Byte av Ventilation visar endast beräknad förstärkning. Kontrollera Ventilationsändringar i anpassningsskärmen för att se estimerad effekt av vald ventilation.
tr_tr: Vent Yapılandırma işitme cihazının çıkışını etkilemez. Bir Vent Yapılandırma seçeneğinin seçilmesi, sadece tahmini ilave kazanç görünümünü etkileyecektir. Seçilen vent yapılandırmalarının tahmini etkisini görmek için UYGULAMA Ekranında Vent Doğrulama kutusunu işaretleyin.
zh_cn: 通气孔配置不会影响助听器的输出。选择一个通气孔选项只会影响预期的插入增益。检查“选配界面的通气孔”修正栏以查看所选通气孔的预期影响。

source: Please Open/Close the battery door to place instrument in discovery mode
de_de: Bitte öffnen und schließen Sie die Batteriefächer der Hörsysteme um den Discovery Modus zu aktivieren.
es_es: Por favor, abra y cierre el portapilas para poner el audífono en modo búsqueda
fi_fi: Ole hyvä ja avaa ja sulje kuulokojeen paristokotelo niin se siirtyy tunnistustilaan.
fr_fr: Ouvrir/fermer le porte-pile de l'appareil pour activer la découverte
hu_hu: Kérem nyissa ki/zárja be az elemkamrát, hogy a készülék felfedező módba kerüljön
it_it: Aprire/Chiudere il vano batteria per porre i Dispositivi in modalità ricerca
ja_jp: 電池ケースを開け閉めして下さい
ko_kr: 배터리 도어를 열고 닫아 보청기를 discovery mode에 놓으세요
nl_nl: Open/sluit s.v.p. de batterijlade om het toestel in de pairingmodus te zetten
no_no: Åpne/lukk batteri dør for å sette apparatet i søkemodus
pl_pl: Aby wprowadzić aparat w tryb wykrywania Otwórz/Zamknij komorę baterii
pt_pt: Por favor, abra e feche a gaveta de pilha do aparelho para entrar em modo de procura.
ru_ru: Пожалуйста, Откройте/Закройте батарейный отсек, чтобы активировать режим поиска
sv_se: Öppna och stäng batterifack för att placera hörapparaterna i sökläge.
zh_cn: 请开关电池仓使助听器处于被发现模式

source: Encased Receiver Mold - Small Vent (1 mm)
cs_cz: RIE tvarovka - Malý Vent (1 mm)
da_dk: UP Receiver - Lille Vent (1 mm)
de_de: individuell gefertigter Hörer - kleines Vent (1 mm)
es_es: Auricular encapsulado - Venting pequeño (1 mm)
fi_fi: Koteloitu kuulokemuotti - Pieni ilmastointi (1 mm)
fr_fr: Embout moulé avec évent de 1 mm
hu_hu: Illesztékes hallgató - kicsi vent (1 mm)
it_it: Ricevitore di Potenza su misura - Ventilazione Piccola(1 mm)
ja_jp: カスタムモールド ベント小 (1mm)
ko_kr: UP 리시버 몰드- Small Vent (1 mm)
nl_nl: Receiver vast in oorstukje - kleine venting (1 mm)
no_no: Propp- Liten vent (1 mm)
pl_pl: Indywidualna Obudowa Słuchawki - Mała Wentylacja (1 mm)
pt_pt: Receptor com Cápsula - Vent Pequena (1 mm)
ro_ro: Oliva cu receiver incastrat - Vent mic (1 mm)
ru_ru: Ресивер во вкладыше - Маленький вент (1 мм)
sv_se: Försluten hörtelefoninsats - Medium Vent (1 mm)
tr_tr: Kapalı Receiver Kalıbı- Küçük Vent (1 mm)
zh_cn: 受话器耳模-小通气孔 (1 mm)

source: Encased Receiver Mold - Medium Vent (2 mm)
cs_cz: RIE tvarovka - Střední Vent (2 mm)
da_dk: UP Receiver - Medium Vent (2 mm)
de_de: individuell gefertigter Hörer - mittleres Vent (2 mm)
es_es: Auricular encapsulado - Venting Medio (2 mm)
fi_fi: Koteloitu kuulokemuotti - Normaali ilmastointi (2 mm)
fr_fr: Embout moulé avec évent de 2 mm
hu_hu: Illesztékes hallgató - közepes vent (2 mm)
it_it: Ricevitore di Potenza su misura - Ventilazione Media(2 mm)
ja_jp: カスタムモールド ベント中 (2mm)
ko_kr: UP 리시버 몰드 - Medium Vent (2 mm)
nl_nl: Receiver vast in oorstukje - medium venting (2 mm)
no_no: Propp- Medium Vent (2 mm)
pl_pl: Indywidualna Obudowa Słuchawki - Średnia Wentylacja (2 mm)
pt_pt: Receptor com Cápsula - Vent Média (2 mm)
ro_ro: Oliva cu receiver incastrat - Vent mediu (2 mm)
ru_ru: Ресивер во вкладыше - Средний вент (2 мм)
sv_se: Försluten hörtelefoninsats - Medium Vent (2 mm)
tr_tr: Kapalı Hoparlör Kalıbı - Orta Vent (2 mm)
zh_cn: 受话器耳模-中通气孔 (2 mm)

source: Telecoil Phone + Mic
cs_cz: Indukční telefon + Mic
da_dk: Telespole til telefon + Mik
de_de: Induktives Telefon + Mik
es_es: Bobina Telefónica + Mic
fi_fi: Induktiosilmukkapuhelin+Mik
fr_fr: Téléphone bobine T
hu_hu: Teltek telefon + Mik
it_it: Bobina Telefonica + Mic
ja_jp: ﾃﾚｺｲﾙ(電話) + ﾏｲｸ
nl_nl: Luisterspoel telefoon + Mic
no_no: Telespole Telefon + Mik
pl_pl: Cewka Telefon + Mikrofon
pt_pt: Bobina Telefônica + Mic
ro_ro: Telefon bobina + Mic
ru_ru: Индукционный телефон + Микрофон
sv_se: Telespole Telefon + Mik
tr_tr: Telecoil Telefon + Mic
zh_cn: 电感电话+麦克风

source: Telecoil Loop + Mic
cs_cz: Indukční smyčka + Mic
da_dk: M/T
de_de: Induktionsspule + Mik
es_es: Bucle Magnético + Mic
fi_fi: Induktiosilmukka+Mik
fr_fr: Boucle d'induction
hu_hu: Teltek hurok + Mik
it_it: Laccio Magnetico + Mic
ja_jp: ﾃﾚｺｲﾙ(ﾙｰﾌﾟ) + ﾏｲｸ
nl_nl: Luisterspoel ringleiding + Mic
no_no: Telespole + Mik
pl_pl: Cewka Pętla + Mikrofon
pt_pt: Bobina Loop + Mic
ro_ro: Bucla inductie bobina + Mic
ru_ru: Индукционная петля + Микрофон
sv_se: Telespole + Mik
zh_cn: 电感线圈+麦克风

source: Notice: You now have multiple programs and the HI push button is not configured to switch between programs. To enable this, go to the Beeps & Volume Control page.
cs_cz: Pozor: Máte nastaveno více poslechových programů, ale přepínač sluchadla není nakonfigurován pro přepínání programů. Tuto funkci aktivujete v záložce Pípnutí & Regulátor hlasitosti.
da_dk: Bemærk: Du har nu flere programmer, men trykknappen på høreapparatet er ikke aktiveret til skift af programmer. Ændring af dette kan ske under Vol.ktr. og Biptoner på tilpasninssiden.
de_de: Hinweis: Sie haben jetzt mehrere Programme eingestellt, der Hörsystem-Taster ist jedoch nicht für den Wechsel von Programmen konfiguriert. Um ihn zu aktivieren, gehen Sie in den Menüpunkt 'Akustische Signale und Lautstärkeeinstellung'
es_es: Aviso: Ha activado múltiples programas y el pulsador en el audífono, no está configurado para cambiar de programas. Para activarlo, vaya al apartado Avisos y Control de Volumen
fi_fi: Huomaa : Sinulla on nyt useampi ohjelma ja kuulokojeen painonappi on nyt konfiguroitu vaihtamaan ohjelmia. Ottaaksesi nämä käyttöön, valitse Äänimerkit ja voimakkuudensäätö välilehti.
fr_fr: Remarque : le réglage actuel comporte plusieurs programmes et le bouton sélecteur de programme est désactivé. Vous pouvez activer ce bouton dans "Bips sonores et volume".
hu_hu: Megjegyzés: Önnek most több programja van és a HK nyomógombja nincs konfigurálva programváltásra. Hogy ezt lehetővé tegye, állítsa be a Csipogások & Hangerő szabályzó oldalon.
it_it: Avviso: ora si dispone di più programmi e il pulsante dell'Apparecchio Acustico non è configurato per commutare fra i programmi. Per attivare questa funzione, vai alla pagina Beeps e Volume, Controlli manuali.
ja_jp: 注意：補聴器のボタンが有効ではありません。お知らせ音とボリューム調整画面でボタンの設定をして下さい。
ko_kr: 주의: 현재 다수의 프로그램이 있습니다. 프로그램간 전환을 위한 보청기 푸쉬 버튼 이 설정되어 있지 않습니다. 이 기능을 활성하려면 "경고음 및 볼륨조절" 페이지로 이동하십시오
nl_nl: Opmerking: er zijn meerdere programma´s maar de drukknop op het toestel is niet ingesteld om te schakelen tussen programma´s. Om dit mogelijk te maken gaat u naar het Beeps & VC scherm.
no_no: Merk: Du har nå flere programmer og programbryteren er ikke konfigurert til å veksle mellom programmer. For å aktivere programknappen gå til Signal og VK Innstillinger.
pl_pl: Uwaga: Masz kilka programów a przycisk zmiany programów w AS jest ustawiony jak zmiana programów. Aby ją aktywować wejdź w zakładkę Sygnały i VC.
pt_pt: Aviso: Você agora tem vários programas e o botão do AASI não está configurado para alternar entre programas. Para permitir isso, vá até a página Bips & Controle de Volume.
ro_ro: Atentie: In acest moment aveti programe multiple, insa butonul de programe nu este configurat pentru schimbarea lor. Pentru activare, mergeti in pagina Avertizori si Control Volum
ru_ru: Важно: У Вас активно несколько программ, а кнопка переключения программ не сконфигурирована на переключение программ. Чтобы ее активировать, перейдите в раздел Звуковые сигналы и Регулятор громкости.
sv_se: OBS: Du har nu multipla program och hörapparatens programknapp är inte konfigurerad att byta mellan olika program. För att ändra det gå till Ljudindikationer & VK.
tr_tr: Uyarı: Artık birden çok program var ve İşitme cihazı push butonu programlar arasında geçiş yapmak için yapılandırılmamış. Bunu sağlamak için, "İkazlar ve Ses Kontrolü" sayfasına gidin.
zh_cn: 注意：您设置了多个程序但助听器的程度按钮未进行设置。要设置，请转至提示音&音量控制。

source: Notice: The current settings do not allow HI's to switch between programs.
cs_cz: Pozor: Současné nastavení neumožňuje sluchadlu přepínání mezi poslechovými programy.
da_dk: Bemærk: Med de nuværende indstillinger kan der ikke skiftes mellem programmer.
de_de: Hinweis: Die aktuellen Einstellungen ermöglichen keinen Programmwechsel an den Hörsystemen.
es_es: Aviso: Los ajustes actuales no permiten al audífono cambiar programas.
fi_fi: Huomaa : Nykyiset asetukset eivät salli kuulokojeiden vaihtaa ohjelmia.
fr_fr: Remarque : le réglage actuel ne permet pas à l'appareil de changer de programme.
hu_hu: Figyelem: A mostani beállítások nem teszik lehetővé a programváltást.
it_it: Avviso: Le impostazioni correnti non consentono all'Apparecchio Acustico di commutare fra i programmi.
ja_jp: 注意：現在の設定はプログラムの切り替えが無効です
ko_kr: 주의: 현재 설정으로는 보청기의 프로그램간 전환을 할 수 없습니다.
nl_nl: Opmerking: de huidige instellingen staan de hoortoestellen niet toe om te schakelen tussen programma´s.
no_no: Merk: Nåværende innstilling gjør det ikke mulig å bytte mellom programmer.
pl_pl: Uwaga: Obecne ustawienia nie pozwalają AS na przełączanie się między programami.
pt_pt: Aviso: Os ajustes atuais não permitem que os aparelhos auditivos alterem os programas.
ro_ro: Atentie: Setarile curente nu permit aparatului auditiv sa schimbe intre programe.
ru_ru: Важно: Текущие настройки не позволяют переключать в слуховом аппарате программы.
sv_se: OBS: Nuvarande inställning tillåter inte hörapparaten byta mellan olika program.
tr_tr: Uyarı: Varsayılan ayarlar işitme cihazının programları arasında geçiş yapmaya izin vermiyor.
zh_cn: 注意：当前助听器的程序切换设置不能切换程序。

source: Phone Now Comfort Phone
es_es: Phone Now Confort al teléfono
ja_jp: スムーズホン
sv_se: Autotelefon Komfort telefon
zh_cn: 自动电话/智能电话

source: Change directionality to Binaural Directionality II
cs_cz: Změňte směrovost na Binaural Directionality II
da_dk: Skift program til Binaural Directionality II
de_de: Ändern Sie die Direktionalität zur Binauralen Direktionalität II
es_es: Cambiar el programa a Direccionalidad Binaural II
fi_fi: Vaihda suuntakuvio Binauraaliseksi suuntakuvio II:i.
fr_fr: Utiliser un programme "Binaural Directionality II"
hu_hu: Direkcionalítás váltás a Binaurális Direkcionalítás II-re
it_it: Cambiare direzionalità in Direzionalità Binaurale II
ja_jp: 両耳連動指向性IIへ変更する
ko_kr: 방향성을 양이 방향성 II 로 변경합니다
nl_nl: Wijzig het programma in Binaurale Directionaliteit II
no_no: Endre direksjonaliteten til Binaural Direksjonalitet II
pl_pl: Zmień kierunkowość na Kierunkowość Obuuszną II
pt_pt: Alterar a direcionalidade para Direcionalidade Binaural II
ro_ro: Change program to Binaural Directionality II
ru_ru: Изменить направленность на Бинауральная направленность II
sv_se: Ändra riktverkan till Binaural Riktverkan II
tr_tr: Yönlenmeyi Binaural Directionality II olarak değiştir.
zh_cn: 将方向性设置为双耳融合方向性II

source: Activate amplitude modulation
cs_cz: Aktivovat amplitudovou modulaci
da_dk: Aktiver amplitude modulation
de_de: Aktivieren Sie die Amplituden-Modulation
es_es: Activar la modulación en Amplitud
fi_fi: Aktivoi amplitudimodulaatio
fr_fr: Activer la modulation du niveau de sortie
hu_hu: Amplitudó moduláció aktiválása
it_it: Attivare modulazione di ampiezza
ja_jp: 振幅変調を有効にして下さい
ko_kr: 진폭변조 활성화
nl_nl: Activeer amplitudemodulatie
no_no: Aktiver Amplitudemodulasjon
pl_pl: Uruchom modulację amplitudy
pt_pt: Ativar amplitude da modulação
ro_ro: Activeaza modulare de amplitudine
ru_ru: Активизировать амплитудную модуляцию
sv_se: Aktivera Amplitud modulation
tr_tr: Yoğunluk modülasyonunu etkinleştirin
zh_cn: 启用幅度调制

source: Change stimulus to Nature Sounds
cs_cz: Změnit stimulus na Nature Sounds
da_dk: Skift stimulus til Nature Sounds
de_de: Wechseln Sie zu einem Klangschema
es_es: Cambiar el Estímulo a Sonidos Naturales
fi_fi: Vaihda stimulus Luonto ääniin
fr_fr: Utiliser les sons naturels
hu_hu: Inger váltás a Természetes Hangokra
it_it: Cambiare stimolo in Suoni della Natura
ja_jp: 環境音へ変更して下さい
ko_kr: 자극을 Nature Sound로 변경합니다
nl_nl: Wijzig de stimulus in natuurgeluiden
no_no: Endre stimuli til Naturlige Lyder
pl_pl: Zmień bodziec na Dźwięki Natury
pt_pt: Alterar estímulo para Sons da Natureza
ro_ro: Change stimulus to Natural Sounds
ru_ru: Измененить стимулы на Звуки Природы
sv_se: Ändra stimuli till Natur Ljud
tr_tr: Uyaranı Doğa Sesleri olarak değiştir.
zh_cn: 将刺激声转为自然之声

source: Stream preferred sounds using wireless device or accessories
cs_cz: Streamovat preferované zvuky pomocí wireless zařízení či příslušenství
da_dk: Stream foretruknne lyde med trådløst tilbehør
de_de: Bevorzugte Klänge direkt oder über Zubehör in die Hörsysteme übertragen
es_es: Transmitir los sonido preferidos al utilizar dispositivos inalámbricos o accesorios
fi_fi: Lähetä haluttuja ääniä käyttäen langattomia lisälaitteita tai muita laitteita
fr_fr: Utiliser un accessoire sans fil pour recevoir un signal audio
hu_hu: Kívánt hang stream-elése wireless eszköz vagy tartozék segítségével
it_it: Trasmettere i suoni preferiti utilizzando i dispositivi wireless o gli accessori
ja_jp: ワイヤレスアクセサリーを使用して音声を受信することを試して下さい
ko_kr: 무선기기 또는 액세서리를 사용하여 선호하는 소리를 스트림
nl_nl: Stream de gewenste geluiden met een wireless apparaat of accessoire
no_no: Streame foretrukne lyder med trådløs enhet eller tilbehør
pl_pl: Przesyła wybrane dźwięki z urządzeń bezprzewodowych lub akcesoriów
pt_pt: Transmissão de sons preferidos utilizando aparelhos wireless ou acessórios
ro_ro: Redare in flux a sunetelor preferate folosind un dispozitiv wireless sau un accesoriu
ru_ru: Передает привилегированные звуки, используя беспроводное устройство или аксессуары
sv_se: Strömma valt ljud med trådlös enhet eller tillbehör
zh_cn: 使用无线设备或附件传送声音

source: Change stimulus to Nature Sounds
cs_cz: Změnit stimulus na Nature Sounds
da_dk: Skift stimulus til Nature Sounds
de_de: Wechseln Sie zu einem Klangschema
es_es: Cambiar el estímulo a Sonidos Naturales
fi_fi: Vaihda stimulus Luonto ääniin
fr_fr: Utiliser les sons naturels
hu_hu: Inger váltás a Természetes Hangokra
it_it: Cambiare stimolo in Suoni della Natura
ja_jp: 環境音へ変更して下さい
ko_kr: 자극을 Nature Sound로 변경합니다
nl_nl: Wijzig de stimulus in natuurgeluiden
no_no: Endre stimuli til Naturlige Lyder
pl_pl: Zmień bodziec na Dźwięki Natury
pt_pt: Alterar estímulo para Sons da Natureza
ro_ro: Change stimulus to Natural Sounds
ru_ru: Измененить стимулы на Звуки Природы
sv_se: Ändra stimuli till Natur Ljud
tr_tr: Uyaranı Doğa Sesleri olarak değiştirin
zh_cn: 将刺激声转为自然之声

source: Stream preferred sounds using wireless device or accessories
cs_cz: Streamovat preferované zvuky pomocí wireless zařízení či příslušenství
da_dk: Stream foretruknne lyde med trådløst tilbehør
de_de: Bevorzugte Klänge direkt oder über Zubehör in die Hörsysteme übertragen
es_es: Transmitir los sonido preferidos al utilizar dispositivos inalámbricos o accesorios
fi_fi: Lähetä haluttuja ääniä käyttäen langattomia lisälaitteita tai muita laitteita
fr_fr: Utiliser un accessoire sans fil pour recevoir un signal audio
hu_hu: Kívánt hang stream-elése wireless eszköz vagy tartozék segítségével
it_it: Trasmettere i suoni preferiti utilizzando i dispositivi wireless o gli accessori
ja_jp: ワイヤレスアクセサリーを使用して音声を受信することを試して下さい
ko_kr: 무선기기 또는 액세서리를 사용하여 선호하는 소리를 스트림
nl_nl: Stream de gewenste geluiden met een wireless apparaat of accessoire
no_no: Streame foretrukne lyder med trådløs enhet eller tilbehør
pl_pl: Przesyła wybrane dźwięki z urządzeń bezprzewodowych lub akcesoriów
pt_pt: Transmissão de sons preferidos utilizando aparelhos wireless ou acessórios
ro_ro: Redare in flux a sunetelor preferate folosind un dispozitiv wireless sau un accesoriu
ru_ru: Передает привилегированные звуки, используя беспроводное устройство или аксессуары
sv_se: Strömma valt ljud med trådlös enhet eller tillbehör
zh_cn: 使用无线设备或附件传送声音

source: Activate amplitude modulation
cs_cz: Aktivovat amplitudovou modulaci
da_dk: Activer amplitude modulation
de_de: Aktivieren Sie die Amplituden-Modulation
es_es: Activar la modulación en Amplitud
fi_fi: Aktivoi amplitudimodulaatio
fr_fr: Activer la modulation du niveau de sortie
hu_hu: Amplitudó moduláció aktiválása
it_it: Attivare modulazione di ampiezza
ja_jp: 振幅変調を有効にして下さい
ko_kr: 진폭변조 활성화
nl_nl: Activeer amplitudemodulatie
no_no: Aktiver Amplitudemodulasjon
pl_pl: Uruchom modulację amplitudy
pt_pt: Ativar amplitude da modulação
ro_ro: Activeaza modulare de amplitudine
ru_ru: Активизировать амплитудную модуляцию
sv_se: Aktivera Amplitud modulation
tr_tr: Yoğunluk modülasyonunu etkinleştirin
zh_cn: 启用幅度调制
