Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Environmental Steering
cs_cz: Okolní prostředí
de_de: Situationsabhängig
es_es: Control Ambiental
fi_fi: Ympäristön ohjaus
fr_fr: Automatique selon environnement sonore
hu_hu: Környezet felismerés
it_it: Gestione ambiente
ja_jp: 自動調整（環境適応システム）
ko_kr: 환경 조종 장치
nl_nl: Gestuurd door omgeving
pl_pl: Sterowanie Środowiskowe
pt_pt: Por ambiente
ro_ro: Focuseaza sunetele inconjuratoare
ru_ru: Управление окружением
sv_se: Miljöstyrning
tr_tr: Çevresel Yönetim
zh_cn: 环境优化

source: Slow
cs_cz: Pomalé
da_dk: Langsom
de_de: Langsam
es_es: Lento
fi_fi: Hidas (30ms/4000ms)
fr_fr: Lente
hu_hu: Lassú
it_it: Lento
ja_jp: ゆっくり
ko_kr: 느리게
nl_nl: Traag
no_no: Langsom
pl_pl: Wolny
pt_pt: Lento
ro_ro: Usor
ru_ru: Медленно
sv_se: Långsam
tr_tr: Yavaş
zh_cn: 慢速

source: Medium
cs_cz: Střední
de_de: Mittel
es_es: Medio
fi_fi: Kohtalainen
fr_fr: Moyenne
hu_hu: Közepes
it_it: Medio
ja_jp: 中
ko_kr: 중간
pl_pl: Średni
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средне
sv_se: Medel
tr_tr: Orta
zh_cn: 中速

source: Fast
cs_cz: Rychlé
da_dk: Hurtig
de_de: Schnell
es_es: Rápido
fi_fi: Nopea
fr_fr: Rapide
hu_hu: Gyors
it_it: Veloce
ja_jp: 速い
ko_kr: 빠르게
nl_nl: Snel
no_no: Hurtig
pl_pl: Szybki
pt_pt: Rápido
ro_ro: Rapid
ru_ru: Быстро
sv_se: Snabb
tr_tr: Hızlı
zh_cn: 快速

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: Mild
cs_cz: Slabé
de_de: Mild (-3 dB)
es_es: Leve
fi_fi: Lievä
fr_fr: Faible
hu_hu: Enyhe
it_it: Medio
ja_jp: 弱
ko_kr: 약한
nl_nl: Licht
pl_pl: Łagodny
pt_pt: Leve
ro_ro: Mediu
ru_ru: Слабо
tr_tr: Hafif
zh_cn: 轻度

source: Moderate
cs_cz: Střední
da_dk: Moderat
de_de: Moderat (-6 dB)
es_es: Moderado
fi_fi: Kohtalainen
fr_fr: Moyenne
hu_hu: Közepes
it_it: Moderato
ja_jp: 中
ko_kr: 중간
nl_nl: Standaard
no_no: Moderat
pl_pl: Umiarkowany
pt_pt: Moderado
ro_ro: Mediu
ru_ru: Умеренно
sv_se: Måttlig
tr_tr: Orta
zh_cn: 中度

source: Strong
cs_cz: Silné
da_dk: Kraftig
de_de: Stark (-8 dB)
es_es: Fuerte
fi_fi: Voimakas
fr_fr: Élevée
hu_hu: Erős
it_it: Forte
ja_jp: 強
ko_kr: 강한
nl_nl: Sterk
no_no: Sterk
pl_pl: Silny
pt_pt: Forte
ro_ro: Puternic
ru_ru: Сильно
sv_se: Stark
tr_tr: Güçlü
zh_cn: 重度

source: Min
ja_jp: 最小
ko_kr: 최소
ru_ru: Мин.
tr_tr: Minimum
zh_cn: 最小

source: Max
fi_fi: Maks
ja_jp: 最大
ko_kr: 최대
no_no: Maks
pt_pt: Máx
ru_ru: Макс.
tr_tr: Maksimum
zh_cn: 最大

source: Preset2Level
cs_cz: Předvolba2
de_de: 2 stufige Voreinstellung
es_es: NivelPreajuste2
hu_hu: Előbeállítást2Szint
it_it: Livello Preset2
ja_jp: プリセット2レベル
no_no: Presenter2Nivå
pl_pl: Ustawienia Poziom 2
pt_pt: Pré-ajuste nível 2
ru_ru: Преднастройка 2 уровень
tr_tr: Başlangıç Seviyesi2
zh_cn: 预设2

source: Preset3Level
cs_cz: Předvolba3
de_de: 3 stufige Voreinstellung
es_es: NivelPreajuste3
hu_hu: Előbeállítás3Szint
it_it: Livello Preset3
ja_jp: プリセット3レベル
no_no: Presenter3Nivå
pl_pl: Ustawienia Poziom 3
pt_pt: Pré-ajuste nível 3
ru_ru: Преднастройка 3 уровень
tr_tr: Başlangıç Seviyesi3
zh_cn: 预设3

source: Preset4Level
cs_cz: Předvolba4
de_de: 4 stufige Voreinstellung
es_es: NivelPreajuste4
hu_hu: Előbeállítás4Szint
it_it: Livello Preset4
ja_jp: プリセット4レベル
no_no: Presenter4Nivå
pl_pl: Ustawienia Poziom 4
pt_pt: Pré-ajuste nível 4
ru_ru: Преднастройка 4 уровень
tr_tr: Başlangıç Seviyesi4
zh_cn: 预设4

source: Strong
cs_cz: Silná
da_dk: Kraftig
de_de: Stark (-9 dB)
es_es: Fuerte
fi_fi: Voimakas
fr_fr: Fort
hu_hu: Erős
it_it: Forte
ja_jp: 強
nl_nl: Sterk
no_no: Sterk
pl_pl: Silny
pt_pt: Forte
ro_ro: Puternic
ru_ru: Сильно
sv_se: Stark
tr_tr: Güçlü
zh_cn: 重度

source: Beep Frequency:
cs_cz: Frekvence akustické indikace:
da_dk: Frekvens for biptoner:
de_de: Signaltöne:
es_es: Frecuencia del Aviso:
fi_fi: Äänimerkkien taajuus :
fr_fr: Thème des bips :
hu_hu: Csipogás frekvencia:
it_it: Frequenza Beep:
ja_jp: お知らせ音の周波数：
ko_kr: 경고음 빈도:
nl_nl: Soort beeps:
no_no: Signalfrekvens:
pl_pl: Częstotliwosć Dźwięku:
pt_pt: Frequência do bip:
ro_ro: Frecventa Semnal acustic:
ru_ru: Частота бип-сигнала:
sv_se: Ljudindikation Frekvens:
tr_tr: İkaz Frekansı:
zh_cn: 提示音频率:

source: Power Down
cs_cz: Vypnutí
da_dk: Sluk
de_de: Standby
es_es: Apagar
fi_fi: Sammutus
fr_fr: Mise en veille
hu_hu: Erő le
it_it: Potenza bassa
ja_jp: スタンバイモード
ko_kr: 출력 낮추기
nl_nl: Power uit
no_no: Strømmen Av
pl_pl: Odłącz zasilanie
pt_pt: Diminiur potência
ro_ro: Putere in jos
ru_ru: Уменьшение мощности
sv_se: Stand by
tr_tr: Gücü Azalt
zh_cn: 待机

source: High-frequency
cs_cz: Vyšší
da_dk: Højfrekvens
de_de: hochfrequent
es_es: Alta-Frecuencia
fi_fi: Korkea
fr_fr: Aigu
hu_hu: Magas frekvencia
it_it: Alte-Frequenze
ja_jp: 高域
ko_kr: 고주파수
nl_nl: Hoogfrequent
no_no: Høyfrekvent
pl_pl: Wysoki
pt_pt: Alta frequência
ro_ro: Frecvente inalte
ru_ru: Высокие частоты
sv_se: Hög
tr_tr: Yüksek Frekans
zh_cn: 高频

source: Low-frequency
cs_cz: Hlubší
da_dk: Lavfrekvens
de_de: tieffrequent
es_es: Baja-Frecuencia
fi_fi: Matala
fr_fr: Grave
hu_hu: Mély frekvencia
it_it: Basse-Frequenze
ja_jp: 低域
ko_kr: 저주파수
nl_nl: Laagfrequent
no_no: Lavfrekvent
pl_pl: Niski
pt_pt: Baixa frequência
ro_ro: Frecvente joase
ru_ru: Низкие частоты
sv_se: Låg
tr_tr: Alçak Frekans
zh_cn: 低频

source: Theme3
cs_cz: Téma3
da_dk: Tema33
de_de: Thema 3
es_es: Tema3
fi_fi: Teema3
fr_fr: Thème 3
hu_hu: Téma3
it_it: Tema3
ja_jp: テーマ3
ko_kr: 테마3
no_no: Tema3
pl_pl: Motyw3
pt_pt: Tema 3
ro_ro: Tema 3
ru_ru: Тема 3
sv_se: Tema 3
tr_tr: Konu3
zh_cn: 主题3

source: The patient uses the hearing instrument(s) mainly in quiet environments
cs_cz: Pacient používá sluchadlo(a) zejména v tichém prostředí
da_dk: Apparatet/erne bruges fortrinsvis i rolige omgivelser.
de_de: Der Kunde nutzt das Hörsystem überwiegend in ruhigen Situationen.
es_es: El paciente utiliza el(los) audífono(s) principalmente en entornos tranquilos
fi_fi: Potilas käyttää kuulokojeita lähinnä hiljaisessa ääniympäristössä
fr_fr: Le patient a utilisé son appareillage essentiellement en milieu calme.
hu_hu: A páciens a készüléket főleg csendes környezetben használja.
it_it: Dispositivo/i utilizzati spesso in ambiente silente.
ja_jp: 主に静かな環境で補聴器を使用しています
ko_kr: 환자가 보청기를 주로 조용한 환경에서 사용합니다.
nl_nl: Cliënt gebruikt de hoortoestellen voornamelijk in rustige omgevingen
no_no: Pasienten bruker høreapparatet (-ene) hovedsaklig i stille omgivelser
pl_pl: Pacjent korzysta z aparatu(ów) głównie w cichym otoczeniu
pt_pt: O paciente usa aparelho(s) auditivo(s) principalmente em ambientes silenciosos
ro_ro: Pacientul foloseste aparatul in special in medii linistite
ru_ru: Пациент использует СА в основном в тихих обстановках
sv_se: Patienten använder hörapparaten huvudsakligen i lugna miljöer.
tr_tr: Hasta cihazını genellikle sessiz ortamlarda kullanıyor
zh_cn: 用户主要在安静环境下使用助听器

source: 24 days of use
cs_cz: 24 dnů používání
da_dk: 24 dages brug
de_de: 24 Tage Tragedauer
es_es: 24 días de uso
fi_fi: 24 päivän käyttö
fr_fr: 24 jours d'utilisation
hu_hu: 24 napos használat
it_it: 24 giorni di utilizzo
ja_jp: 24日目
ko_kr: 사용 24일
nl_nl: 24 dagen gebruik
no_no: 24 dagers bruk
pl_pl: 24 dni użytkowania
pt_pt: 24 dias de uso
ro_ro: 24 zile de folosire
ru_ru: 24 дня использования
sv_se: 24 dagars användande
tr_tr: 24 günlük kullanım
zh_cn: 使用了24天

source: Day 21
cs_cz: Den 21.
da_dk: Dag 21
de_de: Tag 21
es_es: Día 21
fi_fi: Päivä 21
fr_fr: 21ème jour
hu_hu: 21. nap
it_it: Giorno 21
ja_jp: 21日目
ko_kr: 21일
nl_nl: Dag 21
no_no: Dag 2:
pl_pl: 21 Dzień
pt_pt: Dia 21
ro_ro: Ziua 21
ru_ru: 21 день
sv_se: Dag 21
tr_tr: 21 gün
zh_cn: 21天

source: Day 14
cs_cz: Den 14.
da_dk: Dag 14
de_de: Tag 14
es_es: Día 14
fi_fi: Päivä 14
fr_fr: 14ème jour
hu_hu: 14. nap
it_it: Giorno 14
ja_jp: 14日目
ko_kr: 14일
nl_nl: Dag 14
no_no: Dag 14
pl_pl: 14 Dzień
pt_pt: Dia 14
ro_ro: Ziua 14
ru_ru: 14 день
sv_se: Dag 14
tr_tr: 14 gün
zh_cn: 14天

source: Day 7
cs_cz: Den 7.
da_dk: Dag 7
de_de: Tag 7
es_es: Día 7
fi_fi: Päivä 7
fr_fr: 7ème jour
hu_hu: 7. nap
it_it: Giorno 7
ja_jp: 7日目
ko_kr: 7일
nl_nl: Dag 7
no_no: Dag 7
pl_pl: 7 Dzień
pt_pt: Dia 7
ro_ro: Ziua 7
ru_ru: 7 день
tr_tr: 7 gün
zh_cn: 7天

source: Today
cs_cz: Dnes
da_dk: Idag
de_de: Heute
es_es: Día 24
fi_fi: Tänään
fr_fr: Aujourd hui
hu_hu: Ma
it_it: Oggi
ja_jp: 今日
ko_kr: 오늘
nl_nl: Vandaag
no_no: I dag
pl_pl: Dzisiaj
pt_pt: Dia 24
ro_ro: Azi
ru_ru: Сегодня
sv_se: Idag
zh_cn: 今天

source: Quiet
cs_cz: Ticho
da_dk: Ro
de_de: Ruhe
es_es: Silencio
fi_fi: Hiljainen ääniympäristö
fr_fr: Calme
hu_hu: Csend
it_it: Quiete
ja_jp: 静か
ko_kr: 조용한
nl_nl: Rust
no_no: Stille
pl_pl: Cisza
pt_pt: Silêncio
ro_ro: Liniste
ru_ru: Тишина
sv_se: Tyst
tr_tr: Sessizlikte
zh_cn: 安静环境

source: Speech (<60 dB)
cs_cz: Řeč (<60 dB)
da_dk: Tale (<60 dB)
de_de: Sprache (<60 dB)
es_es: Habla (<60 dB)
fi_fi: Puhe (<60 dB)
fr_fr: Parole (<60 dB)
hu_hu: Beszéd (<60 dB)
it_it: Parlato (<60 dB)
ja_jp: 会話（小）
ko_kr: 말소리 (<60 dB)
nl_nl: Spraak (<60 dB)
no_no: Tale (<60 dB)
pl_pl: Mowa (<60 dB)
pt_pt: Fala (<60 dB)
ro_ro: Vorbire (<60 dB)
ru_ru: Речь (<60 дБ)
sv_se: Tal (<60 dB)
tr_tr: Konuşma (<60 dB)
zh_cn: 言语 (<60 dB)

source: Speech (loud)
cs_cz: Řeč (hlasitá)
da_dk: Tale (>60 dB)
de_de: Sprache (>60 dB)
es_es: Habla (fuerte)
fi_fi: Puhe (voimakas)
fr_fr: Parole (>60 dB)
hu_hu: Beszéd (hangos)
it_it: Parlato (forte)
ja_jp: 会話（大）
ko_kr: 말소리 (>60 dB)
nl_nl: Spraak (luid)
no_no: Tale (>60 dB)
pl_pl: Mowa (głośna)
pt_pt: Fala (forte)
ro_ro: Vorbire (zgomot) (>60 dB)
ru_ru: Речь (громкая)
sv_se: Tal (loud)
tr_tr: Konuşma (Yüksek)
zh_cn: 言语(大声)

source: Speech in noise (mod.)
cs_cz: Řeč v hluku (střední)
da_dk: Tale i støj (<75 dB)
de_de: Sprache in Störgeräusch (<75 dB)
es_es: Habla en Ruido (mod.)
fi_fi: Puhe kohinassa (keskiverto)
fr_fr: Parole + bruit (<75 dB)
hu_hu: Beszéd zajban (enyhe)
it_it: Parlato nel Rumore (mod.)
ja_jp: 騒音下の会話（中）
ko_kr: 소음속 말소리 (<75 dB)
nl_nl: Spraak in lawaai (gem.)
no_no: Tale i Støy (<75 dB)
pl_pl: Mowa w Hałasie (umiark.)
pt_pt: Fala no ruído (mod.)
ro_ro: Vorbire in zgomot moderat (<75 dB)
ru_ru: Речь в шуме (средняя)
sv_se: Tal i brus (mod.)
tr_tr: Gürültüde Konuşma (mod.)
zh_cn: 嘈杂环境下的言语 (中声)

source: Speech in noise (loud)
cs_cz: Řeč v hluku (nahlas)
da_dk: Tale i støj (>75 dB)
de_de: Sprache in Störgeräusch (>75 dB)
es_es: Habla en Ruido (fuerte)
fi_fi: Puhe kohinassa (voimakas)
fr_fr: Parole + bruit (>75 dB)
hu_hu: Beszéd zajban (hangos)
it_it: Parlato nel Rumore (forte)
ja_jp: 騒音下の会話（大）
ko_kr: 소음속 말소리 (>75 dB)
nl_nl: Spraak in lawaai (luid)
no_no: Tale i Støy (>75 dB)
pl_pl: Mowa w Hałasie (głośna)
pt_pt: Fala no ruído (forte)
ro_ro: Vorbire in zgomot puternic (>75 dB)
ru_ru: Речь в шуме (громкая)
sv_se: Tal i brus (loud)
tr_tr: Gürültüde Konuşma (yüksek)
zh_cn: 嘈杂环境下的言语 (大声)

source: Noise (mod.)
cs_cz: Hluk (střední)
da_dk: Støj (<75 dB)
de_de: Störgeräusch (<75 dB)
es_es: Ruido (mod.)
fi_fi: Kohina (keskiverto)
fr_fr: Bruit (<75 dB)
hu_hu: Zaj (enyhe)
it_it: Rumore (mod.)
ja_jp: 騒音（中）
ko_kr: 소음 (<75 dB)
nl_nl: Lawaai (gem.)
no_no: Støy (<75 dB)
pl_pl: Szum (umiar.)
pt_pt: Ruído (mod.)
ro_ro: Zgomot moderat (<75 dB)
ru_ru: Шум (средний)
sv_se: Brus (mod.)
tr_tr: Gürültü (mod.)
zh_cn: 噪音(中声)

source: Noise (loud)
cs_cz: Hluk (hlasitý)
da_dk: Støj (>75 dB)
de_de: Störgeräusch (>75 dB)
es_es: Ruido (fuerte)
fi_fi: Kohina (voimakas)
fr_fr: Bruit (>75 dB)
hu_hu: Zaj (hangos)
it_it: Rumore (forte)
ja_jp: 騒音（大）
ko_kr: 소음 (>75 dB)
nl_nl: Lawaai (luid)
no_no: Støy (>75 dB)
pl_pl: Szum (głośny)
pt_pt: Ruído (forte)
ro_ro: Zgomot puternic (>75 dB)
ru_ru: Шум (громкий)
sv_se: Brus (loud)
tr_tr: Gürültü (yüksek)
zh_cn: 噪音 (大声)

source: Quiet
cs_cz: Ticho
da_dk: Ro
de_de: Ruhe
es_es: Silencio
fi_fi: Hiljainen ääniympäristö
fr_fr: Calme
hu_hu: Csend
it_it: Quiete
ja_jp: 静か
ko_kr: 조용한
nl_nl: Rust
no_no: Stille
pl_pl: Cisza
pt_pt: Silêncio
ro_ro: Liniste
ru_ru: Тишина
sv_se: Tyst
tr_tr: Sessizlikte
zh_cn: 安静环境

source: Speech (Soft)
cs_cz: Řeč (tichá)
da_dk: Svag tale
de_de: Sprache (normal)
es_es: Habla (Suave)
fi_fi: Puhe (heikko)
fr_fr: Parole (faible)
hu_hu: Beszéd (halk)
it_it: Parlato (Lieve)
ja_jp: 会話（小）
ko_kr: 대화소리(작다)
nl_nl: Spraak (zacht)
no_no: Tale (lav)
pl_pl: Mowa (cicha)
pt_pt: Fala (suave)
ro_ro: Vorbire ( usoara )
ru_ru: Тихая речь
sv_se: Svagt Tal
tr_tr: Konuşma (alçak)
zh_cn: 言语(轻度)

source: Speech (loud)
cs_cz: Řeč (hlasitá)
da_dk: Kraftig tale
de_de: Sprache (laut)
es_es: Habla (fuerte)
fi_fi: Puhe (voimakas)
fr_fr: Parole (forte)
hu_hu: Beszéd (hangos)
it_it: Parlato (Forte)
ja_jp: 会話（大）
ko_kr: 대화소리(크다)
nl_nl: Spraak (hard)
no_no: Tale (høy)
pl_pl: Mowa (głośna)
pt_pt: Fala (forte)
ro_ro: Vorbire ( tare )
ru_ru: Громкая речь
sv_se: Starkt Tal
tr_tr: Konuşma (yüksek)
zh_cn: 言语(强度)

source: Speech in noise (mod.)
cs_cz: Řeč v hluku (střední)
da_dk: Tale i mod. støj
de_de: Sprache im Lärm (mod.)
es_es: Voz/ruido (mod.)
fi_fi: Puhe melussa (keski)
fr_fr: Parole + bruit (modéré)
hu_hu: Beszéd zajban (köz.)
it_it: Parlato e Rumore (mod.)
ja_jp: 騒音下の会話（中）
ko_kr: 소음환경에서 대화소리(중간)
nl_nl: Spraak +rumoer
no_no: Tale i støy (mod.)
pl_pl: Mowa w śr. hałasie
pt_pt: Fala no ruído (mod.)
ro_ro: Vorbire in zgomot ( moderat)
ru_ru: Речь в среднем шуме
sv_se: Svagt tal i brus
tr_tr: Gürültüde Konuşma (orta)
zh_cn: 噪音环境下的言语(适中)

source: Speech in noise (loud)
cs_cz: Řeč v hluku (hlasitá)
da_dk: Tale i kraf. støj
de_de: Sprache im Lärm (laut)
es_es: Voz/ruido (fuerte)
fi_fi: Puhe melussa (voimakas)
fr_fr: Parole + bruit (fort)
hu_hu: Beszéd zajban (hangos)
it_it: Parlato e rumore (forte)
ja_jp: 騒音下の会話（大）
ko_kr: 소음속 말소리(큼)
nl_nl: Spraak +lawaai
no_no: Tale i støy (høy)
pl_pl: Mowa w dużym hałasie
pt_pt: Fala no ruído (forte)
ro_ro: Vorbire in zgomot (puternic)
ru_ru: Речь в громком шуме
sv_se: Starkt tal i brus
tr_tr: Gürültüde Konuşma (yüksek)
zh_cn: 嘈杂环境下的言语

source: Noise (mod.)
cs_cz: Hluk (střední)
da_dk: Moderat støj
de_de: Lärm (mod.)
es_es: Ruido (mod.)
fi_fi: Melu (keski)
fr_fr: Bruit (modéré)
hu_hu: Zaj (köz.)
it_it: Rumore (mod.)
ja_jp: 騒音（中）
ko_kr: 소음(중간)
nl_nl: Rumoer
no_no: Støy (mod.)
pl_pl: Szum (um.)
pt_pt: Ruído (mod.)
ro_ro: Zgomot (moderat)
ru_ru: Тихий шум
sv_se: Svagt Brus
tr_tr: Gürültü (orta)
zh_cn: 噪音(适中)

source: Noise (loud)
cs_cz: Hluk (hlasitý)
da_dk: Kraftig støj
de_de: Lärm (laut)
es_es: Ruido (fuerte)
fi_fi: Melu (voimakas)
fr_fr: Bruit (fort)
hu_hu: Zaj (erős)
it_it: Rumore (Forte)
ja_jp: 騒音（大）
ko_kr: 소음(큼)
nl_nl: Hard lawaai
no_no: Støy (høy)
pl_pl: Szum (głośny)
pt_pt: Ruído (forte)
ro_ro: Zgomot (puternic)
ru_ru: Громкий шум
sv_se: Starkt Brus
tr_tr: Gürültü (yüksek)
zh_cn: 噪音(强度)

source: Use Time Total Hours
cs_cz: Doba používání - celkem hodin
da_dk: Samlet brugstid i timer
de_de: Tragedauer - Stunden
es_es: Tiempo de uso - Total Horas
fi_fi: Käyttöaika, tunteja yhteensä :
fr_fr: Utilisation totale :
hu_hu: Teljes használati idő
it_it: Tempo Utilizzo - Ore Totali
ja_jp: 総使用時間:
ko_kr: 사용시간-전체시간
nl_nl: Gebruiksduur - aantal uren:
no_no: Total brukstid:
pl_pl: Całkowita liczba godziń używania
pt_pt: Total de horas de uso
ro_ro: Timpul folosit - Total ore
ru_ru: Время использования - общее время ношения
sv_se: Använd tid - Totalt timmar
tr_tr: Kullanma Süresi - Toplam Saat
zh_cn: 总使用时间数:

source: Number of Switches
cs_cz: Počet přepnutí
da_dk: Antal af skift
de_de: Anzahl der Umschaltungen
es_es: Número de cambios
fi_fi: Vaihtojen määrä
fr_fr: Nombre de modifications
hu_hu: Kapcsolások száma
it_it: Numero di commutazioni
ja_jp: 切替回数
ko_kr: 스위치 갯수
nl_nl: Aantal omschakelingen
no_no: Antall bryterendringer
pl_pl: Liczba zmian
pt_pt: Número de botões
ro_ro: Numarul de comutatoare
ru_ru: Количество переключателей
sv_se: Antal Programbyten
tr_tr: Switch Sayısı
zh_cn: 切换次数

source: Instrument Uses
cs_cz: Použití sluchadla
da_dk: Antal gange i brug
de_de: Tragedauer
es_es: Usos del Audífono
fi_fi: Käyttökertoja
fr_fr: Utilisation de l'appareil
hu_hu: Viselések száma
it_it: Utilizzo dispositivo
ja_jp: 補聴器の使用
ko_kr: 보청기사용
nl_nl: Toestelgebruik
no_no: Apparat bruk
pl_pl: Użycie aparatu
pt_pt: Número de usos
ro_ro: Folosirea aparatului
ru_ru: Аппарат используется
sv_se: Hörapparatanvändande
tr_tr: Cihaz Kullanımı
zh_cn: 使用助听器

source: Use Time Per Program
cs_cz: Doba používání - na program
da_dk: Brugstid pr. program
de_de: Tragedauer - pro Programm
es_es: Tiempo de uso - Por programa
fi_fi: Käyttöaika per ohjelma
fr_fr: Utilisation - Par programme
hu_hu: Használati idő/ Program
it_it: Tempo Utilizzo - Per Programma
ja_jp: プログラムごとの使用時間
ko_kr: 사용시간-프로그램당
nl_nl: Gebruiksduur per programma
no_no: Brukstid pr program
pl_pl: Czas użycia na program
pt_pt: Tempo de uso por programa
ro_ro: Timpul folosit - Pentru fiecare program
ru_ru: Время пользования - программы
sv_se: Använd tid - Per program
tr_tr: Kullanma Süresi - her Program
zh_cn: 每个聆听程序使用时间

source: Program Changes
cs_cz: Změn programu
da_dk: Programskift
de_de: Programmwechsel
es_es: Cambios de Programa
fi_fi: Ohjelmamuutokset
fr_fr: Changements de programme
hu_hu: Program változások
it_it: Cambio programma
ja_jp: プログラムの変更
ko_kr: 프로그램 변경
nl_nl: Programmawisselingen
no_no: Programbytte
pl_pl: Zmian programu
pt_pt: Mudanças de programa
ro_ro: Schimbati programul
ru_ru: Изменение программ
sv_se: Programändringar
tr_tr: Program Değişimleri
zh_cn: 程序改变

source: Use Time Hours Per Use
cs_cz: Doba používání - hodin na použití
da_dk: Timer pr. brug
de_de: Tragedauer - Stunden pro Einschaltung
es_es: Tiempo de uso - Horas por uso
fi_fi: Käyttöaika-tuntia per kerta
fr_fr: Utilisation consécutive en heures
hu_hu: Használati idő - óra/használat
it_it: Tempo Utilizzo - Ore per Utilizzo
ja_jp: 1回の使用時間
ko_kr: 사용시간-사용당 시간
nl_nl: Gebruiksduur - uren per keer
no_no: Brukstid - Antall timer
pl_pl: Liczba godzin użycia na całkowity czas
pt_pt: Tempo de uso-horas por uso
ro_ro: Timpul de folosire - Ore pentru fiecare folosire
ru_ru: Время пользования - часы ношения
sv_se: Använd tid - Använda timmar
tr_tr: Kullanma Süresi - Her Kullanımda (saat)
zh_cn: 每次使用时间

source: Volume Adjustment per Program
cs_cz: Počet nastavení VC - na program
da_dk: Volumenjustering per Program
de_de: Lautstärkeanpassung je Programm
es_es: Ajuste de Volumen por Programa
fi_fi: Voimakkuuden säätö per ohjelma
fr_fr: Modification du volume par programme
hu_hu: Hangerő állítás per program
it_it: Regolazione Volume per Programma
ja_jp: プログラムごとのボリューム変更
ko_kr: 프로그램 별 볼륨 조정
nl_nl: Volume-aanpassing per programma
no_no: Volumjustering per Program
pl_pl: Regulacje potencjometrem na program
pt_pt: Ajuste de volume por programa
ro_ro: Ajustare Volum per Program
ru_ru: Настройка громкости для программы
sv_se: Volymjustering per Program
tr_tr: Program Başına Ses Ayarı
zh_cn: 每个程序音量调节水平

source: Sound Level
cs_cz: Intenzita zvuku
da_dk: Indgangslydtryk
de_de: Eingangsschalldruckpegel
es_es: Nivel sonoro
fi_fi: Äänitaso
fr_fr: Niveau sonore
hu_hu: Hangszint
it_it: Livello Sonoro
ja_jp: 入力音レベル
ko_kr: 소리 수위
nl_nl: Geluidsniveau
no_no: Lydnivå
pl_pl: Poziom dźwieku
pt_pt: Nível sonoro
ro_ro: Nivel sunet
ru_ru: Уровень звука
sv_se: Ljudnivå
tr_tr: Ses Seviyesi
zh_cn: 输入声音平均强度

source: VC Change Over Time
cs_cz: VC - změn v čase
da_dk: VC justering/tid
de_de: VC - Änderungen pro Zeit
es_es: VC - Cambios en el tiempo
fi_fi: VC-muutokset ajan myötä
fr_fr: Modification du volume dans le temps
hu_hu: Hszab. használat
it_it: VC - Variazioni rispetto al tempo
ja_jp: ボリューム調整量の変化
ko_kr: 볼륨조절 변경 시간 초과
nl_nl: Volumewijzigingen in de tijd
no_no: VK - Endringer over tid
pl_pl: Regulacje potencjometrem w przedziale czasu
pt_pt: Mudança no CV o tempo todo
ro_ro: Control Volum-Modificare in acord cu acomodarea
ru_ru: Изменения регулятора громкости за период
sv_se: VK - Ändring över tid
tr_tr: Ses Ayarı - Genel Değişim
zh_cn: 随着使用时间变化平均音量调节幅度

source: Time on Whistle Frequencies
cs_cz: Doba, po kterou sluchadlo pískalo
da_dk: Tid på hylefrekvenser
de_de: Zeit Rückkopplung
es_es: Tiempo en Frecuencias de Feedback
fi_fi: Vinkumistaajuuksien aika
hu_hu: Idő a sipolás frekvencián
it_it: Tempo sulle frequenze di feedback
ja_jp: ハウリングの時間
ko_kr: Whistle 주파수 시간
nl_nl: Tijdsduur fluitfrequenties
no_no: Tid - Feedbackfrekvenser
pl_pl: Czas sprzężenia
pt_pt: Tempo em frequências de microfonia
ro_ro: Timpul in Frecvente de Fluierat
ru_ru: Время срабатывания подавления обратной связи (частотный ответ)
sv_se: Tid på återkopplingsfrekvenser
tr_tr: Zamana Göre Fısıltı Frekansları
zh_cn: 产生反馈时间数

source: Time on Gain Reduction
cs_cz: Doba, po kterou byl snížen zisk
da_dk: Tid på reduktion af forstærkning
de_de: Zeit Verstärkungsreduzierung
es_es: Tiempo en Reducción de Ganancia
fi_fi: Vahvistusalentuman aika
hu_hu: Idő az erősítés szabályzáson
it_it: Tempo di riduzione del guadagno
ja_jp: ゲインリダクションの時間
ko_kr: 이득 감소 시간
nl_nl: Tijdsduur versterkingsreductie
no_no: Tid - Gainreduksjon
pl_pl: Czas zmniejszenia wzmocnienia
pt_pt: Tempo em ganho reduzido
ro_ro: Timpul in Reducere de Castig
ru_ru: Время срабатывания шумоподавления
sv_se: Tid på förstärkningsreducering
tr_tr: Zamana Göre Kazancı Azaltma
zh_cn: 降低增益时间数

source: Average Volume Adjustment per Environment (Based on Program 1)
cs_cz: Průměrný počet nastavení podle okolí (založeno na programu 1)
da_dk: Gennemsnitlig volumenjustering per program (Baseret på program 1)
de_de: Durchschnittliche Lautstärkeeinstellung pro Umgebung (basierend auf Programm 1)
es_es: Promedio de Ajustes de Volumen por Entorno (Basado en programa 1)
fi_fi: Kekiarvo vomakkuuden säätö per ääniympäristö (Perustuen ohjelmaan 1)
fr_fr: Modification du volume par environnement (Programme 1)
hu_hu: Átlag hangerő állítás per környezet (a Program 1-re alapozva)
it_it: Aggiustamento di Volume medio per Ambiente (Basato sul Programma 1)
ja_jp: 環境ごとのボリューム変更（P1に基づく平均値）
ko_kr: Environment (Program 1기준)별 평균 볼륨 조정
nl_nl: Gemiddelde volume-aanpassing per omgeving (gebaseerd op programma 1)
no_no: Gjennomsnittlig volumjustering pr. lyttesituasjon (Basert på program 1)
pl_pl: Średnia liczba regulacji potencjometrem na środowisko (Bazując na Programie 1)
pt_pt: Média de ajuste de volume por ambiente ( baseado no programa 1 )
ro_ro: Ajustare Volum Mediu per Mediu (Bazat pe Programul 1)
ru_ru: Средняя настройка громкости для окружающей обстановки (основываясь на программе 1)
sv_se: Genomsnittlig volymjustering per miljö (Baserat på Program 1)
tr_tr: Herbir Çevre İçin Ortalama Ses Ayarı (Program 1 için )
zh_cn: 每种环境下平均音量调整值(程序1)

source: Use Time Per Environment Per Program 1
cs_cz: Doba použití podle prostředí - program 1
da_dk: Brugstid per lydmiljø program 1
de_de: Tragedauer je Umgebung für Programm 1
es_es: Tiempo de Uso por Entorno por Programa 1
fi_fi: Käytetty aika per ääniympäristö per ohjelma 1
fr_fr: Utilisation de l'appareil par environnement pour Programme 1
hu_hu: Használati idő Per környezet Per Program 1
it_it: Usa Tempo per Ambiente Programma 1
ja_jp: P1の環境ごとの使用時間
ko_kr: Program 1당 Environment 별 소요 시간
nl_nl: Gebruikstijd per omgeving programma 1
no_no: Brukstid pr. lyttemiljø Prog. 1
pl_pl: Czas używania w środowisku na Program 1
pt_pt: Tempo de uso por ambiente no programa 1
ro_ro: Foloseste Timpul Pe Mediu Pe Program 1
ru_ru: Время использования для окружающей обстановки в программе 1
sv_se: Använd tid per miljö för program 1
tr_tr: Her bir Çevre ve Program 1 için kullanım zamanı
zh_cn: 每种环境下使用时间(程序1)
