Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Left Fitting for
cs_cz: Nastavení vlevo pro
da_dk: Venstre tilpasning for
de_de: Anpassung links für
es_es: Adaptación Izquierda por
fi_fi: Vasen sovitus
fr_fr: Appareillage gauche pour
hu_hu: Bal illesztés
it_it: Fitting Sinistro per
ja_jp: 左のフィッティング
ko_kr: 왼쪽 피팅
nl_nl: Aanpassing links voor
no_no: Venstre tilpasning
pl_pl: Lewe dopasowanie
pt_pt: Ajuste Esquerdo para
ro_ro: Reglaj stang pentru
ru_ru: Левая настройка
sv_se: Vänster Anpassning för
tr_tr: Sol uygulama
zh_cn: 左侧助听器

source: Right Fitting for
cs_cz: Nastavení vpravo pro
da_dk: Højre tilpasning for
de_de: Anpassung rechts für
es_es: Adaptación Derecha por
fi_fi: Oikea sovitus
fr_fr: Appareillage droit pour
hu_hu: Jobb illesztés
it_it: Fitting Destro per
ja_jp: 右のフィッティング
ko_kr: 오른쪽 피팅
nl_nl: Aanpassing rechts voor
no_no: Høyre tilpasning
pl_pl: Prawe dopasowanie
pt_pt: Ajuste Direito para
ro_ro: Reglaj bun pentru
ru_ru: Правая настройка
sv_se: Höger Anpassning för
tr_tr: Sağ Uygulama
zh_cn: 右侧助听器

source: Questionaire Data
cs_cz: Data dotazníku
da_dk: Spørgeskemadata
de_de: Daten Fragebogenkatalog
es_es: Datos del Cuestionario
fi_fi: Kysely tietoa
fr_fr: Questionaire
hu_hu: Questionaire adat
it_it: Dati Questionario
ja_jp: アンケートデータ
ko_kr: 질문 데이터
nl_nl: Vragenlijst gegevens
no_no: Spørreskjema data
pl_pl: Dane kwestionariusza
pt_pt: Dados do questionário
ro_ro: Date Chestionar
ru_ru: Данные анкеты
sv_se: Frågeformulär data
tr_tr: Anket Verisi
zh_cn: 调查问卷数据

source: Related Data
cs_cz: Příbuzná data
da_dk: Relaterede data
de_de: Benutzerdaten
es_es: Datos Relacionados
fi_fi: Samantyyppistä tietoa
fr_fr: Données liées
hu_hu: Vonatkozó adat
it_it: Dati correlati
ja_jp: 関連データ
ko_kr: 연관 데이타
nl_nl: Gerelateerde gegevens
no_no: Relatert Data
pl_pl: Powiązane dane
pt_pt: Dados relacionados
ro_ro: Data Eliberare
ru_ru: Соответствующие данные
sv_se: Relaterad Data
tr_tr: İlgili Veriler
zh_cn: 相关数据

source: About ReSound Aventa
cs_cz: O programu Aventa 3.14
da_dk: Om ReSound Aventa
de_de: Über ReSound Aventa
es_es: Acerca de ReSound Aventa
fi_fi: Aventa 3.14 tietoa
fr_fr: A propos d'Aventa 3
hu_hu: Az Aventa 3.14-ről
it_it: Riguardo ReSound Aventa
ja_jp: Aventaについて
ko_kr: Aventa 3.14에 대하여
nl_nl: Over Aventa 3.14
no_no: Om ReSound Aventa
pl_pl: O programie Aventa 3.14
pt_pt: Sobre o Aventa
ro_ro: Despre Aventa 3.14
ru_ru: Об Aventa 3.14
sv_se: Om ReSound Aventa
tr_tr: ReSound Aventa Hakkında
zh_cn: 关于 Aventa

source: Updates:
cs_cz: Aktualizace:
da_dk: Patches:
es_es: Actualizaciones:
fi_fi: Päivitykset :
fr_fr: Mises à jour :
hu_hu: Frissítések:
it_it: Aggiornamenti aggiuntivi:
ja_jp: パッチ履歴:
ko_kr: 업데이트:
no_no: Oppdateringer:
pl_pl: Aktualizacje:
pt_pt: Atualizações:
ro_ro: Actualizari:
ru_ru: Обновления:
sv_se: Patchar:
tr_tr: Güncellemeler:
zh_cn: 版本号:

source: File Version Details:
cs_cz: Podrobnosti o verzi souboru:
da_dk: Detaljer om filversion:
de_de: Datei-Übersicht:
es_es: Detalles de la versión del Archivo:
fi_fi: Tiedostoversio :
fr_fr: Détail des fichiers :
hu_hu: Fájl verzió részletek:
it_it: Dettagli versione file:
ja_jp: ファイルバージョンの詳細：
ko_kr: 파일버전 세부사항:
nl_nl: Details bestand-versie:
no_no: Filversjon detaljer:
pl_pl: Szczegóły Wersji Pliku:
pt_pt: Detalhes da versão final:
ro_ro: Detaliile versiunii:
ru_ru: Детали версии файла:
sv_se: Filversion Detaljer:
tr_tr: Dosya Versiyon Detayları:
zh_cn: 文件详细信息:

source: Component
cs_cz: Součást
da_dk: Komponent
de_de: Komponente
es_es: Componente
fi_fi: Tietosto
fr_fr: Composant
hu_hu: Részek
it_it: Componente
ja_jp: コンポーネント
ko_kr: 요소
no_no: Komponent
pl_pl: Składnik
pt_pt: Componentes
ro_ro: Componenta
ru_ru: Компонент
sv_se: Komponent
tr_tr: Parça
zh_cn: 文件名

source: Path
cs_cz: Cesta
da_dk: Sti
de_de: Pfad
es_es: Ruta
fi_fi: Polku
fr_fr: Emplacement
hu_hu: Elérési út
it_it: Percorso
ja_jp: パッチ
ko_kr: 경로
nl_nl: Pad
no_no: Sti
pl_pl: Ścieżka
pt_pt: Caminho
ru_ru: Путь
sv_se: Sökväg
tr_tr: Yol
zh_cn: 文件路径

source: Version
cs_cz: Verze
es_es: Versión
fi_fi: Versio
hu_hu: Verzió
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
nl_nl: Versie
no_no: Versjon
pl_pl: Wersja
pt_pt: Versão
ro_ro: Versiune
ru_ru: Версия
tr_tr: Versiyon
zh_cn: 版本

source: Date
cs_cz: Datum
da_dk: Dato
de_de: Datum
es_es: Fecha
fi_fi: Pvm
hu_hu: Dátum
it_it: Dati
ja_jp: 日付
ko_kr: 날짜
nl_nl: Datum
no_no: Dato
pl_pl: Data
pt_pt: Data
ro_ro: Data
ru_ru: Дата
sv_se: Datum
tr_tr: Tarih
zh_cn: 修改日期

source: Size
cs_cz: Velikost
da_dk: Størrelse
de_de: Größe
es_es: Tamaño
fi_fi: Koko
fr_fr: Taille
hu_hu: Méret
it_it: Dimensione
ja_jp: サイズ
ko_kr: 크기
nl_nl: Grootte
no_no: Størrelse
pl_pl: Wielkość
pt_pt: Tamanho
ro_ro: Marime
ru_ru: Размер
sv_se: Storlek
tr_tr: Ölçü
zh_cn: 文件大小

source: Ear-to-Ear Streaming TeleCoil
da_dk: Ear-to-Ear Streaming Telespole
de_de: Ear-to-Ear Übertragung Induktionsspule
es_es: Transmisión Oído a Oído Para Bobina Telefónica
fi_fi: Koje-koje äänensiito Induktiosilmukka
fr_fr: Bobine T inter-appareils
hu_hu: Készülékek közötti kommunikáció Telefontekercs
it_it: Streaming Telecoil Ear-to-Ear
ja_jp: 両耳間ストリーミング（T）
ko_kr: 양이 보청기간 스트리밍 텔레코일
nl_nl: Ear-to-Ear streaming luisterspoel
no_no: Apparat til Apparat streaming Telespole
pl_pl: Transmisja Międzyuszna CewkaTele
pt_pt: Comunicação de Orelha a Orelha: Bobina Telefônica
ro_ro: Ureche la Ureche Streaming TeleCoil
ru_ru: Бинауральная передача Телефонная катушка
sv_se: Öra till Öra Streaming Telespole
tr_tr: Cihaz-dan-Cihaza Aktarım TeleCoil
zh_cn: 助听器间音频传输 电感线圈

source: Ear-to-Ear Streaming TeleCoilMic1
de_de: Ear-to-Ear Übertragung T+M
es_es: Transmisión Oído a Oído Bobina telefónicaMic1
fi_fi: Koje-koje äänensiito Induktiosilmukka+Mik
fr_fr: Bobine T inter-appareils + micro
hu_hu: Készülékek közötti kommunikáció TelefontekercsMik1
ja_jp: 両耳間ストリーミング（T + M）
ko_kr: 양이 보청기간 스트리밍 텔레코일마이크1
nl_nl: Ear-to-Ear streaming luisterspoelMic1
no_no: Apparat til Apparat streaming TelespoleMic1
pl_pl: Transmisja Międzyuszna CewkaMik1
pt_pt: Transmissão de Orelha a Orelha: Bobina Telefônica + Mic
ro_ro: Ureche la Ureche Streaming TeleCoilMic1
ru_ru: Бинауральная передача Телефонная катушка Микрофон 1
sv_se: Öra till Öra Streaming Telespole + Mik
tr_tr: Cihaz-dan-Cihaza Aktarım TeleCoilMikrofon1
zh_cn: 助听器间音频传输 电感线圈麦克风1

source: TV/Radio/PC/Micro-Multi Mic
da_dk: TV streamer / Multi mic / Micro mic
de_de: TV/Radio/PC/Mini Mik
fi_fi: TV/Radio/PC/Langaton Mikrofoni
fr_fr: TV / Microphone
hu_hu: TV/Rádió/PC/Mini Mikrofon
it_it: TV/Radio/PC/Micro Mic o Multi Mic
ja_jp: TVﾕﾅｲﾄ/ﾏｲｸ
nl_nl: TV/Radio/PC/Microfoon
no_no: TV/Micro-Multi Mic
pl_pl: TV/Radio/PC/Mini Mik.
ro_ro: TV/Radio/PC/Mini Microphone
ru_ru: ТВ/Радио/ПК/Мини-микрофон
sv_se: TV/Mikro-Multi Mik
tr_tr: TV/Radyo/PC/Micro-Multi Mikrofon
zh_cn: 电视/收音机/电脑/迷你麦克风或迷你音频转换器

source: Speech
cs_cz: Řeč
da_dk: Telefon
de_de: Telefonclip
es_es: Conversación
fi_fi: Puhelin
fr_fr: Phone Clip
hu_hu: Beszéd
it_it: Parlato
ja_jp: 携帯ﾕﾅｲﾄ
nl_nl: Telefoon
no_no: Telefon
pl_pl: Mowa
pt_pt: Fala
ro_ro: Vorbire
ru_ru: Речь
sv_se: Tal
tr_tr: Konuşma
zh_cn: 言语

source: External Streaming
cs_cz: Externí Streaming
da_dk: Ekstern Streaming
de_de: Externe Übertragung
es_es: Transmisión Externa
fi_fi: Ulkopuolinen äänensiirto
fr_fr: Connexion sans fil
hu_hu: Külső sugárzás
it_it: Streaming Esterno
ja_jp: 外部ストリーミング
ko_kr: 외부 스트리밍
nl_nl: Externe Streaming
no_no: Ekstern Streaming
pl_pl: Transmisja Zewnętrzna
pt_pt: Streaming Externo
ro_ro: Streaming Extern
ru_ru: Внешний стример
sv_se: Extern Streaming
tr_tr: Harici Streaming
zh_cn: 外接音频转换器

source: External Streaming Mic
cs_cz: Mic Externího Streamingu
da_dk: Ekstern Streaming Mikrofon
de_de: Externe Übertragung Mikro
es_es: Transmisión Mic Externo
fi_fi: Ulkopuolinen äänensiirtomikrofoni
hu_hu: Külső Sugárzó Mik
it_it: Streaming Esterno Mic
ja_jp: 外部ストリーミング（マイク）
ko_kr: 외부 스트리밍 마이크
nl_nl: Externe Streaming Mic
no_no: Ekstern Streaming Mik
pl_pl: Mikrofon Zewnętrzny
pt_pt: Mic Externo Streaming
ro_ro: Streaming Mic Extern
ru_ru: Внешний стример Микрофон
sv_se: Extern Streaming Mik
tr_tr: External Streaming Mikrofon
zh_cn: 外接音频转换器+麦克风

source: Streaming DAI
da_dk: Streamer DAI
de_de: Übertragung DAI
es_es: Transmisión DAI
fi_fi: Äänensiirto DAI
hu_hu: Sugárzás DAI
ja_jp: ストリーミング(DAI)
ko_kr: DAI 스트리밍
no_no: Streamer Audioinngang
pl_pl: Transmisja DAI
ru_ru: Стример Прямой аудиовход
zh_cn: 音频转换器DAI

source: Streaming DAI Mic
da_dk: Streamer DAI Mik
de_de: Übertragung DAI+M
es_es: Transmisión DAI Mic
fi_fi: Äänesiirto DAI Mikrofoni
hu_hu: Sugárzás DAI Mik
ja_jp: ストリーミング(DAI + マイク)
ko_kr: DAI 마이크 스트리밍
no_no: Streamer Audioinngang Mik
pl_pl: Transmisja Mik. DAI
ru_ru: Стример Прямой аудиовход Микрофон
sv_se: Streaming DAI Mik
tr_tr: Streaming DAI Mikrofon
zh_cn: 音频转换器DAI+麦克风

source: Noahlink Wireless
zh_cn: 无线编程器

source: Wireless Discovery Time
cs_cz: Čas zjišťování wireless
da_dk: Trådløs opdagelses tid
de_de: Wireless Erkennungszeitraum
es_es: Tiempo de Localización Inalámbrico
fi_fi: Langattoman laitteen hakuaika
hu_hu: Wireless keresési idő
it_it: Tempo rilevamento Wireless
ja_jp: ワイヤレス検索時間
ko_kr: 무선 탐색 시간
nl_nl: Wireless opspoortijd
no_no: Trådløst oppdagelsestid
pl_pl: Czas Wykrycia Bezprzewodowego
pt_pt: Tempo de cobertura Wireless
ro_ro: Timpul de gasire Wireless
ru_ru: Время обнаружения беспроводного соединения
sv_se: Trådlös Avkänning Tid
tr_tr: Kablosuz keşif zamanı
zh_cn: 无线搜索时间

source: Battery Level Request Time
cs_cz: Čas pro zjištění úrovně baterie
de_de: Abfragezeitraum des Batterie-Levels
es_es: Tiempo de Nivel de Batería
fi_fi: Paristotason vaatimusaika
hu_hu: Elemszint kérési idő
it_it: Tempo richiesto Livello Batteria
ja_jp: 電池残量表示時間
ko_kr: 배터리 수준 요구 시간
nl_nl: Tijd batterijniveau-controle
no_no: Betterinivå anmodningstid
pl_pl: Głośność Zgłoszenia Zmiany Baterii
pt_pt: Tempo de nível de bateria requerido
ro_ro: Timpul de cerere a nivelului bateriei
ru_ru: Оставшаяся емкость батареи
sv_se: Batterinivå Förfrågan Tid
tr_tr: Tahmini pil seviyesi zamanı
zh_cn: 电池级要求时间

source: PhoneNow Level
cs_cz: Úroveň "PhoneNow"
da_dk: PhoneNow niveau
de_de: PhoneNow
es_es: Conex. PhoneNow
fi_fi: PhoneNow taso
fr_fr: Commutation téléphone automatique PhoneNow
hu_hu: TelefonMost szint
it_it: Livello PhoneNow
ja_jp: スムーズホン
ko_kr: PhoneNow 수준
nl_nl: Melding PhoneNow
no_no: PhoneNow Nivå
pl_pl: Głośność PhoneNow
pt_pt: Nível do PhoneNow
ro_ro: Nivel PhoneNow
ru_ru: Активация "PhoneNow"
sv_se: AutoTelefon Nivå
tr_tr: PhoneNow Seviyesi
zh_cn: 自动电话

source: Phone Clip Ring
cs_cz: Vyzvánění Phone Clip
da_dk: Telefonclip: Telefon ringer
de_de: Anrufsignal Telefonclip
es_es: Timbre Phone Clip+
fi_fi: Phone Clip soittoääni
fr_fr: Sonnerie du téléphone
hu_hu: Phone Clip csörgés
it_it: Suoneria Phone Clip
ja_jp: 携帯ユナイトの呼出音
ko_kr: 폰클립 용 ring
nl_nl: Ringtone Telefoonclip
no_no: Phone Clip Signal
pl_pl: Dzwonek Phone Clip
pt_pt: Toque do Phone Clip
ro_ro: Unite Phone Clip Ring
ru_ru: Звонок Phone Clip
sv_se: Telefonclip Ringsignal
tr_tr: Phone Clip Zili
zh_cn: 手机伴侣铃声

source: DAILevel
cs_cz: DAIÚroveň
da_dk: DAINiveau
de_de: DAI-Pegel
es_es: Conex. DAI
fi_fi: DAI taso
hu_hu: DAI szint
it_it: Livello DAI
ja_jp: DAI切替音
ko_kr: DAI 수준
nl_nl: DAI niveau
no_no: Audioinngang Nivå
pl_pl: Głośność DAI
pt_pt: Nível DAI
ru_ru: Прямой аудиовход
sv_se: DAI Nivå
tr_tr: DAI Seviyesi
zh_cn: DAI值

source: Phone Clip Connect
cs_cz: Připojení Phone Clip
da_dk: Forbindelse til Telefonclip
de_de: Verbindung Telefonclip
es_es: Conectar Phone Clip
fi_fi: Phone Clip kytkentä
fr_fr: Kit main-libre Bluetooth
hu_hu: Phone Clip Csatlakoztatás
it_it: Connessione Phone Clip
ja_jp: 携帯ユナイト接続
ko_kr: 폰클립 연결
nl_nl: Telefoonclip verbinden
no_no: Phone Clip - Tilkoble
pl_pl: Podłączenie Phone Clip
pt_pt: Conectar o Phone Clip
ro_ro: Unite Phone Clip Connect
ru_ru: Соединение гарнитуры Phone Clip
sv_se: Telefonclip Anslut
tr_tr: Phone Clip Bağlan
zh_cn: 连接手机伴侣

source: Unite Streaming Device Connect
cs_cz: Připojení Unite TV Streamer
da_dk: Forbindelse til TV
de_de: Verbindung Audio Beamer / Micro-/ Multi-Mikrofon
es_es: Conectar Dispositivo Streamer
fi_fi: TV-Lähetin kytkentä
fr_fr: Émetteur TV ou Microphone
hu_hu: Unite sugárzó csatlakoztatás
it_it: Connessione Accessorio Streaming
ja_jp: TVﾕﾅｲﾄ/ﾏｲｸ接続
ko_kr: 무선 악세서리와 연결
nl_nl: TV streamer/Microfoon verbinden
no_no: Tilkoble Unite Streaming tilbehør
pl_pl: Podłączenie Unite TV
pt_pt: Acessório Unite conectado
ro_ro: Unite TV Connect
ru_ru: Соединение ТВ стримера Unite
sv_se: Stömmande Enhet Anslutning
tr_tr: Aksesuar Bağlantısı
zh_cn: 连接音频转换器

source: ExternalStreamingPendingLevel
de_de: Externer Übertragungspegel
es_es: NivelPendingTransmisionExterna
hu_hu: KülsőSugárzásFüggőSzint
it_it: AttesaLivelloConnessioneEsterna
ja_jp: 外部ストリーミング保留レベル
ko_kr: 외부스트리밍지연수준
no_no: EksternStreamingPåventeNivå
pl_pl: GłośnośćPrzychodzącejRozmowyZewnętrznej
pt_pt: Nível de acessório externo pendente
ru_ru: Обработка внешнего стримера
sv_se: Extern Streaming Nivå
tr_tr: ExternalStreamingAskıyaAlmaSeviyesi
zh_cn: 外接转换器值

source: WirelessLinkDisabledLevel
de_de: Deaktivierungspegel Wireless
es_es: NivelDesconexionUnionInalambrica
fr_fr: Niveau sonore du bip de déconnexion sans fil
hu_hu: WirelessLinkTiltvaSzint
it_it: LivelloConnessioneWirelessDisabilitato
ja_jp: ワイヤレスリンク無効レベル
ko_kr: 무선링크불능수준
no_no: WirelessLinkDekativerNivå
pl_pl: GłośnośćUtratyPołączeniaBezprzewodowego
pt_pt: Nivel de desabilitação da conexão wireless
ru_ru: Уровень деактивации беспроводного соединения
tr_tr: KablosuzBağlantıEtkindeğilSeviyesi
zh_cn: 无线链接禁用值

source: WirelessLinkEnabledLevel
de_de: Aktivierungspegel Wireless
es_es: NivelActivaciónUnionInalambrica
fr_fr: Niveau sonore du bip de connexion sans fil
hu_hu: WirelessLinkEngedélyezveSzint
it_it: LivelloConnessioneWirelessAbilitato
ja_jp: ワイヤレスリンク有効レベル
ko_kr: 무선링크가능수준
no_no: WirelessLinkAktiverNivå
pl_pl: GłośnośćNawiązaniaPołączeniaBezprzewodowego
pt_pt: Nível de conexão wireless ativada
ru_ru: Уровень активации беспроводного соединения
tr_tr: KablosuzBağlantıEtkinSeviyesi
zh_cn: 无线链接启用值

source: Pairing Confirmation
cs_cz: Potvrzení párování
da_dk: Bekræftelse af parring
de_de: Bestätigung gekoppelter Geräte
es_es: Confirmación de Emparejado
fi_fi: Langattomien lisälaitteiden parituksen vahvistus
fr_fr: Confirmation de couplage
hu_hu: Párosítás Visszaigazolás
it_it: Conferma Accoppiamento Accessori
ja_jp: ペアリング確認
ko_kr: 무선 악세서리 페어링 확인
nl_nl: Pairing confirmeren
no_no: Paring Bekreftelse
pl_pl: Potwierdzenie Parowania Unite
pt_pt: Confirmação de Pareamento
ro_ro: Unite Pairing Confirmation
ru_ru: Подтверждение сопряжения
sv_se: Bekräftelse på parning
tr_tr: Eşleştirme Onayı
zh_cn: 无线附件匹配成功

source: Directional Mix
de_de: Direktionalitäts-Mix
es_es: Mix Direccional
fi_fi: Taajuuskohtainen suuntakuvio
fr_fr: Point de flexion fréquentiel
hu_hu: Direkcionális Mix
ja_jp: 指向性混合率
ko_kr: 방향성 믹스
nl_nl: Mix-frequentie directionaliteit
no_no: Direksjonalitet Justering
pl_pl: Mix Kierunkowy
pt_pt: Direcional Omni/Dir (Surround Sound)
ro_ro: Mix Directional
ru_ru: Смешивание направленности
sv_se: SSP: Andel Riktverkan
zh_cn: 方向性分量

source: High
cs_cz: Vysoké
da_dk: Høj
de_de: Hoch
es_es: Alto
fi_fi: Voimakas
fr_fr: Très bas
hu_hu: Magas
it_it: Alto
ja_jp: 高
nl_nl: Zeer laag (ca 500 Hz)
no_no: Høy
pl_pl: Wysoki
pt_pt: Alto
ro_ro: Inalte
ru_ru: Высоко (больше направленности)
sv_se: Stor
tr_tr: Yüksek
zh_cn: 高

source: Medium
cs_cz: Střední
de_de: Mittel
es_es: Medio
fi_fi: Kohtalainen
fr_fr: Bas
hu_hu: Közepes
it_it: Medio
ja_jp: 中/高
nl_nl: Laag (ca 700 Hz)
pl_pl: Średni
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средне
sv_se: Måttlig
tr_tr: Orta
zh_cn: 中

source: Low
cs_cz: Nízké
da_dk: Lav
de_de: Gering
es_es: Bajo
fi_fi: Heikko
fr_fr: Haut
hu_hu: Mély
it_it: Basso
ja_jp: 中
nl_nl: Medium (ca 1000 Hz)
no_no: Lav
pl_pl: Niski
pt_pt: Baixo
ro_ro: Jos
ru_ru: Низко
sv_se: Liten
tr_tr: Alçak
zh_cn: 低

source: Very Low
cs_cz: Velmi nízké
da_dk: Meget lav
de_de: Sehr niedrig
es_es: Muy Bajo
fi_fi: Hyvin matala
fr_fr: Très haut
hu_hu: Nagyon mély
it_it: Molto Basso
ja_jp: 低
nl_nl: Hoog (ca 1400 Hz)
no_no: Veldig lav
pl_pl: Bardzo niski
pt_pt: Muito baixo
ro_ro: Foarte Jos
ru_ru: Очень низко (меньше направленности)
sv_se: Väldigt Liten
tr_tr: Çok Alçak
zh_cn: 极低

source: EVFT PNR Gain Depths
cs_cz: EVFT PNR hloubky zisku
de_de: EVFT PNR Verstärkungstiefe
es_es: Profundidad de ganancia EVFT PNR
fi_fi: EVFT PNR vahv. syvyys
hu_hu: EVFT PNR erősítés mélység
it_it: PNR Guadagno Volume Ambienti
ko_kr: EVFT PNR 이득 깊이
ru_ru: EVFT PNR - настройки усиления
sv_se: Miljö Optimering NoiseTracker II Förstärkning Djup
tr_tr: EVFT PNR Kazanç Derinliği
zh_cn: EVFT音量增益值

source: PNR Max
fi_fi: PNR maksimi
fr_fr: Réducteur de bruit Max
ja_jp: PNR 最大
ko_kr: PNR 최대
no_no: PNR Maks
ru_ru: PNR Макс.
sv_se: NoiseTracker II per miljö Max
zh_cn: 最大PNR

source: PNR Min
fi_fi: PNR minini
fr_fr: Réducteur de bruit Min
ja_jp: PNR 最小
ko_kr: PNR 최소
ru_ru: PNR Мин.
sv_se: NoiseTracker II per miljö Min
zh_cn: 最小PNR

source: Mode
cs_cz: Mód
da_dk: Brug
de_de: P
es_es: Modo
fi_fi: Tila
hu_hu: Mód
it_it: Modalità
ja_jp: モード
ko_kr: 모드
nl_nl: Stand
no_no: Modus
pl_pl: Tryb
pt_pt: Modo
ro_ro: Mod
ru_ru: Режим
sv_se: Läge
tr_tr: Mod
zh_cn: 模式

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Arrêt
hu_hu: Ki
ja_jp: オフ
ko_kr: 끄기
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: Volume
cs_cz: Hlasitost
da_dk: Bipstyrke
de_de: Lautstärke
es_es: Volumen
fi_fi: Voimakkuus
hu_hu: Hangerő
ja_jp: ボリューム
ko_kr: 볼륨
no_no: Volum
pl_pl: Głośność
ro_ro: Volum
ru_ru: Громкость
sv_se: Volym
tr_tr: Ses
zh_cn: 音量

source: Volume and PNR
cs_cz: Hlasitost a PNR
da_dk: Volumen ogPNR
de_de: Lautstärke und PNR
es_es: Volumen y PNR
fi_fi: Voimakkuus ja PNR
fr_fr: Volume et réducteur de bruit
hu_hu: Hangerő és PNR
it_it: Volume e PNR
ja_jp: ボリュームとPNR
ko_kr: 볼륨과 PNR
nl_nl: Volume en PNR
no_no: Volum og PNR
pl_pl: Głośność i PNR
pt_pt: Volume e PNR
ro_ro: Volum si PNR
ru_ru: Громкость и PNR
sv_se: Volym och NoiseTracker II per miljö
tr_tr: Ses ve PNR
zh_cn: 音量和PNR

source: Use both instruments to identify the environment
cs_cz: Použít obě sluchadla k identifikaci prostředí
da_dk: Brug begge apparater til at identificere lydmiljøet
de_de: Bitte verwenden Sie beide Hörsysteme für die Situationserkennung
es_es: Utilizar ambos audífonos para identificar el entorno
fi_fi: Käytä kumpaankin kuulokojetta ääniympäristön tunnistamiseen
fr_fr: Utiliser les deux appareils pour identifier l'environnement
hu_hu: Használja mindkét készüléket a környezet felismeréséhez
it_it: Utilizza entrambi i dispositivi per identificare l'ambiente.
ja_jp: 環境認識を両耳で行う
ko_kr: 환경 인지를 위해 양쪽 보청기를 사용합니다
nl_nl: Gebruik beide toestellen om de omgeving te identificeren
no_no: Bruk begge apparatene for å identifisere lyttemiljø
pl_pl: Używaj obu aparatów do rozpoznania środowiska
pt_pt: Use ambos AASIs para identificar o ambiente
ro_ro: Utilizeaza ambele instrumente pentru a identifica mediul
ru_ru: Используйте оба аппарата для определения окружающей обстановки
sv_se: Använd båda hörapparaterna för att identifiera miljön
tr_tr: Çevreyi belirlemek için her iki cihazıda kullan
zh_cn: 使用两个助听器来识别环境

source: EVFT Volume Gain Depths
cs_cz: EVFT hloubky nastavení hlasitosti
de_de: EVFT Verstärkungstiefe
es_es: Profundidad de Ganancia Volumen EVFT
fi_fi: EVFT äänenv. vahv. syvyys
hu_hu: EVFT hangerő erősítés nagyság
it_it: Guadagno Volume Ambienti
ko_kr: EVFT 볼륨 이득 깊이
pl_pl: Wielkość Zmiany Głośności
ru_ru: EVFT громкость - настройки усиления
sv_se: Miljö Optimering Volym Förstärkning Djup
tr_tr: EVFT Ses Kazanç Derinliği
zh_cn: EVFT音量增益值

source: Volume Max
cs_cz: Hlasitost Max
da_dk: Max. volumen
de_de: Max. Lautstärke
es_es: Volumen Max
fi_fi: Voimakkuus maks
hu_hu: Hangerő Max
ja_jp: ボリューム最大
ko_kr: 볼륨 최대
no_no: Lydstyrke Maks
pl_pl: Głośność Maksymalna
pt_pt: Volume Máx
ro_ro: Volum Max
ru_ru: Максимальная громкость
sv_se: Volym Max
tr_tr: Max Ses
zh_cn: 最大音量

source: Volume Min
cs_cz: Hlasitost Min
da_dk: Min. volumen
de_de: Min. Lautstärke
es_es: Volumen Min
fi_fi: Voimakkuus min
hu_hu: Hangerő Min
ja_jp: ボリューム最小
ko_kr: 볼륨 최소
no_no: Lydstyrke Min
pl_pl: Głośność Minimalna
pt_pt: Volume Mín
ro_ro: Volum Min
ru_ru: Минимальная громкость
sv_se: Volym Min
tr_tr: Min Ses
zh_cn: 最小音量

source: Quiet
cs_cz: Ticho
da_dk: Ro
de_de: Ruhe
es_es: Silencio
fi_fi: Hiljainen ääniympäristö
fr_fr: Calme
hu_hu: Csend
it_it: Quiete
ja_jp: 静か
ko_kr: 조용한
nl_nl: Rust
no_no: Stille
pl_pl: Cisza
pt_pt: Silêncio
ro_ro: Liniste
ru_ru: Тишина
sv_se: Tyst
tr_tr: Sessizlikte
zh_cn: 安静环境

source: Speech (soft)
cs_cz: Řeč tichá
da_dk: Svag tale
de_de: Sprache (leise)
es_es: Habla (suave)
fi_fi: Puhe (heikko)
fr_fr: Parole (faible)
hu_hu: Beszéd (halk)
it_it: Parlato (Lieve)
ja_jp: 会話（小）
ko_kr: 대화소리(작다)
nl_nl: Spraak (zacht)
no_no: Tale (lav)
pl_pl: Mowa (cicha)
pt_pt: Fala (suave)
ro_ro: Vorbire
ru_ru: Тихая речь
sv_se: Svagt Tal
tr_tr: Konuşma (yumuşak)
zh_cn: 言语(轻度)

source: Speech (loud)
cs_cz: Řeč hlasitá
da_dk: Kraftig tale
de_de: Sprache (laut)
es_es: Habla (fuerte)
fi_fi: Puhe (voimakas)
fr_fr: Parole (forte)
hu_hu: Beszéd (hangos )
it_it: Parlato (Forte)
ja_jp: 会話（大）
ko_kr: 대화소리(크다)
nl_nl: Spraak (hard)
no_no: Tale (høy)
pl_pl: Mowa (głośna)
pt_pt: Fala (forte)
ro_ro: Vorbire clara
ru_ru: Громкая речь
sv_se: Starkt Tal
tr_tr: Konuşma (yüksek)
zh_cn: 言语(强度)

source: Speech in noise (mod.)
cs_cz: Řeč v hluku (středním)
da_dk: Tale i mod. støj
de_de: Sprache im Lärm (moderat)
es_es: Voz/ruido (mod.)
fi_fi: Puhe melussa (keski)
fr_fr: Parole + bruit (modéré)
hu_hu: Beszéd zajban (köz.)
it_it: Parlato/Rumore (Mod.)
ja_jp: 騒音下の会話（中）
ko_kr: 소음환경에서 대화소리(중간)
nl_nl: Spraak+ rumoer
no_no: Tale i støy (mod.)
pl_pl: Mowa w śr. hałasie
pt_pt: Fala no ruído (mod.)
ro_ro: Vorbire in zgomot
ru_ru: Речь в среднем шуме
sv_se: Tal i svagt brus
tr_tr: Gürültüde Konuşma (orta)
zh_cn: 噪音环境下的言语(适中)

source: Speech in noise (loud)
cs_cz: Řeč v hluku (hlasitém)
da_dk: Tale i kraftig støj
de_de: Sprache im Lärm (laut)
es_es: Voz/ruido (fuerte)
fi_fi: Puhe melussa (voimakas)
fr_fr: Parole + bruit (fort)
hu_hu: Beszéd zajban (hangos)
it_it: Parlato/Rumore (Forte)
ja_jp: 騒音下の会話（大）
ko_kr: 소음속 말소리(큼)
nl_nl: Spraak+ lawaai
no_no: Tale i støy (høy)
pl_pl: Mowa w dużym hałasie
pt_pt: Fala no ruído (forte)
ro_ro: Vorbire in zgomot (puternic)
ru_ru: Речь в громком шуме
sv_se: Tal i starkt brus
tr_tr: Gürültüde Konuşma (yüksek)
zh_cn: 嘈杂环境下的言语

source: Noise (mod.)
cs_cz: Hluk střední
da_dk: Mod. Støj
de_de: Lärm (moderat)
es_es: Ruido (mod.)
fi_fi: Melu (keski)
fr_fr: Bruit (modéré)
hu_hu: Zaj (köz.)
it_it: Rumore (Mod.)
ja_jp: 騒音（中）
ko_kr: 소음(중간)
nl_nl: Rumoer
no_no: Støy (mod.)
pl_pl: Hałas (średni)
pt_pt: Ruído (mod.)
ro_ro: Zgomot Moderat
ru_ru: Тихий шум
sv_se: Svagt Brus
tr_tr: Gürültü (orta)
zh_cn: 噪音(适中)

source: Noise (loud)
cs_cz: Hluk hlasitý
da_dk: Kraftig støj
de_de: Lärm (laut)
es_es: Ruido (fuerte)
fi_fi: Melu (voimakas)
fr_fr: Bruit (fort)
hu_hu: Zaj (erős)
it_it: Rumore (Forte)
ja_jp: 騒音（大）
ko_kr: 소음(큼)
nl_nl: Hard lawaai
no_no: Støy (høy)
pl_pl: Hałas (głośny)
pt_pt: Ruído (forte)
ro_ro: Zgomot puternic
ru_ru: Громкий шум
sv_se: Starkt Brus
tr_tr: Gürültü (yüksek)
zh_cn: 噪音(强度)

source: Detected Focus Ear
cs_cz: Zjištěno zaměřovací ucho
da_dk: Focusøre er detekteret
de_de: Fokus-Ohr Auswahl
es_es: Detectado Oído Focus
fi_fi: Tunnista fokusoiva korva
fr_fr: Oreille directrice
hu_hu: Felismert fókusz fül
it_it: Ricerca Orecchio Focus
ja_jp: フォーカスイヤの決定
ko_kr: Focus Ear 탐지
nl_nl: Gevonden Focus oor
no_no: Oppdaget Fokusøre
pl_pl: Wykryto Ucho Skupienia
pt_pt: Detectada orelha foco
ro_ro: Focus Ear Detectat
ru_ru: Определено фокусное ухо
sv_se: Fokus Öra
tr_tr: Fokus Kulak - Bulundu
zh_cn: 探测聚焦耳
