Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Reconfiguring left side
cs_cz: Konvertuji levou stranu
da_dk: Konverterer venstre side
de_de: Rekonfiguriere linke Seite
es_es: Convirtiendo Lado Izquierdo
fi_fi: Konfiguroi vasen puoli
fr_fr: Reconfiguration de l'appareil gauche
hu_hu: Átalakítás a bal oldalra
it_it: Conversione Lato Sinistro
ja_jp: 左耳の変更
ko_kr: 왼쪽 컨버팅 중
nl_nl: Linker toestel converteren
no_no: Konverterer Venstre Side
pl_pl: Rekonfiguracja lewej strony
pt_pt: Reconfigurando Lado Esquerdo
ro_ro: Reconfigurare Partea Stanga
ru_ru: Преобразовать левую сторону
sv_se: Omkonfigurerar Vä sida
tr_tr: Sol tarafı yeniden yapılandır
zh_cn: 正在重新装配左侧助听器

source: Reconfiguring...
cs_cz: Rekonfiguruji...
da_dk: Konverterer...
de_de: Rekonfiguriere...
es_es: Convirtiendo...
fi_fi: Konfiguroidaan...
fr_fr: Reconfiguration en cours ...
hu_hu: Átalakítás...
it_it: Conversione...
ja_jp: 変更中...
ko_kr: 컨버팅...
nl_nl: Converteren...
no_no: Konverterer...
pl_pl: Rekonfiguruj...
pt_pt: Reconfigurando...
ro_ro: Reconfigurare ...
ru_ru: Преобразование...
sv_se: Omkonfigurerar...
tr_tr: Yeniden yapılandırılıyor...
zh_cn: 正在重新装配...

source: Reconfiguration failed
cs_cz: Rekonfigurace selhala
da_dk: Fejl ved rekonfigurering
de_de: Rekonfiguration fehlgeschlagen
es_es: Reconfiguración fallida
fi_fi: Konfiguraatio ei onnistunut
fr_fr: La reconfiguration a échouée
hu_hu: Újrakonfigurálási hiba
it_it: Riconfigurazione Fallita
ja_jp: 変更の失敗
ko_kr: Reconfiguration 실패
nl_nl: Reconfiguratie mislukt
no_no: Konvertering feilet
pl_pl: Rekonfiguracja nieudana
pt_pt: Falha na reconfiguração
ro_ro: Reconfigurare nereusita
ru_ru: Не удалось перенастроить
sv_se: Omkonfigurering misslyckades
tr_tr: Yeniden yapılandırma başarısız
zh_cn: 重新装置失败

source: Number of hours in each environment
cs_cz: Průměrný počet hodin v každém prostředí
da_dk: Gennemsnitlig antal timer i hvert lydmiljø
de_de: Durchschnittliche Stundenanzahl je Umgebung
es_es: Número de Horas en cada entorno
fi_fi: Keskimääräinen tuntimäärä per ääniympäristö :
fr_fr: Temps d'utilisation par environnement sonore
hu_hu: Átlag óraszám minden környezetben
it_it: Media del numero di ore per ogni ambiente
ja_jp: 環境ごとの使用時間
ko_kr: 각각의 환경에서의 평균 시간
nl_nl: Gemiddeld aantal uren in iedere omgeving
no_no: Gjennomsnitt brukstid i timer per lyttemiljø
pl_pl: Liczba godzina na poszczególnych środowiskach
pt_pt: Número de horas em cada ambiente
ro_ro: Numar de ore in fiecare mediu
ru_ru: Среднее время ношения СА в каждой окружающей обстановке
sv_se: Genomsnittligt antal timmar i varje miljö
tr_tr: Her ortamlardaki saat sayısı
zh_cn: 每种环境下平均时间数

source: Low Battery Detected
cs_cz: Detekována slabá baterie
da_dk: Svagt batteri detekteret
de_de: Niedrige Batteriespannung ermittelt
es_es: Pila Baja Detectada
fi_fi: Heikko paristo havaittu
fr_fr: Niveau de pile faible
hu_hu: Kimerült elem
it_it: Basso Livello Batteria
ja_jp: 電池残量検知
ko_kr: 배터리 방전 위험이 탐지됨
nl_nl: Laag-batterijniveau gedetecteerd
no_no: Lavt Batterinivå Påvist
pl_pl: Wykryto niski stan baterii
pt_pt: Bateria fraca
ro_ro: Baterie Slaba Detectata
ru_ru: Определен низкий заряд батареи
sv_se: Svagt Batteri Upptäckt
tr_tr: Düşük Pil Tespit Edildi
zh_cn: 低电压提示

source: Instrument Boot Failure
cs_cz: Selhání spouštění sluchadla
da_dk: Fejl ved genstart af enhed
de_de: Starten des Hörsystems fehlgeschlagen
es_es: Fallo de arranque del audífono
fi_fi: Laitteen alustusvirhe
fr_fr: Démarrage de l'appareil impossible
hu_hu: Készülék Boot hiba
it_it: Avvio del Dispositivo Fallito
ja_jp: 機器の起動エラー
ko_kr: 보청기 부팅 실패
nl_nl: Toestel initialisatie mislukt
no_no: Apparat Boot Feil
pl_pl: Błąd Uruchamiania Urządzenia
pt_pt: Falha na conexão do aparelho
ro_ro: Repornire Dispozitiv Esuata
ru_ru: Ошибка подключения
sv_se: Omstart misslyckades
tr_tr: Cihazı yükleme hatası
zh_cn: 重启助听器失败

source: Device Channel Failure
cs_cz: Selhání kanálu sluchadla
de_de: Gerätefrequenz-Fehler
es_es: Fallo en canal de dispositivo
fi_fi: Laitteen kanavavirhe
fr_fr: Erreur de canal
hu_hu: Készülék csatorna hiba
it_it: Canale Dispositivo Fallito
ja_jp: デバイスのチャンネルエラー
ko_kr: Device 채널 실패
nl_nl: Device Channel error
no_no: Apparat Kanal Feil
pl_pl: Błąd kanału
pt_pt: Falha no canal do aparelho
ro_ro: Program Dispozitiv Esuat
ru_ru: Ошибка подключения
tr_tr: Cihaz Kanal Hatası
zh_cn: 设备通道失败

source: Connection Failed
cs_cz: Spojení selhalo
da_dk: Forbindelsen fejlede
de_de: Verbindung fehlgeschlagen
es_es: Ha fallado la conexión
fi_fi: Yhdistäminen epäonnistui
fr_fr: La connexion a échoué
hu_hu: Hiba a kapcsolatban
it_it: Connessione Fallita
ja_jp: 接続に失敗しました
ko_kr: 연결 실패
nl_nl: Verbinding verbroken
no_no: Tilkobling Mislykket
pl_pl: Błąd Połączenia
pt_pt: Falha na conexão
ro_ro: Conectare esuata
ru_ru: Соединение потеряно
sv_se: Anslutningen misslyckades
tr_tr: Bağlantı kesildi
zh_cn: 连接失败

source: ReSound Aventa is having difficulty reading the currently connected device(s) and will temporarily mute the hearing instrument(s). To un-mute the instrument(s), select 'OK' then click 'Save' and proceed with programming.
cs_cz: Aventa má potíže s načtením právě připojených sluchadel a sluchadla dočasně umlčí. Pro obnovení zvuku sluchadel zvolte 'OK' potom klikněte na 'Uložit' a pokračujte s programováním.
da_dk: Aventa har problemer med at læse de tilsluttede apparater og vil kortvarigt lukke lyden i apparaterne. For at få lyd på igen, klik 'OK' og derefter 'Gem'. Fortsæt derefter tilpasningen.
de_de: Aventa kann die aktuellen Anpassdaten nicht aus den verbundenen Geräten auslesen und schaltet die Geräte vorübergehend auf stumm. Um die Geräte wieder laut zu schalten wählen Sie "OK" und klicken dann auf "Speichern" um mit der Programmierung fortzufahren
es_es: Aventa no puede leer el(los) Audífono(s) conectados. y temporalmente silenciara el(los) audífono(s). Para des-silenciar el(los) audífono(s), seleccionar "OK", luego hacer clic en "Guardar" y continuar con la adaptación.
fi_fi: Kuulokojeessa oleva sovitustieto on virheellinen. Kuulokojeet mykistetään kunnes uusi sovitustieto on tallennettu onnistuneesti. Aktivoi kuulokojeen ääni painamalla "OK" ja "Tallenna" jonka jälkeen voit jatka ohjelmointia.
fr_fr: L’appareil est provisoirement muet car ses réglages sont incorrects. Sauvegarder à nouveau les réglages dans l’appareil pour corriger le problème.
hu_hu: Az Aventa számára nem olvashatóak illesztési adatok a csatlakoztatott hallókészülékből,és készülékek átmenetileg el lesznek némítva. A készülék visszahngosításához válassza az 'OK'-t majd kattintson a Mentésre és folytassa a programozást.
it_it: ReSound Aventa sta avendo difficoltà a leggere l'Apparecchio attualmente collegato e disattiverà temporaneamente l'Apparecchio acustico mettendolo in Muto. Cambiare le batterie. Per riattivare l'Apparecchio, selezionare 'OK', quindi cliccare su 'Salva' e procedere con la programmazione.
ja_jp: 前回補聴器にデータを書き込んだ際に正しく保存されなかった為、補聴器が一時的に消音状態になっています。 電池が症状している場合は念のため新品に交換して下さい。補聴器を再接続して、そのまま保存（補聴器への書き込み）する事で復帰します。
ko_kr: Aventa가 현재 연결된 장치를 읽는데 어려움이 있어 일시적으로 보청기 음을 소거할 것입니다. 보청기 음소거를 해제하려면, 'OK'를 선택한 후 '저장'을 클릭해서 프로그래밍을 진행하세요
nl_nl: Aventa kan momenteel verbonden toestel(len) niet uitlezen en zal deze daarom tijdelijk uitschakelen. Om ze weer in te schakelen selecteert u ´OK´, klikt u op ´Opslaan´ en gaat u verder met programmeren.
no_no: Aventa har vanskeligheter med å lese tilkoblet apparat(er) og vil midlertidlig mute høreapparat(ene). For å av-mute apparat(ene), velg 'OK', trykk 'Lagre' og fortsett programmeringen.
pl_pl: Aventa ma problem z odczytaniem aktualnie podłączonego aparatu(ów) i chwilowo wyciszy aparat(y) słuchowy(e)/ Aby wyłączyć wyciszenie wybierz "OK" a następnie "Zapisz" i kontynuuj dopasowanie.
pt_pt: O Aventa está com dificuldades em ler os aparelhos atuais e irá deixar os aparelhos auditivos temporariamente mudos.
ro_ro: Aventa intampina dificultati in citirea aparatului conectat si opri temporar sunetul in aparat/e. Pentru a porni sunetul, apasati OK si apoi Salveaza si continuati programarea.
ru_ru: Aventa не может прочитать подключенное устройство(ва) и временно приглушит слуховой аппарат(ы). Чтобы восстановить работу аппаратов, выберите 'Да', нажмите 'Сохранить' и продолжайте программирование.
sv_se: Aventa har problem att läsa ansluta hörapparater och kommer temporärt att "tysta" dem. För att dem ska åter "ljuda" klicka OK och sedan Spara och fortsätt med programmering.
tr_tr: Aventa şuan bağlı bulunan cihazları okumakta proplem yaşıyor ve işitme cihazlarını sessiz konuma alacak. Sessiz konumdan çıkarmak için, TAMAM'ı seçin sonra 'Kaydet'e basın ve programlamaya devam edin.
zh_cn: Aventa不能从当前连接助听器中读取数据,并将助听器置于静音状态。要解除静音状态,点击"确认",然后点击"保存"即可.

source: Configuration Error
cs_cz: Chyba konfigurace
da_dk: Konfigurationsfejl
de_de: Konfigurationsfehler
es_es: Error de Configuración
fi_fi: Konfigurointi virhe
fr_fr: Erreur de configuration
hu_hu: Konfigurációs hiba
it_it: Errore di Configurazione
ja_jp: 設定エラー
ko_kr: Configuration 오류
nl_nl: Configuratiefout
no_no: Konfigurasjonsfeil
pl_pl: Błąd konfiguracji
pt_pt: Erro de configuração
ro_ro: Eroare la configurare
ru_ru: Ошибка конфигурации
sv_se: Konfigurationserror
tr_tr: Yapılandırma Hatası
zh_cn: 重新装配出错

source: Success
cs_cz: Úspěch
de_de: Erfolg
es_es: Completo
fi_fi: Onnistui
fr_fr: Opération réussie
hu_hu: Siker
it_it: Successo
ja_jp: 成功
ko_kr: 성공
nl_nl: Succes
no_no: Vellykket
pl_pl: Sukces
pt_pt: Sucesso
ro_ro: Succes
ru_ru: Успешно
sv_se: Lyckades
tr_tr: Başarı
zh_cn: 成功

source: No hearing instrument(s) detected
cs_cz: Není detekováno žádné sluchadlo
da_dk: Interface ikke fundet
de_de: Kein(e) Hörsystem(e) erkannt
es_es: Ningún audífono(s) detectado
fi_fi: Kuulokojeita ei tunnistettu
fr_fr: Aucun appareil détecté
hu_hu: Nincs csatlakoztatott készülék
it_it: Nessun dispositivo di comunicazione connesso
ja_jp: 補聴器未検出
ko_kr: 보청기가 탐색되지 않습니다
nl_nl: Geen toestel(len) gevonden
no_no: Ingen høreapparater funnet
pl_pl: Nie wykryto aparatu(ów)
pt_pt: Nenhum aparelho foi detectado
ro_ro: Nici un dispozitiv gasit
ru_ru: Не обнаружено подключенных слуховых аппаратов
sv_se: Ingen hörapparat ansluten
tr_tr: Algılanmış bir işitme cihazı yok
zh_cn: 未探测到助听器

source: No hearing instrument(s) selected
cs_cz: Není vybráno žádné sluchadlo
da_dk: Ingen kommunikationsenheder er valgt
de_de: Kein(e) Hörsystem(e) ausgewählt
es_es: Ningún audífono(s) seleccionado
fi_fi: Kuulokojeita ei ole valittu
fr_fr: Aucun appareil détecté
hu_hu: Nincs kommunikációs készülék kiválasztva
it_it: Nessun Dispositivo di Comunicazione selezionato
ja_jp: 補聴器未選択
ko_kr: 보청기가 선택되지 않습니다
nl_nl: Geen toestel(len) gevonden
no_no: Ingen høreapparater valgt
pl_pl: Nie wybrano aparatu(ów)
pt_pt: Nenhum aparelho foi selecionado
ro_ro: Nici un dispozitiv selectat
ru_ru: Не выбраны СА
sv_se: Ingen hörapparat vald
tr_tr: Algılanmış bir işitme cihazı yok
zh_cn: 未选择助听器

source: No instrument attached
cs_cz: Sluchadlo není připojeno
da_dk: Intet apparat forbundet
de_de: Kein(e) Hörsystem(e) angeschlossen
es_es: Ningún Audífono seleccionado
fi_fi: Kytkettyä kuulokojetta ei löydy
fr_fr: Aucun appareil détecté
hu_hu: Nincs készülék csatlakoztatva
it_it: Nessun Dispositivo Connesso
ja_jp: 補聴器が接続されていません
ko_kr: 장치가 부착되지 않았습니다
nl_nl: Geen toestel aangesloten
no_no: Ingen apparat koblet til
pl_pl: Brak połączonych urządzeń
pt_pt: Nenhum aparelho conectado
ro_ro: Nici un Aparat Conectat
ru_ru: Подключенные устройства не обнаружены
sv_se: Ingen hörapparat ansluten
tr_tr: Eklenen cihaz yok.
zh_cn: 未发现助听器

source: Unknown Instrument
cs_cz: Neznámé sluchadlo
da_dk: Ukendt apparat
de_de: Unbekanntes Gerät
es_es: Audífono Desconocido
fi_fi: Tuntematon kuulokoje
fr_fr: Appareil inconnu
hu_hu: Ismeretlen készülék
it_it: Dispositivo Sconosciuto
ja_jp: 不明な機器
ko_kr: 알수없는 보청기
nl_nl: Onbekend toestel
no_no: Ukjent Apparat
pl_pl: Nieznany aparat
pt_pt: AASI desconhecido
ro_ro: Instrument Necunoscut
ru_ru: Неизвестный аппарат
sv_se: Okänd hörapparat
tr_tr: Bilinmeyen Cihaz
zh_cn: 未知助听器

source: Unsupported Device Version
cs_cz: Nepodporovaná verze sluchadla
da_dk: Apparatversionen understøttes ikke
de_de: Nicht unterstütze Geräteversion
es_es: Versión de Dispositivo No Soportada
fi_fi: Kuulokojetyyppiä ei tueta
fr_fr: Appareil non supporté
hu_hu: Nem támogatott készülék verzió
it_it: Versione dispositivo non supportata
ja_jp: サポートされていないバージョン
ko_kr: 지원되지 않는 장치 버전
nl_nl: Toestelversie niet ondersteund
no_no: Støtter ikke denne apparat versjonen
pl_pl: Nieobsługiwana wersja urządzenia
pt_pt: Versão de produto (sem suporte)
ro_ro: Versiune Dispozitiv Nesuportata
ru_ru: Данное устройство не поддерживается программой.
sv_se: Hörapparatens version stöds inte
tr_tr: Desteklenmeyen Cihaz Versiyonu
zh_cn: 设备版本不支持

source: Show ADL Demo Data
cs_cz: Zobrazit ADL demodata
da_dk: Vis ADL demo data
de_de: ADL Demo-Daten zeigen
es_es: Mostrar Datos Demo de ADL
fi_fi: Näytä ADL demo tieto
fr_fr: Montrer les données de démo Data Logging
hu_hu: ADL Demo adatok megjelenítése
it_it: Mostra i dati dell' ADL Demo
ja_jp: ADLのデモデータを表示する
ko_kr: ADL 데모 데이타 보여주기
nl_nl: Toon ADL demo-gegevens
no_no: Vis ADL Demo Data
pl_pl: Pokaża Dane Demo ADL
pt_pt: Mostrar dados de ADL Demo
ro_ro: Arata ADL Demo Data
ru_ru: Показать данные ADL
sv_se: Visa ADL Demo Data
tr_tr: ADL Demo verisini göster
zh_cn: 显示ADL演示数据

source: No Data
cs_cz: Nejsou data
da_dk: Ingen data
de_de: Keine Daten
es_es: No hay Datos
fi_fi: Ei dataa
fr_fr: Aucune donnée disponible
hu_hu: Nincs adat
it_it: Nessun Dato
ja_jp: データがありません
ko_kr: Data 없음
nl_nl: Geen gegevens
no_no: Ingen Data
pl_pl: Brak danych
pt_pt: Sem dados
ro_ro: Fara date
ru_ru: Нет данных
sv_se: Ingen Data
tr_tr: Veri Yok
zh_cn: 无数据

source: QuickPickIDs
ja_jp: QuickPickID
zh_cn: 快速获取ID

source: About Beltone Solus Pro
ja_jp: について
zh_cn: 关于Beltone Solus Pro

source: Updates Available
zh_cn: 更新可用

source: Standard Beeps
cs_cz: Standardní pípnutí
da_dk: Standard Bip
de_de: Standard Signaltöne
es_es: Avisos Estandar
fi_fi: Vakioäänet
fr_fr: Bips sonores
hu_hu: Szabvány csipogások
it_it: Beeps preimpostati
ja_jp: お知らせ音
ko_kr: 표준 경고음
nl_nl: Standaard beeps
no_no: Standard Signal
pl_pl: Sygnał Standardowy
pt_pt: Bip padrão
ro_ro: Beep-uri standard
ru_ru: Стандартные бип-сигналы
sv_se: Standard Ljudindikationer
tr_tr: Standart İkazlar
zh_cn: 标准提示音

source: Wireless Beeps
cs_cz: Wireless pípnutí
da_dk: Trådløse bip
de_de: Wireless Signaltöne
es_es: Avisos Inalámbricos
fi_fi: Langattomien lisälaitteiden äänet
fr_fr: Bips sonores des fonctions sans fil
hu_hu: Wireless csipogások
ja_jp: ワイヤレスのお知らせ音
ko_kr: 무선 경고음
no_no: Trådløst Signal
pl_pl: Sygnały Bezprzewodowe
pt_pt: Bip Wireless
ro_ro: Beep-uri Wireless
ru_ru: Беспроводные бип-сигналы
sv_se: Trålösa Ljudindikationer
tr_tr: Kablosuz İkazlar
zh_cn: 无线提示音

source: Volume Control
cs_cz: Regulátor hlasitosti
da_dk: Volume kontrol
de_de: Lautstärkeregler (VC)
es_es: Control de Volumen
fi_fi: Äänenvoimakkuuden säädin
fr_fr: Réglage du volume (appareil ou télécommande)
hu_hu: Hangerő szabályzó
it_it: Controllo Volume
ja_jp: ボリューム変更音
ko_kr: 볼륨 조절
nl_nl: Volumeregelaar
no_no: Volumkontroll
pl_pl: Potencjometr
pt_pt: Controle de Volume
ro_ro: Potentiometru de volum
ru_ru: Регулятор громкости
sv_se: Volymkontroll
tr_tr: Ses Ayarı
zh_cn: 音量调节

source: Low Medium
cs_cz: Nízké střední
da_dk: Lav medium
de_de: tiefe Mitten
es_es: Graves medio
fi_fi: Matala normaali
fr_fr: Bas médiums
hu_hu: Mély közepes
it_it: Medio Basso
ja_jp: 低/中
nl_nl: Laag Medium
no_no: Lav Medium
pl_pl: Niski średni
pt_pt: Médio Baixo
ro_ro: Joase medii
ru_ru: Ниже среднего
sv_se: Låg Medel
tr_tr: Alçak Orta
zh_cn: 中低

source: High Medium
cs_cz: Vysoké střední
da_dk: Høj medium
de_de: hohe Mitten
es_es: Agudos Medio
fi_fi: Korkea normaali
fr_fr: Haut médiums
hu_hu: Magas közepes
it_it: Medio Alto
ja_jp: 高/中
nl_nl: Hoog Medium
no_no: Høy Medium
pl_pl: Wysoki średni
pt_pt: Méido Alto
ro_ro: Inalte medii
ru_ru: Выше среднего
sv_se: Hög Medel
tr_tr: Yüksek Orta
zh_cn: 中高

source: Full
zh_cn: 所有

source: Compact
zh_cn: 压缩

source: Handles
zh_cn: 手调频段

source: Restore Instrument(s) Warning
cs_cz: Varování obnovy sluchadla(del)
da_dk: Advarsel. Fabriksnulstilling
de_de: Warnung Werkseinstellung
es_es: Aviso Restaurar ajustes de Fábrica
fi_fi: Varoitus tehdasasetusten palautuksesta
fr_fr: Avertissement
hu_hu: Gyári visszaállítás figyelmeztetés
it_it: Attenzione Ripristino
ja_jp: 警告
ko_kr: 보청기 복원 경고
nl_nl: Herstel toestel(len) - waarschuwing
no_no: Advarsel - Tilbakestille apparat(ene)
pl_pl: Ostrzeżenie Przywracania Aparatu(ów)
pt_pt: Restaurar o(s) aparelho(s) auditivo(s)
ro_ro: Avertizare Restaurare Aparat
ru_ru: Предупреждение о восстановлении аппарата(ов)
sv_se: Fabriksinställning Varning
tr_tr: Cihaz Yükleme Uyarısı
zh_cn: 恢复助听器警告

source: Restoring instrument(s) will discard the current session and erase all fitting data on the instrument(s).
cs_cz: Obnova sluchadla(el) ukončí současné sezení a vymaže veškerá fitting data ze sluchadla(el).
da_dk: Nulstilling til fabriksindstilling vil slette den nuværende session og alle data i apparatet.
de_de: Durch das Zurücksetzen auf Werkseinstellung wird die aktuelle Sitzung verworfen und alle Anpassdaten im Hörsystem werden gelöscht!
es_es: Al Restaurar los ajustes de Fábrica, se anulará la presente sesión y todos los datos de adaptación de el(los) audífono(s) se borrarán.
fi_fi: Tehdasasetusten palautus palauttaa kuulokojeet alkuperäiseen tilaan. KAIKKI tiedot kuulokojeista menetetään. Haluatko jatkaa ?
fr_fr: La restauration des réglages usine va fermer cette session. Les réglages qui n'ont pas été sauvegardés ainsi que tous les réglages présents dans l'appareil seront perdus.
hu_hu: A gyári beállítsáok visszaállítása törölni fogja az aktuális bejegyzést és minden illesztési adatot a készülékben.
it_it: Ripristino delle impostazioni iniziali cancellerà la sessione corrente e tutti i dati di fitting sul dispositivo.
ja_jp: 補聴器をリセットします。補聴器に保存されている全てのデータが削除されますがよろしいですか？
ko_kr: 보청기를 복원하면 현재 세션이 버려지고 보청기의 모든 피팅 데이터가 삭제됩니다.
nl_nl: 'Herstel toestel(len)' zal de huidige sessie negeren en alle aanpasgegevens van de toestellen verwijderen.
no_no: Tilbakestilling av apparatene vil forkaste aktuell sesjon og slette tilpasningsdata i høreapparat(ene)
pl_pl: Przywrócenie aparatu(ów) usunie obecną sesję i wszystkie dane w aparacie(ach)
pt_pt: Restaurando o(s) aparelho(s) auditivo(s), descartará a sessão atual e apagará todos os dados o(s) aparelho(s) auditivo(s)
ro_ro: Resetarea aparatului la valorile de fabrica va inlatura sesiunea curenta si va sterge toate reglajele din instrument(e).
ru_ru: Восстановление аппарата(ов) приведет к потере всех данных в СА и настроек текущей сессии
sv_se: Återställning av fabriksinställningar kommer bortse från denna session och radera all data i hörapparaten.
tr_tr: Cihaz yüklemesi sırasına mevcut oturum kapanacak ve cihazdaki tüm fitting verisi silinecek
zh_cn: 恢复出厂设置将清除当前所有的验配数据。

source: Product connected error
cs_cz: Chyba připojeného sluchadla
da_dk: Fejl ved forbundet produkt
de_de: Anschlussfehler
es_es: Error en el producto conectado
fi_fi: Virhe yhdistetyssä laitteessa
fr_fr: Erreur d'appareil connecté
hu_hu: Készülék csatlakoztatási hiba
it_it: Errore Prodotto Connesso
ja_jp: 接続エラー
ko_kr: 제품 연결 오류
nl_nl: Product verbonden-error
no_no: Tilkoblingsfeil
pl_pl: Błąd połączonego aparatu
pt_pt: Erro no produto conectado
ro_ro: Eroare la conectarea produsului
ru_ru: Ошибка подключения
sv_se: Produkt anslutningsfel
tr_tr: Ürün Bağlantı Hatası
zh_cn: 连接产品出错
