Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Decrease low and mid frequency gain, increase high frequency gain
cs_cz: Snižte zisk na hloubkách a středních frekvencích, zvyšte kompresní poměr na výškách
da_dk: Nedsæt lav og midtfrekvens forstærkning, forøg højfrekvensforstærkningen
de_de: Verringern Sie die Verstärkung für die tiefen und mittleren Frequenzen; erhöhen Sie die Verstärkung für die hohen Frequenzen
es_es: Reducir ganancia en bajas y medias frecuencias, aumentar ganancia en agudos
fi_fi: Vähennä vahvistusta matalilla ja keskitaajuuksilla, lisää vahvistusta korkeilla taajuuksilla.
fr_fr: Diminuer le gain pour les fréquences graves et moyennes et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse a mély és közép frekvenciás erősítést, növelje a magas frekvenciás erősítést
it_it: Diminuire gravi e medi ed incrementare gli acuti
ja_jp: 低中域を下げ、高域を上げて下さい
ko_kr: 저주파수와 중간주파수의 이득을 낮추고 고주파수 이득을 높이세요
nl_nl: Verlaag de versterking bij lage en midden frequenties, verhoog de versterking bij hoge frequenties
no_no: Senk lavfrekvensen og midtfrekvensene, øk gain i høyfrekvensene
pl_pl: Zmniejsz wzmocnienie niskich i średnich częstotliwości, zwiększ wzmocnienie wysokich częstotliwości
pt_pt: Diminuir ganho em freq. médias e baixas, aumentar ganho em freq. altas
ro_ro: Reduceti castigul pe frecventele joase si medii, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких и средних частотах, увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för låg och mellanfrekvenser, öka förstärkningen för de höga frekvenserna
tr_tr: Alçak ve orta frekanslarda kazancı azalt, yüksek frekanslarda kazancı artır
zh_cn: 降低中低频增益，增加高频增益

source: Increase mid and high frequency gain
cs_cz: Zvyšte zisk na středních frekvencích a výškách
da_dk: Forøg mellem- og højfrekvens forstærkning
de_de: Für mittlere und hohe Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia de frecuencias medias y altas
fi_fi: Lisää vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Augmenter le gain pour les fréquences moyennes et aiguës
hu_hu: Növelje a közép és magas frekvenciás erősítést
it_it: Aumentare il guadagno alle medie ed alte frequenze
ja_jp: 中高域を上げて下さい
ko_kr: 중간주파수와 고주파수의 이득을 높이세요
nl_nl: Verhoog de versterking van midden en hoge frequenties.
no_no: Øk midt- og høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie średnich i wysokich częstotliwości
pt_pt: Aumento do ganho de média e alta frequência
ro_ro: Mariti castigul pe frecventele medii si inalte
ru_ru: Увеличьте усиление на средних и высоких частотах
sv_se: Öka förstärkningen för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekans kazancını artır
zh_cn: 增加中高频增益

source: Increase high frequency gain
cs_cz: Zvyšte zesílení na výškách
da_dk: Forøg højfrekvens forstærkning
de_de: Für hohe Frequenzen die Verstärkung anheben
es_es: Aumente la ganancia de alta frecuencia
fi_fi: Lisää diskanttivahvistusta
fr_fr: Augmenter le gain pour les fréquences aiguës
hu_hu: Növelje a magas frekvenciás erősítést
it_it: Aumentare gli acuti
ja_jp: 高域を上げて下さい
ko_kr: 고주파수 이득을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties.
no_no: Øk høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości
pt_pt: Aumentar ganho de alta frequência
ro_ro: Cresteti castigul pe frecventele inalte
ru_ru: Увеличьте усиление на высоких частотах
sv_se: Öka förstärkning för höga frekvenser
tr_tr: Yüksek frekans kazancını artır
zh_cn: 增加高频增益

source: Own voice sound hollow
cs_cz: Vlastní hlas je dutý
da_dk: Egen stemme lyder hul
de_de: Eigene Stimme klingt hohl
es_es: La propia voz suena hueca
fi_fi: Oma puhe kuulostaa ontolta
fr_fr: Ma propre voix est caverneuse
hu_hu: A saját hang visszhangos
it_it: Suono della propria voce cupo
ja_jp: 自分の声が反響する・こもる
ko_kr: 자신의 목소리가 똑똑하게 들리지 않음
nl_nl: De eigen stem klinkt hol
no_no: Egenstemme er hul
pl_pl: Własny głos brzmi pusto
pt_pt: A própria voz está com eco
ro_ro: Propria voce suna gol
ru_ru: Собственный голос звучит глухо
sv_se: Egna rösten låter ihålig
tr_tr: Kendi sesim boşluktan geliyor
zh_cn: 听自己的声音空洞

source: Increase low and mid frequency gain, decrease G50 for high frequencies
cs_cz: Zvyšte zisk na hloubkách a středních frekvencích, snižte G50 na výškách
da_dk: Forøg lav og midtfrekvens forstærkning, nedsæt G50 for høje frekvenser
de_de: Erhöhen Sie die Verstärkung für tiefe und mittlere Frequenzen; verringern Sie die Verstärkung G50 für die hohen Frequenzen
es_es: Aumentar bajas y medias frecuencias, reducir G50 para altas frecuencias
fi_fi: Lisää vahvistusta matalilla ja keskitaajuuksilla, vähennä G50-vahvistusta korkeilla taajuuksilla.
fr_fr: Augmenter le gain pour les fréquences graves et moyennes et diminuer le gain G50 pour les fréquences aiguës
hu_hu: Növelje a mély és közép frekvenciás erősítést, csökkentse a G50-et magas frekvencián
it_it: Incrementare gravi e medi, diminuire G50 per le frequenze acute.
ja_jp: 低中域を上げ、高域のG50を下げて下さい
ko_kr: 저주파수와 중간주파수 이득을 높이고 고주파수의 G50을 낮추세요
nl_nl: Verhoog de versterking bij lage en midden frequenties, verlaag G50 bij hoge frequenties.
no_no: Øk lavfrekvensen og midtfrekvensene, senk G50 i høyfrekvensene
pl_pl: Zwiększ wzmocnienie niskich i średnich częstotliwości, zmniejsz wzmocnienie G50 wysokich częstotliwości
pt_pt: Aumentar ganho em freq. médias e baixas, diminuir G50 para freq. altas
ro_ro: Cresteti castigul pe frecventele joase si medii, micsorati castigul G50 pe frecventele inalte
ru_ru: Увеличьте усиление на низких и средних частотах, уменьшите усиление тихих звуков (G50) на высоких частотах
sv_se: Öka förstärkningen för låg och mellan frekvenserna, minska G50 för de höga frekvenserna
tr_tr: Alçak ve orta frekanslarda kazancı artır, yüksek frekanslarda G50 kazancını azalt
zh_cn: 增加中低频增益，降低G50高频增益

source: Decrease overall gain for low frequencies
cs_cz: Snižte celkový zisk na hlubokých frekvencích
da_dk: Reducer generel lavfrekvent forstærkning
de_de: Für tiefe Frequenzen beide G50 und G80 absenken
es_es: Reducir ganancia general en bajas frecuencias
fi_fi: Vähennä kokonaisvahvistusta matalilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves
hu_hu: Csökkentse a teljes erősítést a mély frekvenciákon
it_it: Diminuire guadagno complessivo per le basse frequenze
ja_jp: 低域を下げて下さい
ko_kr: 저주파수 전체 이득을 줄이세요
nl_nl: Verminder de versterking van lage frequenties
no_no: Senk generell gain i de lave frekvensene
pl_pl: Zmniejsz ogólną głośność dla niskich częstotliwości
pt_pt: Reduza o ganho geral para as frequencias baixas
ro_ro: Descresteti castigul global pentru frecventele joase
ru_ru: Уменьшите общее усиление на низких частотах
sv_se: Minska den totala förstärkningen för dem låga frekvenserna
tr_tr: Alçak frekansları tüm kazançlarda düşür
zh_cn: 降低低频增益

source: Increase low and mid frequeny gain for loud sounds and decrease high frequency gain for soft and moderate sounds
cs_cz: Zvyšte zisk hlasitých zvuků na hlubokých a středních frekvencích a snižte zisk tichých a středních tónů na vysokých frekvencích
da_dk: Forøg lav og mellemfrekvent forstærkning for kraftige lyde og reducer højfrekvent forstærkning for svage og moderate lyde
de_de: Für tiefe und mittlere Frequenzen die Verstärkung G80 anheben; für hohe Frequenzen die Verstärkung G50 absenken
es_es: Aumentar la ganancia en medios y agudos para sonidos fuertes y reducir ganancia en altas frecuencias para sonidos suaves y medios
fi_fi: Lisää vahvistusta matalilla ja keski taajuuksilla koville äänille ja vähennä vahvistusta korkeilla taajuuksilla heikoille ja kohtalaisille äänille
fr_fr: Augmenter G80 pour les fréquences graves et moyennes et diminuer G50 pour les fréquences aiguës
hu_hu: Növelje a mély és a közép frekvenciás erősítést a hangos hangokra és csökkentse a magas frekvenciás erősítést a lágy és a közepes hangokra
it_it: Aumentare il guadagno sulle basse frequenze per i suoni forti e diminuire il guadagno sulle alte frequenze per i suoni deboli e moderati.
ja_jp: 低中域のG80を上げ、高域のG50とG65を下げて下さい
ko_kr: 큰소리의 저주파와 중간 주파수 이득이 늘어나고 작고 중간소리의 고주파 이득이 줄어듭니다
nl_nl: Verhoog de versterking van lage en midden frequenties bij harde geluiden en verlaag de versterking van hoge frequenties bij zachte en gemiddelde geluiden
no_no: Øk lav- og midt frekvens forsterkning for høye lyder og senk høy frekvens forsterkning for svake og moderate lyder
pl_pl: Zwiększ wzmocnienie dla średnich częstotliwości dla głośnych dźwięków oraz zmniejsz wzmocnienie dla wysokich częstotliwości dla cichych i średnio głośnych dźwięków
pt_pt: Aumente o ganho para as frequencias baixas e médias para o G80 e diminua o ganho para as frequencias altas para G50 e G65.
ro_ro: Cresteti castigul pentru joase si medii pentru sunetele puternice si scadeti castigul in zona inaltelor pentru sunete slabe si moderate
ru_ru: Увеличьте усиление на низких и средних частотах для громких звуков и уменьшите усиление на высоких частотах для тихих и умеренных звуков
sv_se: Öka förstärkningen på låg och mellan frekvenser för dem starka ljuden och minska förstärkningen på höga frekvenser för svaga och måttliga ljud.
tr_tr: Yüksek sesler için alçak ve orta frekans kazancını artır, Yumuşak ve orta sesler için yüksek frekans kazancını düşür.
zh_cn: 增加大声的中低频增益和降低中,小声的高频增益

source: Own voice sounds sharp
cs_cz: Vlastní hlas zní ostře
da_dk: Egen stemme lyder skarp
de_de: Eigene Stimme klingt scharf
es_es: La propia voz suena metálica
fi_fi: Oma ääni kuulostaa terävältä
fr_fr: Ma propre voix est trop perçante
hu_hu: A saját hang túl éles
it_it: Suono della propria voce acuto
ja_jp: 自分の声がキンキンする
ko_kr: 자신의 목소리가 날카롭게 들림
nl_nl: De eigen stem klinkt scherp
no_no: Egenstemme er for skarp
pl_pl: Własny głos brzmi ostro
pt_pt: A própria voz está aguda
ro_ro: Propria voce se aude pitigaiat
ru_ru: Собственный голос звучит резко
sv_se: Egna rösten låter vass
tr_tr: Kendi sesim keskin geliyor
zh_cn: 听自己的声音刺耳

source: Decrease high frequency gain
cs_cz: Snižte zisk na výškách
da_dk: Nedsæt højfrekvens forstærkning
de_de: Für hohe Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia de alta frecuencia
fi_fi: Vähennä diskanttivahvistusta
fr_fr: Diminuer le gain pour les fréquences aiguës
hu_hu: Csökkentse a magas frekvenciás erősítést
it_it: Diminuire il guadagno alle frequenze acute
ja_jp: 高域を下げて下さい
ko_kr: 고주파수의 이득을 낮추세요
nl_nl: Verminder de versterking van hoge frequenties.
no_no: Reduser høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie wysokich częstotliwości
pt_pt: Redução do ganho de alta frequência
ro_ro: Micsorati castigul pe frecventele inalte
ru_ru: Уменьшите усиление на высоких частотах
sv_se: Minska förstärkningen för de höga frekvenserna
tr_tr: Yüksek frekanslarda kazanci azalt
zh_cn: 降低高频增益

source: Decrease G80 for high frequencies
cs_cz: Snižte G80 na výškách
da_dk: Nedsæt G80 for høje frekvenser
de_de: Verringern Sie die Verstärkung G80 für die hohen Frequenzen
es_es: Reducir G80 para altas frecuencias
fi_fi: Vähennä G80-vahvistusta korkeilla taajuuksilla
fr_fr: Diminuer G80 pour les fréquences aiguës
hu_hu: Csökkentse a G80-at a magas frekvenciákon
it_it: Diminuire G80 per le alte frequenze
ja_jp: 高域のG80を下げて下さい
ko_kr: 고주파수의 G80을 낮추세요
nl_nl: Verlaag G80 bij hoge frequenties.
no_no: Senk G80 i høyfrekvensen
pl_pl: Zmniejsz wzmocnienie G80 wysokich częstotliwości
pt_pt: Diminuir G80 para freq. altas
ro_ro: Reduceti G80 pe frecventele inalte
ru_ru: Уменьшите усиление громких звуков (G80) на высоких частотах
sv_se: Minska G80 för de höga frekvenserna
tr_tr: Yüksek frekanslarda G80 kazancını azalt
zh_cn: 降低G80高频增益

source: Music sounds boomy
cs_cz: Hudba zní dunivě
da_dk: Musik lyder for dybt
de_de: Musik dröhnt
es_es: La música suena demasiado fuerte, estridente
fi_fi: Musiikki on kumiseva
fr_fr: La musique est trop sourde
hu_hu: Zene kongónak tűnik
it_it: Musica rimbombante
ja_jp: 音楽の低い音が気になる
ko_kr: 음악소리가 낮게 웅웅거림
nl_nl: Muziek klinkt dreunend
no_no: Musikk oppleves rungende
pl_pl: Muzyka brzmi dudniąco
pt_pt: A música soa com estrondo
ro_ro: Muzica se aude infundata
ru_ru: Музыка звучит грохочуще
sv_se: Musik dånar
tr_tr: Müzik sesleri gümbürtülü, patlayarak geliyor
zh_cn: 听音乐沉闷

source: Decrease low frequency gain (6dB) and increase high frequency gain
cs_cz: Snižte zisk hlubokých frekvencí (6dB) a zvyšte zisk vysokých frekvencí
da_dk: Reducer lavfrekvent forstærkning (6dB) og øg højfrekvent forstærkning
de_de: Verringern Sie die Verstärkung in den tiefen Frequenzen (6dB) und erhöhen die Verstärkung in den hohen Frequenzen
es_es: Reducir ganancia en bajas frecuencias (6dB) y aumentar ganancia en altas frecuencias
fi_fi: Vähennä vahvistusta matalilla taajuuksilla (6dB) ja lisää vahvistusta korkeilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves de 6 dB et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse a mély frekvenciás erősítést (6dB) és növelje a magas frekvenciás erősítést
it_it: Diminuire il guadagno alle basse frequenze (6 dB) e aumentare il guadagno alle alte frequenze per tutti i livelli di ingresso
ja_jp: 低域を6dB下げ、高域を上げて下さい
ko_kr: 저주파수 이득값(6dB)을 낮추고 고주파수 이득값를 높이세요
nl_nl: Verlaag de versterking bij lage frequenties met 6dB, verhoog de versterking bij hoge frequenties
no_no: Senk lav frekvent gain (6dB) og øk høy frekvent gain
pl_pl: Zmniejsz wzmocnienie dla niskich częstotliwości (6dB) i zwiększ wzmocnienie dla wysokich częstotliwości.
pt_pt: Diminua o ganho de freq. baixas (6 dB) e aumente ganho de freq. altas
ro_ro: Scadeti castigul in zona joaselor (6dB) si cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах (6 дБ) и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen på de låga frekvenserna (6 dB) och öka förstärkningen på de höga frekvenserna
tr_tr: Alçak frekans kazancını (6dB) azalt ve yüksek frekans kazancını arttır Alçak frekans kazancını (6dB) azalt ve yüksek frekans kazancını arttır
zh_cn: 降低低频增益(6dB)并增益高频增益

source: Decrease low frequency gain (3dB) and increase high frequency gain
cs_cz: Snižte zisk hlubokých frekvencí (3dB) a zvyšte zisk vysokých frekvencí
da_dk: Reducer lavfrekvent forstærkning (3 dB) og øg højfrekvent forstærkning
de_de: Verringern Sie die Verstärkung in den tiefen Frequenzen (3dB) und erhöhen die Verstärkung in den hohen Frequenzen
es_es: Reducir ganancia en bajas frecuencias (3dB) y aumentar ganancia en altas frecuencias
fi_fi: Vähennä vahvistusta matalilla taajuuksilla (3dB) ja lisää vahvistusta korkeilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves de 3 dB et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse a mély ferkvenciás erősítést (3dB) és növelje a magas frekvenciás erősítést
it_it: Diminuire il guadagno alle basse frequenze (3 dB) e aumentare il guadagno alle alte frequenze per tutti i livelli di ingresso
ja_jp: 低域を3dB下げ、高域を上げて下さい
ko_kr: 저주파수 이득값(3dB)을 낮추고 고주파수 이득값를 높이세요
nl_nl: Verlaag de versterking bij lage frequenties met 3dB, verhoog de versterking bij hoge frequenties
no_no: Senk lav frekvent gain (3dB) og øk høy frekvent gain
pl_pl: Zmniejsz wzmocnienie dla niskich częstotliwości (3dB) i zwiększ wzmocnienie dla wysokich częstotliwości.
pt_pt: Diminua o ganho de freq. baixas (3dB) e aumente o ganho de freq. altas
ro_ro: Scadeti castigul in zona joaselor (3dB) si cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах (3 дБ) и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen på de låga frekvenserna (3 dB) och öka förstärkningen på de höga frekvenserna
tr_tr: Alçak frekans kazancını (3dB) azalt ve yüksek frekans kazancını arttır
zh_cn: 降低低频增益(3dB)并增加高频增益

source: Decrease low frequency gain for moderate and loud sounds
cs_cz: Snižte zisk středních a hlasitých zvuků na hlubokých frekvencích
da_dk: Reducer lavfrekvent forstærkning for moderate og kraftige lyde
de_de: Verringern Sie die Verstärkung in den tiefen Frequenzen für mittlere und laute Töne.
es_es: Reducir ganancia en bajas frecuencias para sonidos medios y fuertes
fi_fi: Vähennä vahvistusta matalilla taajuuksilla kohtalasille ja koville äänille
fr_fr: Diminuer G65 et G80 pour les fréquences graves
hu_hu: Csökkentse a mély frekvenciás erősítést a közepes és a hangos hangokra
it_it: Diminuire il guadagno per i suoni a bassa frequenza moderati e forti
ja_jp: 低域のG65とG80を下げて下さい
ko_kr: 중간과 큰소리의 저주파 이득이 줄어듭니다
nl_nl: Verlaag de versterking van lage frequenties bij zachte en gemiddelde geluiden
no_no: Senk lav frekvens forsterkning for moderat og høye lyder
pl_pl: Zmniejsz wzmocnienie dla niskich częstotliwości dla głośnych i średnio głośnych
pt_pt: Reduza o ganho para as frequencias baixas para G65 e G80.
ro_ro: Scadeti castigul pe joase pentru sunete moderate si puternice
ru_ru: Уменьшите усиление на низких частотах для умеренных и громких звуков
sv_se: Minska förstärkningen på låga frekvenser för måttliga och starka ljud
tr_tr: Orta ve yüksek sesler için alçak frekans ayarını düşür
zh_cn: 降低中,大声低频增益

source: Music sounds tinny or metallic
cs_cz: Hudba zní plechově nebo kovově
da_dk: Musik lyder metallisk eller tyndt
de_de: Musik klingt blechern / metallisch
es_es: La música suena metálica
fi_fi: Musiikki on metallinen
fr_fr: La musique est trop métallique
hu_hu: Zene fémes vagy repedt hangú
it_it: Musica metallica
ja_jp: 音楽が耳障りである
ko_kr: 음악소리가 너무 작거나 기계소리처럼 들림
nl_nl: Muziek klinkt iel of blikkerig
no_no: Musikk oppleves spinkelt eller metallisk
pl_pl: Muzyka brzmi metalicznie
pt_pt: A música soa metalizada
ro_ro: Muzica se aude metalica
ru_ru: Музыка звучит тонко, с металлическим оттенком
sv_se: Musik låter tunnt eller metalliskt
tr_tr: Müzik sesleri metalik, madeni geliyor
zh_cn: 听音乐有金属声

source: Increase low frequency gain, decrease G50 for mid and high frequencies
cs_cz: Zvyšte zisk na hloubkách, snižte G50 na středních frekvencích a výškách
da_dk: Forøg lav frekvent forstærkning, nedsæt G50 for midt og højfrekvens
de_de: Erhöhen Sie die Verstärkung für die tiefen Frequenzen; verringern Sie die Verstärkung G50 für die mittleren und hohen Frequenzen
es_es: Aumentar ganancia en bajas frecuencias, reducir G50 para medias y altas frecuencias
fi_fi: Lisää vahvistusta matalilla taajuuksilla, vähennä G50-vahvistusta keski ja korkeilla taajuuksilla
fr_fr: Augmenter le gain pour les fréquences graves et diminuer le gain G50 pour les fréquences moyennes et aiguës
hu_hu: Növelje a mély frekvenciás erősítést, csökkentse a G50-et a közép és magas frekvenciákon
it_it: Aumentare i gravi, diminuire medi ed acuti per G50
ja_jp: 低域を上げ、中高域のG50を下げて下さい
ko_kr: 저주파수 이득을 높이고 중간주파수와 고주파수의 G50을 낮추세요
nl_nl: Verhoog de versterking bij lage frequenties, verlaag G50 bij midden en hoge frequenties.
no_no: Øk lavfrekvensforsterkning, senk G50 i midt- og høyfrekvensene
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości, zmniejsz wzmocnienie G50 średnich i wysokich częstotliwości
pt_pt: Aumentar ganho de freq. baixa, diminuir G50 para freq. médias e altas
ro_ro: Cresteti castigul pe frecventele joase, micsorati G50 pe frecventele medii si inalte
ru_ru: Увеличьте усиление на низких частотах, уменьшите усиление тихих звуков (G50) на средних и высоких частотах
sv_se: Öka förstärkningen för de låga frekvenserna, minska G50 för mellan och höga frekvenser
tr_tr: Alçak frekanslarda kazancı artır, orta ve yüksek frekanslarda G50 kazancını azalt
zh_cn: 增加低频增益，降低G50中高频增益

source: Perform real ear measurement; adjust gain to achieve smooth frequency response
cs_cz: Spusťte REM a nastavte zisk tak, aby byla charakteristika co nejhladší
da_dk: Udfør REM måling; juster frekvensgangen så den er glat
de_de: Führen Sie eine InSitu Messung durch; justieren Sie die Verstärkung, um eine glatte Frequenzübertragung zu erhalten.
es_es: Realizar la medición en oído real; ajustar la ganancia para conseguir un ajuste en frecuencia más preciso
fi_fi: Suorita REM-mittaus; säädä vahvistus siten,että taajusvaste on tasainen.
fr_fr: Faire une mesure in vivo et régler le gain pour obtenir une courbe de réponse lisse.
hu_hu: Végezzen valós fül mérést; állítsa az erősítést úgy, hogy elérje az egyenes frekvencia átvitelt
it_it: Effettuare il guadagno di inserzione
ja_jp: 実耳測定を行い、周波数特性が平らになるよう利得を調整して下さい
ko_kr: 실이측정을 수행합니다;부드러운 주파수 반응을 얻기 위해 이득을 조정하세요
nl_nl: Voer een In-Situ meting uit; pas de versterking aan om een vloeiende curve te krijgen
no_no: Foreta REM-måling; juster gain for å oppnå en glatt frekvenskurve
pl_pl: Wykonaj rzeczywisty pomiar ucha; dostosuj wzmocnienie dla wyrównania charakterystyk
pt_pt: Realizar medida REM: ajuste o ganho para uma resposta de freq. suave
ro_ro: Realizare de masuratori "in-situ"; ajustare de castig pentru o caracteristica de frecventa lina (claritate)
ru_ru: Произведите измерения на реальном ухе; подстройте усиление, чтобы достичь плавной частотной характеристики
sv_se: Utför IF mätning, justera förstärkningen för att uppnå en jämn frekvensgång
tr_tr: Gerçek Kulak Ölçümü yapıp, kazanci ayarlayın
zh_cn: 进行真耳测试；调整增益以得到平滑的频率响应

source: Decrease mid and high frequency gain
cs_cz: Snižte zisk středních a vysokých frekvencí
da_dk: Reducer mellem og højfrekvent forstærkning
de_de: Für mittlere und hohe Frequenzen die Verstärkung absenken
es_es: Reducir ganancia en frecuencias medias y altas
fi_fi: Vähennä kokonaisvahvistusta keski ja korkeille taajuuksille
fr_fr: Diminuer le gain pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a közép és a magas frekvenciás erősítést
it_it: Diminuire guadagno alle frequenze medie e alte per tutti i livelli di ingresso
ja_jp: 中高域を下げて下さい
ko_kr: 중간 주파수와 고주파 이득값을 낮추세요
nl_nl: Verlaag de versterking van midden en hoge frequenties bij alle geluiden
no_no: Senk midt- og høy frekvent gain
pl_pl: Zmniejsz wzmocnienie dla średnich i wysokich częstotliwości
pt_pt: Reduza o ganho das frequencias médias e altas
ro_ro: Scadeti castigul pe frecventele medii si inalte
ru_ru: Уменьшите усиление на средних и высоких частотах
sv_se: Minska förstärkningen på mellan och höga frekvenser
tr_tr: Yüksek ve orta frekans kazancını azalt
zh_cn: 降低中高频增益

source: Music sounds dull
cs_cz: Hudba zní tupě
da_dk: Musik lyder utydeligt
de_de: Musik klingt dumpf
es_es: La música suena apagada
fi_fi: Musiikki kuulostaa tylsältä
fr_fr: La musique est trop étouffée
hu_hu: Zene tompának tűnik
it_it: Musica debole
ja_jp: 音楽がはっきりしない
ko_kr: 음악소리가 둔탁하게 들림
nl_nl: Muziek klinkt dof of donker
no_no: Musikk oppleves dunkelt
pl_pl: Muzyka brzmi matowo
pt_pt: A música soa entorpecida
ro_ro: Muzica nu se aude clar
ru_ru: Музыка звучит глухо
sv_se: Musik låter dämpat
tr_tr: Müzik sesleri kalın ve donuk geliyor
zh_cn: 听音乐模糊

source: Increase mid and high frequency gain
cs_cz: Zvyšte zisk na středních frekvencích a výškách
da_dk: Forøg mellem- og højfrekvens forstærkning
de_de: Für mittlere und hohe Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia de frecuencias medias y altas
fi_fi: Lisää vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Augmenter le gain pour les fréquences moyennes et aiguës
hu_hu: Növelje a közép és magas frekvenciás erősítést
it_it: Aumentare il guadagno alle medie ed alte frequenze
ja_jp: 中高域を上げて下さい
ko_kr: 중간주파수와 고주파수의 이득을 높이세요
nl_nl: Verhoog de versterking van midden en hoge frequenties.
no_no: Øk midt- og høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie średnich i wysokich częstotliwości
pt_pt: Aumento do ganho de média e alta frequência
ro_ro: Mariti castigul pe frecventele medii si inalte
ru_ru: Увеличьте усиление на средних и высоких частотах
sv_se: Öka förstärkningen för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekans kazancını artır
zh_cn: 增加中高频增益
