Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: DSLv5 - Adult
da_dk: DSLv5 - voksen
de_de: DSLv5 - Erwachsene
es_es: DSLv5 - Adulto
fi_fi: DSLv5 - Aikuinen
fr_fr: DSLv5 - Adulte
hu_hu: DSLv5 - Felnőtt
it_it: DSLv5 - Adulti
ja_jp: DSLv5 - 成人
ko_kr: DSLv5 - 성인
nl_nl: DSLv5 - Volwassene
no_no: DSLv5 - Voksen
pl_pl: DSLv5 - Dorośli
pt_pt: DSLv5 - Adulto
ru_ru: DSLv5 - Взрослый
tr_tr: DSLv5 - Yetişkin
zh_cn: DSLv5-成人

source: Estimated / Corrected
cs_cz: Odhadovaný / Korigovaný
da_dk: Estimeret / Korrigeret
de_de: Erwartet / Korrigiert
es_es: Estimado / Corregido
fi_fi: Arvioitu/Korjattu
fr_fr: Estimé / Corrigé
hu_hu: Becsült / Korrigált
it_it: Stimato / Corretto
ja_jp: 予測 / 補正
ko_kr: 견적된 / 수정된
nl_nl: Geschat / Gecorrigeerd
no_no: Estimert / Rettet
pl_pl: Przewidywany / Skorygowany
pt_pt: Estimado / Corrigido
ro_ro: Estimat / Corectat
ru_ru: Рассчитанный / Исправленный
sv_se: Beräknad / Rättad
tr_tr: Tahmin edilmiş / Doğrulanmış
zh_cn: 预估/修正

source: Ear-to-Ear communication
cs_cz: Ear-to-Ear komunikace
da_dk: Ear-to-Ear kommunikation
de_de: Ear-to-Ear Kommunikation
es_es: Comunicación Oído a Oído
fi_fi: Koje-koje kommunikointi
fr_fr: Communication inter-appareils
hu_hu: Készülékek közötti kommunikáció
it_it: Comunicazione Ear-to-Ear
ja_jp: 両耳連動機能
ko_kr: 양이 보청기간 통신
nl_nl: Ear-to-Ear communicatie
no_no: Apparat-til-Apparat kommunikasjon
pl_pl: Komunikacja Międzyuszna
pt_pt: Comunicação de Orelha a Orelha
ro_ro: Comunicare dispozitiv-la-dispozitiv
ru_ru: Бинауральная связь
sv_se: Öra till Öra Kommunikation
tr_tr: Cihaz-dan-Cihaza İletişim
zh_cn: 双耳智能融合

source: Synchronize Programs
cs_cz: Synchronizovat programy
da_dk: Synkroniser programmer
de_de: Synchronisiere Programme
es_es: Sincronizar Programas
fi_fi: Synkronoi ohjelmat
fr_fr: Synchroniser les programmes
hu_hu: Programok szinkronizálása
it_it: Programmi sincronizzati
ja_jp: 両耳連動プログラム
ko_kr: 프로그램 동기화
nl_nl: Programma´s synchroniseren
no_no: Synkroniserte Programmer
pl_pl: Synchronizuj Programy
pt_pt: Sincronizar programas
ro_ro: Sincronizeaza programe
ru_ru: Синхронизация программ
sv_se: Synkroniserar Program
tr_tr: Senkronize programlar
zh_cn: 同步聆听程序

source: When patient changes program on one instrument, the other side will change to the same program.
cs_cz: Pokud pacient přepne program na jednom sluchadle, druhé sluchadlo se přepne na stejný program.
da_dk: Når brugeren skifter program på et apparat vil det andet apparat også skifte til samme program
de_de: Wenn an einem Hörsystem das Programm gewechselt wird, wechselt das andere automatisch mit.
es_es: Cuando el paciente cambia el programa en un audífono, el audífono del otro lado cambiará al mismo programa.
fi_fi: Kun potilas vaihtaa ohjelmaa yhdessä kuulokojeessa myös toisessa kuulokojees ohjelma vaihtuu samaan ohjelmaan.
fr_fr: Quand l'utilisateur change de programme sur un côté, l'autre côté change aussi, automatiquement.
hu_hu: Amikor a páciens az egyik készüléken programot vált, a másik oldal azomos programba fog átkapcsolni.
it_it: Quando il paziente cambia programma di uno strumento, nell'altro lato verra sincronizzato lo stesso programma.
ja_jp: 両耳装用時に片方の補聴器でプログラムを切り替えると、もう片方の補聴器も同じプログラムに切替わります
ko_kr: 환자가 한쪽 기기의 프로그램을 변경할때, 다른쪽 기기도 같은 프로그램으로 변경됩니다.
nl_nl: Als op één van de toestellen het programma wordt gewijzigd, gaat het andere toestel naar hetzelfde programma.
no_no: Når bruker endrer program på det ene apparatet, vil apparatet på den andre siden også bli endret til samme program.
pl_pl: Gdy pacjent zmieni program na jednym uchu, drugi aparat automatycznie przeąłczy się na ten sam program.
pt_pt: Quando o paciente muda o programa em um aparelho, o outro lado modificará automaticamente o mesmo programa
ro_ro: Cand pacientul va schimba programul in aparat, celalalt aparat va face aceeasi modificare de program
ru_ru: Когда пациент меняет программу на одном СА, второй СА переключается в эту же программу.
sv_se: När patienten ändrar program på ena hörapparaten, kommer den andra hörapparaten ändras till sammma program.
tr_tr: Hasta bir cihazda program değiştirdiğinde, diğer cihazda aynı programa geçecektir.
zh_cn: 当一侧的聆听程序改变时,另一侧将智能同步为相应的聆听程序.

source: Synchronize Volume Changes
cs_cz: Synchronizovat regulaci hlasitosti
da_dk: Synkroniser ændringer i volumen
de_de: Synchronisiere Lautstärkeregler
es_es: Sincronizar Cambios de Volumen
fi_fi: Synkronoi voimakkuussäätimen muutokset
fr_fr: Synchroniser le volume
hu_hu: Hangerő változások szinkronizációja
it_it: Modifiche Volume Sincronizzate
ja_jp: 両耳連動ボリューム
ko_kr: 볼륨 변경을 동기화하세요
nl_nl: Volumeregelaars synchroniseren
no_no: Synkroniserte Volumendringer
pl_pl: Synchronizuj Zmiany Głośności
pt_pt: Sincronizar mudanças de volume
ro_ro: Sincronizare Modificari de Volum
ru_ru: Синхронизировать изменения громкости
sv_se: Synkroniserar Volymförändringar
tr_tr: Senkronize ses değişimleri
zh_cn: 同步音量调节

source: When patient changes the volume on one instrument, the other side will synchronize volume changes.
cs_cz: Pokud pacient změní hlasitost na jednom sluchadle, druhé sluchadlo synchronizuje změny hlasitosti.
da_dk: Når brugeren ændrer lydstyrke på et apparat vil det andet apparat også skifte lydstyrke
de_de: Wenn an einem Hörsystem die Lautstärke angepasst wird, ändert das andere automatisch mit.
es_es: Cuando el paciente cambia el volumen en un audífono, el audífono del otro lado sincronizará dichos cambios de volumen.
fi_fi: Kun potilas muuttaa äänenvoimakkuutta yhdessä kuulokojeessa myös toisessa kuulokojeessa äänenvoimakkuus synkronoituu samaan tasoon.
fr_fr: Quand l'utilisateur change de volume sur un côté, l'autre côté change aussi, automatiquement.
hu_hu: Amikor a páciens hangerőt változtat az egyik készüléken, a másik oldal szinkronizálni fogja a hangerő változást.
it_it: Quando il paziente cambia il volume di uno strumento, nell'altro lato verranno sincronizzate le modifiche di volume
ja_jp: 両耳装用時に片方の補聴器でボリュームを変更すると、もう片方の補聴器もボリュームが変更されます
ko_kr: 환자가 한쪽 기기의 볼륨을 변경할때, 다른쪽 기기도 볼륨을 변경합니다.
nl_nl: Als op één van de toestellen het volume wordt gewijzigd, wijzigt het volume op het andere toestel identiek.
no_no: Når bruker endrer volum på det ene apparatet, synkroniseres endringen i volumet på det andre apparatet.
pl_pl: Gdy pacjent zmieni głośność na jednym uchu, drugi aparat dokona takiej samej zmiany głośności.
pt_pt: Quando o paciente muda o volume de um aparelho, o outro lado sincronizará automaticamente essa mudança
ro_ro: Cand pacientul va schimba volumul unui aparat, celalalt aparat va face aceeasi modificare de volum
ru_ru: Когда пациент меняет громкость на одном аппарате, второй аппарат будет синхронизировать изменения громкости.
sv_se: När patienten ändrar volymen i en hörapparat, så synkroniseras volymen också i hörapparaten på den andra sidan.
zh_cn: 当调节一侧音量时,另一侧的音量智能同步调节。

source: Synchronize Environmental Classifier
cs_cz: Synchronizovat Optimalizaci prostředí
da_dk: Synkroniser Environmental Classifier
de_de: Synchronisiere Situations-Classifier
es_es: Sincronizar Clasificador Ambiental
fi_fi: Ääniympäristön synkronointi toiminto
fr_fr: Synchroniser la classification environnementale
hu_hu: Környezeti osztályozás szinkronizáció
it_it: Classificatore Ambientale Sincronizzato
ja_jp: 両耳連動環境クラシファイア
ko_kr: Environmental Classifier 동기화
nl_nl: Environmental Classifier synchroniseren
no_no: Synkronisert Environmental Classifier
pl_pl: Synchronizuj Klasyfikator Środowiskowy
pt_pt: Sincronizar Classificador ambiental
ro_ro: Sincronizare Clasificator Medii
ru_ru: Синхронизировать Классификатор Окружения
sv_se: Synkronisering Miljöoptimering
zh_cn: 同步类别

source: When patient changes the volume on one instrument, the other side will synchronize with the same volume changes.
cs_cz: Pokud pacient změní hlasitost na jednom sluchadle, druhé sluchadlo synchronizuje stejné změny hlasitosti.
da_dk: Når brugeren ændrer lydstyrke på et apparat vil det andet apparat også skifte lydstyrke
de_de: Wenn der Kunde die Lautstärke an einem Hörsystem ändert, wird das andere mit der gleichen Lautstärkeveränderung synchronisiert.
es_es: Cuando el paciente cambia el volumen en un audífono, el audífono del otro lado sincronizará dichos cambios de volumen.
fi_fi: Kun potilas muuttaa äänenvoimakkuutta yhdessä kuulokojeessa myös toisessa kuulokojeessa äänenvoimakkuus synkronoituu samaan tasoon.
fr_fr: Quand l'utilisateur change de volume sur un côté, l'autre côté change aussi, automatiquement.
hu_hu: Amikor a páciens hangerőt változtat az egyik készüléken, a másik oldal szinkronizálni fogja a hangerő változást.
it_it: Quando il paziente cambia il volume di uno strumento, nell'altro lato verranno sincronizzate le stesse modifiche di volume.
ja_jp: ユーザーが片方の補聴器のボリュームを変更すると、反対側の補聴器にも変更が反映されます
ko_kr: 환자가 한쪽 기기의 볼륨을 변경할때, 다른쪽 기기도 같은 볼륨으로 변경됩니다
nl_nl: Als op één van de toestellen het volume wordt gewijzigd, wijzigt het volume op het andere toestel identiek.
no_no: Når bruker endrer volum på det ene apparatet, synkroniseres endringen i volumet på det andre apparatet.
pl_pl: Gdy pacjent zmieni głośność na jednym uchu, drugi aparat dokona takiej samej zmiany głośności.
pt_pt: Quando o paciente muda o volume de um aparelho, o outro lado sincronizará automaticamente a mudança do volume
ro_ro: Cand pacientul va schimba volumul unui aparat, celalalt aparat va face schimba volumul cu aceeasi valoare
ru_ru: Когда пациент меняет громкость на одном аппарате, второй аппарат будет синхронизировать такие же изменения громкости.
sv_se: När patienten ändrar volymen i en hörapparat, så synkroniseras volymen också i hörapparaten på den andra sidan.
tr_tr: Hasta bir cihazda ses ayarı yaptığımda , diğer taraftaki cihazda senkronize olarak aynı değişikliği yapacaktır.
zh_cn: 当调节一侧音量时,另一侧的音量智能同步调节。

source: The multi-push button settings in Beeps and VC screen are currently set differently on both sides. Please check your settings.
cs_cz: Nastavení Multifunkčního tlačítka v jsou u obou sluchadel různá. Zkontrolujte prosím nastavení v Pípnutí/Regulace hlasitosti.
da_dk: Multi-funktions knappens indstillinger i 'Bip og vol.ktr. er indstillet forskelligt på hver side. Kontroller venligst indstillinger.
de_de: Die Multifunktionsschalter-Einstellungen in "Akustische Signale und Lautstärkeneinstellung" sind nicht auf beiden Seiten gleich. Bitte überprüfen Sie die Einstellungen.
es_es: Los ajustes del pulsador multi-función en Beeps y CV, son diferentes en ambos oídos. Por favor compruebe los ajustes.
fi_fi: Monitoimikytkimen äänimerkit ja voimakkuudensäädöt on asetettu eri tavalla kojeille. Ole hyvä ja tarkista asetukset.
fr_fr: Le bouton multi-fonctions est paramétré différement des deux côtés. Unifier les réglages pour bénéficier de la synchronisation.
hu_hu: A multifunkciós nyomógomb beállítások a Csipogások és a H.szab. Képernyőn különböznek mindkét oldalon. Kérjük ellenörizze a beállításokat.
it_it: Le impostazioni dei pulsanti multi funzione nella schermata Beeps & VC sono differenti tra i due lati. Si prega di controllare le impostazioni.
ja_jp: マルチファンクションボタンの設定が右耳と左耳で異なっています。設定を確認して下さい。
ko_kr: 경고음과 볼륨 조절 화면 설정 버튼이 최근에 양쪽에 다르게 설정되었습니다. 설정을 확인하세요.
nl_nl: De instellingen van de multifunctionele knop zijn links en rechts verschillend. Check de instellingen s.v.p. in het scherm Beeps & VC
no_no: Multifunksjonsknappens innstillinger er satt forskjellig på apparatene. Vennligst kontroller innstillingene.
pl_pl: Ustawienia przycisku wielofunkcyjnego w zakładce Sygnały i VC aktualnie są różnie skonfigurowane dla obu aparatów. Proszę sprawdzić te ustawienia.
pt_pt: O botão Multi-Funções ajustado para os Bips e Controle de Volume estão ajustados diferentes entre ambos AASI.Favor checar seus ajustes
ro_ro: Setarile butonului multifunctional in ecranul Avertizori si Control Volum sunt momentan diferite pe ambele parti. Va rugam verificati setarile.
ru_ru: Многофункциональная кнопка настраивается в разделе Предупреждающие сигналы и регулятор громкости и в настоящий момент настроена по-разному с обеих сторон. Пожалуйста, проверьте Ваши настройки.
sv_se: Multifunktionsknappens inställningar är för närvarande olika på bägge sidor. Kontrollera inställningarna.
tr_tr: Multi-push butonundaki ikaz sesleri ve VC ekranı ayarları her iki taraf için farklı ayarlanmış. Lütfen ayarlarınızı kontrol edin.
zh_cn: 双侧助听器的音量调节提示音和范围不同,请检查设置.

source: Ear-to-Ear program synchronization is turned off. Please set multi-function button identical on both sides.
cs_cz: Ear-to-Ear synchronizace programů je vypnuta. Nastavte prosím multifunkční tlačítko identicky na obou stranách.
da_dk: Ear-to-Ear program synkronisering er slået fra. Indstil venligst multi-funktionsknappen ens på begge sider.
de_de: Ear-to-Ear Programmsynchronisation ist ausgeschaltet. Bitte stellen Sie die Multifunktionstasten auf beiden Seiten gleich ein.
es_es: La sincronización de programas Oído a Oído esta desactivada. Por favor ajuste de forma idéntica para ambos oídos la configuración del pulsador multi-función.
fi_fi: Koje-koje kommunikointi ei ole käytössä. Aseta monikäyttökytkin identtiseksi kumpaankin kojeeseen.
fr_fr: La synchronisation du changement de programme est désactivée. Paramétrer la commande multi-fonctions de manière identique sur les deux appareils.
hu_hu: Készülékek közötti program szinkronizáció kikapcsolva. Kérjük ellörizze a multifunkciós nyomógomb azonosságot mindkét oldalon.
it_it: La sincronizzazione dei Programmi Ear-to-Ear è disabilitata. Si prega di settare il pulsante multifunzione in modo identico per entrambi i lati.
ja_jp: 両耳連動プログラムが無効です。両側のマルチファンクションボタンを設定して下さい。
ko_kr: 양이 보청기간 프로그램 동기화 기능이 꺼졌습니다. 다기능 버튼을 양쪽에 동일하게 설정하세요.
nl_nl: Ear-to-Ear programmasynchronisatie is uitgezet. Stel de multifunctionele knop identiek in op beide zijden.
no_no: Program synkronisering er slått av. Vennligst sett Multifunksjonsknappens innstillinger likt på begge sider.
pl_pl: Synchronizacja Międzyuszna jest wyłączona. Proszę ustawić przycisk wielofunkcyjny jednakowo z każdej strony.
pt_pt: Sincronização de programas está desligada. Por favor, defina a mesma função do botão para ambos os lados.
ro_ro: Sincronizarea programului de la ureche-la-ureche este oprita. Setati butonul multifunctional identic pe ambele parti.
ru_ru: Программа Бинауральной синхронизации отключена. Пожалуйста, настройте многофункциональную кнопку одинаково с обеих сторон.
sv_se: Öra till Öra program synkronisering är avstängd. Sätt multifunktionsknappen i samma läge på båda sidor.
tr_tr: Cihaz-dan-Cihaza program senkronizasyonu kapalı. Her iki tarafta özdeş çok fonksiyon düğmesini ayarlayın.
zh_cn: 同步聆听程序功能已关闭，请将双侧助听器的多功能按钮设置为程序切换。

source: Ear-to-Ear volume change synchronization is turned off. Please set volume change of the multi-function button identically on both sides.
cs_cz: Ear-to-Ear synchronizace hlasitosti je vypnuta. Nastavte prosím regulaci hlasitosti multifunkčním tlačítkem identicky na obou stranách.
da_dk: Ear-to-Ear volumen synkronisering er slået fra. Indstil venligst volumenskift for multifunktionsknap ens på begge sider.
de_de: Ear-to-Ear Laustärkesynchronisation ist ausgeschaltet. Bitte stellen Sie die Lautstärkeeinstellungen der Multifunktionstasten auf beiden Seiten gleich ein.
es_es: La sincronización de cambios de volumen Oído a Oído está desactivada. Por favor configure de forma idéntica en ambos oídos los ajustes de cambios de volumen en el pulsador multi-función.
fi_fi: Koje-koje äänenvoimakkuuden synkronointi ei ole käytössä. Aseta monitoimikytkimen voimakkuudenmuutokset identtisiksi kumpaankin kojeeseen.
fr_fr: La synchronisation de la commande de volume est désactivée. Paramétrer la commande de volume de manière identique sur les deux appareils.
hu_hu: Készülékek közötti program szinkronizáció kikapcsolva. Kérjük ellörizze a multifunkciós nyomógomb hangerő váltás azonosságot mindkét oldalon.
it_it: Il controllo Volume Sincronizzato Ear-to-Ear è disabilitato. Si prega di settare le modifiche del Volume del pulsante multifunzione in modo identico per entrambi i lati.
ja_jp: 両耳連動ボリュームが無効です。両側のマルチファンクションボタンを設定して下さい。
ko_kr: 양이 보청기간의 볼륨 변경 동기화 기능이 꺼졌습니다. 양쪽에 동일하게 다기능 버튼의 볼륨 변경사항을 설정하세요.
nl_nl: Ear-to-Ear volumesynchronisatie is uitgezet. Stel de volumewijziging van de multifunctionele knop identiek in op beide zijden.
no_no: Apparat til Apparat VK synkroniseringen er slått av. Sett volumendring på Multifunksjonsknappen likt på begge sider.
pl_pl: Międzyuszna kontrola głośności programów jest wyłączona. Proszę jednakowo ustawić działanie przycisku wielofunkcyjnego w obu aparatach.
pt_pt: Sincronização de volume está desligada. Por favor, defina a mesma função do botão para ambos os lados.
ro_ro: Sincronizarea modificarilor de volum de la ureche-la-ureche este oprita. Setati modificarile de volum ale butonului multifunctional identic pe ambele parti.
ru_ru: Бинауральная синхронизация изменения громкости отключена. Пожалуйста, настройте многофункциональную кнопку на изменение громкости одинаково с обеих сторон.
sv_se: Öra till Öra volym synkronisering är avstängd. Sätt multifunktionsknappen i samma läge på båda sidor.
tr_tr: Cihaz-dan-Cihaza ses kontol senkronizasyonu kapalı. Her iki tarafta özdeş çok fonksiyon düğmesini ses değişikliği olarak ayarlayın.
zh_cn: 同步音量调节功能已关闭。请为双侧助听器的多功能按钮设置为音量控制。

source: Change...
cs_cz: Změna...
da_dk: Skift...
de_de: Ändere...
es_es: Cambiando...
fi_fi: Vaihda...
fr_fr: Changer
hu_hu: Váltás...
it_it: Modifica...
ja_jp: 変更
ko_kr: 변경 중...
nl_nl: Wijzigen...
no_no: Endring...
pl_pl: Zmiana...
pt_pt: Mudar...
ro_ro: Schimba...
ru_ru: Изменение...
sv_se: Ändra...
tr_tr: Değiştir...
zh_cn: 更改

source: Volume Changes Synchronized.
cs_cz: Změny hlasitosti synchronizovány.
da_dk: Volumenændringer er synkroniseret
de_de: Lautstärkeveränderungen synchronisiert.
es_es: Cambios de volumen Sincronizados.
fi_fi: Voimakkuussäätimen muutokset synkonoitu.
fr_fr: Commande de volume synchronisée
hu_hu: Hangerő változások szinkronizáltak.
it_it: Modifica Volume Sincronizzata
ja_jp: ボリューム変更が両耳連動します
ko_kr: 볼륨 변경 동기화 됨
nl_nl: Volumewijzigingen gesynchroniseerd.
no_no: Volumendring Synkronisert.
pl_pl: Zmiany Głośności Synchronizowane.
pt_pt: Mudanças do volume sincronizadas.
ro_ro: Modificari Volum Sincronizate.
ru_ru: Изменения громкости синхронизированы.
sv_se: Volymändringar synkroniseras.
tr_tr: Ses değişimleri senkronize edildi.
zh_cn: 同步音量调节。

source: Volume Changes Not Synchronized.
cs_cz: Změny hlasitosti nejsou synchronizovány.
da_dk: Volumenændringer er ikke synkroniseret
de_de: Lautstärkeveränderungen nicht synchronisiert.
es_es: Cambios de Volumen NO Sincronizados.
fi_fi: Voimakkuussäätimen muutokset ei synkonoitu.
fr_fr: Commande de volume non synchronisée
hu_hu: Hangerő változások nem szinkronizáltak.
it_it: Modifica Volume non Sincronizzata
ja_jp: ボリューム変更が両耳連動しません
ko_kr: 볼륨 변경 동기화 되지 않음
nl_nl: Volumewijzigingen niet gesynchroniseerd.
no_no: Volumendring ikke Synkronisert.
pl_pl: Zmiany Głośności Nie Synchronizowane.
pt_pt: Mudanças do volume não foram sincronizadas
ro_ro: Modificari Volum Nesincronizate.
ru_ru: Изменения громкости не синхронизированы.
sv_se: Volymändringar synkroniseras inte.
tr_tr: Ses değişimleri senkronize edilmedi.
zh_cn: 音量调节不同步.

source: Ear-to-Ear program synchronization is turned off. Please set multi-function button identically on both sides.
cs_cz: Ear-to-Ear synchronizace programů je vypnuta. Nastavte prosím multifunkční tlačítko identicky na obou stranách.
da_dk: Ear-to-Ear program synkronisering er slået fra. Indstil venligst multifunktionsknappen identisk på begge sider.
de_de: Ear-to-Ear Programmsynchronisation ist ausgeschaltet. Bitte stellen Sie die Multifunktionstasten auf beiden Seiten gleich ein.
es_es: La sincronización de programas Oído a Oído esta desactivada. Por favor ajuste de forma idéntica para ambos oídos la configuración del pulsador multi-función.
fi_fi: Koje-koje ohjemanvaihto synkronointi ei ole käytössä. Aseta monitoimikytkin identtiseksi kumpaankin kojeeseen.
fr_fr: La synchronisation du changement de programme est désactivée. Paramétrer le bouton multifonctions de manière identique sur les deux appareils.
hu_hu: Készülékek közötti program szinkronizáció kikapcsolva. Kérjük ellörizze a multifunkciós nyomógomb azonosságot mindkét oldalon.
it_it: La sincronizzazione dei Programmi Ear-to-Ear è disabilitata. Si prega di settare il pulsante multifunzione in modo identico per entrambi i lati.
ja_jp: 両耳連動プログラムが無効です。両側のマルチファンクションボタンを設定して下さい。
ko_kr: 양이 보청기 프로그램 동기화가 꺼졌습니다. 양쪽에 동일하게 다기능 버튼을 설정하세요.
nl_nl: Ear-to-Ear programmasynchronisatie is uitgezet. Stel de multifunctionele knop identiek in op beide zijden.
no_no: Apparat til Apparat programsynkronisering er slått av. Sett Multifunskjonsknappen likt på begge sider.
pl_pl: Międzyuszna synchronizacja programów jest wyłączona. Proszę ustawić jednakowe działanie przycisku wielofunkcyjnego w obu aparatach.
pt_pt: Sincronização de programas está desligada. Por favor, defina a mesma função do botão para ambos os lados.
ro_ro: Sincronizarea programului de la ureche-la-ureche este oprita. Setati butonul multifunctional identic pe ambele parti.
ru_ru: Бинауральная синхронизация переключения программ отключена. Пожалуйста, настройте многофункциональную кнопку одинаково с обеих сторон.
sv_se: Öra till Öra program synkronisering är avstängd. Sätt multifunktionsknappen i samma läge på båda sidor.
tr_tr: Cihaz-dan-Cihaza program senkronizasyonu kapalı. Her iki tarafta özdeş çok fonksiyon düğmesini ayarlayın.
zh_cn: 同步聆听程序功能已关闭，请将双侧助听器的多功能按钮设置为程序切换。
