Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Binaural to Monaural Fitting
cs_cz: Z binaurálního k monaurálnímu nastavení
da_dk: Binaural til monaural tilpasning
de_de: Binaural zu Monaural
es_es: Adaptación Binaural a Monoaural
fi_fi: Binauraalisesta yksipuoliseen sovitukseen
fr_fr: Changement de session : Binaural à Monaural
hu_hu: Binaurálisról Monaurális illesztés
it_it: Fitting da Binaurale a Monaurale
ja_jp: 両耳から片耳へフィッティング
ko_kr: 양이에서 편측으로 피팅하기
nl_nl: Binaurale naar Monaurale aanpassing
no_no: Binaural til Monaural Tilpasning
pl_pl: Zmiana protezowania z obu stronnego na jedno stronne
pt_pt: Ajuste Binaural para Monaural
ro_ro: Reglaj din Binaural in Monaural
ru_ru: Перерасчет бинауральной настройки на моноуральную
sv_se: Binaural till Monaural Anpassning
tr_tr: Binaural Fitting'den Monaural Fitting'e
zh_cn: 双耳至单耳验配

source: Saving to hearing instrument(s)
cs_cz: Ukládám do sluchadla
da_dk: Gemmer i HA
de_de: Speichern in Hörsystem
es_es: Guardando en el audífono(s)
fi_fi: Tallennetaan kuulokojeeseen
fr_fr: Sauvegarde en cours
hu_hu: Mentés a hallókészülékbe
it_it: Salvataggio in AA
ja_jp: 補聴器への保存
ko_kr: 보청기로 저장 중
nl_nl: Opslaan in toestel(len)
no_no: Lagrer i høreapparat
pl_pl: Zapisywanie w aparatach
pt_pt: Salvando no AASI
ro_ro: Salvare in AA
ru_ru: Сохранение в СА
sv_se: Spara till hörapparat
tr_tr: İşitme cihaz(lar)ına kaydediliyor
zh_cn: 正在保存至助听器

source: Cross-streaming enabled
cs_cz: Cross-streaming povolen
da_dk: Cross-streaming aktiveret
de_de: Übertragung aktiviert
es_es: Transmisión Cross Activada
fi_fi: Äänisiirto ristiinkytkentä käytössä
hu_hu: Cross-streaming engedélyezve
it_it: Cross-streaming abilitato
ja_jp: クロスストリーミング 有効
ko_kr: 교차-스트리밍 사용가능
nl_nl: Cross-streaming mogelijk
no_no: Cross-streaming koblet på
pl_pl: Transmisja CROSS aktywna
pt_pt: Cross-streaming habilitado
ro_ro: Cross-streaming activat
ru_ru: Доступна перекрестная передача информациии
tr_tr: Cross-streaming etkinleştirildi.
zh_cn: 启用交叉音频转换器

source: Accessory Pairing Timeout
cs_cz: Vypršel časový limit pro párování
da_dk: Timeout for parring af tilbehør
de_de: Zeitüberschreitung Zubehör-Kopplung
es_es: Límite de tiempo de Emparejar Accesorios
fi_fi: Lisälaitteen paritus epäonnistui
fr_fr: Temps de couplage écoulé
hu_hu: Eszköz párosítás időtúllépés
it_it: Tempo scaduto accoppiamento accessori
ja_jp: ペアリングタイムアウト
ko_kr: 악세사리 페어링 시간초과
nl_nl: Accessoire pairing-timeout
no_no: Tilbehør paringstid
pl_pl: Przekroczenie czasu parowania akcesoriów
pt_pt: Fora do tempo de sincronização
ro_ro: Paritatea Accesoriilor a expirat
ru_ru: Время соединения с аксессуарами
sv_se: Tillbehör. Timeout vid Parning
tr_tr: Aksesuar eşleştirme zaman aşımı
zh_cn: 附件配对超时

source: Auto-Phone Enabled
cs_cz: Auto-Phone povolen
da_dk: Auto-Phone etableret
de_de: Auto-Phone aktiviert
es_es: Auto-Phone Activado
fi_fi: AutoPhone käytössä
fr_fr: Commutation téléphone automatique PhoneNow
hu_hu: Auto-Telefon engedélyezve
it_it: Auto-Phone Abilitato
ja_jp: スムーズホン 有効
ko_kr: Auto-Phone 사용가능
nl_nl: PhoneNow geactiveerd
no_no: Auto-Phone Koblet Inn
pl_pl: Auto-Phone Włączony
pt_pt: Auto-Fone Ativado
ro_ro: Auto-Phone activat
ru_ru: Активировать Auto-Phone
sv_se: AutoTelefon Vald
tr_tr: Auto-Phone etkinleştirildi
zh_cn: 启用自动电话功能

source: A newer version of FSW is needed to connect to the device.
cs_cz: K připojení sluchadla je třeba novější verze FSW.
da_dk: Det er nødvendigt med en nyere version af softwaren for at kunne forbinde produktet.
de_de: Eine neuere Version der Fittingsoftware wird benötigt um Geräte verbinden zu können.
es_es: Se necesita una versión de software más actual para conectar el audífono.
fi_fi: Sovitusohjelman versio on liian vanha tälle kuulokojemallille. Ole hyvä ja päivitä sovitusohjelma.
fr_fr: Une version plus récente du logiciel est nécessaire pour ces appareils.
hu_hu: Az FSW új verzója szükséges a készülék csatlakoztatásához.
it_it: E' necessaria una nuova versione del FSW per connettere il dispositivo.
ja_jp: このデバイスを接続するには新しいバージョンのフィッティングソフトウェアが必要です
ko_kr: 장치 연결을 위해 새로운 버전의 FSW가 필요합니다.
nl_nl: Een nieuwere versie van de Aventa software is noodzakelijk om het toestel te verbinden.
no_no: En nyere versjon av FSW er nødvendig for å koble til apparatet.
pl_pl: Potrzebna jest nowa wersja programu FSW aby podłączyć to urządzenie
pt_pt: Uma versão mais atual do Aventa é necessária para conectar o aparelho.
ro_ro: O noua versiune a FSW este necesara pentru a conecta dispozitivul.
ru_ru: Для подключения нужна новая версия FSW
sv_se: En nyare version av mjukvara behövs för kunna ansluta hörapparaten.
tr_tr: FSW'nin yeni versiyonunun cihaza bağlanması gerekmektedir.
zh_cn: 此设备连接需要新版本的软件。

source: Perform instrument update?
cs_cz: Provést aktualizaci sluchadla?
da_dk: Udfør stor apparatopdatering?
de_de: Hörsystem-Update ausführen?
es_es: ¿Realizar una actualización completa del audífono?
fi_fi: Suoritetaanko kuulokojeen päivitys ?
fr_fr: Voulez-vous procéder aux mises à jour ?
hu_hu: A készülék frissítás elvégezhető?
it_it: Effettuare l'aggiornamento del dispositivo?
ja_jp: 機器のアップデートを実行しますか？
ko_kr: 보청기의 업데이트를 수행하시겠습니까?
nl_nl: Toestel update uitvoeren?
no_no: Utfør apparat oppdatering?
pl_pl: Wykonać aktualizację oprogramowania aparatu?
pt_pt: Deseja realizar a atualização de dados do aparelho?
ro_ro: Aplica o actualizare a dispozitivului?
ru_ru: Выполнить обновление устройства?
sv_se: Utföra en uppdatering av hörapparat?
tr_tr: Cihaz güncellemesini çalıştırmak istermisin?
zh_cn: 升级助听器吗？

source: Instrument update has failed.
cs_cz: Chyba aktualizace sluchadla!
da_dk: Apparatopdateringsfejl!
de_de: Hörsystem-Update fehlgeschlagen.
es_es: La actualización del audífono ha fallado.
fi_fi: Virhe kuulokojeen päivityksessä !
fr_fr: La mise à jour de l'appareil a échoué.
hu_hu: Készülék frissítés hiba.
it_it: Aggiornamento Dispositivo Fallito
ja_jp: 機器のアップデート失敗
ko_kr: 보청기 업데이트를 실패하였습니다.
nl_nl: Toestel update mislukt!
no_no: Feil ved oppdatering av apparat
pl_pl: Aktualizacja oprogramowania aparatu nieudana.
pt_pt: Erro de atualização do aparelho!
ro_ro: Eroare la actualizare dispozitiv
ru_ru: Не удалось обновить устройство.
sv_se: Enhetens updatering misslyckades!
tr_tr: Cihaz güncellemesi hata verdi.
zh_cn: 助听器升级失败.

source: The Detected Product Does Not Match the Selected Product
cs_cz: Zjištěné sluchadlo neodpovídá vybranému sluchadlu
da_dk: Det detekterede poroduktr svarer ikke overens med det valgte
de_de: Das ermittelte Hörsystem stimmt nicht mit dem ausgewählten Gerät überein.
es_es: El audífono seleccionado no se corresponde con el detectado
fi_fi: Tunnistettu kuulokoje ei vastaa valittua kuulokojetta
fr_fr: Les appareils détectés et sélectionnés sont différents.
hu_hu: A talált készülék nem egyezik a kiválasztott készülékkel.
it_it: Il prodotto rilevato non corrisponde al prodotto selezionato
ja_jp: 検知した製品は選択した製品と一致しませんでした
ko_kr: 인식된 제품이 선택된 제품과 일치하지 않습니다
nl_nl: Het gevonden product stemt niet overeen met het geselecteerde product
no_no: Funnet Apparat er ikke det samme som Valg Apparat
pl_pl: Wykryty aparat nie odpowiada wybranemu
pt_pt: O produto detectado não combina com o produto selecionado
ro_ro: Produsul detectat nu corespunde cu produsul selectat
ru_ru: Найденный СА не соответствует выбранному СА
sv_se: Den anslutna produkten matchar inte den valda produkten.
tr_tr: Bulunan ürün seçilen ürün ile eşleşmiyor
zh_cn: 已探测和已选择的不匹配

source: No Work To Do - All Values are current
cs_cz: Není co měnit - všechny hodnoty jsou aktuální
da_dk: Intet at gøre - Alle værdier er de nuværende
de_de: Kein Handlungsbedarf - Alle Werte sind aktualisiert
es_es: Nada que actualizar - Todos los valores son los actuales
fi_fi: Mitään ei ole muuttunut- Kaikki arvot ovat ajan tasalla
fr_fr: Les valeurs sont validées.
hu_hu: Nem lehet elvégezni - Minden érték friss
it_it: Nessuna modifica da effettuare. Tutti i valori sono correnti
ja_jp: 全ての値は最新です
ko_kr: 수행할 작업없음 - 모든 값이 통용됨
nl_nl: Niets te doen - Alle waarden zijn de huidige
no_no: Ingen funksjon - Alle verdier er gyldig
pl_pl: Nie ma nic do zrobienia - wszystkie wartości są aktualne
pt_pt: Sem trabalho para fazer - Todos os valores são atuais
ro_ro: Nimic de facut - Toate valorile sunt curente
ru_ru: Изменения не нужны - все значения актуальны
sv_se: Inget arbete behövs - Alla värden är aktuella
tr_tr: Yapılacak bir iş kalmadı. - Tüm değerler geçerli
zh_cn: 无可执行操作-保持当前状态

source: Reconfiguring
cs_cz: Rekonfiguruji
da_dk: Konverterer
de_de: Rekonfiguriere
es_es: Convirtiendo
fi_fi: Konfiguroidaan...
fr_fr: Reconfiguration
hu_hu: Átalakítás
it_it: Conversione
ja_jp: タイプの変更（書き換え）
nl_nl: Converteren
no_no: Konverterer
pl_pl: Rekonfiguracja
pt_pt: Reconfigurando
ro_ro: reonfigurare
ru_ru: Преобразование
sv_se: Omkonfigurerar
tr_tr: Yeniden yapılandırma
zh_cn: 正在重新装配

source: Original Value
cs_cz: Původní hodnota
da_dk: Original værdi
de_de: Original Wert
es_es: Valor Original
fi_fi: Perusarvo
fr_fr: Valeur initiale
hu_hu: Eredeti érték
it_it: Valore Originale
ja_jp: オリジナルの値
nl_nl: Originele waarde
no_no: Opprinnelig Verdi
pl_pl: Wartość pierowtna
pt_pt: Valores originais
ro_ro: Valoare Originala
ru_ru: Исходные значения
sv_se: Original Värde
tr_tr: Orijinal Değer
zh_cn: 原始值

source: Reconfigure Succeeded
cs_cz: Úspěšná rekonfigurace
da_dk: Rekonfigurering er gennemført
de_de: Rekonfiguration erfolgreich
es_es: Reconfiguración Satisfactoria
fi_fi: Uudelleenkonfigurointi onnistui !
fr_fr: Reconfiguration réussie.
hu_hu: Újrakonfigurálás sikeres
it_it: Riconfigurazione Effettuata
ja_jp: 変更に成功しました
ko_kr: Reconfigure 성공
nl_nl: Reconfigureren gelukt
no_no: Konvertering Vellykket
pl_pl: Rekonfiguracja Zakończona Powodzeniem
pt_pt: Reconfiguração bem-sucedida
ro_ro: Reconfigurea reusita
ru_ru: Переконфигурация проведена успешно.
sv_se: Omkonfigurering lyckades
tr_tr: Yeniden yapılandırma başarılı
zh_cn: 重新装配成功

source: Instruments...
zh_cn: 助听器...

source: Product Activation Canceled
cs_cz: Aktivace sluchadla zrušena
da_dk: Produktaktivering slettet
de_de: Produkt-Aktivierung abgebrochen
es_es: Activación de Producto Cancelada
fi_fi: Tuotteen aktivointi peruttu
fr_fr: Annulation de l'activation
hu_hu: Készülék aktiváció megszakítva
it_it: Attivazione Prodotto Cancellata
ja_jp: 製品の起動をキャンセル
ko_kr: 제품 활성화 취소
nl_nl: Productactivatie geannuleerd
no_no: Apparat Aktivering Avbrutt
pl_pl: Proces uruchomienia anulowany
pt_pt: Ativação do produto cancelada
ro_ro: Activare Produs Anulata
ru_ru: Активация СА отменена
sv_se: Produktaktivering Avbruten
tr_tr: Ürün aktivasyonu iptal edildi
zh_cn: 取消激活产品

source: The activation of the selected product was canceled
cs_cz: Aktivace vybraného sluchadla byla zrušena
da_dk: Aktiveringen af det valgte produkt blev slettet
de_de: Die Aktivierung des ausgewählten Produktes wurde abgebrochen
es_es: La activación del producto seleccionado se ha cancelado
fi_fi: Valitun tuotteen aktivointi peruttu
fr_fr: L'activation a été annulée
hu_hu: A kiválasztott készülék aktiválása meg lett szakítva
it_it: L'attivazione del prodotto selezionato è stata cancellata
ja_jp: 選択した製品の起動をキャンセルしました
ko_kr: 선택된 제품의 활성화가 취소되었습니다
nl_nl: De activatie van het geselecteerde product is geannuleerd
no_no: Aktiveringen av valg apparat ble avbrutt
pl_pl: Proces uruchomienia wybranego aparatu został anulowany
pt_pt: A ativação do produto selecionado foi cancelada
ro_ro: Activarea produsului selectat a fost anulata
ru_ru: Активация выбранного СА была отменена
sv_se: Aktiveringen av den valda produkten avbröts
tr_tr: Seçilmiş ürünün aktivasyonu iptal edildi
zh_cn: 取消激活所选产品

source: Own Voice
ja_jp: 自分の声
zh_cn: 自己的声音

source: Own voice sounds hollow, in a barrel, echoes
ja_jp: 自分の声が樽の中の反響のようにこもって聞こえる
zh_cn: 自己的声音听起来空洞，像在桶里，有回声

source: Reduce low frequency gain
ja_jp: 低域を下げて下さい
zh_cn: 降低低频增益

source: Decrease gain at high input levels for mid and high frequencies
ja_jp: 中高域のG80を下げて下さい
zh_cn: 降低中高频增益

source: Own voice sounds tinny, sharp, too high pitched
ja_jp: 自分の声がキンキンする。鋭く、高音が響く。
zh_cn: 自己的声音听上去太尖锐

source: Own voice sounds too loud
ja_jp: 自分の声が大きすぎる
zh_cn: 自己的声音听上去太响

source: Decrease mid and high frequency gain for high input levels
ja_jp: 中高域のG80を下げて下さい
zh_cn: 降低高强度输入时的中高频声音

source: Increase gain for low frequencies
ja_jp: 低域を上げて下さい
zh_cn: 增加低频增益

source: Own voice sounds full, muffled, or "plugged-up"
ja_jp: 自分の声がこもったように、または「詰まったように」くぐもって聞こえる
zh_cn: 自己声音听上去饱满，沉闷，有堵塞感

source: Increase low frequency gain and increase compression ratio
ja_jp: 低域を上げ、圧縮比を上げて下さい
zh_cn: 增加低频增益和压缩比

source: Speech is too soft
ja_jp: 話し声が小さすぎる
zh_cn: 言语声太轻

source: Increase overall gain for soft and normal input levels
ja_jp: G50とG65を全体的に上げて下さい
zh_cn: 增加轻声输入时的整体增益

source: Increase Smart Gain in "Speech(soft)" and "Speech (loud)" environments
ja_jp: 「会話(小)」と「会話(大)」の各環境のスマート利得を上げて下さい
zh_cn: 增加 "言语(轻声)" 和 "言语 (大声)" 环境的增益

source: Speech is too loud
ja_jp: 話し声がうるさく聞こえる
zh_cn: 言语声太响

source: Reduce overall gain
ja_jp: 全体的に利得を下げて下さい
zh_cn: 减少整体增益

source: Decrease Smart Gain in "Speech(soft)" and "Speech (loud)" environments
ja_jp: 「会話(小)」と「会話(大)」の各環境のスマート利得を下げて下さい
zh_cn: 降低"言语(轻声)" 和 "言语 (大声)" 环境的增益

source: Cannot hear women's or children's voices
ja_jp: 女性や子どもの声が聞き取れない
zh_cn: 不能听到妇女或儿童的说话声

source: Increase mid to high frequency gain
ja_jp: 中高域を上げて下さい
zh_cn: 增加中高频增益

source: Increase high frequency gain for low input levels
ja_jp: 高域のG50を上げて下さい
zh_cn: 增加低输入时的高频增益

source: Increase high frequency gain for normal and low input levels
ja_jp: 高域のG50とG65を上げて下さい
zh_cn: 增加低输入时的高频增益

source: Increase Smart Gain for "Speech" environment
ja_jp: 「会話」環境に合わせてスマート利得を上げて下さい
zh_cn: 增加“言语”环境的增益

source: Telephone not clear
ja_jp: 電話の音が鮮明でない
zh_cn: 打电话不清晰

source: Increase mid frequency gain for soft and normal input levels
ja_jp: 中域のG50とG65を上げて下さい
zh_cn: 增加低输入时的中频增益

source: Cannot hear in group settings
ja_jp: グループ状況のときに聞き取れない
zh_cn: 无法在组设置中听到

source: Reduce low frequency gain and increase overall gain for normal and loud input levels
ja_jp: 低域を下げ、G65とG80を全体的に上げて下さい
zh_cn: 减少低频增益，增加在正常或高输入水平时的整体增益

source: Increase Sound Cleaner
ja_jp: サウンドクリーナーの設定を強めて下さい
zh_cn: 增加声音净化强度

source: Speech not clear
ja_jp: 会話が鮮明でない
zh_cn: 言语声不清晰

source: Increase mid to high frequency gain for soft and normal input levels
ja_jp: G50とG65の中高域を上げて下さい
zh_cn: 增加小声或正常声输入时的中高频增益

source: Environmental sounds (e.g. fans, motors) are bothersome
ja_jp: 環境音(例：ファン、モーター)が気になる
zh_cn: 环境声音（如风扇、马达）令人讨厌

source: Increase Sound Cleaner and reduce low frequency gain
ja_jp: サウンドクリーナーの設定を強め、低域を下げて下さい
zh_cn: 增加声音净化器强度，降低低频增益

source: Reduce low frequency gain
ja_jp: 低域を下げて下さい
zh_cn: 降低低频增益

source: Decrease Smart Gain in "Noise(mod.)" and "Noise(loud)" environments
ja_jp: 「雑音(中)」と「雑音(大)」の各環境のスマート利得を下げて下さい
zh_cn: 降低 "噪声(中度)" 和 "噪声(强度)" 环境下的增益

source: Running water, keys, dishes, newspaper rustling are bothersome
ja_jp: 水の音、鍵の触れ合う音、皿の音、新聞をめくる音が気になる
zh_cn: 流水，钥匙，碟子，报纸沙沙声都很烦人

source: Reduce high frequency gain
ja_jp: 高域を下げて下さい
zh_cn: 降低高频增益

source: Noisy in quiet situations
ja_jp: 静かな場所での雑音が多い
zh_cn: 在安静的环境中吵闹

source: Increase silencer and reduce overall gain for soft input level
ja_jp: サイレンサーの設定を強め、G50を全体的に下げて下さい
zh_cn: 增加静音器强度，降低低输入水平的整体增益

source: Reduce overall gain for soft input level
ja_jp: G50を全体的に下げて下さい
zh_cn: 降低低输入水平的整体增益

source: Decrease Smart Gain in "Quiet" environment
ja_jp: 「静寂」環境のスマート利得を下げて下さい
zh_cn: 降低"安静" 环境的增益

source: Metallic or mechanical sound quality
ja_jp: 金属的・機械的な音質
zh_cn: 金属或机械声音质量

source: Reduce overall gain for soft input level
ja_jp: G50を全体的に下げて下さい
zh_cn: 降低低输入水平的整体增益

source: Fluttering sound in quiet
ja_jp: 静かな場所で羽ばたき音が聞こえる
zh_cn: 安静环境中飘扬的声音

source: Turn off silencer and reduce Sound Cleaner
ja_jp: サイレンサーをオフにしてサウンドクリーナーの設定を弱めて下さい
zh_cn: 关闭静音器，降低声音净化器强度

source: Reduce Sound Cleaner
ja_jp: サウンドクリーナーの設定を弱めて下さい
zh_cn: 降低声音净化器强度

source: Too many highs, too sharp
ja_jp: 高音が強すぎる、キンキンする
zh_cn: 太多高频声，太尖锐

source: Reduce high frequency gain
ja_jp: 高域を下げて下さい
zh_cn: 降低高频增益

source: Too many lows, too deep
ja_jp: 低音が強すぎる、重低音すぎる
zh_cn: 太多低频声，太沉闷

source: Reduce low frequency gain
ja_jp: 低域を下げて下さい
zh_cn: 降低低频增益

source: Pumping sound with speech
ja_jp: 会話でポンピング音が発生する
zh_cn: 夹杂言语的泵的声音

source: Reduce overall gain for soft input level and increase overall gain for loud input level
ja_jp: G50を全体的に下げ、G80を全体的に上げて下さい
zh_cn: 降低低输入时的整体增益，增加高输入水平时的整体增益

source: Set Time Constants to Normal
ja_jp: コンプレッションをシラビックに設定して下さい
zh_cn: 设置时间参数到正常

source: Own footsteps sound too loud
ja_jp: 自分の足音が大きすぎる
zh_cn: 自己的脚步声感觉太响

source: Reduce low frequency gain and reduce overall gain for soft input level
ja_jp: 低域を下げ、G50を全体的に下げて下さい
zh_cn: 降低低输入水平时的低频增益和整体增益

source: Sounds are not loud enough
ja_jp: 音の大きさが十分でない
zh_cn: 声音不够响

source: Increase mid frequency gain
ja_jp: 中域を上げて下さい
zh_cn: 增加中频增益

source: Increase Smart Gain in "Speech(soft)", "Speech(loud)" and "Speech in noise(mod)." environments
ja_jp: 「会話(小)」、「会話(大)」、「雑音化の会話(中)」の各環境のスマート利得を上げて下さい
zh_cn: 增加"言语(轻度)", "言语(大声)" 和 "噪声中言语(中等)"环境下的增益

source: Sounds are too loud
ja_jp: 音が大きすぎる
zh_cn: 声音太响

source: Reduce overall gain
ja_jp: 全体的に利得を下げて下さい
zh_cn: 降低整体增益

source: Decrease mid frequency gain
ja_jp: 中域を下げて下さい
zh_cn: 降低中频增益

source: Decrease smart gain in "Noise(mod.)" and "Noise(loud) environments
ja_jp: 「雑音(中)」と「雑音(大)」の各環境のスマート利得を下げて下さい
zh_cn: 降低"噪声(中度)" 和 "噪声(重度)环境中的增益

source: Has to adjust volume control often
ja_jp: 頻繁に音量調節を調整する必要があります
zh_cn: 需要经常调整音量

source: Increase overall gain for soft input level and reduce overall gain for loud input level
ja_jp: G50を全体的に上げ、G80を全体的に下げて下さい
zh_cn: 增加低输入水平的整体增益，减少高输入水平时的整体增益

source: Reset Smart Gain to recommended values
ja_jp: 環境適応システムIIを推奨値にリセットして下さい
zh_cn: 重置各环境增益到推荐值

source: Speech is too soft in noise
ja_jp: 雑音下の会話が小さすぎる
zh_cn: 噪声环境中言语声太轻

source: Reduce Sound Cleaner and increase high frequency gain for normal and loud input levels
ja_jp: 雑音抑制の設定を弱め、G65とG80の高域を上げて下さい
zh_cn: 降低声音净化器强度，增加高输入水平时的高频增益

source: Feedback
ja_jp: ハウリング
zh_cn: 反馈

source: At all times
ja_jp: 常に
zh_cn: 随时

source: Reduce high frequency gain for soft input level
ja_jp: 高域のG50を下げて下さい
zh_cn: 降低低输入水平时的高频增益

source: Ensure that G50 curve is below MSG area. Re-calibrate MSG.
ja_jp: G50のカーブがMSG内に入っているかを確認して下さい。DFSの初期化を再度行って下さい。
zh_cn: 确保G50增益低于MSG区域，重新校准MSG。

source: Change earmold tubing. Remake earmold/shell
ja_jp: イヤモールドのチューブを交換して下さい。イヤモールド/シェルの再作を行って下さい。
zh_cn: 更换导声管。重做耳模或机壳

source: Intermittent
ja_jp: 時々途切れる
zh_cn: 间歇的

source: Reduce overall gain for soft input level
ja_jp: G50を全体的に下げて下さい
zh_cn: 减少低输入水平时的整体增益

source: Ensure that G50 curve is below MSG area. Re-calibrate MSG.
ja_jp: G50のカーブがMSG内に入っているかを確認して下さい。DFSの初期化を再度行って下さい。
zh_cn: 确保G50增益低于MSG区域，重新校准MSG。

source: Change earmold tubing. Remake earmold/shell
ja_jp: イヤモールドのチューブを交換して下さい。イヤモールド/シェルの再作を行って下さい。
zh_cn: 更换导声管。重做耳模或机壳

source: When listening on the telephone
ja_jp: 電話で聞き取るとき
zh_cn: 当接听电话时

source: Reduce high frequency gain for soft input level
ja_jp: 高域のG50を下げて下さい
zh_cn: 减少低输入水平时的高频增益

source: Only in quiet
ja_jp: 静かなところでのみ
zh_cn: 仅在安静环境下

source: Increase overall gain for loud input level
ja_jp: G80を全体的に下げて下さい
zh_cn: 增加高输入水平时的整体增益

source: Reduce overall gain for soft input level
ja_jp: G50を全体的に下げて下さい
zh_cn: 降低低水平输入时的整体增益

source: Decrease Smart Gain in "Quiet" environment
ja_jp: 「静寂」環境のスマート利得を下げて下さい
zh_cn: 减少 "安静" 环境下的增益

source: With jaw or head movement
ja_jp: 顎あるいは頭を動かしたときに発生
zh_cn: 下巴或头部运动

source: Reduce overall gain for soft input level
ja_jp: G50を全体的に下げて下さい
zh_cn: 降低低水平输入时的整体增益

source: Ensure that gain curve is below MSG area. Re-calibrate MSG.
ja_jp: 利得カーブがMSG内に入っているかを確認して下さい。DFSの初期化を再度行って下さい。
zh_cn: 确保增益曲线低于MSG区域，重新校准MSG。

source: Change earmold tubing. Remake earmold/shell
ja_jp: イヤモールドのチューブを交換して下さい。イヤモールド/シェルの再作を行って下さい。
zh_cn: 更换导声管。重做耳模或机壳

source: Multi-talker
zh_cn: 多人谈话

source: Noise
zh_cn: 噪声

source: Church
ja_jp: 講 演
zh_cn: 教堂

source: Telecoil+Mic
ja_jp: ﾃﾚｺｲﾙ(電話) + ﾏｲｸ
zh_cn: 电感+麦克风

source: Telecoil Phone
ja_jp: ﾃﾚｺｲﾙ(電話) + ﾏｲｸ
zh_cn: 电感电话

source: REM Test
ja_jp: ﾃｽﾄﾓｰﾄﾞ
zh_cn: REM测试

source: Spatial Directionality
ja_jp: ナチュラル指向性II
zh_cn: 立体方向性

source: The Hearing Instrument associated with this fitting was not detected for the left side
da_dk: Høreapparatet til denne tilpasning kan ikke findes på venstre side
de_de: Gewähltes und angeschlossenes Hörsystem links stimmt nicht überein.
es_es: El Audífono Izquierdo asociado con esta adaptación no ha sido detectado
fi_fi: Sovituksessa käytettyä kuulokojetta ei tunnistettu vasemmalla puolella.
fr_fr: Appareil gauche non détecté
hu_hu: Az illesztéssel társított hallókészülék, nem található a bal oldalra
it_it: L'apparecchio acustico associato a questo fitting non è riconosciuto per il lato sinistro
ja_jp: このフィッティングに関連付けられている補聴器（左耳）が見つかりません
ko_kr: 본 피팅과 연관된 보청기가 왼쪽에서 발견되지 않았습니다.
nl_nl: Het linker hoortoestel voor deze cliënt is niet gedetecteerd.
no_no: Høreapparatet tilhørende denne tilpasningen ble ikke funnet på venstre side
pl_pl: Na lewym uchu nie wykryto Aparatu Słuchowego połączonego z tym dopasowaniem.
pt_pt: O aparelho auditivo associado com esses acessórios não foram detectados para o lado esquerdo
ro_ro: Aparatul audtiv asociat reglajului nu a fost detectat pentru partea stanga
ru_ru: Левый СА, указанный в текущей сессии, не обнаружен
sv_se: Hörapparaten som är associerad med denna anpassning kunde inte anslutas på vänster sida
tr_tr: Bu uygulamayla ilişkilendirilmiş işitme cihazı sol tarafta bulunamadı.
zh_cn: 未发现此次验配的左侧助听器。

source: Not Selected
cs_cz: Nevybráno
da_dk: Ikke valgt
de_de: Nicht ausgewählt
es_es: No Seleccionado
fi_fi: Ei valittu
fr_fr: Non sélectionné
hu_hu: Nincs kiválasztva
it_it: Non selezionato
ja_jp: 未選択
ko_kr: 선택되지 않음
nl_nl: Niet geselecteerd
no_no: Ikke Valgt
pl_pl: Brak wyboru aparatu
pt_pt: Não selecionado
ro_ro: Neselectat
ru_ru: Не выбрано
sv_se: Inte vald
tr_tr: Seçili Değil
zh_cn: 未选择

source: Hearing Instruments
cs_cz: Sluchadlo
da_dk: Høreapparat
de_de: Hörsystem
es_es: Audífono
fi_fi: Kuulokojeet
fr_fr: Appareils
hu_hu: Hallókészülék
it_it: Apparecchio Acustico
ja_jp: 補聴器
ko_kr: 보청기
nl_nl: Hoortoestel
no_no: Høreapparat
pl_pl: Aparaty słuchowe
pt_pt: Aparelho Auditivo
ro_ro: Aparat auditiv
ru_ru: Слуховой аппарат
sv_se: Hörapparat
tr_tr: İşitme Cihazları
zh_cn: 助听器

source: Connected
cs_cz: Připojeno
da_dk: Tilsluttet
de_de: Verbunden
es_es: Conectado
fi_fi: Yhdistetty
fr_fr: Connecté
hu_hu: Csatlakoztatott
it_it: Collegato
ja_jp: 接続されました
ko_kr: 연결됨
nl_nl: Verbonden
no_no: Tilkoblet
pl_pl: Połączony
pt_pt: Conectado
ro_ro: Conectat
ru_ru: Подключено
sv_se: Ansluten
tr_tr: Baglantı kuruldu.
zh_cn: 已连接

source: Changes were not saved to the instrument
cs_cz: Změny nebyly do sluchadla uloženy
da_dk: Ændringer er ikke gemt i høreapparatet
de_de: Änderungen wurden nicht im Hörsystem gespeichert
es_es: Los cambios no se han grabado al audífono
fi_fi: Muutoksia ei tallennettu kuulokojeeseen
fr_fr: Les modifications n'ont pas été sauvegardées dans les appareils.
hu_hu: A változások nem lettek elmentve a készülékbe
it_it: Le modifiche non sono salvate sul Dispositivo
ja_jp: 変更は補聴器に保存されませんでした
ko_kr: 변경사항이 보청기로 저장되지 않았습니다
nl_nl: Wijzigingen zijn niet opgeslagen in de toestellen
no_no: Endringer ble ikke lagret i høreapparatet.
pl_pl: Zmiany zapisano w aparacie
pt_pt: Alterações não foram salvas no AASI
ro_ro: Schimbarile nu au fost salvate in instrument
ru_ru: Изменения не были сохранены в СА
sv_se: Ändringar har inte sparats i hörapparaten
tr_tr: Değişiklikler cihaza kaydedilmedi
zh_cn: 调节无法保存至助听器。

source: Copy From P1
cs_cz: Kopírovat z P1
da_dk: Kopier fra P1
de_de: Von P1 kopieren
es_es: Copiar desde P1
fi_fi: Kopioi ohjelmasta 1
fr_fr: Copier depuis le programme 1
hu_hu: Másolás a P1-ről
it_it: Copia da P1
ja_jp: P1からコピー
ko_kr: P1에서 복사
nl_nl: Kopiëren van P1
no_no: Kopier Fra P1
pl_pl: Kopiuj z P1
pt_pt: Copiar de P1
ro_ro: Copiaza din P1
ru_ru: Копировать из программы 1
sv_se: Kopiera från Program 1
tr_tr: P1'den Kopyala
zh_cn: 从 P1复制
