Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: NP Receiver Open
cs_cz: NP Reproduktor Open
da_dk: NP Receiver åben
de_de: NP-Hörer Offen
es_es: Auricular NP Open
fi_fi: NP kuuloke avoin
fr_fr: Open, avec écouteur NP
hu_hu: NP Hallgató nyitott
it_it: Ricevitore NP Open
ja_jp: NP レシーバ オープン
pl_pl: Słuchawka NP Otwarta
pt_pt: Receptor NP Open
ru_ru: NP Открытый ресивер
sv_se: NP RIE Öppen
tr_tr: NP Hoparlör Açık
zh_cn: NP 开放耳

source: NP Receiver
cs_cz: NP Reproduktor
de_de: NP-Hörer
es_es: Auricular NP
fi_fi: NP kuuloke
fr_fr: Standard, avec écouteur NP
hu_hu: NP Hallgató
it_it: Ricevitore NP
ja_jp: NP レシーバ
pl_pl: Słuchawka NP
pt_pt: Receptor NP
ru_ru: NP ресивер
sv_se: NP RIE
tr_tr: NP Hoparlör
zh_cn: NP

source: HP Metal Hook
cs_cz: HP Kovové kolínko
de_de: HP mit Metall-Hörwinkel
es_es: HP Codo Metálico
fi_fi: HP metalli koukku
fr_fr: Puissante, avec coude métal
hu_hu: HP Fém könyök
it_it: Curvetta Metallica HP
ja_jp: HP メタルフック
nl_nl: HP metalen toonbocht
no_no: HP Metall Hook
pl_pl: HP Metalowy Rożek
pt_pt: Gancho de metal HP
ro_ro: HP Trompa de metal
ru_ru: HP Металлический рожок
sv_se: HP Slangfäste (metall)
tr_tr: HP Metal Boynuz
zh_cn: HP 金属耳勾

source: HP Receiver
cs_cz: HP Reproduktor
de_de: HP-Hörer
es_es: Auricular HP
fi_fi: HP kuuloke
fr_fr: Standard, avec écouteur HP
hu_hu: HP Hallgató
it_it: Ricevitore HP
ja_jp: HP レシーバ
pl_pl: Słuchawka HP
pt_pt: Receptor HP
ru_ru: HP ресивер
sv_se: HP RIE
tr_tr: HP Hoparlör
zh_cn: HP

source: S Receiver Open
cs_cz: S Reproduktor Open
da_dk: S Receiver åben
de_de: S-Hörer Offen
es_es: Auricular S Open
fi_fi: S kuuloke avoin
fr_fr: Open, avec écouteur S
hu_hu: S Hallgató nyitott
it_it: Ricevitore S Open
ja_jp: S レシーバ オープン
pl_pl: Słuchawka S Otwarta
pt_pt: Receptor Open S
ru_ru: S Открытый ресивер
sv_se: S RIE Öppen
tr_tr: S Hoparlör Açık
zh_cn: S 开放耳

source: S Receiver
cs_cz: S Reproduktor
de_de: S-Hörer
es_es: Auricular S
fi_fi: S kuuloke
fr_fr: Standard, avec écouteur S
hu_hu: S Hallgató
it_it: Ricevitore S
ja_jp: S レシーバ
pl_pl: Słuchawka S
pt_pt: Receptor S
ru_ru: S ресивер
sv_se: S RIE
tr_tr: S Hoparlör
zh_cn: S

source: UP Receiver Open
cs_cz: UP Reproduktor Open
da_dk: UP Receiver åben
de_de: UP-Hörer Offen
es_es: Auricular UP Open
fi_fi: UP kuuloke avoin
fr_fr: Open, avec écouteur UP
hu_hu: UP Hallgató nyitott
it_it: Ricevitore UP Open
ja_jp: UP レシーバ オープン
pl_pl: Słuchawka UP Otwarta
pt_pt: Receptor Open UP
ru_ru: UP Открытый ресивер
sv_se: UP RIE Öppen
tr_tr: UP Hoparlör Açık
zh_cn: UP 开放耳

source: UP Receiver
cs_cz: UP Reproduktor
de_de: UP-Hörer
es_es: Auricular UP
fi_fi: UP kuuloke
fr_fr: Standard, avec écouteur UP
hu_hu: UP Hallgató
it_it: Ricevitore UP
ja_jp: UP レシーバ
pl_pl: Słuchawka UP
pt_pt: Receptor UP
ru_ru: UP ресивер
sv_se: UP RIE
tr_tr: UP Hoparlör
zh_cn: UP

source: NP Open
da_dk: NP åben
de_de: NP Offen
fi_fi: NP avoin
fr_fr: Open, avec tube fin
hu_hu: NP Hallgató
ja_jp: NP オープン
pl_pl: NP Otwarta
ru_ru: NP Открытый
sv_se: NP Öppen
tr_tr: NP Açık
zh_cn: NP 开放耳

source: HP Receiver Open
cs_cz: HP Reproduktor Open
da_dk: HP Receiver åben
de_de: HP-Hörer Offen
es_es: Auricular HP Open
fi_fi: HP kuuloke avoin
fr_fr: Open, avec écouteur HP
hu_hu: HP Hallgató nyitott
it_it: Ricevitore HP Open
ja_jp: HP レシーバ オープン
pl_pl: Słuchawka HP Otwarta
pt_pt: Receptor Open HP
ru_ru: HP Открытый ресивер
sv_se: HP RIE Öppen
tr_tr: HP Hoparlör Açık
zh_cn: HP 开放耳

source: P Plastic Hook
cs_cz: P Plastikové kolínko
da_dk: HP Plastic Hook
de_de: P mit Kunststoff-Hörwinkel
es_es: P Codo Plástico
fi_fi: P muovikoukku
fr_fr: Puissante, avec coude plastique
hu_hu: P Műanyag könyök
it_it: Curvetta P Plastica
ja_jp: P 通常フック
nl_nl: P kunststof toonbocht
no_no: P Plastikk Hook
pl_pl: HP Plastikowy Rożek
pt_pt: Gancho Plástico P
ro_ro: HP Trompa de plastic
ru_ru: Мощный (P) Пластиковый рожок
sv_se: P Slangfäste (plast)
tr_tr: P Plastik Boynuz
zh_cn: P 塑料耳勾

source: DFS Ultra
fr_fr: Anti Larsen DFS Ultra
ja_jp: ウルトラDFS
zh_cn: 超级DFS

source: Dual Stabilizer II DFS with WhistleControl
cs_cz: Dual Stabilizer II DFS s WhistleControl
da_dk: Dual Stabilizer II DFS med WhistleControl
de_de: Dual Stabilizer II DFS mit WhistleControl
es_es: Dual Stabilizer II DFS con Control de Realimentación
fi_fi: Dual Stabilizer II DFS ja WhistleControl
fr_fr: Dual Stabilizer II DFS avec WhistleControl
hu_hu: Dual Stabilizer II DFS sipolás kontrollal
it_it: Dual Stabilizer II DFS con WhistleControl
ja_jp: ハウリングサポート付きデュアルスタビライザDFSII
ko_kr: WhistleControl 기능이 있는 Dual Stabilizer II DFS
nl_nl: Dual Stabilizer II DFS met WhistleControl
no_no: Dual Stabilizer II DFS med WhistleControl
pl_pl: DFS II
pt_pt: Dual Stabilizer II DFS com WhistleControl
ro_ro: Dual Stabilizer II DFS cu WhistleControl
ru_ru: Dual Stabilizer II DFS с Контролем Свиста
sv_se: Dual Stabilizer II DFS med WhistleControl
tr_tr: WhistleControl ile Dual Stabilizer II DFS
zh_cn: 双重稳定器DFS II(内置反馈安全墙)

source: Moderate
cs_cz: Střední
da_dk: Moderat
de_de: Moderat
es_es: Moderado
fi_fi: Kohtalainen
fr_fr: Moyen
hu_hu: Közepes
it_it: Moderato
ja_jp: 中
nl_nl: Medium
no_no: Moderat
pl_pl: Umiarkowany
pt_pt: Moderada
ro_ro: Moderat
ru_ru: Умеренный
sv_se: Måttlig
tr_tr: Orta
zh_cn: 中度

source: Earmold - Small Vent (1 mm)
cs_cz: Tvarovka - Malý vent (1 mm)
da_dk: Øreprop- lille vent (1 mm)
de_de: Otoplastik - kleines Venting (1 mm)
es_es: Molde - Venting Pequeño (1 mm)
fi_fi: Korvakappale - Pieni ilmastointi (1 mm)
fr_fr: Embout avec évent de 1 mm
hu_hu: Illeszték - Kicsi vent (1 mm)
it_it: Chiocciola - Vent Piccola (1 mm)
ja_jp: イヤモールド ベント小 (1mm)
ko_kr: 이어몰드- Small Vent (1 mm)
nl_nl: Oorstukje - kleine venting (1 mm)
no_no: Propp - Liten Vent (1 mm)
pl_pl: Wkładka - Mała Wentylacja (1 mm)
pt_pt: Molde auricular- Ventilação pequena (1 mm)
ro_ro: Oliva - Vent mic (1 mm)
ru_ru: Вкладыш - Маленький вент (1 мм)
sv_se: Insats - Vent (1 mm)
tr_tr: Kulak kalıbı - Küçük Vent (1 mm)
zh_cn: 耳模-小气孔(1mm)

source: Earmold - Medium Vent (2 mm)
cs_cz: Tvarovka - Střední vent (2 mm)
da_dk: Øreprop- medium vent (2 mm)
de_de: Otoplastik - mittleres Venting (2 mm)
es_es: Molde - Venting Medio (2 mm)
fi_fi: Korvakappale - Keskik. ilmastointi (2 mm)
fr_fr: Embout avec évent de 2 mm
hu_hu: Illeszték - Közepes vent (2 mm)
it_it: Chiocciola - Vent Media (2 mm)
ja_jp: イヤモールド ベント中 (2mm)
ko_kr: 이어몰드 - Medium Vent (2 mm)
nl_nl: Oorstukje - medium venting (2 mm)
no_no: Propp - Medium Vent (2 mm)
pl_pl: Wkładka - Średnia Wentylacja (2 mm)
pt_pt: Molde auricular- Ventilação Média (2 mm)
ro_ro: Oliva - Vent mediu (2 mm)
ru_ru: Вкладыш - Средний вент (2 мм)
sv_se: Insats - Vent (2 mm)
tr_tr: Kulak Kalıbı- Orta Vent (2 mm)
zh_cn: 耳模-中气孔(2mm)

source: Earmold - Large Vent (3 mm)
cs_cz: Tvarovka - Velký vent (3 mm)
da_dk: Øreprop- stor vent (3 mm)
de_de: Otoplastik - großes Venting (3 mm)
es_es: Molde - Venting Grande (3 mm)
fi_fi: Korvakappale - Iso ilmastointi (3 mm)
fr_fr: Embout avec IROS
hu_hu: Illeszték - Nagy vent (3 mm)
it_it: Chiocciola - Vent Grande (3 mm)
ja_jp: イヤモールド ベント大 (3mm)
ko_kr: 이어몰드 - Large Vent (3 mm)
nl_nl: Oorstukje - grote venting (3 mm)
no_no: Propp - Stor Vent (3 mm)
pl_pl: Wkładka - Duża Wentylacja (3 mm)
pt_pt: Molde auricular- Ventilação Grande (3 mm)
ro_ro: Oliva - Vent larg (3 mm)
ru_ru: Вкладыш - Большой вент (3 мм)
sv_se: Insats - Vent (3 mm)
tr_tr: Kulak Kalıbı - Geniş Vent (3 mm)
zh_cn: 耳模-大气孔(3mm)

source: Increase Environmental Optimizer II in "soft speech" environment.
cs_cz: Zvyšte Environmental Optimizer II v prostředí "tichá řeč".
da_dk: Forøg Environmental Optimizer II i lydmiljøet "svag tale"
de_de: Erhöhen Sie den Situations Optimizer II für "Sprache (leise)"
es_es: Aumentar el Clasificador Ambiental II en el entorno "Habla Suave".
fi_fi: Lisää Ääniympäristön optimointi II:a "hiljainen puhe" ääniympäristössä.
fr_fr: Augmenter le gain pour "Parole (faible)" dans l'Environmental Optimizer II
hu_hu: Növelje a Környezeti Optimalizáló II-t a "halk beszéd" környezetben.
it_it: Aumentare Guadagni Ottimizzatore Ambientale II per ambiente "Parlato Lieve".
ja_jp: 環境適応システムの「会話（小）」を上げて下さい
ko_kr: "soft speech" 환경에서 Environmental Optimizer II를 높여 주십시오.
nl_nl: Verhoog de Environmental Optimizer II voor "zachte spraak".
no_no: Øk Environmental Optimizer II i "Svak tale" lydomgivelser.
pl_pl: Zwiększ ustawienia Pptymalizatora Środowiskowego II dla środowiska "cicha mowa".
pt_pt: Aumente o Otimizador Ambiental II, no ambiente "fala suave"
ro_ro: Cresteti Environmental Optimizer II in "vorbire slaba"
ru_ru: Увеличьте усиление в окружении "тихая речь" в Оптимизатор окружения II.
sv_se: Öka förstärkningen för "Svagt tal" i Miljöoptimeringen.
tr_tr: "Yumuşak konuşma" ortamında Çevresel Yönetim II'yi artırın.
zh_cn: 在“言语(轻度)”环境下增加环境优化器 II的程度。

source: Increase Smart Gain in "Speech in Noise"
ja_jp: 「雑音下の会話」のスマート利得を上げて下さい
zh_cn: 增加"噪声中言语"环境中的增益

source: SATISFY is in progress. Changing binaural correction will turn off SATISFY and autofit all programs, Are you sure you want to continue?
ja_jp: アクセプタンスマネージャーが進行中です。両耳補正を変更するとアクセプタンスマネージャーがオフになり全てのプログラムが再計算されます。続行しますか?
zh_cn: 满意度管理正在进行中。改变双耳校准将关闭满意度管理器，并自动应用至各程序，是否继续？

source: Acceptance Manager is only available in adult fitting mode.
cs_cz: Acceptance Manager je k dispozici pouze v nastavení pro dospělé.
da_dk: Acceptance Manager er kun tilgængelig i tilpasning til voksne.
de_de: Eingewöhnungs-Manager ist nur verfügbar bei Anpassungen für Erwachsene
es_es: La Adaptación Progresiva solamente esta disponible en modo de adaptación para adultos.
fi_fi: Sopeutumisavustaja on ainoastaan käytössä sovituksiin aikuisille.
fr_fr: Acceptance Manager n'est disponible qu'avec une méthode d'appareillage pour adulte.
hu_hu: Az Acceptance Manager csak a felnött illesztési módban érhető el.
it_it: Manager Adattamento è disponibile nella sola modalità Fitting Adulti.
ja_jp: アクセプタンスマネージャーは成人用フィッティングモードのみ設定可能です
ko_kr: Acceptance Manager는 adult fitting mode에서만 사용가능합니다.
nl_nl: De Acceptatie Manager is alleen beschikbaar in de aanpasmodus voor volwassenen.
no_no: Acceptance Manager er bare tilgjengelig i voksen tilpasningsmodus.
pl_pl: Manager Akceptacji jest dostępny tylko w trybie dopasowania dla dorosłych.
pt_pt: Gerenciador de Adaptação disponível apenas na opção de ajuste para adulto
ro_ro: Managerul de acceptare este disponibil doar in modul de reglaj pentru adulti
ru_ru: Менеджер Адаптации доступен только в режиме настройки для взрослых.
sv_se: Acceptans Verktyg är endast tillgängligt i vuxet anpassningsläge.
tr_tr: Acceptance Manager sadece yetişkin fitting modunda kullanılabilir
zh_cn: 满意度管理器仅在成人验配模式下可用。

source: Sound Shaper cannot stay enabled in any program while enabling Auto DFS. Sound Shaper has automatically been turned off in all programs.
cs_cz: Sound Shaper nemůže zůstat povolen v žádném programu při zapnutí Auto DFS. Sound Shaper byl automaticky vypnut ve všech programech.
da_dk: Sound Shaper kan ikke være tilsluttet i noget program samtidigt med Auto DFS. Sound Shaper er automatisk slået fra i alle programmer.
de_de: Sound Shaper kann nicht gleichzeitig mit der Auto DFS aktiviert sein. Sound Shaper wurde automatisch deaktiviert.
es_es: La Transformación Espectral no puede estar activada en ningún programa cuando se activa Auto DFS. Se ha desactivado la Transformación Espectral en todos los programas.
fi_fi: Sound Shaper ei voi olla käytössä missään ohjelmassa jos automaattinen DFS on käytössä. Äänen terävöinti on kytkety pois käytöstä.
fr_fr: La compression fréquentielle Sound Shaper ne peut pas être activé sur un programme en même temps que l'anti Larsen pré-calibré Auto DFS. La compression fréquentielle Sound Shaper a été désactivée sur tous les programmes.
hu_hu: A Sound Shaper nem lehet engedélyezve, amíg az Auto DFS engedélyezve van. A Sound Shaper automatikusan ki fog kapcsolni minden programban.
it_it: Sound Shaper non può rimanere abilitato in ogni programma mentre è abilitato Auto DFS. Sound Shaper verrà automaticamente disattivato in tutti i programmi.
ja_jp: DFS自動初期化が動作中はサウンドシェーパーをすべてのプログラムで使用できません。サウンドシェーパーは自動的にオフになります。
ko_kr: Auto DFS 활성시에는 어느 프로그램에서든 Sound Shaper를 사용할 수 없습니다. Sound Shaper가 모든 프로그램에서 자동으로 종료되었습니다.
nl_nl: SoundShaper kan in geen enkel programma aan blijven staan als AutoDFS aan wordt gezet. SoundShaper is automatisch uitgezet in alle programma´s.
no_no: Sound Shaper kan ikke være aktivert i noen programmer når Auto DFS slåes på. Sound Shaper er automatisk slått av.
pl_pl: Sound Shaper nie może być aktywny w każdym programie jeśli funkcja Auto DFS jest aktywna. Sound Shaper został automatycznie wyłączony na wszyskich programach.
pt_pt: Sound Shaper não pode ser habilitado em nenhum programa, enquanto o Auto DFS, estiver ligado. Sound Shaper foi automaticamente desligado para todos os programas.
ro_ro: Sound Shaper nu poate ramane activat in niciun program la momentul activarii Auto DFS. Sound Shaper a fost dezactivat automat in toate programele.
ru_ru: Sound Shaper не может быть активен в любой программе в период активности Авто DFS. Sound Shaper был автоматически отключен во всех программах.
sv_se: Sound Shaper kan inte vara påslagen samtidigt som Auto DFS. Sound Shaper har automatiskt slagits av i alla program.
tr_tr: Auto DFSaktif edilirken herhangi bir programda Sound Shaper aktif kalamaz. Tüm programlardaki Sound Shaper otomatik olarak kapatılacaktır.
zh_cn: 当启用智能DFS时任何程序中都不能使用频谱重组功能。所有程序中的频谱重组功能将自动关闭。

source: Auto DFS cannot stay enabled while enabling Sound Shaper. Auto DFS has automatically been turned off.
cs_cz: Auto DFS nemůže zůstat povolen při zapnutí Sound Shaper. Auto DFS byl automaticky vypnut.
da_dk: Auto DFS kan ikke være tilsluttet samtidigt med Sound Shaper. Auto DFS er nu automatisk slået fra.
de_de: Auto DFS kann nicht gleichzeitig mit dem Sound Shaper aktiviert sein. Auto DFS wurde automatisch ausgeschaltet.
es_es: Auto DFS no puede estar activado cuando se activa la Transformación Espectral. Auto DFS se ha desactivado automáticamente.
fi_fi: Automaattinen DFS ei voi olla käytössä jos Sound Shaperiä käytetään. Automaattinen DFS on kytketty pois käytöstä.
fr_fr: L'anti Larsen pré-calibré Auto DFS ne peut pas être activé en même temps que la compression fréquentielle Sound Shaper. L'anti Larsen pré-calibré Auto DFS a été désactivé.
hu_hu: Az Auto DFS nem lehet egyszerre engedélyezve a Sound Shaper-rel. Az Auto DFS automatikusan ki fog kapcsolni.
it_it: Auto DFS non può rimanere abilitato mentre è abilitato Sound Shaper. Auto DFS verrà automaticamente disattivato.
ja_jp: サウンドシェーパーが動作中はDFS自動初期化を使用できません。DFS自動初期化は自動的にオフになります。
ko_kr: Sound Shaper 활성시에는 Auto DFS는 사용할 수 없습니다. Auto DFS는 자동으로 종료되었습니다.
nl_nl: AutoDFS kan niet aan blijven staan als SoundShaper aan wordt gezet. AutoDFS is automatisch uitgezet.
no_no: Auto DFS kan ikke være aktivert når Sound Shaper slåes på. Auto DFS er automatisk slått av.
pl_pl: Auto DFS nie może być aktywny gdy działa Obniżanie Częstotliwości. Auto DFS zosatł automatycznie wyłączony.
pt_pt: Auto DFS não pode estar ativado, enquanto o Sound Shaper estiver habilitado. Auto DFS foi automaticamente desligado.
ro_ro: Auto DFS nu poate ramane activat in niciun program la momentul activarii Sound Shaper. Auto DFS a fost dezactivat automat in toate programele.
ru_ru: Авто DFS не может быть активна в период активности Sound Shaper. Авто DFS была автоматически выключена.
sv_se: Auto DFS kan inte vara påslagen samtidigt som Sound Shaper. Auto DFS har automatiskt slagits av.
tr_tr: Sound Shaper aktif edilirken Auto DFS aktif kalamaz. Auto DFS otomatik olarak kapatılacaktır.
zh_cn: 当启用频谱重组功能时不能智能DFS功能，智能DFS功能将自动关闭。

source: Acceptance Manager is only supported when Fitting mode is Adult. Please turn off Acceptance Manager first.
cs_cz: Acceptance Manager je podporován pouze při fittingu pro dospělého. Vypněte prosím napřed Acceptance Manager.
da_dk: Acceptance Manager er kun tilgængelig i tilpasning til voksne. Slå venligst Acceptance Manager fra først.
de_de: Der Eingewöhnungsmanager kann nur bei einer Erwachsenen-Anpassung verwendet werden. Schalten sie bitte zuerst den Eingewöhnungs-Manager aus.
es_es: La Adaptación Progresiva solo se puede realizar en modo de adaptación para Adultos. Por favor desactive primero la Adaptación Progresiva.
fi_fi: Sopeutumisavustaja on ainoastaan käytössä sovituksiin aikuisille. Ole hyvä ja kytke Sovitusavustaja ensin pois päältä.
fr_fr: Acceptance Manager n'est disponible qu'avec une méthode d'appareillage pour adulte. Désactiver l'Acceptance Manager et recommencer.
hu_hu: Az Acceptance Manager csak a felnőtt illesztési módban érhető el. Kérjük kapcsolja ki az Acceptance Managert.
it_it: Manager Adattamento è supportato solamente in modalità Fitting Adulti. Spegnere prima Manager Adattamento.
ja_jp: アクセプタンスマネージャーは成人用フィッティングモードのみ設定可能です。アクセプタンスマネージャーをオフにして下さい。
ko_kr: Acceptance Manager는 Fitting mode가 Adult인 경우에만 지원됩니다. Acceptance Manager를 먼저 종료하십시오.
nl_nl: De Acceptatie Manager wordt alleen ondersteund in de aanpasmodus voor volwassenen. Zet de Acceptatie Manager s.v.p. eerst uit.
no_no: Acceptance Manager kan bare benyttes i voksen tilpasningsmodus. Vennligst slå av Acceptance Manager.
pl_pl: Manager Akceptacji jest dostępny tylko w trybie dopasowania dla dorosłych. Proszę najpierw wyłączyć Managera Akceptacji.
pt_pt: Gerenciador de Adaptação disponível apenas quando a opção de ajuste adulto estiver selecionada. Por favor, desligue o Gerenciador de Adaptação primeiro.
ro_ro: Managerul de acceptare este suportat doar in mod reglaj Adult. Va rugam sa opriti Managerul de acceptare intai.
ru_ru: Менеджер Адаптации поддерживается только когда установлен режим настройки для Взрослых. Пожалуйста, прежде всего, отключите Менеджер Адаптации.
sv_se: Acceptans Verktyg är endast tillgängligt i vuxet anpassningsläge. Slå först av Acceptans Verktyget.
tr_tr: Acceptance Manager sadece uygulama modu yetişkin ise desteklenir. Lütfen önce Acceptance Manager'i kapatın.
zh_cn: 满意度管理器仅支持成人验配模式，请先关闭满意度管理器。

source: Fitting Mode
da_dk: Tilpasningsindstilling
de_de: Anpass-Modus
es_es: Modo de Adaptación
fi_fi: Sovitustila
fr_fr: Méthodologie
hu_hu: Illesztési mód
it_it: Modalità di Fitting
ja_jp: フィッティングモード
ko_kr: 피팅모드
nl_nl: Aanpasmodus
no_no: Tilpasningsmodus
pl_pl: Tryb Dopasowania
pt_pt: Modo de Programação
ro_ro: Mod reglaj
ru_ru: Режим настройки
sv_se: Anpassningsläge
tr_tr: Uygulama Modu
zh_cn: 验配模式

source: Small Vent (1 mm)
cs_cz: Malý vent (1 mm)
da_dk: Lille vent (1 mm)
de_de: Kleines Venting (1 mm)
es_es: Venting Pequeño (1 mm)
fi_fi: Pieni ilmastointi (1 mm)
fr_fr: Évent de 1 mm
hu_hu: Kicsi Vent (1 mm)
it_it: Vent Piccola (1 mm)
ja_jp: ベント小 (1mm)
nl_nl: Kleine venting (1 mm)
no_no: Liten Vent (1 mm)
pl_pl: Mała Wentylacja (1 mm)
pt_pt: Ventilação pequena (1 mm)
ro_ro: Vent mic (1 mm)
ru_ru: Маленький вент (1 мм)
sv_se: Vent (1 mm)
tr_tr: Küçük Vent (1 mm)
zh_cn: 小气孔(1mm)

source: Medium Vent (2 mm)
cs_cz: Střední vent (2 mm)
de_de: Mittleres Venting (2 mm)
es_es: Venting Medio (2 mm)
fi_fi: Keskik. ilmastointi (2 mm)
fr_fr: Évent de 2 mm
hu_hu: Közepes Vent (2 mm)
it_it: Vent Media (2 mm)
ja_jp: ベント中 (2mm)
nl_nl: Medium venting (2 mm)
pl_pl: Średnia Wentylacja (2 mm)
pt_pt: Ventilação média (2 mm)
ro_ro: Vent mediu(2 mm)
ru_ru: Средний вент (2 мм)
sv_se: Vent (2 mm)
tr_tr: Orta Vent (2 mm)
zh_cn: 中气孔(2mm)

source: Large Vent (3 mm)
cs_cz: Velký vent (3 mm)
da_dk: Stor vent (3 mm)
de_de: Großes Venting (3 mm)
es_es: Venting Grande (3 mm)
fi_fi: Iso ilmastointi (3 mm)
fr_fr: IROS
hu_hu: Nagy Vent (3 mm)
it_it: Vent Grande (3 mm)
ja_jp: ベント大 (3mm)
nl_nl: Grote venting (3 mm)
no_no: Stor Vent (3 mm)
pl_pl: Duża Wentylacja (3 mm)
pt_pt: Ventilação grande (3 mm)
ro_ro: Vent mare (3 mm)
ru_ru: Большой вент (3 мм)
sv_se: Vent (3 mm)
tr_tr: Geniş Vent (3 mm)
zh_cn: 大气孔(3mm)

source: AutoFit is not available while Acceptance Manager is in progress. Please turn off Acceptance Manager first.
cs_cz: AutoFit není dostupný, pokud probíhá proces Acceptance Manageru. Vypněte prosím napřed Acceptance Manager.
da_dk: AutoFit er ikke tilgængelig når Acceptance Manager er aktiveret. Slå venligst Acceptance Manager fra først.
de_de: FirstFit steht nicht zur Verfügung wenn der Eingewöhnungs-Manager aktiv ist. Bitte schalten Sie zuerst den Eingewöhnungs-Manager aus.
es_es: QuickFit no esta disponible, mientras se ejecuta la Adaptación Progresiva. Por favor desactive la Adaptación Progresiva.
fi_fi: AutoSovitus ei ole käytössä kun Sovitusavustaja on päällä. Ole hyvä ja kytke Sovitusavustaja ensin pois päältä.
fr_fr: AutoFit est indisponible lorsque l'Acceptance Manager est activé. Désactiver l'Acceptance Manager et recommencer.
hu_hu: Az AutoFit nem érhető el amíg az Acceptance Manager működik. Kérjük kapcsolja ki az Acceptance Managert.
it_it: AutoFit non è disponibile mentre è in corso Manager Adattamento. Spegnere prima Manager Adattamento.
ja_jp: アクセプタンスマネージャーが進行中はクイックフィットを実行できません。アクセプタンスマネージャーをオフにして下さい。
ko_kr: Acceptance Manager가 진행중인 경우 AutoFit을 사용할 수 없습니다. Acceptance Manager를 먼저 종료하십시오.
nl_nl: AutoFit is niet beschikbaar als de Acceptatie Manager bezig is. Zet de Acceptatie Manager s.v.p. eerst uit.
no_no: AutoFit er ikke tilgjengelig når Acceptance Manager er aktiv. Vennligst slå av Acceptance Manager.
pl_pl: AutoFit nie jest dostępny gdy Manager Akceptacji jest aktywny. Proszę najpierw wyłączyć Manager Akceptacji.
pt_pt: AutoFit não está disponível enquanto o Gerenciador de Adaptação está em progresso. Por favor, desligue o Gerenciador de Adaptação primeiro.
ro_ro: AutoFit nu este disponibil pe durata rularii Managerului de acceptare. Va rugam sa opriti Managerul de acceptare intai.
ru_ru: Автонастройка не доступна при активном Менеджере Адаптации. Пожалуйста, прежде всего, отключите Менеджер Адаптации.
sv_se: Snabb Anpassa är inte tillgängligt när Acceptansverktyget används. Slå först av Acceptans Verktyget.
tr_tr: Acceptance Manager devam ederken AutoFit kullanılamaz. Lütfen önce Acceptance Manager'i kapatın.
zh_cn: 开启满意度管理器后自动验配不可用，请先关闭满意度管理器。
