Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Sound localization is difficult
cs_cz: Je obtížné lokalizovat zvuky
da_dk: Lokalisering af lyde er svært.
de_de: Es ist schwierig, einen Sprecher oder eine Schallquelle zu orten
es_es: La localización sonora es difícil
fi_fi: Äänen paikallistaminen on vaikeaa
fr_fr: Localiser la provenance des sons est difficile
hu_hu: Hanglokalizáció bonyolult
it_it: Difficile localizzazione del suono
ja_jp: 音源定位が困難である
ko_kr: 소리 지역화가 어렵습니다
nl_nl: Geluiden lokaliseren is moeilijk
no_no: Vanskelig å lokalisere lyder
pl_pl: Problemy z lokalizacją źródła dźwięku
pt_pt: Localização sonora é difícil
ro_ro: Localizarea sursei sonore e dificila
ru_ru: Локализация звука затруднена
sv_se: Ljudlokalisering är svårt
tr_tr: Ses sınırlaması zor
zh_cn: 声音定位困难

source: Increase overall gain for soft sounds
cs_cz: Zvyšte celkový zisk slabých zvuků
da_dk: Forøg generel forstærkning for svage lyde
de_de: Erhöhen Sie die Verstärkung für leise Eingangspegel
es_es: Aumentar la ganancia general par sonidos suaves
fi_fi: Lisää kokonaisvahvistusta heikoilla äänillä
fr_fr: Augmenter G50 pour toutes les fréquences
hu_hu: Növelje a teljes erősítést a lágy hangokra
it_it: Aumentare il guadagno complessivo per i suoni deboli
ja_jp: 全周波数のG50を上げて下さい
ko_kr: 작은 소리의 전반적인 이득 값을 높이세요
nl_nl: Verhoog de versterking bij zachte geluiden
no_no: Øk generell gain for svake lyder
pl_pl: Zwiększ ogólne wzmocnienie dla cichych dźwięków
pt_pt: Aumente o ganho geral para todos os sons
ro_ro: Cresteti castigul global pentru sunete slabe
ru_ru: Увеличить общее усиление для тихих звуков
sv_se: Öka den totala förstärkningen för svaga ljud
tr_tr: Yumuşak sesler için tüm kazançları artır
zh_cn: 增加小声增益

source: Consider Binaural Directionality
cs_cz: Zvažte Binaurální směrovost
da_dk: Overvej Binaural Directionality
de_de: Prüfen Sie Binaurale Direktionalität
es_es: Considerar Direccionalidad Binaural
fi_fi: Harkitse binauraalista suuntakuviota
fr_fr: Envisager la directivité binaurale
hu_hu: Fontolja meg a Binaurális direkcionalitást
it_it: Considerare Direzionalità Binaurale
ja_jp: 両耳連動指向性を検討する
ko_kr: 양이 방향성을 고려하세요
nl_nl: Overweeg Binaurale Directionaliteit
no_no: Overvei bruk av Binaural Direksjonalitet
pl_pl: Rozważ zastosowanie Naturalnej Kierunkowości III
pt_pt: Considerar direcionalidade binaural
ro_ro: Luati in considerare Natural Directionality III
ru_ru: Применить Бинауральную направленность
sv_se: Överväg Binaural Riktverkan
tr_tr: Binaural Directionality'i düşünün
zh_cn: 推荐双耳智能方向性系统

source: Ensure there is loudness balance between the ears
cs_cz: Zajistěte vyrovnanou hlasitost na obou uších
da_dk: Kontroller styrkebalance mellem ørerne
de_de: Stellen Sie sicher, dass die Lautstärke unter den Geräte abgeglichen ist
es_es: Asegúrese del balance de sonoridad entre ambos oídos
fi_fi: Varmista että kuulokojeiden äänitasapaino on oikea
fr_fr: S'assurer d'un bon équilibre entre les deux appareils
hu_hu: Biztosítsa a hangosság egyensúlyt a két fül között
it_it: Assicurarsi che ci sia una loudness bilanciata fra le orecchie
ja_jp: 両耳間の音量バランスがとれているか確認して下さい
ko_kr: 양쪽 귀의 소음 밸런스를 맞춰주세요
nl_nl: Zorg ervoor dat de luidheid in balans is tussen de oren
no_no: Forsikre deg om at det er balanse i loudness mellom ørene
pl_pl: Upewnij się, że jest zachowany balans głośności między prawym i lewym uchem.
pt_pt: Certifique-se que a sensação de intensidade esteja equilibrada em ambas as orelhas
ro_ro: Asigurati-va ca exista un balans de tarie intre urechi
ru_ru: Обеспечить баланс громкости между ушами
sv_se: Kontrollera det finns en ljudstyrkebalans mellan öronen
tr_tr: Kulaklar arasında ses şiddeti dengesi olduğundan emin olun
zh_cn: 保证双耳的响度平衡

source: Feedback
cs_cz: Zpětná vazba
da_dk: Tilbagekobling
de_de: Rückkopplung
es_es: Realimentación
fi_fi: Vinkuminen
fr_fr: Larsen
hu_hu: Gerjedés
ja_jp: ハウリング
ko_kr: 피드백
pl_pl: Sprzężenie
ru_ru: Обратная связь
sv_se: Återkoppling
zh_cn: 反馈

source: Re-calibrate DFS
cs_cz: Rekalibrujte DFS
da_dk: Genkalibrer DFS
de_de: Neu kalibrieren DFS
es_es: Re-calibrar el DFS
fi_fi: Kalibroi DFS uudelleen
fr_fr: Refaire un calibrage anti Larsen DFS
hu_hu: DFS újrakalibrálás
it_it: Ricalibrare DFS
ja_jp: DFSの初期化をもう一度行なって下さい
ko_kr: DFS를 다시 칼리브레이션
nl_nl: Kalibreer DFS opnieuw
no_no: Kalibrer DFS på nytt
pl_pl: Ponownie skalibruj DFS
pt_pt: Re-calibrar DFS
ro_ro: Re-calibrare DFS
ru_ru: Перекалибровать подавление обратной связи DFS
sv_se: Återkalibrera DFS
tr_tr: DFS için yeniden kalibrasyon
zh_cn: 重新校准DFS

source: Enable Safe Fitting
cs_cz: Umožněte Safe Fitting
da_dk: Brug Safe Fitting
de_de: Einschalten Safe Fitting
es_es: Habilitar la adaptación Segura
fi_fi: Käytä turvallista sovitusta
fr_fr: Activer l'adaptation sécurisée
hu_hu: Biztonságos illesztés engedélyezve
it_it: Abilitare Fitting Sicuro
ja_jp: セーフフィッティングが無効になっている場合、有効にして下さい
ko_kr: Safe Fitting 사용가능
nl_nl: Veilige versterking instellen
no_no: Slå på Sikker Tilpasning
pl_pl: Aktywuj Bezpieczne Dopasowanie
pt_pt: Permitir Ajuste Seguro
ro_ro: Activeaza Reglaj in Siguranta
ru_ru: Включить безопасную настройку
sv_se: Förstärkningsbegränsning (DFS)
tr_tr: Güvenli Fitting'i etkinleştir
zh_cn: 启用安全验配

source: Decrease high frequency gain for soft sounds.
cs_cz: Snižte zisk vysokých frekvencí pro slabé zvuky.
da_dk: Reducer højfrekvent forstærkning for svage lydniveauer.
de_de: Verringern Sie die Verstärkung für leise Eingangspegel in den hohen Frequenzen
es_es: Reducir la ganancia en altas frecuencias para sonidos suaves
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla heikoille äänille
fr_fr: Diminuer G50 pour les fréquences aiguës
hu_hu: Csökkentse a magas frekvenciás erősítést a lágy hangokra.
it_it: Diminuire il guadagno sulle alte frequenze per i suoni deboli.
ja_jp: 高域のG50を下げて下さい
ko_kr: 작은소리의 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties bij zachte geluiden
no_no: Senk høyfrekvent gain for svake lyder
pl_pl: Zmniejsz wzmocnienie wysokich częstotliwości dla cichych dźwięków.
pt_pt: Diminuir o ganho das frequencias altas para sons suaves
ro_ro: Scadeti castigul frecventelor inalte pentru sunete slabe
ru_ru: Уменьшить усиление на высоких частотах для тихих звуков.
sv_se: Minska förstärkningen på höga frekvenser för svaga ljud
tr_tr: Yumuşak seslerde yüksek frekans kazancını düşür.
zh_cn: 降低小声输入的高频增益

source: Decrease high frequency gain for soft and loud sounds
cs_cz: Snižte zisk vysokých frekvencí pro slabé a hlasité zvuky
da_dk: Reducer højfrekvent forstærkning for svage og kraftige lyde
de_de: Verringern Sie die Verstärkung für leise und laute Eingangspegel in den hohen Frequenzen
es_es: Reducir la ganancia en altas frecuencias para sonidos suaves y fuertes
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla heikoille ja kovilla ääniille
fr_fr: Diminuer G50 et G80 pour les fréquences aiguës
hu_hu: Csökkentse a magas frekvenciás erősítést a lágy és a hangos hangokra
it_it: Diminuire il guadagno sulle alte frequenze per i suoni forti e deboli.
ja_jp: 高域のG50とG80を下げて下さい
ko_kr: 작고 큰 소리의 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties bij zachte en harde geluiden
no_no: Senk høyfrekvent gain for svake og høye lyder
pl_pl: Zmniejsz wzmocnienie wysokich częstotliwości dla cichych i głośnych dźwięków
pt_pt: Diminuir o ganho das frequencias altas para sons suaves e intensos
ro_ro: Scadeti castigul frecventelor inalte pentru sunete slabe si puternice
ru_ru: Уменьшить усиление на высоких частотах для тихих и громких звуков
sv_se: Minska förstärkningen på höga frekvenser för svaga och starka ljud
tr_tr: Yumuşak ve yüksek sesler için yüksek frekans kazancını azalt
zh_cn: 降低大声和小声的高频增益

source: Turn on or increase the level of expansion
cs_cz: Zapněte nebo zvyšte úroveň expanze
da_dk: Forøg graden af expansion
de_de: Aktivieren oder erhöhen Sie die Stufe der Expansion
es_es: Activar o aumentar el nivel de expansión
fi_fi: Kytke päälle tai lisää tasoa kohinasalpaan
fr_fr: Augmenter le niveau du réducteur de bruit faible Expansion
hu_hu: Kapcsolja be vagy növelje az expanzió mértékét
it_it: Attivare o aumentare il livello di espansione
ja_jp: エクスパンションをオンにする、もしくは設定を強めて下さい
ko_kr: 키거나 확장 수준을 늘리세요
nl_nl: Zet Low-level expansie aan of verhoog het niveau hiervan
no_no: Slå på eller øk nivået av ekspansjon
pl_pl: Włącz lub zwiększ siłę ekspansji
pt_pt: Deixe ligado ou aumente o nível da expansão
ro_ro: Activati sau mariti nivelul de expansiune
ru_ru: Включите или увеличьте уровень Экспансии
sv_se: Slå på eller öka nivån av expansion
tr_tr: Expansion'u çalıştır veya seviyesini artır
zh_cn: 启用或增加静音系统的程度

source: Feedback occurs with the use of the telephone and/or other dynamic situations
cs_cz: Ke zpětné vazbě dochází při použití telefonu a/nebo v dalších dynamických situacích
da_dk: Tilbagekobling opstår under brug af telefon og/eller i dynamiske situationer
de_de: Beim benutzen des Telefons oder anderen dynamischen Situationen tritt eine Rückkopplung auf
es_es: La realimentación se produce con el uso del teléfono y/o en otras situaciones dinámicas
fi_fi: Vinkumista esiintyy puhelimen käytössä ja/tai musissa dynaamisissa tilanteissa
fr_fr: Du Larsen apparaït quand j'utilise un téléphone ou dans les situations dynamiques
hu_hu: Gerjedést okoz a telefonhasználat és/vagy más dinamikus szituációk
it_it: Feedback si verifica con l'uso del telefono e / o in altre situazioni dinamiche
ja_jp: 帽子をかぶったり、電話を耳に近づけたり何かをした時にハウリングが発生する
ko_kr: 전화 사용 혹은 다른 극적인 상황에 발생한 피드백
nl_nl: Er ontstaat feedback bij het gebruik van de telefoon of in andere dynamische situaties
no_no: Feedback oppstår ved bruk av telefon og/eller andre dynamiske situasjoner
pl_pl: Przy rozmowie przez telefon lub w innej dynamicznej systuacji występuje sprzężenie
pt_pt: O feedback ocorre ao usar o telefone e/ ou em situações dinâmicas.
ro_ro: Feedbackul apare la folosirea telefonului sau in alte situatii dinamice
ru_ru: Возникает обратная связь при использовании телефона и/или в других динамических ситуациях
sv_se: Återkoppling sker vid telefonering eller andra dynamiska situationer
tr_tr: Telefon ve diğer dinamik durumların kullanımında feedback oluşuyor
zh_cn: 在打电话或其它类似环境中出现反馈啸叫

source: Re-calibrate DFS
cs_cz: Rekalibrujte DFS
da_dk: Genkalibrer DFS
de_de: Neu kalibrieren DFS
es_es: Re-calibre el DFS
fi_fi: Kalibroi DFS uudelleen
fr_fr: Refaire un calibrage anti Larsen DFS
hu_hu: DFS újrakalibrálás
it_it: Ricalibrare DFS
ja_jp: DFSの初期化をもう一度行なって下さい
ko_kr: DFS를 다시 칼리브레이션
nl_nl: Kalibreer DFS opnieuw
no_no: Kalibrer DFS på nytt
pl_pl: Ponownie skalibruj DFS
pt_pt: Re-calibrar DFS
ro_ro: Re-calibrare DFS
ru_ru: Перекалибровать подавление обратной связи DFS
sv_se: Återkalibrera DFS
tr_tr: DFS 'yi tekrar kalibre et
zh_cn: 重新校准DFS

source: Increase the degree of DFS Ultra
cs_cz: Zvyšte úroveň DFS Ultra
da_dk: Forøg graden af DFS Ultra
de_de: Erhöhen Sie die Stufe der DFS Ultra
es_es: Aumentar el nivel de el DFS Ultra
fi_fi: Laajenna DFS toiminnon suuntakuvioa
fr_fr: Augmenter le niveau de l'anti Larsen
hu_hu: Növelje a DFS Ultra mértékét
it_it: Aumentare il settaggio del DFS Ultra
ja_jp: ウルトラDFSの設定を強めて下さい
ko_kr: DFS Ultra의 등급을 증가하세요
nl_nl: Verhoog de instelling van DFS Ultra
no_no: Øk graden av DFS Ultra
pl_pl: Zwiększ stopień DFS Ultra
pt_pt: Aumentar o nível do DFS Ultra
ro_ro: Mariti gradul DFS Ultra
ru_ru: Увеличить степень подавления обратной связи DFS Ultra
sv_se: Öka nivån i DFS Ultra
tr_tr: DFS Ultra derecesini artır
zh_cn: 增加超级DFS的程度

source: Increase high frequency gain for loud sounds (+2dB) and lower high frequency gain for soft sounds (-2dB)
cs_cz: Zvyšte zisk vysokých frekvencí pro hlasité zvuky (+2dB) a snižte zisk vysokých frekvencí pro slabé zvuky (-2dB)
da_dk: Forøg højfrekvent forstærkning for kraftige lyde (+2dB) og reducer højfrekvent forstærknig forsvage lyde (-2dB)
de_de: Erhöhen Sie die Verstärkung für laute Eingangspegel in den hohen Frequenzen (+2dB) und verringern Sie die Verstärkung für leise Eingangspegel in den hohen Frequenzen (-2dB)
es_es: Aumentar la ganancia en altas frecuencias para sonidos fuertes (+2 dB) y reducir la ganancia en altas frecuencias para sonidos suaves (-2 dB)
fi_fi: Lisää vahvistusta korkeilla taajuuksilla koville äänille (+2dB) ja vähennä vahvistusta korkeilla taajuuksilla heikoille äänille (-2dB)
fr_fr: Augmenter G80 de 2dB pour les fréquences aiguës et diminuer G50 de 2 dB les fréquences aiguës
hu_hu: Növelje a magas frekvenciás erősítést a hangos hangokra (+2dB) és a mélyebb magas frekvenciás erősítést a lágy hangokra (-2dB)
it_it: Aumentare il guadagno sulle alte frequenze per suoni forti (+2 dB) e abbassare di guadagno sulle alte frequenza per i suoni deboli (-2dB)
ja_jp: 高域のG50を2dB下げ、高域のG80を2dB上げて下さい
ko_kr: 큰 소리의 고주파 이득치를 높이시고 (+2dB) 작은 소리의 고주파 이득치를 낮추세요 (-2dB)
nl_nl: Verhoog de versterking van hoge frequenties bij harde geluiden (+2dB) en verlaag de versterking van hoge frequenties bij zachte geluiden (-2dB)
no_no: Øk høyfrekvent gain for høye lyder (+2dB) og senk høyfrekvent gain for svake lyder (-2dB)
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości dla głośnych dźwiękó (+2dB) a dla cichych dźwięków (-2dB)
pt_pt: Aumentar o ganho das frequencias altas para os sons intensos (+2dB) e diminuir o ganho das frequencias altas para sons suaves(- 2 dB)
ro_ro: Cresteti castigul pe frecventele inalte pentru sunete puternice (+2dB) si scadeti castigul pe inalte pentru sunetele slabe (-2dB)
ru_ru: Увеличить усиление на высоких частотах для громких звуков (+2дБ) и уменьшить усиление на высоких частотах для тихих звуков (-2дБ)
sv_se: Öka förstärkningen på höga frekvenser för starka ljud (+2dB) och minska förstärkningen på höga frekvenser för svaga ljud (-2dB)
tr_tr: Yüksek sesler için yüksek frekans kazancını (+2dB) artır ve yumuşak sesler için yüksek frekans kazancını (-2dB) azalt
zh_cn: 增加大声高频增益 (+2dB)并降低小声高频增益 (-2dB)

source: Tinnitus
fr_fr: Acouphène
ja_jp: TSG
ko_kr: 이명
pl_pl: Szum uszny
pt_pt: Zumbido
ru_ru: Тиннитус
zh_cn: 耳鸣

source: Tinnitus sound generator white noise is too soft
cs_cz: Tinnitus sound generator white noise je příliš slabý
da_dk: Hvid støj i Tinnitus Sound Generator er for svag
de_de: Das weiße Rauschen des Tinnitus Sound Generator ist zu mild.
es_es: El ruido blanco del generador sonoro Tinnitus es demasiado suave
fi_fi: TSG ääni kohinassa on liian hiljainen
fr_fr: Le bruit généré par le générateur de son TSG est trop faible
hu_hu: Tinnitus hang generátor fehérzaj túl lágy
it_it: Tinnitus: il suono del generatore di rumore bianco è troppo debole
ja_jp: TSGのノイズが弱すぎる
ko_kr: 이명적 응용 잡음 발생기 백색 소음이 너무 작습니다
nl_nl: Tinnitus sound generator - witte ruis is te zacht
no_no: Tinnitus Lydgenerator - hvit støy er for svak
pl_pl: Szum biały generatora TSG jest zbyt cichy
pt_pt: O ruído branco do Gerador de som para zumbido está muito suave
ro_ro: Zgomotul alb al generatorului de sunet pentru Tinnitus este prea slab
ru_ru: Белый шум генератора Тиннитуса слишком тихий
sv_se: Tinnitus Ljudstimulators vita brus är för svagt
tr_tr: TSG beyaz gürültüsü çok yumuşak
zh_cn: 耳鸣管理器信号太小

source: Adjust volume slider
cs_cz: Nastavte posuvník hlasitosti
da_dk: Juster volume slideren
de_de: Justieren Sie den Lautstärkesteller
es_es: Ajustar el control de volumen
fi_fi: Säädä äänenvoimakkuus liukukytkintä
fr_fr: Augmenter le niveau de sortie du générateur de son TSG
hu_hu: Állítsa a hangerő csuszkát
it_it: Regolare il cursore del volume
ja_jp: TSGの音量を大きくして下さい
ko_kr: 볼륨을 조정하세요
nl_nl: Regel de volumeschuif af
no_no: Juster volumnivå
pl_pl: Dopasuj regulator głośności
pt_pt: Ajuste o volume
ro_ro: Ajustati cursorul de volum
ru_ru: Настройте уровень громкости
sv_se: Justera volym
tr_tr: Ses kaydırıcısını ayarla
zh_cn: 调节音量钮

source: Turn off environmental steering and use volume control to adjust
cs_cz: Vypněte řízení dle prostředí a použijte k doladění ovladač hlasitosti
da_dk: Slå evnvironmental steering fra og brug volumenkontrollen i stedet
de_de: Schalten Sie die situationsabhängige Steuerung aus und benutzen den Lautstärkesteller um die Verstärkung anzupassen.
es_es: Desactivar el automatismo ambiental y usar el control de volumen para ajustarlo
fi_fi: Kytke pois ympäristön ohjaus ja käytä äänenvoimakkuudensäädintä
fr_fr: Modifier le réglage du niveau de sortie du TSG de "Automatique" à "Manuel selon potentiomètre"
hu_hu: Kapcsolja ki a környezet felismerést és használja a hangerő szabályzót
it_it: Spegnere regolazione ambientale e utilizzare il controllo del volume per la regolazione
ja_jp: 環境適応システムをオフにしてボリュームコントロールで音量を調整して下さい
ko_kr: 환경 조정 장치를 끄고, 조절할 볼륨 컨트롤을 사용하세요
nl_nl: Laat het volume niet sturen door de omgeving maar gebruik hiervoor de volumeregelaar
no_no: Slå av environmental steering og bruk volumkontroll for å justere
pl_pl: Wyłącz kontrolę środowiskową i używaj potencjometru do regulacji głośności
pt_pt: Desative o classificador do ambiente e use o controle de volume para ajustar.
ro_ro: Opriti orientarea dupa mediu si folositi potentiometrul de volum pentru ajustari
ru_ru: Отключите регулировку окружений и используйте для настройки регулятор громкости
sv_se: Slå av Miljöstyrningen och använd volymkontrollen för att justera
tr_tr: Çevre yönetimi kapatın ve sesi ayarlamak için ses kontrolünü kullanın
zh_cn: 关掉环境优化器，使用音量调节

source: Tinnitus sound generator white noise is too loud
cs_cz: Tinnitus sound generator white noise je příliš hlasitý
da_dk: Hvid støj i Tinnitus Sound Generator er for kraftig
de_de: Das weiße Rauschen des Tinnitus Sound Generators ist zu laut.
es_es: El ruido blanco del generador sonoro Tinnitus es demasiado alto
fi_fi: TSG valkoinen kohina on liian kova
fr_fr: Le bruit généré par le générateur de son TSG est trop fort
hu_hu: Tinnitus hanggenerátor fehérzaj túl hangos
it_it: Tinnitus: il suono del generatore di rumore bianco è troppo forte
ja_jp: TSGのノイズが大きすぎる
ko_kr: 이명적 응용 잡음 발생기 백색 소음이 너무 크게 들림
nl_nl: Tinnitus sound generator - witte ruis is te hard
no_no: Tinnitus Lydgenerator - hvit støy er for høy
pl_pl: Szum biały Generatora TSG jest zbyt głośny
pt_pt: O ruído branco do Gerador de som para zumbido está muito alto
ro_ro: Zgomotul alb al generatorului de sunet pentru Tinnitus este prea tare
ru_ru: Белый шум генератора Тиннитуса слишком громкий
sv_se: Tinnitus Ljudstimulators vita brus är för starkt
tr_tr: TSG beyaz gürültüsü çok yüksek
zh_cn: 耳鸣管理器信号太大

source: Adjust volume slider softer
cs_cz: Nastavte posuvník hlasitosti níže
da_dk: Indstil volume slideren svagere
de_de: Lautstärkesteller weicher einstellen
es_es: Reducir control de volumen
fi_fi: Säädä äänenvoimakkuus liukukytkintä hiljaisemmalle
fr_fr: Diminuer le niveau de sortie du générateur de son TSG
hu_hu: Állítsa a hangerő csuszkát lágyabbra
it_it: Regolare il cursore del volume delicatamente
ja_jp: TSGの音量を小さくして下さい
ko_kr: 볼륨을 더 작게 조정하세요
nl_nl: Regel de volumeschuif zachter af
no_no: Juster volumnivået svakere
pl_pl: Zmniejsz głośność
pt_pt: Ajuste o volume mais suave
ro_ro: Ajustati cursorul potentiometrului mai usor
ru_ru: Уменьшите уровень громкости
sv_se: Justera volym mjukare
tr_tr: Ses kaydırıcısını daha yumuşak ayarla
zh_cn: 轻轻调节音量钮

source: Turn off environmental steering and use volume control to adjust
cs_cz: Vypněte řízení dle prostředí a k nastavení použijte regulátor hlasitosti
da_dk: Slå environmental steering fra og brug volumenkontrollen i stedet
de_de: Schalten Sie die situationsabhängige Steuerung aus und benutzen den Lautstärkesteller um die Verstärkung anzupassen.
es_es: Desactivar el automatismo ambiental y usar el control de volumen para ajustarlo
fi_fi: Kytke pois ympäristön ohjaus ja käytä äänenvoimakkuudensäädintä
fr_fr: Modifier le réglage du niveau de sortie du TSG de "Automatique" à "Manuel selon potentiomètre"
hu_hu: Kapcsolja ki a környezet felismeréstés és állítsa a hangerő szabályzót
it_it: Spegnere regolazione ambientale e utilizzare il controllo del volume per regolare
ja_jp: 環境適応システムをオフにしてボリュームコントロールで音量を調整して下さい
ko_kr: 환경 조종장치를 끄시고 조정할 볼륨 조절을 사용하세요
nl_nl: Laat het volume niet sturen door de omgeving maar gebruik hiervoor de volumeregelaar
no_no: Slå av environmental steering og bruk volumkontroll for å justere
pl_pl: Wyłącz kontrolę środowiskową i korzystaj z potencjometru do kontroli głośności
pt_pt: Desative o classificador do ambiente e use o controle de volume para ajustar.
ro_ro: Opriti orientarea dupa mediu si folositi potentiometrul de volum pentru ajustari
ru_ru: Отключите регулировку окружений и используйте для настройки регулятор громкости
sv_se: Slå av Miljöstyrningen och använd volymkontrollen för att justera
tr_tr: Environmental steering'i kapat ve ayar için ses kontrol düğmesini kullan
zh_cn: 关闭环境优化,使用音量调节

source: Broadband stimulation is not effective
cs_cz: Širokopásmová stimulace není efektivní
da_dk: Bredbåndsstimulation er ikke effektivt
de_de: Breitbrandstimulation ist nicht effektiv
es_es: la simulación de banda ancha no es efectiva
fi_fi: Laajakaistaiset äänet eivät auta
fr_fr: La stimulation en bande large n'est pas efficace
hu_hu: A szélessávú stimuláció nem hatékony
it_it: Stimolo a banda larga non è efficace
ja_jp: 広帯域のノイズが有効ではない
ko_kr: Broadband 자극은 효과적이지 않습니다
nl_nl: Breedbandige stimulatie is niet effectief
no_no: Bredbånd stimulasjon er ikke effektivt
pl_pl: Stymulacja szerokopasmowa jest nie efektywna
pt_pt: Simulação de banda larga não é efetiva.
ro_ro: Stimularea in banda larga nu este eficienta
ru_ru: Широкополосное возбуждение не эффективное
sv_se: Breabandsstimulation är inte effektiv.
tr_tr: Genişband uyarımı efektif değil
zh_cn: 宽频时无影响

source: Shape the high/low cut frequency band accordingly
cs_cz: Přizpůsobte high/low cut frekvenci
da_dk: Indstil high/low cut frekvensen passende
de_de: Passen Sie den Verlauf der High/low cut Frequenz entsprechend an.
es_es: Ajustar los cortes de frecuencia graves/agudos adecuadamente
fi_fi: Muokkaa korkeaa/matalaa leikkauspistettä taajuuskaistan mukaisesti
fr_fr: Modifier la bande passante en conséquence
hu_hu: Alakítsa a magas/mély vágófrekvenciát eszerint
it_it: Regolare conseguentemente la larghezza di Banda tramite il taglio delle alte / basse frequenza
ja_jp: 高域/低域をカットして下さい
ko_kr: high/low cut 주파수 밴드를 형성
nl_nl: Stel de hoog-af/laag-af filters in overeenstemming hiermee in
no_no: Form høy/lav frekvensbånd deretter
pl_pl: Dopasuj odpowiednio charakterystykę szumu
pt_pt: Defina o corte de frequência (alta/baixa) de acordo com a banda.
ro_ro: Modelati banda de taiere joase/ inalte dupa cerinte
ru_ru: Сформируйте полосы высоких/низких частот соответственно
sv_se: Forma beskärning av höga och låga frekvenser
tr_tr: Yüksek/Alçak kesit frekansını banda göre şekillendir
zh_cn: 相应调整高/低频带宽

source: Shape the band for more high frequency emphasis
cs_cz: Vytvarujte svazek pro vyšší důraz na vysokých frekvencích
da_dk: Indstil båndet for en mere vægt på højfrekvens
de_de: Passen Sie das Band für mehr Gewichtung in den hohen Frequenzen.
es_es: Ajustar el generador para mayor énfasis en altas frecuencias
fi_fi: Muokkaa kaistaa niin että se painottu enemmän korkeille taajuuksille
fr_fr: Modifier la bande passante en accentuant les fréquences aiguës
hu_hu: Alakítsa a sávot a mélyfrekvenciás nyomatékra
it_it: Regolare la banda per una maggiore enfasi sulle alte frequenze
ja_jp: 高域を強調して下さい
ko_kr: 더 높은 주파수 강조 밴드를 형성
nl_nl: Stel de filters in voor meer nadruk op de hoge freuenties
no_no: Bruk frekvensforming for å legge mer vekt på høye frekvenser
pl_pl: Dopasuj charakterystykę szumu bardziej wysokotonowo
pt_pt: Modele a banda com maior ênfase para altas frequencias
ro_ro: Modelati banda pentru mai mare accentuare a frecventelor inalte
ru_ru: Сформируйте полосу для наибольшего выделения высоких частот
sv_se: Forma frekvensbandet för mer högfrekvent betoning
tr_tr: Biraz daha fazla yüksek frekans vurgusu için bandı şekillendir.
zh_cn: 多调整高频带宽
