Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Decrease low and mid frequency gains.
cs_cz: Snižte zisk hlubokých a středních frekvencí.
da_dk: Reducer lav- og mellemfrekvent forstærkning.
de_de: Verringern Sie die Verstärkung in den niedrigen und mittleren Frequenzen
es_es: Reducir ganancia en bajas y medias frecuencias
fi_fi: Vähennä vahvistusta matalilla ja keskitaajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et moyennes
hu_hu: Csökkentse a mély és a közép frekvenciás erősítést.
it_it: Diminuire guadagni basse e medie frequenze per tutti i livelli di ingresso.
ja_jp: 低中域を下げて下さい
ko_kr: 모든 입력 수준의 저주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage en midden frequenties bij alle inputniveaus
no_no: Senk lav- og midtfrekvent gain
pl_pl: Zmniejsz wzmocnienie dla niskich i średnich częstotliwości.
pt_pt: Diminua o ganho das frequencias baixas e médias
ro_ro: Scadeti castigurile pe frecventele joase si medii.
ru_ru: Уменьшите усиление на низких и средних частотах.
sv_se: Minska förstärkningen på låg och mellan frekvenser.
tr_tr: Alçak ve orta frekans kazançlarını azaltın.
zh_cn: 降低中低频增益

source: The sound of many people talking is too loud.
cs_cz: Zvuk více mluvících osob je příliš hlasitý.
da_dk: Lyden fra mange der taler er for kraftig.
de_de: Geräusche von vielen Menschen die sich unterhalten sind zu laut.
es_es: El sonido de mucha gente hablando es demasiado fuerte.
fi_fi: Monen yhtäaikasen ihmisen puhe on liian voimakas
fr_fr: Les bruits de fond, de type "conversation", sont trop forts
hu_hu: A hang amikor több ember beszél túl hangos.
it_it: Il suono di molte persone che parlano è troppo alto.
ja_jp: 大勢の人が話している声がうるさく聞こえる
ko_kr: 많은 사람들의 대화 소리가 너무 큽니다.
nl_nl: Het geluid van een grote groep sprekers is te hard
no_no: Lyden er for høy når flere mennesker snakker samtidig
pl_pl: Rozmowa z wieloma osobami jest zbyt głośna.
pt_pt: O som de muitas pessoas conversando está muito alto.
ro_ro: Sunetul mai multor vorbitori este prea puternic
ru_ru: Звук большого количества разговаривающих людей слишком громкий.
sv_se: Ljudet av många personer som talar samtidigt är för starkt.
tr_tr: Konuşan insanların sesi yüksek
zh_cn: 多人交谈时觉得声音太大

source: Increase the degree of noise reduction
cs_cz: Zvyšte stupeň potlačení šumu
da_dk: Forøg graden af noise reduction
de_de: Erhöhen Sie die Stufe der Störgeräuschunterdrückung (NoiseTracker)
es_es: Aumentar la intensidad del reductor de ruido.
fi_fi: Lisää kohinanvaimennuksen suuntakuvioa
fr_fr: Augmenter le niveau du réducteur de bruit
hu_hu: Növelje a zajszűrés mértékét
it_it: Aumentare il livello di riduzione del rumore
ja_jp: 雑音抑制の設定を強めて下さい
ko_kr: 소음 감소 등급을 높이세요
nl_nl: Verhoog de mate van lawaaireductie
no_no: Øk støyreduksjons nivå
pl_pl: Zwiększ stopień redukcji hałasu
pt_pt: Aumente o nível da redução de ruído
ro_ro: Cresteti gradul de reductie de zgomot
ru_ru: Увеличьте степень шумоподавления
sv_se: Öka nivån på brusreduceringen
tr_tr: Gürültü azaltıcının derecesini artır
zh_cn: 增加降噪程度

source: Decrease low frequency gains for loud sounds.
cs_cz: Snižte zisk hlubokých frekvencí pro hlasité zvuky.
da_dk: Reducer lavfrekvent forstærkning for kraftige lyde.
de_de: Die Verstärkung für laute Eingangspegel in den niedrigen Frequenzen absenken.
es_es: Reducir ganancia en bajas frecuencias para sonidos fuertes.
fi_fi: Vähennä vahvistusta matalilla taajuuksilla heikoille äänille
fr_fr: Diminuer G80 pour les fréquences graves
hu_hu: Csökkentse a mélyfrekvenciás erősítést a hangos hangokra.
it_it: Diminuire guadagni sulle basse frequenze per suoni forti.
ja_jp: 低域のG80を下げて下さい
ko_kr: 작은 소리의 저주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties bij harde geluiden
no_no: Senk lavfrekvent gain for høye lyder
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości dla głośnych dźwięków.
pt_pt: Diminua o ganho das frequencias baixas para sons intensos
ro_ro: Scadeti castigurile frecventelor joase pentru sunete puternice
ru_ru: Уменьшите усиление на низких частотах для громких звуков.
sv_se: Minska förstärkningen på låg frekvenser för starka ljud.
tr_tr: Yüksek sesler için alçak frekans kazancını azalt
zh_cn: 降低大声低频增益

source: Decrease low frequency gain at all input levels, and decrease mid and high frequency gain at loud input levels.
cs_cz: Snižte zisk hlubokých frekvencí pro všechny vstupní úrovně a zisk středních a vysokých frekvencí pro hlasité zvuky.
da_dk: Reducer lavfrekvent forstærkning for alle lydniveauer, og reducer mellem. og højfrekvent forstærkning for kraftige lydniveauer.
de_de: Für tiefe Frequenzen die Verstärkung absenken, für mittlere und hohe Frequenzen die Verstärkung für laute Eingangspegel absenken.
es_es: Reducir la ganancia en bajas frecuencias para todos los niveles de entrada, y reducir ganancia en frecuencias medias y altas para niveles de entrada fuertes.
fi_fi: Vähennä vahvistusta matalilla taajuuksilla kaikille ottotasoille ja vähennä vahvistusta korkeilla taajuuksilla koville äänille.
fr_fr: Diminuer le gain pour les fréquences graves et diminuer G80 pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a mélyfrekvenciás erősítést minden bementi jelre, és csökkentse a mély és a magas frekvenciás erősítést a hangos bementi jelekre.
it_it: Diminuire il guadagno a bassa frequenza a tutti i livelli di ingresso e diminuire il guadagno alle frequenze medie e alte ai livelli di ingresso alti.
ja_jp: 低域を下げ、中高域のG80を下げて下さい
ko_kr: 모든 입력 수준의 저주파 이득 값을 줄이시고, 시끄러운 입력수준에서 중간주파와 고주파 이득 값을 줄이세요.
nl_nl: Verlaag de versterking van lage frequenties bij alle inputniveaus en verlaag de versterking van midden en hoge frequenties bij harde geluiden
no_no: Senk lavfrekvent gain for alle input nivå, og senk midt- og høyfrekvent gain ved høye input nivå
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości dla wszsytkich poziomó wejściowych oraz zmniejsz wzmocnienie średnich i wysokich częstotliwości dla głośnych poziomów wejściowych.
pt_pt: Diminua o ganho das frequencias baixas para as todos os níveis de entradas, e diminua o ganho das frequencias médias e altas para os sons intensos.
ro_ro: Scadeti castigul frecventelor joase la toate nivelele de intrare, si scadeti castigul pe medii si inalte la nivele puternice de intrare.
ru_ru: Уменьшите усиление на низких частотах для всех входящих звуков и уменьшите усиление на средних и высоких частотах для громких входящих звуков.
sv_se: Minska förstärkningen för alla innivåer och minska förstärkning för mellan och hög frekvenser vid starka innivåer.
tr_tr: Tüm giriş seviyelerinde alçak frekansları azalt, ve Yüksek giriş seviyelerinde orta ve yüksek frekanslarda kazancı azalt.
zh_cn: 降低所有声低频增益和大声中高频增益

source: Sudden noises are painfully loud
cs_cz: Náhodné zvuky jsou bolestivě hlasité
da_dk: Pludselige lyde er smertefuldt kraftige
de_de: Plötzlich auftretende Geräusche (Sirene/Knall) sind schmerzhaft laut.
es_es: Los ruidos súbitos son extremadamente altos.
fi_fi: Äkillinen melu on erittäin voimakas
fr_fr: Les bruits impulsionnels sont beaucoup trop forts
hu_hu: Hirtelen zajok bántóan hangosak
it_it: I rumori improvvisi sono terribilmente forti
ja_jp: 突発的な音が非常に響く
ko_kr: 갑작스런 소음이 고통스럽게 큽니다
nl_nl: Plotseling lawaai is pijnlijk hard
no_no: Plutselige lyder er for høye
pl_pl: Nagłe dźwięki są boleśnie głośne
pt_pt: Sons repentinos estão muito altos
ro_ro: Sunetele bruste sunt dureros de puternice
ru_ru: Внезапные шумы воспринимаются болезненно громко
sv_se: Plötsliga buller är smärtsamt höga
tr_tr: Ani gürültüler zarar verecek kadar yüksek
zh_cn: 听突发的大声很难受

source: Reduce the maximum output level in the high frequencies.
cs_cz: Snižte hladinu maximálního výstupu na vysokých frekvencích.
da_dk: Reducer maksimum output level i de højre frekvenser.
de_de: Reduzieren Sie die MPO in den hohen Frequenzen
es_es: Reducir la presión máxima de salida para las altas frecuencias.
fi_fi: Vähennä maksimiantotasoa korkeilla taajuuksilla.
fr_fr: Diminuer le niveau de sortie pour les fréquences aiguës
hu_hu: Csökkentse a maximális kimeneti szintet a magas frekvenciákon.
it_it: Ridurre il livello massimo di uscita alle alte frequenze.
ja_jp: 高域のMPOを下げて下さい
ko_kr: 고주파 최대 출력 수준을 줄이세요.
nl_nl: Reduceer de MPO van de hoge frequenties
no_no: Reduser maks. output nivå i de høye frekvensene
pl_pl: Ogranicz maksymalny poziom wyjściowy dla wysokich częstotliwości.
pt_pt: Reduza a saída máxima do aparelho nas frequencias altas
ro_ro: Reduceti nivelul maxim de iesire in zona frecventelor inalte.
ru_ru: Уменьшите максимальный выходной уровень (ВУЗД) на высоких частотах.
sv_se: Minska MPO nivån för dem höga frekvenserna
tr_tr: Yüksek frekanslarda MPO'yu azalt.
zh_cn: 降低高频的MPO

source: Decrease mid and high frequency gain for loud sounds
cs_cz: Snižte zisk středních a vysokých frekvencí pro hlasité zvuky
da_dk: Reducer mellem og højfrekvent forstærkning for kraftige lyde
de_de: Verringern Sie die Verstärkung für laute Eingangspegel in den mittleren und hohen Frequenzen
es_es: Reducir la ganancia en frecuencias medias y altas para sonidos fuertes
fi_fi: Vähennä vahvistusta keski- ja korkeille taajuuksilla koville äänille
fr_fr: Diminuer G80 pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a közép és a magas frekvenciás erősítést a hangos hangokra
it_it: Diminuire guadagno sulle frequenze medie e alte per i suoni forti
ja_jp: 中高域のG80を下げて下さい
ko_kr: 큰 소리의 중간주파와 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van midden en hoge frequenties bij harde geluiden
no_no: Senk midt- og høyfrekvent gain for høye lyder
pl_pl: Zmniejsz wzmocnienie dla średnich i wysokich częstotliwości dla głośnych dźwięków.
pt_pt: Diminua o ganho das frequencias médias e altas para os sons intensos
ro_ro: Scadeti castigul pe medii si inalte pentru sunete puternice
ru_ru: Уменьшите усиление на средних и высоких частотах для громких звуков
sv_se: Minska förstärkningen för mellan och högfrekventa ljud
tr_tr: Yüksek sesler için orta ve yüksek frekans kazancını azalt
zh_cn: 降低大声的中高频增益

source: All sounds are too soft
cs_cz: Všechny zvuky jsou příliš tiché
da_dk: Alle lyde er for svage
de_de: Alle Geräusche sind zu leise
es_es: Todos los sonidos son demasiado débiles
fi_fi: Kaikki äänet ovat liian heikkoja
fr_fr: Les sons, en général, sont trop faibles
hu_hu: Minden hang túl lágy
it_it: Tutti i suoni sono troppo deboli
ja_jp: すべての音が小さく聞こえる
ko_kr: 모든 소리가 너무 작습니다
nl_nl: Alle geluiden zijn te zacht
no_no: Alle lyder er for svake
pl_pl: Wszystkie dźwięki są zbyt ciche
pt_pt: Todos os sons estão muito suaves
ro_ro: Toate sunetele sunt prea slabe
ru_ru: Все звуки слишком тихие
sv_se: Alla ljud är för svaga
tr_tr: Tüm sesler çok yumuşak
zh_cn: 听所有声音都小

source: Increase overall gain
cs_cz: Zvyšte celkový zisk
da_dk: Forøg generel gain.
de_de: Für alle Frequenzen die Verstärkung anheben
es_es: Aumentar la ganancia general
fi_fi: Lisää kokonaisvahvistusta
fr_fr: Augmenter le gain pour toutes les fréquences
hu_hu: Növelje a teljes erősítést
it_it: Aumentare il guadagno complessivo
ja_jp: 全体的に利得を上げて下さい
ko_kr: 전반적인 이득 값을 높이세요
nl_nl: Verhoog de versterking
no_no: Øk generell gain
pl_pl: Zwiększ ogólną głośność
pt_pt: Aumente o ganho geral
ro_ro: Cresteti castigul global
ru_ru: Увеличьте общее усиление
sv_se: Öka den totala förstärkningen
tr_tr: Tüm kazançları artır
zh_cn: 增加所有增益

source: Increase low and mid frequency gain.
cs_cz: Zvyšte zisk hlubokých a středních frekvencí.
da_dk: Forøg lav- og mellemfrekvent forstærkning.
de_de: Erhöhen Sie die Verstärkung in den niedrigen und mittleren Frequenzen
es_es: Aumentar la ganancia en frecuencias medias y bajas
fi_fi: Lisää vahvistsuta matalilla ja keskitaajuuksilla
fr_fr: Augmenter le gain pour les fréquences graves et moyennes
hu_hu: Növelje a mély és a közép frekvenciás erősítést.
it_it: Aumentare il guadagno alle basse e medie frequenze per tutti i livelli di ingresso.
ja_jp: 低中域を上げて下さい
ko_kr: 저주파와 중간주파 이득 값을 높이세요
nl_nl: Verhoog de versterking van lage en midden frequenties bij alle inputniveaus
no_no: Øk lav- og midtfrekvent gain
pl_pl: Zwiększ wzmocnienie dla niskich i średnich częstotliwości.
pt_pt: Aumente o ganho das frequencias baixas e médias
ro_ro: Cresteti castigul pe frecventele joase si medii.
ru_ru: Увеличьте усиление на низких и средних частотах.
sv_se: Öka förstärkningen på låg och mellanfrekvenser.
tr_tr: Alçak ve orta frekans kazançlarını artırın.
zh_cn: 增加中低频增益

source: Soft sounds are too soft (whisper, birds outside, trees rustling, etc....)
cs_cz: Slabé zvuky jsou příliš tiché (šepot, zpěv ptáků, šum stromů, atd....)
da_dk: Svage lyde er for svage (hvisken, fugle udendørs, træernes blade, etc....)
de_de: Leise Eingangspegel sind zu leise (Flüstern, Vogelgezwitscher, Baumrauschen, etc...)
es_es: Los sonidos suaves son demasiado bajos (murmullos, pájaros en la calle, ruido de arboles, etc....)
fi_fi: Heikot äänet ovat liian heikkoja (kuiskaus, linnut ulkona, puiden humina ym...)
fr_fr: Les sons faibles sont trop faibles
hu_hu: A lágy hangok túl lágyak (suttogás, madarak, levélzörgés, stb....)
it_it: I Suoni deboli sono troppo tenui (sussurrare, canto degli uccelli all'esterno, fruscio di alberi, ecc ...)
ja_jp: 小さい音が聞こえにくい（ささやき声、鳥のさえずり、木々のざわめきなど）
ko_kr: 작은 소리가 너무 작습니다 (속삭임, 외부 새소리, 나무 바스락거림, 등....)
nl_nl: Zachte geluiden zijn te zacht (gefluister, vogels buiten, ruisende bomen etc....)
no_no: Svake lyder er for svake
pl_pl: Ciche dźwięki są zbyt ciche (szept, głosy ptaków, szum drzew itp. ...)
pt_pt: Sons suaves estão muito baixos (sussurro, pássaros a fora, árvores, etc....)
ro_ro: Sunetele slabe sunt inaudibile (soaptele, pasarele afara, fosnetul copacilor)
ru_ru: Тихие звуки слишком тихие (шепот, птицы на улице, шелест деревьев и т.д.)
sv_se: Svaga ljud är för svaga (viskningar, fåglar utomhus, träd i vinden etc)
tr_tr: Yumuşak sesler çok yumuşak (fısıltı, kuş sesi, ağaç hışırtısı,vb...)
zh_cn: 小声太小(耳语,鸟叫,风吹树叶声等)

source: Increase overall gain for soft sounds.
cs_cz: Zvyšte celkový zisk pro slabé zvuky.
da_dk: Forøg generel frostærkning for svage lydniveauer.
de_de: Für alle Frequenzen die Verstärkung der leisen Eingangspegel anheben.
es_es: Aumentar la ganancia general para sonidos suaves.
fi_fi: Lisää kokonaisvahvistusta heikoille äänille
fr_fr: Augmenter G50 pour toutes les fréquences
hu_hu: Növelje a teljes erősítést a lágy hangokra.
it_it: Aumentare il guadagno complessivo per i suoni deboli.
ja_jp: 全周波数のG50を上げて下さい
ko_kr: 작은 소리의 전반적인 이득 값을 높이세요
nl_nl: Verhoog de versterking bij zachte geluiden
no_no: Øk generell gain for svake lyder
pl_pl: Zwiększ ogólną głośność dla cichych dźwięków.
pt_pt: Aumente o ganho geral para sons suaves.
ro_ro: Cresteti castigul global pentru sunete slabe.
ru_ru: Увеличьте общее усиление на тихих звуков.
sv_se: Minska den totala förstärkningen för svaga ljud.
tr_tr: Yumuşak seslerde tüm kazançları artır.
zh_cn: 增加小声所有增益

source: Increase mid and high frequency gain for soft and moderate sounds.
cs_cz: Zvyšte zisk středních a vysokých frekvencí pro slabé a střední zvuky.
da_dk: Forøg mellem- og højfrekvent forstærkning for svage og moderate lydniveauer.
de_de: Für mittlere und hohe Frequenzen die Verstärkung der leisen und mittleren Eingangspegel erhöhen.
es_es: Aumentar la ganancia en frecuencias medias y altas para sonidos suaves y moderados.
fi_fi: Lisää vahvistusta keski ja korkeilla taajuuksilla heikoille ja kohtalaisille äänille.
fr_fr: Augmenter G50 et G65 pour les fréquences moyennes et aiguës
hu_hu: Növelje a közép és magas frekvenciás erősítést a lágy és közepes hangokra.
it_it: Aumentare il guadagno delle frequenze medie e alte per i suoni deboli e moderati.
ja_jp: 中高域の G50とG65を上げて下さい
ko_kr: 작고 중간 소리의 중간주파와 고주파 이득 값을 높이세요
nl_nl: Verhoog de versterking van midden en hoge frequenties bij zachte en gemiddelde geluiden
no_no: Øk midt- og høyfrekvent gain for svake og moderate lyder
pl_pl: Zwiększ wzmocnienie średnich i wysokich czestotliwości dla cichych i średnio głośnych dźwięków.
pt_pt: Aumente o ganho das frequencias médias e altas para sons suaves e moderados
ro_ro: Cresteti castigul pe medii si inalte pentru sunete slabe si moderate.
ru_ru: Увеличьте усиление на средних и высоких частотах для тихих и умеренных звуков.
sv_se: Öka förstärkningen på mellan och höga frekvenser för svaga och måttliga ljud.
tr_tr: Yumuşak ve orta şiddetteki seslerde orta ve yüksek frekans kazançlarını artır.
zh_cn: 增加小声和中等声中高频增益

source: Speech is too soft (whisper, child's voice, distant lecturer).
cs_cz: Řeč je příliš tichá (šepot, dětský hlas, vzdálený vyučující).
da_dk: Tale er for svag (hvisken, barn, fjerne stemmer).
de_de: Sprache ist zu leise (Flüstern, Kinderstimmen, ein entfernter Sprecher)
es_es: Las voces son demasiado bajas (murmullos, voces de niños, lecturas distantes).
fi_fi: Puhe on liian heikkoa (kuiskaus, etäinen puhe, lapsen ääni).
fr_fr: Les paroles sont trop faibles
hu_hu: A beszéd túl lágy (suttogás, gyerek hang, távoli beszéd).
it_it: Il parlato è troppo debole (sussurro, la voce del bambino, lettura a distanza).
ja_jp: 小さい言葉が聞こえにくい（ささやき声、子どもの声、離れた場所から聞く講義など）
ko_kr: 말소리가 너무 작습니다 (속삭임, 아이 목소리, 먼 강의자).
nl_nl: Spraak is te zacht (gefluister, kinderstemmen, een voordracht op afstand)
no_no: Tale er for svak
pl_pl: Mowa jest zbyt cicha (szept, głosy dzieci, odległy rozmówca).
pt_pt: Fala está muito suave (sussurro, voz de criança, fala distante).
ro_ro: Vorbirea este prea slaba (soapta, vocile de copii, vorbitor la distanta).
ru_ru: Речь слишком тихая (шепот, детский голос, речь на расстоянии).
sv_se: Tal är för svagt (viskningar, barns röster, föreläsare på avstånd).
tr_tr: Konuşma çok yumuşak (fısıltı, çocuk, uzaktaki konuşmacı)
zh_cn: 言语声太小(耳语,小孩说话声,远处的演讲等).

source: Increase overall gain for soft and moderate sounds.
cs_cz: Zvyšte celkový zisk pro slabé a střední zvuky.
da_dk: Forøg generel forstærkning for svage og moderate lydniveauer.
de_de: Für alle Frequenzen die Verstärkung der leisen und mittleren Eingangspegel erhöhen.
es_es: Aumentar la ganancia general para sonidos suaves y moderados.
fi_fi: Lisää kokonaisvahvistusta heikkoille ja kohtalaisille äänille
fr_fr: Augmenter G50 et G65 pour toutes les fréquences
hu_hu: Növelje a teljes erősítést a lágy és közepes hangokra.
it_it: Aumentare il guadagno complessivo per i suoni deboli e moderati.
ja_jp: 全周波数のG50とG65を上げて下さい
ko_kr: 작고 중간 소리의 전반적인 이득 값을 높이세요
nl_nl: Verhoog de versterking bij zachte en gemiddelde geluiden
no_no: Øk generell gain for svake og moderate lyder
pl_pl: Zwiększ ogólną głośność dla cichych i średnio głośnych dźwięków.
pt_pt: Aumente o ganho geral para os sons suaves e moderados
ro_ro: Cresteti castigul global pentru sunete slabe si moderate.
ru_ru: Увеличьте общее усиление для тихих и умеренных звуков.
sv_se: Öka den totala förstärkningen för svaga och måttliga ljud.
tr_tr: Yumuşak ve orta şiddetteki seslerde tüm kazançları artır
zh_cn: 增加小声和中等声所有增益

source: Increase low frequency gain for moderate sounds.
cs_cz: Zvyšte zisk hlubokých frekvencí pro střední zvuky.
da_dk: Forøg lavfrekvent forstærkning for moderate lydniveauer.
de_de: Für die tiefen Frequenzen die Verstärkung der mittleren Eingangspegel erhöhen.
es_es: Aumentar la ganancia en bajas frecuencias par sonidos moderados.
fi_fi: Lisää vahvistusta matalilla taajuuksilla kohtalaisille äänille
fr_fr: Augmenter G65 pour les fréquences graves
hu_hu: Növelje a mély frekvenciás erősítést a közepes hangokra.
it_it: Aumentare il guadagno per i suoni a bassa frequenza moderati.
ja_jp: 低域のG65を上げて下さい
ko_kr: 중간 소리의 저주파 이득 값을 높이세요
nl_nl: Verhoog de versterking van lage frequenties bij gemiddelde geluiden
no_no: Øk lavfrekvent gain for moderate lyder
pl_pl: Zwiększ wzmocnienie niskich częstotliwości dla średnio głośnych dźwięków.
pt_pt: Aumente o ganho das frequencias baixas para sons moderados.
ro_ro: Cresteti castigul in zona gravelor pentru sunete moderate.
ru_ru: Увеличьте усиление на низких частотах для умеренных звуков.
sv_se: Öka förstärkningen på låga frekvenser för måttliga ljud.
tr_tr: Orta şiddetteki seslerde alçak frekans kazançlarını artır.
zh_cn: 增加中等声低频增益

source: Increase Environmental Optimizer II in "speech", "speech loud" and "speech in noise" environments.
cs_cz: Zvyšte Environmental Optimizer II v prostředí "řeč", "hlasitá řeč" a "řeč v hluku".
da_dk: Forøg Environmental Optimizer II i "Tale", "Tale i kraftig støj" og "Tale i støj".
de_de: Im Situations Optimizer die Lautstärke für die Situationen "Sprache (leise)", "Sprache (laut)" und "Sprache im Lärm (laut)" erhöhen.
es_es: Aumentar el Clasificador Ambiental II en los entornos " Habla Normal", "Habla fuerte" y "Habla en Ruido".
fi_fi: Lisää Ympäristön optimointi II toimintoa "puhe", "kova puhe" ja "puhe kohinassa" ääniympäristöissä.
fr_fr: Augmenter le gain pour "Parole (faible)", "Parole (forte)" et "Parole + bruit" dans l'Environmental Optimizer II
hu_hu: Növelje a Környezeti Optimalizáló II-t a "beszéd", "hangos beszéd" és a "beszéd zajban" környezetekben.
it_it: Aumentare dall'Ottimizzatore Ambientale II per ambienti "parlato", "parlato forte" e "parlato nel rumore".
ja_jp: 環境適応システムの「会話（小）」「会話（大）」「騒音下の会話（中）」を上げて下さい
ko_kr: "말소리, 큰 말소리, 소음속 말소리" 환경에서 Environmental Optimizer II 를 높이세요
nl_nl: Verhoog de Environmental Optimizer II bij "Spraak (zacht)", "Spraak (hard)" en "Spraak + rumoer/lawaai"
no_no: Øk Environmental Optimizer II i følgende lyttemiljøer: "tale", "tale (høy)" og "tale i støy"
pl_pl: Zwiększ Optymalizator Środowiskowy II dla środowisk: "mowa", "głośna mowa" raz "mowa w hałasie".
pt_pt: Aumente o Otimizador Ambiental II nos ambientes de "fala", "fala alta" e "fala no ruído"
ro_ro: Cresteti Environmental Optimizer IIin mediile de Vorbire, Vorbire puternica si Vorbire in zgomot
ru_ru: Увеличьте усиление в Оптимизаторе окружения II для ситуаций "речь", "громкая речь" и "речь в шуме".
sv_se: Öka förstärkningen för "tal", "starkt tal" och "tal i brus" i Miljöoptimering II.
tr_tr: ''Konuşma'', ''Yüksek konuşma'' ve ''Gürültüde konuşma'' ortamlarında Environmental Optimizer II 'yi artır.
zh_cn: 增加环境优化器II中"言语"."言语(强度)"和嘈杂下的言语时的增益

source: High frequency sounds are too soft (birdsong, doorbell, telephone ring)
cs_cz: Vysokofrekvenční zvuky jsou příliš tiché (zpěv ptáků, domovní zvonek, zvonění telefonu)
da_dk: Højfrekvente lyde er for kraftige (fuglesang, dørklokke, telefon der ringer)
de_de: Hochfrequente Eingangspegel sind zu leise (Vogelgesang, Türklingel, Telefonklingeln)
es_es: Los sonidos de alta frecuencia son demasiado bajos (canto de pájaros, timbre de la puerta, timbre de teléfono)
fi_fi: Äänet korkeilla taajuuksilla ovat liian heikot (linnunlaulu, ovikello puhelin soi)
fr_fr: Les sons aigus sont trop faibles
hu_hu: Magas frekvenciás hangok túl lágyak (madár csicsergés, ajtócsengő, telefon csörgés)
it_it: I Suoni ad alta frequenza sono troppo deboli (il canto degli uccelli, campanello, squillo del telefono)
ja_jp: 高い音が聞こえにくい（鳥のさえずり、ドアのチャイム、電話の呼出音など）
ko_kr: 고주파 소리가 too soft (새소리, 현관벨, 전화벨)
nl_nl: Hoogfrequente geluiden zijn te zacht (vogels, deurbel, telefoongerinkel)
no_no: Høyfrekvente lyder er for svake
pl_pl: Wysokie częstotliwości są zbyt ciche (śpiew ptaków, dzwonek do drzwi, sygnał telefonu)
pt_pt: Sons de frequencias altas estão muito suaves(pássaro, sino e toque do telefone)
ro_ro: Sunetele de frecventa inalta sunt prea slabe (cantec de pasare, sonerie, sonerie de telefon)
ru_ru: Высокочастотные звуки слишком тихие (пение птиц, звонок в дверь, звонок телефона)
sv_se: Högfrekventa ljud är för svaga (fågelsång, dörrklocka, telefonsignal).
tr_tr: Yüksek frekans sesleri çok yumuşak (kuşsesi, kapı zili, telefon zili)
zh_cn: 高频声音太小(鸟叫,门铃声,电话铃声等)
