Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: The patient's audiogram has been changed. Would you like to load the changes?
cs_cz: Pacientův audiogram byl změněn. Chcete nahrát změny?
da_dk: Patientaudiogram er ændret. Vil du bruge disse ændringer?
de_de: Das Kundenaudiogramm wurde verändert. Möchten Sie das veränderte Audiogramm laden?
es_es: El audiograma del paciente ha cambiado. ¿Le gustaría cargar esos cambios?
fi_fi: Potilaan audiogrammi on muuttunut. Haluatko ladata muutokset ?The patient's audiogram has been changed. Would you like to load the changes?
fr_fr: L'audiogramme a changé. Voulez-vous tenir compte de ces changements ?
hu_hu: A páciens audiogramja megváltozott. Szeretné betölteni a változásokat?
it_it: L' Audiogramma del paziente è stato cambiato. Vuoi caricare le modifiche?
ja_jp: 顧客の聴力データが変更されました。変更を読込みますか？
ko_kr: 환자의 오디오그램이 변경되었습니다. 변경사항을 load 하시겠습니까?
nl_nl: Het audiogram van de cliënt is gewijzigd. Wilt u deze wijzigingen meenemen?
no_no: Audiogram er endret. Ønsker du å bruke disse endringene?
pl_pl: Adiogram pacjenta uległ zmianie. Czy chcesz wczytać zmiany?
pt_pt: O audiograma do paciente foi modificado. Você gostaria de baixar essas mudanças?
ro_ro: Audiograma pacientului a fost schimbata. Doriti sa incarcati modificarile?
ru_ru: Аудиограмма пациента была изменена. Загрузить изменения?
sv_se: Patientens audiogram har ändrats. Vill du ladda in ändringarna?
tr_tr: Hastanın odyogramı değişti. Değişiklikleri yüklemek istermisin?
zh_cn: 用户的听力图已改变.您想使用改变过的听力图吗?

source: Audiogram Changed
cs_cz: Audiogram Změněn
da_dk: Audiogram ændret
de_de: Audiogramm geändert
es_es: El Audiograma ha Cambiado
fi_fi: Audiogrammi muuttunut
fr_fr: Audiogramme changé
hu_hu: Audiogram megváltozott
it_it: Audiogramma Modificato
ja_jp: オージオグラム変更
ko_kr: 오디오그램이 변경되었습니다
nl_nl: Audiogram gewijzigd
no_no: Audiogram endret
pl_pl: Audiogram Zmieniony
pt_pt: Audiograma Modificado
ro_ro: Audiograma modificata
ru_ru: Аудиограмма изменена
sv_se: Audiogram ändrat
tr_tr: Odyogram değişti
zh_cn: 改变过的听力图

source: NoiseTracker
fi_fi: Taustamelun vaimennus
fr_fr: Réducteur de bruit NoiseTracker
ja_jp: ノイズトラッカー
pl_pl: Redukcja Hałasu
pt_pt: NoiseTracker - Redutor de Ruído
ro_ro: Detector de zgomot
ru_ru: Шумоподавление "NoiseTracker"
zh_cn: 净噪系统

source: CS44 with Programming Adaptor II
cs_cz: CS44 s programovým adaptérem II
da_dk: CS44 med programmeringsadaptor II
de_de: CS44 mit Programmieradapter II
es_es: CS44 con Zócalo de Programación II
fi_fi: CS44+adapt. II
fr_fr: CS44 avec sabot II
hu_hu: CS44 Programozó papuccsal II
it_it: CS44 con Programming Adaptor II
ja_jp: CS44 + ﾌﾟﾛｸﾞﾗﾐﾝｸﾞｱﾀﾞﾌﾟﾀII
nl_nl: CS44 + programmeeradaptor II
no_no: CS44 med Programmings adapter II
pl_pl: CS44 z Adapterem Programowania II
pt_pt: CS44 com Adaptador de Programação II
ro_ro: Cablu CS44 cu adaptor de programare II
ru_ru: CS44 с адаптером II
sv_se: CS44 med Programmeringssko II
tr_tr: Programlama Adaptörü II ile CS44
zh_cn: CS44 +编程靴 II

source: Target rule saved successfully.
cs_cz: Nastavovací kritérium úspěšně uloženo.
da_dk: Tilpasningsregel er gemt.
de_de: Ziel Regel erfolgreich gespeichert.
es_es: Grabación de la regla de cálculo correcta.
fi_fi: Laskentasääntö tallennettu onnistuneesti
fr_fr: Méthode cible sauvegardée avec succès.
hu_hu: A célszabály sikeresen mentve.
it_it: Regola Target salvata con successo.
ja_jp: ターゲットルールの保存に成功しました
ko_kr: Target rule이 성공적으로 저장되었습니다.
nl_nl: Aanpasregel succesvol opgeslagen
no_no: Targetregel lagret.
pl_pl: Formuła Dopasowania zapisana poprawnie
pt_pt: Regra do alvo/target salva com sucesso.
ro_ro: Metaoda previzionala salvata cu succes.
ru_ru: Расчетная формула успешна сохранена.
sv_se: Målmetod har sparats.
tr_tr: Hedef Kazanç kuralı sorunsuz kaydedildi.
zh_cn: 目标法则成功保存.

source: Target
cs_cz: Cíl
de_de: Ziel
es_es: Objetivo
fi_fi: Tavoite
fr_fr: Cible
hu_hu: Cél
ja_jp: ターゲット
pl_pl: Cel
pt_pt: Target/ Alvo
ro_ro: Tinta
ru_ru: Целевое усиление
sv_se: Mål
tr_tr: Hedef
zh_cn: 目标

source: Medium / 7mm
cs_cz: Střední / 7mm
de_de: Mittel / 7mm
es_es: Mediana / 7mm
fi_fi: Normaali/7mm
fr_fr: M (7 mm)
hu_hu: Közepes / 7mm
it_it: Media / 7mm
ja_jp: 中 / 7 mm
pl_pl: Średnia / 7mm
pt_pt: Médio/ 7mm
ro_ro: Mediu / 7mm
ru_ru: Средний / 7 мм
sv_se: Medel / 7mm
tr_tr: Orta / 7mm
zh_cn: 中/ 7mm

source: Large / 10mm
cs_cz: Velká / 10mm
da_dk: Stor / 10mm
de_de: Groß / 10mm
es_es: Grande / 10mm
fi_fi: Iso/10mm
fr_fr: L (10 mm)
hu_hu: Nagy / 10mm
it_it: Grande / 10mm
ja_jp: 大 / 10 mm
nl_nl: Groot / 10mm
no_no: Stor / 10mm
pl_pl: Duża / 10mm
pt_pt: Amplo / 10mm
ro_ro: Larg / 10mm
ru_ru: Большой / 10 мм
sv_se: Stor/ 10mm
tr_tr: Geniş / 10mm
zh_cn: 大/ 10mm

source: Mark Response
cs_cz: Značka "odpověď"
da_dk: Marker svar
de_de: Markieren Reaktion
es_es: Marcar Respuesta
fi_fi: Merkitse vaste
fr_fr: Réponse
hu_hu: Válasz jel
it_it: Segna risposta
ja_jp: マーキング
nl_nl: Meetpunt invoegen
no_no: Merk respons
pl_pl: Zaznacz Odpowiedź
pt_pt: Marcar: Com Resposta
ro_ro: Marcheaza Raspuns
ru_ru: Отметить "Ответ"
sv_se: Markera Svar
tr_tr: Tepki İşareti
zh_cn: 记录响应

source: Mark No Response
cs_cz: Značka "žádná odpověď"
da_dk: Marker intet svar
de_de: Markieren keine Reaktion
es_es: Marcar Sin Response
fi_fi: Merkitse, ei vastetta
fr_fr: Aucune réponse
hu_hu: Nincs válasz jel
it_it: Segna non risposta
ja_jp: スケールアウト
nl_nl: ´Geen respons´ ínvoegen
no_no: Merk ingen respons
pl_pl: Zaznacz Brak Odpowiedzi
pt_pt: Marcar: Sem Resposta
ro_ro: Marcheza Fara raspuns
ru_ru: Отметить "Нет ответа"
sv_se: Markera Inget Svar
tr_tr: Tepki Yok İşareti
zh_cn: 记录无响应

source: Remove Point
cs_cz: Odstraň bod
da_dk: Fjern punkt
de_de: Punkt entfernen
es_es: Eliminar Punto
fi_fi: Poista piste
fr_fr: Effacer le point
hu_hu: Pont eltávolítás
it_it: Rimuovi Punto
ja_jp: ポイントを削除
ko_kr: 포인트를 제거합니다
nl_nl: Meetpunt verwijderen
no_no: Fjern punkt
pl_pl: Usuń Punkt
pt_pt: Remover Pontos
ro_ro: Inlatura punctul
ru_ru: Удалить точку
sv_se: Ta bort markering
tr_tr: Noktayı kaldır
zh_cn: 删除该点

source: Remove All Points
cs_cz: Odstraň všechny body
da_dk: Fjern alle punkter
de_de: alle Punkte entfernen
es_es: Eliminar Todos los Puntos
fi_fi: Poista kaikki pisteet
fr_fr: Effacer tous les points
hu_hu: Minden pont eltávolítása
it_it: Rimuovi tutti Punti
ja_jp: すべてのポイントを削除
ko_kr: 모든 포인트를 제거합니다
nl_nl: Alle meetpunten verwijderen
no_no: Fjern alle punkter
pl_pl: Usuń Wszystie Punkty
pt_pt: Remover todos os pontos
ro_ro: Indeparteaza toate punctele
ru_ru: Удалить все точки
sv_se: Ta bort alla markeringar
tr_tr: Tüm noktaları kaldır
zh_cn: 删除全部点

source: Led player enabled
cs_cz: Led player povolen
da_dk: Led er slået til
de_de: LED-Player aktiv
es_es: Reproductor Led habilitado
fi_fi: Led soitin käytössä
fr_fr: Voyant LED activé
hu_hu: Led lejátszó engedélyezve
it_it: Led abilitato
ja_jp: Led player 有効
ko_kr: Led player 사용가능
nl_nl: Led player Aan
no_no: Led player - PÅ
pl_pl: Dioda LED aktywna
pt_pt: Luz do LED habilitada
ro_ro: Led player activat
ru_ru: Led-плеер включен
tr_tr: Led ekranı etkinleştirildi.
zh_cn: 启用指示灯LED

source: Led player status enabled
cs_cz: Led player status povolen
de_de: LED-Player Status aktiv
es_es: Reproductor Led de estado habilitado
fi_fi: Led soittimen tila käytössä
fr_fr: Statut du voyant LED activé
hu_hu: Led lejátszó státusz engedélyezve
it_it: Led stato abilitato
ja_jp: Led player ステータス有効
ko_kr: Led player status 사용가능
nl_nl: Led player status Aan
no_no: Led player status - PÅ
pl_pl: Status diody LED aktywny
pt_pt: Status da Luz do Led habilitada
ro_ro: Led player status activat
ru_ru: Led-плеер во включенном состоянии
tr_tr: Led ekranı durumu etkinleştirildi.
zh_cn: 启用指示灯LED

source: Auto DFS
fr_fr: Anti Larsen pré-calibré Auto DFS
ja_jp: DFS自動初期化
ro_ro: DFS Automat
ru_ru: Авто DFS
tr_tr: Otomatik DFS
zh_cn: 智能DFS

source: Streamer Balance
de_de: Audio Beamer Abgleich
es_es: Balance del Streamer
fi_fi: Lähettimen tasapaino
hu_hu: Streamer balansz
it_it: Bilanciamento Wireless
ja_jp: 音声バランス
nl_nl: Streamer balans
no_no: Streamer balanse
pl_pl: Balans Akcesorium
pt_pt: Balanceamento do Acessório
ro_ro: Balans Streamer
ru_ru: Баланс стримера
sv_se: Streamer Balans
tr_tr: Streamer Balansı
zh_cn: 音频转换器平衡

source: Tel Balance
da_dk: Tele balance
de_de: Tel Abgleich
es_es: Balance del Tel
fi_fi: Puh tasapaino
hu_hu: Tel balansz
it_it: Bilanciamento Tel
ja_jp: マイクロホンバランス
nl_nl: T balans
no_no: Tel. balanse
pl_pl: Balans Tel
pt_pt: Balanceamento do Tel
ro_ro: Balans Tel
ru_ru: Баланс телефона
sv_se: Telespole Balans
tr_tr: Tel Balans
zh_cn: 电感平衡

source: Prefer fitting with:
cs_cz: Upřednostňovat fitting s:
da_dk: Foretræk tilpasning med:
de_de: Anpassen mit:
es_es: Preferencia de ajustes con::
fi_fi: Ehdota sovitusta käyttäen :
fr_fr: Réglage sur :
hu_hu: Kivánt illesztés:
it_it: Preferire fitting con:
ja_jp: 入力レベル数:
ko_kr: 다음과의 피팅 선호:
nl_nl: Voorkeur voor aanpassing met:
no_no: Foretrukket tilpasning med:
pl_pl: Preferuj dopasowanie z:
pt_pt: Preferência de ajuste com:
ro_ro: Reglaj de preferat cu:
ru_ru: Предпочтительна настройка с:
sv_se: Anpassning med:
tr_tr: Uygulama tercihi:
zh_cn: 多水平设置:

source: 2 Input Levels (50/80)
cs_cz: 2 Vstupní úrovně (50/80)
da_dk: 2 Input niveauer(50/80)
de_de: 2 Eingangspegel (50/80)
es_es: 2 Niveles de Entrada (50/80)
fi_fi: 2 ottotasoa (50/80)
fr_fr: 2 niveaux d'entrée (50/80)
hu_hu: 2 bementi szint (50/80)
it_it: 2 Livelli d'ingresso (50/80)
ja_jp: 2入力レベル(G50/G80)
ko_kr: 2 입력 수준 (50/80)
nl_nl: 2 Inputniveaus (50/80)
no_no: 2 Input nivå (50/80)
pl_pl: 2 Poziomy Wejściowe (50/80)
pt_pt: 2 níveis de entradas (50/80)
ro_ro: 2 Nivele de intrare (50/80)
ru_ru: 2 Уровня входа (50/80)
sv_se: Två innivåer (50/80)
tr_tr: 2 Giriş seviyesi (50/80)
zh_cn: 2个水平(50/80)

source: 3 Input Levels (50/65/80)
cs_cz: 3 Vstupní úrovně (50/65/80)
da_dk: 3 Input niveauer(50/65/80)
de_de: 3 Eingangspegel (50/65/80)
es_es: 3 Niveles de Entrada (50/65/80)
fi_fi: 3 ottotasoa (50/65/80)
fr_fr: 3 niveaux d'entrée (50/65/80)
hu_hu: 3 bementi szint (50/65/80)
it_it: 3 Livelli d'ingresso (50/65/80)
ja_jp: 3入力レベル(G50/G65/G80)
ko_kr: 3 입력 수준 (50/65/80)
nl_nl: 3 Inputniveaus (50/65/80)
no_no: 3 Input nivå (50/65/80)
pl_pl: 3 Poziomy Wejściowe (50/65/80)
pt_pt: 3 níveis de entradas (50/65/80)
ro_ro: 3 Nivele de intrare(50/65/80)
ru_ru: 3 Уровня входа (50/65/80)
sv_se: Tre innivåer (50/65/80)
tr_tr: 3 Giriş seviyesi (50/65/80)
zh_cn: 3个水平 (50/65/80)

source: Gain 65
cs_cz: Zisk 65
de_de: Verstärkung 65
es_es: Ganancia 65
fi_fi: Vahvistus 65
fr_fr: Gain G65
hu_hu: Erősítés 65
it_it: Guadagno 65
ja_jp: 65dB入力音
pl_pl: Wzmocnienie 65
pt_pt: Ganho 65
ro_ro: Castig65
ru_ru: Усиление 65
sv_se: Förstärkning 65
tr_tr: Kazanç 65
zh_cn: G65实际值

source: Target 65
cs_cz: Cíl 65
de_de: Zielverstärkung 65
es_es: Objetivo 65
fi_fi: Tavoite 65
fr_fr: Cible G65
hu_hu: Cél 65
ja_jp: ﾀｰｹﾞｯﾄ65dB
pl_pl: Cel 65
pt_pt: Alvo 65
ro_ro: Tinta 65
ru_ru: Целевое усиление 65
sv_se: Mål 65
tr_tr: Hedef 65
zh_cn: G65目标值

source: You have switched from using 3 input levels for fitting back to 2. This change will take effect in the next new fitting session. Please note: instruments that were previously fitted with 3 input levels will continue to use 3.
cs_cz: Přepnuli jste z používání 3 vstupních úrovní pro fitting zpět na 2. Tato změna se projeví v dalším novém sezení. Pozor: sluchadla, která byla dříve nastavena s použitím 3 vstupních úrovní budou i nadále pokračovat se 3.
da_dk: Du har ændret fra 3 inputniveauer tilbage til 2. Dette effektueres i næste tilpasningssession. Bemærk at apparater der allerede er tilpasset med 3 inputniveauer vil fortsætte med 3.
de_de: Sie haben von 3 Eingangspegeln auf 2 Eingangspegel umgestellt. Diese Änderung wird wirksam beim Start einer neuen Sitzung. Bitte beachten Sie: Geräte die bereits mit 3 Eingangspegel angepasst wurden werden auch weiterhin mit 3 Eingangspegeln angepasst.
es_es: Ha cambiado entre utilizar 3 niveles de entrada para volver a ajustar con 2. Este cambio tendrá efecto en la siguiente sesión de adaptación. Importante: los audífonos previamente programados con 3 niveles de entrada continuaran utilizando 3.
fi_fi: Olet vaihtanut kolmesta ottotasosta kahteen ottotasoon. Tämä muutos tulee voimaan seuraavassa uudessa sovituksessa. Huomaa : Kuulokojeet jotka on sovitettu kolmella ottotasolla säilyttävät tämän asetuksen.
fr_fr: Vous avez choisi de passer le réglage par défaut de 3 niveaux d'entrée (G50, 65, 80) à 2 niveaux (G50, 80). Fermer et réouvrir le logiciel pour que le changement soit pris en compte. Remarque : un appareil déjà réglé sur 3 niveaux ne peut pas être réglé sur 2 niveaux.
hu_hu: Ön a 3 könyökpontról 2-re váltott az illesztéshez. Ez hatással lesz az új illesztési bejegyzésre. Figyelem: azok a készülékek amelyek elözőleg 3 könyökpontal voltak illesztve azok továbbra is 3-al lesznek.
it_it: Si è passati da un fitting con 3 livelli di ingresso ad utilizzarne di nuovo a 2. Questa modifica avrà effetto nella prossima sessione. Si prega di notare: gli strumenti che in precedenza erano dotati di 3 livelli di ingresso continueranno ad utilizzarne 3..
ja_jp: 3入力レベルから2入力レベルへ変更されました。この変更はAventaを一旦閉じて、新たな調整を開始する時から有効になります。【ご注意下さい】以前に3入力レベルで調整した補聴器は3入力レベルのままとなります。
ko_kr: 피팅 입력수준 사용 3에서 2로 다시 바꾸셨습니다. 이 변경은 다음 새 피팅 세션에 영향을 줄 것입니다. 유의하세요: 입력수준 3으로 기존에 피팅된 보청기는 계속해서 3을 사용할 것입니다.
nl_nl: U bent overgegaan van het gebruik van 3 inputniveaus voor de aanpasparameters naar 2. Deze wijziging wordt effectief bij de volgende aanpassessie. Bedenk wel: toestellen die voorheen met 3 inputniveaus zijn aangepast behouden die 3.
no_no: Du har endret fra 3 input nivå tilbake til 2. Disse endringene trer i kraft på neste sesjon. Vennligst merk: Apparater som tidligere er programmert med 3 input nivå vil fortsette å bruke 3.
pl_pl: Przełączyłeś się z dopasowania przy użyciu 3 poziomów wejściowych spowrotem na 2. Zmiana ta zostanie zastosowana dla nowej sesji dopasowania. Uwaga: aparaty wcześniej dopasowywane z 3 poziomami wejściowymi nadal będą będą korzystać z 3 poziomów wejściowych.
pt_pt: Você modificou a seleção do ganho de 3 níveis de entrada para 2 níveis de entrada. Essa mudança afetará os ajustes da próxima sessão. Por favor observe: aparelhos que foram ajustados com 3 níveis deverão continuar com o ajuste de 3 níveis de entrada.
ro_ro: Ati schimbat de la folosirea a 3 puncte de reper pentru reglaj inapoi la 2. Aceasta modificare va avea efect in urmatoarea sesiune de reglaj. Atentie: aparatele care au fost reglate anterior cu 3 puncte vor continua sa foloseasca 3.
ru_ru: Вы переключились с использования в настройке 3 уровней входа на использование 2 уровней входа. Эти изменения вступят в силу при следующей новой сессии настройки. Пожалуйста, обратите внимание: аппараты, которые ранее были настроены по 3 уровням входа, будут и далее использовать 3 уровня входа.
sv_se: Du har bytt från tre innivåer tillbaka till två. Denna ändring får effekt vid nästa nya anpassning. Notera: Hörapparater som tidigare anpassats med tre innivåer kommer även göra det fortsättningsvis.
tr_tr: Giriş seviyelerini 3 ten 2 ye değiştirdiniz. Bundan sonraki yeni fittinglerinizde etkin olacaktır. Lütfen dikkate alın: 3 giriş seviyesi olarak girmiş olduğunuz geçmiş fittingleriniz yine 3 giriş seviyesini kullanacaktır.
zh_cn: 您要从3个输入级切换到2个输入级,将在下次验配时生效.请注意:之前保存了3个输入级的助听器仍将保持3个输入级.

source: Fitting preference
da_dk: Tilpasningspræference
de_de: Anpasseinstellungen
es_es: Preferencias de Adaptación
fi_fi: Sovitus asetukset
fr_fr: Choix des niveaux d'entrée
hu_hu: Illesztési tulajdonságok
it_it: Preferenze Fitting
ja_jp: フィッティング参照
ko_kr: 피팅 선호
nl_nl: Aanpasvoorkeur
no_no: Tilpasningspreferanser
pl_pl: Ustawienia dopasowania
pt_pt: Preferência de ajuste
ro_ro: Preferinta reglaj
ru_ru: Предпочтительная настройка
sv_se: Anpassningspreferenser
tr_tr: Uygulama tercihleri
zh_cn: 验配参数

source: Solution cannot be applied.
cs_cz: Řešení nelze aplikovat.
da_dk: Denne løsning kan ikke udføres..
de_de: Diese Lösung kann nicht umgesetzt werden.
es_es: La solución no puede ser aplicada.
fi_fi: Ratkaisua ei voida suorittaa.
fr_fr: Application impossible.
hu_hu: Ez a lehetőség nem áll rendelkezésre.
it_it: Soluzione non può essere applicata
ja_jp: この対策を適用する事が出来ません
ko_kr: 솔루션이 적용될 수 없습니다.
nl_nl: Oplossing kan niet toegepast worden.
no_no: Løsning ikke mulig.
pl_pl: Rozwiązanie nie moze być zastosowane
pt_pt: Não poderá ser realizada essa ação
ro_ro: Solutia nu poate fi aplicata.
ru_ru: Невозможно выбрать.
sv_se: Lösningen kan inte utföras.
tr_tr: Çözüm uygulanamadı.
zh_cn: 不能应用此方案.

source: Please switch to 3 input level view from preferences dialog box to enable this solution.
cs_cz: Prosím přepněte na zobrazení 3 vstupních úrovní v dialogovém okně preferencí pro umožnění tohoto řešení.
da_dk: Skift venligst til 3 input niveauer under præferencer for at bruge denne løsning
de_de: Bitte wechseln Sie zu 3 Eingangspegeln um die vorgeschlagene Lösung anzuwenden.
es_es: Por favor seleccione la vista en 3 niveles de entrada en el menú de preferencias, para habilitar esta solución.
fi_fi: Ole hyvä ja vaihda 3 ottotason asetukseen asetuksista jotta tämä toimenpide voidaan suorittaa.
fr_fr: Choisir "3 niveaux d'entrée" dans le menu "Éditer" puis "Préférences" pour activer cette solution.
hu_hu: Kérjük váltson a 3 bementi szint megjelenítésre a tulajdonságok menüpontban az engedélyezéshez.
it_it: Si prega di passare alla vista dei 3 livelli di ingresso dalla finestra di dialogo dalle preferenze per attivare questa soluzione.
ja_jp: この対策を有効にする為にはプレファレンスの設定から3入力レベルへ変更して下さい
ko_kr: 이 솔루션을 적용할 수 있도록 대화상자 보기를 3 입력 레벨로 바꾸세요
nl_nl: Wijzig in het scherm ´Voorkeuren´ de aanpasvoorkeur naar 3 Inputniveaus om deze oplossing mogelijk te maken.
no_no: Vennligst bytt til 3 input nivå under preferanser for å iverksette denne løsningen.
pl_pl: Proszę przełączyć się na widok 3 poziomów wejściowych w Ustawieniach aby aktywować to rozwiązanie.
pt_pt: Por favor, modifique a seleção para 3 níveis de entradas na aba de preferências para permitir essa ação
ro_ro: Schimbati la afisajul cu 3 nivele de intrare din casuta de preferinte pentru activarea acestei solutii.
ru_ru: Пожалуйста, активируйте 3-й входящий уровень в окне настройки, чтобы воспользоваться этим решением.
sv_se: Ändra till tre innivåer vy under Redigera-Preferenser för att spara denna lösning.
tr_tr: Bu çözümü etkinleştirmek için tercihler kutusunda uygulama tercihi bölümünde '3 giriş seviyesi kullan' tercihini işaretleyin.
zh_cn: 请在参数中设置为3个输入级,便可启用此方案.

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: signal seul
hu_hu: Ki
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: DSLv5 - Pediatric
da_dk: DSLv5 - pædiatrisk
de_de: DSLv5 - Pediatrisch
es_es: DSLv5 - Pediátrico
fi_fi: DSLv5 - Pediatrinen
fr_fr: DSLv5 - Pédiatrique
hu_hu: DSLv5 - Gyermek
it_it: DSLv5 - Pediatrico
ja_jp: DSLv5 - 小児
ko_kr: DSLv5 - 소아용
nl_nl: DSLv5 - Pediatrisch
no_no: DSLv5 - Pediatrisk
pl_pl: DSLv5 - Pediatryczny
pt_pt: DSLv5 - Pediátrica
ru_ru: DSLv5 - Педиатрическая
sv_se: DSLv5 - Barn
tr_tr: DSLv5 - Pediatrik
zh_cn: DSLv5-儿童

source: Cut
da_dk: Klip
ja_jp: 切り取り
zh_cn: 剪切

source: Copy
da_dk: Kopier
ja_jp: コピー
zh_cn: 复制

source: Paste
da_dk: Indsæt
ja_jp: ペースト
zh_cn: 粘贴

source: Measurement Method:
cs_cz: Metoda měření:
da_dk: Målemetode:
de_de: Messmethode:
es_es: Método de Medición:
fi_fi: Mittaus menetelmä :
fr_fr: Stimulation sonore :
hu_hu: Mérési folyamat:
it_it: Metodo di misurazione:
ja_jp: 測定方法
ko_kr: 측정 방법:
nl_nl: Meetmethode:
no_no: Målemetode:
pl_pl: Metoda Pomiaru:
pt_pt: Método de Mensuração:
ro_ro: Metoda de masurare:
ru_ru: Способ измерения:
sv_se: Mätmetod:
tr_tr: Ölçüm Metodu:
zh_cn: 检测方法:

source: Transducer Type:
cs_cz: Typ měniče:
de_de: Messbedingung:
es_es: Tipo de Transductor:
fi_fi: Äänilähteen tyyppi :
fr_fr: Source :
hu_hu: Átalakító Típus:
it_it: Tipo di trasduttore:
ja_jp: トランスデューサータイプ:
no_no: Målt med:
pl_pl: Rodzaj Przetwornika:
pt_pt: Tipo de Transutor:
ro_ro: Tip traductor:
ru_ru: Тип датчика:
sv_se: Omvandlare:
tr_tr: Dönüştürücü Tipi:
zh_cn: 耳机类型:

source: Measured in:
cs_cz: Měřeno v:
da_dk: Målt i:
de_de: Gemessen in:
es_es: Medido en:
fi_fi: Mitattu :
fr_fr: Mesure en :
hu_hu: Mérve a:
it_it: Misurazione in:
ja_jp: 測定単位:
ko_kr: 측정되었습니다:
nl_nl: Gemeten in:
no_no: Målt i:
pl_pl: Zmierzono w:
pt_pt: Mensurado em :
ro_ro: Masurat in:
ru_ru: Измерено в:
sv_se: Mätt i:
tr_tr: Bunda ölçüldü :
zh_cn: 计量单位:

source: Puretone Audiometry
cs_cz: Puretone Audiometrie
da_dk: Rentone audiometri
de_de: Reine Tonaudiometrie
es_es: Audiometría de Tono Puro
fi_fi: Puhdasääni Audiometria
fr_fr: Audiométrie avec sons purs
hu_hu: Tisztahang Audiometria
it_it: Audiometria a toni puri
ja_jp: 標準純音聴力検査
ko_kr: 순음청력검사
nl_nl: Zuivere tonen audiometrie
no_no: Rentone audiometri
pl_pl: Audiometria Tonalna
pt_pt: Audiometria com tom puro
ro_ro: Audiometrie Tonala
ru_ru: Чистотональная аудиометрия
sv_se: Puretone Audiometri
tr_tr: Safses Odyometrisi
zh_cn: 纯音测听

source: Toneburst ABR
de_de: Tonburst ABR
es_es: Ráfaga tonal ABR
fi_fi: Äänipurske ABR
fr_fr: Toneburst ABR (potentiels évoqués)
it_it: ABR Toneburst
ja_jp: ABR（聴性脳幹反応）聴力検査
no_no: ABR
pl_pl: Badanie ABR
ru_ru: Тональный всплеск ABR
zh_cn: ABR

source: ASSR & Other
cs_cz: ASSR & Jiné
da_dk: ASSR & andet
de_de: ASSR & andere
es_es: ASSR & Otros
fi_fi: ASSR & Muut
fr_fr: ASSR et autres potentiels évoqués
hu_hu: ASSR & Más
it_it: ASSR e altri
ja_jp: ASSR（聴性定常反応） & その他
ko_kr: ASSR & 기타
nl_nl: ASSR & anders
no_no: ASSR & andre
pl_pl: ASSR i Inne
pt_pt: ASSR & Outros
ro_ro: ASSR & Altele
ru_ru: ASSR и другое
tr_tr: ASSR & Diğer
zh_cn: ASSR & 其它

source: Headphones
cs_cz: Sluchátka
da_dk: Hovedtelefoner
de_de: Kopfhörer
es_es: Cascos
fi_fi: Kuulokkeet
fr_fr: Casque
hu_hu: Fejhallgatók
it_it: Cuffie
ja_jp: ヘッドホン
ko_kr: 헤드폰
nl_nl: Hoofdtelefoon
no_no: Hodetelefoner
pl_pl: Słuchawki
pt_pt: Fones de ouvido
ro_ro: Casti supraaurale
ru_ru: Наушники
sv_se: Hörlurar
tr_tr: Kulaklıklar
zh_cn: 头戴耳机

source: Insert earphone + earmold
cs_cz: Insert earphone + tvarovka
da_dk: Insert earphone + øreprop
de_de: Einsteckhörer + Otoplastik
es_es: Auricular de inserción + molde
fi_fi: Inserttikuuloke+korvakapple
fr_fr: Écouteur insert + embout sur mesure
hu_hu: Insert hallgató + illeszték
it_it: Auricolare Insert + chiocciola
ja_jp: インサートイヤホン + イヤモールド
ko_kr: earphone + earmold 를 삽입하세요
nl_nl: Insert earphone + oorstukje
no_no: Insert øretelefon + ørepropp
pl_pl: Słuchawka wewnątrzuszna + wkładka
pt_pt: Fones de inserção + molde
ro_ro: Casti insert + oliva
ru_ru: Вставьте наушники + вкладыш
tr_tr: kulaklık + kulak kalıbını girin
zh_cn: 插入耳机+耳模

source: Insert earphone + foamtip
cs_cz: Insert earphone + pěnová koncovka
da_dk: Insert earphone + skumprop
de_de: Einsteckhörer +Schaumstoffaufsatz
es_es: Auricular de inserción + acoplador
fi_fi: Inserttikuuloke+vaahtomuovitippi
fr_fr: Écouteur insert + embout mousse
hu_hu: Insert hallgató + fülszivacs
it_it: Auricolare Insert + tappino foam
ja_jp: インサートイヤホン + フォームチップ
ko_kr: 이어폰과 + foamtip을 연결하세요
no_no: Insert øretelefon + skumpropp
pl_pl: Słuchawka wewnątrzuszna + końcówka z pianki
pt_pt: Fones de inserção+ sonda
ro_ro: Casti insert + varf de spuma
ru_ru: Вставьте наушники + поролоновый вкладыш
tr_tr: kulaklık + köpükucunu girin
zh_cn: 插入耳机+耳塞

source: Central Auditory Pathways
es_es: Sistema Auditivo Central
fr_fr: Système auditif central
no_no: Sentrale auditoriske baner
pt_pt: Via Auditiva Central
zh_cn: 中枢听觉通路
