Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: The Audiogram has changed. Do you wish to save before continuing?
cs_cz: Audiogram byl změněn. Chcete ho uložit, než budete pokračovat?
da_dk: Audiogrammet er ændret. Vil du gemme før du fortsætter?
de_de: Das Audiogramm hat sich geändert. Möchten Sie abspeichern bevor Sie fortfahren?
es_es: La Audiometría ha cambiado. ¿Desea guardarla antes de continuar?
fi_fi: Audiogrammi on muuttunut. Haluatko tallentaa muutokset ennen kuin jatkat ?
fr_fr: L'audiogramme a été modifié. Voulez-vous sauvegarder les changements ?
hu_hu: Az Audiogram változot? Szeretné menteni mielőtt folytatja?
it_it: L'audiogramma è cambiato. Vuoi salvare prima di continuare?
ja_jp: オージオグラムが変更されました。 継続する前に保存しますか？
ko_kr: 오디오그램이 변경되었습니다. 계속하기 전에 저장하시겠습니까?
nl_nl: Audiogram gewijzigd. Wilt u dit opslaan voordat u doorgaat?
no_no: Audiogrammet er endret. Ønsker du å lagre før du fortsetter?
pl_pl: Audiogram uległ zmianie. Czy chcesz go zachować przed kontynuacją?
pt_pt: O audiograma foi alterado. Você deseja salvar antes de continuar?
ro_ro: Audiograma a fost schimbata. Vrei sa salvezi inainte de a continua?
ru_ru: Аудиограмма была изменена. Сохранить, перед тем как продолжить?
sv_se: Audiogrammet har ändrats. Vill du spara innan du fortsätter?
tr_tr: Odyogram değiştirildi. Devam etmeden önce kaydetmek istiyor musun?
zh_cn: 听力图已改变。在继续前您要保存吗？

source: No Program
cs_cz: Bez programu
da_dk: Intet program
de_de: Kein Programm
es_es: No hay programa
fi_fi: Ei ohjelmaa
fr_fr: Aucun programme
hu_hu: Nincs program
it_it: Nessun Programma
ja_jp: プログラムなし
ko_kr: 프로그램 없음
nl_nl: Geen programma
no_no: Ingen program
pl_pl: Brak programu
pt_pt: Sem Programa
ro_ro: Nici un program
ru_ru: Нет программы
sv_se: Inget program
tr_tr: Program Yok
zh_cn: 没有程序

source: Apply To
cs_cz: Použít na
da_dk: Brug på
de_de: Übertragen auf
es_es: Aplicar a
fi_fi: Käytä
fr_fr: Vers
hu_hu: Elfogadás a
it_it: Applica a
ja_jp: 適用
ko_kr: 적용하기
nl_nl: Pas toe op
no_no: Bruk Til
pl_pl: Zastasuj do
pt_pt: Aplicar
ro_ro: Aplica la
ru_ru: Применить к
sv_se: Lägg till
tr_tr: Uygula
zh_cn: 应用于

source: Copy From
cs_cz: Kopírovat z
da_dk: Kopier fra
de_de: Kopieren von
es_es: Copiar Desde
fi_fi: Kopioi
fr_fr: Copier de
hu_hu: Másolás a
it_it: Copia da
ja_jp: コピー
ko_kr: 복사하기
nl_nl: Kopiëren van
no_no: Kopier fra
pl_pl: Kopiuj z
pt_pt: Copiar de
ro_ro: Copiaza din
ru_ru: Копировать из
sv_se: Kopiera från
tr_tr: Kopyala
zh_cn: 复制

source: DFS Calibration Canceled
cs_cz: DFS kalibrace zrušena
da_dk: DFS kalibrering annullering
de_de: DFS-Kalibrierung abgebrochen
es_es: Calibración DFS Cancelada
fi_fi: DFS kalibrointi peruttu
fr_fr: Calibrage anti Larsen annulé
hu_hu: DFS kalibráció megszakítva
it_it: Calibrazione DFS Cancellata
ja_jp: DFSの初期化キャンセル
ko_kr: DFS 캘리브레이션 실패
nl_nl: DFS kalibratie afgebroken
no_no: DFS Kalibrering Avbrutt
pl_pl: Kalibracja DFS anulowana
pt_pt: Calibração DFS Cancelada
ro_ro: Calibrare DFS anulata
ru_ru: Калибровка отменена
sv_se: DFS Kalibrering Avbröts
tr_tr: DFS Kalibrasyonu İptal Edildi.
zh_cn: 取消DFS校准

source: This will reset all data back to original {0} values. All current values will be lost. Do you wish to continue?
cs_cz: Tímto nastavíte všechna data zpět na původní hodnoty {0}. Všechny aktuální hodnoty budou ztraceny. Chcete pokračovat?
da_dk: Dette vil ændre alle data til de originale {0} værdier. Alle ændringer vil slettes. Vil du fortsætte?
de_de: Hiermit werden alle Daten gelöscht und in die Ausgangseinstellung gebracht. Möchten Sie fortfahren?
es_es: Se reseteará los datos a los valores originales {0}. Todos los datos se perderán. ¿Desea continuar?
fi_fi: Tämä palauttaa kaikki arvot takaisin {0} arvoiksi. Kaikki aiemmat arvot menetetään. Haluatko jatkaa ?
fr_fr: Toutes les données {0} seront remises à leur valeur initiale. Les valeurs actuelles seront perdues. Voulez-vous continuer ?
hu_hu: Az eredeti {0} értékek fognak visszaállni Minden aktuális adat el fog veszni. Folytatja?
it_it: Questo resetterà tutti i dati ai valori originali (0). Tutti i valori correnti verranno persi. Vuoi continuare?
ja_jp: 現在のフィッティングデータは全て失われます。実行しますか？
ko_kr: 모든 데이타를 오리지날 {0} values로 리셋할 것입니다. 모든 현재 values는 삭제됩니다. 계속하시겠습니까?
nl_nl: Dit zal alle gegevens terugzetten in de originele {0} waarden. Alle huidige waarden gaan verloren. Wilt u toch doorgaan?
no_no: Dette vil tilbakestille data til originale {0} verdier. Alle aktuelle verdier fjernes. Ønsker du å fortsette?
pl_pl: Zresetuje to wszystkie dane do oryginalnych {0} wartości. Wszsytkie obecne ustawienia zostaną utracone. Czy chcesz kontynuować?
pt_pt: Isto voltará aos valores originais {0}. Todos os valores atuais serão perdidos. Deseja continuar?
ro_ro: Asta va reseta toate datele inapoi la valorile originale {0}. Toate valorile curente se vor pierde. Vrei sa continui?
ru_ru: Это вернет все настройки к начальным {0} значениям. Все настоящие данные будут утрачены. Продолжить?
sv_se: Detta kommer återställa all data till original {0} värden. Alla nuvarande värden kommer förloras. Vill du fortsätta?
tr_tr: Tüm verileri orijinal {0} değerlerine geri çevirecek. Mevcut tüm değerler kaybolacaktır. Devam etmek istiyor musun?
zh_cn: 将所有数值重置为原始的 {0} .当前数值将全部丢失。您要继续吗？

source: Audiogram Data Unavailable. Fitting will proceed with a 0 dB input.
cs_cz: Nejsou dostupná data audiogramu. Nastavování bude pokračovat se vstupem 0 dB.
da_dk: Audiogram data kan ikke findes. Tilpasning vil fortsætte med 0 dB input.
de_de: Audiogrammdaten nicht verfügbar. Anpassung wird mit 0 dB Eingang ausgeführt.
es_es: Datos Audiométricos no disponibles. Se procederá a una adaptación con entrada de 0 dB.
fi_fi: Audiogrammi tietoa ei ole. Sovitus alkaa 0 dB antotasosta.
fr_fr: Aucun audiogramme disponible
hu_hu: Audiogram adat nem áll rendelkezésre. Az illesztés 0 dB bementre fog megtörténni.
it_it: Dati Audiogramma non disponibili. Il fitting procederà con 0dB di ingresso.
ja_jp: オージオグラムデータが利用できません。 オージオグラムデータを0dBとして計算します。
ko_kr: 오디오그램 데이타가 사용불가능합니다. 피팅을 0 dB input으로 수행할 것입니다.
nl_nl: Audiogramgegevens niet beschikbaar. De aanpassing zal doorgaan met een 0 dB input.
no_no: Audiogramdata ikke tilgjengelig. Tilpasning vill fortsette med 0 dB input.
pl_pl: Audiogram niedostępny. Dopasowanie odbędzie się na podstawie poziomu 0 dB na wejściu.
pt_pt: Dados de audiograma indisponíveis. Ajuste será iniciado com 0 dB de ajuste.
ro_ro: Audiograma invalida. Reglajul va incepe cu 0 dB intrare
ru_ru: Недоступны данные аудиограммы. Настройка будет выполнена с 0 дБ на входе.
sv_se: Audiogram data är inte tillgängligt. Anpassningen kommer utgå ifrån 0 dB innivå.
tr_tr: Odyogram Verisi Uygun Değil. Fitting 0 dB girişi ile devam edecek.
zh_cn: 听力数据不可用。将以0dB的听力图进行验配。

source: Please enter a value between 5 and 40
cs_cz: Zadejte hodnotu mezi 5 a 40
da_dk: Indtast en værdi mellem 5 og 40
de_de: Bitte geben Sie einen Wert zwischen 5 und 40 ein
es_es: Por favor introduzca un valor entre 5 y 40
fi_fi: Anna arvo välillä 5 ja 40
fr_fr: Entrer une valeur comprise entre 5 et 40.
hu_hu: Kérjük vigyen be egy értéket 5 és 40 között
it_it: Per favore inserire un valore tra 5 e 40
ja_jp: 5～40の値を入力して下さい
ko_kr: 5 와 40 사이의 값을 입력하십시오
nl_nl: S.v.p. een waarde invoeren tussen 5 en 40
no_no: Vennligst sett inn en verdi mellom 5 og 40
pl_pl: Proszę wprowadzić wartość z przedziału 5 i 40
pt_pt: Por favor entre com valores entre 5 e 40
ro_ro: Pune o valoare intre 5 si 40
ru_ru: Пожалуйста, введите значение между 5 и 40
sv_se: Knappa in ett värde mellan 5 och 40
tr_tr: Lütfen 5 ile 40 arasında bir değer girin
zh_cn: 请输入5-40之间的值

source: Please enter a value between 0 and 150
cs_cz: Zadejte hodnotu mezi 0 a 150
da_dk: Indtast en værdi mellem 0 og 150
de_de: Bitte geben Sie einen Wert zwischen 0 und 150 ein
es_es: Por favor introduzca un valor entre 0 y 150
fi_fi: Anna arvo välillä 0 ja 150
fr_fr: Entrer une valeur comprise entre 0 et 150.
hu_hu: Kérjük vigyenbe egy értéket 0 és 150 között
it_it: Per favore inserire un valore tra 0 e 150
ja_jp: 0～150の値を入力して下さい
ko_kr: 0 과150 사이의 값을 입력하십시오
nl_nl: S.v.p. een waarde invoeren tussen 0 en 150
no_no: Vennligst sett inn en verdi mellom 0 og 150
pl_pl: Proszę wprowadzić wartość z przedziału 0 i 150
pt_pt: Por favor entre com valores entre 0 e 150
ro_ro: Pune o valoare intre 0 si 150
ru_ru: Пожалуйста, введите значение между 0 и 150
sv_se: Knappa in ett värde mellan 0 och 150
tr_tr: Lütfen 0 il 150 arasında bir değer girin
zh_cn: 请输入0-150之间的值

source: Audiogram From the instrument(s)
cs_cz: Audiogram ze sluchadla
da_dk: Audiogram fra høreapparat
de_de: Audiogramm wird ausgelesen
es_es: Audiograma cargado desde audífono(s)
fi_fi: Audiogrammi kuulokojeesta
fr_fr: Audiogramme de l'appareil
hu_hu: Audiogram betöltve a hallókészülékből
it_it: Audiogramma da A.A
ja_jp: 補聴器のオージオグラム
ko_kr: 보청기에 저장된 오디오그램
nl_nl: Audiogram uit toestel(len) overgenomen
no_no: Audiogram fra høreapparat(ene)
pl_pl: Audiogram z aparatu(ów)
pt_pt: Audiograma carregado do aparelho auditivo
ro_ro: Audiograma inregistrata in aparatul auditiv
ru_ru: Аудиограмма, загруженная из аппарата
sv_se: Audiogram hämtat från hörapparaten
tr_tr: İşitme cihazındaki odyogram
zh_cn: 从助听器中读出的听力图

source: Information
cs_cz: Informace
de_de: Info
es_es: Información
fi_fi: Tietoa
hu_hu: Információ
it_it: Informazioni
ja_jp: インフォメーション
ko_kr: 정보
nl_nl: Informatie
no_no: Informasjon
pl_pl: Informacje
pt_pt: Informações
ro_ro: Informatie
ru_ru: Информация
tr_tr: Bilgi
zh_cn: 信息

source: Confirm Patient Delete
cs_cz: Potvrzení smazání pacienta
da_dk: Bekræft sletning af patient
de_de: Bestätigung Kundenlöschung
es_es: Confirmar el Borrado del Paciente
fi_fi: Vahvista potilaan poisto
fr_fr: Confirmer la suppression du patient
hu_hu: Páciens törlés jóváhagyása
it_it: Conferma cancellazione cliente
ja_jp: 顧客削除の確認
ko_kr: 환자 삭제 확인
nl_nl: Bevestig verwijderen patiënt
no_no: Bekreft Sletting av Pasient
pl_pl: Potwierdź usunięcie pacjenta
pt_pt: Você deseja apagar este paciente?
ro_ro: Confirma Stergerea Pacientului
ru_ru: Подтверждение удаления пациента
sv_se: Bekräfta radering av patient
tr_tr: Hasta Silinecek, Onayla
zh_cn: 确定删除客户

source: If you continue all patient data including session history and audiograms will be deleted. Do you wish to continue?
cs_cz: budete-li pokračovat, všechna pacientská data včetně historie sezení a audiogramů budou smazána. Chcete pokračovat?
da_dk: Hvis du fortsætter vil alle data, også sessionshistorik og audiogrammer slettes. Vil du fortsætte?
de_de: Wenn Sie fortfahren, werden alle Kundendaten einschließlich Sitzungshistorie und Audiogrammdaten verloren gehen.
es_es: Si continua, todos los datos del paciente, incluyendo histórico de sesiones y audiometrías, se borrarán. ¿Desea continuar?
fi_fi: Jos jatkat kaikki potilastieto, käynnit, audiogrammit ja sovitukset häviävät. Haluatko jatkaa?
fr_fr: Toutes les données, l'historique et les audiogrammes seront perdus. Voulez-vous continuer ?
hu_hu: Ha folytatja minden páciens adat beleértve a bejegyzéseket és az audiogramokat törölve lesznek. Folytatja?
it_it: Se si continua tutti i dati del paziente, comprese le sessione e gli audiogrammi verranno eliminati. Vuoi continuare?
ja_jp: 顧客データを削除します。よろしいですか？ [はい] - 削除 [いいえ] - キャンセル
ko_kr: 계속하면 세션이력과 오디오그램을 포함한 모든 환자 데이타가 삭제될 것입니다. 계속하시겠습니까?
nl_nl: Als u doorgaat gaan alle cliënt gegevens inclusief sessiehistorie en audiogrammen verloren. Wilt u toch doorgaan?
no_no: Om du fortsetter vil pasientdata inkludert sesjonshistorie og audiogram fjernes. Ønsker du å fortsette?
pl_pl: Jeśli kontynuujesz, wszystkie dane pacjenta i audiogramy zostaną usunięte. Chcesz kontynuować?
pt_pt: Se você continuar todos os dados dos pacientes serão deletados. Deseja continuar?
ro_ro: Daca vei continua toate datele pacientului inclusiv istoria sesiunilor si audiogramele vor fi sterse. Vrei sa continui?
ru_ru: Если продолжить, то все данные пациента, включая историю сессий и аудиограммы, будут утрачены. Продолжить?
sv_se: Om du fortsätter kommer all patient data, inklusive sessionshistoria och audiogram, raderas. Vill du fortsätta?
tr_tr: Devam edersen oturum geçmişi ve odyogramlar da dahil tüm hasta bilgileri silinecektir.Devam etmek istiyormusun?
zh_cn: 如果您继续，将删除所有用户的验配数据和听力图。您想继续吗？

source: Environmental Optimizer Gain
cs_cz: Zisk optimalizátoru prostředí
da_dk: Environmental Optimizer forstærkning
de_de: Verstärkung SituationsOptimizer
es_es: Ganancia de Clasificador Ambiental
fi_fi: Ääniympäristön optimointi vahvistus
fr_fr: Réglage des gains par environnement sonore (Environnemental Optimizer)
hu_hu: Környezeti optimalizáló erősítés
it_it: Guadagno Ottimizzatore Ambientale
ja_jp: 環境適応システムにおける利得設定
pl_pl: Wzmocnienie Optymalizatora Środowiskowego
pt_pt: Ganho do Otimizador Ambiental
ro_ro: Optimizarea Castigului in functie de Mediu
ru_ru: Усиление Оптимизатора окружения
sv_se: Miljö Optimering Förstärkning
tr_tr: Çevresel Yönetim Kazancı
zh_cn: 环境优化器增益

source: NoiseTracker II (per environment)
cs_cz: NoiseTracker II (na prostředí)
da_dk: NoiseTracker II (per lydmiljø)
de_de: NoiseTracker II (situationsabhängig)
es_es: NoiseTracker II (por entorno)
fi_fi: Tausakohinan vaimennus II (per ääniympäristö)
fr_fr: Réglage du réducteur de bruit par environnement sonore (NoiseTracker II)
hu_hu: NoiseTracker II (per környezet)
it_it: NoiseTracker II (per ambiente)
ja_jp: 環境適応ノイズトラッカーII
ko_kr: NoiseTracker II (환경별)
nl_nl: NoiseTracker II (per omgeving)
no_no: NoiseTracker II (per lyttemiljø)
pl_pl: NoiseTracker II (Środowiskowy)
pt_pt: NoiseTracker II (por ambiente) - Redução de Ruído
ro_ro: NoiseTracker II (per mediu)
ru_ru: Система шумоподавления NoiseTracker II (для окружающей обстановки)
sv_se: NoiseTracker II (per miljö)
tr_tr: NoiseTracker II (her bir çevre için )
zh_cn: 净噪系统 II (每种环境)

source: Session :
cs_cz: Sezení:
de_de: Sitzung :
es_es: Sesión :
fi_fi: Käynti :
hu_hu: Bejegyzés :
it_it: Sessione:
ja_jp: 調整日時 :
ko_kr: 세션:
nl_nl: Sessie :
no_no: Sesjon:
pl_pl: Sesja :
pt_pt: Sessão :
ro_ro: Sesiune :
ru_ru: Сессия :
tr_tr: Oturum :
zh_cn: 备注 :

source: Sound Device Error
cs_cz: Chyba zvukového zařízení
da_dk: Fejl ved lydenhed
es_es: Error del dispositivo de Audio
fi_fi: Äänilaite virhe
fr_fr: Erreur du périphérique audio
hu_hu: Hangeszköz hiba
it_it: Errore dispositivo Audio
ja_jp: サウンドデバイスエラー
ko_kr: 소리장치 오류
no_no: Lyd Apparat Feil
pl_pl: Błąd obsługi dźwięku
pt_pt: Erro no AASI
ro_ro: Eroare device de sunet
ru_ru: Ошибка звукового устройства
sv_se: Ljudenhet Error
tr_tr: Cihaz Ses Hatası
zh_cn: 声卡出错

source: You are connected to only one instrument.
cs_cz: Vyjmutí sluchadla změní toto sezení na monaurální nastavování a vynuluje všechna nastavovací data.
da_dk: Der er kun et apparat forbundet
de_de: Es ist nur ein Hörsystem verbunden.
es_es: Solamente se ha conectado un audífono
fi_fi: Olet yhteydessä vain yhteen kuulokojeeseen
fr_fr: Un seul appareil a été détecté.
hu_hu: Csak egy készüléket csatlakoztatott.
it_it: Sei connesso con un solo dispositivo
ja_jp: 1台のみ接続されています
ko_kr: 한쪽 보청기에만 연결되었습니다.
nl_nl: Slechts één toestel is verbonden.
no_no: Bare ett høreapparat er tilkoblet.
pl_pl: Jesteś podłączony tylko do jednego aparatu.
pt_pt: Você está conectado com apenas um aparelho.
ro_ro: Sunteti conectat la un singur aparat auditiv.
ru_ru: Вы подключены только к одному устройству.
sv_se: Du är endast ansluten till en hörapparat.
tr_tr: Sadece bir cihaza bağlandınız.
zh_cn: 您仅连接了一只助听器.

source: Adding an instrument will change this session to a binaural fitting and reset all fitting data.
cs_cz: Přidání sluchadla změní toto sezení na binaurální a vynuluje všechna data nastavení.
da_dk: Tilføjelse af et apparat vil medføre genberegning af denne tilpasning.
de_de: Durch Hinzufügen eines Hörsystems wird die Sitzung in eine binaurale Anpassung geändert und alle Anpassdaten werden zurückgesetzt.
es_es: Añadiendo un audífono, se cambiará la sesión a Binaural, y se borraran los datos de adaptación.
fi_fi: Jos muutat sovitukset binauraaliseksi tässä vaiheessa, kaikki sovitustiedot häviävät. Haluatko jatkaa ?
fr_fr: Ajouter/Changer un appareil modifie la session. Cela entraîne la perte des réglages actuels qui seront réinitialisés sur les réglages cible.
hu_hu: Egy készülék hozzáadása megváltoztatja ezt a bejegyzést a a binaurális illesztésre és töröl minden illesztési adatot.
it_it: Aggiungendo un dispositivo la sessione passerà ad applicazione Binaurale e i dati del fitting saranno cancellati.
ja_jp: 片耳でのフィッティングデータをリセットし、両耳で再フィッティングしますがよろしいですか？
ko_kr: 보청기가 추가되면 본 세션이 Binaural fitting으로 변경되고 모든 피팅 데이터가 재설정됩니다.
nl_nl: Het toevoegen van een toestel verandert deze sessie in een binaurale aanpassing en daarmee worden alle aanpasgegevens gereset.
no_no: Tillføyelse av ett apparat vil endre denne sesjonen til en binaural tilpasning og tilbakestille tilpasningsdata.
pl_pl: Dodanie aparatu spowoduje zmianę sesji na obuuszną i reset danych dopasowania.
pt_pt: Adicionar um AASI poderá alterar esta sessão para adaptação binaural e restaurar todos os dados de ajuste.
ro_ro: Adaugand un instrument va schimba aceasta sesiune cu un reglaj binaural si va reseta tot reglajul.
ru_ru: Добавление СА изменит параметры настройки на бинауральную. Все текущие настройки будут утрачены.
sv_se: Lägger du till en hörapparat ändras sessionen till en binaural anpassning och återställer alla data.
tr_tr: Bir cihaz eklemek bu seansı binaural fittinge değiştirecek ve tüm verileri sıfırlayacak.
zh_cn: 新连接助听器后变成双耳验配，软件将重置全部验配数据。

source: Warning
cs_cz: Varování
da_dk: Advarsel
de_de: Warnung
es_es: Aviso
fi_fi: Varoitus
fr_fr: Avertissement
hu_hu: Figyelmeztetés
it_it: Attenzione
ja_jp: 警告
ko_kr: 경고
nl_nl: Waarschuwing
no_no: Advarsel
pl_pl: Ostrzeżenie
pt_pt: Aviso
ro_ro: Avertizare
ru_ru: Предупреждение
sv_se: Varning
tr_tr: Uyarı
zh_cn: 警告

source: Autorelate
cs_cz: Autorelace
da_dk: Autorelater
de_de: Autobezug
es_es: AutoRelacionar
fi_fi: Suhteutus
fr_fr: Corréler
hu_hu: Autoszámítás
it_it: Correlazione
ja_jp: 自動関連付け
nl_nl: Programma's relateren
no_no: Autorelater
pl_pl: Autopowiązanie
pt_pt: Auto-relacionar
ru_ru: Соотнести параметры
sv_se: Autorelatera
tr_tr: Otomatik Bağdaştırma
zh_cn: 自动关联

source: Initial fit will bring back all default settings.
cs_cz: Výchozí nastavení vrátí veškeré hodnoty na původní.
da_dk: Denne handling vil genberegne alle indstillinger i HA.
de_de: Grundeinstellungen der Anpassdaten werden berechnet
es_es: La adaptación inicial volverá a los ajustes por defecto.
fi_fi: PikaSovitus palauttaa alkuperäiset asetukset.
fr_fr: Le ciblage initial entraîne une réinitialisation de tous les programmes.
hu_hu: Az előillesztés visszaállít minden alapértelmezett illesztést.
it_it: Fitting iniziale riporterà tutte le impostazioni come predefinite di default.
ja_jp: 全てのプログラムをオートフィットします
ko_kr: Initial fit은 모든 기본 피팅을 다시 불러오게 됩니다.
nl_nl: De FirstFit zet alle default instelilngen weer terug.
no_no: Grunninnstilling vil stille alt tilbake til standard tilpasning.
pl_pl: Dopasowanie Początkowe przywróci wszystkie domyślne ustawienia.
pt_pt: O ajuste inicial irá trazer de volta todos os ajustes padrões.
ro_ro: Reglajul initial va aduce reglajul implicit.
ru_ru: Начальная настройка приведет к восстановлению параметров по умолчанию.
sv_se: Initial anpassning kommer återställa alla grundinställningar.
tr_tr: İlk uygulama, tüm varsayılan ayarları geri getirecektir.
zh_cn: 初始化会回到默认设置。

source: Reconfiguring instrument(s)
cs_cz: Rekonfigurace sluchadla
da_dk: Produktomstillinger
de_de: Rekonfigurieren der Hörsysteme
es_es: Reconfigurando Audífono(s)
fi_fi: Tuotteen konfigurointi
fr_fr: Reconfiguration des appareils
hu_hu: Készülék átalakítás
it_it: Conversione Prodotto
ja_jp: タイプの変更（書き換え）
nl_nl: Toestel(len) reconfigureren
no_no: Apparat Konvertering
pl_pl: Rekonfiguracja aparatu(ów)
pt_pt: Reconfigurando aparelho(s)
ro_ro: Reconfigurare Produs
ru_ru: Преобразование СА
sv_se: Omkonfigurerar hörapparater
tr_tr: Cihaz(lar) yeniden yapılandırılıyor
zh_cn: 正在重新装配助听器

source: These products did not have the same number of programs. They have been adjusted to be in sync.
cs_cz: Tato sluchadla nemají shodný počet programů. Byla nastavena, aby byla sladěna.
da_dk: Disse produkter havde ikke samme antal programmer. De er justeret til at være synkrone.
de_de: Diese Geräte haben nicht dieselbe Anzahl an Programmen. Sie müssen gleich sein.
es_es: Estos audífonos no tienen el mismo número de programas. Se tienen que ajustar para estar sincronizados.
fi_fi: Tuotteissa ei ole sama määrä ohjelmia. Ne ovat säädetty synkronisointi tilaan.
fr_fr: Ces appareils ne possèdent pas le même nombre de programmes. Ils vont être ajustés pour être en concordance.
hu_hu: Ezeknek a készülékeknek nincs azonos számú programja. Ezek szinkronizálva voltak.
it_it: Questi prodotti non hanno lo stesso numero di programmi. Sono stati programmati per essere sincronizzati.
ja_jp: プログラム数が異なっているので同期しました
ko_kr: 이제품들은 프로그램 숫자가 동일하지 않아 동기화를 위해 조정되었습니다.
nl_nl: Deze toestellen hadden niet hetzelfde aantal programma's. Ze zijn aangepast om ze synchroon te laten werken.
no_no: Disse apparatene hadde ikke samme antall programmer. De har blitt justert og synkronisert.
pl_pl: Te aparaty nie mają tej samej ilości programów, a ustwiono w nich synchronizację.
pt_pt: Estes produtos não tem o mesmo número de programas. Eles devem ser ajustados em sincronia
ro_ro: Aceste produse nu au avut acelasi de programe. Au fost ajustate sa fie in sync.
ru_ru: Эти слуховые аппараты имеют разное количество программ. Программы должны быть настроены одинаково.
sv_se: De här produkterna har inte samma antal program. De har justerats för att bli synkroniserade.
tr_tr: Bu ürünler aynı program sayısına sahip değiller.Senkronize olmak için ayarlandılar.
zh_cn: 程序数量不同，需要将程序数设置为一样才能可进行同步操作。

source: Program Mismatch
cs_cz: Záměna programů
da_dk: Misforhold mellem programmer
de_de: Programm Vergleichsfehler
es_es: Diferencia de Programas
fi_fi: Ohjelmat eivät täsmää
fr_fr: Différence de programme
hu_hu: Program nem egyezés
it_it: Programma Corrispondente
ja_jp: プログラム不適合
ko_kr: 프로그램 불일치
nl_nl: Programma's stemmen niet overeen
no_no: Program står ikke til hverandre
pl_pl: Niezgodność programu
pt_pt: Má combinação de programas
ro_ro: Necorelare Program
ru_ru: Несоответствие программы
sv_se: Program matchar inte
tr_tr: Program Eşleşmiyor
zh_cn: 程序不匹配

source: Recalculation Completed
cs_cz: Přepočítání dokončeno
da_dk: Beregning er foretaget
de_de: Neuberechnung abgeschlossen.
es_es: Recalculado Completo
fi_fi: Uudelleenlaskenta valmis
fr_fr: L'oreille directrice a été déterminée.
hu_hu: Előszámítás kész
it_it: Ricalcolo Completato
ja_jp: 再計算の完了
ko_kr: 재산출 완료
nl_nl: Herberekening voltooid
no_no: Rekalkulering Avsluttet
pl_pl: Zakończono przeliczanie
pt_pt: Recálculo Completo
ro_ro: Recalculare terminata
ru_ru: Перерасчет завершен
sv_se: Omkalkylering färdig
tr_tr: Tekrar Hesaplama Tamamlandı
zh_cn: 完成重新计算

source: Custom Rule Error
zh_cn: 自定义规则错误
