Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Verification Env.-Car
cs_cz: Verifikační prostředí - Auto
da_dk: Verification Env.-Bil
de_de: Klangumgebung - Auto
es_es: Entorno de Verif.-Automóvil
fi_fi: Tarkistus ymp.-Auto
fr_fr: Environnement - en voiture
hu_hu: Környezet vizsgálat-Kocsi
it_it: Rumore automobile
ja_jp: 検証環境：車
ko_kr: 검증환경-차
nl_nl: Auto
no_no: Omgivelser - Bil
pl_pl: Sprawdzenie w środowisku ak. - Samochód
pt_pt: Ambiente de Verificação-Carro
ro_ro: Verificare mediu - masina
ru_ru: Определение окружающей обстановки - машина
sv_se: Bil
tr_tr: Doğrulama Ort.-Araba
zh_cn: 模拟环境-汽车

source: Verification Env.-Birthday Party
cs_cz: Verifikační prostředí - Oslava narozenin
da_dk: Verification Env.-Fødselsdagsfest
de_de: Klangumgebung - Geburtstag
es_es: Entorno de Verif.-Fiesta Cumpleaños
fi_fi: Tarkistus ymp.-Syntymäpäiväjuhlat
fr_fr: Environnement - anniversaire
hu_hu: Környezet vizsgálat-Szülinapi parti
it_it: Compleanno
ja_jp: 検証環境：誕生パーティー
ko_kr: 검증환경-생일파티
nl_nl: Verjaardagsfeestje
no_no: Omgivelser - Gebursdagsselskap
pl_pl: Sprawdzenie w środowisku ak. - Przyjęcie
pt_pt: Ambiente de Verificação-Festa de Aniversário
ro_ro: Verificare mediu - petrecere aniversara
ru_ru: Определение окружающей обстановки - вечеринка
sv_se: Födelsedagsfest
tr_tr: Doğrulama Ort.-Parti
zh_cn: 模拟环境-生日晚会

source: Verification Env.-Bridge Game
cs_cz: Verifikační prostředí - Bridž
da_dk: Verification Env.-Bridge
de_de: Klangumgebung - Kartenspiel
es_es: Entorno de Verif.-Bridge
fi_fi: Tarkistus ymp.-Bridge ottelu
fr_fr: Environnement - bridge
hu_hu: Környezet vizsgálat-Bridzs
it_it: Bridge
ja_jp: 検証環境：トランプ（ブリッジ・ゲーム）
ko_kr: 검증환경-브리지게임
nl_nl: Kaarten
no_no: Omgivelser - Bridge spill
pl_pl: Sprawdzenie w środowisku ak. - Brydż
pt_pt: Ambiente de Verificação-Jogo de Cartas
ro_ro: Verificare mediu - joc de bridge
ru_ru: Определение окружающей обстановки - игра в бридж
sv_se: Bridgespel
tr_tr: Doğrulama Ort.-Kart Oyunu
zh_cn: 模拟环境-打桥牌

source: All Sounds
cs_cz: Všechny zvuky
da_dk: Alle lyde
de_de: Alle Geräusche/Klänge
es_es: Todos los sonidos
fi_fi: Kaikki äänet
fr_fr: Tous les Sons
hu_hu: Minden hang
it_it: Tutti i suoni
ja_jp: すべて
ko_kr: 모든소리
nl_nl: Alle geluiden
no_no: Alle lyder
pl_pl: Wszystkie dźwięki
pt_pt: Todos os sons
ro_ro: Toate sunetele
ru_ru: Все звуки
sv_se: Alla ljud
tr_tr: Bütün Sesler
zh_cn: 所有声音

source: Speech
cs_cz: Řeč
da_dk: Taleaudiometri
de_de: Sprache
es_es: Logoaudiometría
fi_fi: Puheaudiometria
fr_fr: Tests vocaux
hu_hu: Beszéd
it_it: Vocale
ja_jp: 語音検査の結果
ko_kr: 말소리
nl_nl: Spraak
no_no: Tale
pl_pl: Mowa
pt_pt: Fala
ro_ro: Vorbire
ru_ru: Речь
sv_se: Tal
tr_tr: Konuşma
zh_cn: 言语可懂度

source: Speech and Sounds
cs_cz: Řeč a zvuky
da_dk: Tale og lyde
de_de: Sprache und Geräusche/Klänge
es_es: Habla y Sonidos
fi_fi: Puhe + äänet
fr_fr: Parole et Sons
hu_hu: Beszéd és hangok
it_it: Parlato e Suoni
ja_jp: 話し声と音
ko_kr: 말소리와 소리
nl_nl: Spraak en geluiden
no_no: Tale og lyder
pl_pl: Mowa i odgłosy
pt_pt: Fala e Sons
ro_ro: Conversatie si sunete
ru_ru: Речь и Звуки
sv_se: Tal och ljud
tr_tr: Konuşma ve Sesler
zh_cn: 言语和声音

source: Music Mode
cs_cz: Hudba
de_de: Musik Modus
es_es: Modo Música
fi_fi: Musiikki
fr_fr: Mode musique
hu_hu: Zene mód
it_it: Modalità Musica
ja_jp: ミュージックモード
ko_kr: 음악 모드
nl_nl: Muziekmodus
no_no: Musikk modus
pl_pl: Muzyka
pt_pt: Modo Música
ro_ro: Muzica
ru_ru: Музыка
sv_se: Musik läge
tr_tr: Müzik Modu
zh_cn: 听音乐

source: Verification Environments
cs_cz: Verifikační prostředí
de_de: Sprachdialoge in Umgebungsgeräuschen
es_es: Entornos de Verificación
fi_fi: Vahvistetut ääniympäristöt
fr_fr: Vérification des environnements
hu_hu: Ellenőrző környezetek
it_it: Verifica Programmi
ja_jp: 検証環境
ko_kr: 환경 검증
nl_nl: Verificatie situaties
no_no: Verifiserte omgivelser
pl_pl: Środowiska akustyczne
pt_pt: Verificação de ambientes
ro_ro: Verificare mediu ambiant
ru_ru: Определение окружающей обстановки
sv_se: Ljudmiljöer
tr_tr: Doğrulama Ortamları
zh_cn: 模拟环境

source: Avg
cs_cz: Prům
da_dk: Kategori
de_de: Durchschnitt
es_es: Categoría
fi_fi: Keskim.
fr_fr: En moyenne
hu_hu: Átl.
it_it: Media
ja_jp: 平均
nl_nl: Categorie
pl_pl: Średnia
ru_ru: Среднее
sv_se: Kategori
tr_tr: Ortalama
zh_cn: 平均

source: All Frequencies
cs_cz: Všechny frekvence
da_dk: Alle frekvenser
de_de: Alle Frequenzen
es_es: Todas las frecuencias
fi_fi: Kaikki taajuudet
fr_fr: Toutes les fréquences
hu_hu: Minden frekvencia
it_it: Tutte le Frequenze
ja_jp: 全周波数
ko_kr: 전주파수
nl_nl: Alle frequenties
no_no: Alle frekvenser
pl_pl: Wszystkie częstotliwości
pt_pt: Todas as Frequências
ro_ro: Toate frecventele
ru_ru: Весь частотный диапазон
sv_se: Alla frekvenser
tr_tr: Bütün Frekanslar
zh_cn: 所有频率

source: High Frequencies
cs_cz: Vysoké frekvence
da_dk: Høje frekvenser
de_de: Hochton
es_es: Altas frecuencias
fi_fi: Diskanttitaajuudet
fr_fr: Fréquences aiguës
hu_hu: Magas frekvencia
it_it: Frequenze Acute
ja_jp: 高周波数
ko_kr: 고주파수
nl_nl: Hoge frequenties
no_no: Høyfrekvens
pl_pl: Wysokie częstotliwości
pt_pt: Alta Frequência
ro_ro: Frecvente inalte
ru_ru: Высокие частоты
sv_se: Höga frekvenser
tr_tr: Yüksek Frekanslar
zh_cn: 高频

source: Low Frequency
cs_cz: Nízké frekvence
da_dk: Lave frekvenser
de_de: Tiefton
es_es: Bajas frecuencias
fi_fi: Bassotaajuudet
fr_fr: Fréquences graves
hu_hu: Mély frekvencia
it_it: Frequenze Gravi
ja_jp: 低周波数
ko_kr: 저주파수
nl_nl: Lage frequenties
no_no: Lavfrekvens
pl_pl: Niskie częstotliwości
pt_pt: Baixa Frequência
ro_ro: Frecvente joase
ru_ru: Низкие частоты
sv_se: Låga frekvenser
tr_tr: Alçak Frekans
zh_cn: 低频

source: Broadband
cs_cz: Širokopásmové
da_dk: Bredbånd
de_de: Breitband
es_es: Banda ancha
fi_fi: Laajakaista
fr_fr: Large bande
hu_hu: Szélessávú
it_it: Multi banda
ja_jp: 広帯域
ko_kr: 광대역
nl_nl: Breedband
no_no: Bredbånd
pl_pl: Szerokopasmowy
pt_pt: Banda Larga
ro_ro: Intreaga banda
ru_ru: Широкополосный
sv_se: Bredband
tr_tr: Genişband
zh_cn: 宽频

source: Frequency
cs_cz: Frekvence
da_dk: Frekvens
de_de: Frequenz
es_es: Frecuencia
fi_fi: Taajuus
fr_fr: Fréquence
hu_hu: Frekvencia
it_it: Frequenza
ja_jp: 周波数
ko_kr: 주파수
nl_nl: Frequentie
no_no: Frekvens
pl_pl: Częstotliwość
pt_pt: Frequência
ro_ro: Frecventa
ru_ru: Частота
sv_se: Frekvens
tr_tr: Frekans
zh_cn: 频率

source: All Intensities
cs_cz: Všechny intenzity
da_dk: Alle intensiteter
de_de: Alle Intensitäten
es_es: Todas intensidades
fi_fi: Kaikki voimakkuudet
fr_fr: Toutes les intensités
hu_hu: Minden intenzitás
it_it: Tutte le intensità
ja_jp: すべて（音の大きさ）
ko_kr: 모든강도
nl_nl: Alle intensiteiten
no_no: Alle intensiteter
pl_pl: Wszystkie intensywności
pt_pt: Todas as Intensidades
ro_ro: Toate intensitatile
ru_ru: Интенсивность всех звуков
sv_se: Alla ljudstyrkor
tr_tr: Bütün Şiddetteki Sesler
zh_cn: 各种强度

source: Soft Sounds
cs_cz: Slabé zvuky
da_dk: Svage lyde
de_de: Leise Geräusche/Klänge
es_es: Sonidos Suaves
fi_fi: Hiljaiset äänet
fr_fr: Sons faibles
hu_hu: Lágy hangok
it_it: Suoni deboli
ja_jp: 小さな音
ko_kr: 작은소리
nl_nl: Zachte geluiden
no_no: Svake lyder
pl_pl: Ciche dźwięki
pt_pt: Sons Suaves
ro_ro: Sunete slabe
ru_ru: Тихие звуки
sv_se: Svaga ljud
tr_tr: Alçak Şiddetteki Sesler
zh_cn: 小声

source: Average Sounds
cs_cz: Průměrné zvuky
da_dk: Gennemsnits lyde
de_de: Normallaute Geräusche/Klänge
es_es: Sonidos Medios
fi_fi: Keskivoim. äänet
fr_fr: Sons moyens
hu_hu: Átlagos hangok
it_it: Suoni Medi
ja_jp: 中程度の音
ko_kr: 평균소리
nl_nl: Gemiddelde geluiden
no_no: Normale lyder
pl_pl: Umiarkowane dźwięki
pt_pt: Sons Médios
ro_ro: Sunete medii
ru_ru: Средние звуки
sv_se: Normala ljud
tr_tr: Ortalama Sesler
zh_cn: 适中

source: Loud Sounds
cs_cz: Hlasité zvuky
da_dk: Kraftige lyde
de_de: Laute Geräusche/Klänge
es_es: Sonidos Fuertes
fi_fi: Voimakkaat äänet
fr_fr: Sons forts
hu_hu: Hangos hangok
it_it: Suoni Forti
ja_jp: 大きな音
ko_kr: 큰소리
nl_nl: Harde geluiden
no_no: Sterke lyder
pl_pl: Głośne dźwięki
pt_pt: Sons Altos
ro_ro: Sunete tari
ru_ru: Громкие звуки
sv_se: Starka ljud
tr_tr: Yüksek Şiddetteki Sesler
zh_cn: 大声

source: Intensity
cs_cz: Intenzita
da_dk: Intensitet
de_de: Intensität
es_es: Intensidad
fi_fi: Voimakkuus
fr_fr: Intensité
hu_hu: Intenzitás
it_it: Intensità
ja_jp: 可聴閾値 (dB HL)
ko_kr: 강도
nl_nl: Intensiteit
no_no: Intensitet
pl_pl: Intensywność
pt_pt: Intensidade
ro_ro: Intensitate
ru_ru: Интенсивность
sv_se: Intensitet
tr_tr: Şiddet
zh_cn: 强度

source: Gun-30-06 rifle
cs_cz: Výstřel pistole 30-06
da_dk: Skud
de_de: Gewehrschuss
es_es: Arma de fuego-rifle 30-06
fi_fi: Kivääri
fr_fr: Fusil
hu_hu: Fegyver - 30-06 puska
it_it: Carabina
ja_jp: ライフル銃（30-06型）
ko_kr: 총-30-06 장총
nl_nl: Geweer 30-06
no_no: Gevær-30-06 rifle
pl_pl: Strzelba
pt_pt: Arma de fogo
ro_ro: Carabina 30-06
ru_ru: Винтовка 30-06
sv_se: Gevär-Kaliber 30-06
tr_tr: Silah-30-06 tüfek
zh_cn: 枪-30-60-来福枪

source: Film Projector-8mm
cs_cz: Promítačka 8mm
da_dk: 8 mm filmprojektor
de_de: Filmprojektor-8mm
es_es: Proyector 8 mm
fi_fi: Elokuvaprojektori
fr_fr: Projecteur de films 8 mm
hu_hu: 8 mm-es filmvetítő
it_it: Proiettore 8 mm
ja_jp: 8mmフィルム・プロジェクター
ko_kr: 필름프로젝터-8mm
no_no: Filmfremviser - 8mm
pl_pl: Projektor filmowy - 8mm
pt_pt: Projetor de filme-8mm
ro_ro: Proiector de filme-8mm
ru_ru: Проектор - 8 мм
sv_se: 8mm Filmprojektor
tr_tr: Film Projektör Makinesi- 8mm
zh_cn: 8mm电影放映机

source: Air Conditioner
cs_cz: Klimatizace
da_dk: Air condition
de_de: Klimaanlage
es_es: Aire Acondicionado
fi_fi: Ilmastointilaite
fr_fr: Air Conditionné
hu_hu: Légkondícionáló
it_it: Condizionatore
ja_jp: エアコン
ko_kr: 에어컨
nl_nl: Airco
pl_pl: Klimatyzator
pt_pt: Ar condicionado
ro_ro: Aer conditionat
ru_ru: Кондиционер
sv_se: Luftkondtionering
tr_tr: Klima
zh_cn: 空调

source: Airport-outside terminal
cs_cz: Letiště-vně terminálu
da_dk: Lufthavn-udenfor terminal
de_de: Flughafen Außenbereich - Terminal
es_es: Aeropuerto-fuera de terminal
fi_fi: Lentoterminaalin ulkopuolella
fr_fr: Aéroport - sur le tarmac
hu_hu: Reptér- külső terminál
it_it: Aeroporto terminale esterno
ja_jp: 空港ターミナルの外
ko_kr: 공항-터미널 밖
nl_nl: Vliegveld - buiten de terminal
no_no: Flyplass - utenfor terminal
pl_pl: Lotnisko - przed terminalem
pt_pt: Aeroporto - terminal externo
ro_ro: Aeroport - terminal de iesire
ru_ru: Внешний терминал аэропорта
sv_se: Flygplats-utanför terminal
tr_tr: Havaalanı-Terminalin Dışı
zh_cn: 机场外

source: Ambulance-in city
cs_cz: Sanitka ve městě
da_dk: Ambulance i by
de_de: Krankenwagen in der Stadt
es_es: Ambulancia-en ciudad
fi_fi: Ambulanssi keskustassa
fr_fr: Ambulance - en ville
hu_hu: Mentő - a városban
it_it: Ambulanza
ja_jp: 街を走る救急車
ko_kr: 구급차-시내
nl_nl: Ziekenwagen - in de stad
no_no: Ambulanse - i by
pl_pl: Karetka - w mieście
pt_pt: Ambulância na cidade
ro_ro: Ambulanta - in oras
ru_ru: Скорая помощь в городе
sv_se: Ambulans i city
tr_tr: Ambulans-Şehirde
zh_cn: 救护车-市区

source: Ambulance-passing by
cs_cz: Průjezd sanitky
da_dk: Forbipasserende ambulance
de_de: Krankenwagen kreuzt
es_es: Ambulancia-pasando
fi_fi: Ambulanssi ajaa ohi
fr_fr: Ambulance - passage
hu_hu: Mentő - elmegy
it_it: Ambulanza in movimento
ja_jp: 農家の庭の鳥・動物の鳴き声
ko_kr: 구급차-지나가는소리
nl_nl: Ziekenwagen - passerend
no_no: Ambulanse som passerer
pl_pl: Karetka - przejeżdżająca
pt_pt: Ambulância passando
ro_ro: Ambulanta - in trecere
ru_ru: Скорая помощь, проезжающая мимо
sv_se: Ambulans passerar
tr_tr: Ambulans- Geçiyor
zh_cn: 救护车-驶过

source: ATM-automatic teller machine
cs_cz: ATM-automatický sčítací stroj
da_dk: Stregkodelæser
de_de: Geldautomat
es_es: Cajero automático
fi_fi: Automattinen sanelukone
fr_fr: Guichet automatique
hu_hu: ATM-bank automata
it_it: Macchina automatica
ja_jp: ATM現金自動払戻し機
ko_kr: ATM-현금인출기
nl_nl: Geldautomaat
no_no: Minibank
pl_pl: Bankomat
pt_pt: Caixa automático
ro_ro: ATM-masina automatica de numarat
ru_ru: Банкомат (ATM)
sv_se: Bankomat
tr_tr: ATM Gisesi
zh_cn: ATM-自动取款机

source: Haircut-barbershop
cs_cz: Holičství-kadeřnictví
da_dk: Hårklipning
de_de: Haarschnitt - Friseursalon
es_es: Corte de pelo-peluquería
fi_fi: Hiustenleikkaus
fr_fr: Coiffeur
hu_hu: Hajvágó szalon
it_it: Barbiere
ja_jp: ヘアカット/理髪店
ko_kr: 이발-이발소
nl_nl: Haren knippen - kapper
no_no: Hårklipp-barberer
pl_pl: Strzyżenie - zakład fryzjerski
pt_pt: Barbearia-cabeleireiro
ro_ro: Frizerie
ru_ru: Парикмахерская
sv_se: Hårklippning-Frisör
tr_tr: Saç kesimi- Berber Dükkanı
zh_cn: 理发-理发店

source: Liquid-bottle shaking
cs_cz: Míchání tekutiny v láhvi
da_dk: Vandflaske rystes
de_de: Flüssigkeit - Schütteln einer Flasche
es_es: Líquido-agitando una botella
fi_fi: Pullojen kilinää
fr_fr: Liquide - bouteille secouée
hu_hu: Italkeverő
it_it: Bottiglie
ja_jp: 液体入りのボトルを振る音
ko_kr: 액체-병흔드는 소리
nl_nl: Drankje - fles schudden
no_no: Rister på flaske
pl_pl: Napój - potrząsanie butelką
pt_pt: Líquidos - agitando uma garrafa
ro_ro: Robot de bucatarie
ru_ru: Встряхивание бутылки
sv_se: Omskakad flaska
tr_tr: Sıvı-Şise Çalkalama
zh_cn: 液体-在瓶中摇

source: Broom-sweeping
cs_cz: Zametání koštětem
da_dk: Fejekost
de_de: Besen - kehren
es_es: Escoba-barriendo
fi_fi: Lattianharjaus
fr_fr: Balayage 1
hu_hu: Seprés
it_it: Spazzolate
ja_jp: ほうきで掃く音
ko_kr: 빗자루-빗자루질 소리
nl_nl: Borstel - vegen
no_no: Kosting
pl_pl: Szczotka - zamiatanie
pt_pt: Faxina-limpeza
ro_ro: A da cu matura
ru_ru: Подметание
sv_se: Kvastsvep
tr_tr: Elektriklşi Süpürge - çalışırken
zh_cn: 扫帚扫地声

source: Car-leaving
cs_cz: Opouštění auta
da_dk: Bil kører bort
de_de: Anfahrendes Auto
es_es: Coche-arrancando
fi_fi: Auto lähtee
fr_fr: Voiture - départ
hu_hu: Kiszállás a kocsiból
it_it: Auto in uscita
ja_jp: 車が出て行く時の音
ko_kr: 차-출발하는소리
nl_nl: Auto - wegrijdend
no_no: Bil som kjører bort
pl_pl: Samochód - wysiadanie
pt_pt: Partidas de carro
ro_ro: Masina - plecand
ru_ru: Отъезжающая машина
sv_se: Bil-Åker iväg
tr_tr: Araba-Uzaklaşırken
zh_cn: 汽车-驶过

source: Car-passing on country road
cs_cz: Auto projíždějící po silnici
da_dk: Bil der passerer forbi på landevej
de_de: Auto kreuzt auf Landstraße
es_es: Coche-en carretera rural
fi_fi: Auto ajaa ohi maantiellä
fr_fr: Voiture - passage sur une route de campagne
hu_hu: Kocsi elmegy az úton
it_it: Auto in passaggio
ja_jp: 田舎道を走る車の音
ko_kr: 차-시골길 지나가는 소리
nl_nl: Auto - op landweg
no_no: Bil passerer på landevei
pl_pl: Samochód - przejeżdżający po polnej drodze
pt_pt: Passagem de carros na estrada rural
ro_ro: Masina - trecand pe drum de tara
ru_ru: Машина, проезжающая по загородному шоссе
sv_se: Bil-Passerar på landsväg
tr_tr: Araba-Kır Yolundan Geçerken
zh_cn: 汽车-途经乡村公路

source: Child-crying in mall
cs_cz: Plačící dítě
da_dk: Grædende barn i butikscenter
de_de: Kind - weinend im Einkaufszentrum
es_es: Niño-llorando en Centro Comercial
fi_fi: Lapsi itkee ostoskeskuksessa
fr_fr: Enfants - pleurs
hu_hu: Gyereksírás
it_it: Bambino che piange
ja_jp: モール内での子供の泣き声
ko_kr: 아이-시장에서 우는 소리
nl_nl: Kind - huilend in winkelcentrum
no_no: Barn gråter på kjøpesenter
pl_pl: Dziecko - płacz w centrum handlowym
pt_pt: Criança - choro em shopping
ro_ro: Copil - plangand in supermarketl
ru_ru: Плач ребенка
sv_se: Barn-Gråter i galleria
tr_tr: Çocuk- Mağazada ağlama
zh_cn: 儿童-商场哭泣

source: Chimpanzee
cs_cz: Šimpanz
da_dk: Chimpanse
de_de: Schimpanse
es_es: Chimpancé
fi_fi: Simpanssi
fr_fr: Animal - chimpanzé
hu_hu: Csimpánz
it_it: Scimpanzè
ja_jp: チンパンジー
ko_kr: 침팬치
nl_nl: Chimpansee
no_no: Sjimpanse
pl_pl: Szympansica
pt_pt: Chimpanzé
ro_ro: Cimpanzeu
ru_ru: Шимпанзе
sv_se: Apa-Chimpans
tr_tr: Şempanze Sesi
zh_cn: 黑猩猩叫声

source: Car-closing window
cs_cz: Zavírání okna v autě
da_dk: Bilvindue lukkes
de_de: Autofenster schließen
es_es: Coche-cerrando ventana
fi_fi: Auton ikkuna suljetaan
fr_fr: Voiture - fermeture de la fenêtre
hu_hu: Autóablak zárás
it_it: Porta di automobile
ja_jp: 車の窓ガラスを閉める時の音
ko_kr: 차-창문닫는소리
nl_nl: Auto - raam gaat dicht
no_no: Bil - lukker vindu
pl_pl: Samochód - zamykanie okna
pt_pt: Carro fechando as janelas
ro_ro: Masina - inchizand fereastra
ru_ru: Закрывание окна в автомобиле
sv_se: Bil-Stänger fönster
tr_tr: Araba-Cam Kapama
zh_cn: 汽车-关车窗声

source: Cork-popping
cs_cz: Vystřelení zátky
da_dk: Korkprop
de_de: Korkenknall
es_es: Corcho-descorchando
fi_fi: Avataan pullonkorkki
fr_fr: Bouchon - qui saute
hu_hu: Pezsgődurranás
it_it: Tappo che scoppia
ja_jp: コルク栓の外れる音
ko_kr: 코르크-마개빠지 소리
nl_nl: Kurk - ploppend
no_no: Åpner flaskekork
pl_pl: Korek butelki- wystrzał
pt_pt: Estourar de rolhas
ro_ro: Destupatul unei sticle
ru_ru: Хлопок пробки
sv_se: Poppande kork
tr_tr: Şişe Mantarının Açılması
zh_cn: 科克-汽笛声

source: Traffic-country
cs_cz: Hluk dopravy
da_dk: Traffik på landet
de_de: Autoverkehr auf dem Lande
es_es: Tráfico-campo
fi_fi: Liikennettä maaseudulla
fr_fr: Circulation - route de campagne
hu_hu: Forgalom (vidék)
it_it: Traffico
ja_jp: 交通（地方）
ko_kr: 교통-시골
nl_nl: Verkeer - platteland
no_no: Trafikk på landevei
pl_pl: Ruch uliczny - wieś
pt_pt: Tráfego-interior
ro_ro: Trafic-in provincie
ru_ru: Транспорт за городом
sv_se: Trafik på landet
tr_tr: Trafik- Şehiriçi
zh_cn: 交通-乡村

source: Clock-cuckoo
cs_cz: Kukačkové hodiny
da_dk: Kukkeur
de_de: Kuckucksuhr
es_es: Reloj-cuco
fi_fi: Käkikello
fr_fr: Horloge - coucou
hu_hu: Kakukkos óra
it_it: Orologio cucu
ja_jp: はと時計
ko_kr: 시계-뻐꾸기
nl_nl: Koekoeksklok
no_no: Gjøkur
pl_pl: Zegar - kukułka
pt_pt: Relógio Cuco
ro_ro: Ceas - cucu
ru_ru: Кукушка в часах
sv_se: Gökur
tr_tr: Saat-Guguklu
zh_cn: 布谷鸟钟

source: Deer-rutting
cs_cz: Jelení říje
da_dk: Hjortebrøl
de_de: Rotwild in der Brunftzeit
es_es: Ciervo-bramando
fi_fi: Peura
fr_fr: Animal - brâme du cerf
hu_hu: Szarvasbőgés
it_it: Cervo
ja_jp: 鹿の叫び声
ko_kr: 사슴-발자국소리
nl_nl: Hert - bronstig
no_no: Hjort i brunst
pl_pl: Łoś - pocieranie porożem
pt_pt: Veados-pastando
ro_ro: Raget de cerb
ru_ru: Миграция оленей
sv_se: Brunstig hjort
tr_tr: Geyik- çiftleşme Sesi
zh_cn: 发情的鹿叫

source: Telephone-dial tone
cs_cz: Volací tón telefonu
da_dk: Telefonskive
de_de: Telefon Amtszeichen
es_es: Teléfono - señal de tono
fi_fi: Puhelimen valintaääni
fr_fr: Téléphone - tonalité
hu_hu: Telefontárcsa-hang
it_it: Telefono
ja_jp: 電話：ダイヤルトーン
ko_kr: 전화-다이얼 톤
nl_nl: Telefoon - kiestoon
no_no: Telefon - summetone
pl_pl: Telefon - wybieranie tonowe
pt_pt: Tom de discagem de telefone
ro_ro: Telefon-sunet produs cand vrei sa formezi un numar
ru_ru: Телефонный гудок
sv_se: Telefon-kopplingston
tr_tr: Telefon Arama Sesi
zh_cn: 电话拔号音

source: Liquid-stirring drink
cs_cz: Míchání nápoje
da_dk: Vand der hældes op
de_de: Flüssigkeit - Rühren eines Getränks
es_es: Líquido-removiendo bebida
fi_fi: Sekoitetaan juoma
fr_fr: Liquide - mélanger une boisson glacée
hu_hu: Frissitő ital keverés
it_it: Drink
ja_jp: コップの中の氷をストローでかき回す音
ko_kr: 액체-휘젓는 소리
nl_nl: Drankje - roeren
no_no: Røre i drink
pl_pl: Napój - mieszanie
pt_pt: Líquidos - mexendo bebida
ro_ro: Amestecarea unei bauturi cu gheata
ru_ru: Помешивание жидкости
sv_se: Drink-Rör om
tr_tr: Su-Buzlu
zh_cn: 往水里加冰块声

source: Train-commuter ambience
cs_cz: Okolí vlakové soupravy
da_dk: Togstation
de_de: Zug - Pendler-Atmosphäre
es_es: Tren-ambiente cercanías
fi_fi: Junassa
fr_fr: Train - de banlieue
hu_hu: Vonatjegy pénztárnál
it_it: Stazione treni
ja_jp: 通勤電車：“環境音”（持続的な雑音）
ko_kr: 기차-통근자 분위기
nl_nl: Trein - stationsomgeving
no_no: Tog - omgivelser
pl_pl: Pociąg - odgłosy
pt_pt: Trem - ambiente do passageiro
ro_ro: Sunet- peronul garii
ru_ru: Вокзал
sv_se: Tåg-Inne i vagn-Under färd
tr_tr: Tren-
zh_cn: 火车-车站

source: Train-commuter arriving
cs_cz: Příjezd vlakové soupravy
da_dk: Tog, ankomst
de_de: Zug - ankommender Pendlerzug
es_es: Tren-cercanías llegando
fi_fi: Juna saapuu
fr_fr: Train - arrivant
hu_hu: Vonatjegy pénztárhoz érkezés
it_it: Commutatore
ja_jp: 通勤電車の到着
ko_kr: 기차-통근자 도착하는소리
nl_nl: Trein - arriverend
no_no: Tog ankommer
pl_pl: Pociąg - podjazd na stacje
pt_pt: Trem - passageiro chegando
ro_ro: Sosirea unui tren in gara
ru_ru: Прибытие поезда
sv_se: Tåg-Ankommande
tr_tr: Tren 3
zh_cn: 火车-到达

source: Train-commuter leaving
cs_cz: Odjezd vlakové soupravy
da_dk: Tog, afgang
de_de: Zug - abfahrender Pendlerzug
es_es: Tren-cercanías alejándose
fi_fi: Juna lähtee
fr_fr: Train - partant
hu_hu: Vonatjegy pénztár elhagyás
it_it: Treno in uscita
ja_jp: 通勤電車の発車
ko_kr: 기차-통근자 출발하는소리
nl_nl: Trein - wegrijdend
no_no: Tog kjører bort
pl_pl: Pociąg - odjazd ze stacji
pt_pt: Trem - passageiro saindo
ro_ro: Plecarea unui tren din gara
ru_ru: Отправление поезда
sv_se: Tåg-Avgående
tr_tr: Tren 4
zh_cn: 火车-出站

source: Train-subway passing
cs_cz: Průjezd vlakové soupravy metra
da_dk: Undergrundstog passerer
de_de: Zug - vorbeifahrende U-Bahn
es_es: Tren-metro pasando
fi_fi: Metro ajaa ohi
fr_fr: Train - passage du métro
hu_hu: Vonatállomás elhagyása
it_it: Metro in Passaggio
ja_jp: 通過する電車
ko_kr: 기차-지하철 지나가는 소리
nl_nl: Trein - metro passerend
no_no: T-banetog passerer
pl_pl: Metro - przejazd
pt_pt: Trem - metrô passando
ro_ro: Trecerea metroului
ru_ru: Проезжающий вагон метро
sv_se: Tåg-Tunnelbanetåg passerar
tr_tr: Tren 5
zh_cn: 火车-高速通过

source: Elephant
cs_cz: Slon
da_dk: Elefant
de_de: Elefant
es_es: Elefante
fi_fi: Elefantti
fr_fr: Animal - éléphant
hu_hu: Elefánt
it_it: Elefante
ja_jp: 象の鳴き声
ko_kr: 코끼리
nl_nl: Olifant
no_no: Elefant
pl_pl: Słoń
pt_pt: Elefante
ro_ro: Elefant
ru_ru: Слон
sv_se: Elefant
tr_tr: Fil
zh_cn: 象吼

source: Elevator
cs_cz: Výtah
de_de: Fahrstuhl
es_es: Ascensor
fi_fi: Hissi
fr_fr: Ascenseur
hu_hu: Lift
it_it: Ascensore
ja_jp: エレベーター
ko_kr: 엘리베이터
nl_nl: Lift
no_no: Heis
pl_pl: Winda
pt_pt: Elevador
ro_ro: Lift
ru_ru: Лифт
sv_se: Hiss
tr_tr: Asansör
zh_cn: 电梯

source: Filing Cabinet
cs_cz: Plnění skříňky
da_dk: Arkiveringsrum
de_de: Registraturschrank
es_es: Archivador
fi_fi: Arkistokaappi
fr_fr: Tiroir caisse
hu_hu: Irattár
it_it: Archivio
ja_jp: ファイル・キャビネット
ko_kr: 파일케비넷
nl_nl: Kaartenkast
no_no: Arkivskap
pl_pl: Szawka na dokumenty
pt_pt: Arquivo
ro_ro: Sertare trantite
ru_ru: Регистрационный кабинет
sv_se: Dokumentskåp
tr_tr: Çekmece
zh_cn: 开启橱柜

source: Fire Truck-city
cs_cz: Hasičské auto ve městě
da_dk: Brandbil i byen
de_de: Feuerwehrauto
es_es: Camión bomberos-ciudad
fi_fi: Paloauto kaupungissa
fr_fr: Véhicule - camion de pompier 1
hu_hu: Tűzoltó kocsi- városban
it_it: Pompieri in città
ja_jp: 市内を走る消防車
ko_kr: 소방차-도시
nl_nl: Brandweerwagen
no_no: Brannbil i byen
pl_pl: Straż pożarna - miasto
pt_pt: Caminhão de Bombeiros-na cidade
ro_ro: Masina de pompieri
ru_ru: Пожарная машина в городе
sv_se: Brand-Lastbil i city
tr_tr: İtfaiye Arabası- Şehir
zh_cn: 市区消防车

source: Fire Truck-passing by
cs_cz: Průjezd hasičů
da_dk: Brandbil der passerer
de_de: Feuerwehrauto kreuzt
es_es: Camión bomberos-pasando
fi_fi: Paloauto ajaa ohi
fr_fr: Véhicule - camion de pompier 2
hu_hu: Tűzoltó kocsi elmegy
it_it: Pompieri in passaggio
ja_jp: 通過する消防車
ko_kr: 소방차-지나가는소리
nl_nl: Brandweerwagen - passerend
no_no: Brannbil passerer
pl_pl: Straż pożarna - przejazd
pt_pt: Caminhão de Bombeiros-passando
ro_ro: Masina de pompieri-trecand prin apropiere
ru_ru: Проезжающая пожарная машина
sv_se: Brand-Lastbil passerar
tr_tr: İtfaiye Arabası- Geçerken
zh_cn: 呼啸而过的消防车

source: Fire Truck-pulling up
cs_cz: Zastavení hasičů
da_dk: Brandbil
de_de: Feuerwehrauto bremst
es_es: Camión bomberos-parando
fi_fi: Paloauto saapuu paikalle
fr_fr: Véhicule - camion de pompier 3
hu_hu: Tűzoltó kocsi fékez
it_it: Camion pompieri
ja_jp: 近づく消防車
ko_kr: 소방차-끌어올리는소리
nl_nl: Brandweerwagen - vertrekkend
no_no: Brannbil kjører inn til siden
pl_pl: Straż pożarna - wysuwanie drabiny
pt_pt: Caminhão de Bombeiros-subindo
ro_ro: Masina de pompieri -foarte aproape
ru_ru: Останавливающаяся пожарная машина
sv_se: Brand-Lastbil kör fram
tr_tr: İtfaiye Arabası- merdiven açarken
zh_cn: 消防车到达

source: Fishing-reel
cs_cz: Rybářův naviják
da_dk: Fiskehjul
de_de: Angelschnur - Spule
es_es: Carrete pesca
fi_fi: Virvelin kela
fr_fr: Pêche - moulinet
hu_hu: Horgászorsó
it_it: Mulinello da pesca
ja_jp: 釣り糸のリール
ko_kr: 낚시-낚시줄당기는소리
nl_nl: Vissen - ophalen hengel
no_no: Fiskesnelle
pl_pl: Wędkowanie - kołowrotek
pt_pt: Carretel de pesca
ro_ro: Mulineta
ru_ru: Разматывание удочки
sv_se: Fiskerulle
tr_tr: Balık tutma- Makara
zh_cn: 卷渔线
