Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: NoiseTracker II reduces unwanted background noise without affecting the quality of speech. This gives you increased listening comfort in all types of listening environments.
cs_cz: NoiseTracker II redukuje nežádoucí hluk pozadí bez ovlivnění kvality řeči. To Vám dodává zvýšený komfort poslechu ve všech typech poslechových prostředí.
da_dk: NoiseTracker II reducerer uønsket baggrundsstøj uden at påvirke kvaliteten af tale. Dette betyder øget komfort i alle typer af lydmiljøer.
de_de: Der Noise Tracker II reduziert unerwünschten Hintergrundlärm ohne die Qualität von Sprache zu beeinflussen. Dies gibt Ihnen erhöhten Hörkomfort in allen Hörsituationen.
es_es: NoiseTracker II reduce los ruidos ambientales no deseados sin afectar a la calidad de las conversaciones. Gracias a esto, usted podrá estar más cómodo en cualquier tipo de entorno.
fi_fi: NoiseTracker II vähentää ei toivottua taustamelua vaikuttamatta äänenlaatuun. Tämä antaa käyttäjälle paremman ääninautinnon jokaiseen kuuntelutilanteeseen.
fr_fr: Le réducteur de bruit "NoiseTracker II" détecte et réduit le bruit de fond indésirable, sans affecter la parole. Ceci permet d'améliorer le confort d'écoute en faisant émerger la parole du bruit environnant.
hu_hu: A NoiseTracker II csökkenti a háttérzajt, de a beszédre nincs káros hatással. Ez megnöveli a hallási komfortot minden halláskörnyezetben.
it_it: NoiseTracker II riduce il rumore di fondo senza compromettere la qualità del parlato. In questo modo il comfort di ascolto aumenta per qualsiasi tipologia di ambiente d'ascolto.
ja_jp: 雑音を予測しながら分離して低減する、スペクトル減算方式を採用しています。雑音と音声の違いを1000分の1秒単位で分析し、雑音のみを効果的に抑制します。騒音下の環境で会話の理解度を損なうことなく、装用者の快適性が上がります。
ko_kr: NoiseTracker II 는 말소리의 음질에 영향을 주지 않으면서 원치 않는 주변 소음을 줄여줍니다. 이 기능은 모든 청취 환경 유형 에서 청취의 편안함을 증대시켜 줍니다.
nl_nl: NoiseTracker II reduceert ongewenst achtergrondlawaai zonder de spraakkwaliteit aan te tasten. Dit geeft u meer luistercomfort in alle soorten geluidsomgevingen.
no_no: NoiseTracker II reduserer uønsket bakgrunnstøy uten å påvirke tale. dette gir deg økt lyttekomfort i alle forskjellige lyttesituasjoner.
pl_pl: NoiseTracker II redukuje niechciane hałasu otoczenia bez ingerowania w jakość mowy. Daje to lepszy komfort słuchania we wszystkich otoczeniach dźwiękowych.
pt_pt: NoiseTracker II reduz ruído de fundo indesejado sem afetar a qualidade de fala. Isto aumenta o conforto de escuta em todos os ambientes de fala.
ru_ru: Система шумоподавления NoiseTracker II подавляет нежелательный фоновый шум без влияния на качество речевого сигнала. Это дает Вам больше слухового комфорта в любых звуковых ситуациях.
sv_se: NoiseTracker II reducerar oönskat bakgrundsbrus utan att påverka talsignalen. Det ger ökad lyssningskomfort i alla typer av lyssningsmiljöer.
tr_tr: NoiseTracker II konuşma kalitesini etkilemeden arka plandaki istenmeyen gürültüyü azaltır. Bu her türlü dinleme ortamında arttırılmış dinleme konforu sağlar.
zh_cn: 净噪系统 II 在不损伤言语的前提下降低不想听的背景噪音，这将增加在各种环境下的聆听舒适度。

source: WindGuard senses when wind is present and reduces the level of noise caused by the wind blowing on the hearing instruments. This provides better listening comfort in outdoor environments.
cs_cz: WindGuard reaguje na přítomnost větru a redukuje úroveň hluku způsobenou poryvy větru na mikrofonu sluchadla. Tím poskytuje vyšší poslechový komfort při venkovních aktivitách.
da_dk: WindGuard detekterer vindstøj omkring mikrofonerne og reducerer denne støj. Dette giver højere lyttekomfort i udendørs miljøer.
de_de: Der Windguard ist eine hochentwickelte Windgeräuschunterdrückung, welche die Signale von beiden Mikrofonen nutzt, um Windgeräusche zu erkennen und zu reduzieren, aber jederzeit die benötigte Verstärkung gewährleistet.
es_es: El reductor de ruido de viento, WindGuard, detecta la presencia del viento y reduce el nivel de ruido provocado por el viento al soplar sobre los audífonos. Con ello podrá disfrutar mejor de sus momentos al aire libre.
fr_fr: Le réducteur de bruit de vent "WindGuard" détecte et réduit les turbulences causées par le vent qui souffle sur les microphones des appareils. Ceci permet d'améliorer le confort d'écoute dans les environnements extérieurs.
hu_hu: A WindGuard érzékeli mikor van szél és csökkenti a zajszintet, amit a szél okoz a hallókészülékben. Ez jobb viselésii komfortot biztosít kültéri eseményeken.
it_it: WindGuard rileva quando il vento è presente e riduce il livello di rumore causato dal vento che soffia sugli Apparecchi acustici. Questo fornisce un maggiore comfort di ascolto in ambienti esterni.
ja_jp: デュアルマイク信号処理を風切り音検知機能として活用します。風切り音か、風切り音に似た低周波音かをそれぞれのマイクに入力された波長の違いを分析することにより判断し、風切り音を従来のシステムより効果的に抑制します。風のある屋外でも大切な会話音を犠牲にせず、より快適なきこえが保てます。
ko_kr: WindGuard는 바람이 언제 부는 지를 탐지하여 보청기에 부는 바람이 만들어 내는 소음의 레벨을 감소시킵니다. 본 기능은 야외 환경에서 청취의 평안함을 향상시켜 줍니다.
nl_nl: WindGuard constateert wanneer er windruis ontstaat ten gevolge van de wind die over de hoortoestellen blaast en reduceert die ruis vervolgens. Dit geeft buiten meer luistercomfort.
no_no: WindGuard reduserer støy som vind forårsaker når den blåser over høreapparatsmikrofonene. Dette gir bedre lyttekomfort i omgivelser utendørs.
pl_pl: WindGuard rozpoznaje gdy pojawia się wiatr i redukuje poziom hałasu powodowanego przez wiatr dmuchający w mikrofony. Pozwala to na lepsze słyszenie w trakcie aktywności na świeżym powietrzu.
pt_pt: WindGuard detecta quando o vento está presente e reduz o nível de ruído causado pelo vento soprando nos aparelhos auditivos. Isso proporciona melhor conforto auditivo em ambientes ao ar livre.
ru_ru: Система подавления шума ветра WindGuard распознает присутствие ветра и снижает уровень шума, возникающего из-за воздействия потоков ветра на микрофон слухового аппарата. Это обеспечивает больший комфорт при использовании слуховых аппаратов на улице.
sv_se: Vindskydd känner av när det blåser och minskar mängden brus som orsakas av vind som blåser på hörapparaterna. Det ger en bättre lyssningskomfort utomhus.
tr_tr: WindGuard, Rüzgarı algılayarak işitme cihazları üzerinde esen rüzgardan dolayı oluşan gürültü seviyesini azaltır. Bu dış ortamlarda daha iyi dinleme konforu sağlar.
zh_cn: 风噪卫士是有风声时降低助听器由于气流产生的噪声程度。在户外环境下可以提供更好的聆听舒适度。

source: Expansion reduces the hissing that can sometimes be heard with hearing instruments in very quiet environments. A typical scenario would be when you hear the noise from your refrigerator. The higher level of expansion, the more unwanted low-level noise is eliminated.
cs_cz: Expanze omezuje syčení, které může být někdy slyšet se sluchadly v tichém prostředí. Typickým příkladem může být to, že slyšíte zvuky ledničky. Čím vyšší úroveň expanze, tím více nežádoucích nízkoúrovňových zvuků je potlačeno.
da_dk: Expansion reducerer svag støj fra køleskab og lignende i rolige lydmiljøer. Jo højere grad af ekspansion jo mere støj reduceres.
de_de: Über die Expansion kann die Verstärkung für besonders leise Eingangspegel (Wie z.B. das Brummen eines Kühlschrankes) nochmal abgesenkt werden. Mit zunehmender Stufe wird das Signal auch stärker reduziert. So werden störende Hintergrundgeräusche - aber auch das Rauschen der Mikrofone - nicht an die Hörer weiter gegeben.
es_es: La expansión, reduce el siseo que puede escuchar con sus audífonos en entornos muy silenciosos. Una situación muy típica es cuando usted puede escuchar el sonido de su frigorífico. A mayor nivel de expansión, más ruidos de fondo suaves son eliminados.
fr_fr: Le réducteur de bruit faible "Expansion" réduit les bruits gênants qui peuvent être entendus dans les environnements calmes, comme le bruit d'un réfrigérateur ou d'une climatisation.
hu_hu: Az Expanzió csökkenti a sziszegést ami néha hallható a hallókészülékben csendes környezetben. A tipikus példa amikor a hűtőgép zaját hallja. A magasabb szintű expanzió megszünteti a nemkívánt mélyfrekvenciás zajt.
it_it: Espansione riduce il rumore che a volte può essere ascoltato con apparecchi acustici in ambienti molto silenziosi. Uno scenario tipico è quando si sente il rumore dal vostro frigorifero. Aumentando il settaggio dell'espansione, il rumore indesiderato di bassa intensità verrà eliminato.
ja_jp: 補聴器の雑音レベルを低減し、静かで快適なきこえを維持します。軽度難聴の方でも、暗騒音の無駄な増幅を気にすることはありません。
ko_kr: Expansion은 매우 조용한 환경에서 보청기 착용시 가끔 들려오는 "쉿" 소리를 줄여 줍니다. 냉장고에서 생성되는 소음이 전형적인 예 입니다. Expansion의 레벨이 높을 수록, 원치 않는 낮은 레벨의 소음을 더 많이 제거합니다.
nl_nl: Expansie reduceert het ruizen of suizen wat soms gehoord kan worden met hoortoestellen in zeer stille omgevingen. Een typisch geval is wanneer u de ruis hoort van uw koelkast. Hoe hoger het niveau van de expansie, hoe meer ongewenste ruis verwijderd wordt.
no_no: Ekspansjon reduserer susing i apparatene som kan oppfattes i stille omgivelser. Et typisk eksempel er når du hører støy fra kjøleskapet. Høyere ekspansjon demper mer på uønsket lavfrekvent støy.
pl_pl: Ekspansja redukuje szmery które czasami mogą być słyszane w aparatach słuchowych w bardzo cichym otoczeniu. Na przykład słyszalny dźwięk pracującej lodówki. Im wyższy stopień ekspansji tym więcej redukcji dla niechcianych cichych hałasów otoczenia.
pt_pt: A expansão reduz o chiado que às vezes podem ser ouvidos com os aparelhos auditivos em ambientes muito silenciosos. Um cenário típico seria ouvir o ar condicionado. Quanto maior o nível de expansão, mais será reduzido o som de fraca intensidade.
ru_ru: Экспансия подавляет шипение слухового аппарата, которое иногда может быть слышно в очень тихих звуковых обстановках. Типичный сценарий, когда Вы слышите шум работы Вашего холодильника. Чем выше уровень Экспансии, тем больше нежелательных низкоуровневых шумов подавляется.
sv_se: Expansion reducerar surr och egenbrus som ibland kan höras i hörapparater i väldigt tysta ljudmiljöer. Ett exempel kan vara brus från ett kylskåp. Ju högre nivå av expansion, desta mer oönskat lågfrekvent brus elimineras.
tr_tr: Expansion bazen çok sessiz ortamlarda işitme cihazı ile duyulabilen ıslık seslerini azaltır. Tipik bir senaryo olarak buzdolabından gelen sesi gösterebiliriz. Expansion seviyesi ne kadar yükseltilirse istenmeyen sesler o kadar elemine edilir.
zh_cn: 静音系统降低在非常安静环境下可能存在的强度较低的噪声，比如冰箱发出的声音。设置为较重程度的静音系统也可以降低更多不想听的声音。

source: Feedback is the unwanted whistling or buzzing noise that a hearing instrument can make. DFS Ultra II cancels feedback, resulting in clear sound without embarrassing whistling. It also prevents whistling when you hold a phone or your hand up to your ear. DFS Ultra II includes a special Music Mode that is optimized to provide the best sound quality for music listening.
cs_cz: Feedback (zpětná vazba) je nežádoucí pískavý nebo hučivý zvuk, který může sluchadlo vydávat. DFS Ultra II redukuje zpětnou vazbu a poskytuje tak čistý zvuk bez obtěžujícího pískání. Zabraňuje také pískání, pokud držíte telefon nebo ruku blízko ucha. DFS Ultra II obsahuje speciální hudební mód, optimalizovaný pro poskytnutí nejlepší kvality zvuku při poslechu hudby.
da_dk: Feedback er de uønskede hyletoner høreapparater kan udsende. DFS Ultra II undergtrykker dette hyl. Resultatet er klar lyd uden pinlig hyl. Også når en telefon holdes mod øret vil hyletonen undertrykkes. DFS Ultra II indeholder en særlig musikindstilling der er optimeret til at give den bedst tænkelige lydkvalitet ved musik.
de_de: Die DFS Ultra II ist ein System zur Auslöschung von Rückkopplungen. Der Klang bleibt unter allen Umständen erhalten, während die Rückkopplung unterdrückt wird. Ohne Artefakte oder Kompromisse in der Klangqualität einzugehen. Es unterdrückt auch Rückkopplungen wenn Sie eine Hand oder ein Telefon vor Ihr Ohr halten. DFS Ultra II beinhaltet zudem einen Musik Modus welcher die höchste Qualität für Musik erhält.
es_es: La realimentación, es el incómodo pitido que puede generar un audífono. El DFS Ultra II cancela la realimentación, y el resultado es un sonido nítido sin los molestos pitidos. También previene de la aparición de esos silbidos, al utilizar el teléfono o acercar la mano al oído. Además DFS Ultra II incorpora un Modo Música que está optimizado para conseguir la mejor calidad sonora mientras escuche música.
fr_fr: Le Larsen est un sifflement que l'appareil peut produire dans certains cas, comme lors de l'utilisation d'un téléphone. L'anti-Larsen DFS Ultra II annule le Larsen sans affecter la qualité sonore. Le DFS ultra II dispose également d'un mode spécialement adapté à l'écoute de la musique.
hu_hu: A gerjedés egy nemkívánt sipolás vagy zörgés, amit a hallókészülék generál. A DFS Ultra II megszünteti a gerjedést, tiszta hangot biztosít bántó sipolás nélkül. Az szintén okozhat gerjedést ha a telefont vagy a kezét a füléhez emeli. A DFS Ultra II tartalmaz egy speciális Zene módot, amely a legjobb hangminőséget biztosítja a zenehallgatás közben.
it_it: Il feedback è l'indesiderato fischio o ronzio che un apparecchio acustico può produrre. DFS Ultra II annulla il feedback, ne risulterà un suono chiaro, senza imbarazzanti fischi. Impedisce inoltre che appoggiando un telefono o una mano vicino all'orecchio si generi del feedback. DFS Ultra II include una speciale modalità musica ottimizzata per fornire la migliore qualità audio durante l'ascolto della musica.
ja_jp: 安定化処理により、異音の発生を抑え、利得を犠牲にせずに高音質を実現するハウリング抑制システムです。ハウリングと誤認識されやすい音楽には鑑賞時専用のミュージックモードが活躍します。受話器を耳に当てたり、帽子をかぶる時など突発的なハウリングも防ぎます。
ko_kr: 피드백은 보청기가 생성하는 불필요한 바람소리 또는 윙윙거리는 소음입니다. DFS Ultra II 는 피드백을 제거하여 바람소리의 방해없이 깨끗한 소리를 만들어 줍니다. 이 기능은 또한 수화기를 들때 또는 손을 귀에 델 때에 발생하는 바람소리를 방지합니다. DFS Ultra II 에는 특별 음악 모드가 있어 음악 청취시 최상의 음질을 제공하도록 최적화 해줍니다.
nl_nl: Feedback is het ongewenste fluiten of rondzingen wat kan optreden bij een hoortoestel. DFS Ultra II schakelt feedback uit, wat resulteert in helder geluid zonder gênant fluiten. Het houdt fluiten ook tegen als u een telefoon of uw hand bij uw oor houdt. DFS Ultra II bevat ook een speciale Muziekmodus die geoptimaliseerd is voor de beste geluidskwaliteit bij het luisteren naar muziek.
no_no: Feedback er den uønskede hyling eller piping som et høreapparat kan gi. DFS Ultra II fjerner feedback og gir klar lyd uten forstyrrende hyling. Den unngår også hyling når du holder en hånd eller en telefon opp mot øret. DFS Ultra II inkluderer også en spesiell Musikk modus som er optimalisert for å gi den beste lydkvalitet for å lytte på musikk.
pl_pl: Sprzężenie to niechciany dźwięk gwizdania lub buczenia jaki może powodować aparat słuchowy. DFS Ultra II niweluje sprzężenia zapewniając czysty dźwięk bez dokuczliwych gwizdów. Zapobiega również piskom w chwili gdy trzymasz telefon w pobliżu ucha. DFS Ultra II posiada specjalny tryb Muzyka który jest zoptymalizowany dla zapewnienia najlepszego możliwego odbioru dźwięków muzyki.
pt_pt: O feedback é um ruído de assobio ou zumbido realizado pelo aparelho. O DFS Ultra II cancela o feedback, resultando em um som claro sem ruído. Também previne contra ruído ao posicionar o telefone ou a mão na orelha. O DFS Ultra II inclui o Modo Música que otimiza a melhor qualidade sonora para música.
ru_ru: Обратная связь - это нежелательный свист, который может создаваться слуховым аппаратом. DFS Ultra II подавляет обратную связь, в результате чего пользователь получает чистый звук без раздражающего свиста. Данная технология также подавляет свист, когда Вы прикладываете телефон или руку к уху. DFS Ultra II включает в себя специальный Музыкальный режим, который позволяет получить отличное качество звучания музыки.
sv_se: Återkoppling är det oönskade visslande ljud som en hörapparat kan orsaka. DFS Ultra II släcker ut återkopplingen för att ge ett klart ljud utan generande återkoppling. Den hjälper dig också vid telefonering och har ett speciellt Musikläge för att skapa bästa ljudkvalitet vid lyssnade på musik.
tr_tr: İşitme cihazı istenmeyen ıslık, uğultu ya da ötme (Feedback) yapabilir. DFS Ultra II Feedback'i iptal ederek sıkıcı ıslık sesi olmadan net bir ses ortaya çıkarır. Ayrıca kulağınıza telefon götürdüğünüzde oluşan ıslık sesini de önler. DFS Ultra II müzik dinlerken en iyi ses kalitesini sağlamak için optimize edilmiş özel bir Müzik Modu içerir.
zh_cn: 反馈是助听器发出的不想听的啸叫声或类似的嗡嗡声。超级DFS II能取消反馈且不会影响言语的正常增益。当您接听电话或用手捂住耳朵时，都不会出现反馈啸叫。超级DFS II还包括音乐模式，对于听音乐进行优化，得到更好的听音乐效果。
