Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Corrupted. Firmware reset is required.
cs_cz: Poškozeno. Je vyžadován reset firmware.
da_dk: Fejl. Nulstilling af firmware anbefales.
de_de: Ein Firmware-Reset ist notwendig.
es_es: Dañado. Se debe realizar un reseteo del Firmware
fi_fi: Ohjemavirhe. Ohjelmaversion palautus vaaditaan.
fr_fr: Réglages illisibles. Restauration des réglages usine requise.
hu_hu: Sérült. Firmware reset szükséges.
it_it: Corrotto. È necessario ripristino del firmware.
ja_jp: 不具合が発生しました。ファームウェアのリセットが必要です。
ko_kr: 오류가 발생했습니다. Firmware를 재설정 해야 합니다.
nl_nl: Corrupt. Firmware reset noodzakelijk.
no_no: Korrupt. Tilbakestilling av Firmware kreves.
pl_pl: Błąd. Wymagany reset oprogramowania.
pt_pt: Conrrompido. Atualização do firmware é necessário.
ro_ro: Aparatul din stanga nu poate fi gasit
ru_ru: Повреждено. Необходимо восстановление прошивки.
sv_se: Korrupta filer. Återställning av programvara nödvändig.
tr_tr: Bozuk. Firmware reset gerekli.
zh_cn: 损坏。必须重置固件。

source: The instrument version is not supported by the fitting software.
cs_cz: Verze sluchadla není podporována tímto fitting software.
da_dk: Apparat understøttes ikke af tilpasningssoftwaren.
de_de: Die Geräteversion auf der rechten Seite wird nicht durch die Anpasssoftware unterstützt.
es_es: La versión del audífono no está soportada por el software de programación.
fi_fi: Kuulokojeen ohjelmaversiota ei tueta tässä sovitusohjelmassa.
fr_fr: Restauration impossible. Le micrologiciel de l'appareil est plus récent que celui disponible dans cette version d'Aventa.
hu_hu: A készülék verziót nem támogatja az illesztő szoftver.
it_it: La versione dello strumento non è supportato dal software di Fitting.
ja_jp: この補聴器のバージョンはサポートされていません
ko_kr: 현재 피팅 소프트웨어에서 지원할 수 없는 보청기 입니다.
nl_nl: Toestelversie wordt niet ondersteund door de aanpassoftware.
no_no: Apparat versjonen støttes ikke av tilpasningssoftwaren.
pl_pl: Wersja oprogramowania w aparacie nie jest obsługiwana przez program dopasowania.
pt_pt: A versão do aparelho não é suportada pelo software de adaptação.
ro_ro: Versiunea aparatului din dreapta nu este suportata de platforma de reglaj
ru_ru: Версия аппарата не поддерживается программным обеспечением.
sv_se: Hörapparatens version stödjs inte av programvaran.
tr_tr: Cihazın versiyonu fitting yazılımı tarafından desteklenmiyor.
zh_cn: 该软件版本不支持此助听器。

source: The left device version is not supported by the fitting software.
cs_cz: Verze levého sluchadla není podporována tímto fitting software.
da_dk: Vensztre apparat understøttes ikke af tilpasningssoftwaren.
de_de: Die Geräteversion auf der linken Seite wird nicht durch die Anpasssoftware unterstützt.
es_es: La versión del audífono izquierdo no está soportado por el software de programación.
fi_fi: Vasemman kuulokojeen ohjelmaversiota ei tueta tässä sovitusohjelmassa.
fr_fr: Restauration impossible. Le micrologiciel de l'appareil gauche est plus récent que celui disponible dans cette version d'Aventa.
hu_hu: A bal készülék verziót nem támogatja az illesztő szoftver.
it_it: La versione del Dispositivo Sinistro non è supportata dal software di Fitting.
ja_jp: 左の補聴器のバージョンはサポートされていません
ko_kr: 왼쪽 장치 버전이 피팅 소프트웨어에서 지원되지 않습니다.
nl_nl: Toestelversie links wordt niet ondersteund door de aanpassoftware.
no_no: Venstre apparat (versjon) støttes ikke av tilpasningssoftwaren.
pl_pl: Wersja oprogramowania w lewym aparacie nie jest obsługiwana przez program dopasowania.
pt_pt: A versão do aparelho esquerdo não é suportada pelo software de adaptação.
ro_ro: Versiunea aparatului din stanga nu este suportata de platforma de reglaj
ru_ru: Версия левого устройства не поддерживается программным обеспечением.
sv_se: Den vänstra hörapparatens version stödjs inte av programvaran.
tr_tr: Sol cihazın versiyonu uygulama yazılımını karşılamıyor.
zh_cn: 验配软件不支持左侧助听器。

source: Search Again
cs_cz: Hledat znovu
da_dk: Søg igen
de_de: Erneut suchen
es_es: Buscar de Nuevo
fi_fi: Etsi uudestaan
fr_fr: Rechercher à nouveau
hu_hu: Újra keresés
it_it: Cerca ancora
ja_jp: もう一度さがす
ko_kr: 다시 탐색하세요
nl_nl: Opnieuw zoeken
no_no: Søk igjen
pl_pl: Wyszukaj Ponownie
pt_pt: Procurar novamente
ro_ro: Cauta din nou
ru_ru: Повторить поиск
sv_se: Sök igen
tr_tr: Tekrar Ara
zh_cn: 重新探测

source: Select instrument by using beeps
cs_cz: Potvrdit pomocí pípnutí
da_dk: Kontroller høreapparat med bip eller serienummer. Når det rette apparat er fundet vælges ved at markere feltet.
de_de: Dieses Hörsystem verwenden
es_es: Confirmar utilizando Aviso
fi_fi: Valitse kuulokoje
fr_fr: Choisir cet appareil
hu_hu: Készülék kiválasztás csipogás használattal
it_it: Confermare usando il Beep
ja_jp: 確認音が聞こえた補聴器を選択
ko_kr: 경고음을 사용하여 보청기를 선택하세요
nl_nl: Bevestigd via Beeps of serienummer
no_no: Bekreft ved å bruke signal
pl_pl: Wybierz aparaty przy pomocy sygnałów
pt_pt: Selecione o aparelho usando os bips
ro_ro: Alege aparatul folosind semnale acustice
ru_ru: Выберите аппарат, используя Бип-сигнал
sv_se: Välj hörapparat med Ljud
tr_tr: Bip seslerini kullanarak cihaz seçin
zh_cn: 使用提示音或序列号来选定

source: Serial Number of
cs_cz: Sériové číslo
da_dk: Serienumre af
de_de: Seriennummer von
es_es: Numero de Serie de
fi_fi: Sarjanr. laitteelle
fr_fr: sur
hu_hu: gyáriszáma
it_it: di
ja_jp: シリアル番号
ko_kr: 의 일련번호
nl_nl: Serienummer van
no_no: Serienummer til
pl_pl: Numer Seryjny
pt_pt: Número de série de
ro_ro: Serie numerica a
ru_ru: Серийный номер
sv_se: Serienummer på
tr_tr: Sei numarası
zh_cn: 序列号

source: Add Instrument
cs_cz: Přidat zařízení
da_dk: Tilføj apparat
de_de: Hörsystem hinzufügen
es_es: Añadir Audífono
fi_fi: Lisää kuulokoje
fr_fr: Ajouter un appareil
hu_hu: Készülék hozzáadás
it_it: Aggiungi Dispositivo
ja_jp: 補聴器の追加
ko_kr: 보청기를 추가하세요
nl_nl: Voeg toestel toe
no_no: Legg til apparat
pl_pl: Dodaj Aparat
pt_pt: Adicionar aparelho
ro_ro: Adauga aparat
ru_ru: Добавить аппарат
sv_se: Lägg till hörapparat
tr_tr: Cihaz ilave et
zh_cn: 添加助听器

source: No instruments detected
cs_cz: Nedetekováno žádné sluchadlo
da_dk: Intet apparat fundet
de_de: Kein Hörsystem gefunden
es_es: No se han detectado audífonos
fi_fi: Kuulokojeita ei havaittu
fr_fr: Aucun appareil détecté
hu_hu: Nincs készülék csatlakoztatva
it_it: Nessun Dispositivo rilevato
ja_jp: 補聴器を特定することができません
ko_kr: 보청기가 탐색되지 않습니다
nl_nl: Geen toestellen gedetecteerd
no_no: Ingen apparater funnet
pl_pl: Nie wykryto aparatu
pt_pt: Não foram detectados aparelhos auditivos
ro_ro: Niciun aparat detectat
ru_ru: Аппарат(ы) не определен(ы)
sv_se: Inga hörapparater kan kännas av
tr_tr: Cihaz bulunamadı
zh_cn: 未探测到助听器

source: Transfer Settings Details
cs_cz: Detaily převodu nastavení
da_dk: Overfør indstillingsdataljer
de_de: Übertrage Details der Einstellung
es_es: Detalles de la Transferencia de Ajustes
fi_fi: Siirrä asetusten yksityiskohdat
fr_fr: Transfert des réglages - Détails
hu_hu: Átvitel beállítások részleteti
it_it: Trasferimento Settaggi
ja_jp: 詳細設定
ko_kr: 설정 내용 전송
nl_nl: Details van overzetten van instellingen
no_no: Overfør innstillinger
pl_pl: Przenieś Ustawienia
pt_pt: Transferir detalhes da configuração
ro_ro: Transfer detalii setari
ru_ru: Перенос деталей Настроек
sv_se: Överför Inställningar
tr_tr: Transfer Ayarları Detayları
zh_cn: 转移设置详情

source: Right Ear
cs_cz: Pravé ucho
da_dk: højre øre
de_de: Rechtes Ohr
es_es: Oído Derecho
fi_fi: Oikea korva
fr_fr: Appareil droit
hu_hu: Jobb fül
it_it: Orecchio Destro
ja_jp: 右耳
ko_kr: 오른쪽 귀
nl_nl: Rechter oor
no_no: Høyre Øre
pl_pl: Prawe Ucho
pt_pt: Orelha direita
ro_ro: Urechea dreapta
ru_ru: Правое ухо
sv_se: Höger öra
tr_tr: Sağ Kulak
zh_cn: 右耳

source: Left Ear
cs_cz: Levé ucho
da_dk: venstre øre
de_de: Linkes Ohr
es_es: Oído Izquierdo
fi_fi: Vasen korva
fr_fr: Appareil gauche
hu_hu: Bal fül
it_it: Orecchio Sinistro
ja_jp: 左耳
ko_kr: 왼쪽 귀
nl_nl: Linker oor
no_no: Venstre Øre
pl_pl: Lewe Ucho
pt_pt: Orelha esquerda
ro_ro: Urechea stanga
ru_ru: Левое ухо
sv_se: Vänster öra
tr_tr: Sol Kulak
zh_cn: 左耳

source: {0}'s Hearing Aids
cs_cz: {0} sluchadla
da_dk: {0}'s høreapparater
de_de: {0}'s Hörsysteme
es_es: {0} Audífonos
fi_fi: {0} kuulokojeet
hu_hu: {0}' hallókészülék
it_it: Apparecchi Acustici {0}
ja_jp: {0}の補聴器
ko_kr: {0}'의 보청기
nl_nl: {0}'s hoortoestellen
no_no: {0}'s Høreapparater
pl_pl: {0} Aparaty Słuchowe
pt_pt: {0} do aparelho auditivo
ro_ro: {0}'s Aparate auditive
ru_ru: {0} Слуховые аппараты
sv_se: {0} Hörapparater
zh_cn: {0}助听器

source: {0}'s HAs
da_dk: {0}'s HA'er
de_de: {0}'s Hörsystem
es_es: {0} Audífonos
fi_fi: {0} KK:t
hu_hu: {0}' HK
it_it: Apparecchi Acustici {0}
ja_jp: {0}の補聴器
ko_kr: {0}'의 보청기
nl_nl: {0}'s hoortoestellen
pl_pl: {0} AS
pt_pt: {0} do AASI
ru_ru: {0} СА
sv_se: {0} HA
zh_cn: {0}助听器

source: Connection
cs_cz: Připojení
da_dk: Forbindelse
de_de: Verbindung
es_es: Conexión
fi_fi: Yhdistäminen kuulokojeisiin
fr_fr: Connexion
hu_hu: Kapcsolat
it_it: Connessione
ja_jp: 接続
ko_kr: 연결
nl_nl: Verbinding
no_no: Tilkobling
pl_pl: Połączenie
pt_pt: Conexão
ro_ro: Conexiune
ru_ru: Соединение
sv_se: Anslutning
tr_tr: Bağlantı
zh_cn: 连接

source: Simulation
cs_cz: Simulace
es_es: Simulación
fi_fi: Simulointitila
hu_hu: Szimuláció
it_it: Simulazione
ja_jp: シミュレーション
ko_kr: 시뮬레이션
nl_nl: Simulatie
no_no: Simulere
pl_pl: Symulacja
pt_pt: Simulação
ro_ro: Simulare
ru_ru: Симуляция
sv_se: Simulering
tr_tr: Simulasyon
zh_cn: 模拟

source: Calibration
cs_cz: Kalibrace
da_dk: Kalibrering
de_de: Kalibrierung
es_es: Calibración
fi_fi: Kalibrointi
fr_fr: Calibrage anti Larsen DFS
hu_hu: Kalibráció
it_it: Calibrazione
ja_jp: 初期化
ko_kr: 캘리브레이션
nl_nl: Kalibratie
no_no: Kalibrere
pl_pl: Kalibracja
pt_pt: Calibração
ro_ro: Calibrare
ru_ru: Калибровка
sv_se: Kalibrering
tr_tr: Kalibrasyon
zh_cn: 校准

source: Reconfiguration
cs_cz: Rekonfigurace
da_dk: Rekonfiguration
de_de: Rekonfigurieren
es_es: Reconfiguración
fi_fi: Uudelleen konfigurointi
fr_fr: Configuration
hu_hu: Újrakonfigurálás
it_it: Riconfigurazione
ja_jp: 変更
nl_nl: Reconfiguratie
no_no: Rekonfigurering
pl_pl: rekonfiguracja
pt_pt: Reconfiguração
ro_ro: Reconfigurare
ru_ru: Переконфигурация
sv_se: Omkonfigurera
tr_tr: Yeniden yapılandırma
zh_cn: 重新装配

source: Connection Lost
cs_cz: Připojení ztraceno
da_dk: Forbindelsen tabt
de_de: Verbindung verloren
es_es: Conexión perdida
fi_fi: Yhteys menetetty
fr_fr: Connexion perdue
hu_hu: A kapcsolat megszakadt
it_it: Connessione interrotta
ja_jp: 接続エラー
ko_kr: 연결이 끊김
nl_nl: Verbinding verbroken
no_no: Mistet tilkobling
pl_pl: Utracono Połączenie
pt_pt: Conexão Perdida
ro_ro: Conexiune pierduta
ru_ru: Связь потеряна
sv_se: Förlorad Anslutning
tr_tr: Bağlantı koptu
zh_cn: 断开连接

source: Simulate Then Connect
cs_cz: Simulovat potom Připojit
da_dk: Simuler. Forbind derefter
de_de: Simulieren dann verbinden
es_es: Simular y luego Conectar
fi_fi: Simuloi ja yhdistä sen jälkeen
fr_fr: Simuler puis connecter
hu_hu: Szimuláció majd csatlakozás
it_it: Simulare quindi Collegare
ja_jp: シミュレーション ＞ 接続
ko_kr: 시뮬레이션 후 연결
nl_nl: Simuleren en dan verbinden
no_no: Simuler for så å tilkoble
pl_pl: Symuluj Później Połącz
pt_pt: Simular e depois conectar
ro_ro: Simuleaza apoi conecteaza
ru_ru: Симулировать, затем подключиться
sv_se: Simulera och anslut
tr_tr: Simulasyon sonra bağlantı
zh_cn: 模拟后连接

source: Read
cs_cz: Číst
da_dk: Læs
de_de: Lesen
es_es: Leer
fi_fi: Lue
fr_fr: Lecture
hu_hu: Olvasás
it_it: Leggi
ja_jp: 読込み
ko_kr: 읽기
nl_nl: Uitlezen
no_no: Les
pl_pl: Odczytaj
pt_pt: Ler
ro_ro: Citeste
ru_ru: Чтение
sv_se: Läs
tr_tr: Oku
zh_cn: 读出

source: - Select -
cs_cz: - Zvolit -
da_dk: - Vælg -
de_de: - Auswählen -
es_es: - Seleccionar -
fi_fi: - Valitse -
fr_fr: - Selection -
hu_hu: - Kiválasztás -
it_it: - Seleziona -
ja_jp: －選択－
ko_kr: - 선택 -
nl_nl: - Selecteren -
no_no: - Velg -
pl_pl: - Wybierz -
pt_pt: - Selecionar -
ro_ro: - Alege -
ru_ru: - Выбор -
sv_se: - Välj-
tr_tr: - Seç -
zh_cn: - 选择 -

source: Changing configuration settings will reset all measurements. Are you sure?
cs_cz: Změna nastavení konfigurace vymaže všechna měření. Jste si jistí?
da_dk: Skift af konfigurationsindstillinger vil nulstille alle målinger. Er du sikker?
de_de: Die Änderung der Konfiguration setzt alle Messungen zurück. Sind Sie sicher?
es_es: Al cambiar la configuración de ajustes se resetearan todas las mediciones. ¿Esta usted seguro?
fi_fi: Konfiguraatioasetusten muuttaminen poistaa kaikki mittaukset. Haluatko jatkaa ?
fr_fr: Une nouvelle configuration va réinitialiser toutes les mesures. Voulez-vous continuer ?
hu_hu: A konfigurációs beállítások megváltoztatása resetelni fog minden mérést. Biztos benne?
it_it: La modifica delle impostazioni di configurazione resetta tutte le misurazioni. Sei sicuro?
ja_jp: 変更するとすべての測定結果がリセットされます。続行しますか？
ko_kr: Configuration 설정 변경은 모든 측정을 리셋합니다. 계속하시겠습니까?
nl_nl: Wijzigen van de configuratie instellingen zal alle metingen resetten. Weet u het zeker?
no_no: Endring av konfigurasjonsinntillingene vil slette alle målinger. Ønsker du å fortsette?
pl_pl: Zmiana konfiguracji dopasowania usunie wszystkie dane pomiarów. Czy jesteś pewien?
pt_pt: Alterando as definições de configuração, irá redefinir todas as medições. Você tem certeza?
ro_ro: Schimbarea setarilor de configurare va reseta toate masuratorile. Sunteti sigur?
ru_ru: Изменение настроек конфигурации приведет к сбросу всех измерений. Вы уверены?
sv_se: Ändring av konfigurationsinställningar kommer återställa alla mätningar. Är du säker?
tr_tr: Yapılandırma ayarlarının değiştirilmesi tüm hesaplamaları sıfırlayacaktır. Emin misin?
zh_cn: 改变配置将重置所有的测量数据。您继续吗？

source: Re-calibrate Tube
cs_cz: Rekalibrovat hadičku
da_dk: Genkalibrer slange
de_de: Schlauch neu kalibrieren
es_es: Re-calibrar sonda
fi_fi: Uudelleenkalibroi letku
fr_fr: Calibrage
hu_hu: Cső újrakalibrálás
it_it: Ricalibrare Tube
ja_jp: チューブの再キャリブレーション
ko_kr: 튜브 재교정
nl_nl: Slang kalibreren
no_no: Rekalibrer - Slange
pl_pl: Ponownie Kalibruj Sondę
pt_pt: Re-calibrar Tubo
ro_ro: Recalibreaza Tub
ru_ru: Перекалибровать
sv_se: Kalibrera om slang
tr_tr: Tüpü tekrar kalibre et
zh_cn: 重新校准导管

source: Re-calibrating REM tube will clear the current REUG and REIG data. Are you sure?
cs_cz: Rekalibrace REM hadičky vymaže současná data REUG a REIG. Jste si jistí?
da_dk: Genkalibrering af REM slange vil slette nuværende REUG og REIG data. Vil du fortsætte?
de_de: Das erneute Kalibrieren des Sondenschlauches löscht die aktuellen REUG und REIG Daten. Sind Sie sicher, dass Sie das möchten?
es_es: Al Re-calibrar la sonda REM borrará los datos actuales de REUG y REIG. ¿Está usted seguro?
fi_fi: REM letkun uudelleenkalibrointi poistaa nykyiset REUG ja REIG tiedot. Haluatko jatkaa ?
fr_fr: Un nouveau calibrage va entraîner la perte des données REUG et REIG actuelles. Voulez-vous continuer ?
hu_hu: A REM cső újrakalibrálása törölni fogja az aktuális REUG és REIG adatot. Biztos benne?
it_it: Ricalibrando il tubetto per il REM verrà cancellata l'attuale REUG e i dati REIG. Sei sicuro?
ja_jp: 現在のREUGとREIGデータが削除されます。続行しますか？
ko_kr: REM 튜브 재교정은 현재 REUG 와 REIG 데이터를 지웁니다. 진행 하시겠습니까?
nl_nl: Kalibreren van de het REM-slangetje zal de huidige REUG en REIG gegevens wissen. Weet u het zeker?
no_no: Rekalibrerer du REM slangen vil nåværende REUG og REIG data slettes. Ønsker du å fortsette?
pl_pl: Ponowna kalibracja sondy REM usunie aktualne wartości REUG oraz REIG. Czy jesteś pewien?
pt_pt: Re - calibrar o tubo REM, irá limpar dados de REUG e REIG. Você tem certeza?
ro_ro: Recalibrarea tubului REM va sterge si datele actuale REUG si REIG. Sunteti sigur?
ru_ru: Перекалибровка REM приведет к потере всех текущих данных REUG и REIG. Вы уверены?
sv_se: Återkalibrera REM slang kommera radera nuvarande REUG och REIG data. Är du säker??
tr_tr: REM tüp kalibrasyonu mevcut REUG ve REIG verilerini silecek. Emin misin?
zh_cn: 重新校准REM导管将清除当前REUG和REIG数据。您继续吗？

source: Changing Configuration
cs_cz: Změna konfigurace
da_dk: Ændrer konfiguration
de_de: Konfiguration ändern
es_es: Cambiando Configuración
fi_fi: Muutetaan konfiguraatiota
fr_fr: Changement de configuration
hu_hu: Konfiguráció változás
it_it: Modifica Configurazione
ja_jp: 設定の変更
ko_kr: Configuration 변경중
nl_nl: Configuratie wijzigen
no_no: Endrer konfigurasjon
pl_pl: Zmiana Konfiguracji
pt_pt: Alterando Configuração
ro_ro: Schimba Configurarea
ru_ru: Изменение конфигурации
sv_se: Ändrar Konfiguration
tr_tr: Yapılandırmayı Değiştirme
zh_cn: 改变配置

source: Re-measuring REUG will clear the current REIG data. Are you sure?
cs_cz: Nové měření REUG odstraní současná REIG data. Jste si jistí?
da_dk: Ny REUG måling vil slette nuværende REIG data. Vil du fortsætte?
de_de: Das erneute Messen der REUG löscht die aktuellen REIG Daten.
es_es: Al medir de nuevo el REUG borrará la medición actual de REIG. ¿Está usted seguro?
fi_fi: REUG uudelleenmittaus poistaa kaikki nykyiset REIG tiedot. Haluatko jatkaa ?
fr_fr: Une nouvelle mesure va entraîner la perte des données REIG actuelles. Voulez-vous continuer ?
hu_hu: A REUG újramérése törölni fogja az aktuális REIG data. Biztos benne?
it_it: Rimisurando la REUG verranno cancellati gli attuali dati REIG . Sei sicuro?
ja_jp: 現在のREIGデータが削除されます。続行しますか？
ko_kr: REUG 재측정은 현재 REIG 데이터를 삭제하게 됩니다. 계속하시겠습니까?
nl_nl: Meten van REUG zal de huidige REIG gegevens wissen. Weet u het zeker?
no_no: Måler du REUG på nytt vil nåværende REIG data slettes. Ønsker du å fortsette?
pl_pl: Ponowny pomiar REUG usunie aktualne wartości REIG. Czy jesteś pewien?
pt_pt: Medindo novamente a REUG irá limpar os dados atuais de REIG. Você tem certeza?
ro_ro: Remasurarea REUG va sterge datele REIG. Sunteti sigur?
ru_ru: Повторное измерение REUG сбросит текущие данные REIG. Вы уверены?
sv_se: Om du mäter REUG igen raderas nuvarande REIG data. Är du säker?
tr_tr: REUG un tekrar hesaplanması mevcut REIG verisini silecek. Emin misin?
zh_cn: 重测REGU将清除当前REIG数据。您继续吗？

source: Re-measure REUG
cs_cz: Nové měření REUG
da_dk: Mål REUG igen
de_de: Neu messen REUG
es_es: Volver a Medir REUG
fi_fi: Uudelleenmittaa REUG
fr_fr: Mesure REUG
hu_hu: REUG újramérése
it_it: Rimisurare REUG
ja_jp: REUGの再測定
ko_kr: REUG 재측정
nl_nl: REUG meten
no_no: Mål REUG på nytt
pl_pl: Ponownie zmierz REUG
pt_pt: Medir novamente REUG
ro_ro: Remasoara REUG
ru_ru: Повторное измерение REUG
sv_se: Mät REUG igen
tr_tr: REUG'u tekrar hesapla
zh_cn: 重测REUG

source: Step 1 Preparation
cs_cz: Krok 1 Příprava
da_dk: Step 1 Forberedelse
de_de: Schritt 1 Voreinstellungen
es_es: Paso 1 Preparación
fi_fi: Vaihe 1 Esivalmistelu
fr_fr: Étape 1 Préparation
hu_hu: 1. lépés Előkészítés
it_it: Step 1 Preparazione
ja_jp: ステップ1 Preparation
ko_kr: Step 1 준비
nl_nl: Stap 1 Voorbereiding
no_no: Trinn 1 Forberedelse
pl_pl: Krok 1 Przygotowanie
pt_pt: Passo 1 Preparação
ro_ro: Pasul 1 Pregatirea
ru_ru: Шаг 1 Подготовка
sv_se: Steg 1 Förberedelse
tr_tr: 1.Basamak Hazırlanma
zh_cn: 步骤1 准备

source: Step 2 Tube Calibration
cs_cz: Krok 2 Kalibrace hadičky
da_dk: Step 2 Kalibrering af probeslange
de_de: Schritt 2 Schlauchkalibrierung
es_es: Paso 2 Calibración del tubo
fi_fi: Vaihe 2 Letkun kalibrointi
fr_fr: Étape 2 Calibrage des tubes
hu_hu: 2. lépés Csőkalibráció
it_it: Step 2 Calibrazione Tubetto
ja_jp: ステップ2 Tube Calibration
ko_kr: Step 2 튜브 교정
nl_nl: Stap 2 Slangkalibratie
no_no: Trinn 2 Slange kalibrering
pl_pl: Krok 2 Kalibracja Sondy
pt_pt: Passo 2 Calibração do Tubo
ro_ro: Pasul 2 Calibrarea tubului
ru_ru: Шаг 2 Калибровка
sv_se: Steg 2 Slangkalibrering
tr_tr: 2.Basamak Tüp Kalibrasyonu
zh_cn: 步骤2 校准导管

source: Step 3 Unaided Gain
cs_cz: Krok 3 Unaided Gain
de_de: Schritt 3 REUG
es_es: Paso 3 Ganancia Sin Audífono
fi_fi: Vaihe 3 Vahvistus ilman kuulokojetta
fr_fr: Étape 3 Gain sans appareil
hu_hu: 3. lépés Saját erősítés
it_it: Step 3 Guadagno orecchio libero
ja_jp: ステップ3 Unaided Gain
ko_kr: Step 3 보청기 미착용시 이득
nl_nl: Stap 3 Unaided Gain
no_no: Trinn 3 Unaided Gain
pl_pl: Krok 3 Wzmocnienie Ucha Otwartego
pt_pt: Passo 3 Ganho sem Aparelho
ro_ro: Pasul 3 Castigul fara aparat
ru_ru: Шаг 3 Автоматическое усиление
sv_se: Steg 3 Unaided Gain
tr_tr: 3.Basamak Cihazlandırılmamış Kazanç
zh_cn: 步骤3 未助听增益

source: Step 4 Insertion Gain
cs_cz: Krok 4 Vložný zisk
de_de: Schritt 4 Insertion Gain
es_es: Paso 4 Ganancia de Inserción
fi_fi: Vaihe 4 Insertio vahvistus
fr_fr: Étape 4 Gain d'insertion
hu_hu: 4. lépés Beszúrt erősítés
it_it: Step 4 Guadagno d'Inserzione
ja_jp: ステップ4 Insertion Gain
ko_kr: Step 4 착용 이득
nl_nl: Stap 4 Insertion Gain
no_no: Trinn 4 Insertion Gain
pl_pl: Krok 4 Wzmocnienie Wnoszone
pt_pt: Passo 4 Ganho de Inserção
ro_ro: Pasul 4 Castig de insertie
ru_ru: Шаг 4 Вносимое усиление
sv_se: Steg 4 Insertion Gain
tr_tr: 4.Basamak Insertion Gain
zh_cn: 步骤4 插入增益

source: Step 5 Adjust Gain
cs_cz: Krok 5 Doladění zisku
da_dk: Step 5 Juster forstærkning
de_de: Schritt 5 Verstärkungsanpassung
es_es: Paso 5 Ajustar Ganancia
fi_fi: Vaihe 5 Säädä vahvistusta
fr_fr: Étape 5 Résultats
hu_hu: 5. lépés Erősítés állítás
it_it: Step 5 Regolazione Guadagno
ja_jp: ステップ5 Adjust Gain
ko_kr: Step 5 이득 적용
nl_nl: Stap 5 Gain bijregelen
no_no: Trinn 5 Juster forsterkning
pl_pl: Krok 5 Dopasuj Wzmocnienie
pt_pt: Passo 5 Ajustar Ganho
ro_ro: Pasul 5 Ajustare castig
ru_ru: Шаг 5 Регулировка усиления
sv_se: Steg 5 Justera förstärkning
tr_tr: 5.Basamak Kazanç Ayarla
zh_cn: 步骤5 调整增益

source: Manual Controls
cs_cz: Manuální ovladače
da_dk: Manuelle kontroller
de_de: Manuelle Kontrolle
es_es: Controles Manuales
fi_fi: Mekaaniset säädöt
fr_fr: Commandes manuelles
hu_hu: Kézi vezérlők
it_it: Controlli manuali
ja_jp: ﾌﾟﾛｸﾞﾗﾑ切り替えとﾎﾞﾘｭｰﾑ
ko_kr: 수동 조절
nl_nl: Handmatige regelingen
no_no: Trykknapp & VK
pl_pl: Sterowanie Manualne
pt_pt: Controles Manuais
ro_ro: Controlere manuale
ru_ru: Ручные регулировки
sv_se: Manuella kontroller
tr_tr: Manuel Kontroller
zh_cn: 手动控制

source: Reconnecting
cs_cz: Znovu připojuji
da_dk: Genforbinder
de_de: Verbindet erneut
es_es: Reconectando
fi_fi: Yhdistetään uudestaan
fr_fr: reconnexion
hu_hu: Újracsatlakozás
it_it: Riconnettere
ja_jp: 再接続
ko_kr: 재연결중
nl_nl: Opnieuw verbinden
no_no: Kobler til på nytt
pl_pl: Ponowne Łączenie
pt_pt: Reconectando
ro_ro: Reconecteaza
ru_ru: Переподключение
sv_se: Återansluter
tr_tr: Tekrar bağlanma
zh_cn: 重新连接

source: REIG Measurement Completed.
cs_cz: REIG Měření dokončeno.
da_dk: REIG måling er fuldført.
de_de: REIG Messung beendet.
es_es: Mediciones REIG Finalizadas.
fi_fi: REIG mittaus suoritettu.
fr_fr: Mesure REIG achevée avec succès.
hu_hu: REIG mérés kész.
it_it: Misurazione REIG completata.
ja_jp: REIGの測定完了
ko_kr: REIG 측정이 완료되었습니다.
nl_nl: REIG meting klaar.
no_no: REIG Måling Fullført.
pl_pl: Pomiar REIG Zakończony.
pt_pt: REIG Medição finalizada.
ro_ro: Masurare REIG completa.
ru_ru: REIG измерения завершены.
sv_se: REIG Mätning Färdig.
tr_tr: REIG hesaplaması tamamlandı.
zh_cn: REIG测量结束。
