Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Defaults
cs_cz: Výchozí
da_dk: Standard
de_de: Standard
es_es: Por Defecto
fi_fi: Oletukset
fr_fr: Préférences par défaut pour :
hu_hu: Alapértékek
ja_jp: 初期設定
ko_kr: 기본값
no_no: Standard
pl_pl: Domyślne
pt_pt: Padrões
ro_ro: Implicite
ru_ru: По умолчанию
sv_se: Förinställningar
tr_tr: Varsayılanlar
zh_cn: 默认

source: Communication
zh_cn: 交流

source: Web Connections
zh_cn: 网页连接

source: Multimedia
zh_cn: 多媒体

source: New Patient sessions open to:
ja_jp: 新規顧客のセッションをひらく：
zh_cn: 新的用户选配界面打开:

source: Start Screen, Experience Tab
zh_cn: 开始界面，佩戴史标签

source: Select Screen, Fitting Range Tab
zh_cn: 开始界面, 选配范围标签

source: Select Screen, Features Tab
zh_cn: 开始界面, 功能标签

source: Start Screen, Instruments Tab
zh_cn: St开始界面, 助听器标签

source: Fit Screen
zh_cn: 选配界面

source: Return Visit sessions with instruments connected at startup open to:
ja_jp: 接続した補聴器を使用したセッションをひらく：
zh_cn: 返回助听器连接时的会话：

source: Return Visit sessions open to:
zh_cn: 返回回访界面:

source: Start Page
zh_cn: 开始界面

source: Default Environmental Programs:
cs_cz: Výchozí poslechové programy:
da_dk: Forudvalgte programmer:
de_de: Standard Programme:
es_es: Programas Ambientales por defecto:
fi_fi: Oletus ääniympäristö ohjelmat :
fr_fr: Environnements habituels :
hu_hu: Alapértelmezett környezeti programok:
it_it: Programmi di Default per Ambiente:
ja_jp: 初期設定プログラム:
ko_kr: 기본 환경 프로그램:
nl_nl: Default programma´s:
pl_pl: Domyślne Programy Środowiskowe:
pt_pt: Programas Padrão:
ru_ru: Программы по умолчанию:
sv_se: Förinställda miljöer för program:
zh_cn: 常用程序：

source: Not Connected
cs_cz: Nepřipojeno
da_dk: Ikke tilsluttet
de_de: Nicht verbunden
es_es: No Conectado
fi_fi: Ei yhdistetty
fr_fr: Aucun appareil connecté
hu_hu: Nem csatlakoztatott
it_it: Non Connesso
ja_jp: 未接続
ko_kr: 연결되지 않았습니다
nl_nl: Niet verbonden
no_no: Ikke tilkoblet
pl_pl: Niepołaczony
pt_pt: Sem conexão
ro_ro: Neconectat
ru_ru: Не подключено
sv_se: Inte ansluten
tr_tr: Bağlanmadı
zh_cn: 未连接

source: Show PHHA scores with Lifestyle
ja_jp: PHHAスコアとライフスタイルを表示
zh_cn: 显示PHHA分值

source: Feedback Calibration Level:
ja_jp: ハウリング初期化レベル：
zh_cn: 反馈校准水平：

source: Battery Number:
ja_jp: 電池番号：
zh_cn: 电池型号:

source: Standard
ja_jp: 規格
zh_cn: 标准

source: Beltone Retail
ja_jp: ReSound
zh_cn: Beltone零售

source: Custom Offsets
zh_cn: 自定义偏移

source: Comparison Chart URL
ja_jp: 比較表URL
zh_cn: 对比表 URL

source: Software Compatibility URL
ja_jp: ソフトウェア互換性URL
zh_cn: 软件兼容性URL

source: Software Update URL
ja_jp: ソフトウェアアップデートURL
zh_cn: 软件更新 URL

source: Not Used
zh_cn: 未使用

source: Advantage
ja_jp: アドバンテージ
zh_cn: 优势

source: Quality
ja_jp: クオリティ
zh_cn: 质量

source: Basic
ja_jp: 基 本
zh_cn: 基础

source: Graph
zh_cn: 图

source: Page Setup
zh_cn: 页面设置

source: Reset to Initial Fit
da_dk: Nulstil til ny tilpasning
ja_jp: オートフィットから始める
zh_cn: 重置为初始验配

source: Initializing Write Process ...
cs_cz: Inicializuji proces zápisu ...
da_dk: Initialiserer udskrivning ...
de_de: Schreibprozess wird initialisiert...
es_es: Iniciando el Proceso de Escritura ...
fi_fi: Alustetaan prosessia...
fr_fr: Initialisation du processus ...
hu_hu: Írás folyamat inicializáslás ...
it_it: Inizio Processo di Scrittura...
ja_jp: 初期化情報を書き込みしています...
ko_kr: Write Process 초기화 중 ...
nl_nl: Opslagproces initialiseren...
no_no: Iverksetter leseprosses ...
pl_pl: Inicjacja zapisu ...
pt_pt: Iniciando processo ...
ro_ro: Initializare Proces de Scriere ...
ru_ru: Инициализация записывания...
sv_se: Initialiserar skriv process ...
tr_tr: Yazım işlemi başlatılıyor ...
zh_cn: 写入过程正在初始化 ...

source: Detecting instrument(s)...
cs_cz: Zjišťuji sluchadlo...
da_dk: Detekterer apparat...
de_de: Hörsystemerkennung...
es_es: Detectando Audífono(s)...
fi_fi: Tunnistetaan kuulokojeita...
fr_fr: Détection de l'appareil ...
hu_hu: Hallókészülék keresés...
it_it: Rilevamento Dispositivo...
ja_jp: 機器の検出中...
ko_kr: 보청기 인식 중...
nl_nl: Toestel(len) detecteren...
no_no: Finner apparat...
pl_pl: Wykrywanie aparatu(ów)...
pt_pt: Detectando aparelhos...
ro_ro: Detectare instrument...
ru_ru: Обнаружение СА...
sv_se: Ansluter hörapparat...
tr_tr: Cihaz(lar) aranıyor...
zh_cn: 正在探测助听器...

source: Validating write conditions ...
cs_cz: Potvrzuji podmínky zápisu ...
de_de: Prüfe Schreibkonditionen...
es_es: Validando condiciones de escritura ...
fi_fi: Vahvistetaan...
fr_fr: Validation du processus d'écriture ...
hu_hu: Írási kondiciók elfogadása ...
it_it: Convalida condizioni di scrittura...
ja_jp: 状況の書き込みを有効...
nl_nl: Valideren van opslagcondities ...
no_no: Validerer lesevilkår ...
pl_pl: Sprawdzenie warunków od zapisu ...
pt_pt: Validando condições de escrita ...
ro_ro: Verificare conditii de scriere ...
ru_ru: Проверка соответствия условий записи...
sv_se: Utvärderar skrivmöjligheter ...
tr_tr: Yazım Şartlarını Doğruluyor...
zh_cn: 正在检查编程设备 ...

source: Loading product information ...
cs_cz: Nahrávám informace o produktu...
da_dk: Henter produkt…
de_de: Hörsystemdatenbank wird geladen…
es_es: Cargando productos…
fi_fi: Ladataan kuulokojetietoa…
fr_fr: Chargement des informations produit ...
hu_hu: Készülékek betöltése..
it_it: Carica prodotti
ja_jp: 補聴器からデータを読込んでいます...
ko_kr: 제품 로딩 중…
nl_nl: Laden producten…
no_no: Laster apparat informasjon
pl_pl: Wprowadzanie informacji ...
pt_pt: Carregando produtos…
ro_ro: Incarcare produse...
ru_ru: Загрузка данных …
sv_se: Laddar produkter…
tr_tr: Ürünleri yüklüyor...
zh_cn: 加载产品…

source: Writing hearing instrument information ...
cs_cz: Zapisuji do sluchadla ...
da_dk: Skriver HA information ...
de_de: Schreibe Hörsystem-Informationen...
es_es: Escribiendo información del audífono..
fi_fi: Kirjoitetaan tietoja kuulojeeseen...
fr_fr: Ecriture des informations en cours ...
hu_hu: Hallókészülék információk írása ...
it_it: Scrittura informazioni apparecchio acustico ...
ja_jp: 補聴器に情報を書き込んでいます...
ko_kr: CDI 정보 기록 중 ...
nl_nl: Schrijven hoortoestelinformatie...
no_no: Henter høreapparat informasjon ...
pl_pl: Zapisywanie danych o aparacie ...
pt_pt: Escrevendo informações do aparelho auditivo ...
ro_ro: Scriere info aparat ...
ru_ru: Записываются данные СА ...
sv_se: Skriver hörapparatinformation ...
tr_tr: İşitme cihazı bilgilerini yazıyor...
zh_cn: 正在写入助听器信息 ...

source: Connecting instrument(s)...
cs_cz: Připojuji sluchadlo ...
da_dk: Forbinder apparat...
de_de: Verbinde Hörsystem(e)...
es_es: Conectado el producto ...
fi_fi: Yhdistetään kuulokojeita...
fr_fr: Connexion des appareils ...
hu_hu: Készülék csatlakoztatás ...
it_it: Connessione Prodotto ...
ja_jp: 機器を接続しています...
ko_kr: 제품 연결 중 ...
nl_nl: Toestel(len) verbinden...
no_no: Kobler til apparat...
pl_pl: Łączenie aparatu(ów)...
pt_pt: Conectando aparelho(s)...
ro_ro: Conectare produs ...
ru_ru: Подключение устройства ...
sv_se: Ansluter produkt ...
tr_tr: Cihaz(lar) bağlanıyor...
zh_cn: 正在连接助听器 ...

source: Restoring instrument information ...
cs_cz: Obnovuji nastavení sluchadla...
da_dk: Gendanner høreapparatsoftware...
de_de: Daten werden ins Hörsystem zurückgespeichert...
es_es: Restaurando la información del audífono
fi_fi: Palautetaan tietoa kuulokojeeseen...
fr_fr: Écriture des données en cours ...
hu_hu: Készülék információ helyreállítás
it_it: Ripristino dispositivo
ja_jp: 情報を機器へ書き戻しています...
ko_kr: 장치 정보 복원 중
nl_nl: Herstellen hoortoestelinformatie....
no_no: Gjenoppretter høreapparat informasjon...
pl_pl: Przywracanie informacji o aparacie ...
pt_pt: Restaurando as informações do aparelho auditivo...
ro_ro: Restaurare aparat auditiv ...
ru_ru: Восстановление данных устройства ...
sv_se: Återställer hörapparat information...
tr_tr: Cihaz bilgilerini onarıyor ...
zh_cn: 正在恢复助听器......

source: Saving information...
cs_cz: Ukládám informace...
da_dk: Gemmer information...
de_de: Speichern der Information...
es_es: Guardando información...
fi_fi: Tallennetaan tietoa...
fr_fr: Ecriture des données en cours ...
hu_hu: Információ mentése...
it_it: Salvataggio Informazioni...
ja_jp: データの書き込み...
ko_kr: 정보 저장중...
nl_nl: Informatie opslaan...
no_no: Lagrer informasjon...
pl_pl: Zapisywanie inforamcji...
pt_pt: Salvando informações...
ro_ro: Salveaza informatia...
ru_ru: Сохранение информации...
sv_se: Sparar information...
tr_tr: Bilgileri Kaydediyor...
zh_cn: 正在保存...

source: The instrument has been successfully restored
cs_cz: Sluchadlo bylo úspěšně obnoveno
da_dk: Nulstillet til fabriksindstilling med succes
de_de: Das Hörsystem wurde erfolgreich zurückgesetzt.
es_es: Restaurar a Ajustes de Fábrica Satisfactorio
fi_fi: Tehdasaetukset palautettu onnistuneesti
fr_fr: Les réglages usine ont été restaurés dans l'appareil
hu_hu: A gyári beállítások sikeresen visszaállítva
it_it: Ripristinato con successo alle impostazioni di costruzione
ja_jp: 補聴器のリセットに成功しました
ko_kr: 보청기가 성공적으로 복원 되었습니다
nl_nl: Het toestel is succesvol hersteld
no_no: Apparat er tilbakestilt.
pl_pl: Aparat został poprawnie przywrócony
pt_pt: O Aparelho foi restaurado com sucesso
ro_ro: Aparatul a fost restaurat cu succes
ru_ru: Аппарат был успешно восстановлен
sv_se: Återställning av fabriksinställningar lyckades
tr_tr: Cihaz başarılı bir şekilde yüklenmiştir
zh_cn: 助听器已成功恢复

source: The device version is not supported by the fitting software
cs_cz: Tato verze sluchadla není podporována nastavovacím programem.
da_dk: Apparatversion er ikke understøttet af tilpasningssoftwaren
de_de: Die Hörsystem-Version wird nicht von der Anpass-Software unterstützt.
es_es: La versión del dispositivo no es soportada por la versión de software de programación
fi_fi: Kuulokojemallia ei tueta tässä ohjelmaversiossa
fr_fr: Non compatible avec ce logiciel
hu_hu: Ezt a készülék verziót nem támogatja az illesztő szoftver
it_it: Questa versione di Dispositivo non è supportata dal Software di Fitting
ja_jp: この製品はこのフィッティングソフトウェアではサポートされていません
ko_kr: 장치버전이 피팅 소프트웨어에서 지원되지 않습니다
nl_nl: De toestelversie wordt niet ondersteund door de aanpassoftware
no_no: Apparat versjonen er ikke støttet av tilpasningsprogrammet
pl_pl: Ta wersja urządzenia nie jest obsługiwana przez program do dopasowania
pt_pt: A versão do aparelho não é acessível para este software de ajuste
ro_ro: Versiunea dispozitivului nu este suportata de softul de reglaj.
ru_ru: Данная модель не поддерживается программой настройки
sv_se: Hörapparatens programversion stöds inte av programvaran.
tr_tr: Ürün versiyonu fitting yazılımı tarafından desteklenmiyor
zh_cn: 选配软件不支持该版本的设备。

source: The instrument(s) cannot be detected
cs_cz: Sluchadlo nemůže být detekováno
da_dk: Apparatet kan ikke detekteres
de_de: Die Hörsysteme können nicht erkannt werden
es_es: No se puede detectar el(los) audífono(s)
fi_fi: Kuulokojeita ei voida tunnistaa
fr_fr: L'appareil n'a pas pu être détecté
hu_hu: A készülék nem található
it_it: Il dispositivo non può essere rilevato
ja_jp: 機器を特定する事が出来ません
ko_kr: 보청기를 감지할 수 없습니다
nl_nl: Toestel(len) niet gedetecteerd
no_no: Apparat(ene) ikke funnet
pl_pl: Nie można wykryć aparatu
pt_pt: O aparelho não pôde ser detectado
ro_ro: Dispozitivul nu poate fi gasit
ru_ru: Невозможно определить устройство
sv_se: Hörapparaten kan inte anslutas
tr_tr: Cihaz veya cihazlar bulunamadı.
zh_cn: 未探测到助听器

source: The instrument is not supported by the fitting software.
cs_cz: Sluchadlo není nastavovacím programem podporováno.
da_dk: Apparatet er ikke understøttet af tilpasningssoftwaren
de_de: Das Hörsystem wird nicht von der Anpass-Software unterstützt.
es_es: El audífono no es soportado por el software de adaptación
fi_fi: Tätä kuulokojetta ei tueta tässä sovitusohjelmassa
fr_fr: Non compatible avec ce logiciel
hu_hu: A készüléket nem támogatja az illesztő szoftver
it_it: Il dispositivo non è supportato dal Software di Fitting
ja_jp: この製品はこのフィッティングソフトウェアではサポートされていません
ko_kr: 선택된 보청기는 해당 피팅 소프트웨어에서 지원되지 않습니다.
nl_nl: Het toestel wordt niet ondersteund door de aanpassoftware.
no_no: Apparatet er ikke støttet av tilpasningsprogrammet
pl_pl: Ten aparat nie jest obsługiwany przez program do dopasowania
pt_pt: O aparelho não possui acesso para este software de ajuste
ro_ro: Instrumentul nu este suportat de softul de reglaj.
ru_ru: Слуховой аппарат не поддерживается программой настройки
sv_se: Hörapparaten stödjs inte av programvaran.
tr_tr: Cihaz Fitting Programı tarafından desteklenmiyor
zh_cn: 选配软件不支持此设备

source: Use Airlink
ja_jp: Noahlink Wirelessを使用
zh_cn: 使用Airlink

source: Test HI Pro
zh_cn: 测试 HI Pro

source: Test Speedlink
ja_jp: SpeedLinkテスト
zh_cn: 测试 Speedlink

source: All Families
zh_cn: 所有系列

source: Favorites
ja_jp: お気に入り
zh_cn: 收藏

source: Recommended
zh_cn: 推荐

source: + Favorites
zh_cn: + 收藏

source: - Favorites
zh_cn: - 收藏

source: Fitting Range
zh_cn: 选配范围

source: Product Specification
zh_cn: 助听器参数

source: Specification
ja_jp: 仕様
zh_cn: 参数

source: Measurement
zh_cn: 测量

source: Options
zh_cn: 选项

source: Order Online
zh_cn: 在线订单

source: Print Data Sheet
zh_cn: 打印数据参数表

source: Convert
zh_cn: 转换

source: Initial Fit
cs_cz: Výchozí nastavení
da_dk: Ny tilpasning
de_de: Anpassung berechnen
es_es: Ajuste Inicial
fi_fi: Ensimmäinen sovitus
fr_fr: Ciblage initial
hu_hu: Előillesztés
it_it: Fitting Iniziale
ja_jp: 初期フィット
ko_kr: 초기 피팅
nl_nl: Basisinstelling
no_no: Grunninnstilling
pl_pl: Pierwsze Dopasowanie
pt_pt: Ajuste inicial
ro_ro: Sfat initial
ru_ru: Начальная настройка
sv_se: Initial Anpassning
tr_tr: İlk Uygulama
zh_cn: 初始验配

source: No Options
zh_cn: 无选择

source: Average Volume Adjustment: {0}dB
cs_cz: Průměrná hodnota nastavení hlasitosti: {0}dB
da_dk: Gennemsnitlig ændring af volumen: {0}dB
de_de: Durchschnittliche Lautstärkeneinstellung: {0} dB
es_es: Promedio de Ajustes de Volumen: {0}dB
fi_fi: Keskimääräinen voimakkuudensäätö : {0}dB
fr_fr: Modification moyenne du volume : {0}dB
hu_hu: Átlag hangerő állítás: {0}dB
it_it: Regolazione Volume media: {0}dB
ja_jp: ボリューム調整量の平均: {0}dB
ko_kr: 평균 볼륨 조정: {0}dB
nl_nl: Gemiddelde volume-aanpassing: {0}dB
no_no: Gjennomsnitt Volumkontroll justeringer: {0}dB
pl_pl: Średnia Regulacja Głośności: {0}dB
pt_pt: Ajuste médio do volume : {0}dB
ro_ro: Media modificarilor volumului {0}dB
ru_ru: Среднее значение регулировки громкости: {0}дБ
sv_se: Genomsnittlig Volymjustering: {0}dB
tr_tr: Ortalama Ses Düzenlemesi: {0}dB
zh_cn: 平均音量调整值: {0}dB

source: Open Module
zh_cn: 开放耳模式

source: Data at a Glance
cs_cz: Data v přehledu
da_dk: Dataoverblik
de_de: Daten im Überblick
es_es: Vista Rápida de Datos
fi_fi: Tiedot lukuina
fr_fr: Vue générale
hu_hu: Adatok első pillantásra
it_it: Sommario Dati
ja_jp: クイックビュー
ko_kr: 한눈에 데이터 보기
nl_nl: Data in een oogopslag
no_no: Data - Overblikk
pl_pl: Skrót danych
pt_pt: Dados
ro_ro: Date la o privire
ru_ru: Обзорная информация
tr_tr: Data Göz Gezdir
zh_cn: 浏览数据

source: Volume Adjustments Data
cs_cz: Data nastavení hlasitosti
da_dk: Volumenjusteringsdata
de_de: Daten Lautstärkeabgleich
es_es: Datos de Ajustes de Volumen
fi_fi: Äänenvoimakkuuden muutostietoa
fr_fr: Modification du volume
hu_hu: Hangerő állítás adat
it_it: Dati settaggio Volume
ja_jp: ボリューム変更に関するデータ
ko_kr: 볼륨 조절 데이터
nl_nl: Gegevens volume-aanpassingen
no_no: Volumjusteringsdata
pl_pl: Dane regulacji głośności
pt_pt: Dados de ajuste do CV
ro_ro: Ajustari Date Volum
ru_ru: Данные настройки громкости
sv_se: VolymjusteringData
tr_tr: Ses Ayarları Verisi
zh_cn: 音量调节数据

source: Programs and Environments
cs_cz: Programy a prostředí
da_dk: Programmer og miljøer
de_de: Programme und Umgebungen
es_es: Programas y Entornos
fi_fi: Ohjelmat ja ääniympäristö
fr_fr: Programmes et environnements sonores
hu_hu: Programok és környezetek
it_it: Programmi e Ambienti
ja_jp: プログラム使用状況
ko_kr: 프로그램 및 환경
nl_nl: Programma's en luisteromgevingen
no_no: Program og Miljøer
pl_pl: Programy i środowiska
pt_pt: Programas e Ambientes
ro_ro: Programe si Medii
ru_ru: Программы и окружающие обстановки
sv_se: Program och Miljöer
tr_tr: Programlar ve Çevreler
zh_cn: 程序设置和使用环境

source: Volume Over Time
cs_cz: Hlasitost během času
da_dk: Volumen over tid
de_de: Zeitlicher Ablauf
es_es: Volumen a lo largo del tiempo
fi_fi: Äänenvoimakkuuden aikajakso
fr_fr: Volume dans le temps
hu_hu: Hangerőszabályzó használat
it_it: Volume nel Tempo
ja_jp: ボリューム変更量の変化
ko_kr: 볼륨 시간초과
nl_nl: Volume in de tijd
no_no: Volum Over Tid
pl_pl: Głośność w czasie
pt_pt: Volume utilizado na maior parte do tempo
ro_ro: Volum in Timp
ru_ru: Громкость за период
sv_se: Volym över tid
zh_cn: 随使用时间音量调节变化

source: Volume per Program
cs_cz: Hlasitost na program
da_dk: Volumen pr. program
de_de: Lautstärke je Programm
es_es: Volumen por Programa
fi_fi: Äänenvoimakkuus per ohjelma
fr_fr: Volume par programme
hu_hu: Hangerő per program
it_it: Volume per Programma
ja_jp: プログラムごとのボリューム変更
ko_kr: 프로그램별 볼륨
nl_nl: Volume per programma
no_no: Volum per Program
pl_pl: Głośność na Program
pt_pt: Volume por programa
ro_ro: Volum per Program
ru_ru: Громкость для программы
sv_se: Volym per program
tr_tr: Her bir program için Ses ayarı
zh_cn: 每个程序音量调节变化

source: Volume per Environment
cs_cz: Hlasitost na prostředí
da_dk: Volumen pr. lydmiljø
de_de: Volume je Umgebung
es_es: Volumen por Entorno
fi_fi: Äänenvoimakkuus per ääniympäristö
fr_fr: Volume selon environnements
hu_hu: Hangerő per környezet
it_it: Volume per Ambiente
ja_jp: 環境ごとのボリューム変更
ko_kr: 환경별 볼륨
nl_nl: Volume per luisteromgeving
no_no: Volum per Lyttemiljø
pl_pl: Głośność w środowisku
pt_pt: Volume por ambiente
ro_ro: Volum per Mediu
ru_ru: Громкость в окружающей обстановке
sv_se: Volym per miljö
tr_tr: Her bir Çevre İçin Ses
zh_cn: 每种环境下音量调节变化

source: Average use time per day:
cs_cz: Průměrné denní použití:
da_dk: Gennemsnitlig brugstid pr. dag:
de_de: Durchschnittliche Benutzung pro Tag:
es_es: Promedio de uso diario:
fi_fi: Keskimääräinen käyttö per päivä :
fr_fr: Utilisation moyenne par jour :
hu_hu: Átlagos használati idő/nap:
it_it: Ore medie di utilizzo per giorno:
ja_jp: 1日あたりの平均使用時間:
ko_kr: 1일 평균 사용시간:
nl_nl: Gemiddelde gebruikstijd per dag:
no_no: Gjennomsnitt brukstid pr. dag:
pl_pl: Średni czas użytkowania dzienie:
pt_pt: Média de uso por dia:
ro_ro: Utilizare medie pe zi:
ru_ru: Среднее время ношения в день:
sv_se: Genomsnittlig användartid per dag:
tr_tr: Günlük ortalama kullanım süresi:
zh_cn: 平均每天使用时间:

source: Since:
cs_cz: Od:
da_dk: Siden:
de_de: Seit:
es_es: Desde:
fi_fi: Alkaen :
fr_fr: Depuis le :
hu_hu: Rögzítés kezdete:
it_it: Da:
ja_jp: ログ開始日:
nl_nl: Sinds:
no_no: Siden:
pl_pl: Od:
pt_pt: Desde:
ro_ro: De la:
ru_ru: С:
sv_se: Sedan:
tr_tr: Den beri:
zh_cn: 开始日期:

source: Vent Effect
zh_cn: 通气孔效应

source: Text Wizard
zh_cn: 文本向导

source: Print Audiogram
ja_jp: オージオグラムの印刷
zh_cn: 打印听力图

source: Print Product Sheet
ja_jp: 製品シートの印刷
zh_cn: 打印产品表

source: Print Patient Report
ja_jp: 顧客レポートの印刷
zh_cn: 打印用户报告

source: Print Audiological Report
zh_cn: 打印听力学报告

source: Wireless Notifications
cs_cz: Wireless notifikace
da_dk: Trådløse bip
de_de: Wireless Meldungen
es_es: Notificaciones Inalámbricas
fi_fi: Langattoman laitteen ilmoitus
fr_fr: Niveau de volume pour les bips du mode "sans fil"
hu_hu: Wireless bejelentések
it_it: Notifiche Wireless
ja_jp: ワイヤレスのお知らせ音
ko_kr: 무선 알림
nl_nl: Wireless meldingen
no_no: Trådløst - Varslinger
pl_pl: Powiadomienia Bezprzewodowe
pt_pt: Observações do Wireless
ro_ro: Notificare Wireless
ru_ru: Беспроводные оповещения
sv_se: Trådlösa Indikationer
tr_tr: Kablosuz Bildirimler
zh_cn: 无线连接提示

source: Display AVE Toolbar
zh_cn: 显示AVE工具栏

source: Display Counseling Toolbar
zh_cn: 显示咨询工具栏

source: Feedback Calibration
zh_cn: 反馈校准

source: Test Settings
zh_cn: 测试设置

source: No instrument(s) Selected
cs_cz: Sluchadlo není vybráno
da_dk: Intet apparat valgt
de_de: Kein Hörsystem ausgewählt
es_es: Sin audífono seleccionado
fi_fi: Kuulokojetta ei ole valittu
fr_fr: Aucun appareil sélectionné
hu_hu: Nincs készülék kiválasztva
it_it: Nessun Dispositivo Selezionato
ja_jp: 補聴器未選択
ko_kr: 선택된 보청기가 없습니다
nl_nl: Geen toestel(len) geselecteerd
no_no: Ingen apparater valgt
pl_pl: Nie Wybrano Aparatu(ów)
pt_pt: Nenhum AASI selecionado
ro_ro: Nici un aparat selectat
ru_ru: Не выбрано устройство
sv_se: Ingen hörapparat vald
tr_tr: Seçilmiş Cihaz Yok.
zh_cn: 未选择助听器

source: Instrument(s) Not Connected
cs_cz: Jedno nebo více sluchadel není připojeno
da_dk: Et eller flere apparater er ikke forbundet
de_de: Hörsystem(e) nicht verbunden
es_es: Audífono(s) No Conectados
fi_fi: Kuulokojeita ei ole kytketty
fr_fr: Aucun produit connecté
hu_hu: Egy vagy több készülék nincs csatlakoztatva
it_it: Uno o più dispositivi non sono connessi
ja_jp: 補聴器未接続
ko_kr: 보청기가 연결되지 않았습니다
nl_nl: Toestel(len) niet verbonden
no_no: Apparat(ene) ikke tilkoblet
pl_pl: Aparat(y) Nie Podłączone
pt_pt: O(s) aparelho(s) não foram conectados.
ro_ro: Unul sau mai multe aparate nu sunt conectate
ru_ru: Одно или несколько устройств не подключены
sv_se: En eller flera hörapparater är inte anslutna
tr_tr: Cihaz(lar) bağlanmadı
zh_cn: 未连接助听器

source: No Product Selected!
cs_cz: Není vybráno sluchadlo!
da_dk: Intet produkt valgt!
de_de: Kein Gerät ausgewählt!
es_es: ¡Ningún Producto Seleccionado!
fi_fi: Kuulokojetta ei valittu !
fr_fr: Aucun produit sélectionné
hu_hu: Nincs készülék kiválasztva!
it_it: Nessun Prodotto selezionato!
ja_jp: 補聴器未選択
ko_kr: 선택된 제품 없음!
nl_nl: Geen product geselecteerd!
no_no: Ingen Apparater Valgt!
pl_pl: Nie wybrano aparatu!
pt_pt: Nenhum produto selecionado!
ro_ro: Nici un produs selectat!
ru_ru: Не выбран СА!
sv_se: Ingen Patient Vald!
tr_tr: Seçilmiş Ürün Yok!
zh_cn: 未选择产品!

source: No Options
cs_cz: Bez voleb
da_dk: Ingen muligheder
de_de: Keine Optionen
es_es: Sin Opciones
fi_fi: Ei valintoja
fr_fr: Aucun appareil
hu_hu: Nincs opció
it_it: Nessuna Opzione
ja_jp: 未接続
ko_kr: 옵션 없음
nl_nl: Geen opties
no_no: Ingen valg
pl_pl: Brak opcji
pt_pt: Sem opções
ro_ro: Nici o optiune
ru_ru: Нет опций
sv_se: Inga Val
tr_tr: Seçenek Yok
zh_cn: 无可选项

source: Current Product
cs_cz: Aktuální sluchadlo
da_dk: Nuværende produkt
de_de: Aktuelles Produkt
es_es: Producto Actual
fi_fi: Valittu kuulokoje
fr_fr: Configuration actuelle :
hu_hu: Jelenlegi eszköz
it_it: Prodotto Attuale
ja_jp: 現在接続されているタイプ
ko_kr: 현재 제품
nl_nl: Huidig product
no_no: Aktuelt Apparat
pl_pl: Obecny aparat
pt_pt: Produto Atual
ro_ro: Produs curent
ru_ru: Текущий СА
sv_se: Aktuell Produkt
tr_tr: Mevcut Ürün
zh_cn: 当前产品

source: Configuration Options
cs_cz: Volby konfigurace
da_dk: Rekonfigurer HA:
de_de: Konfigurations Optionen
es_es: Opciones de Configuración
fi_fi: Konfigurointi valinnat
fr_fr: Configurations possibles :
hu_hu: Konfigurációs beállítások
it_it: Opzioni Configurazione
ja_jp: 設定オプション
ko_kr: Configuration 선택사항
nl_nl: Configuratie opties
no_no: Konfigurasjonsvalg
pl_pl: Opcje Konfiguracji
pt_pt: Opções de configurações
ro_ro: Configurare optiuni.
ru_ru: Опции конфигурации
sv_se: Konfiguration
tr_tr: Yapılandırma Seçenekleri
zh_cn: 配置可选项

source: Reconfiguring right side
cs_cz: Konvertuji pravou stranu
da_dk: Konverterer højre side
de_de: Rekonfiguriere rechte Seite
es_es: Convirtiendo Lado Derecho
fi_fi: Konfiguroi oikea puoli
fr_fr: Reconfiguration de l'appareil droit
hu_hu: Átalakítás a jobb oldalra
it_it: Conversione Lato Destro
ja_jp: 右耳の変更
ko_kr: 오른쪽 컨버팅 중
nl_nl: Rechter toestel converteren
no_no: Konverterer Høyre Side
pl_pl: Rekonfiguracja prawej strony
pt_pt: Reconfigurando Lado Direito
ro_ro: Reconfigurare Partea Dreapta
ru_ru: Преобразовать правую сторону
sv_se: Omkonfigurerar Hö sida
tr_tr: Sağ tarafı yeniden yapılandır
zh_cn: 正在重新装配右侧助听器
