Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Restoring the instrument will reset instrument program and features to default (factory) settings, remove MSG calibration, and accessory pairing. It will take a minimum of 30 seconds to finish, and CANNOT be canceled. WIRED programming interface is required. Note: All data will be lost. This process does NOT update the instrument. Click Close to exit without resetting.
cs_cz: Reset všech nastavení vrátí programy a funkce sluchadla na výchozí hodnoty, odebere MSG kalibraci a párované příslušenství. Proces trvá minimálně 30 vteřin a NELZE vrátit zpět. Je vyžadováno připojení KABELEM. Pozor: Veškerá data budou smazána. Tento proces NEAKTUALIZUJE sluchadlo. Klikněte na Zavřít pro odchod bez resetu.
da_dk: Nulstilling af alle indstillinger vil indstille apparatet til fabriksindstilling samt fjerne MSG kalibrering og parret tilbehør. Det tager min. 30 sekunder, og KAN IKKE fortrydes Det er nødvendigt at tilslutte apparatet med KABEL. Bemærk: alle data vil blive slettet. Klik 'Luk' for at fortryde nulstilling.
de_de: Das Zurücksetzen auf Werkseinstellung dauert mindestens 30 Sekunden und kann NICHT unterbrochen werden. (Alle Daten auf dem Gerät werden gelöscht). Wählen Sie "Schließen" zum verlassen ohne die Geräte zurück zu setzen oder "Zurücksetzen auf Werkseinstellung" zum Fortfahren. Eine Kabelverbindung ist notwendig!
es_es: Al restaurar el audífono, se resetearán todos los ajustes de fábrica de programas y caracteristicas, se eliminará la calibración del DFS y los accesorios emparejados. Durará unos 30 seg., y NO puede ser cancelado. Se necesita realizar la conexión por CABLE. Aviso: Todos los datos se perderán. Este proceso NO actualizará el(los) audífono(s). Hacer clic en Cerrar para salir sin resetear.
fi_fi: Asetusten palautus palauttaa kuulokojeen kaikki sovitusasetukset, ohjelma-asetukset, MSG kalibroinnin ja lisälaitteiden paritukset OLETUSASETUKSIIN. Palautus kestää noin 30 sekuntia EIKÄ SITÄ VOI KESKEYTTÄÄ. LANGALLISTA OHJELMOINTIYKSIKKÖÄ PITÄÄ KÄYTTÄÄ. Huomaa : Kaikki sovitustieto poistetaan. Tämä toiminto EI PÄIVITÄ kuulokojeen ohjelmaa. Paina SULJE jos haluat poistua toiminnosta.
fr_fr: Ce processus va : - supprimer le calibrage anti Larsen de l'appareil - supprimer les couplages des accessoires de l'appareil - restaurer les réglages usine dans l'appareil Au moins 30 secondes sont nécessaires, sans interruption possible. Tous les réglages présents dans l'appareil seront perdus. L'utilisation d'une interface de programmation filaire est obligatoire.
hu_hu: A gyári beállítsáok visszaállítása eltávolítja az MSG kalibrációt és a párosított tartozékokat. Ez minimum 30 másodpercig fog tartani, és nem visszaállítható. Kábeles programozó egység szükséges. Figyelem: Minden adat el fog veszni. Ez a folyamat nem frissíti a készüléket. Kattintson a Bezárásra a kilépéshez visszaállítás nélkül.
it_it: Il ripristino del dispositivo resetterà i programmi e le caratteristiche dell'apparecchio alle impostazioni predefinite (di fabbrica), rimuoverà la calibrazione MSG, e l'accoppiamento agli accessori. Sono richiesti minimo 30 secondi per completare il ripristino, che se avviato, non potrà essere annullato. È necessaria interfaccia di programmazione CON CAVETTI. Nota: Tutti i dati saranno persi. Questo processo NON aggiorna l'apparecchio. Fare click su Chiudi per uscire senza ripristinare.
ja_jp: この処理にはしばらく時間がかかります（途中で中止できませんのでご注意下さい）。また、この処理はSpeedlinkやNoahlinkなどの有線接続にて行なって下さい。※この処理によって補聴器の調整データはすべて失われます。
ko_kr: 보청기를 복구하면 보청기 프로그램과 기능들이 모두 초기화되고 MSG 캘리브레이션과 악세사리 페어링 기록도 삭제됩니다. 이 작업은 최소 30초가 소요되며, 도중에 취소할 수 없습니다. 유선으로 연결된 프로그래밍 인터페이스가 필요합니다. 주의: 기존 데이터가 모두 삭제됩니다. 이 작업은 보청기를 업데이트 하는 것이 아닙니다. 재설정을 하지않고 나가려면 닫기(Close)를 클릭하세요.
nl_nl: 'Herstel toestel(len)' zal programma´s en features van het toestel in de default (fabrieks) instellingen zetten én de DFS kalibratie en accessoire pairing verwijderen. Het duurt minimaal 30 seconden en kan NIET geannuleerd worden. Een DRAADGEBONDEN interface is vereist. Let op: alle gegevens gaan verloren. Dit proces geeft geen update aan het toestel. Klik op Sluiten om zonder herstel door te gaan.
no_no: Gjennoppretting til fabrikkinnstillinger vil ta minimum 30 sekunder, og kan IKKE kanselleres (Alle data vill gå tapt). Programmeringskabel er nødvendig. Denne prosessen oppdaterer IKKE apparatet. Trykk Lukk for å gå ut, uten å tilbakestille. Trykk Gjennopprett Fabrikkinnstillinger for å fortsette.
pl_pl: Przywrócenie aparatu zresetuje programy i ustawiena aparatu do danych domyślnych (fabryczych) ustawień, usunie dane kalibracji oraz parowania akcesoriów. Na zakończenie potrzeba mimimum 30 sekund i NIE MOŻE być przerwane. Wymagany jest PRZEWODOWY interfejs programowania. Uwaga: Wszystkie dane zostaną utracone. Ten proces NIE aktualizuje aparatów. Naciśnij Zamknij aby przerwać proces bez resetowania.
pt_pt: Restaurar os ajustes de fábrica levará aproximadamente 30 segundos, e não poderá ser cancelado (Todos os seus dados serão perdidos). Clique fechar para sair sem restaurar, ou clique Restaurar Ajustes de Fábrica para continuar o processo.
ro_ro: Resetarea la setarile de fabrica va dura minim 30 secunde si NU se poate opri (Toate datele se vor pierde). Apasa "Inchidere" pentru a iesi fara sa resetezi, apasa "Reseteaza la setarile de fabrica" pentru a continua.
ru_ru: Восстановление аппарата приведет к сбросу настроек программ и функций на настройки по умолчанию (заводские), удалению данных калибровки и сопряженных аксессуаров. Этот процесс займет минимум 30 секунд и его НЕВОЗМОЖНО отменить. Необходим ПРОВОДНОЙ интерфейс программирования. Важно: Все данные будут потеряны. Этот процесс не является обновлением слухового аппарата. Нажмите Закрыть, чтобы выйти без восстановления.
sv_se: Återställning till fabriksinställningar tar minst 30 sekunder och kan inte avbrytas. All data kommer raderas. Använd kabel. Klicka Stäng för att avsluta utan att återställa, klicka Återställ till fabriksinställningar för att fortsätta.
tr_tr: Cihazı fabrika ayarlarına geri çevirme, MSG kalibrasyonu ve özellikleri kaldırır, aksesuar eşleşmeyi sıfırlar. Bitmesi 30 saniye en az alır ve iptal EDİLEMEZ. KABLOLU programlama arayüzü gereklidir. Not: Tüm veriler kaybolacak. Bu süreç cihazı güncellemez. Resetlemeden çıkmak için Kapat 'ı tıklatın.
zh_cn: 助听器恢复出厂设置将删除所有设置、校准信息和无线配件。需要至少30秒才能完成,过程中不能取消。要求使用有线编程方式。注意：所有数据将被删除。这个过程不升级固件。点击“关闭”退出。

source: Instrument:
cs_cz: Sluchadlo:
da_dk: Apparat:
de_de: Hörsystem:
es_es: Audífono:
fi_fi: Kuulokoje :
fr_fr: Appareil :
hu_hu: Készülék:
it_it: Dispositivo:
ja_jp: 補聴器:
ko_kr: 보청기:
nl_nl: Toestel:
no_no: Apparat:
pl_pl: Aparat:
pt_pt: Aparelho:
ro_ro: Dispozitiv:
ru_ru: Аппарат:
sv_se: Hörapparat:
tr_tr: Cihaz:
zh_cn: 助听器:

source: Programming Interface:
cs_cz: Programovací Interface:
de_de: Programmiergerät:
es_es: Interfaz de Programación:
fi_fi: Ohjelmointiyksikkö :
fr_fr: Interface de programmation :
hu_hu: Programozó interfész:
it_it: Interfaccia di Programmazione:
ja_jp: インターフェイス:
ko_kr: 프로그래밍 인터페이스:
nl_nl: Programmeerinterface:
no_no: Programmingsenhet:
pl_pl: Interfejs Programowania:
pt_pt: Interface de Programação:
ru_ru: Интерфейс для программирования:
sv_se: Programmerings Interface:
tr_tr: Programlama Arayüzü:
zh_cn: 编程设备:

source: Restore Instrument(s)
cs_cz: Obnovit sluchadlo(a)
da_dk: Nulstil til fabriksindstilling
de_de: In Werkseinstellung zurücksetzen
es_es: Restaurar a Ajustes de Fábrica
fi_fi: Palauta kuulokojeasetukset
fr_fr: Restauration des réglages usine
hu_hu: Gyári beállítások visszaállítása
it_it: Resettare ai settaggi del costruttore
ja_jp: 補聴器のリセット
ko_kr: 보청기 복원
nl_nl: Herstel toestel(len)
no_no: Tilbakestille Apparat(ene)
pl_pl: Przywróć Aparat(y)
pt_pt: Restaurar aparelho(s) auditivo(s)
ro_ro: Reseteaza la Setarile de Fabrica
ru_ru: Восстановить аппарат(ы)
sv_se: Återställ hörapparaten
tr_tr: Cihaz(lar)ı Geri Yükle
zh_cn: 恢复助听器

source: Restore error.
cs_cz: Chyba obnovy.
da_dk: Fejl ved nulstilling til fabriksindstilling.
de_de: Fehler beim Zurücksetzen.
es_es: Error al Restaurar a Ajustes de Fábrica.
fi_fi: Virhe palutettaessa tehdasasetuksia.
fr_fr: Erreur de restauration des réglages usine.
hu_hu: Visszaállítási hiba.
it_it: Errore Reset dei settaggi del costruttore.
ja_jp: エラー
ko_kr: 복원 오류
nl_nl: Herstel toestel(len)-error.
no_no: Feil ved tilbakestilling av apparat(ene).
pl_pl: Błąd przywracania.
pt_pt: Erro na restauração
ro_ro: Eroare la restaurare
ru_ru: Ошибка восстановления.
sv_se: Återställningserror.
tr_tr: Geri yükleme hatası.
zh_cn: 恢复出错。

source: Stimulus:
zh_cn: 刺激:

source: Speech Weighted Noise
zh_cn: 语音加权噪声

source: Pure Tone
zh_cn: 纯音

source: Canceling Connect ...
cs_cz: Ruším připojení ...
da_dk: Fortryder forbindelse ...
de_de: Verbindung abgebrochen ...
es_es: Cancelando Conectar ...
fi_fi: Perutaan yhdistäminen...
fr_fr: Annulation ...
hu_hu: Csatlakozás mégse ...
it_it: Cancellazione Connessione ...
ja_jp: 接続を中止しています...
ko_kr: 연결 취소중 ...
nl_nl: Verbinden afbreken ...
no_no: Avbryter Tilkobling...
pl_pl: Anulowanie łączenia ...
pt_pt: Cancelando conexão...
ro_ro: Anulare Conectare ...
ru_ru: Отмена соединения...
sv_se: Avbryter Anslutning ...
tr_tr: Bağlantı İptal Ediliyor ...
zh_cn: 正在取消连接 ...

source: Connecting {0} instrument...
cs_cz: Připojuji {0}. sluchadlo...
da_dk: Forbinder apparat til {0}
de_de: {0}: Verbinde Hörsystem...
es_es: Conectando audífono {0} ...
fi_fi: Yhdistetään {0} kuulokoje...
fr_fr: Connexion de l'appareil - {0} ...
hu_hu: Készülék {0} csatlkoztatás...
it_it: Connessione dispositivo {0} ...
ja_jp: {0}の補聴器へ接続しています...
ko_kr: {0} 보청기 연결 중..
nl_nl: Verbind toestel {0}...
no_no: Tilkobling {0} apparat...
pl_pl: Łączenie {0} aparatu...
pt_pt: Conectando {0} aparelhos...
ro_ro: Conectare instrument {0} ...
ru_ru: Соединение СА {0}...
sv_se: Ansluter {0} hörapparat...
tr_tr: {0} cihaza bağlanıyor...
zh_cn: 正在连接 {0}...

source: Instrument(s) connected ...
cs_cz: Sluchadlo připojeno ...
da_dk: Apparat tilsluttet ...
de_de: Hörsystem(e) angeschlossen...
es_es: Audífono(s) conectado ...
fi_fi: Laitteet yhditetty...
fr_fr: Appareils connectés ...
hu_hu: Készülék csatlakoztatva ...
it_it: Dispositivo Connesso...
ja_jp: 機器の接続中 ...
ko_kr: 장치가 연결되었습니다 ...
nl_nl: Toestel(len) verbonden...
no_no: Apparat tilkoblet...
pl_pl: Apart(y) połączone ...
pt_pt: Aparelho conectado...
ro_ro: Dispozitiv conectat ...
ru_ru: Устройство подключено...
sv_se: Hörapparat ansluten ...
tr_tr: Cihaz(lar) bağlandı...
zh_cn: 已连接助听器 ...

source: Pairing accessory ...
cs_cz: Páruji příslušenství ...
da_dk: Parrer tilbehør ...
de_de: Kopple Systemkomponenten ...
es_es: Vinculando Accesorio ...
fi_fi: Paritetaan lisälaitetta...
fr_fr: Couplage des accessoires ...
hu_hu: Tartozék párosítás ...
it_it: Accoppiamento accessori ...
ja_jp: ワイヤレスアクセサリーとペアリングしています...
ko_kr: 액세서리 페어링 ...
nl_nl: Accessoire pairen...
no_no: Parer tilbehør ...
pl_pl: Parowanie akcesoriów ...
pt_pt: Sincronizando os acessórios...
ro_ro: Paritate accesorii ...
ru_ru: Соединение аксессуаров...
sv_se: Parar ihop tillbehör ...
tr_tr: Aksesuar eşleştiriyor...
zh_cn: 正在配对...

source: Preparing data on {0} ...
cs_cz: Připravuji data na {0} ...
da_dk: Forbereder data på {0} ...
de_de: Vorbereitung der Daten auf {0} ...
es_es: Preparando datos en {0} ...
fi_fi: Alustetaan {0} tietoa...
fr_fr: Préparation des données de l'appareil - Oreille {0} ...
hu_hu: Adatpárosítás {0} ...
it_it: Preparazione dati in {0} ...
ja_jp: {0}のデータを準備しています...
ko_kr: {0}에 데이터 준비중 ...
nl_nl: Voorbereiden gegevens op {0} ...
no_no: Forbereder data på {0} ...
pl_pl: Przygotowanie danych {0} ...
pt_pt: Preparando dados de {0} ...
ro_ro: Pregatire date in {0} ...
ru_ru: Подготовка данных {0}...
sv_se: Förbereder data på {0} ...
tr_tr: {0}daki veriyi hazırlıyor ...
zh_cn: 准备数据 {0} ...

source: Saving information...
cs_cz: Ukládám informace...
da_dk: Gemmer information...
de_de: Speichern der Informationen ...
es_es: Guardando Información...
fi_fi: Tallennetaan tietoa...
fr_fr: Transfert des réglages dans l'appareil - {0} ...
hu_hu: Információ mentése...
it_it: Salvataggio informazioni...
ja_jp: データの保存...
ko_kr: 정보 저장 중...
nl_nl: Informatie opslaan...
no_no: Lagrer informasjon...
pl_pl: Zapisywanie informacji...
pt_pt: Salvando Informações...
ro_ro: Salvare informatii...
ru_ru: Сохранение информации...
sv_se: Sparar information...
tr_tr: Bilgileri Kaydediyor...
zh_cn: 正在保存...

source: Write HI completed
cs_cz: Zápis do sluchadla dokončen
da_dk: Skriv til HA er fuldført
de_de: Schreibevorgang Hörsysteme abgeschlossen
es_es: Escritura en el audífono Completa
fi_fi: Ohjelmointi valmis
fr_fr: Ecriture des données terminée
hu_hu: HK írás kész
it_it: Scrittura Apparecchio Acustico Completata
ja_jp: 補聴器の書き込みが完了しました
ko_kr: HI 쓰기 완료
nl_nl: Opslaan in hoortoestel(len) voltooid
no_no: Høreapparat Ferdig
pl_pl: Zapis do aparatu(ów) zakończony
pt_pt: Escrever AASI completo
ro_ro: Scriere AA completa
ru_ru: Записано в СА
sv_se: Skriv Hörapparat Klar
tr_tr: İşitme Cihazı Yazımı Tamamlandı
zh_cn: 完成助听器编程

source: Starting validation ...
cs_cz: Spouštím validaci...
da_dk: Begynder validering ...
de_de: Starte Validierung ...
es_es: Comenzando validación ...
fi_fi: Alustus aloitetaan...
fr_fr: Validation en cours ...
hu_hu: Validáció indítás ...
it_it: Inizio validazione...
ja_jp: 検証の開始...
ko_kr: 밸리데이션 시작 ...
nl_nl: Start validatie...
no_no: Starter validering ...
pl_pl: Rozpoczęcie walidacji ...
pt_pt: Iniciando validação
ro_ro: Incepe validarea ...
ru_ru: Проверка на соответствие...
sv_se: Startar bekräftelse ...
tr_tr: Doğrulama Başlatılıyor ...
zh_cn: 开始确定 ...

source: Reconfiguring instrument on {0} ...
cs_cz: Rekonfiguruji sluchadlo na {0} ...
da_dk: Rekonfigurerer apparatet på {0} ...
de_de: Rekonfiguriere Gerät zu {0} ...
es_es: Reconfigurando audífono {0} ...
fi_fi: Uudelleenkonfiguroidaan {0} kuulokoje...
fr_fr: Reconfiguration de l'appareil - {0} ...
hu_hu: Készülék újrakonfigurálás {0} ...
it_it: Riconfigurazione Dispositivo in {0} ...
ja_jp: {0}のタイプを変更しています...
ko_kr: {0}에 보청기 Reconfigure중 ...
nl_nl: Toestel reconfigureren op {0} ...
no_no: Konverter apparat på {0} ...
pl_pl: Rekonfiguracja aparatu w {0} ...
pt_pt: Reconfigurando os aparelhos em {0} ...
ro_ro: Reconfigurare instrument in {0} ...
ru_ru: Повторная конфигурация аппарата {0}...
sv_se: Omkonfigurera hörapparater på {0} ...
tr_tr: {0} daki cihaz yeniden yapılandırılıyor...
zh_cn: 正在重新装配{0} ...

source: Reconfiguring instrument(s)...
cs_cz: Rekonfiguruji sluchadla ...
da_dk: Konverterer apparater ...
de_de: Rekonfiguriere Hörsystem(e)...
es_es: Convirtiendo audífono(s)...
fi_fi: Konfiguroidaan kuulokojeita...
fr_fr: Reconfiguration des appareils ...
hu_hu: Készülék átalakítás ...
it_it: Conversione dispositivi ...
ja_jp: 機器の変更中...
ko_kr: 보청기 Reconfiure 중...
nl_nl: Toestel(len) converteren...
no_no: Konverterer apparat ...
pl_pl: Rekonfiguracja aparatu(ów)...
pt_pt: Reconfigurando os aparelhos ...
ro_ro: Convertire dispozitive ...
ru_ru: Преобразование устройства...
sv_se: Omkonfigurerar hörapparater ...
tr_tr: Cihazlar yeniden yapılandırılıyor...
zh_cn: 正在重新装配助听器 ...

source: Restarting battery monitor ...
cs_cz: Znovu spouštím monitor baterie ...
da_dk: Genstarter battarikontrol ...
de_de: Neustart der Batterieüberwachung ...
es_es: reiniciando el monitor de batería ...
fi_fi: Paristotarkkailu käynnistetään uudelleen...
fr_fr: Monitoring pile ...
hu_hu: Elemfigyelő újraindítása ...
it_it: Riavvio monitoraggio batteria ...
ja_jp: 電池残量モニターを初期化しています...
ko_kr: 배터리 모니터 재시작 중 ...
nl_nl: Opnieuw starten van batterij monitor ...
no_no: Starter batterikontroll på nytt ...
pl_pl: Ponowne uruchomienie monitora baterii ...
pt_pt: Reiniciando monitoramento de bateria ...
ro_ro: Restartare monitor baterie ...
ru_ru: Перезагрузка мониторинга батареи...
sv_se: Återstartar batterimonitor ...
tr_tr: Pil Monitörü Tekrar Başlatılıyor ...
zh_cn: 重启电池监测 ...

source: Reading {0} instrument ...
cs_cz: Čtu {0} sluchadlo ...
da_dk: Læser {0} apparat ...
de_de: Lese {0} Hörsystemdaten ...
es_es: Leyendo audífono {0} ...
fi_fi: Luetaan {0} kuulokojetta...
fr_fr: Lecture des réglages de l'appareil - {0} ...
hu_hu: Készülék {0} olvasás ...
it_it: Lettura dispositivo {0} ...
ja_jp: {0}の補聴器から読込んでいます...
ko_kr: {0} 보청기 읽는 중 ...
nl_nl: Uitlezen toestel {0}...
no_no: Leser {0} apparat ...
pl_pl: Odczyt {0} aparatu ...
pt_pt: Lendo {0} AASI ...
ro_ro: Citire instrument {0} ...
ru_ru: Считывание СА {0}...
sv_se: Läser {0} hörapparat...
tr_tr: {0} cihazı okuyor ...
zh_cn: 正在读取 {0}...

source: Play Beeps Error
cs_cz: Chyba při spouštění pípnutí
da_dk: Fejl ved afspilning af bip
de_de: Signaltonfehler
es_es: Reproducir Avisos de Error
fi_fi: Äänimerkki virhe
fr_fr: Erreur de bip
hu_hu: Csipogás hiba lejátszás
it_it: Errore Riproduzione Beeps
ja_jp: お知らせ音再生エラー
ko_kr: 경고음 실행 오류
nl_nl: Afspelen beeps-error
no_no: Feil ved Avspilling av Signal
pl_pl: Odtwórz Dźwięki Błędów
pt_pt: Tocar bips - erros
ro_ro: Reda beep-uri de eroare
ru_ru: Ошибка воспроизведения бип-сигнала
sv_se: Spela Ljudindikation Error
tr_tr: İkaz hatasını göster.
zh_cn: 演示提示音出错

source: Hearing instrument not connected error
cs_cz: Chyba - nepřipojené sluchadlo
da_dk: Fejl. Høreapparat er ikke forbundet
de_de: Hörsystem-Verbindungsfehler
es_es: Error de audífono no conectado
fi_fi: Virhe yhdistettäessä kuulokojeeseen
fr_fr: Erreur d'appareil non connecté
hu_hu: Hallókészülék csatlakozási hiba
it_it: Errore, dispositivo acustico non connesso
ja_jp: 補聴器未接続エラー
ko_kr: 보청기가 연결되지 않은 오류
nl_nl: Hoortoestel niet verbonden-error
no_no: Feil - Høreapparat ikke tilkoblet
pl_pl: Błąd braku połączenia z aparatem
pt_pt: Erro: AASI não conectado
ro_ro: Eroarea Aparat Auditiv neconectat
ru_ru: Ошибка подключения слухового аппарата
sv_se: Hörapparat Inte Ansluten Error
tr_tr: İşitme Cihazı Bağlantı Hatası
zh_cn: 未连接助听器出错

source: Hearing instrument has to be connected to play.
cs_cz: Abyste mohli zvuk spustit, musí být sluchadlo připojeno.
da_dk: Hørespparaterne skal være tilsluttet for at kunne afspille.
de_de: Hörsystem muss zur Wiedergabe verbunden sein.
es_es: El audífono debe estar conectado para reproducir.
fi_fi: Äänimerkkiää ei voi toistaa koska kuulokojetta ei ole kytketty.
fr_fr: L'appareil auditif doit être connecté pour pouvoir écouter les bips sonores.
hu_hu: A hallókészülék csatlakoztatva van a lejátszáshoz.
it_it: L'apparecchio deve essere collegato.
ja_jp: 再生するために補聴器を接続する必要があります
ko_kr: 재생하려면 보청기를 연결해야 합니다.
nl_nl: Hoortoestel moet verbonden zijn om te functioneren.
no_no: Høreapparat må være tilkoblet for å avspille.
pl_pl: Aby odtworzyć dźwięk, aparat musi być połączony.
pt_pt: AASI precisa estar conectado.
ru_ru: Подключите слуховой аппарат, чтобы воспроизвести бип-сигнал
sv_se: Hörapparat måste vara ansluten för att spela.
tr_tr: Oynatmak için İşitme Cihazı Bağlı Olmalı
zh_cn: 演示时需要连接助听器.

source: Vent:
zh_cn: 通气孔:

source: Satisfaction Journal
de_de: Zufriedenheits Journal
es_es: Agenda de Satisfacción
fr_fr: Data logging
pt_pt: Diário de Satisfação
zh_cn: 满意之旅

source: Session Summary:
zh_cn: 总结:

source: Journal Notes
zh_cn: 日志记录

source: Subject:
zh_cn: 主题:

source: Pin Code:
zh_cn: Pin码:

source: Save To:
zh_cn: 保存到:

source: Hearing Instrument & Database
zh_cn: 助听器&数据库

source: Database Only
zh_cn: 仅数据库

source: Hearing Instruments Only
ja_jp: 補聴器のみ
zh_cn: 仅助听器

source: Fitting has been save to the
zh_cn: 选配数据已被保存到

source: Japanese
cs_cz: Japonsky
da_dk: Japansk
de_de: Japanisch
es_es: Japonés
fi_fi: Japani
fr_fr: Japonais
hu_hu: Japán
it_it: Giapponese
ja_jp: 日本語
ko_kr: 일본어
nl_nl: Japans
no_no: Japansk
pt_pt: Japonês
ro_ro: Japoneza
ru_ru: Японский
sv_se: Japanska
tr_tr: Japonca
zh_cn: 日语

source: Pin Code:
cs_cz: PIN-kód:
da_dk: PIN kode:
es_es: Código PIN
fi_fi: PIN koodi :
fr_fr: Code PIN :
hu_hu: PIN kód:
it_it: Codice Pin:
ja_jp: PINコード:
ko_kr: 핀코드:
no_no: PIN-kode:
pl_pl: Kod pin:
ro_ro: Codul Pin
ru_ru: Пин-код:
sv_se: Pinkod:
tr_tr: Pin Kodu:
zh_cn: 代码：

source: Smart Gain
es_es: Adaptación Progresiva
pt_pt: Ganho Inteligente
zh_cn: 智能增益

source: Croatian
cs_cz: Chorvatsky
da_dk: Kroatisk
de_de: Kroatisch
es_es: Croata
fi_fi: Kroatia
fr_fr: Croate
hu_hu: Horvát
it_it: Croato
ja_jp: クロアチア語
ko_kr: 크로아티아어
nl_nl: Kroatisch
no_no: Kroatisk
pt_pt: Croata
ro_ro: Croatia
ru_ru: Хорватский
tr_tr: Hırvatca
zh_cn: 克罗地亚语

source: Greek
cs_cz: Řecky
da_dk: Græsk
de_de: Griechisch
es_es: Griego
fi_fi: Kreikka
fr_fr: Grec
hu_hu: Görög
it_it: Greco
ja_jp: ギリシャ語
ko_kr: 그리스어
nl_nl: Grieks
no_no: Gresk
pt_pt: Grego
ro_ro: Greaca
ru_ru: Греческий
sv_se: Grekiska
tr_tr: Yunanca
zh_cn: 希腊语

source: Spanish
cs_cz: Španělsky
da_dk: Spansk
de_de: Spanisch
es_es: Español
fi_fi: Espanja
fr_fr: Espagnol
hu_hu: Spanyol
it_it: Spagnolo
ja_jp: スペイン語
ko_kr: 스페인어
nl_nl: Spaans
no_no: Spansk
pt_pt: Espanhol
ro_ro: Spaniola
ru_ru: Испанский
sv_se: Spanska
tr_tr: İspanyolca
zh_cn: 西班牙语

source: German
cs_cz: Německy
da_dk: Tysk
de_de: Deutsch
es_es: Alemán
fi_fi: Saksa
fr_fr: Allemand
hu_hu: Német
it_it: Tedesco
ja_jp: ドイツ語
ko_kr: 독일어
nl_nl: Duits
no_no: Tysk
pt_pt: Alemão
ro_ro: Germana
ru_ru: Немецкий
sv_se: Tyska
tr_tr: Almanca
zh_cn: 德语

source: Danish
cs_cz: Dánsky
da_dk: Dansk
de_de: Dänisch
es_es: Danés
fi_fi: Tanska
fr_fr: Danois
hu_hu: Dán
it_it: Danese
ja_jp: デンマーク語
ko_kr: 덴마크어
nl_nl: Deens
no_no: Dansk
pt_pt: Dinamarquês
ro_ro: Daneza
ru_ru: Датский
sv_se: Danska
tr_tr: Danca
zh_cn: 丹麦语

source: Finnish
cs_cz: Finsky
da_dk: Finsk
de_de: Finnisch
es_es: Finlandés
fi_fi: Suomi
fr_fr: Finnois
hu_hu: Finn
it_it: Finlandese
ja_jp: フィンランド語
ko_kr: 핀란드어
nl_nl: Fins
no_no: Finsk
pt_pt: Finlandês
ro_ro: Finlandeza
ru_ru: Финский
sv_se: Finska
tr_tr: Fince
zh_cn: 芬兰语

source: Italian
cs_cz: Italsky
da_dk: Italiensk
de_de: Italienisch
es_es: Italiano
fi_fi: Italia
fr_fr: Italien
hu_hu: Olasz
it_it: Italiano
ja_jp: イタリア語
ko_kr: 이탈리아어
nl_nl: Italiaans
no_no: Italiensk
pt_pt: Italiano
ro_ro: Italiana
ru_ru: Итальянский
sv_se: Italienska
tr_tr: İtalyanca
zh_cn: 意大利语

source: Dutch
cs_cz: Holandsky
da_dk: Hollandsk
de_de: Holländisch
es_es: Holandés
fi_fi: Hollanti
fr_fr: Néerlandais
hu_hu: Holland
it_it: Tedesco
ja_jp: オランダ語
ko_kr: 네델란드어
nl_nl: Nederlands
no_no: Hollandsk
pt_pt: Holandês
ro_ro: Olandeza
ru_ru: Голландский
sv_se: Holländska
tr_tr: Flemenkçe
zh_cn: 荷兰语

source: Swedish
cs_cz: Švédsky
da_dk: Svensk
de_de: Schwedisch
es_es: Sueco
fi_fi: Ruotsi
fr_fr: Suédois
hu_hu: Svéd
it_it: Svedese
ja_jp: スウェーデン語
ko_kr: 스웨덴어
nl_nl: Zweeds
no_no: Svensk
pt_pt: Sueco
ro_ro: Suedeza
ru_ru: Шведский
sv_se: Svenska
tr_tr: İsveççe
zh_cn: 瑞典语

source: Norwegian
cs_cz: Norsky
da_dk: Norsk
de_de: Norwegisch
es_es: Noruego
fi_fi: Norja
fr_fr: Norvégien
hu_hu: Norvég
it_it: Norvegese
ja_jp: ノルウェー語
ko_kr: 노르웨어어
nl_nl: Noors
no_no: Norsk
pt_pt: Norueguês
ro_ro: Norvegiana
ru_ru: Норвежский
sv_se: Norska
tr_tr: Norveççe
zh_cn: 挪威语

source: Chinese
cs_cz: Čínsky
da_dk: Kinesisk
de_de: Chinesisch
es_es: Chino
fi_fi: Kiina
fr_fr: Chinois
hu_hu: Kínai
it_it: Cinese
ja_jp: 中国語
ko_kr: 중국어
nl_nl: Chinees
no_no: Kinesisk
pt_pt: Chinês
ro_ro: Chineza
ru_ru: Китайский
sv_se: Kinesiska
tr_tr: Çince
zh_cn: 简体中文

source: Portuguese
cs_cz: Portugalsky
da_dk: Portugisisk
de_de: Portugiesisch
es_es: Portugués
fi_fi: Portugali
fr_fr: Portugais
hu_hu: Portugál
it_it: Portoghese
ja_jp: ポルトガル語
ko_kr: 포르투갈어
nl_nl: Portugees
no_no: Portogisisk
pl_pl: Portugese
pt_pt: Português
ro_ro: Portugheza
ru_ru: Португальский
zh_cn: 葡萄牙语

source: Polish
cs_cz: Polsky
da_dk: Polsk
de_de: Polnisch
es_es: Polaco
fi_fi: Puola
fr_fr: Polonais
hu_hu: Lengyel
it_it: Polacco
ja_jp: ポーランド語
ko_kr: 폴란드어
nl_nl: Pools
no_no: Polsk
pl_pl: Polski
pt_pt: Acabamento
ro_ro: Poloneza
ru_ru: Польский
sv_se: Polska
tr_tr: Polonyaca
zh_cn: 波兰语
