Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: There is session data related to this patient. If you continue this data will be deleted also. Do you wish to continue?
cs_cz: Existují data sezení vztahující se k tomuto pacientovi. Budete-li pokračovat, budou ona data smazána též. Chcete pokračovat?
da_dk: Der er sessionsdata til denne patient. Hvis du fortsætter vil disse data også slettes. Vil du fortsætte?
de_de: Zu diesem Kunden gibt es Sitzungsdaten. Wenn Sie fortfahren, werden diese Daten auch gelöscht. Möchten Sie fortfahren?
es_es: Hay datos de sesión relacionados con este paciente. Si continua estos datos también se borraran. ¿Desea continuar?
fi_fi: Käyntitietoa on saataville tälle potilaalle. Jos jatkat tämä tieto katoaa myös. Haluatko jatkaa ?
fr_fr: Il existe des données de session liées à ce patient. Si vous continuez, ces données seront aussi supprimées. Voulez-vous continuer ?
hu_hu: Vannak a páciensre vonatkozó adatok. Ha folytatja ezek törölve lesznek. Folytatja?
it_it: Ci sono dati relativi alla sessione di questo paziente. Se si continua questi dati saranno cancellati. Continuare?
ja_jp: この顧客に関連するフィッティングデータがあります。このまま継続した場合データが失われます。継続しますか？
ko_kr: 이 환자와 관련된 세션 데이타가 있습니다. 계속하면 이 데이타도 삭제될 수 있습니다.계속하시겠습니까?
nl_nl: Er zijn sessiegegevens voor deze cliënt. Als u doorgaat worden deze gegevens ook verwijderd. Wilt u toch doorgaan?
no_no: Det er sesjonsdata knyttet til denne pasienten. Om du fortsetter vil disse også slettes. Ønsker du å fortsette?
pl_pl: Isnieja dane powiązane z tym pacjntem. Jeśli będziesz kontynuować dane ulegną nadpisaniu. Czy chcesz kontynuować?
pt_pt: Há uma sessão relacionada a este paciente. Se você continuar, estes dados serão deletados. Você deseja continuar ?
ro_ro: Exista date legate de aceasta sesiune. Daca vei continua aceste date se vor sterge. Vrei sa continui?
ru_ru: Имеется информация, относящяяся к данному пациенту. Если продолжить, она будет утрачена. Продолжить?
sv_se: Det finns sessionsdata relaterat till denna patient. Ifall du vill fortsätter kommer denna data att raderas också. Vill du fortsätta?
tr_tr: Bu hastaya ait oturum verisi var.Eğer devam edersen bu veri de silinecektir. Devam etmek istiyormusun?
zh_cn: 这是此客户的验配数据。如继续将删除此客户的数据。您要继续吗？

source: Cascade Delete Warning!
cs_cz: Varování před smazáním závislých dat!
de_de: Kaskade Löschungswarnung!
es_es: ¡Atención borrado en cascada!
fi_fi: Varoitus poistosta !
fr_fr: Avertissements en cascade !
hu_hu: Cascade törlés figyelmeztetés!
it_it: Attenzione cancellazione a cascata!
ja_jp: 削除警告
ko_kr: Cascade 삭제 경보!
nl_nl: Meervoudige Delete waarschuwing!
no_no: Kaskadesletting Advarsel!
pl_pl: Ostrzeżenie o usuwaniu kaskadowym!
pt_pt: Cuidado, esta ação pode deletar todos os dados !
ro_ro: Avertizare Stergere Ferestre!
ru_ru: Предупреждение о последовательном удалении!
sv_se: Expandera Radera Varning!
tr_tr: Ard Arda Sil Uyarısı!
zh_cn: 删除警告！

source: There is data related to this session. If you continue this data will be deleted also. Do you wish to continue?
cs_cz: K tomuto sezení se vztahují další data, Budete-li pokračovat, budou smazána též. Chcete pokračovat?
da_dk: Der er data til ddenne session. Hvis du fortsætter vil de også slettes. Vil du fortsætte?
de_de: Es gibt Daten zu dieser Sitzung. Wenn Sie fortfahren, werden diese Daten auch gelöscht. Möchten Sie fortfahren?
es_es: Hay datos relativos a esta sesión. Si continua estos datos también se borraran. ¿Desea continuar?
fi_fi: Tietoa on saatavissa tälle käynnille. Jos jatkat tämä tieto katoaa myös. Haluatko jatkaa ?
fr_fr: Il existe des données liées à cette session. Si vous continuez, ces données seront aussi supprimées. Voulez-vous continuer ?
hu_hu: Vannak a bejegyzésre vonatkozó adatok. Ha folytatja ezek törölve lesznek. Folytatja?
it_it: Ci sono dati relativi a questa sessione. Se si continua questi dati saranno cancellati. Continuare?
ja_jp: このフィッティングに関連するデータがあります。このまま継続した場合このデータも失われます。継続しますか？
ko_kr: 이 세션과 관련된 데이타가 있습니다. 계속하면 이 데이타도 삭제될 수 있습니다. 계속하시겠습니까?
nl_nl: Er zijn gegevens voor deze sessie. Als u doorgaat worden deze gegevens ook verwijderd. Wilt u toch doorgaan?
no_no: Det er data knyttet til denne sesjonen. Om du fortsetter vil disse også slettes. Ønsker du å fortsette?
pl_pl: Isnieja dane powiązane z tym pacjntem. Jeśli będziesz kontynuować dane ulegną nadpisaniu. Czy chcesz kontynuować?
pt_pt: Há dados relacionados a esta sessão. Se vc deseja continuar , estes dados serão deletados. Deseja continuar ?
ro_ro: Exista date legate de aceasta sesiune. Daca vei continua aceste date se vor sterge. Vrei sa continui?
ru_ru: Имеется информация, относящаяся к данной сессии. Если продолжить, она будет утрачена. Продолжить?
sv_se: Det finns data relaterad till sessionen? Om du fortsätter kommer denna data raderas. Vill du fortsätta?
tr_tr: Bu oturuma ait bir veri var. Eğer devam edersen bu veri de silinecektir.Devam etmek istiyormusun?
zh_cn: 这是此客户的验配数据。如继续将删除此客户的数据。您要继续吗？

source: Do you want to save the changes?
cs_cz: Chcete uložit změny?
da_dk: Ønsker du at gemme ændringer?
de_de: Möchten Sie die Änderungen speichern?
es_es: ¿Desea Guardar los cambios?
fi_fi: Haluatko tallentaa tehdyt muutokset ?
fr_fr: Voulez-vous sauvegarder les changements ?
hu_hu: Menteni szeretné a változásokat?
it_it: Vuoi salvare le modifiche?
ja_jp: 変更を保存しますか？
ko_kr: 변경사항들을 저장하시겠습니까?
nl_nl: Wilt u de wijzigingen opslaan?
no_no: Ønsker du å lagre endringene?
pl_pl: Czy chcesz zachować zmiany?
pt_pt: Você deseja salvar as alterações?
ro_ro: Vrei sa salvezi schimbarile?
ru_ru: Сохранить изменения?
sv_se: Vill du spara ändringar?
tr_tr: Değişiklikleri kaydetmek istiyor musun?
zh_cn: 您要保存改变吗？

source: Confirm Save
cs_cz: Potvrdit uložení
da_dk: Vil du gemme?
de_de: Speichern bestätigen
es_es: Confirmar Grabación
fi_fi: Vahvista tallennus
fr_fr: Confirmer la sauvegarde
hu_hu: Mentés elfogadása
it_it: Conferma salvataggio
ja_jp: 保存確認
ko_kr: 저장 확인
nl_nl: Bevestig opslaan
no_no: Bekreft Lagre
pl_pl: Potwierdź zapis
pt_pt: Salvo
ro_ro: Confirma Salvarea
ru_ru: Подтвердить сохранение
sv_se: Bekräfta Spara
tr_tr: Kaydı Onayla
zh_cn: 确定保存

source: There is no patient selected.
cs_cz: Není vybrán pacient.
da_dk: Der er ikke valgt patient
de_de: Es wurde kein Kunde ausgewählt
es_es: No hay ningún paciente Seleccionado.
fi_fi: Valitse potilas tietokannasta tai syötä uusi potilas.
fr_fr: Aucun patient n'a été selectionné.
hu_hu: Nincs páciens kiválasztva.
it_it: Nessun paziente selezionato.
ja_jp: 顧客が選択されていません
ko_kr: 선택된 환자가 없습니다.
nl_nl: Er is geen cliënt geselecteerd
no_no: Ingen pasient er valgt.
pl_pl: Nie wybrano pacjenta.
pt_pt: Não há paciente selecionado
ro_ro: Nici un pacient selectat.
ru_ru: Не выбран пациент.
sv_se: Det finns ingen patient vald.
tr_tr: Seçili bir hasta yok.
zh_cn: 未选择客户。

source: No Patient Selected
cs_cz: Není vybrán pacient
da_dk: Ingen patient valgt
de_de: Kein Kunde ausgewählt
es_es: Ningún Paciente seleccionado
fi_fi: Potilasta ei ole valittu.
fr_fr: Aucun patient sélectionné
hu_hu: Nincs páciens kiválasztva
it_it: Nessun Paziente selezionato
ja_jp: 顧客未選択
ko_kr: 선택된 환자 없음
nl_nl: Geen cliënt geselecteerd
no_no: Ingen pasient er valgt
pl_pl: Nie wybrano pacjenta
pt_pt: Sem paciente selecionado
ro_ro: Nici un pacient selectat
ru_ru: Не выбран пациент
sv_se: Ingen Patient Vald
tr_tr: Hasta Seçili Değil
zh_cn: 未选择客户

source: There is no audiogram data for this patient. Audiogram must exist to perform fitting.
cs_cz: Pro tohoto pacienta není k dispozici audiogram. Abyste mohli nastavovat, musí audiogram existovat.
da_dk: Der er ingen audiogramdata for denne patient. Audiogram bør eksistere før tilpasning.
de_de: Es fehlen Audiogrammdaten. Für die Anpassung wird ein Audiogramm benötigt.
es_es: No hay datos audiométricos para este paciente. Debe existir una audiometría para realizar la adaptación.
fi_fi: Tällä potilaalla ei ole audiogrammia. Audiogrammi on oltava että voidaan tehdä sovitus.
fr_fr: Aucun audiogramme n'a été trouvé pour ce patient. un audiogramme est nécessaire pour continuer l'adaptation.
hu_hu: Nincs audiogramm ehhez a pácienshez. Audiogram szükséges az illesztéshez.
it_it: Non ci sono audiogrammi per questo paziente. Inserire l'audiogramma per effettuare il fitting.
ja_jp: この顧客にはオージオグラムデータがありません。フィッティングを行うにはオージオグラムのデータが必要です。
ko_kr: 이 환자에 대한 오디오그램 데이타가 없습니다. 피팅 수행을 위해서 오디오그램이 존재해야 합니다.
nl_nl: Er zijn geen audiogram gegevens voor deze cliënt. Om een aanpassing uit te voeren moet er een audiogram zijn.
no_no: Audiogram er ikke tilknyttet denne pasienten. Audiogram er nødvendig for å kunne tilpasse.
pl_pl: Brak audiogramu tego pacjenta. Trzeba wprowadzić audiogram aby zacząć dopasowanie.
pt_pt: Não há dados de audiograma para este paciente. Audiograma deve existir para adaptação
ro_ro: Nu este nici o audiograma la acest pacient. Audiograma trebuie sa existe pentru a putea face reglajul.
ru_ru: Нет данных аудиограммы пациента. Аудиограмма необходима для настройки.
sv_se: Det finns inget audiogram realterat till denna patient. Audiogram måste finnas innan anpassning.
tr_tr: Bu hastaya ait bir odyogram verisi yok. Fitting yapılabilmesi için odyogram girilmelidir.
zh_cn: 此客户没有听力数据。在进行选配时听力数据是必须的。

source: No Audiogram Warning
cs_cz: Neexistuje audiogram
da_dk: Advarsel. Intet audiogram
de_de: Keine Audiogrammwarnung
es_es: Aviso de No Audiometría
fi_fi: Ei audiogrammia varoitus
fr_fr: Pas d'audiogramme
hu_hu: Nincs audiogram figyelmeztetés
it_it: Attenzione nessun Audiogramma
ja_jp: オージオグラムがありません
ko_kr: 오디오그램 경고 없음
nl_nl: Geen audiogram waarschuwing
no_no: Advarsel: Ingen Audiogram
pl_pl: Ostrzeżenie o braku audiogramu
pt_pt: Sem aviso de audiograma
ro_ro: Fara Avertizare Audiograma
ru_ru: Предупреждение: нет аудиограммы
sv_se: Ingen Audiogram Varning
tr_tr: Odyogram Uyarısı Yok
zh_cn: 无听力图提示

source: Invalid Entry, must be a date
cs_cz: Chybné zadání, musí to být datum
da_dk: Forkert indtastning, skal være en dato
de_de: Ungültige Eingabe, es muss ein Datum sein
es_es: Valor incorrecto, debe ser una fecha
fi_fi: Väärä tieto, pitää olla päivämäärä
fr_fr: Donnée invalide, doit être une date
hu_hu: Érvénytelen bevitel, dátum szükséges
it_it: Inserimento non valido, la data è obbligatoria
ja_jp: 入力は無効です。日付を入力して下さい。
ko_kr: 잘못된 경로, 수식이 날짜여야 합니다.
nl_nl: Ongeldige invoer, dit moet een datum zijn
no_no: Ugyldig data. Det må være en dato
pl_pl: Nieprawidłowy wpis daty
pt_pt: Entrada Inválida, deve haver uma data
ro_ro: Adaugare Nevalida, trebuie sa fie o data
ru_ru: Невозможно начать. Должна быть дата.
sv_se: Fel Värde, måste vara ett datum
tr_tr: Geçersiz Giriş, Bir tarih olmak zorunda.
zh_cn: 非法输入，请输入日期格式。

source: Invalid Entry
cs_cz: Chybné zadání
da_dk: Forkert indtastning
de_de: Ungültige Eingabe
es_es: Entrada incorrecta
fi_fi: Väärä tieto
fr_fr: Donnée invalide
hu_hu: Érvénytelen bevitel
it_it: Inserimento non valido
ja_jp: 無効な入力
ko_kr: 잘못된 경로
nl_nl: Ongeldige invoer
no_no: Ugyldig data
pl_pl: Nieprawidłowy wpis
pt_pt: Entrada Inválida
ro_ro: Adaugare Nevalida
ru_ru: Невозможно начать.
sv_se: Fel Värde
tr_tr: Geçersiz Giriş
zh_cn: 非法输入

source: You are in read-only mode and can't change the data. Do you want to create a new audiogram based upon this one?
cs_cz: Jste v módu "Pouze pro čtení" a nemůžete měnit data. Chcete vytvořit nový audiogram založený na tomto?
da_dk: Du er i indstillingen 'Læs kun' og kan ikke ændre data. Vil du lave et nyt audiogram baseret på dette?
de_de: Sie befinden sich im reinen Lesemodus, daher können die Daten nicht geändert werden. Möchten Sie ein neues Audiogramm basierend hierauf erstellen?
es_es: Se encuentra en modo solo-lectura y no puede cambiar datos. ¿Desea crear un nuevo audiograma basado en este?
fi_fi: Tietoja ei voi muuttaa lukutilassa. Haluatko luoda uuden audiogrammin perustuen tähän ?
fr_fr: Impossible de modifier les données car vous êtes en mode lecture seule. Souhaitez-vous créer un nouvel audiogramme basé sur celui-ci ?
hu_hu: Ön csak olvasás módban van és nem tud semmit sem változtatni. Szeretne készíteni egy másik audiogramot erre alapozva?
it_it: Sei in modalità di sola lettura e non può modificare i dati. Vuoi creare un audiogramma nuovo basato su questo?
ja_jp: このオージオグラムは読み取り専用として保護されています [はい] - 保存されたオージオグラムを元に変更します [いいえ] - 新規作成します [キャンセル] - 中止します
ko_kr: 읽기전용모드에서는 데이타 변경이 불가능합니다. 이 데이타를 기반으로 새로운 오디오그램을 생성하시겠습니까?
nl_nl: U bent in de ReadOnly-modus en kunt de gegevens niet wijzigen. Wilt u een nieuw audiogram creëren gebaseerd op deze?
no_no: Du er i skrivebeskyttet modus og kan ikke endre data. Vil du opprette et nytt audiogram basert på dette?
pl_pl: Jesteś w trybie tylko do odczytu, nie możesz zmienić danych. Czy chcesz stworzyć nowy audiogram na podstawie tego?
pt_pt: Você está no modo leitura e não pode mudar os dados. Você deseja criar um novo audiograma baseado nestes?
ro_ro: Te afli in modul doar-citire si nu poti modifica date. Vrei sa creezi o noua audiograma bazata pe aceasta?
ru_ru: Вы не можете внести изменения, так как используется режим "только чтение". Создать новую аудиограмму поверх существующей?
sv_se: Du är i "read-only" läge och kan inte ändra data. Vill du skapa ett nytt audiogram baserat på denna?
tr_tr: Sadece okuma modundasınız, verileri değiştiremezsiniz. Bunun üzerine yeni bir odyogram oluşturmak istiyor musun?
zh_cn: 此听力图为只读模式，不能修改。您想在此基础上新建听力图吗？

source: Read-Only
cs_cz: Pouze pro čtení
da_dk: Læs kun
de_de: Nur lesen
es_es: Solo-Lectura
fi_fi: Olet lukutilassa
fr_fr: Mode lecture seule
hu_hu: Csak olvasás
it_it: Leggi soltanto
ja_jp: 読込み専用
ko_kr: 읽기전용
no_no: Skrivebeskyttet
pl_pl: Tylko do odczytu
pt_pt: Ler - apenas
ro_ro: Doar-Citire
ru_ru: Только чтение
sv_se: Endast Läs
tr_tr: Sadece Oku
zh_cn: 只读

source: Save Completed
cs_cz: Ukládání dokončeno
da_dk: Data gemt
de_de: Speichern abgeschlossen
es_es: Grabación Completa
fi_fi: Tallennus valmis
fr_fr: Sauvegarde terminée
hu_hu: Mentés kész
it_it: Salvataggio Completato
ja_jp: 保存が完了しました
ko_kr: 저장완료
nl_nl: Opslaan voltooid
no_no: Lagret
pl_pl: Zapis ukończony
pt_pt: Alteração salva
ro_ro: Salvare Completa
ru_ru: Сохранено
sv_se: Spara Avslutad
tr_tr: Kayıt Tamamlandı
zh_cn: 保存完毕

source: Save Failed
cs_cz: Ukládání selhalo
da_dk: Fejl. Ikke gemt
de_de: Speichervorgang fehlgeschlagen
es_es: Grabación Fallida
fi_fi: Tallennus
fr_fr: La sauvegarde a échouée
hu_hu: Mentés hiba
it_it: Salvataggio Fallito
ja_jp: 保存失敗
ko_kr: 저장실패
nl_nl: Opslaan mislukt
no_no: Fikk ikke lagret
pl_pl: Zapis zakończony niepowodzeniem
pt_pt: Falha ao salvar
ro_ro: Salvare Esuata
ru_ru: Не удалось сохранить
sv_se: Spara Misslyckades
tr_tr: Kayıt Başarısız
zh_cn: 保存失败

source: Last Name is required
cs_cz: Příjmení je povinné
da_dk: Efternavn er påkrævet
de_de: Nachname ist erforderlich
es_es: El apellido es obligatorio
fi_fi: Sukunimi on syötettävä
fr_fr: Le nom de famille est nécessaire
hu_hu: Vezetéknév szükséges
it_it: Cognome Richiesto
ja_jp: 苗字（姓）を入力して下さい
ko_kr: 성을 입력하세요
nl_nl: Achternaam is vereist
no_no: Etternavn påkreves
pl_pl: Wymagane jest nazwisko
pt_pt: Último nome é requerido
ro_ro: Numele de Familie necesar
ru_ru: Необходимо ввести фамилию
sv_se: Efternamn krävs
tr_tr: Soyadı gerekiyor
zh_cn: 必须输入姓

source: Session Notes
cs_cz: Poznámky k sezení
da_dk: Sessionsnoter
de_de: Sitzungshinweise
es_es: Notas de la sesión
fi_fi: Merkintöjä käynnistä
fr_fr: Notes de la session
hu_hu: Bejegyzés feljegyzések
it_it: Note di sessione
ja_jp: 調整記録
ko_kr: 세션 노트
nl_nl: Sessie opmerkingen
no_no: Sesjonsdata
pl_pl: Notatki do sesji
pt_pt: Notas de sessão
ro_ro: Notite Sesiune
ru_ru: Примечания к сессии
sv_se: Sessionsnoteringar
tr_tr: Oturum Notu
zh_cn: 验配备注

source: Add New Patient
cs_cz: Přidat nového pacienta
da_dk: Tilføj ny patient
de_de: Neuen Kunden hinzufügen
es_es: Añadir nuevo Paciente
fi_fi: Lisää potilas
fr_fr: Ajouter un patient
hu_hu: Új páciens hozzáadása
it_it: Aggiungi Nuovo Paziente
ja_jp: 新規顧客作成
ko_kr: 새로운 환자 추가
nl_nl: Voeg nieuwe cliënt toe
no_no: Ny pasient
pl_pl: Dodaj nowego pacjenta
pt_pt: Adicionar novo paciente
ro_ro: Adauga Pacient Nou
ru_ru: Добавить нового пациента
sv_se: Lägg till Ny patient
tr_tr: Yeni Hasta Ekle
zh_cn: 添加新客户

source: Recent Visits
cs_cz: Minulé návštěvy
da_dk: Sidste besøg
de_de: Letzte Besuche
es_es: Visitas Recientes
fi_fi: Viimeisimmät käynnit
fr_fr: Sessions récentes
hu_hu: Közeli találkozók
it_it: Visite Recenti
ja_jp: 最近の訪問
ko_kr: 최근 방문
nl_nl: Recente afspraken
no_no: Siste besøk
pl_pl: Ostatnie wizyty
pt_pt: Visitas recentes
ro_ro: Vizite Recente
ru_ru: Последние визиты
sv_se: Senaste besök
tr_tr: Son Ziyaretler
zh_cn: 最近

source: Address 1
cs_cz: Adresa 1
da_dk: Adresse 1
de_de: Adresse 1
es_es: Dirección 1
fi_fi: Osoite
fr_fr: Adresse
hu_hu: Cím 1
it_it: Indirizzo 1
ja_jp: 郵便番号
ko_kr: 주소 1
nl_nl: Adres 1
no_no: Addresse 1
pl_pl: Adres 1
pt_pt: Endereço 1
ro_ro: Adresa 1
ru_ru: Адрес 1
sv_se: Adress 1
tr_tr: Adres 1
zh_cn: 地址 1

source: Address 2
cs_cz: Adresa 2
da_dk: Adresse 2
de_de: Adresse 2
es_es: Dirección 2
fi_fi: Postinumero
fr_fr: Adresse
hu_hu: Cím 2
it_it: Indirizzo 2
ja_jp: 都道府県
ko_kr: 주소 2
nl_nl: Adres 2
no_no: Addresse 2
pl_pl: Adres 2
pt_pt: Endereço 2
ro_ro: Adresa 2
ru_ru: Адрес 2
sv_se: Adress 2
tr_tr: Adres 2
zh_cn: 地址 2

source: Address 3
cs_cz: Adresa 3
da_dk: Adresse 3
de_de: Adresse 3
es_es: Dirección 3
fi_fi: Postiosoite
fr_fr: Adresse
hu_hu: Cím 3
it_it: Indirizzo 3
ja_jp: 市区町村
ko_kr: 주소 3
nl_nl: Adres 3
no_no: Addresse 3
pl_pl: Adres 3
pt_pt: Endereço 3
ro_ro: Adresa 3
ru_ru: Адрес 3
sv_se: Adress 3
tr_tr: Adres 3
zh_cn: 地址 3

source: City
cs_cz: Město
da_dk: By
de_de: Stadt
es_es: Ciudad
fi_fi: Kaupunki
fr_fr: Ville
hu_hu: Város
it_it: Città
ja_jp: 市区町村以下
ko_kr: 도시
nl_nl: Stad
no_no: By
pl_pl: Miasto
pt_pt: Cidade
ro_ro: Oras
ru_ru: Город
sv_se: Stad
tr_tr: Şehir
zh_cn: 城市

source: State
cs_cz: Stát
da_dk: Stat
de_de: Land
es_es: Provincia
fi_fi: Maakunta
fr_fr: Code postal
hu_hu: Megye
it_it: Stato
ja_jp: 番地
ko_kr: 주
nl_nl: Provincie
no_no: Land
pl_pl: Województwo
pt_pt: Estado
ro_ro: Judet
ru_ru: Регион
sv_se: Stat
tr_tr: Ülke
zh_cn: 省份

source: Postal Code
cs_cz: PSČ
da_dk: Postnr.
de_de: Postleitzahl
es_es: Código Postal
fi_fi: Muuta
fr_fr: Pays
hu_hu: Irányítószám
it_it: Codice Postale
ja_jp: ｱﾊﾟｰﾄ・ﾏﾝｼｮﾝ名
ko_kr: 우편번호
nl_nl: Postcode
no_no: Postnummer
pl_pl: Kod pocztowy
pt_pt: CEP
ro_ro: Cod Postal
ru_ru: Почтовый код
sv_se: Postnummer
tr_tr: Posta Kodu
zh_cn: 邮编

source: Required Field
cs_cz: Povinná pole
da_dk: Påkrævet felt
de_de: Erforderliches Feld
es_es: Campo requerido
fi_fi: Pakollinen kenttä
fr_fr: champ requis
hu_hu: Kívánt mezők
it_it: Campo Richiesto
ja_jp: 入力必須項目
ko_kr: 필수입력항목
nl_nl: Veplicht veld
no_no: Obligatorisk felt
pl_pl: Pole wymagane
pt_pt: Campo Requerido
ro_ro: Campuri Obligatorii
ru_ru: Обязательные поля
sv_se: Obligatoriskt fält
tr_tr: Zorunlu Alan
zh_cn: 要求填写

source: Patient ID
cs_cz: Rodné číslo
de_de: Kundennummer
es_es: Id de Paciente
fi_fi: Potilasnumero
fr_fr: N° patient
hu_hu: Páciens azonosító
it_it: Codice Paziente
ja_jp: 顧客管理番号
ko_kr: 환자 ID
nl_nl: Cliënt ID
no_no: Pasient ID
pl_pl: ID Pacjenta
pt_pt: RG Paciente
ro_ro: ID Pacient
ru_ru: Номер пациента ID
tr_tr: Hasta Kimliği
zh_cn: 客户编号

source: Last Visit
cs_cz: Poslední návštěva
da_dk: Sidste besøg
de_de: Letzter Termin
es_es: Ultima Visita
fi_fi: Viimeisin käynti
fr_fr: Dernière visite
hu_hu: Utolsó találkozó
it_it: Ultima Visita
ja_jp: 最終調整年月日
ko_kr: 지난 방문
nl_nl: Laatste afspraak
no_no: Siste besøk
pl_pl: Ostatnia wizyta
pt_pt: Última visita
ro_ro: Ultima Vizita
ru_ru: Последний визит
sv_se: Sista besök
tr_tr: Son Ziyaret
zh_cn: 上次调节时间

source: Next Visit
cs_cz: Následující návštěva
da_dk: Næste besøg
de_de: Nächster Termin
es_es: Próxima Visita
fi_fi: Seuraava käynti
fr_fr: Prochaine visite
hu_hu: Következő találkozó
it_it: Prossima Visita
ja_jp: 次回訪問予定日
ko_kr: 다음 방문
nl_nl: Volgende afspraak
no_no: Neste besøk
pl_pl: Następna wizyta
pt_pt: Próxima visita
ro_ro: Urmatoarea Vizita
ru_ru: Следующий визит
sv_se: Nästa besök
tr_tr: Gelecek Ziyaret
zh_cn: 下次预约

source: Registration Date
cs_cz: Datum registrace
da_dk: Registreringsdato
de_de: Registrierungsdatum
es_es: Fecha de Registro
fi_fi: Perustettu
fr_fr: Date de création
hu_hu: Regisztrációs dátum
it_it: Data di Registrazione
ja_jp: 顧客登録年月日
ko_kr: 등록 날짜
nl_nl: Registratiedatum
no_no: Registreringsdato
pl_pl: Data rejestracji
pt_pt: Data do registro
ro_ro: Data Inregistrarii
ru_ru: Дата регистрации
sv_se: Registreringsdatum
tr_tr: Kayıt Tarihi
zh_cn: 登记时间

source: Audiologist
cs_cz: Audiolog
da_dk: Audiologias.
de_de: Audiologe
es_es: Audioprotesista
fi_fi: Audionomi
fr_fr: Prescripteur
hu_hu: Audiológus
it_it: Audioprotesista
ja_jp: 調整担当者
ko_kr: 청각사
nl_nl: Aanpasser
no_no: Audiograf
pl_pl: Protetyk słuchu
pt_pt: Audiologista
ro_ro: Audiolog
ru_ru: Аудиолог
sv_se: Audionom
tr_tr: Odyolog / Odyometrist
zh_cn: 验配师

source: Insurance Company
cs_cz: Zdravotní pojišťovna
da_dk: Forsikringsselskab
de_de: Krankenkasse
es_es: Compañía de Seguros
fi_fi: Vakuutusyhtiö
fr_fr: Mutuelle
hu_hu: Biztosító társaság
it_it: Compagnia Assicurazione
ja_jp: 電話番号
ko_kr: 보험회사
nl_nl: Verzekeringsmaatschappij
no_no: Forsikringsselskap
pl_pl: Ubezpieczyciel
pt_pt: Seguro/Convênio
ro_ro: Casa de Sanatate
ru_ru: Страховая компания
sv_se: Försäkringsbolag
tr_tr: Sigorta Şirketi
zh_cn: 保险公司

source: Insurance Number
cs_cz: Číslo pojištění
da_dk: Policenr.
de_de: Krankenkassennummer
es_es: Número de Seguro
fi_fi: Vakuutusnumero
fr_fr: N° sécurité sociale
hu_hu: TAJ szám
it_it: Numero Assicurazione
ja_jp: 携帯電話番号
ko_kr: 보험번호
nl_nl: Inschrijfnr. verzekering
no_no: Forsikringsnummer
pl_pl: Numer polisy
pt_pt: Número do seguro
ro_ro: Numarul Asigurarii
ru_ru: Номер страховки
sv_se: Försäkringsnummer
tr_tr: Sigorta Numarası
zh_cn: 保险号码

source: Work Phone
cs_cz: Telefon do práce
da_dk: Arbejdstelefon
de_de: Telefon Geschäftlich
es_es: Teléfono de Trabajo
fi_fi: Kotipuhelin
fr_fr: Téléphone (travail)
hu_hu: Munkahelyi telefon
it_it: Telefono Lavoro
ja_jp: メールアドレス
ko_kr: 회사전화
nl_nl: Telefoon werk
no_no: Telefon Jobb
pl_pl: Tel. do pracy
pt_pt: Telefone comerccial
ro_ro: Telefon (servici)
ru_ru: Рабочий телефон
sv_se: Arbetstelefon
tr_tr: İş Telefonu
zh_cn: 办公电话

source: Cell Phone
cs_cz: Mobilní telefon
da_dk: Mobiltelefon
de_de: Telefon Mobil
es_es: Teléfono Móvil
fi_fi: Sähköposti
fr_fr: Téléphone (mobile)
hu_hu: Mobiltelefon
it_it: Cellulare
ja_jp: その他
ko_kr: 휴대폰
nl_nl: GSM telefoon
no_no: Mobiltelefon
pl_pl: Tel. komórkowy
pt_pt: Telefone celular
ro_ro: Telefon Mobil
ru_ru: Мобильный телефон
sv_se: Mobiltelefon
tr_tr: Cep Telefonu
zh_cn: 手 机

source: Masking
cs_cz: Maskování
da_dk: Maskering
de_de: Vertäubung
es_es: Enmascaramiento
fi_fi: Peiteääni
hu_hu: Maszkolás
it_it: Mascheramento
ja_jp: マスキング
ko_kr: 마스킹
nl_nl: Maskeren
no_no: Maskering
pl_pl: Maskowanie
pt_pt: Mascaramento
ro_ro: Mascare
ru_ru: Маскировка
sv_se: Maskering
tr_tr: Maskeleme
zh_cn: 掩蔽

source: Stimulus
cs_cz: Stimul
es_es: Estímulo
hu_hu: Inger
it_it: Stimolo
ja_jp: 検査音
ko_kr: 자극
pl_pl: Bodziec
pt_pt: Estímulo
ru_ru: Стимул
sv_se: Stimuli
tr_tr: Uyaran
zh_cn: 刺激声

source: Test Data
cs_cz: Data testu
de_de: Test Datum
es_es: Datos del Test
fi_fi: Testitietoa
fr_fr: Audiogramme
hu_hu: Teszt adat
it_it: Dati Test
ja_jp: 周波数 (Hz)
ko_kr: 데이타 테스트
nl_nl: Test gegevens
pl_pl: Dane testowe
pt_pt: Dados do teste
ro_ro: Data Testarii
ru_ru: Данные теста
tr_tr: Test Verisi
zh_cn: 测试数据

source: Masked
cs_cz: Maskováno
da_dk: Maskeret
de_de: Vertäubt
es_es: Enmascarado
fi_fi: Peiteääni käytössä
fr_fr: Masqué
hu_hu: Maszkolt
it_it: Mascherato
ja_jp: マスキング
nl_nl: Gemaskeerd
no_no: Maskert
pl_pl: Maskowanie
pt_pt: Mascarado
ro_ro: Mascat
ru_ru: Замаскировано
sv_se: Maskerad
tr_tr: Maskeli
zh_cn: 掩蔽
