Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Feedback is the unwanted whistling or buzzing noise that a hearing instrument can make. DFS Ultra cancels feedback, resulting in clear sound without embarrassing whistling. It also prevents whistling when you hold a phone or your hand up to your ear.
cs_cz: Zpětná vazba je nežádoucí pískání, které může sluchadlo vydávat. DFS Ultra potlačuje zpětnou vazbu, což vede k čistému zvuku bez obtěžujícího pískání. Zabraňuje pískání i v případě, kdy držíte telefon či ruku u svého ucha.
da_dk: Tilbagekobling er uønsket hyl. DFS Ultra fjerner dette hyl og derved opnås ren lyd uden pinlige hyletoner. Også når en telefon holdes til øretf reduceres denne hyletone.
de_de: Rückkopplung ist ein unerwünschtes Pfeifen oder Brummen, dass ein Hörsystem machen kann. DFS Ultra unterbricht die Rückkopplung, für einem klaren Klang ohne peinliches pfeifen. Es verhindert auch pfeifen, wenn Sie ein Handy oder Ihre Hand nach oben an Ihr Ohr halten.
es_es: La realimentación es el indeseado pitido que un audífono puede emitir. El sistema DFS Ultra anula esa realimentación consiguiendo un sonido claro sin molestos pitidos. También previene los posibles acoplamientos al acercar la mano o un teléfono al oído.
fi_fi: Vinkuminen on ei-toivotta viheltäminen tai pörisevä ääni jota voi esiintyä kuulokojeissa. DFS Ultra poistaa vinkumista, antaen käyttäjälle puhtaan ääninautinnon ilman ylimääräisiä häiriöääniä. DFS Ultra estää myös kuulokojeen vinkumisen kun käytät esimerkiksi puhelinta tai viet käden korvalle.
fr_fr: Le Larsen est un sifflement que l'appareil peut produire dans certains cas, comme lors de l'utilisation d'un téléphone. L'anti-Larsen DFS Ultra annule ce Larsen, permettant l'utilisation normale d'un téléphone par exemple.
hu_hu: A gerjedés egy nem kívánt sípolás vagy csörgés a készülékben. A DFS Ultra megszünteti ezt, tiszta hangot biztosít zavaró sipolás nélkül. Az szintén okozhat gerjedést ha a telefon kagylót a füléhez emeli.
it_it: Il feedback è l'indesiderato fischio o ronzio che un apparecchio acustico può produrre. DFS Ultra annulla il feedback, ne risulterà un suono chiaro, senza imbarazzanti fischi. Impedisce inoltre che appoggiando un telefono o una mano vicino all'orecchio si generi del feedback.
ja_jp: 異音の発生を抑え、利得を犠牲にせずに高音質を実現するハウリング抑制システムです。受話器を耳に当てたり、帽子をかぶる時など突発的なハウリングも防ぎます。
ko_kr: 피드백은 보청기가 만들어내는 원치않는 바람소리 또는 윙하는 소음입니다. DFS Ultra는 피드백을 제거하여 갑작스런 바람소리 없는 깨끗한 소리를 만들어 냅니다. 또한 전화기를 들거나 귀에 댈때 생성되는 바람소리도 예방합니다.
nl_nl: Feedback is het ongewenste fluiten of rondzingen wat kan optreden bij een hoortoestel. DFS Ultra schakelt feedback uit, wat resulteert in helder geluid zonder gênant fluiten. Het houdt fluiten ook tegen als u een telefoon of uw hand bij uw oor houdt
no_no: Feedback er uønsket piping eller summende støy et høreapparat kan lage. DFS Ultra fjerner feedback, noe som resulterer i klar lyd uten pinlig piping. Det hindrer også piping når du holder en telefon eller hånden opp til øret.
pl_pl: Sprzężenie to niechciany dźwięk gwizdania lub buczenia jaki może powodować aparat słuchowy. DFS Ultra II niweluje sprzężenia zapewniając czysty dźwięk bez dokuczliwych gwizdów. Zapobiega również piskom w chwili gdy trzymasz telefon w pobliżu ucha.
pt_pt: O feedback é comparado a um assobio ou zumbido indesejado, que um aparelho auditivo pode fazer. O DFS Ultra cancela o feedback, proporcionando um som claro, sem os incômodos assobios. Ele também previne o ruído quando você aproxima um telefone ou a sua mão de sua orelha.
ro_ro: Microfonia eeste sunetul perturbator ascutit si fluierat pe care il poate face un aparat auditiv. DFS Ultra anuleaza microfonia, rezultand intr-un sunet clar si fara fluieratul stanjenitor. Impiedica, de asemenea, microfonia si in momentul in care apropiati telefonul de urechea dvs.
ru_ru: Обратная связь - это нежелательный свист, который может создаваться слуховым аппаратом. DFS Ultra подавляет обратную связь, в результате чего пользователь получает чистый звук без раздражающего свиста. Данная технология также подавляет свист, когда Вы прикладываете телефон или руку к уху.
sv_se: Återkoppling är ett oönskat visslande eller surrande brus som hörapparater orsakar. DFS Ultra tar bort återkopplingen, vilket resulterar i klart ljud utan störande visslande. Det hindrar också visslande vid telefonering.
tr_tr: Feedback işitme cihazının yapabileceği istenmeyen ıslık veya uğultu gürültü sesidir. Ultra DFS geribildirim iptal edererk rahatsızlık verici ıslık sesi olmadan net ses elde eder. Kulağınıza bir telefon ya da elinizi tutun zaman dahi ıslık sesini engeller.
zh_cn: 反馈是由助听器产生的用户不想听的啸叫声或嗡嗡声。超级DFS可以消除反馈，得到清晰的没有尴尬反馈的声音。它还可以防止在接听电话或捂住耳朵时不产生反馈啸叫。

source: This is an invalid scenario
cs_cz: Toto je neplatný scénář
de_de: Dies ist nicht gültig.
es_es: Esto es una situación no válida
fi_fi: Tämä on virheellinen skenaario
fr_fr: Scénario invalide
hu_hu: Ez egy nem érvényes forgatókönyv
it_it: Questo scenario non è valido
ja_jp: 無効です
ko_kr: 유효하지 않은 시나리오 입니다.
nl_nl: Dit is een ongeldig scenario
no_no: Dette er et ugyldig scenario
pl_pl: To jest nieprawidłowy scenariusz.
pt_pt: Esse é um cenário inválido
ro_ro: Acesta este un scenariu fara validitate
ru_ru: Этот сценарий является недопустимым
sv_se: Detta är ett felaktigt scenario
tr_tr: Bu geçersiz bir senaryodur
zh_cn: 这是无效的场景

source: This slot is already inactive
cs_cz: Toto okénko již není aktivní
de_de: Dieser Slot ist bereits inaktiv
es_es: Este espacio ya está inactivo
fi_fi: Tämä aukko on jo poissa käytöstä
fr_fr: Emplacement déjà inactif
hu_hu: Ez a slot már inaktív
it_it: Questo porta è già inattiva
ja_jp: これはアクティブではありません
ko_kr: 본 슬롯은 이미 비활성 상태입니다.
nl_nl: Deze plek is al inactief
no_no: Denne er ugyldig
pl_pl: To miejsce jest już nieaktywne.
pt_pt: Essa abertura já está inativa
ro_ro: Acest slot este deja inactiv
ru_ru: Этот разъем уже неактивен
sv_se: Denna del är redan inaktiv
tr_tr: Bu slot zaten aktif değildir
zh_cn: 此位置已经不活跃

source: This coupler is not part of the collection
cs_cz: Tento coupler není součástí sady
da_dk: Denne kobler er ikke en del af mulighederne.
de_de: Dieser Kuppler ist nicht Bestandteil der Auswahl
es_es: Este acoplador no está disponible
fi_fi: Tämä kopleri ei ole osa kokoelmaa
fr_fr: Coupleur inconnu
hu_hu: Ez a coupler nem része a kollekciónak
it_it: Questo accoppiatore non fà parte della serie
ja_jp: このカプラーは正しくありません
ko_kr: 이 커플러는 컬렉션의 일부가 아닙니다.
nl_nl: Deze coupler maakt geen deel uit van de verzameling
no_no: Denne coupleren er ikke en del av sammlingen
pl_pl: Sprzęgacz nie jest elementem zestawu.
pt_pt: Este acoplador não faz parte desse conjunto
ro_ro: Acest cuplor nu face parte din colectie
ru_ru: Этот куплер не является частью коллекции
sv_se: Denna coupler är inte en del av samlingen
tr_tr: Bu kuplör koleksiyonun parçası değildir
zh_cn: 此耦合腔不是集合的一部分

source: The source or the target is invalid.
cs_cz: Zdroj nebo cíl nejsou platné.
da_dk: Kilden eller target er forkert.
de_de: Die Quelle oder das Ziel sind nicht zulässig.
es_es: El original o el objetivo no son válidos
fi_fi: Lähde tai kohde on väärä.
fr_fr: Source de la cible inconnue
hu_hu: A forrás vagy a cél érvénytelen.
it_it: L'origine o la destinazione non è valida.
ja_jp: 無効です
ko_kr: 음원 또는 타겟이 유효하지 않습니다.
nl_nl: Bron of doel is ongeldig
no_no: Kilden eller target er ugyldig
pl_pl: Źródło lub cel są nieprawidłowe.
pt_pt: A fonte ou o alvo não são válidos
ro_ro: Sursa tintei nu este valida
ru_ru: Источник или цель являются недействительными.
sv_se: Källan eller målet är felaktigt.
tr_tr: Kaynak veya hedef geçersiz.
zh_cn: 无效的资源或目标

source: There's a mismatch on the number of programs supported.
cs_cz: Nesouhlasí počet podporovaných programů.
da_dk: Der supporteres ikke lige mange programmer.
de_de: Es gibt Unstimmigkeiten bei der Anzahl der unterstützten Programme.
es_es: Hay una discrepancia en el número de programas disponibles
fi_fi: Ohjelmien määrässä on ristiriita
fr_fr: Nombre de programmes supportés incorrect
hu_hu: A támogatott programok száma nem eggyezik.
it_it: C'è una mancata corrispondenza del numero dei programmi supportati.
ja_jp: プログラムの数が一致していません
ko_kr: 지원하는 프로그램 숫자가 일치하지 않습니다.
nl_nl: Het aantal ondersteunde programma's stemt niet overeen
no_no: Det er feil på nummer av supporterte programmer
pl_pl: Wystąpiła rozbieżność w ilości dostępnych programów.
pt_pt: Há uma incompatibilidade do número de programas permitidos
ro_ro: Exista o neconcordanta in numarul de programe suportate
ru_ru: Существует несоответствие по количеству поддерживаемых программ.
sv_se: Antalet program som stödjs matchar inte.
tr_tr: Destekli programlar sayısında bir uyumsuzluk var.
zh_cn: 支持的程序数量不匹配。

source: Testing not advised. Please be aware with venting and open domes you cannot measure low frequencies. To accurately perform In-Situ audiometry across the frequency range, it is recommended to use a Power dome.
cs_cz: Testování není doporučeno. Pro správné provedení In-Situ audiometrie doporučujeme použití Pressure kloboučku.
da_dk: Test anbefales ikke. Præcis test opnåes med lukket kuppel.
de_de: Test nicht empfohlen. Um eine exakte In-Situ Audiometrie durchzuführen, wird die Nutzung eines Power Domes empfohlen.
es_es: Medición no recomendada. Tenga en cuenta que con venting o acopladores abiertos no podrá medir las bajas frecuencias. Para realizar con precisión una Audiometría In-Situ, se recomienda utilizar un acoplador Power
fi_fi: Mittausta ei suositella. Huomioi että ilmastoidulla ja avoimella tipillä et voi mitata matalia taajuukisa. Jos haluat suorittaa luotettavan In-Situ audiometrian koko tajuuskaistalta, on suositeltavaa että käytät P tippejä.
fr_fr: Avec ce choix, l'audiométrie sera partielle. Pour effectuer une audiométrie complète, il faut fermer davantage le conduit, en utilisant par exemple un dôme Power.
hu_hu: A teszt nem ajánlott. A megfelelően elvégzett In-Situ audiometriához egy Nyomás dome használata ajánlott.
it_it: Test sconsigliato. In presenza di ventilazione e/o l'utilizzo di cupole aperte non è possibile misurare le basse frequenze. Per eseguire con precisione l'audiometria In-Situ su tutta la gamma di frequenze, si consiglia di utilizzare una Power Dome.
ja_jp: インサイチュ測定を正確に行うため、ベント径が小さいイヤモールドの使用を推奨します
ko_kr: 권장된 검사가 아닙니다. 벤트와 오픈 돔으로는 저주파수를 측정할 수 없다는 것에 유의하세요. 전 주파수에 대해 In-Situ 청력검사를 정확하게 수행하려면 파워 돔 사용을 권장합니다.
nl_nl: Test met werkelijke eartip is geschikt voor de basisinstelling. Om een formeel In-Situ audiogram te bepalen raden we aan een PowerDome te gebruiken.
no_no: Testing ikke anbefalt. For å utføre en nøyaktig In-Situ audiometri bruk en tettere dome.
pl_pl: Pomiar nie zalecany. Aby dokładnie wykonać audiometrię In-Situ zaleca się zastosowanie Wkładki Indywidualnej.
pt_pt: Teste não aconselhado. Para efetuar com precisão a Audiometria In Situ, recomenda-se usar um dome apropriado.
ro_ro: Testarea nu este recomandata. Pentru a efectua corect In-Situ audiometrie este recomandat să folosiți un dom de presiune.
ru_ru: Тестирование не рекомендуется. Для точного выполнения In-Situ аудиометрии рекомендуется использование индивидуального вкладыша.
sv_se: Test rekommederas inte. För att få så bra mätvärden som möjligt, rekommenderas en tät dome.
tr_tr: Test yapma tavsiye edilmez. Doğru In-Situ odyometri yapabilmek için kapalı dom tavsiye edilir.
zh_cn: 不建议进行内置听力计的测试。推荐使用更密封耳塞以达到更准确的测试结果。

source: Vent Corrections
cs_cz: Korekce ventingu
da_dk: Vent korrektioner
de_de: Korrektur der Belüftungsbohrung
es_es: Mostrar efecto del Venting
fi_fi: llmastoinnin korjaus
fr_fr: Influence de l'aération
hu_hu: Vent korrekció
it_it: Vent Correzioni
ja_jp: ベントによる効果
ko_kr: Vent 수정
nl_nl: Ventingcorrectie
no_no: Vent Korreksjoner
pl_pl: Wpływ Wentylacji
pt_pt: Correções na ventilação
ro_ro: Corectii Vent
ru_ru: Корректировки вента
sv_se: Ventialtionsändringar
tr_tr: Vent Doğrulama
zh_cn: 通气孔修正

source: Long VC Push (down)
cs_cz: Dlouhý stisk VC (dolů)
da_dk: Langt tryk på VC (ned)
de_de: VC Wippe lange gedrückt halten (nach unten)
es_es: Pulsación larga de CV (abajo)
fi_fi: Pitkä ÄV painallus (alas)
fr_fr: Appui long (vers le bas)
hu_hu: Hosszú H.szab. nyomás (le)
it_it: Premere a lungo Volume Control (in basso)
ja_jp: 下に長く押した時
ko_kr: VC를 길게 누름(아래로)
nl_nl: Lange push onder op VC knop
no_no: Langt VK Trykk (ned)
pl_pl: Długie Naciśnięcie VC (w dół)
pt_pt: Toque longo no CV (para baixo)
ro_ro: VC Push lung (Jos)
ru_ru: Длинное нажатие VC (вниз)
sv_se: Lång VK tryckning (nedåt)
tr_tr: VC Uzun Basın
zh_cn: 长按音量钮（向下）

source: All-Around
cs_cz: Všeobecný
da_dk: Normal
es_es: Global
fi_fi: Kaiken kattava
fr_fr: Universel
hu_hu: Körben mindenütt
it_it: Programma Universale
ja_jp: 標 準
ko_kr: 일반 환경
no_no: Basis
pl_pl: Dookoła
pt_pt: Geral
ro_ro: Peste tot
ru_ru: Всё вокруг
sv_se: Allround
tr_tr: Her Yönden
zh_cn: 通用程序

source: Spatial Sense
es_es: Sensación Espacial
fi_fi: Tilantuntu
fr_fr: Omnidirectionnel Spatial Sense
hu_hu: Térbeli hallás
it_it: Ascolto Naturale
ja_jp: 空間認識
ko_kr: 공간 감각
pl_pl: Słyszenie Przestrzenne
pt_pt: Spatial Sense (apenas omni)
ro_ro: Natural Sense
ru_ru: Пространственное восприятие
sv_se: Avancerad Omni
tr_tr: Spatial Sense - Mekansal Algı
zh_cn: 空间感

source: Smart Device Microphone Balance
da_dk: Smart Device mikrofonbalance
de_de: Smart Device Mikrofon Balance
es_es: Balance Micro / Dispositivo Móvil
fi_fi: Älylaitteen mikrofoni tasapaino
fr_fr: Balance micro de l'équipement Bluetooth
hu_hu: Okos eszköz mikrofon balansz
it_it: Smart Device Bilanciamento Microfono
ja_jp: スマートホン マイク バランス
ko_kr: 스마트 기기 마이크로폰 밸런스
nl_nl: Smart apparaat/Microfoonbalans
no_no: Smart Enhet Mikrofon Balanse
pl_pl: Balans Mikrofonów Urządzeń Smart
pt_pt: Balanço do Microfone e Dispositivo Smart
ru_ru: Баланс Микрофона Smart устройства
sv_se: Smart Enhet Mikrofonbalans
zh_cn: 智能设备麦克风平衡

source: Mic Off
da_dk: Mik fra
de_de: Mik aus
fi_fi: Mik Ei käytössä
fr_fr: Micro désactivé
hu_hu: Mik ki
ja_jp: マイク OFF
nl_nl: Mic uit
no_no: Mik av
pl_pl: Mik. Wył.
pt_pt: Mic Desligado
ru_ru: Микр. Выкл.
sv_se: Mik Av
zh_cn: 麦克风关

source: -12 dB mic
da_dk: -12 dB mik
de_de: -12 dB Mik
fi_fi: -12 dB mik
fr_fr: Micro atténué : -12 dB
hu_hu: -12 dB mik
ja_jp: マイク -12dB
nl_nl: Mic -12dB
no_no: -12 dB mik
pl_pl: -12 dB mik.
ro_ro: -12 mic
ru_ru: -12 дБ микр.
sv_se: -12 dB mik
zh_cn: 麦克风-12dB

source: -9 dB mic
da_dk: -9 dB mik
de_de: -9 dB Mik
fi_fi: -9 dB mik
fr_fr: Micro atténué : -9 dB
hu_hu: -9 dB mik
ja_jp: マイク -9dB
nl_nl: Mic -9dB
no_no: -9 dB mik
pl_pl: -9 dB mik.
ro_ro: -9 mic
ru_ru: -9 дБ микр.
sv_se: -9 dB mik
zh_cn: 麦克风-9dB

source: -6 dB mic
da_dk: -6 dB mik
de_de: -6 dB Mik
fi_fi: -6 dB mik
fr_fr: Micro atténué : -6 dB
hu_hu: -6 dB mik
ja_jp: マイク -6dB
nl_nl: Mic -6dB
no_no: -6 dB mik
pl_pl: -6 dB mik.
ro_ro: -6 mic
ru_ru: -6 дБ микр.
sv_se: -6 dB mik
zh_cn: 麦克风-6dB

source: -3 dB mic
da_dk: -3 dB mik
de_de: -3 dB Mik
fi_fi: -3 dB mik
fr_fr: Micro atténué : -3 dB
hu_hu: -3 dB mik
ja_jp: マイク -3dB
nl_nl: Mic -3dB
no_no: -3 dB mik
pl_pl: -3 dB mik.
ro_ro: -3 mic
ru_ru: -3 дБ микр.
sv_se: -3 dB mik
zh_cn: 麦克风-3dB

source: Mic Full On
da_dk: Mik fuld styrke
de_de: Mic komplett aktiv
fi_fi: Mik Täysin päällä
fr_fr: Micro activé
hu_hu: Mik Telj. be
ja_jp: マイク -0dB
nl_nl: Mic aan
no_no: Full Mik
pl_pl: Pełna Moc Mikrofonu
pt_pt: Mic no Máximo
ru_ru: Микр. полностью Вкл.
sv_se: Endast Mik
zh_cn: 麦克风全开

source: Mic/Smart Device
da_dk: Mik/Smart Device
es_es: Mic/Dispositivo Móvil
fi_fi: Mik/Älylaite
fr_fr: Atténuation micro pour l'équipement Bluetooth
hu_hu: Mik/Okos Eszköz
ja_jp: 【スマートホン】マイクロホンバランス
ko_kr: 마이크/스마트 기기
nl_nl: Mic/Smart apparaat
no_no: Mik/Smart Enhet
pl_pl: Mik./Urządzenie Smart
pt_pt: Mic/Dispositivo Smart
ru_ru: Микр./Smart Устройство
sv_se: Mikrofon/Smart Enhet
zh_cn: 麦克风/智能设备

source: Standard TSG
es_es: TSG Estandar
fi_fi: Normaali TSG
fr_fr: Générateur de son
hu_hu: Alap TSG
it_it: TSG Standard
ja_jp: 標準
ko_kr: 표준 TSG
nl_nl: Standaard TSG
pl_pl: Standardowy TSG
pt_pt: Gerador de Som Padrão
ru_ru: Стандартный TSG
sv_se: Standard TLS
tr_tr: Standart TSG
zh_cn: 标准TSG声

source: Nature Sounds
de_de: Klangschemas
es_es: Sonidos Naturales
fi_fi: Luonto äänet
fr_fr: Sons naturels
hu_hu: Természetes hangok
it_it: Suoni della Natura
ja_jp: 環境音
ko_kr: Nature Sound
nl_nl: Natuurgeluiden
no_no: Naturlige Lyder
pl_pl: Dźwięki Natury
pt_pt: Sons da Natureza
ro_ro: Natural Sounds
ru_ru: Звуки Природы
sv_se: Natur Ljud
tr_tr: Doğa Sesleri
zh_cn: 自然之声

source: Stereo is enabled 'On' during a binaural fitting, when 1. the same Nature Sound is selected for both instruments and 2. ear to ear communication for TSG is active
cs_cz: Stereo je povoleno 'On' během binaurálního fittingu, pokud 1. je pro obě sluchadla zvolen stejný Natural Sound a 2. ear to ear komunikace pro TSG je aktivní
de_de: Stereo ist aktiviert während einer binauralen Anpassung wenn 1. das gleiche Klangschema für beide Hörsysteme ausgewählt wurde und 2. die Ear-to-Ear Kommunikation für den TSG muss aktiviert sein.
es_es: Estéreo está activado 'On', en una adaptación Binaural, Cuando: 1 El mismo Sonido Naturales está seleccionado para ambos audífonos y 2. La comunicación Oído a Oído para TSG está activada.
fi_fi: Stereo on käytössä "Päällä" binauraalisessa sovituksessa jos 1. sama Luontoääni on valittu kummassakin kuulokojeessa ja 2. Koje-koje kommunikoinnin TSG on käytössä
fr_fr: Le mode stéréo est activé en session binaurale, lorsque : 1. Le son naturel sélectionné est le même pour chaque appareil 2. La communication inter-appareils pour le générateur de son est activée
hu_hu: A sztereó engedélyezve van a binaurális illesztés alatt, amikor 1. az azonos Természetes Hang van kiválasztva mindkét készülékhez és 2. a készülékek közötti kommunikáció a TSG-hez aktív.
it_it: Modalità Stereo è abilitata 'On' durante il fitting binaurale , quando 1. lo stesso Suono della Natura è selezionato per entrambi i Dispositivi e 2. la comunicazione Ear-to-Ear per il TSG è attiva
ja_jp: 両耳で同じ環境音を選択し両耳連動機能が有効の場合に、ステレオがONになります
ko_kr: 스테레오(Stereo)는 다음의 경우 'On'으로 활성화 됩니다. 1. 보청기 양쪽에 동일한 Natural Sound가 선택된 경우, 2. TSG용 양이 보청기 통신 기능이 활성화 된 경우
nl_nl: Stereo wordt 'aan' gezet tijdens een binaurale aanpassing, wanneer: 1. hetzelfde natuurgeluid is geselecteerd voor beide toestellen en 2. Ear-to-Ear communicatie voor TSG actief is
no_no: Stereo er aktivert 'PÅ' under en binaural tilpasning, når 1. samme Naturlige lyd valgt på begge apparatene og 2. når apparat til apparat synkronisering er aktiv for TSG
pl_pl: Transmisja stereo jest "Włączona" dla dopasowania obuusznego gdy: 1. dla obu aparatów wybrano takie same Dźwięki Natury oraz 2. komunikacja obuuszna dla TSG jest aktywna
pt_pt: Estéreo está ajustado como "Ligado" durante adaptação bilateral quando 1. o mesmo Som da Natureza selecionado para ambos os aparelhos auditivos e 2. comunicação de orelha a orelha estiver ativado para o Gerador de Som
ro_ro: Stereo este activat (ON) in timpul unuireglaj binaural cand: 1. Acelasi tip de Nature Sound este selectat in ambele instrumente si 2. Comunicarea ear to ear pentru TSG este activa.
ru_ru: Стерео активен во время бинауральной настройки, когда 1. выбран одинаковый Звук Природы для обоих аппаратов и 2. активна бинауральная синхронизация для TSG
sv_se: Stereo är `På´ vid binaural anpassing när 1. samma Natur Ljud valts för båda hörapparaterna och 2. Öra till Öra kommunikation för Tinnitus Ljudstimulering är aktiv.
tr_tr: Her iki cihaz için aynı Doğa Sesi seçildiğinde ve iki kulak arası iletişim için TSG'nin kulaktan kulağa iletişimi etkin olduğunda, binaural fitting sırasında Stereo etkinleştirilir
zh_cn: 双耳验配时立体声启用，1.双侧助听器使用相同的自然之声；2.启用双耳融合的耳鸣管理时，立体声默认为“开”。

source: Breaking Waves
da_dk: Bølger der brydes
de_de: Brandung
es_es: Rompeolas
fi_fi: Aallot rannassa
fr_fr: Déferlantes
hu_hu: Törő hullámok
it_it: Onde sugli scogli
ja_jp: 波しぶき
ko_kr: 부서지는 파도 소리
nl_nl: Brekende golven
no_no: Bølgeskvulp
pl_pl: Łamiące się Fale
pt_pt: Ondas Quebrando
ro_ro: Valuri care se sparg
ru_ru: Ударяющиеся волны
sv_se: Vågor som bryts
tr_tr: Kıyıya Vuran Dalga
zh_cn: 海涛拍岸

source: Water Creek
da_dk: Vandløb
de_de: Fluss
es_es: Cascada
fi_fi: Metsäpuro
fr_fr: Ruisseau
hu_hu: Patak
it_it: Ruscello
ja_jp: 滝つぼ
ko_kr: 개울물 소리
nl_nl: Waterstroom
no_no: Vannfall
pl_pl: Szmer Strumienia
pt_pt: Rio
ro_ro: Izvor de apa
ru_ru: Водный ручей
sv_se: Flod
tr_tr: Dere
zh_cn: 溪流

source: Calming Waves
da_dk: Rolige bølger
de_de: Ruhige Wellen
es_es: Ondas relajantes
fi_fi: Aallot
fr_fr: Vagues
hu_hu: Nyugodt hullámok
it_it: Mare calmo
ja_jp: 波
ko_kr: 잔잔한 파도소리
nl_nl: Kalme golven
no_no: Beroligende bølger
pl_pl: Uspokajające Fale
pt_pt: Marolas
ro_ro: Valuri calme
ru_ru: Успокаивающие волны
sv_se: Lugnande vågor
tr_tr: Dinlendirien Dalga
zh_cn: 平静的波浪

source: Beach surf
da_dk: Store bølger
de_de: Strandbrandung
es_es: Olas grandes
fi_fi: Hyökyaalto
fr_fr: Surf
hu_hu: Parti szörf
it_it: Frangenti
ja_jp: 大波
ko_kr: 해변의 파도소리
nl_nl: Surfstrand
no_no: Kraftige bølger
pl_pl: Wysokie Fale
pt_pt: Ondas
ro_ro: Plaja
ru_ru: Пляжный прибой
sv_se: Strandsurf
tr_tr: Sörf
zh_cn: 海滩冲浪

source: Shoreline
da_dk: Strandkant
de_de: Ufer
es_es: Orilla del mar
fi_fi: Rantaviiva
fr_fr: Littoral
hu_hu: Vízpart
it_it: Spiaggia
ja_jp: 波打ちぎわ
ko_kr: 해안가
nl_nl: Kustlijn
no_no: Vannkant
pl_pl: Brzeg Morza
pt_pt: Beira Mar
ro_ro: Linia de tarm
ru_ru: Береговая линия
sv_se: Kustlinje
tr_tr: Kıyı şeridi
zh_cn: 海岸线

source: Ocean
da_dk: Hav
de_de: Ozean
es_es: Mar en calma
fi_fi: Meri
fr_fr: Océan
hu_hu: Oceán
it_it: Oceano
ja_jp: 風波
ko_kr: 바다
nl_nl: Oceaan
no_no: Havbris
pt_pt: Oceano
ru_ru: Океан
tr_tr: Okyanus
zh_cn: 大海

source: Show Advanced Mode...
cs_cz: Zobrazit pokročilý režim...
da_dk: Vis avanceret indstilling...
de_de: Erweiterten Modus anzeigen...
es_es: Mostar el modo Avanzado...
fi_fi: Näytä lisäasetustila...
fr_fr: Mode avancé
hu_hu: Fejlett mód mutatása...
it_it: Visualizza modalità avanzate...
ja_jp: 詳細設定を表示
ko_kr: 고급 모드 보여주기...
nl_nl: Toon geavanceerde modus...
no_no: Vis avanserte innstillinger
pl_pl: Pokaż Tryb Zaawansowany...
pt_pt: Exibir Modo Avançado...
ro_ro: Arata mod avansat...
ru_ru: Посмотреть расширенный режим...
sv_se: Visa avancerat läge...
tr_tr: Gelişmiş Modu Göster...
zh_cn: 显示高级设置...

source: Hide Advanced Settngs...
cs_cz: Skrýt pokročilý režim...
da_dk: Skjul avanceret indstilling...
de_de: Erweiterten Modus verbergen...
es_es: Ocultar Ajustes Avanzados...
fi_fi: Piilota lisäasetukset...
fr_fr: Mode standard
hu_hu: Fejlett mód eltüntetése...
it_it: Nascondi impostazioni avanzate...
ja_jp: 詳細設定を非表示
ko_kr: 고급 설정 숨기기...
nl_nl: Verberg geavanceerde instellingen...
no_no: Skjul avanserte innstillinger
pl_pl: Ukryj Ustawienia Zaawansowane...
pt_pt: Ocultar Configurações Avançadas...
ro_ro: Ascunde setari avansate...
ru_ru: Скрыть расширенные настройки...
sv_se: Göm avancerat läge...
tr_tr: Gelişmiş Ayarları Gizle...
zh_cn: 隐藏高级设置...

source: Low-Cut(1k-)
de_de: Hochpass (1k-)
es_es: Corte de Graves(1k-)
fi_fi: Matala leikkaus (-1k)
fr_fr: Coupure (1k et -)
hu_hu: Mély-vágás(1k-)
it_it: Taglio Gravi(1k-)
ja_jp: 低域(1kHz以下)
nl_nl: Laag-Af (-1k)
no_no: Bass-kutt(1k-)
pl_pl: Obcięcie Niskich(1k-)
pt_pt: Corte de Grave (a partir de 1kHz)
ro_ro: Taiere-joase(1k-)
ru_ru: Низкий срез (1К-)
tr_tr: Low-Cut (Alçak Kesit)(1k-)
zh_cn: 低通(-1k)

source: Mid-Cut(1k-4k)
de_de: Bandpass (1k-4k)
es_es: Corte de Medios(1k-4k)
fi_fi: Keski leikkaus (1k-4k)
fr_fr: Coupure (1k à 4k)
hu_hu: Közép-vágás(1k-4k)
it_it: Taglio Medi(1k-4k)
ja_jp: 中域(1-4kHz)
nl_nl: Mid-Af (1k-4k)
no_no: Midt-kutt (1k-4k)
pl_pl: Obcięcie Średnich(1k-4k)
pt_pt: Corte de Médias (1k-4k)
ro_ro: Taiere-medii(1k-4k)
ru_ru: Средний срез (1К-4К)
tr_tr: Mid-Cut (Orta Kesit)(1k-4k)
zh_cn: 中通(1k-4k)
