Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Activate amplitude modulation
cs_cz: Aktivovat amplitudovou modulaci
da_dk: Activer amplitude modulation
de_de: Aktivieren Sie die Amplituden-Modulation
es_es: Activar la modulación en Amplitud
fi_fi: Aktivoi amplitudimodulaatio
fr_fr: Activer la modulation du niveau de sortie
hu_hu: Amplitudó moduláció aktiválása
it_it: Attivare modulazione di ampiezza
ja_jp: 振幅変調を有効にして下さい
ko_kr: 진폭변조 활성화
nl_nl: Activeer amplitudemodulatie
no_no: Aktiver Amplitudemodulasjon
pl_pl: Uruchom modulację amplitudy
pt_pt: Ativar amplitude da modulação
ro_ro: Activeaza modulare de amplitudine
ru_ru: Активизировать амплитудную модуляцию
sv_se: Aktivera Amplitud modulation
tr_tr: Yoğunluk modülasyonunu etkinleştirin
zh_cn: 启用幅度调制

source: Change stimulus to Nature Sounds
cs_cz: Změnit stimulus na Nature Sounds
da_dk: Skift stimulus til Nature Sounds
de_de: Wechseln Sie zu einem Klangschema
es_es: Cambiar el estímulo a Sonidos Naturales
fi_fi: Vaihda stimulus Luonto ääniin
fr_fr: Utiliser les sons naturels
hu_hu: Inger váltás a Természetes Hangokra
it_it: Cambiare stimolo in Suoni della Natura
ja_jp: 環境音へ変更して下さい
ko_kr: 자극을 Nature Sound로 변경합니다
nl_nl: Wijzig de stimulus in natuurgeluiden
no_no: Endre stimuli til Naturlige Lyder
pl_pl: Zmień bodziec na Dźwięki Natury
pt_pt: Alterar estímulo para Sons da Natureza
ro_ro: Change stimulus to Natural Sounds
ru_ru: Измененить стимулы на Звуки Природы
sv_se: Ändra stimulus till Natur Ljud
tr_tr: Uyaranı Doğa Sesleri olarak değiştirin
zh_cn: 将刺激声转为自然之声

source: Stream preferred sounds using wireless device or accessories
cs_cz: Streamovat preferované zvuky pomocí wireless zařízení či příslušenství
da_dk: Stream foretruknne lyde med trådløst tilbehør
de_de: Bevorzugte Klänge direkt oder über Zubehör in die Hörsysteme übertragen
es_es: Transmitir los sonido preferidos al utilizar dispositivos inalámbricos o accesorios
fi_fi: Lähetä haluttuja ääniä käyttäen langattomia lisälaitteita tai muita laitteita
fr_fr: Utiliser un accessoire sans fil pour recevoir un signal audio
hu_hu: Kívánt hang stream-elése wireless eszköz vagy tartozék segítségével
it_it: Trasmettere i suoni preferiti utilizzando i dispositivi wireless o gli accessori
ja_jp: ワイヤレスアクセサリーを使用して音声を受信することを試して下さい
ko_kr: 무선기기 또는 액세서리를 사용하여 선호하는 소리를 스트림
nl_nl: Stream de gewenste geluiden met een wireless apparaat of accessoire
no_no: Stream foretrukne lyder ved hjelp av trådløs enhet eller tilbehør
pl_pl: Przesyła wybrane dźwięki z urządzeń bezprzewodowych lub akcesoriów
pt_pt: Transmissão de sons preferidos utilizando aparelhos wireless ou acessórios
ro_ro: Redare in flux a sunetelor preferate folosind un dispozitiv wireless sau un accesoriu
ru_ru: Передает привилегированные звуки, используя беспроводное устройство или аксессуары
sv_se: Strömma valt ljud med trådlös enhet eller tillbehör
zh_cn: 使用无线设备或附件传送声音

source: Synch amplitude modulation
cs_cz: Synch amplitudovou modulaci
da_dk: Synkroniser amplitude modulation
de_de: Synchronisierte Amplituden-Modulation
es_es: Modulación en Amplitud Sincronizada
fi_fi: Synkronoi amplitudimodulaatio
fr_fr: Utiliser la synchronisation de la modulation du niveau de sortie
hu_hu: Amplitudó moduláció szink
it_it: Modulazione di Ampiezza Sincronizzata
ja_jp: 振幅変調を両耳連動させて下さい
ko_kr: 진폭변조 동기화
nl_nl: Synchroniseer amplitudemodulatie
no_no: Synkroniser Amplitudemodulasjon
pl_pl: Synchronizacja modulacji amplitudy
pt_pt: Sincronizar amplitude da modulação
ro_ro: Modulare amplitudine sincronizata
ru_ru: Синхронизировать амплитудную модуляцию
sv_se: Synkroniserad Amplitud Modulation
tr_tr: Yoğunluk modülasyonunu senkronize et
zh_cn: 同步幅度调制

source: Use wireless device or accessory to stream preferred audio
cs_cz: Použijte wireless přístroje nebo příslušenství ke streamování požadovaného audia
de_de: Nutzen Sie ein funkfähiges Hörsystem oder Zubehör um bevorzugte Klänge zu übertragen
es_es: Utilice un dispositivo móvil o un accesorio inalámbrico para emitir el sonido preferido
fi_fi: Käytä langatonta lisälaitetta siirtääksesi haluttua ääntä
fr_fr: Utiliser un accessoire sans fil pour recevoir un signal audio
hu_hu: Használjon vezeték nélküli eszközt vagy tartozékot a kívánt audio stream-elésre
it_it: Utilizzare dispositivi wireless o accessori per trasmettere l'audio preferito
ja_jp: ワイヤレスアクセサリーを使用して下さい
ko_kr: 선호하는 오디오를 스트림하기 위해 무선기기 또는 액세서리를 사용합니다
nl_nl: Gebruik een wireless apparaat of accessoire om de gewenste audio te streamen
no_no: Bruk trådløs enhet eller tilbehør for å streame foretrukket lyd
pl_pl: Uży urządzenia bezprzewodowego lub akcesoriów aby przesłać ulubione dźwięki
ru_ru: Используйте беспроводное устройство или аксессуар для передачи предпочтительных звуков
sv_se: Använd trådlös enhet eller tillbehör för att strömma valt ljud
tr_tr: Tercih edilen ses için bir kablosuz aksesuar kullanın
zh_cn: 使用无线设备或附件传输音频

source: Synched push button/volume control is not functioning
cs_cz: Synchronizované tlačítko/regulátor hlasitosti nejsou funkční
da_dk: Synkroniseret trukknap/volumenkontrol virker ikke
de_de: Synchronisierte Lautstärkeregelung/Programmwahltaster ist ohne Funktion
es_es: La sincronización del pulsador o el control de volumen no está funcionado
fi_fi: Synkronoitu painonappi/voimakkuussäätö ei ole toiminnassa
fr_fr: La synchronisation de la commande de volume et du bouton sélecteur de programme ne fonctionne pas
hu_hu: Szinkronizált nyomógomb/hangerő szabályzó nem működik
it_it: Sincronizzazione push button/controllo volume non funziona
ja_jp: 両耳連動ボリューム/プログラムが動作しない
ko_kr: 동기화된 푸쉬버튼/볼품 조절기가 작동하지 않습니다
nl_nl: Gesynchroniseerde programmaknop/volumeregeling werkt niet
no_no: Synkronisert Program/VK bryter fungerer ikke
pl_pl: Synchronizacja zmian programów/regulacji głośności jest wyłączona
pt_pt: Sincronização do botão/controle de volume não está funcionando
ro_ro: Buton programe/ volum sincronizat - nefunctional
ru_ru: Синхронизированная кнопка переключения программ/регулятор громкости не функционирует
sv_se: Synkroniserad programknapp/volymkontroll fungerar inte.
tr_tr: Senkronize edilmiş push buton veya ses kontrol çalışmıyor
zh_cn: 同步程序切换/ 音量控制无作用

source: Ensure that the hearing instruments are not in flight mode
cs_cz: Ujistěte se, že sluchadla nejsou v letadlovém režimu
da_dk: Kontroller at høreapparatet ikke er sat i flytilstand.
de_de: Stellen Sie sicher, dass die Hörsysteme nicht im Flugmodus sind
es_es: Asegúrese que los audífonos no están en modo vuelo
fi_fi: Varmista että kuulokojeet eivät ole lentotilassa
fr_fr: S'assurer que l'appareil n'est pas en "mode avion"
hu_hu: Gyözödjön meg arról, hogy a készülék nincs repülőgép módban
it_it: Assicurarsi che gli apparecchi acustici non siano in modalità di volo
ja_jp: 補聴器がフライトモードになっていないか確認して下さい
ko_kr: 보청기가 비행모드가 아님을 확인하세요
nl_nl: Zorg ervoor dat de hoortoestellen niet in de vluchtmodus staan
no_no: Forsikre deg om at apparatene ikke er i flight modus
pl_pl: Upewnij się, że aparaty słuchowe nie są ustawione w tryb lotniczy
pt_pt: Certificar que os aparelhos auditivos não estão no modo avião
ro_ro: Asigurati-va ca aparatele auditive nu se gasesc in modul de zbor
ru_ru: Убедитесь, что слуховой аппарат не в режиме полета
sv_se: Kontrollera så inte hörapparat är i Flygläge
tr_tr: İşitme cihazının uçuş modunda olmadığından emin olun
zh_cn: 检查助听器是否处于飞行模式

source: Stream preferred sounds using wireless device or accessory
da_dk: Stream foretrukne lyde ved brug af trådløst tilbehør
ja_jp: ワイヤレスアクセサリーを使用して音声を受信することを試して下さい
zh_cn: 使用无线设备或附件的优选声音

source: Change stimulus to Natural Sounds
da_dk: Skift stimulus til Nature Sounds
ja_jp: 環境音へ変更して下さい
zh_cn: 把刺激声变为自然声音

source: Stream preferred sounds using wireless device or accessory
da_dk: Stream foretrukne lyde ved brug af trådløst tilbehør
ja_jp: ワイヤレスアクセサリーを使用して音声を受信することを試して下さい
zh_cn: 使用无线设备或附件的优选声音

source: Activate synched amplitude modulate
da_dk: Aktiver synkroniseret amplitudemodulation
ja_jp: 振幅変調を両耳連動させて下さい
zh_cn: 激活同步幅度调制

source: Change stimulus to Natural Sounds
da_dk: Skift stimulus til Nature Sounds
ja_jp: 環境音へ変更して下さい
zh_cn: 把刺激声变为自然声音

source: Stream preferred sounds using wireless device or accessory
da_dk: Stream foretrukne lyde ved brug af trådløst tilbehør
ja_jp: ワイヤレスアクセサリーを使用して音声を受信することを試して下さい
zh_cn: 使用无线设备或附件的优选声音

source: Activate synched amplitude modulate
da_dk: Aktiver synkroniseret amplitudemodulation
ja_jp: 振幅変調を両耳連動させて下さい
zh_cn: 激活同步幅度调制

source: Change stimulus to Natural Sounds
da_dk: Skift stimulus til Nature Sounds
ja_jp: 環境音へ変更して下さい
zh_cn: 把刺激声变为自然声音

source: Activate synched amplitude modulate
ja_jp: 振幅変調を両耳連動させて下さい
zh_cn: 激活同步幅度调制

source: Stream preferred sounds using wireless device or accessory
da_dk: Stream foretrukne lyde ved brug af trådløse enheder.
ja_jp: ワイヤレスアクセサリーを使用して音声を受信することを試して下さい
zh_cn: 使用无线设备或附件的优选声音

source: Synched push button/volume control not functioning
da_dk: Synkroniseret trykknap/volumenkontrol virker ikke
ja_jp: ワイヤレスアクセサリーを使用して下さい
zh_cn: 同步程序按钮/音量控制不起作用

source: Ensure instruments are in flight mode
da_dk: Kontroller at høreapparaterne er sat i flytilstand
ja_jp: 補聴器がフライトモードになっているか確認して下さい
zh_cn: 确保助听器在飞行模式

source: The Beltone Direct Line accessories transmit sound wirelessly from an audio source like a TV, PC, or stereo directly to Beltone wireless enabled hearing aids, so you don’t need the cords or wires often required by other manufacturers. This direct connection helps reduce competing noise (such as background conversations) and allows you the freedom to tune in to the song, movie or even a specific person you want to hear. The Phone Link allows you the freedom to talk on a mobile phone hands free via a Bluetooth link. Once paired with the Phone Link, the mobile phone will ring in the hearing aid. Once answered a clear, feedback-free speech signal is channeled directly from the phone into the ears.
ja_jp: リサウンドのワイヤレスアクセサリーは、テレビ、PC、ステレオのようなオーディオからリサウンドのワイヤレス対応の補聴器に直接音声を送信するので、中継器は必要ありません。直接通信することで背景雑音を低減し、補聴器装用者は音楽や映画、特定の話を聞きたい人の声に集中することができます。 携帯ユナイトはBluetooth機能を搭載した携帯電話でのハンズフリーの通話を可能にします。電話からの音声はクリアな音質でハウリングなく聞くことができます。
zh_cn: Beltone Direct Line 无线附件直接无线传输来自电视、电脑或立体音响的声音，而用户并不需要佩戴中转设备。这种直接连接可以帮助用户减少噪声的干扰，使您更自由地享受音乐或者电影。

source: The Beltone Direct Line accessories transmit sound wirelessly from an audio source like a TV, PC, or stereo directly to Beltone wireless enabled hearing aids, so you don’t need the cords or wires often required by other manufacturers. This direct connection helps reduce competing noise (such as background conversations) and allows you the freedom to tune in to the song, movie or even a specific person you want to hear. The Personal Audio Link (myPAL) is a remote microphone that can be placed near whatever you want to hear, like a TV, phone, or person speaking. Ultimately, the myPAL allows you the freedom to choose the audio source you want to hear and have that audio sent directly to your hearing instruments.
ja_jp: リサウンドのワイヤレスアクセサリーは、テレビ、PC、ステレオのようなオーディオからリサウンドのワイヤレス対応の補聴器に直接音声を送信するので、中継器は必要ありません。直接通信することで背景雑音を低減し、補聴器装用者は音楽や映画、特定の話を聞きたい人の声に集中することができます。 マルチマイク/マイクロマイクは、話し相手やテレビなどの聞きたい音の近くに置いて使用するリモートマイクです。マイクから補聴器へ直接音声を送信します。
zh_cn: Beltone Direct Line 无线附件直接无线传输来自电视、电脑或立体音响的声音，而用户并不需要佩戴中转设备。这种直接连接可以帮助用户减少噪声的干扰，使您更自由地享受音乐或者电影。

source: The Beltone Direct Line accessories transmit sound wirelessly from an audio source like a TV, PC, or stereo directly to Beltone wireless enabled hearing aids, so you don’t need the cords or wires often required by other manufacturers. This direct connection helps reduce competing noise (such as background conversations) and allows you the freedom to tune in to the song, movie or even a specific person you want to hear. The TV Link streams audio directly to the hearing aid, allowing the TV volume to remain at a comfortable level for others in the room. The TV Link can also be used with other audio sources like home stereos and PCs. The Remote Control allows you to discreetly monitor and change environmental programs and adjust the volume of the hearing aids. It also allows you to turn on and adjust the volume of the streaming sound, from the TV.
ja_jp: リサウンドのワイヤレスアクセサリーは、テレビ、PC、ステレオのようなオーディオからリサウンドのワイヤレス対応の補聴器に直接音声を送信するので、中継器は必要ありません。直接通信することで背景雑音を低減し、補聴器装用者は音楽や映画、特定の話を聞きたい人の声に集中することができます。 TVユナイトはテレビなどの音声を補聴器へ直接送信します。そのため周りの人と同じボリュームでテレビが視聴できます リモコンユナイトは補聴器の音量を調節したり、聴取環境に応じてプログラムを切り替えることができます。また、テレビユナイトからのストリーミング音声と周りの音のバランスを調節することもできます。
zh_cn: Beltone Direct Line 无线附件直接无线传输来自电视、电脑或立体音响的声音，而用户并不需要佩戴中转设备。这种直接连接可以帮助用户减少噪声的干扰，使您更自由地享受音乐或者电影。

source: Spatial Sense is an omnidirectional listening mode designed to maximize the positive effects of spatial hearing. Spatial Sense consists of pinna restoration and bilateral compression to provide for more natural sound processing. Pinna restoration allows for directivity that mimics the way the natural ear treats sound. This helps you with both speech understanding and sound localization. Bilateral compression is introduced to preserve the natural loudness differences between the ears.
cs_cz: Spatial Sense je všesměrový (omni) poslechový režim, navržený pro maximalizaci pozitivního efektu prostorového slyšení. Spatial Sense sestává z pinna restoration a bilaterální komprese pro poskytnutí přirozenějšího zpracování zvuku. Pinna restoration umožňuje směrovost, která napodobuje zpracování zvuku reálným uchem. To pomáhá jak se srozumitelností řeči, tak lokalizací zvuku. Bilaterální komprese zajišťuje přirozený rozdíl hlasitosti mezi ušima.
da_dk: Spatial Sense er en omni indstilling designet til at maksimere fordelene ved rumlig hørelse. Spatial Sense består af genoprettelse af pinnaeffekten og bilateral kompression for at give en mere naturlig lydoplevelse. Genoprettelse af pinnaeffekten muliggør en direktionalitet der efterligner den måde det naturlige øre behandler lyd. Dette hjælper både med taleforståelse og lokalisering af lyde. Bilateral kompression benyttes for at bevare den naturlige forskel i lydstyrkke mellem de to ører.
de_de: Spatial Sense ist ein Omnidirektionaler Modus welcher speziell zur Maximierung des räumlichen Hörens entwickelt wurde. Spatial Sense besteht aus einer Pinna Restaurierung und einer bilateralen Kompression für eine natürlichere Signalverarbeitung. Über die Pinna Restaurierung ermöglichen wir eine Richtwirkung welche die Art und Weise des natürlichen Ohres nachahmt. Dies unterstützt sowohl das Sprachverstehen als auch die räumliche Wahrnehmung. Bilaterale Kompression erhält die natürlichen Lautstärkeunterschiede zwischen den Ohren.
es_es: Sensación Espacial es un modo omnidireccional diseñado para incrementar la percepción espacial en su lado más positivo. Sensación Espacial restaura el efecto del pabellón y la compresión bilateral par conseguir un procesado aún más natural. El efecto del pabellón consigue que la direccionalidad imite la percepción natural del sonido. Esto mejora el entendimiento y la localización sonora. La compresión Bilateral se incluye como la fórmula de preservar las diferencias de sonoridad entre oídos.
fi_fi: Spatial Sense -toiminnossa (tilantuntu) suuntakuviona on pallomikrofoni, jotta ympäristön tietoisuus on paras mahdollinen. Toiminto tarjoaa luonnollisemman äänenkäsittelyn jäljittelemällä korvalehden toimintaa ja säilyttämällä kunkin korvan luonnolliset erot äänenvoimakkuuksissa (bilateraalinen kompressio). Korvalehden jäljitteleminen tarkoittaa, että suuntakuviossa huomioidaan luonnollisen korvan tapaa käsitellä ääniä. Tämä helpottaa sekä puheen ymmärtämistä, että äänien paikallistamista.
fr_fr: Spatial Sense est un mode omnidirectionnel conçu pour favoriser la localisation spatiale. Ce mode utilise une compression bilatérale ainsi qu'un algorithme qui restaure l'effet pavillonnaire. La restauration de l'effet pavillonnaire reproduit la traitment sonore effectué par une oreille, tandis que la compression bilatérale préserve l'équilibre entre les deux oreilles.
hu_hu: A Térbeli hallás egy omnidirekcionális mód, amely a térbeli hallás pozitív hatásait maximalizálja. A Természetes Érzés tartalmaz egy cimpa helyreállítást és egy bilaterális kompressziót, amely még természetesebb hallást biztósít. A cimpa helyreállítás lehetővé teszi a direkcionalítás természetes kezelését. Ez segít az értésben és a lokalizációban. A Bilaterális kompresszió segít megőrizni a természetes hangosság különbségeket a fülek között.
it_it: Ascolto Naturale è una modalità di ascolto omnidirezionale progettata per massimizzare gli effetti positivi dell' udito spaziale. Ascolto Naturale consiste in un ripristino dell'effetto Pinna e in una compressione bilaterale che rende l'elaborazione del suono più naturale. Il ripristino dell'effetto Pinna permette di imitare la direzionalità con cui il Suono arriva naturalmente all'orecchio. Questo aspetto aiuta sia per la comprensione del parlato che per la localizzazione del suono. La compressione bilaterale viene introdotta per preservare le naturali differenze di volume fra gli orecchi.
ja_jp: 空間認識は、自然なきこえを最大限に得るための指向性処理の1つで、耳介効果の再現と両耳間のラウドネス補正を行います。 耳介効果の再現とは、ヒトが本来持っている耳介の形状による集音特性を電子的に模倣することにより、言葉のききとりを改善し、音の方向性をより明確に把握することです。 両耳間のラウドネス補正は、左右に届いた音の大きさの違いによる音声圧縮処理を補正し、両耳間の自然な音圧差を維持します。
ko_kr: 공간 감각은 전방위 청취모드이며 긍정적인 공간 인지 효과를 극대화하도록 설계되었다. 자연적인 감각은 귓바퀴 복원과 양측 압축으로 구성되어 보다 자연스러운 음향 처리에 제공된다. 귓바퀴 복원은 방향성으로 하여금 인체의 귀가 소리를 처리하는 방법을 흉내낼 수 있도록 한다. 이로써 어음 이해력과 음원 위치화에 도움을 준다. 양측 압축은 양이간의 자연적인 소리크기 차이를 보존하기 위해 도입되었다.
nl_nl: Spatial Sense is een omnidirectionele luistermodus die de positieve effecten van ruimtelijk horen maximaliseert. Spatial Sense bestaat uit een oorschelpcorrectie én bilaterale compressie, dit alles om een meer natuurlijke geluidsverwerking te leveren. De oorschelpcorrectie levert een richtwerking zoals het natuurlijke oor die ook levert. Dit helpt zowel bij het spraakverstaan als bij het lokaliseren van geluid. Bilaterale compressie wordt geïntroduceerd om de natuurlijke luidheidsverschillen tussen beide oren te behouden.
no_no: Spatial Sense er et omnidireksjonalt lyttemodus utviklet for å maksimere de positive effektene av lydomgivelsene. Spatial Sense består av pinna-effekt og bilateral kompresjon for å sørge for mer naturlig lydbehandling. Pinna-effekten gir en retningseffekt som etterligner måten det naturlige øret behandler lyd. Dette hjelper deg med både taleforståelse og lydlokalisering. Bilateral kompresjon er innført for å bevare de naturlige loudness forskjellene mellom ørene.
pl_pl: Słyszenie Przestrzenne jest wszechkierunkowym trybem kierunowości zaprojektowanym aby maksymalizować pozytywne efekty słyszenia przestrzennego. Na Słyszenie Przestrzenne składa się odtworzenie małżowiny oraz kompresja międzyuszna zapewniające bardziej naturalne przetwarzanie dźwięków. Odtworzenie małżowiny pozwala kierunkowości na naśladowanie naturalnego sposobu w jaki uszy przetwarzając dźwięki. Pomoże to zarówno w lepszym rozumieniu mowy i lokalizowaniu dźwięków. Kompresja obuuszna jest stosowana aby zachować naturalną różnicę głośności pomiędzy uszami.
pt_pt: Spatial Sense é um modo de escuta omnidirecional desenvolvido para maximizar os efeitos positivos da audição espacial. O Spatial Senes consiste da restauração do pavilhão e compressão bilateral para oferecer processamento sonoro mais natural. A restauração do pavilhão permite direcionalidade que imita a forma como a orelha processa o som. Isso auxilia na compreensão de fala e localização sonora. Compressão bilateral é introduzida para preservar as diferenças naturais de intensidade entre as orelhas.
ro_ro: Natural Sense este un mod de ascultare omnidirectional conceput sa maximizeze efectele pozitive ale spatialitatii auditive. Natural Sense este format din restaurarea pavilionara si compresia bilaterala pentru a oferi o procesare a sunetului mai naturala. Restaurarea pavilionara permite directionalitate ce imita modul cum urechea trateaza in mod natural sunetul. Acest lucru va ajuta atat pe intelegerea vorbirii cat si pe localizarea sursei sonore. Compresia bilaterala este introdusa pentru a pastra diferentele normale de tarie dintre urechi.
ru_ru: Пространственное восприятие - это всенаправленный режим, разработанный для увеличения положительного эффекта от пространственного слуха. Технология Пространственное восприятие состоит из Имитации работы ушной раковины и двусторонней компрессии, что обеспечивает более естественную обработку сигнала. Имитация работы ушной раковины формирует направленность, при которой повторяется путь восприятия звука слуховой системой здорового человека. Это помогает улучшить разборчивость речи и локализацию источника звука. Двусторонняя компрессия сохраняет естественное восприятие различия громкости на обоих ушах.
sv_se: Avancerad Omni är ett omniläge designat för att ge maximal rumsuppfattning. Avancerad Omni återställer pinnaeffekten och ger bilateral kompression för att få en mer naturlig ljudåtergivning. Pinnaeffekten ger en mer "naturlig" riktverkan. Vilket förbättrar både taluppfattning och ljudlokalisation. Bilateral kompression hjälper också att bevara den naturliga balansen mellan öronen.
tr_tr: Spatial Sense mekansal işitmenin olumlu etkilerini artırmak için tasarlanmış çok yönlü bir dinleme modudur. Spatial Sense pinna restorasyon ve daha doğal bir ses işleme sağlamak için ikili sıkıştırma oluşturur. Kulak kepçesi iyileştirme özelliği ile doğal kulağın ses biçimi taklit edilerek yönlülük sağlanmış olur. Bu hem konuşmayı anlama hemde ses lokalizasyonuna yardımcı olur. İkili sıkıştırma kulaklar arasındaki doğal ses yüksekliği farklarının korunmasına yardımcı olur.
zh_cn: 空间感使用全向性聆听模式以求最大限度的利用空间听觉的积极作用。空间感使用耳廓修正和双耳协同压缩来得到更自然的声音。耳廓修正使许方向性处理时最小化耳廓对声音传送途径的影响，有助于提高言语可懂度和声源定位。双耳协同压缩则是为了防止双耳间自然的响度差。

source: PhoneNow & Comfort Phone
es_es: PhoneNow y Confort al Teléfono
ja_jp: スムーズホン&両耳連動スムーズホン
ko_kr: PhoneNow 및 Comfort Phone
sv_se: Autotelefon & Komfort telefon
zh_cn: 自动电话&智能电话
