Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Binaural Fitting Data from Right Instrument cannot be read into Monaural session.
cs_cz: Binaural Fitting Data z Pravého sluchadla nelze načíst do Monaurálního sezení.
da_dk: Binaurale data fra højre apparat kan ikke læses til en monaural session.
de_de: Die Binauralen Anpassdaten des rechten Hörsystems können nicht in eine monaurale Sitzung geladen werden.
es_es: Los datos de adaptación Binaurales del audífono derecho no pueden ser leídos en una sesión monoaural.
fi_fi: Binauraalista sovitustietoa oikeasta kuulokojeesta ei voida lukea monouraaliseen istuntoon.
fr_fr: Il est impossible de lire les données binaurales de l'appareil droit dans une session monaurale.
hu_hu: A Binaurális illesztési adatok a jobb készülékből nem olvashatóak be a monaurális bejegyzésbe.
it_it: I dati di Fitting Binaurale dal Dispositivo Destro non possono essere letti nella sessione Monoaurale.
ja_jp: 両耳フィッティングのデータ（右耳）は片耳フィッティングへ読込めません
ko_kr: 오른쪽 보청기의 양이 피팅 데이터는 Monaural session에서는 읽을 수 없습니다.
nl_nl: Gegevens van het rechtertoestel van een binaurale aanpassing kunnen niet in een monaurale sessie geladen worden.
no_no: Binaurale tilpasningsdata kan ikke leses av høyre apparat ved monaural sesjon.
pl_pl: Nie można odczytać danych dopasowania Dopasowania Obuusznego z Prawego Aparatu w sesji Mono.
pt_pt: Os dados do aparelho auditivo direito não podem ser lidos em uma sessão monaural.
ro_ro: Datele de reglaj binaural din aparatul drept nu pot fi citite in sesiune monoaural
ru_ru: Данные Бинауральной настройки из Правого аппарата не могут прочитаны в Моноуральной сессии.
sv_se: Binaural Anpassningsdata från vänster hörapparat kan inte läsas in i en monaural session.
tr_tr: Sağ cihazdan Mono (tek taraflı) bağlantıda Binaural Fitting verisi okunamaz.
zh_cn: 单耳验配时不能读取双耳验配的右侧助听器验配数据。

source: LP Receiver
cs_cz: LP Reproduktor
de_de: LP Hörer
es_es: Auricular LP
fi_fi: LP Kuuloke
fr_fr: Standard, avec écouteur LP
hu_hu: LP hallgató
it_it: Ricevitore LP
ja_jp: LP レシーバ
ko_kr: LP 리시버
pl_pl: Słuchawka LP
pt_pt: Receptor LP
ru_ru: LP Ресивер
sv_se: LP Hörtelefon
tr_tr: LP Hoparlör
zh_cn: LP 受话器

source: LP Receiver Open
cs_cz: LP Reproduktor Open
da_dk: LP Receiver åben
de_de: LP Hörer Offen
es_es: Auricular LP Open
fi_fi: LP Kuuloke avoin
fr_fr: Open, avec écouteur LP
hu_hu: LP hallgató nyitott
it_it: Ricevitore LP Open
ja_jp: LP レシーバ オープン
ko_kr: LP 리시버 Open 형
no_no: LP Receiver Åpen
pl_pl: Słuchawka LP Otwarta
pt_pt: Receptor LP Open
ru_ru: LP Ресивер Открытый
sv_se: LP Hörtelefon Öppen
tr_tr: LP Hoparlör Açık
zh_cn: LP 受话器 开放耳

source: Made For iPhone
fr_fr: Conçu pour iPhone (MFi)
ja_jp: MFi (Made for iPhone)
ko_kr: 아이폰과 호환 가능(Made For iPhone)
ru_ru: Специально для iPhone
tr_tr: iPhone için Üretilmiş
zh_cn: MFi功能

source: TV Streamer
de_de: Audio Beamer
es_es: Streamer TV
fi_fi: TV-Lähetin
it_it: Accessorio TV
ja_jp: テレビユナイト
pl_pl: Unite TV
pt_pt: Unite TV
ro_ro: Unite TV
ru_ru: ТВ стример
sv_se: TV/Audio streamer
zh_cn: 音频转换器

source: Micro Mic / Multi Mic
de_de: Micro-/ Multi-Mikrofon
fi_fi: Langaton Mikrofoni
fr_fr: Microphone
hu_hu: Mini Mikrofon
ja_jp: マイクアクセサリー
nl_nl: Microfoon
ru_ru: Микро-микрофон / Мульти-микрофон
sv_se: Mikro Mik / Multi Mik
tr_tr: Micro-Multi Mikrofon
zh_cn: 迷你麦克风/多功能迷你音频转换器

source: PhoneClip+
da_dk: Telefonclip+
de_de: Telefonclip+
ja_jp: 携帯ユナイトII
nl_nl: TelefoonClip+
ro_ro: Unite PhoneClip+
sv_se: Telefonclip+
zh_cn: 多用途手机伴侣

source: Remote Control
da_dk: Fjernbetjening
de_de: Fernbedienung
es_es: Mando a Distancia
fi_fi: Kauko-Ohjain
hu_hu: Távirányító
ja_jp: リモコンユナイト
nl_nl: Afstandbediening
no_no: Fjernkontroll
pl_pl: Pilot Unite
pt_pt: Controle Remoto
ro_ro: Unite Remote Control
ru_ru: Пульт Дистанционного Управления
sv_se: Fjärrkontroll
tr_tr: Uzaktan kumanda
zh_cn: 遥控器

source: Time Frame:
cs_cz: Časové rozmezí:
da_dk: Tidsramme:
de_de: Zeitrahmen
es_es: Periódo de Tiempo:
fi_fi: Aikajakso :
fr_fr: Durée de la protection :
hu_hu: Időkeret:
it_it: Periodo:
ja_jp: 設定期間:
nl_nl: Tijdsduur
no_no: Tidsramme:
pl_pl: Przedział Czasowy:
pt_pt: Tempo:
ru_ru: Период времени:
sv_se: Tidsram:
tr_tr: Zaman Aralığı:
zh_cn: 时间设置：

source: Trial Period (4 Weeks)
cs_cz: Zkušební doba (4 týdny)
da_dk: Prøvetid (4 uger)
de_de: Probezeit (4 Wochen)
es_es: Periódo de Prueba (4 Semanas)
fi_fi: Kokeiluaika (4 viikkoa)
fr_fr: 4 semaines (essai)
hu_hu: Kipróbálási idő (4 hét)
it_it: Periodo di prova (4 Settimane)
ja_jp: 4週間
ko_kr: Trial Period (4주)
nl_nl: Proefperiode (4 weken)
no_no: Prøve periode (4 uker)
pl_pl: Okres Testowy (4 Tygodnie)
pt_pt: Período de Teste (4 Semanas)
ro_ro: Perioada de proba (4 Saptamani)
ru_ru: Пробный период (4 недели)
sv_se: Testperiod (4 veckor)
tr_tr: Deneme Süresi (4 Hafta)
zh_cn: 试用期（4周）

source: Permanent
cs_cz: Permanentní
es_es: Permanente
fi_fi: Jatkuva
fr_fr: Permanente
hu_hu: Állandó
it_it: Permanente
ja_jp: 無期限
pl_pl: Stałe
pt_pt: Permanente
ru_ru: Постоянно
tr_tr: Daimi
zh_cn: 永久

source: You must have a valid PIN code to connect this instrument
cs_cz: Pro připojení sluchadel musíte zadat platný PIN
da_dk: Du skal benytte en gyldig PIN kode for at forbinde dette apparat
de_de: Um dieses Gerät zu verbinden benötigen Sie einen gültigen PIN-Code
es_es: Se necesita un código PIN válido para conectar este audífono
fi_fi: Sinulla pitää olla oikea PIN koodi jotta voit yhdistää tähän kuulokojeeseen
fr_fr: Un code PIN est requis pour la lecture des réglages
hu_hu: Csak egy érvényes PIN kóddal lehet csatlakozni a készülékhez
it_it: È necessario disporre di un codice PIN valido per collegare questo strumento
ja_jp: この補聴器を接続するにはPINコードを入力して下さい
ko_kr: PIN code를 입력해 보청기를 연결하세요
nl_nl: U moet de geldige PIN-code hebben om dit toestel te kunnen verbinden
no_no: Du må ha en gyldig PIN-kode for å koble til dette instrumentet
pl_pl: Musisz mieć poprawny kod PIN aby podłączyć ten aparat
pt_pt: Você precisa de um código PIN válido para conectar este aparelho
ro_ro: Trebuie sa aveti un cod PIN valid, pentru a va conecta la acest instrument.
ru_ru: Для соединения с этим аппаратом Вам необходим действующий ПИН код
sv_se: Du måste ha en giltig PIN kod för att ansluta denna hörapparat
tr_tr: Bu cihazı bağlamak için geçerli bir PIN koduna sahip olmalısınız
zh_cn: 你必须输入有效的PIN密码，才可连接本台助听器

source: Enter PIN
cs_cz: Zadat PIN
da_dk: Indtast PIN
de_de: PIN-Code eingeben
es_es: Introduzca PIN
fi_fi: Syötä PIN koodi
fr_fr: Code PIN :
hu_hu: PIN bevitel
it_it: Inserire PIN
ja_jp: PINコード入力
ko_kr: PIN code를 입력하세요
nl_nl: Voer de PIN in
no_no: Oppgi PIN
pl_pl: Wpisz PIN
pt_pt: Inserir PIN
ro_ro: Introduceti PIN
ru_ru: Введите ПИН код
sv_se: Lägg in PIN
tr_tr: PIN giriniz
zh_cn: 输入密码

source: With Made for iPhone, your hearing aids work like wireless stereo headphones for telephone calls, listening to music and any other audio. Triple click to adjust hearing aid volume and change programs.
cs_cz: S Made for iPhone fungují Vaše sluchadla jako bezdrátová stereo sluchátka pro telefonní hovory, poslech hudby nebo jakékoliv jiné audio. Trojitě klikněte pro nastavení hlasitosti a změnu programů.
da_dk: Med iPhone forbundet trådløst vil dine høreapparater fungere som et trådløst headset. Bringer al lyd direkte i begge høreapparater i stereo inklusiv telefonsamtaler, musik, vidxeo, spil eller alle andre lydkilder fra iPhone. Tre klik hurtigt efter hinanden på knappen nederst på telefonen vil give adgang til justering af priogrammer og volumen i høreapparaterne.
de_de: Durch Made for iPhone können Sie die Hörsysteme als Wireless-Stereo-Kopfhörer für Telefonate oder Musik hören nutzen. Mit dem Dreifachklick besteht die Möglichkeit die Lautstärke oder Programme einzustellen.
es_es: Con Made for iPhone, sus audífonos funcionan como unos auriculares estereo inalambricos, para las llamadas telefónicas, escuchar música, o cualquier otro tipo de audio. Al hacer un triple clic, podrá ajustar el volumen de sus audífonos y cambiar de programas.
fi_fi: Made for iPhone toiminnolla kuulokojeesi toimivat kuin stereo kuulokkeet , joilla voit vastaanottaa puheluita, kuunnella musiikkia tai muuta äänitiedostoja. Kolmoisklikkaa jos haluat säätää kuulokojeen äänenvoimakkuutta tai vaihtaa ohjelmia.
fr_fr: Avec la fonction "Conçu pour iPhone", les aides auditives fonctionnent comme un casque stéréo sans fil lors d'un appel téléphonique ou pendant l'écoute de musique. Un triple clic vous permet d'ajuster le volume et de changer de programme.
hu_hu: A Made for iPhone-al, a hallókészüléke sztereó fülhalgatóként működik telefonáláskor, zene hallgatáskor. 3 klikk és másris állíthatja a hangerőt vagy programot válthat.
it_it: Con Made for iPhone, i vostri apparecchi acustici funzionano come cuffie stereo senza fili per le chiamate telefoniche, ascoltare musica e qualsiasi altro segnale audio. Un triplo click per regolare il volume e cambiare i programmi nell'apparecchio acustico.
ja_jp: iOS端末とワイヤレスでダイレクトにつながります。 電話の声が直接補聴器に届くため、ハウリングや周囲の騒音を気にすることなく通話に集中できます。またiPhoneなどで再生する動画や音楽をダイレクト通信して楽しめます。 さらに、iOS端末で音量調整やプログラム変更などが行えます。
ko_kr: Made for iPhone 기능(아이폰과 호환)을 통해 마치 헤드폰으로 듣는 것처럼 통화음을 비롯한 모든 소리를 생생하게 들을 수 있습니다. 아이폰을 연속으로 세번 클릭해 소리 크기 및 프로그램을 변경할 수 있습니다.
nl_nl: Met Made for iPhone functioneren uw hoortoestellen als draadloze stereo hoofdtelefoons voor telefoongesprekken en voor het beluisteren van muziek en andere audio. Klik drie keer op de Home-toets om het hoortoestelvolume te wijzigen en van programma te veranderen.
no_no: Med Made for iPhone, vil høreapparatene fungere som trådløse stereo hodetelefoner for telefon samtaler, lytte til musikk og all annet lyd. Trippel klikk for å justere volum og bytte program.
pl_pl: Dzięki technologii Made for iPhone (MFi) Twoje aparaty słuchowe działają jak bezprzewodowe słuchawki stereo do rozmów telefonicznych, słuchania muzyki i innych dźwięków. Aby dopasować głośność lub zmienić program naciśni trzykrotnie.
pt_pt: Com o Made for iPhone, os seus aparelhos auditivos funcionam como fones de ouvido sem fio para ligações, músicas ou qualquer outro som. Clique três vezes para ajustar o volume do aparelho auditivo ou para trocar de programas.
ro_ro: Cu Made for iPhone, aparatele voastre auditive, functioneaza precum castile stereo pentru apeluri telefonice, muzica sau orice alt format audio. Triplu click pentru a regla volumul aparatului auditiv si pentru a schimba programul.
ru_ru: С технологией Специально для iPhone, Ваши слуховые аппараты работают как беспроводные стерео наушники для телефонных звонков, прослушивания музыки и других аудиосигналов. Тройное нажатие позволяет регулировать громкость слухового аппарата и переключать программы.
sv_se: Med Made for iPhone, fungerar dina hörapparater som trådlösa stereohörlurar. Du kan ta telefonsamtal, lyssna på musik eller annan audio. Trippelklicka för att justera hörapparatens volym eller byta program.
tr_tr: MFi (iPhone uyumluluğu) ile işitme cihazlarınız telefon konuşmalarını almak, müzik dinlemek ya da herhangi sesli iletişim için kablosuz kulaklık gibi çalışırlar.İşitme cihazının ses kontrolünü ve program değişikliğii ayarlamak için üçlü tıklayın.
zh_cn: 使用MFI功能，助听器就像手机的无线立体耳机，可以用来听音乐或其他音频，三击“主菜单”键就可以控制助听器的音量和切换程序。

source: Streams clear stereo sound from the TV, stereo, computer or other audio device directly to the hearing instruments, while allowing users to stay aware of what’s going on around them. Supports both analogue and digital inputs.
cs_cz: Streamuje čistý stereo zvuk z TV, rádia, počítače či jiného audio zařízení přímo do sluchadel při zachování povědomí o tom, co se okolo uživatele děje. Podporuje jak analogový tak digitální vstup.
da_dk: Bringer klar stereo lyd trådløst direkte til høreapparaterne fra tv, stereoanlæg, radio, computer eller et hvilken som helst andet apparat med en lydudgang. Samtidigt kan høreapparaterne mikrofoner være åbne så lyde fra omgivelserne også høres. Kan benyttes både med analoge og digitale tilslutninger.
de_de: Streamt klaren Stereo Sound vom TV, Musikanlage, Computer oder anderen Audioquellen direkt in die Hörsysteme und der Nutzer hört weiterhin was um ihn herum passiert. Unterstützt analoge und digitale Eingänge.
es_es: Emite un sonido de alta calidad en estero, desde su TV, equipo de música, ordenador, o cualquier otro dispositivo de audio; directamente a sus audífonos, mantiene tambien la opción de escuchar los sonidos de su alrededor. Soporta tanto entrada analógica como digital.
fi_fi: Lähetää stereoääntä TV:stä, stereoista, tietokoneesta tai muusta äänilähteestä suoraan kuulokojeisiin antaen käyttäjän samalla havaita ympärillä kuuluvia ääniä. Laite tukee sekä digitaalista että analogista äänituloa.
fr_fr: L'émetteur audio permet de transmettre le signal audio d'un téléviseur, d'une chaîne Hi-Fi ou de toute autre source audio directement aux aides auditives, tout en permettant aux utilisateurs de savoir ce qu'il se passe autour d'eux. Supporte les signaux audios analogiques et numériques.
hu_hu: Tiszta sztereó hangsugárzás a TV-ből, rádióból, computer-ből vagy más audió eszközből a hallókészülékbe, és lehetővé téve a felhasználónak, hogy figyelemmel kísérje mi történik körülötte. Analóg és digitális bemgatva vannak.
it_it: Trasmette l'audio stereo dalla TV, stereo, computer o altro dispositivo audio direttamente agli apparecchi acustici, consentendo allo stesso tempo agli utilizzatori di mantenere la consapevolezza di cosa stà succedendo intorno a loro. Supporta sia ingressi analogici che digitali.
ja_jp: テレビやオーディオなどの音声信号をステレオ音声でTVユナイトから直接補聴器へ転送します。そのため、補聴器装用者は中継器などを首からかけたりすることなく、普段と変わらない状態でテレビを観ることができます。 TVユナイトIIは、アナログ入力とデジタル入力の両方に対応しています。
ko_kr: TV,stereo, computer, 그 밖에 다른 오디오 기기의 사운드를 보청기에 스트리밍 할 수 있으며, 사용자는 이 소리 뿐만 아니라 동시에 주변 소리까지 청취 가능합니다. 아날로그 및 디지털 입력음 모두 지원 가능합니다.
nl_nl: Streamt het glasheldere stereogeluid van uw TV, stereo, computer of ander audioapparaat direct naar uw hoortoestellen, waarbij u ook bewust blijft van wat er om u heen gebeurt. Ondersteunt zowel analoge als digitale input.
no_no: Stream klar stereo lyd fra TV, stereo, PC eller andre lydenheter direkte til høreapparatene, samtidig som brukeren kan følge med på hva som skjer rundt dem. Støtter både analog og digital input.
pl_pl: Przesyłaj czysty, stereofoniczny dźwięk z TV, wieży stereo, komputera i innych urządzeń audio wprost do aparatów słuchowych jednocześnie zachowując świadomość otoczenia. Współpracuje zarówno z analogowymi i cyfrwymi źródłami.
pt_pt: Transmite som estéreo da TV, do rádio, do computador ou de outro dispositivo de áudio diretamente para os aparelhos auditivos, enquanto o paciente permanece ouvindo o ambiente. Compatível com entradas analógicas e digitais.
ro_ro: Transmite sunet clar si stereo de la televizor, computer sau orice alta sursa audio, direct in aparatele auditive, in timp ce permite utilizatorului sa auda tot ce se aude in jurul lui. Suporta atat intrari analogice catsi digitale.
ru_ru: Передает чистый стерео звук телевизора, стереосистемы, компьютера или другого аудиоисточника напрямую в слуховые аппараты, позволяя пользователю быть в курсе происходящего вокруг. Поддерживает как аналоговый, так и цифровой сигнал.
sv_se: Strömmar ett klart stereoljud från en tv, stereo, dator eller annan audioenhet direkt upp till hörapparaterna med en samtidig möjlighet att höra ljud i närheten. Stödjer både analoga och digitala kopplingar.
tr_tr: Kullanıcının etraflarında neler oluduğunu farkına varabilmesi için, işitme cihazına doğrudan TV, stereo, bilgisayar veya başka bir ses cihazından net stereo ses aktarımı sağlar. Hem analog hem dijital girişleri destekler.
zh_cn: 音频转换器可以将电视、耳机、电脑和其他音响设备的立体声直接通过无线技术清晰的传递给助听器，并且用户可以听清身边的声音。支持模拟信号和数字信号两种输入方式。
