Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Apply Both
cs_cz: Použít na obě
da_dk: Udfør begge
de_de: Rechts und links anwenden
es_es: Aplicar a Ambos
fi_fi: Käytä molempia
fr_fr: Appliquer aux deux côtés
hu_hu: Elfogadás mindkettő
it_it: Applica a Entrambi
ja_jp: 両耳を適用
ko_kr: 양쪽 적용
nl_nl: Pas beide toe
no_no: Bruk Begge
pl_pl: Zastosuj w obudwu
pt_pt: Aplicar em ambas as orelhas
ro_ro: Aplica Ambele
ru_ru: Применить для обоих
sv_se: Lägg till båda
tr_tr: Her iki tarafa uygula
zh_cn: 应用于双耳

source: Age
cs_cz: Věk
da_dk: Alder
de_de: Alter
es_es: Edad
fi_fi: Ikä
fr_fr: Âge
hu_hu: Kor
it_it: Età
ja_jp: 年齢
ko_kr: 나이
nl_nl: Leeftijd
no_no: Alder
pl_pl: Wiek
pt_pt: Idade
ro_ro: Varsta
ru_ru: Возраст
sv_se: Ålder
tr_tr: Yaş
zh_cn: 年龄

source: Experience
cs_cz: Zkušenost
da_dk: Erfaring
de_de: Erfahrung
es_es: Experiencia
fi_fi: Kokemus
fr_fr: Expérience
hu_hu: Tapasztalat
it_it: Esperienza
ja_jp: 経験
ko_kr: 보청기 경험
nl_nl: Ervaring
no_no: Erfaring
pl_pl: Doświadczenie
pt_pt: Experiência
ro_ro: Experienta
ru_ru: Опыт ношения
sv_se: Erfarenhet
tr_tr: Deneyim
zh_cn: 客户类型

source: Small Vent (1 mm)
cs_cz: Malý Vent (1 mm)
da_dk: Lille vent (1 mm)
de_de: Kleines Venting (1 mm)
es_es: Venting Pequeño (1 mm)
fi_fi: Pieni ilmastointi (1mm)
fr_fr: Évent de 1 mm
hu_hu: Kicsi vent (1 mm)
it_it: Vent Piccola (1mm)
ja_jp: 小 (1mm)
ko_kr: 작은 벤트 (1mm)
nl_nl: Klein (1 mm)
no_no: Liten Vent (1 mm)
pl_pl: Mała Wentylacja (1 mm)
pt_pt: Ventilação pequena (1mm)
ro_ro: Vent mic (1 mm)
ru_ru: Маленький вент (1 мм)
sv_se: Vent (1mm)
tr_tr: Küçük Vent (1 mm)
zh_cn: 小气孔(1mm)

source: Mic
cs_cz: Mikr.
da_dk: Mik
de_de: Mikrofon
fi_fi: Mikrofoni
fr_fr: Micro
hu_hu: Mik.
ja_jp: マイク
ko_kr: 마이크
nl_nl: Microfoon
no_no: Mik
pl_pl: Mik
ro_ro: Microfon
ru_ru: Микрофон
sv_se: Mik
tr_tr: Mikrofon
zh_cn: 麦克风

source: Adult Talkers-Small Crowd "Cheers"
cs_cz: Řeč dospělých-malé uvítací shromáždění
da_dk: Voksne der taler i lille gruppe
de_de: Gespräch in kleine Partyrunde
es_es: Adultos hablando - brindis
fi_fi: Aikuisten puhetta-pienryhmä
fr_fr: Adultes - petit groupe "Santé!"
hu_hu: Felnőtt beszéd kis csoport: "Cheers"
it_it: Adulti in conversazione
ja_jp: 大人の話し声：“乾杯”と叫ぶ少人数のグループ
ko_kr: 성인 말소리-작은 모임에서"건배"
nl_nl: Groepje toastende volwassenen
no_no: Voksne snakker - liten forsamling
pl_pl: Dorośli - mała grupa "Cheers"
pt_pt: Conversa adulta-comemoração em um grupo pequeno
ro_ro: Voci de adulti-"A da noroc in cinstea cuiva"
ru_ru: Разговор взрослых - небольшая группа "Чирс"
sv_se: Vuxna människor-Litet sällskap"Skål"
tr_tr: Erişkin Konuşması-Küçük Grup
zh_cn: 成年人交谈-"干杯"

source: Adult Talkers-Fast Food Drive Thru
cs_cz: Řeč dospělých při objednávce jídla z auta
da_dk: Voksne der taler ved fast food drive in
de_de: Gespräch am "Drive In"
es_es: Adultos hablando-Servicio automóvil fast food
fi_fi: Aikuisten puhetta-pikaravintola
fr_fr: Adulte - fast food drive-in
hu_hu: Felnőtt beszéd autós gyorsétteremben
it_it: Conversazione Adulti
ja_jp: 大人の話し声：ファーストフード店のドライブ・スルー
ko_kr: 성인 말소리-패스트푸드점 자동차주문시
nl_nl: Fastfood restaurant
no_no: Tale - Fast food Drive throu
pl_pl: Dorośli - Fast food Drive Thru
pt_pt: Conversa adulta-drive thru de restaurante fast food
ro_ro: Voci de adult-comanda la un Fast Food Drive
ru_ru: Разговор взрослых - в бистро
sv_se: Vuxna människor-Snabbmat "Drive Thru"
tr_tr: Erişkin Konuşması-Hamburgerci
zh_cn: 成年人交谈-和司机谈速食

source: Continuous Discourse-Female
cs_cz: Souvislá řeč - ženský hlas
da_dk: Vedvarende samtale - kvinde
de_de: Frauenstimme
es_es: Discurso Continuo-Mujer
fi_fi: Naisen puhetta
fr_fr: Parole - discours (femme)
hu_hu: Folyamatos női beszéd
it_it: Discorso Continuo F.
ja_jp: 持続的な会話（女性）
ko_kr: 계속되는 담화-여자
nl_nl: Gesproken tekst - vrouw
no_no: Kontinuerlig Samtale-Kvinne
pl_pl: Mowa ciągła - kobieta
pt_pt: Discurso Contínuo-Feminino
ro_ro: Discurs - Femeie
ru_ru: Разговор - женщина
sv_se: Kvinna-Talar
tr_tr: Sürekli konuşma-Kadın
zh_cn: 演讲-女声

source: Continuous Discourse-Male
cs_cz: Souvislá řeč - mužský hlas
da_dk: Vedvarende samtale - Mand
de_de: Männerstimme
es_es: Discurso Continuo-Hombre
fi_fi: Miehen puhetta
fr_fr: Parole - discours (homme)
hu_hu: Folyamatos férfi beszéd
it_it: Discorso Continuo M.
ja_jp: 持続的な会話（男性）
ko_kr: 계속되는 담화-남자
nl_nl: Gesproken tekst - man
no_no: Kontinuerlig Samtale-Mann
pl_pl: Przemówienie - mężczyzna
pt_pt: Discurso contínuo-Masculino
ro_ro: Discurs- Barbat
ru_ru: Разговор - мужчина
sv_se: Man-Talar
tr_tr: Sürekli konuşma-Erkek
zh_cn: 演讲-男声

source: Adult Talker-Stock Tip
cs_cz: Dospělý řečník - Tip na akcie
da_dk: Voksen taler - Børstip
de_de: Gespräch über Börsentipps
es_es: Adulto hablando-Consejo bursátil
fi_fi: Aikuinen puhuja - osakevinkki
fr_fr: Parole - conseil boursier (2 hommes)
hu_hu: Felnőttek beszélgetnek pénzügyekről
it_it: Adulti
ja_jp: 大人の話し声：東証株価
ko_kr: 성인 말소리-주식정보
nl_nl: Beurstip (2 mannen)
no_no: Tale - Aksjetips
pl_pl: Dorośli - Wskazówka giełdowa
pt_pt: Fala Adulto-Dica de Ações
ro_ro: Adulti vorbind despre bursa de valori
ru_ru: Разговор взрослых
sv_se: Vuxna människor-Aktietips
tr_tr: Erişkin Konuşması-Stok ucu
zh_cn: 成年人交谈-股市行情

source: Adult Talker-Football Story
cs_cz: Dospělý řečník - O fotbalu
da_dk: Voksen taler - Fodboldhistorie
de_de: Gespräch beim Fußball
es_es: Adulto hablando-Futbol
fi_fi: Aikuinen puhuja - jalkapallojuttu
fr_fr: Parole - histoire de foot
hu_hu: Felnőttek beszélgetnek fociról
it_it: Adulti storia calcio
ja_jp: 大人の会話-フットボールについて
ko_kr: 성인말소리-축구 이야기
nl_nl: Gesprek over voetbal (2 vrouwen)
no_no: Tale - Fotballhistorie
pl_pl: Dorośli - Relacja z meczu
pt_pt: Fala Adulto-História de Futebol
ro_ro: Adulti vorbind despre fotbal
ru_ru: Разговор взрослых - о футболе
sv_se: Vuxna människor-Amerikansk fotboll
tr_tr: Erişkin Konuşması-Maç Anlatırken
zh_cn: 成年人交谈-足球故事

source: Child Talker-7yr Girl-Soccer
cs_cz: Dětský řečník - 7letá dívka - Fotbal
da_dk: Barn taler - 7 år - Fodbold
de_de: Kind - Mädchen beim Fußball
es_es: Niña 7 años-Fútbol
fi_fi: 7-vuotias tyttö
fr_fr: Parole - fille de 7 ans - foot
hu_hu: Gyermek beszéd-7 éves lány-Foci
it_it: Bambini- calcio
ja_jp: 子供の話し声（7才の女の子）：サッカーの話
ko_kr: 아이 말소리-7살 여자-축구
nl_nl: Voetbalverhaal (kind)
no_no: Tale - 7 år gml. jente - Fotball
pl_pl: Dzieci - 7latka - o piłce nożnej
pt_pt: Fala Infantil-Menina de 7 anos-Futebol
ro_ro: Copil de 7 ani vorbind despre fotbal
ru_ru: 7-летняя девочка - о футболе
sv_se: Barn-7-årig flicka
tr_tr: Çocuk Konuşması-7 yaş-kız- Futbol
zh_cn: 儿童交谈-7岁女孩-足球

source: Child Talker-9yr Girl-Zoo
cs_cz: Dětská řeč-9letá dívka o ZOO
da_dk: Barn taler - 9 år - Zoo
de_de: Kind - Mädchen im Zoo
es_es: Niña 9 años-Zoo
fi_fi: 9-vuotias tyttö
fr_fr: Parole - fille de 9 ans - zoo
hu_hu: Gyermek beszéd-9 éves lány- Állatkert
it_it: Bambini/zoo
ja_jp: 子供の話し声（9才の女の子）：動物園
ko_kr: 아이 말소리-9살 여자-동물원
nl_nl: gesprek over dierentuin - kind
no_no: Tale - 9 år gml. jente - dyrehage
pl_pl: Dzieci - 9latka - o Zoo
pt_pt: Fala Infantil-Menina de 9anos-Zoológico
ro_ro: Vorbitor copil - Fata 9 ani - Zoo
ru_ru: 9-летняя девочка - о зоопарке
sv_se: Barn-9-årig Flicka
tr_tr: Çocuk Konuşması-9 yaş-kız- Hayvanat Bahçesi
zh_cn: 儿童交谈-9岁女孩-动物园

source: Child Talker-4yr Girl-Pet
cs_cz: Dětská řeč-4letá dívka o zvířátku
da_dk: Barn taler - 4 år - Kæledyr
de_de: Kind - Mädchen mit Haustier
es_es: Niña 4 años-Mascota
fi_fi: 4-vuotias tyttö/lemmikki
fr_fr: Parole - fille de 4 ans - chien
hu_hu: Gyermek beszéd-4 éves lány-Kisállatokról
it_it: Bambini1
ja_jp: 子供の話し声（4才の女の子）：ペット
ko_kr: 아이 말소리-4살-애완동물
nl_nl: gesprek over huisdier - kind
no_no: Tale - 4 år gml. jente - kjæledyr
pl_pl: Dzieci - 4latka - o zwierzęciu
pt_pt: Fala Infantil-Menina de 4anos-Bichinho de Estimação
ro_ro: Copil de 4 ani vorbind despre animale
ru_ru: 4-летняя девочка - о домашнем питомце
sv_se: Barn-4-årig flicka
tr_tr: Çocuk Konuşması-4 yaş-kız- Hayvan
zh_cn: 儿童交谈-4岁女孩-宠物

source: Child Talker-4yr Girl-Park
cs_cz: Dětská řeč-4letá dívka o parku
da_dk: Barn taler - 4 år - Park
de_de: Kind - Mädchen im Park
es_es: Niña 4 años-Parque
fi_fi: 4-vuotias tyttö/puisto
fr_fr: Parole - fille de 4 ans - parc
hu_hu: Gyermek beszéd-4 éves lány-Park
it_it: Bambini2
ja_jp: 子供の話し声（4才の女の子）：公園
ko_kr: 아이말소리-4살여자-공원
nl_nl: gesprek over park - kind
no_no: Tale - 4 år gml. jente - park
pl_pl: Dzieci - 4latka - o parku
pt_pt: Fala Infantil-Menina de 4anos-Parque
ro_ro: Vorbitor copil - Fata 4 ani - Parc
ru_ru: 4-летняя девочка - о парке
sv_se: Barn-4-årig flicka
tr_tr: Çocuk Konuşması-4 yaş-kız- Park
zh_cn: 儿童交谈-4岁女孩-公园

source: Child Talker-6yr Boy-School
cs_cz: Dětská řeč-6letý chlapec o škole
da_dk: Barn taler - 6 år - Skole
de_de: Kind - Junge in Schule
es_es: Niño 6 años-Colegio
fi_fi: 6-vuotias poika/koulu
fr_fr: Parole - garçon de 6 ans - école
hu_hu: Gyermek beszéd-6 éves fiú-Iskola
it_it: Ragazzi a scuola
ja_jp: 子供の話し声（6才の男の子）：学校の話
ko_kr: 아이말소리-6살 남자-학교
nl_nl: gesprek over school - kind
no_no: Tale - 6 år gml. gutt - skole
pl_pl: Dzieci - 6latek - o szkole
pt_pt: Fala Infantil-Menino de 6anos-Escola
ro_ro: Vorbitor copil - Baiat 6 ani - Scoala
ru_ru: 6-летний мальчик - о школе
sv_se: Barn-6-årig pojke
tr_tr: Çocuk Konuşması-6 yaş-oğlan- Okul
zh_cn: 儿童交谈-6岁男孩-学校

source: Child Talker-10yr Boy-Boat
cs_cz: Dětská řeč-10letý chlapec o lodi
da_dk: Barn taler - 10 år - Båd
de_de: Kind - Junge im Boot
es_es: Niño 10 años-Barco
fi_fi: 10-vuotias poika/vene
fr_fr: Parole - garçon de 10 ans - bateau
hu_hu: Gyermek beszéd-10 éves fiú-Hajó
it_it: Bambini3
ja_jp: 子供の話し声（10才の男の子）：船の話
ko_kr: 아이 말소리-10살 남자-보트
nl_nl: gesprek over boot - kind
no_no: Tale - 10 år gml. gutt - båt
pl_pl: Dzieci - 10latek - o łódce
pt_pt: Fala Infantil-Menino de 10 anos-Barco
ro_ro: Vorbitor copil - Baiat 10 ani - Barca
ru_ru: 10-летний мальчик - о лодке
sv_se: Barn-10 årig pojke
tr_tr: Çocuk Konuşması-10 yaş-oğlan- Tekne
zh_cn: 儿童交谈-10男孩-划船

source: Child Talker-11yr Boy-Astronaut
cs_cz: Dětská řeč-11letý chlapec o astronautu
da_dk: Barn taler - 11 år - Astronaut
de_de: Kind - Junge und Astronaut
es_es: Niño 11 años-Astronauta
fi_fi: 11-vuotias poika/astronautti
fr_fr: Parole - garçon de 11 ans - astronaute
hu_hu: Gyermek beszéd-11 éves fiú-Asztronauta
it_it: Bambini4
ja_jp: 子供の話し声（11才の男の子）：宇宙飛行士の話
ko_kr: 아이 말소리-11살 남자-우주비행사
nl_nl: gesprek over astronaut - kind
no_no: Tale - 11 år gml. gutt - astronaut
pl_pl: Dzieci - 11latek - o astronucie
pt_pt: Fala Infantil-Menino de 11anos-Astronauta
ro_ro: Vorbitor copil - Baiat 11 ani - Astronaut
ru_ru: 11-летний мальчик - о космонавте
sv_se: Barn-11-årig pojke
tr_tr: Çocuk Konuşması-11 yaş-oğlan- Astronot
zh_cn: 儿童交谈-11岁男孩-太空

source: Child Talkers-Sing Birthday
cs_cz: Dětská řeč-zpěv na narozeniny
da_dk: Børn taler - Fødselsdagssang
de_de: Kinder-Geburtstag
es_es: Niños-Cantando cumpleaños
fi_fi: Lapset laulavat
fr_fr: Parole - chant d'anniversaire
hu_hu: Gyermekek énekelnek születésnapon
it_it: Compleanno
ja_jp: 子供の話し声：誕生日の歌を歌う
ko_kr: 아이 말소리-생일축하노래
nl_nl: verjaardagslied - kind
no_no: Tale - Bursdagssang
pl_pl: Dzieci - śpiwe
pt_pt: Fala Infantil-Cantando parabéns
ro_ro: Vorbitori copii - Cantec de petrecere
ru_ru: Дети поют "с днем рождения"
sv_se: Barn-Sjunger "Happy birthday"
tr_tr: Çocuk Konuşması-Doğumgünü
zh_cn: 儿童交谈-唱生日歌

source: Adult Talkers-Southern Accent
cs_cz: Řeč dospělých s jižanským přízvukem
da_dk: Voksne taler - Southern accent
de_de: Gespräch mit südlichem Akzent
es_es: Adultos hablando-Acento sureño
fi_fi: Aikuinen puhuja
fr_fr: Parole - fort accent
hu_hu: Felnőtt beszéd déli akcentussal
it_it: Adulti
ja_jp: 大人の話し声：南部なまり
ko_kr: 성인 말소리- 남부 액센트
nl_nl: gesprek volwassenen (met accent)
no_no: Tale - Sørstatsdialekt
pl_pl: Dorośli - południowy akcent
pt_pt: Fala Adultos-Sotaque Sulista
ro_ro: Adult vorbind cu accent
ru_ru: Разговор взрослых - южный акцент
sv_se: Vuxna männsikor-Sydstatsdialekt
tr_tr: Erişkin Konuşması-Güney Aksanlı
zh_cn: 成年人交谈-南部口音

source: Adult Talkers-Morning at the Beach
cs_cz: Dospělí řečníci - Ráno na pláži
da_dk: Voksne taler - Morgen ved stranden
de_de: Gespräch am Strand
es_es: Adultos hablando-Mañana en la Playa
fi_fi: Aikuinen puhuja rannalla
fr_fr: Parole - matin à la plage
hu_hu: Felnőtt beszéd-Reggel a parton
it_it: Conversazione spiaggia
ja_jp: 大人の話し声：真夏の夕方
ko_kr: 성인 말소리- 해변의 아침
nl_nl: Een ochtend op het strand
no_no: Tale - Morgen ved stranden
pl_pl: Dorośli - poranek na plaży
pt_pt: Fala Adultos-Manhã na Praia
ro_ro: Vorbitori adulti - Dimineata pe plaja
ru_ru: Разговор взрослых - утро на пляже
sv_se: Vuxna människor-Morgon på stranden
tr_tr: Erişkin Konuşması-Plajda Sabah
zh_cn: 成年人交谈-清晨海滩

source: Adult Talkers-Summer Drinks
cs_cz: Dospělí řečníci - Letní nápoje
da_dk: Voksne taler - Sommer drink
de_de: Gespräch im Garten
es_es: Adultos hablando-Refrescos de verano
fi_fi: Aikuinen puhuja
fr_fr: Parole - rafraîchissements
hu_hu: Felnőtt beszéd-Nyári italok
it_it: Adulti estate Drinks
ja_jp: 大人の話し声：レモンスカッシュ
ko_kr: 성인 말소리- 여름
nl_nl: Zomerse verfrissingen
no_no: Tale - Sommerdrink
pl_pl: Dorośli - letnie spotkanie
pt_pt: Fala Adultos-Drinks de Verão
ro_ro: Vorbitori adulti - Bauturi de vara
ru_ru: Разговор взрослых - летние напитки
sv_se: Vuxna människor- Sommardrinkar
tr_tr: Erişkin Konuşması-İçecek
zh_cn: 成年人交谈-夏日畅饮

source: Adult Talkers-Italian Restaurant
cs_cz: Dospělí řečníci - Italská restaurace
da_dk: Voksne taler - Italiens restaurant
de_de: Gespräch im Restaurant
es_es: Adultos hablando-Restaurante italiano
fi_fi: Aikuiset puhujat - ravintolassa
fr_fr: Parole - restaurant italien
hu_hu: Felnőtt beszéd-Olasz étterem
it_it: Adulti ristorante italiano
ja_jp: 大人の話し声：イタリアレストラン
ko_kr: 성인 말소리-이탈리아 레스토랑
nl_nl: Italiaans restaurant
no_no: Tale - Italiensk restaurant
pl_pl: Dorośli - włoska restauracja
pt_pt: Fala Adultos-Restaurante Italiano
ro_ro: Vorbitori adulti - Restaurant italian
ru_ru: Разговор взрослых - итальянский ресторан
sv_se: Vuxna männsikor- Italiensk restaurang
tr_tr: Erişkin Konuşması-İtalyan Restoranı
zh_cn: 成年人交谈-意式餐厅

source: Adult Talkers-Lunch-+10dB S/NR
cs_cz: Dospělí řečníci - Oběd - +10dB s/š
da_dk: Voksne taler - Frokost +10dN S/N
de_de: Gespräch beim Mittagessen (+10 dB SRA)
es_es: Adultos hablando-Comida -+10dB S/NR
fi_fi: Aikuiset puhujat luonas / +10dB S/NR
fr_fr: Parole - déjeuner (+10 dB S/B)
hu_hu: Felnőtt beszéd-Ebéd+10 dB S/NR
it_it: Pranzo +10dB S/N
ja_jp: 大人の話し声：昼食 (+10dB S/NR)
ko_kr: 성인 말소리-점심-+10dB S/NR
nl_nl: Lunch - spraak/ruis 10dB
no_no: Tale - Lunsj +10dN S/NR
pl_pl: Dorośli - Lunch - +10dB SNR
pt_pt: Fala Adultos-Almoço -+ 10dB S/NR
ro_ro: Vorbitori adulti - Pranz+10dB S/NR
ru_ru: Разговор взрослых за обедом - +10 дБ SNR
sv_se: Vuxna människor- Lunch+10dB S/NR
tr_tr: Erişkin Konuşması-Yemek-+10dB S/NR
zh_cn: 成年人交谈-午餐+10dB噪音

source: Adult Talkers-Lunch-+5dB S/NR
cs_cz: Dospělí řečníci - Oběd - +5dB s/š
da_dk: Voksne taler - Frokost - +5dB S/N
de_de: Gespräch beim Mittagessen (+5 dB SRA)
es_es: Adultos hablando-Comida -+5dB S/NR
fi_fi: Aikuiset puhujat lounas / +5dB S/NR
fr_fr: Parole - déjeuner (+5 dB S/B)
hu_hu: Felnőtt beszéd-Ebéd+5 dB S/NR
it_it: Pranzo +5dB S/N
ja_jp: 大人の話し声：昼食 (+5dB S/NR)
ko_kr: 성인 말소리-점심-+5dB S/NR
nl_nl: Lunch - spraak/ruis 5dB
no_no: Tale - Lunsj +5dB S/NR
pl_pl: Dorośli - Lunch- +5dB SNR
pt_pt: Fala Adultos-Almoço -+ 5dBS/NR
ro_ro: Vorbitori adulti - Pranz+5dB S/NR
ru_ru: Разговор взрослых за обедом - +5 дБ SNR
sv_se: Vuxna människor-Lunch+5dB S/NR
tr_tr: Erişkin Konuşması-Yemek-+5dB S/NR
zh_cn: 成年人交谈-午餐+5dB噪音

source: Adult Talkers-Lunch-0dB S/NR
cs_cz: Dospělí řečníci - Oběd - 0dB s/š
da_dk: Voksne taler - 0dB S/N
de_de: Gespräch beim Mittagessen (0 dB SRA)
es_es: Adultos hablando-Comida -+0dB S/NR
fi_fi: Aikuiset puhujat lounas / +0dB S/NR
fr_fr: Parole - déjeuner (0 dB S/B)
hu_hu: Felnőtt beszéd-Ebéd-0 dB S/NR
it_it: Pranzo 0dB S/N
ja_jp: 大人の話し声：昼食 (0dB S/NR)
ko_kr: 성인말소리-점심-0dB S/NR
nl_nl: Lunch - spraak/ruis 0dB
no_no: Tale - Lunsj -0dB S/NR
pl_pl: Dorośli - Lunch- 0dB SNR
pt_pt: Fala Adultos-Almoço - 0dB S/NR
ro_ro: Vorbitori adulti - Pranz- 0dB S/NR
ru_ru: Разговор взрослых за обедом - 0 дБ SNR
sv_se: Vuxna människor-Lunch 0dB S/NR
tr_tr: Erişkin Konuşması-Yemek-+0dB S/NR
zh_cn: 成年人交谈-午餐-0dB噪音

source: Adult Talkers-Lunch-Speech Only
cs_cz: Dospělí řečníci - Oběd - pouze řeč
da_dk: Voksne taler - Kun tale
de_de: Gespräch beim Mittagessen (nur Sprache)
es_es: Adultos hablando-Comida -Sólo habla
fi_fi: Aikuiset puhujat lounas / ei taustamelua
fr_fr: Parole - déjeuner (calme)
hu_hu: Felnőtt beszéd-Ebéd-Csak beszéd
it_it: Solo parlato a pranzo
ja_jp: 大人の話し声：昼食（話し声のみ）
ko_kr: 성인말소리-점심-말소리만
nl_nl: Lunch - allleen spraak
no_no: Tale - Lunsj (kun tale)
pl_pl: Dorośli - Lunch - Tylko mowa
pt_pt: Fala Adultos-Conversa Apenas
ro_ro: Vorbitori adulti - Pranz- Doar vorbire
ru_ru: Разговор взрослых за обедом - только речь
sv_se: Vuxna människor-Lunch-Endast tal
tr_tr: Eriskin Konusması-Lokanta-Sadece Konusma
zh_cn: 成年人交谈-午餐-只有言语

source: Adult Talkers-Bistro-Speech Only
cs_cz: Dospělí řečníci - Bufet - pouze řeč
da_dk: Voksne taler - Bistro - Kun tale
de_de: Gespräch im Bistro (nur Sprache)
es_es: Adultos hablando-Restaurante-Sólo habla
fi_fi: Aikuiset puhujat bistrossa / ei taustamelua
fr_fr: Parole - restaurant (calme)
hu_hu: Felnőtt beszéd-Bisztró-Csak beszéd
it_it: Bar/solo Parlato
ja_jp: 大人の話し声（居酒屋）：会話音のみ
ko_kr: 성인 말소리-술집-말소리만
nl_nl: Restaurant - alleen spraak
no_no: Tale - Bistro (kun tale)
pl_pl: Dorośli - Bistro - Tylko mowa
pt_pt: Fala Adultos-Bar-Conversa Apenas
ro_ro: Vorbitori adulti - Bistro- Doar vorbire
ru_ru: Разговор взрослых в бистро - только речь
sv_se: Vuxna människor-Bistro-Endast tal
tr_tr: Eriskin Konusması-Bistro-Sadece Konusma
zh_cn: 成年人交谈-咖啡厅-只有言语

source: Adult Talkers-Bistro-+10dB S/NR
cs_cz: Dospělí řečníci - Bufet - +10dB s/š
da_dk: Voksne taler - Bistro +10dB S/N
de_de: Gespräch im Bistro (+10 dB SRA
es_es: Adultos hablando-Restaurante-+10dB S/NR
fi_fi: Aikuiset puhujat bistrossa / + 10 dB S/NR
fr_fr: Parole - restaurant (+10 dB S/B)
hu_hu: Felnőtt beszéd-Bisztró+10 dB S/NR
it_it: Bar +10 dB S/NR
ja_jp: 大人の話し声（居酒屋）：+10dB S/NR
ko_kr: 성인말소리-술집-+10dB S/NR
nl_nl: Restaurant - spraak/ruis +10dB
no_no: Tale - Bistro +10dB S/NR
pl_pl: Dorośli - Bistro- +10dB SNR
pt_pt: Fala Adultos-Bar -+ 10dBS/NR
ro_ro: Vorbitori adulti - Bistro+10dB S/NR
ru_ru: Разговор взрослых в бистро - +10 дБ SNR
sv_se: Vuxna människor-Bistro+10dB S/NR
tr_tr: Erişkin Konuşması-Bistro-+10dB S/NR
zh_cn: 成年人交谈-咖啡厅+10dB噪音

source: Adult Talkers-Bistro-+5dB S/NR
cs_cz: Dospělí řečníci - Bufet - +5dB s/š
da_dk: Voksne taler - Bistro +5dB S/N
de_de: Gespräch im Bistro (+5 dB SRA)
es_es: Adultos hablando-Restaurante-+5dB S/NR
fi_fi: Aikuiset puhujat bistrossa / + 5 dB S/NR
fr_fr: Parole - restaurant (+5 dB S/B)
hu_hu: Felnőtt beszéd-Bisztró+5 dB S/NR
it_it: Bar +5 dB S/NR
ja_jp: 大人の話し声（居酒屋）：+5dB S/NR
ko_kr: 성인말소리-술집-+5dB S/NR
nl_nl: Restaurant - spraak/ruis +5dB
no_no: Tale - Bistro +5dB S/NR
pl_pl: Dorośli - Bistro- +5dB SNR
pt_pt: Fala Adultos-Bar -+5 dB S/NR
ro_ro: Vorbitori adulti - Bistro+5dB S/NR
ru_ru: Разговор взрослых в бистро - +5 дБ SNR
sv_se: Vuxna människor-Bistro+5 dB S/NR
tr_tr: Erişkin Konuşması-Bistro-+5dB S/NR
zh_cn: 成年人交谈-咖啡厅+5dB噪音

source: Adult Talkers-Bistro-0dB S/NR
cs_cz: Dospělí řečníci - Bufet - 0dB s/š
da_dk: Voksne taler - Bistro 0dB S/N
de_de: Gespräch im Bistro (0 dB SRA)
es_es: Adultos hablando-Restaurante-+0dB S/NR
fi_fi: Aikuiset puhujat bistrossa / 0 dB S/NR
fr_fr: Parole - restaurant (0 dB S/B)
hu_hu: Felnőtt beszéd-Bisztró-0 dB S/NR
it_it: Bar 0 dB S/NR
ja_jp: 大人の話し声（居酒屋）：0dB S/NR
ko_kr: 성인말소리-술집-0dB S/NR
nl_nl: Restaurant - spraak/ruis 0dB
no_no: Tale - Bistro -0dB S/NR
pl_pl: Dorośli - Bistro - 0dB SNR
pt_pt: Fala Adultos-Bar - 0dB S/NR
ro_ro: Vorbitori adulti - Bistro - 0dB S/NR
ru_ru: Разговор взрослых в бистро - 0 дБ SNR
sv_se: Vuxna människor-Bistro 0dB S/NR
tr_tr: Erişkin Konuşması-Bistro-+0dB S/NR
zh_cn: 成年人交谈-咖啡厅+0dB噪音

source: Verification Env.-Diner
cs_cz: Verifikační prostředí - Večeře
de_de: Klangumgebung - Abendessen
es_es: Entorno de Verif.-Cena
fi_fi: Tarkistus ymp.-Päivällinen
fr_fr: Environnement - diner
hu_hu: Környezet vizsgálat-Vacsora
it_it: Pranzo
ja_jp: 検証環境：ディナー
ko_kr: 검증환경-저녁식사
nl_nl: Restaurant
no_no: Omgivelser - Restaurant
pl_pl: Sprawdzenie w środowisku ak. - Kolacja
pt_pt: Ambiente de Verificação-Jantar
ro_ro: Verificare mediu - Cina
ru_ru: Определение окружающей обстановки - обед
sv_se: Middag-Sällskap
tr_tr: Doğrulama Ort.-Restoran
zh_cn: 模拟环境-用餐

source: Verification Env.-Pharmacy
cs_cz: Verifikační prostředí - Lékárna
da_dk: Verification Env.- Apotek
de_de: Klangumgebung - Apotheke
es_es: Entorno Verif.-Farmacia
fi_fi: Tarkistus ymp.-Apteekki
fr_fr: Environnement - à la pharmacie
hu_hu: Környezet vizsgálat-Gyógyszertár
it_it: Farmacia
ja_jp: 検証環境：薬局
ko_kr: 검증환경-약국
nl_nl: Drogisterij
no_no: Omgivelser - Apotek
pl_pl: Sprawdzenie w środowisku ak. - Apteka
pt_pt: Ambiente de Verificação-Farmácia
ro_ro: Verificare mediu - farmacii
ru_ru: Определение окружающей обстановки - аптека
sv_se: Apotek
tr_tr: Doğrulama Ort.-Eczane
zh_cn: 模拟环境-药店

source: Verification Env.-Baseball Game
cs_cz: Verifikační prostředí - Baseball
da_dk: Verification Env.-Baseball
de_de: Klangumgebung - Baseball
es_es: Entorno de Verif.-Baseball
fi_fi: Tarkistus ymp.-Pesäpallo ottelu
fr_fr: Environnement - baseball
hu_hu: Környezet vizsgálat-Baseball meccs
it_it: Baseball
ja_jp: 検証環境：野球の試合
ko_kr: 검증환경-야구경기
nl_nl: Honkbalwedstrijd
no_no: Omgivelser - Baseballkamp
pl_pl: Sprawdzenie w środowisku ak. - Mecz baseball
pt_pt: Ambiente de Verificação-Jogo de Baseball
ro_ro: Verificare mediu - joc de baseball
ru_ru: Определение окружающей обстановки - баскетбол
sv_se: Baseball match
tr_tr: Doğrulama Ort.-Beyzbol Oyunu
zh_cn: 模拟环境-蓝球场

source: Verification Env.-Kitchen
cs_cz: Verifikační prostředí - Kuchyně
da_dk: Verification Env.- Køkken
de_de: Klangumgebung - Küche
es_es: Entorno de Verif.-Cocina
fi_fi: Tarkistus ymp.-Keittiö
fr_fr: Environnement - dans la cuisine
hu_hu: Környezet vizsgálat-Konyha
it_it: Ambiente Cucina
ja_jp: 検証環境：キッチン
ko_kr: 검증환경-부엌
nl_nl: Keuken
no_no: Omgivelser - Kjøkken
pl_pl: Sprawdzenie w środowisku ak. - Kuchnia
pt_pt: Ambiente de Verificação-Cozinha
ro_ro: Verificare mediu - bucatarie
ru_ru: Определение окружающей обстановки - кухня
sv_se: Kök
tr_tr: Doğrulama Ort.-Mutfak
zh_cn: 模拟环境-厨房

source: Verification Env.-Office
cs_cz: Verifikační prostředí - Kancelář
da_dk: Verification Env.-Kontor
de_de: Klangumgebung - Büro
es_es: Entorno de Verif.-Oficina
fi_fi: Tarkistus ymp.-Konttori
fr_fr: Environnement - au bureau
hu_hu: Környezet vizsgálat-Iroda
it_it: Ambiente Ufficio
ja_jp: 検証環境：オフィス
ko_kr: 검증환경-사무실
nl_nl: Kantoor
no_no: Omgivelser - Kontor
pl_pl: Sprawdzenie w środowisku ak. - Biuro
pt_pt: Ambiente de Verificação-Escritório
ro_ro: Verificare mediu - birou
ru_ru: Определение окружающей обстановки - офис
sv_se: Kontor
tr_tr: Doğrulama Ort.-Ofis
zh_cn: 模拟环境-办公室

source: Verification Env.-Wedding
cs_cz: Verifikační prostředí - Svatba
da_dk: Verification Env.-Bryllup
de_de: Klangumgebung - Hochzeit
es_es: Entorno de Verif.-Boda
fi_fi: Tarkistus ymp.-Hääseremonia
fr_fr: Environnement - mariage église
hu_hu: Környezet vizsgálat-Esküvő
it_it: Matrimonio
ja_jp: 検証環境：結婚式
ko_kr: 검증환경-결혼식
nl_nl: Huwelijk
no_no: Omgivelser - Bryllup
pl_pl: Sprawdzenie w środowisku ak. - Ślub
pt_pt: Ambiente de Verificação-Casamento
ro_ro: Verificare mediu - nunta
ru_ru: Определение окружающей обстановки - свадьба
sv_se: Bröllop
tr_tr: Doğrulama Ort.-Düğün
zh_cn: 模拟环境-婚礼
