Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: This program can be used when in a place that has a teleloop, e.g. churches, theaters, at home, for watching TV. This program will give the user the sound directly from the source into the hearing aid without the noise in the environment.
cs_cz: Tento program použijte v místech, kde je instalována indukční smyčka, např. v kostele, divadle, doma při poslechu TV. Tento program dává uživateli možnost slyšet zvuky přímo ze zdroje bez rušení zvuky okolí.
da_dk: Dette program bruges på steder med teleslynge, f.eks. kirke, teater eller tv hjemme. Teleslyngen overfører lyden direkte til høreapparatet uden støjen fra rummet.
de_de: Dieses Programm kann verwendet werden, wenn in der Nähe eine Induktionsschleife vorhanden ist, z.B. in Kirchen, im Theater, zu Hause, beim Fernsehen. Dieses Programm überträgt den Klang direkt von der Quelle in das Hörsystem.
es_es: Este programa se puede utilizar el lugares equipados con bucle magnético, ej. iglesias, teatros, en casa, etc. En este programa recogerá el sonido directo de la fuente sonora, sin ruido ambiente.
fi_fi: Tätä ohjelmaa voi käyttää tiloissa joissa on induktiosilmukka kuten kirkot, kirjastot ja elokuvateatterit tai TV katselussa. Induktiosilmukka siirtää äänen langattomasti kuulokojeeseen ja vähentää taustamelun ja häiriöiden vaikutusta.
fr_fr: Ce programme peut être utilisé dans les lieux disposant de boucles émettrices, comme par exemple les églises ou les cinémas. Ce programme permet à l'utilisateur de profiter du son directement sans entendre le bruit de l'environnement sonore.
hu_hu: Ezt a programot indukciós hurokkal használhatja, pl. templomban, színházban és/ vagy otthoni TV nézésre. Ez a program a hangot közvetlenül a forrásból adja a hallókészülékbe a környezeti zaj nélkül.
it_it: Questo programma può essere utilizzato quando in un luogo è presente un sistema di laccio magnetico, ad esempio chiese, teatri, a casa o per guardare la TV. Questo programma darà all'utente l'audio direttamente dalla sorgente all'apparecchio acustico senza il rumore nell'ambiente.
ja_jp: このプログラムはテレコイルループのある場所、例えば教会や映画館、自宅でテレビを見る時などで使用出来ます。このプログラムでは周囲のノイズが無い状態で、直接音声が補聴器へ入力されます。
ko_kr: 이 프로그램은 Teleloop가 있는 장소, 예를 들면 교회, 영화관, 집, 또는 TV를 볼 때 사용됩니다. 사용자로 하여금 소리가 소리원천에서부터 주변 환경의 소음 없이 보청기로 직접 들릴 수 있게 해줍니다.
nl_nl: Dit programma kan gebruikt worden in plaatsen met een ringleiding, zoals kerken, theaters of thuis bij het TV kijken. Hiermee krijgt u het geluid direct van de bron in het toestel zonder het lawaai uit de omgeving.
no_no: Dette programmet kan brukes på steder med teleslynge, f.eks. kirker, teater og/eller hjemme. Dette programmet overfører lyd direkte fra lydkilden til høreapparatet uten omgivelsesstøy
pl_pl: Ten program może buć używany w miejscach wyposażonych w Pętlę Indukcyjną np. kościołach, teatrach, w domu (do oglądania telewizji). Program ten dostarcza Użytkownikowi dźwięk bezpośrednio ze źródła do aparatu bez szumu otoczenia.
pt_pt: Este programa pode ser usado quando o local tem teleloop, ex.: igrejas, teatros , em casa, para assistir televisão. Este programa proporcionará ao usuário ouvir o som diretamente em seu aparelho auditivo sem interferências de ruído.
ro_ro: Acest program poate fi utilizat atunci când într-un loc care are un teleloop, de exemplu, biserici, teatre, la domiciliu, pentru vizionarea programelor TV. Acest program va oferi utilizatorului un sunet, direct la sursă într-auditiv, fără zgomot în mediul înconjurător.
ru_ru: Эта программа предназначена для использования в местах, оснащенных индукционной петлей, например, в церкви, театре, дома, для просмотра ТВ. Она направляет сигнал источника напрямую в СА. Окружающие шумы не будут слышны.
sv_se: Det här programmet kan användas när det finns teleslinga i lokalen, tex kyrkor, teatrar eller hemma vid tv´n. Programmet överför ljudet från källan direkt till hörapparaten och gör att man samtidigt slipper störande ljud från omgivningsmiljön.
tr_tr: Bu program, teleloop sisteminin olduğu yerlerde kullanılabilir. Örneğin; ibadet yerlerinde,tiyatroda,evde veya TV izlerken. Bu program, çevredeki gürültü seslerini elimine ederek, sesleri direk kaynağından işitme cihazına ulaştırır.
zh_cn: 此程序用于布置电感回路的场合，如教堂，影院，家庭。此程序将声音通过电感直接耦合于助听器，消除环境噪声对聆听的影响。

source: This program can be used when in a place that has a teleloop, e.g. churches, theaters and/ or at home watching TV. This program will give the listener the sound directly from the source into the hearing aid combined with sound from the hearing aid's microphone allowing the user to hear if a person next them talks.
cs_cz: Tento program lze použít v prostředí s instalovanou indukční smyčkou, např. v kostele, divadle a/nebo doma při sledování TV. Tento program poskytne uživateli zvuk přímo ze zdroje rovnou do sluchadel, spolu se zvukem z mikrofonů sluchadel, aby uživatel slyšel i vedle něho hovořící osobu.
da_dk: Dette program er tiltænkt brug på steder med teleslynge, f.eks. kirker, teatre, og/eller tv hjemme. Dette program vil bringe lyden direkte til høreapparatet direkte fra kilden tilsluttet teleslyngen. Dette er kombineret med lyd fra høreapparatets mikrofon så også lyde fra omgivelserne kan høres.
de_de: Dieses Programm ist für den induktiven Einsatz gedacht, wenn sich am Aufenthaltsort eine Induktionsschleife befindet, z.B. in Kirchen, im Theater und/oder zu Hause beim Fernsehen.
es_es: Este programa puede ser utilizado en lugares con instalación de bucle magnético. e.j,: iglesias, teatros, o instalaciones domésticas de TV.. Este programa aporta al usuario, el sonido de dichas fuentes directo en el audífono, combinado con el sonido del micrófono del audífono, permitiendo al paciente la capacidad de escuchar si alguien le habla a su alrededor.
fi_fi: Tätä ohjelmaa voidaan käyttää kohteissa jossa on induktiosilmukka esim. kirkoissa, teattereissa tai kirjastoissa. Ohjelma antaa kuulijalle suoran ääniyhteyden kuulokojeeseen äänilähteestä sekä kuulokojeen omasta mikrofonista helpottaen ympäristöäänien kuuntelua.
fr_fr: Ce programme peut être utilisé dans les lieux disposant de boucles émettrices, comme par exemple les églises ou les cinémas. Il permet à l'utilisateur de profiter du son retransmis mais également du son capté par les microphones de l'appareil.
hu_hu: Ez a program olyan helyeken használható ahol van indukciós hurok, pl. templom, színház és/ vagy otthoni TV nézéskor. Ez a program egy direk hangot ad a hallókészülékbe, kombinálva azzal a hangal amely, a hallókészülék mikrofonjából, így hallható a viselő mellett alló beszéde is
it_it: Questo programma può essere utilizzato in un luogo che ha un Teleloop, ad esempio chiese, teatri e / o in casa a guardare la TV. Questo programma darà all'ascoltatore il suono direttamente dalla sorgente nell'apparecchio acustico combinati con il suono dal microfono dell'apparecchio acustico che permette all'utente di sentire se una persona accanto sta parlando.
ja_jp: このプログラムはテレコイルループのある場所、例えば教会や映画館、自宅でテレビを見る際に使用できます。このプログラムではテレコイルで直接音声が入力される他、補聴器のマイクロホンからも音声を拾うので周囲の人と会話をする事も出来ます。
ko_kr: 이 프로그램은 Teleloop가 있는 장소, 예를 들면 교회, 영화관, 집, 또는 TV를 볼 때 사용됩니다. 옆 사람과 대화할 경우 보청기 사용자가 들을 수 있도록 하는 보청기의 microphone 소리와 결합된 것도 이 프로그램이 듣도록 해줍니다.
nl_nl: Dit programma kan gebruikt worden in plaatsen met een ringleiding, zoals kerken, theaters of thuis bij het TV kijken. Hiermee krijgt u het geluid direct van de bron in het toestel. Dit in combinatie met het geluid uit de microfoon van het toestel, zodat u ook degene naast u kan horen.
no_no: Dette programmet kan brukes på steder med teleslynge. Dette programmet gir bruker mulighet til å få lyden fra en lydkilde direkte til høreapparatene, i kombinasjon med høreapparatmikrofonene.
pl_pl: Ten program może buć używany w miejscach wyposażonych w Pętlę Indukcyjną np. kościołach, teatrach, w domu (do oglądania telewizji). Program ten dostarcza Użytkownikowi dźwięk bezpośrednio ze źródła i miksuje go z dźwiękami z apartu słuchowego pozwalając usłyszeć co mówi osoba obok Użytkownika.
pt_pt: Este programa pode ser usado quando o local tem sistema de indução magnética, ex.: igrejas, teatros , em casa, para assistir televisão. Este programa irá permitir ao usuário ouvir o som diretamente em seu aparelho auditivo sem interferências de ruído, e também com o microfone de seu aparelho auditivo aberto.
ro_ro: Acest program poate fi folosit in spatii dotate cu bucle de inductie cum ar fi biserici, teatre, etc. Acest program va furniza sunetul direct de la sursa in aparatul auditiv combinat cu sunetul provenit de la microfonul aparatului auditiv permitand utilizatorului sa asculte si daca o persoana de alaturi ii vorbeste.
ru_ru: Эта программа может применяться в помещениях, где есть индукционная петля, например, церкви, театры и/или при просмотре телевизора дома. Эта программа позволит пользователю получать звук от аудио источника прямо в слуховой аппарат в сочетании с окружающими звуками, чтобы слышать собеседника.
sv_se: Det här programmet kan användas när det finns teleslinga i lokalen, tex kyrkor, teatrar eller hemma vid tv´n. Programmet överför ljudet från källan direkt till hörapparaten parallellt med hörapparatens mikrofon som också är aktiv.
tr_tr: Bu program teleloop bulunan mekanlarda kullanılabilir. (Ör.: Tiyatro, Kilise, evde tv seyrederken). Bu program sesi kaynağından alarak direk olarak dinleyicinin işitme cihazına verir.
zh_cn: 此程序用于布置电感回路的场合，如教堂，影院，或在家看电视。此程序将声音通过电感直接耦合于助听器，消除环境噪声对聆听的影响。同时助听器的麦克风能接收周边的声音,并不会影响与周边人的交谈.

source: Use this program when having a phone conversation on a phone with a magnetic field; this is often found in a normal landline telephone. This program will enhance the speech signal and eliminate the feedback squeal that can occur over the phone.
cs_cz: Tento program použijte při telefonování telefonem, který vytváří magnetické pole (jsou to obvykle běžné přístroje pevných telefonních linek). Tento program rozšiřuje signál řeči a omezuje náchylnost ke zpětné vazbě.
da_dk: Brug dette program med en særlig telefon med magnetspole. Dette giver en bedre lyd og hindrer hyl.
de_de: Dieses Programm ist für den Einsatz der Telefonspule gedacht, die in den meisten Festnetztelefonen eingebaut ist. Mit diesem Programm werden Sprachsignale optimal übertragen und Rückkopplungen, die beim Telefonieren auftreten können, werden unterdrückt.
es_es: Utilizar este programa para mantener una conversación telefónica, en un teléfono con inducción magnética. Este programa mejora la compresión de la conversación, y elimina los riesgos de realimentación provocados por el uso del teléfono.
fi_fi: Käytä tätä ohjelmaa perinteisen (vanhan) puhelimen kanssa jossa on magneettikenttä luurissa. Tämä ohjelma parantaa puheen ymmärtämista ja vähentää vinkumisherkkyyttä.
fr_fr: Ce programme peut être utilisé avec un téléphone équipé d'un aimant ou d'un écouteur avec haut-parleur bobiné (magnétique). Il permet de profiter d'un signal optimisé pour le téléphone et élimine les sifflements intempestifs.
hu_hu: Használja ezt a programot telefon beszélgetésre mágneses mezővel; ez gyakori a normál vezetékes telefonnál. Ez a program kiemeli a beszédet és kizárja a gerjedést, ami telefonálás közben lép fel.
it_it: Utilizzare questo programma quando si ha una conversazione telefonica su un telefono con un campo magnetico; questo è spesso presente in un normale telefono fisso. Rafforzerà il segnale vocale ed eliminarà il feedback che può verificarsi quando si utilizza il telefono cellulare.
ja_jp: 誘導コイルの付いた受話器で通話する時にこのプログラムを使用して下さい。このプログラムを使用することで、音声信号の強調とハウリングを抑える事が出来ます。
ko_kr: 자기장이 있는 전화로 대화할 때, 또한 일반 전화를 사용할 때도 이 프로그램을 사용할 수 있습니다. 이 프로그램은 스피치 시그널을 강화하고 전화통화 도중 발생할 수 있는 피드백 (끼익-거리는 소리)를 제거할 것입니다.
nl_nl: Gebruik dit programma bij telefoongesprekken met een toestel met een magnetisch veld; dit is vaak het geval voor normale huistelefoons. Het benadrukt het spraaksignaal en elimineert de feedbackverschijnselen die soms optreden bij telefoongebruik.
no_no: Bruk dette programmet ved telefonsamtaler på telefoner med magnetisk felt (dette finnes i flere hustelefoner). Dette programmet vil forsterke talesignalet og fjerne feedback som kan forekomme ved bruk av telefon.
pl_pl: Korzystaj z tego programu podczas rozmów telefonicznych przez telefon generujący pole magnetyczne; zazwyczaj w telefonach stacjonarnych. Program ten wzmocni dźwięki mowy i zlikwiduje sprzężenie akustyczne jakie może wystąpić w trakcie korzystania z telefonu.
pt_pt: Usar este programa quando estiver em uma conversa telefônica: este é frequentemente usado com linhas telefônicas convencionais, evitando que haja feedback e dando maior destaque a fala.
ro_ro: Folositi acest program, atunci când au o convorbire telefonică pe un telefon cu un câmp magnetic, aceasta este adesea găsit într-un telefon fix normal. Acest program va intensifica semnalul de exprimare şi de a elimina feedback-ul care pot apărea la telefon.
ru_ru: Используйте эту программу во время разговора по телефону, оснащенным магнитным полем (присутствует практически во всех телефонных аппаратах, работащих на обычной телефонной линии). Она обеспечивает более чистое и четкое качество сигнала и значительно уменьшает риск возникновения обратной связи.
sv_se: Använd detta program tillsammans med en telefon som har ett magnetiskt fält; ofta finns det i vanliga telefoner. Programmet kommer förstärka talsignalen och eliminera återkoppling.
tr_tr: Manyetik alanlı bir telefon ile konuşma yapıldığı zaman bu programı kullanın, bu genelde normal sabit telefonlarda bulunur. Bu program, telefonda konuşurken, feedback sesini elimine ederek konuşma sinyallerini yükseltir.
zh_cn: 此程序用于使用磁贴来接听电话。此程序能提升言语并能消除反馈啸叫的影响。

source: This program is only used for testing in the clinic.
cs_cz: Tento program se používá pouze při testech na klinice.
da_dk: Dette program bruges kun til test under tilpasning af høreapparatet på klinikken.
de_de: Dieses Programm ist als Testprogramm für den Klinikgebrauch gedacht.
es_es: Este programa se utiliza solamente para test en el Centro Auditivo.
fi_fi: Ohjelmaa käytetään vain koekäytössä klinikalla.
fr_fr: Ce programme n'est utilisé que pendant la séance d'adaptation.
hu_hu: Ez program csak klinikai tesztelésre használható.
it_it: Questo programma viene utilizzato solo per i test acustici e clinici.
ja_jp: このプログラムはテスト用です。測定時のみ使用して下さい。
ko_kr: 이 프로그램은 병원에서의 테스트를 위해서만 사용됩니다.
nl_nl: Dit programma wordt alleen gebruikt bij klinische testen.
no_no: Dette programmet er bare til bruk under tester på klinikken.
pl_pl: Program ten jest używany tylko do badań w klinikach.
pt_pt: Este programa será usado apenas para testes em clínicas.
ro_ro: Programul se foloseste doar in clinica.
ru_ru: Эта программа использовалась только во время тестирования в клинике.
sv_se: Detta program är till för tester på kliniken.
tr_tr: Bu program sadece klinikte test yapılırken kullanılır.
zh_cn: 此程序仅用于验配中心测试。

source: This program adapts to the sound environment. It can be used in both noisy and quiet situations.
cs_cz: Tento program se přizpůsobuje podle poslechového prostředí. Můžete ho použít jak v tichém, tak i v hlučném prostředí.
da_dk: Dette program tilpasser sig lydmiljøet og kan derfor bruges både i støjende og rolige miljøer.
de_de: Dieses Programm passt sich an die Klangumgebung an. Es kann sowohl in geräuschvollen als auch in ruhigen Situationen eingesetzt werden.
es_es: Este programa se autoadapta al entorno auditivo. Se puede utilizar tanto en entornos ruidosos como en situaciones tranquilas.
fi_fi: Tämä ohjelma mukautuu ääniympäristön mukaan. Ohjelmaa voidaan käyttää sekä meluisissa että hiljaisissa ääniympäristöissä.
fr_fr: Ce programme s'adapte aux environnement sonores. Il peut être utilisé pour les ambiances calmes comme les ambiances bruyantes.
hu_hu: Ez a program alkalmazkodik a hangkörnyezthez. Használható csendes és zajos szituációkban is.
it_it: Questo programma si adatta automaticamente ai diversi ambienti sonori. Può essere utilizzato sia in situazioni rumorose che di quiete.
ja_jp: このプログラムは環境に適応します。静かな環境下でも騒音下でも使用する事が出来ます。
ko_kr: 이 프로그램은 소리환경에 적응을 하므로, 시끄럽거나 조용한 상황 모두에 사용될 수 있습니다.
nl_nl: Dit programma past zich aan aan de geluidsomgeving. Het kan gebruikt worden in zowel lawaaiige als rustige situaties.
no_no: Dette programmet tilpasser seg lyttemiljøet. Det kan brukes i både støyende og stille situasjoner.
pl_pl: Ten program adaptuje się do środowiska dźwiękowego. Może być używany zarówno w cichych jak i hałaśliwych sytuacjach.
pt_pt: Este programa adapta-se ao som ambiental. Pode ser usado em ambas situações, em ambientes ruidosos e silenciosos.
ro_ro: Programul se adapteaza la mediul sonor. Poate fi folosit in ambele situatii cea zgomotoasa si cea de liniste.
ru_ru: Эта программа адаптируется к изменениям окружающей обстановки и может быть использована, как в тихих, так и в шумных звуковых ситуациях.
sv_se: Det här programmet anpassar sig till ljudmiljön. Det kan användas både i bullriga och lugna situationer.
tr_tr: Bu program ses ortamına uyum sağlar.Gürültülü ve sessiz ortamlarda da kullanılabilir.
zh_cn: 此程序适用于多种环境。它既能用于安静环境又能用于嘈杂环境。

source: This program is useful in both quiet as well as more demanding listening situations. It allows the user to maintain sounds in the surroundings while also allowing the listener the ability to focus on a speaker.
cs_cz: Tento program lze použít jak v tichém, tak i náročnějším poslechovém prostředí. Uživatel slyší i zvuky prostředí, zároveň má možnost zaměřit se na mluvčího.
da_dk: Dette program kan bruges både i rolige såvel som krævende lyttesituationer. Det gør det muligt både at høre en taler forfra og samtidigt opfatte lyde fra omgivelserne.
de_de: Dieses Programm ist sowohl in ruhigen als auch in anspruchsvolleren Hörsituationen einsetzbar. Es ermöglicht, Klänge in der Umgebung wahrzunehmen, während gleichzeitig der Fokus auf den Gesprächspartner ermöglicht wird.
es_es: Este programa es útil tanto en situaciones tranquilas, como en situaciones más complejas. Le permite al usuario percibir los sonidos ambientales, mientras se mantiene la capacidad de centrarse en la persona que habla.
fi_fi: Tämä ohjelma on käytännöliinen sekä hiljaisissa että vaativissa ääniympäristöissä. Ohjelma parantaa heikkojen taustaäänien kuuntelua kun lähistöllä on voimakas äänilähde.
fr_fr: Ce programme est utile aussi bien en ambiance calme que dans un environnement complexe. Il permet à l'utilisateur de se concentrer sur la parole tout en gardant une oreille sur les bruits environnants.
hu_hu: Ez a program csendes és bonyolult hallási helyzetekben is használható. Lehetővé teszi, hogy a felhasználó megtartsa a hangokat a háttérből, amíg a viselő a beszélőre fókuszál.
it_it: Questo programma è utile sia per ambienti tranquilli che le più esigenti situazioni di ascolto. Permette all'utente di mantenere la consapevolezza dell'ambiente circostante che la capacità di conprendere il parlato nel rumore.
ja_jp: このプログラムは静かな環境だけでなく様々な状況において使用する事が出来ます。会話に集中しながら、周囲の環境音も聞く事が出来ます。
ko_kr: 이 프로그램은 조용한 상황 뿐만 아니라 소리를 들어야 하는 부담이 큰 상황에 모두 유용합니다. 사용자로 하여금 주위의 소리를 유지할 수 있도록 해줄 뿐만 아니라, 들을 때 말하는 사람에게 집중할 수 있도록 해 줍니다.
nl_nl: Dit programma is nuttig in zowel rustige als meer veeleisende luistersituaties. U bent zich bewust van alle omgevingsgeluiden, maar u heeft tevens de mogelijkheid om zich te focussen op een spreker.
no_no: Dette programmet er nytting i både stille situasjoner og mer krevende lyttesituasjoner. Det tillater brukeren å opprettholde lydene rundt seg, samtidig med at man fokuserer på tale.
pl_pl: Ten program jest przydatny zarówno w cichych jak i bardziej wymagających sytuacjach. Pozwala Użytkownikowi zachować słyszalność otoczenia jednocześnie pozwalając an skupienie się na swoim rozmówcy.
pt_pt: Este programa adapta-se ao som ambiental. Pode ser usado em ambas situações, em ambientes ruidosos e silenciosos.
ro_ro: Acest program este util atât în linişte,cat si in cele mai exigentesituatii de ascultare. Aceasta permite utilizatorului să menţină sunetele în împrejurimi permiţând în acelaşi timp ascultatorului sa isi mentina capacitatea de a se concentra pe un difuzor.
ru_ru: Эта программа подходит как для спокойных, так и для более сложных звуковых ситуаций. Она позволяет слышать окружающие звуки и, одновременно, фокусироваться на источнике интереса.
sv_se: Det här programmet är användbart i både lugna och mer krävande situationer. Det tillåter brukaren både bibehålla ljuden omkring sig och samtidigt kunna fokusera på en talare.
tr_tr: Bu program sessiz ortamlarda olduğu gibi çok zorlu dinleme koşullarında da kullanılablilir. Kullanıcının konuşmacıya odaklanmasına olanak sağlarken aynı zamanda çevresindeki sesleride korur.
zh_cn: 此程序可用于安静环境和复杂环境中。它在帮助用户听到更多环境声音，同时有更好的言语清晰度。

source: TV/Radio/PC Streamer
cs_cz: TV/Rádio/PC proud
de_de: Audioquelle
es_es: Transmisión TV/Radio/PC
fi_fi: TV/Radio/PC-Lähetin
fr_fr: TV/Mini Microphone
hu_hu: TV/Rádió/PC Streamer
ja_jp: TVユナイト
nl_nl: Streaming - TV/Radio/PC
no_no: TV Streamer
pl_pl: Akcesoria Unite
ru_ru: ТВ/Радио/ПК Стример
sv_se: TV/Minimikrofon
zh_cn: 电视/收音机/电脑音频转换器

source: BlueTooth To Bridge - Speech
cs_cz: Bluetooth > most - řeč
da_dk: BlueTooth To Bridge - Tale
de_de: Telefonclip - Telefonieren
es_es: Enlace BlueTooth - Conversación
fi_fi: Phone Clip - Puhe
hu_hu: BlueTooth a hídba - beszéd
it_it: BlueTooth a Phone Clip - Parlato
ja_jp: BTB - 通話
nl_nl: Telefoonclip - Spraak
no_no: Telefonstreamer - Telefon
pl_pl: Mostek Bluetooth - Mowa
pt_pt: Conexão Bluetooth - Fala
ru_ru: BlueTooth - Речь
sv_se: Telefonclip - Tal
tr_tr: BlueTooth köprüsü - Konuşma
zh_cn: 蓝牙至伴侣-言语

source: TV/Radio/PC Plus Mic Streamer
cs_cz: TV/Rádio/PC + Mic Streamer
da_dk: TV/Radio/PC + M Streamer
de_de: Audioquelle + M
es_es: Transmisión TV/Radio/PC + Mic
fi_fi: TV/Radio/PC-Lähetin ja Langaton Mikrofoni
fr_fr: TV/Mini Microphone + micro
hu_hu: TV/Rádió/PC Plusz Mic Streamer
it_it: TV/Radio/PC + Micro Mic o Multi Mic Streamer
ja_jp: TVﾕﾅｲﾄ(TV + ﾏｲｸ)
ko_kr: TV/Radio/PC Plus 마이크 스트리머
nl_nl: Streaming - TV/Radio/PC Plus Mic
no_no: TV + Mik. Streamer
pl_pl: Akcesoria Unite + Mini Mik.
pt_pt: TV/Radio/PC + Mic Streamer
ru_ru: ТВ/Радио/ПК плюс Микрофон Стример
sv_se: TV/Minimikrofon + Hörapparat mik
tr_tr: TV/Radio/PC + Mikrofon Streamer
zh_cn: 电视/收音机/电脑音频转换器+麦克风

source: BlueTooth To Bridge - Speech Plus Mic
cs_cz: Bluetooth - řeč + mikrofon
da_dk: BlueTooth To Bridge - Tale plus mik.
de_de: Telefonclip - Telefonieren + Hörsystemmikrofon
es_es: Enlace BlueTooth - Conversación + Mic
fi_fi: Phone Clip - Puhe ja mikrofoni
hu_hu: BlueTooth a hídba - Beszéd + Mik
it_it: BlueTooth a Phone Clip - Parlato + Mic
ja_jp: BTB - 通話 + ﾏｲｸ
nl_nl: Telefoonclip - Spraak plus Mic
no_no: Telefonstreamer - Streaming + Mik
pl_pl: Połączenie BlueTooth - Mowa + Mik
pt_pt: Conexão Bluetooth - Fala + Mic
ru_ru: BlueTooth - Речь + Микрофон
sv_se: Telefonclip - Tal + Mik
tr_tr: BlueTooth köprüsü - Konuşma + Mikrofon
zh_cn: 蓝牙至伴侣-言语+麦克风

source: Save Audiogram
cs_cz: Uložit audiogram
da_dk: Gem audiogram
de_de: Sichere Audiogramm
es_es: Guardar Audiograma
fi_fi: Tallenna audiogrammi
fr_fr: Sauvegarde de l'audiogramme
hu_hu: Audiogram mentés
it_it: Salva Audiogramma
ja_jp: オージオグラム保存
ko_kr: 오디오그램 저장
nl_nl: Audiogram opslaan
no_no: Lagre Audiogram
pl_pl: Zapisz Audiogram
pt_pt: Salvar Audiograma
ro_ro: Salveaza Audiograma
ru_ru: Сохранить аудиограмму
sv_se: Spara Audiogram
tr_tr: Odyogramı kaydet
zh_cn: 保存听力图
