Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Serial:
cs_cz: Sériové číslo:
da_dk: Serie nr.:
de_de: Seriennummer:
es_es: Nº de Serie:
fi_fi: Sarjanumero :
fr_fr: Numéro de série :
hu_hu: Gyáriszám:
it_it: Numero Seriale:
ja_jp: シリアル:
ko_kr: 시리얼 번호:
nl_nl: Serienr:
no_no: Serie:
pl_pl: Numer Seryjny:
ro_ro: Serie:
ru_ru: Серийный номер:
sv_se: Serienummer:
tr_tr: Seri No:
zh_cn: 序列号:

source: Version:
cs_cz: Verze:
es_es: Versión:
fi_fi: Versio :
hu_hu: Verzió:
it_it: Versione:
ja_jp: バージョン:
ko_kr: 버전:
nl_nl: Versie:
no_no: Versjon:
pl_pl: Wersja:
pt_pt: Versão:
ro_ro: Versiune:
ru_ru: Версия:
tr_tr: Versiyonu:
zh_cn: 版本:

source: Up-to-Date
cs_cz: Aktuální
de_de: Auf aktuellem Stand
es_es: Actualizado
fi_fi: Viimesin versio käytössä
fr_fr: Déjà à jour
hu_hu: Frissítve
it_it: Aggiornato
ja_jp: 最新
ko_kr: 최신
pl_pl: Aktualne
ro_ro: La zi
ru_ru: Обновление
sv_se: Uppdaterad
tr_tr: Güncel
zh_cn: 最新版本

source: Update Available
cs_cz: Aktualizace k dispozici
da_dk: Der er tilgængelig opdatering
de_de: Update verfügbar
es_es: Actualización disponible
fi_fi: Päivitys saatavilla
fr_fr: Mise à jour disponible
hu_hu: Frissítés rendelkezésre áll
it_it: Aggiornamento disponibile
ja_jp: アップデート有効
ko_kr: 업데이트 가능
nl_nl: Update beschikbaar
no_no: Oppdatering tilgjengelig
pl_pl: Dostępna Aktualizacja
pt_pt: Disponível atualização
ro_ro: Actualizare disponibila
ru_ru: Обновление доступно
sv_se: Uppdatering tillgänglig
tr_tr: Güncelleme Mümkün
zh_cn: 可升级

source: Update
cs_cz: Aktualizace
da_dk: Opdater
es_es: Actualizar
fi_fi: Päivitä
fr_fr: Mise à jour
hu_hu: Frissítés
it_it: Aggiornare
ja_jp: アップデート
ko_kr: 업데이트
no_no: Oppdater
pl_pl: Aktualizacja
pt_pt: Atualizar
ro_ro: Actualizare
ru_ru: Обновление
sv_se: Uppdatering
tr_tr: Güncelleme
zh_cn: 升级

source: (~2 minutes)
cs_cz: (~2 minuty)
da_dk: (~{0} minutter)
de_de: (~2 Minuten)
es_es: (~{0} minutos)
fi_fi: (~{0} minuuttia)
hu_hu: (~2 perc)
it_it: (~2 minuti)
ja_jp: (～2分)
ko_kr: (~{0} 분
nl_nl: (~2 minuten)
no_no: (~2 minutter)
pl_pl: (~{0} minut)
ro_ro: (~{0} minute)
ru_ru: (~2 минуты)
sv_se: (~2 minuter)
tr_tr: (~2 Dakika)
zh_cn: (~{0}分钟)

source: Updating firmware...
cs_cz: Aktualizuji firmware...
da_dk: Opdaterer firmware...
de_de: Aktualisiere Firmware...
es_es: Actualizando firmware...
fi_fi: Ohjelmistopäivitys käynnissä...
fr_fr: Mise à jour de l'accessoire ...
hu_hu: Firmware frissítés...
it_it: Aggiornamento firmware...
ja_jp: ファームウェアのアップデート...
ko_kr: 펌웨어 업데이트 중...
nl_nl: Firmware updaten...
no_no: Oppdaterer firmware...
pl_pl: Aktualizacja oprogramowania...
pt_pt: Atualizando firmware...
ro_ro: Actualizare soft...
ru_ru: Прошивка обновляется...
sv_se: Uppdaterar programvara...
tr_tr: Firmware güncelleniyor...
zh_cn: 正在进行固件升级...

source: Do not disconnect the accessory.
cs_cz: Neodpojujte příslušenství.
da_dk: Afbryd ikke forbindelsen.
de_de: Die Verbindung zum Zubehör nicht trennen.
es_es: No desconecte el accesorio.
fi_fi: Älä irroita lisälaitetta !
fr_fr: Ne débranchez pas l'accessoire.
hu_hu: Ne csatlakoztassa le a tartozékot.
it_it: Non scollegare l'accessorio.
ja_jp: アクセサリーの接続を外さないで下さい
ko_kr: 액세서리가 연결되지 않았습니다.
nl_nl: Verbreek de verbinding met het accessoire niet
no_no: Ikke koble fra tilbehøret.
pl_pl: Nie odłączaj akcesoriów.
pt_pt: Não desconecte o acessório
ro_ro: Nu deconectati accesoriul.
ru_ru: Не отключайте аксессуар.
sv_se: Koppla inte loss tillbehöret
tr_tr: Aksesuar bağlantısını kesmeyin.
zh_cn: 无法连接无线附件.

source: Firmware Updated
cs_cz: Firmware aktualizován
da_dk: Firmware er opdateret
de_de: Firmware wurde aktualisiert
es_es: Firmware Actualizado
fi_fi: Ohjelmisto päivitetty
fr_fr: Firmware mis à jour
hu_hu: Firmware frissítve
it_it: Aggiornamento Firmware
ja_jp: ファームウェアアップデート
ko_kr: 펌웨어 업데이트
nl_nl: Firmware ge-update
no_no: Firmware oppdatering
pl_pl: Oprogramowanie Uaktualnione
pt_pt: Atualizado Firmware
ro_ro: Soft actualizat
ru_ru: Обновление прошивки
sv_se: Programvara uppdaterad
tr_tr: Firmware güncellendi.
zh_cn: 固件已升级

source: OK to Disconnect
cs_cz: OK pro odpojení
da_dk: OK at afbryde
de_de: Die Verbindung kann jetzt getrennt werden
es_es: Es seguro Desconectarlo
fi_fi: Voit nyt irroittaa lisälaitteen !
fr_fr: Vous pouvez débrancher l'accessoire.
hu_hu: Lecsatlakozás OK
it_it: Disconnessione OK
ja_jp: 接続を外して下さい
ko_kr: 연결을 해제해도 좋습니다.
nl_nl: Verbinding mag verbroken worden
no_no: OK å koble fra
pl_pl: OK dla Odłączenia
pt_pt: OK para Desconectar
ro_ro: Se poate deconecta
ru_ru: Да, отключить
sv_se: OK att koppla loss
tr_tr: Bağlantıyı kesmek için TAMAM'a bas.
zh_cn: 已断开

source: Update Failed
cs_cz: Aktualizace selhala
da_dk: Opdatering mislykkedes
de_de: Update fehlgeschlagen
es_es: Actualización fallida
fi_fi: Päivitys epäonnistui
fr_fr: Mise à jour impossible
hu_hu: Frissítés hiba
it_it: Aggiornamento non riuscito
ja_jp: アップデート失敗
ko_kr: 업데이트 실패
nl_nl: Update mislukt
no_no: Feil ved oppdatering
pl_pl: Niepowodzenie Aktualizacji
pt_pt: Atualização falhou
ro_ro: Actualizare esuata
ru_ru: Обновление не удалось
sv_se: Uppdateringen misslyckades
tr_tr: Güncelleme hata verdi.
zh_cn: 升级失败

source: The firmware update failed. Please try again.
cs_cz: Aktualizace firmware selhala. Zkuste to prosím znovu.
da_dk: Opdatering af firmware mislykkedes. Prøv igen.
de_de: Das Firmware-Update ist fehlgeschlagen. Bitte Versuchen Sie es erneut.
es_es: La actualización del firmware ha fallado. Por favor inténtelo de nuevo.
fi_fi: Ohjelmistopäivitys epäonnistui. Yritä uudelleen.
fr_fr: La mise à jour du a échoué. Essayer à nouveau.
hu_hu: Firmware frissítési hiba. Próbálja meg újra.
it_it: L'aggiornamento del firmware non riuscito. Si prega di riprovare.
ja_jp: アップデートに失敗しました。再試行して下さい。
ko_kr: 펌웨어 업데이트에 실패했습니다. 다시 시도하시기 바랍니다.
nl_nl: De firmware update is mislukt. Probeer s.v.p. opnieuw
no_no: Feil ved firmware oppdatering. Vennligst prøv igjen.
pl_pl: Aktualizacja oprogramowania niepowiodła się. Spróbuj ponownie.
pt_pt: A atualização do firmware falho.Tente novamente
ro_ro: Actualizare esuata. Incercati din nou.
ru_ru: Обновление прошивки не удалось. Пожалуйста, повторите попытку.
sv_se: Uppdateringen misslyckades. Försök igen.
tr_tr: Firmware güncellemesi hata verdi. Tekrar dene.
zh_cn: 固件升级失败,请重试.

source: Cannot Connect
cs_cz: Nelze připojit
da_dk: Kan ikke forbinde
de_de: Verbindung nicht möglich
es_es: No se puede Conectar
fi_fi: Yhteyttä ei voi muodostaa
fr_fr: Impossible de se connecter
hu_hu: Nem lehet csatlakozni
it_it: Impossibile connettersi
ja_jp: 接続出来ません
ko_kr: 연결 될 수 없습니다
nl_nl: Verbinden niet mogelijk
no_no: Kan ikke koble til
pl_pl: Niemożna Podłączyć
pt_pt: Não é possível conectar
ro_ro: Imposibil de conectat
ru_ru: Невозможно соединить
sv_se: Kan inte ansluta
tr_tr: Bağlanamaz
zh_cn: 不能连接

source: A new version of the Accessory Firmware Tool is required to manage this accessory.
cs_cz: Pro správu tohoto příslušenství je potřeba nová verze Accessory Firmware Tool.
da_dk: For at opdatere dette tilbehør behøves en ny version af Accessory Firmware Tool.
de_de: Eine neue Version des Zubehör-Firmware-Tools wird benötigt für dieses Zubehör.
es_es: Una nueva versión del Actualizador de firmware de Accesorios es necesaria para controlar este Accesorio.
fi_fi: Uudempi versio lisälaitteiden päivitysohjelmasta tarvitaan jotta lisälaitteita voi päivittää.
fr_fr: Une version plus récente de l'outil de mise à jour est nécessaire pour mettre à jour cet accessoire.
hu_hu: A Tartozék Firmware eszköz új verziója szükséges a tartozék kezeléséhez.
it_it: E' necessaria una nuova versione del Firmware per gestire questo accessorio
ja_jp: アクセサリーファームウェアツールの新バージョンはこのアクセサリーを使用する事が要求されます
ko_kr: 악세서리를 관리하려면 최신 버전의 Accessory Firmware Tool 이 필요합니다.
nl_nl: Een nieuwe versie van de Accessoire Firmware Tool is nodig voor deze accessoire.
no_no: En nyere versjon av "firmwareverktøy for tilbehør" kreves for å administrere dette tilbehøret.
pl_pl: Wymagana jest nowa wersja programu Accessory Firmware Tool aby zarządzać tym urządzeniem.
pt_pt: Uma nova versão da ferramenta Firmware Acessório é necessária para gerenciar este acessório.
ro_ro: O noua versiune a Uneltei de Soft Accesorii este necesara pentru a putea gestiona acest accesoriu
ru_ru: Для управления этим аксессуаром необходима новая версия прошивки.
sv_se: En senare version av Tillbehör Uppdatering behövs för att hantera detta tillbehör.
tr_tr: Bu aksesuarın yönetimi için yeni bir Aksesuar Firmware Paketi gereklidir.
zh_cn: 无线附件将应用新版本的固件.

source: Check for Updates
cs_cz: Zkontrolovat aktualizace
da_dk: Søg efter opdateringer
de_de: Auf Update prüfen
es_es: Comprobar Actualizaciones
fi_fi: Tarkista päivitykset
fr_fr: Chercher des mises à jour
hu_hu: Frissítés keresése
it_it: Controlla aggiornamenti
ja_jp: アップデートの確認
ko_kr: 업데이트를 확인하세요
nl_nl: Check voor updates
no_no: Se etter oppdateringer
pl_pl: Sprawdź Aktualizacje
pt_pt: Checar atualizações
ro_ro: Verifica de actualizari
ru_ru: Проверка обновлений
sv_se: Sök efter uppdateringar
tr_tr: Güncellemeleri Kontrol Et
zh_cn: 检查升级

source: Micro Mic / Multi Mic
de_de: Mirco Mic / Multi Mic
es_es: Micro-Multi Mic
fi_fi: Langaton Mikrofoni
fr_fr: Mini Microphone
hu_hu: Mini Mik
ja_jp: マイクアクセサリー
nl_nl: Microfoon
pl_pl: Mini Mikrofon
pt_pt: Mini Mic
ro_ro: Mini Mic
ru_ru: Мини-микрофон
sv_se: Mikro Mik / Multi Mik
tr_tr: Micro-Multi Mikrofon
zh_cn: 迷你麦克风/多功能迷你音频转换器

source: TV Streamer 2
cs_cz: TV Streamer
da_dk: TV Streamer
de_de: Audio Beamer 2
es_es: Streamer de TV 2
fi_fi: TV-Lähetin
it_it: Streamer TV 2
ja_jp: TVユナイト II
pl_pl: Unite TV
pt_pt: TV
ro_ro: Redare in flux Audio
ru_ru: ТВ стример 2
sv_se: TV/Audio Streamer 2
zh_cn: 音频转换器2

source: Phone Clip +
da_dk: Telefonclip
de_de: Telefonclip+
ja_jp: 携帯ユナイトII
nl_nl: Telefoonclip+
ru_ru: Гарнитура Phone Clip +
sv_se: Telefonclip +
zh_cn: 手机伴侣2

source: Remote Control 2
da_dk: Fjernbetjening
de_de: Fernbedienung 2
es_es: Mando a Distancia 2
fi_fi: Kauko-Ohjain
hu_hu: Távirányító 2
ja_jp: リモコンユナイト II
nl_nl: Afstandbediening 2
no_no: Fjernkontroll 2
pl_pl: Pilot Unite
pt_pt: Controle Remoto
ro_ro: Telecomanda
ru_ru: Пульт дистанционного управления 2
sv_se: Fjärrkontroll 2
tr_tr: Uzaktan Kumanda 2
zh_cn: 遥控器2

source: Measurement data {0} has been modified. Would you like to save the changes?
cs_cz: Data měření {0} byla modifikována. Chcete změny uložit?
da_dk: Måledata {0} er blevet ændret. Vil du gemme ændringer?
de_de: Die gemessenen Daten {0} wurden verändert. Möchten Sie die Änderungen Speichern?
es_es: Los datos medidos {0} han sido modificados. ¿Le gustaría guardar los cambios?
fi_fi: Sovitustieto {0} on muuttunut. Haluatko tallentaa muutokset ?
fr_fr: Les mesures {0} ont été modifiées. Voulez-vous sauvegarder ces changements ?
hu_hu: A mérési adatoka a {0}-ra megváltoztak. Szeretné menteni a változásokat?
it_it: I dati di misurazione {0} sono stati modificati. Volete salvare le modifiche?
ja_jp: 測定データ{0}は変更されました。変更を保存しますか？
ko_kr: 측정자료 {0} 수정되었습니다. 변경된 것들을 저장하시겠습니까?
nl_nl: Meetgegevens {0} zijn gemodificeerd. Wilt u de wijzigingen opslaan?
no_no: Målt data {0} er endret. Ønsker du å lagre endringene?
pl_pl: Dane pomiarowe {0} zostały zmienione. Czy chcesz zapisać zmiany?
pt_pt: Os dados de mensuração de{0} foram modificados. Você deseja salvar as mudanças?
ro_ro: Datele de masurare {0} au fost modificate. Doriti sa salvati schimbarile?
ru_ru: Данные измерений {0} были изменены. Сохранить изменения?
sv_se: Mätdata {0} har modifierats. Vill du spara ändringar?
tr_tr: {0} ölçüm verileri yenilendi. Kaydetmek istermisin?
zh_cn: {0}测量数据改变.您要保存改变吗?

source: Starting Web Updater...
cs_cz: Spouštění Web aktualizace...
da_dk: Opstarter Web Updater...
de_de: Starte Web Updater...
es_es: Inicializando el Actualizador Web...
fi_fi: Käynnistetään Web-päivitys
fr_fr: Démarrage du module de mise à jour ...
hu_hu: Web Frissítő Indítása...
it_it: Avvio Aggiornamento Web...
ja_jp: ウェブアップデータ開始...
ko_kr: Web Updater 시작중...
nl_nl: Starten Web Updater...
no_no: Starter Web oppdateringer...
pl_pl: Inicjalizowanie Web Updater...
pt_pt: Iniciando atualização da Web...
ro_ro: Pornire actualizare Web...
ru_ru: Начало Веб обновлений...
sv_se: Startar Web Uppdatering...
tr_tr: Web Güncellemesini başlatıyor...
zh_cn: 开始在线升级...

source: Closing this application
cs_cz: Zavírání aplikace
da_dk: Lukker applikation
de_de: Anwendung schließen
es_es: Cerrando este programa
fi_fi: Sovellus suljetaan
fr_fr: Fermeture du logiciel …
hu_hu: Az alkalmazás bezárása
it_it: Chiusura di questa applicazione
ja_jp: このアプリケーションを閉じています
ko_kr: 본 application 을 닫는 중
nl_nl: Sluit deze applicatie
no_no: Lukk denne applikasjonen
pl_pl: Zamykanie aplikacji
pt_pt: Fechando essa aplicação
ro_ro: Inchiderea aplicatiei
ru_ru: Закрытие этого приложения
sv_se: Stänger applikationen
tr_tr: Uygulamayı kapatıyor
zh_cn: 正在关闭应用

source: Restore
cs_cz: Obnovit
da_dk: Nulstil
de_de: Zurücksetzen
es_es: Restaurar
fi_fi: Palauta
fr_fr: Restaurer
hu_hu: Visszaállítás
it_it: Ripristinare
ja_jp: リセット
ko_kr: 복구
nl_nl: Herstellen
no_no: Tilbakestill
pl_pl: Przywróć
pt_pt: Restaurar
ro_ro: Restaurare
ru_ru: Восстановить
sv_se: Återsparar
tr_tr: Onar
zh_cn: 恢复

source: Retry
cs_cz: Znovu
da_dk: Prøv igen
de_de: Erneut versuchen
es_es: Reintentar
fi_fi: Yritä uudelleen
fr_fr: Essayer à nouveau
hu_hu: Újra
it_it: Riprova
ja_jp: 再試行
ko_kr: 재시도
nl_nl: Opnieuw proberen
no_no: Prøv igjen
pl_pl: Spróbuj ponownie
pt_pt: Tentar novamente
ro_ro: Reincearca
ru_ru: Повторить
sv_se: Försök igen
tr_tr: Tekrar dene
zh_cn: 重试

source: About DSL
cs_cz: O DSL
da_dk: Om DSL
de_de: Über DSL
es_es: Acerca de DSL
fi_fi: DSL tietoa
fr_fr: A propos de DSL
hu_hu: A DSL-ről
it_it: A riguardo del DSL
ja_jp: DSLについて
ko_kr: DSL에 대하여
nl_nl: Over DSL
no_no: Om DSL
pl_pl: O metodzie DSL
pt_pt: Sobre DSL
ro_ro: Despre DSL
ru_ru: Об DSL
sv_se: Om DSL
tr_tr: DSL Hakkında
zh_cn: 关于DSL

source: Hide DSL
cs_cz: Skrýt DSL
da_dk: Skjul DSL
de_de: Verberge DSL
es_es: ocultar DSL
fi_fi: Piilota DSL
fr_fr: Cacher DSL
hu_hu: DSL elrejtés
it_it: Nascondi DSL
ja_jp: DSLを隠す
ko_kr: DSL 숨기기
nl_nl: DSL verbergen
no_no: Skjul DSL
pl_pl: Ukryj DSL
pt_pt: Ocultar DSL
ro_ro: Ascunde DSL
ru_ru: Скрыть DSL
sv_se: Göm DSL
tr_tr: DSL'yi gizle
zh_cn: 隐藏DSL

source: No connected devices.
cs_cz: Zařízení nepřipojeno.
da_dk: Ingen forbundne apparater.
de_de: Keine Hörsysteme verbunden
es_es: No hay dispositivos conectados.
fi_fi: Ei yhdistettyjä laitteita.
fr_fr: Aucun appareil connecté.
hu_hu: Nincs csatlakoztatott készülék.
it_it: Nessun Apparecchio Collegato
ja_jp: 機器が接続されていません
ko_kr: 연결된 device 없음
nl_nl: Geen toestel(len) verbonden.
no_no: Ingen apparater tilkoblet.
pl_pl: Nie podłączono urządzenia.
pt_pt: Nenhum aparelho conectado
ro_ro: Niciun dispozitiv conectat
ru_ru: Ни одно устройство не подключено.
sv_se: Inga hörapparater anslutna
tr_tr: Bağlı cihaz yok.
zh_cn: 未连接助听器

source: Fixed
ja_jp: 固定
zh_cn: 固定的

source: About NAL
cs_cz: O NAL
da_dk: OmNAL
de_de: Über NAL
es_es: Acerca de NAL
fi_fi: NAL tietoa
fr_fr: A propos de NAL
hu_hu: A NAL-ról
it_it: A riguardo di NAL
ja_jp: NALについて
ko_kr: NAL에 대하여
nl_nl: Over NAL
no_no: Om NAL
pl_pl: O metodzie NAL
pt_pt: Sobre a NAL
ro_ro: Despre NAL
ru_ru: Об NAL
sv_se: Om NAL
tr_tr: NAL Hakkında
zh_cn: 关于NAL

source: ABR nHL to eHL Corrections
cs_cz: ABR nHL na eHL korekce
da_dk: ABR nHL til eHL korrektioner
de_de: ABR nHL zu eHL Korrekturen
es_es: Correcciones de ABR nHL a eHL
fi_fi: ABR nHL -> eHL korjaus
fr_fr: Corrections ABR nHL en eHL
hu_hu: ABR nHL - eHL korrekciók
it_it: ABR nHL to eHL Correzioni
ja_jp: ABR nHL / eHL 補正
ko_kr: eHL로 ABR nHL 수정
nl_nl: Correcties ABR nHL naar eHL
no_no: ABR nHL til eHL - Rettelse
pl_pl: Korekcja ABR nHL na eHL
pt_pt: ABR nHL para correções eHL
ro_ro: Corectii ABR nHL to eHL
ru_ru: Изменение ABR nHL на eHL
tr_tr: ABR nHL 'den eHL 'e doğrulaması
zh_cn: ABR nHL到eHL修正值

source: Hide NAL
cs_cz: Skrýt NAL
da_dk: Skjul NAL
de_de: Verberge NAL
es_es: Ocultar NAL
fi_fi: Piilota NAL
fr_fr: Cacher NAL
hu_hu: NAL elrejtés
it_it: Nascondi NAL
ja_jp: 非表示
ko_kr: NAL 숨기기
nl_nl: NAL verbergen
no_no: Skjul NAL
pl_pl: Ukryj NAL
pt_pt: Ocultar NAL
ro_ro: Ascunde NAL
ru_ru: Скрыть NAL
sv_se: Göm NAL
tr_tr: NAL Gizle
zh_cn: 隐藏NAL

source: Turn WindGuard feature "on"
cs_cz: Zapněte funkci WindGuard
da_dk: Slå WindGuard til
de_de: Schalten Sie den WindGuard ein
es_es: Ajustar el WindGuard en "on"
fi_fi: Aseta Tuulisalpa toimintä "Päälle"
fr_fr: Activer le réducteur de bruit de vent WindGuard
hu_hu: Kapcsolja be a WindGuard-ot
it_it: Attiva WindGuard in "on"
ja_jp: ウィンドガードの機能を使用していない場合はオンにして下さい
ko_kr: WindGuard (바람소리제거기)를 "on" 으로 키세요
nl_nl: Zet de WindGuard "Aan"
no_no: Slå WindGuard "på"
pl_pl: Wyłącz funkcję WindGuard
pt_pt: Ligar o Redutor de Ruído de Vento
ro_ro: Activati optiunea WindGuard
ru_ru: Включите функцию подавления шума ветра WindGuard
sv_se: Slå på Vindbrusreduktion
tr_tr: WindGuard özelliğini "Açık" konuma getir
zh_cn: 启动风噪卫士功能

source: Decrease gain for speech in Environmental Optimizer II
cs_cz: Snižte zesílení řeči v Environmental Optimizer II
da_dk: Reducer forstærkning for tale i Environmental Optimizer II
de_de: Verringern Sie die Lautstärke für die Situation "Sprache" im Situations Optimizer
es_es: Reducir ganancia para el habla en el Clasificador Ambiental II
fi_fi: Vähennä vahvistusta puheessa Ääniympäristön optimointi II:a
fr_fr: Diminuer le gain pour "Parole (faible)" dans l'Environmental Optimizer II
hu_hu: Csökkentse az erősítést a Környezeti optimalizáló II-höz
it_it: Diminuire il guadagno per il parlato in Ottimizzatore Ambientale II
ja_jp: 環境適応システムの「会話（小）」「会話（大）」を下げて下さい
ko_kr: Environmental Optimizer II 에서 말소리 이득 값을 낮추세요
nl_nl: Verlaag de versterking voor spraak in Environmental Optimizer II
no_no: Senk gain for tale i Environmental Optimizer II
pl_pl: Zmniejsz wzmocnienie dla mowy w Optymalizatorze Środowiskowym II
pt_pt: Diminuir o ganho para o Otimizador Ambiental II
ro_ro: Scadeti castigul pentru vorbire in Environmental Optimizer II
ru_ru: Уменьшите усиление речи в Оптимизаторе Окружения II
sv_se: Minska förstärkningen för tal i Miljöoptimering II
tr_tr: Environmental Optimizer II'deki konuşma için kazancı azalt
zh_cn: 在环境优化器II中为言语而降低增益

source: Increase gain for speech in Environmental Optimizer II
cs_cz: Zvyšte zesílení řeči v Environmental Optimizer II
da_dk: Forøg forstærkning for tale i Invironmental Optimizer II
de_de: Erhöhen Sie die Lautstärke für die Situation "Sprache" im Situations Optimizer
es_es: Aumentar ganancia para el habla en el Clasificador Ambiental II
fi_fi: Lisää vahvistusta puheessa Ääniympäristön optimointi II:a
fr_fr: Augmenter le gain pour "Parole (faible)" dans l'Environmental Optimizer II
hu_hu: Növelje az erősítést a Környezeti optimalizáló II-höz
it_it: Aumenta il guadagno per il parlato in Ottimizzatore Ambientale II
ja_jp: 環境適応システムの「会話（小）」「会話（大）」を上げて下さい
ko_kr: Environmental Optimizer II 에서 말소리 이득 값을 높이세요
nl_nl: Verhoog de versterking voor spraak in Environmental Optimizer II
no_no: Øk gain for tale i Environmental Optimizer II
pl_pl: Zwiększ wzmocnienie dla mowy w Optymalizatorze Środowiskowym II
pt_pt: Aumentar o ganho para o Otimizador Ambiental II
ro_ro: Cresteti castigul pentru vorbire in Environmental Optimizer II
ru_ru: Увеличьте усиление речи в Оптимизаторе Окружения II
sv_se: Öka förstärkningen för tal i Miljöoptimering II
tr_tr: Environmental Optimizer II'de ''konuşma'' kazancını artır
zh_cn: 在环境优化器II中为言语而增加增益

source: Choose a smaller or more open dome
cs_cz: Zvolte menší nebo více otevřený klobouček
da_dk: Vælg en mindre eller mere åben kuppel
de_de: Wählen Sie einen kleineren oder offeneren Dome
es_es: Elegir un acoplador más pequeño o más abierto
fi_fi: Valitse pienempi tai enemmän avoin tippi
fr_fr: Choisir un dôme plus petit ou plus ouvert
hu_hu: Válasszon kisebb vagy nyitottabb dome-ot
it_it: Scegliere una cupoletta più piccola o più aperta
ja_jp: よりオープンに近い耳せんへ変更して下さい
ko_kr: 더 작거나 더 열린 돔을 선택하세요
nl_nl: Kies een kleinere of meer open eartip
no_no: Velg en mindre eller mer åpen dome
pl_pl: Wybierz mniejszą lub bardziej otwartą kopułkę
pt_pt: Escolha uma oliva menor ou mais aberta
ro_ro: Alegeti un dome mai mic si mai deschis
ru_ru: Выберите меньший или более открытый вкладыш
sv_se: Välj en mindre eller mer öppen dome
tr_tr: Daha küçüğünü seç veya daha açık dome seç
zh_cn: 选择更小或更开放的耳塞

source: Choose a smaller or more open dome
cs_cz: Zvolte menší nebo více otevřený klobouček
da_dk: Vælg en mindre eller mere åben kuppel
de_de: Wählen Sie einen kleineren oder offeneren Dome
es_es: Elegir un acoplador más pequeño o más abierto
fi_fi: Valitse pienempi tai enemmän avoin tippi
fr_fr: Choisir un dôme plus petit ou plus ouvert
hu_hu: Válasszon kisebb vagy nyitottabb dome-ot
it_it: Scegliere una cupoletta più piccola o più aperta
ja_jp: よりオープンに近い耳せんへ変更して下さい
ko_kr: 더 작거나 더 열린 돔 선택하세요
nl_nl: Kies een kleinere of meer open eartip
no_no: Velg en mindre eller mer åpen dome
pl_pl: Wybierz mniejszą lub bardziej otwartą kopułkę
pt_pt: Escolha uma oliva menor ou mais aberta
ro_ro: Alegeti un dome mai mic si mai deschis
ru_ru: Выберите меньший или более открытый вкладыш
sv_se: Välj en mindre eller mer öppen dome
tr_tr: Daha küçük veya daha açık dom seçin
zh_cn: 选择更小或更开放的耳塞

source: Choose a double dome
cs_cz: Zvolte dvojitý klobouček
da_dk: Vælg en dobbeltkuppel
de_de: Wählen Sie einen doppelten Dome
es_es: Elegir un acoplador doble
fi_fi: Valitse kaksoistippi
fr_fr: Choisir un dôme fermé
hu_hu: Válasszon dupla dome-ot
it_it: Scegli una doppia cupola
ja_jp: パワードームなどのクローズ耳せんに変更して下さい
ko_kr: 더블 돔 선택하세요
nl_nl: Kies een dubbele dome
no_no: Velg Dobbel Dome
pl_pl: Wybierz kopułkę podwójną
pt_pt: Escolha uma oliva dupla
ro_ro: Alegeti un dome dublu
ru_ru: Выберите двойной вкладыш
sv_se: Välj en dubbeldome
tr_tr: Double dom seç
zh_cn: 选择双层耳塞

source: Copyright DSL® m[i/o] 2004. Version 5.0b
es_es: Copyright DSL® m[i/o] 2004. Versión 5.0b
hu_hu: Copyright DSL® m[i/o] 2004. verzió 5.0b
it_it: Copyright DSL® m[i/o] 2004. Versione 5.0b
ko_kr: 저작권 DSL® m[i/o] 2004. 버전 5.0b
nl_nl: Copyright DSL® m[i/o] 2004. Versie 5.0b
pl_pl: Prawa autorskie DSL® m[i/o] 2004. Version 5.0b
ru_ru: Авторское право DSL® m[i/o] 2004. Версия 5.0b
zh_cn: 版本所有 DSL® m[i/o] 2004. 版本5.0b

source: DSL is a registered trademark of the University of Western Ontario.
da_dk: DSL er et registreret varemærke fra the University of Western Ontario.
es_es: DSL es una marca registrada de University of Western Ontario.
fr_fr: DSL est une marque enregistrée de l'Université de Western Ontario.
hu_hu: A DSL az Ontárioi egyetem regisztrált védjegye.
it_it: DSL è un marchio registrato della University of Western Ontario.
ja_jp: DSLはウェスタン・オンタリオ大学の登録商標です
ko_kr: DSL 은 Western Ontario 대학의 등록된 trademark 입니다.
no_no: DSL er registrert varemerke til Universitetet i Western Ontario.
pl_pl: DSL jest zarejestrowanym znakiem uniwersytetu University of Western Ontario.
pt_pt: DSL é uma marca registrada pela Universidade de Ontario
ro_ro: DSLeste marca inregistrata a University of Western Ontario.
ru_ru: DSL это зарегистрированная торговая марка Университета Западного Онтарио.
zh_cn: DSL是加拿大西安大略大学拥有的注册商标.

source: All rights reserved.
da_dk: Alle rettigheder forbeholdes.
es_es: Todos los derechos reservados.
fr_fr: Tous droits réservés.
hu_hu: Minden jog fentartva.
it_it: Tutti i diritti riservati.
ja_jp: 無断複写・転載を禁じます
ko_kr: 모든 권리는 보호됩니다.
pl_pl: Wszelkie prawa zastrzeżone.
pt_pt: Todos os direitos reservados.
ro_ro: Toate drepturile rezervate.
ru_ru: Все права защищены.
tr_tr: Tüm hakkı saklıdır.
zh_cn: 版权所有.
