Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: 1. Initial appearance of tinnitus
de_de: 1. Erstes Auftreten des Tinnitus
es_es: 1. Aparición Inicial del tinnitus
fi_fi: 1. Alkuperäinen tinnituksen esiintyminen
fr_fr: 1. Apparition de l'acouphène
hu_hu: 1. A tinitus kezedeti megjelenése
it_it: 1. Aspetto iniziale dell'acufene
ko_kr: 1. 첫 이명 발생
nl_nl: 1. Eerste gewaarwording van tinnitus
pl_pl: 1. Pierwsze pojawienie się szumu usznego
ro_ro: 1. Aparitia initiala a tinnitus-ului
zh_cn: 1. 最初出现耳鸣

source: Tinnitus makes its sometime subtle entrance to the scene
es_es: El Tinnitus le hace alguna vez salir de la escena
fr_fr: L'acouphène fait parfois une apparition subtile
no_no: Tinnitus er i enkelte tilfeller en subtil opplevelse
pt_pt: O zumbido às vezes se faz percebido suavimente na cena.
zh_cn: 耳鸣使其微妙的某个时候进入角色

source: Loudspeaker 0°
cs_cz: Reproduktor 0°
da_dk: Højttaler 0°
de_de: Lautsprecher 0°
es_es: Altavoz 0°
fi_fi: Kaiutin 0°
fr_fr: Haut-parleur à 0°
hu_hu: Hangszoró 0°
it_it: Speaker 0°
ja_jp: ラウドスピーカー 0°
nl_nl: Luidspreker 0°
no_no: Høyttaler 0°
pl_pl: Głośnik 0°
pt_pt: Alto Falante 0°
ro_ro: Boxa 0°
ru_ru: Динамик 0°
tr_tr: Hoparlör 0°
zh_cn: 扬声器 0°

source: Loudspeaker 45°
cs_cz: Reproduktor 45°
da_dk: Højttaler 45°
de_de: Lautsprecher 45°
es_es: Altavoz 45°
fi_fi: Kaiutin 45°
fr_fr: Haut-parleur à 45°
hu_hu: Hangszoró 45°
it_it: Speaker 45°
ja_jp: ラウドスピーカー 45°
nl_nl: Luidspreker 45°
no_no: Høyttaler 45°
pl_pl: Głośnik 45°
pt_pt: Alto Falante 45°
ro_ro: Boxa 45°
ru_ru: Динамик 45°
tr_tr: Hoparlör 45°
zh_cn: 扬声器 45°

source: Loudspeaker 90°
cs_cz: Reproduktor 90°
da_dk: Højttaler 90°
de_de: Lautsprecher 90°
es_es: Altavoz 90°
fi_fi: Kaiutin 90°
fr_fr: Haut-parleur à 90°
hu_hu: Hangszoró 90°
it_it: Speaker 90°
ja_jp: ラウドスピーカー 90°
nl_nl: Luidspreker 90°
no_no: Høyttaler 90°
pl_pl: Głośnik 90°
pt_pt: Alto Falante 90°
ro_ro: Boxa 90°
ru_ru: Динамик 90°
tr_tr: Hoparlör 90°
zh_cn: 扬声器 90°

source: Natural Directionality II takes advantage of the full power of the brain and creates a more natural listening experience. Allowing both an omnidirectional and a directional signal provides the auditory system with optimum input which enables the hearing instrument wearer to be aware of all sounds and speech at the same time. As the conversation starts behind the hearing instrument user, he is able to change focus to the more interesting conversation occurring behind him. By having the ability to consciously choose the listening source in which he is interested, the user is no longer limited by the directional system of the hearing aid or by manual adjustments.
cs_cz: Natural Directionality II je výhodná plným zapojením mozku a vytvořením přirozenějšího poslechového zážitku. Dodání jak všesměrového tak směrového signálu zajistí optimální zásobování sluchového centra, které umožní uživateli sluchadelnajednou sledovat řeč okolní zvuky. Pokud konverzace začne za zády uživatele sluchadel, bude moci zaměřit pozornos na zajímavější hovor vzadu. Díky možnosti vědomého výběru zdroje poslechu není již uživatel limitován směrovým systémem sluchadel nebo odkázán na manuální přepínání.
da_dk: Natural Directionality II udnytter hjernens fulde kraft og skaber derved en mere naturlig lytteoplevelse. Ved hjælp af både omnidirektionalt og direktionalt signal gives det auditive system optimale betingelser og dermed er brugeren i stand til at fornemme både omgivelsernes lyde samt at forstå tale samtidigt. Hvis en begynder at tale bagfra vil høreapparatbrugeren være i stand til at skifte fokus til den mest interessante. Med muligheden til aktivt at vælge lyttekilden er brugeren ikke begrænset af høreapparatets direktionalitet eller manuelle programskift.
de_de: Die Natürliche Direktionalität II nutzt die volle Leistung des Gehirns und erzeugt eine natürliche Klangerfahrung. In beiden Modi -Omnidirektional und Direktional- wird das auditive System optimal versorgt um dem Nutzer die Wahrnehmung aller Klänge und Sprache zur selben Zeit zu ermöglichen. Wenn ein Gespräch hinter dem Hörsystemträger startet, ist es ihm möglich, diesem Gespräch zu folgen. Mit der Fähigkeit bewusst einer Sprach-/Ton-Quelle folgen zu können ist der Träger nicht mehr durch ein direktionales System oder ein manuelles Einstellen eingeschränkt.
es_es: Direccionalidad Natural II aprovecha al máximo la capacidad cerebral y crea una sensación de sonora más natural. Gracias a las dos señales, Omnidireccional y Direccional, la información que llega al sistema auditivo central para su procesado, permite al usuario escuchar tanto las voces como los sonidos ambientales. Si la conversación comienza por la parte de atrás del usuario, este es capaz de girarse si esta nueva conversación es más interesante para él. Al tener la capacidad consciente de elegir la conversación más interesante, el usuario no tendrá la limitación sobre ciertos sonidos que el sistema direccional del audífono le pudiera generar, o realizar ajustes manuales.
fi_fi: Natural Directionality II, eli luonnollinen suuntakuvio II -toiminto, hyödyntää aivojen äänenkäsittelyä täysimittaisesti, luoden luonnollisemman kuulokokemuksen. Suuntakuiviossa yhdistetään sekä pallokuvio, että suunnattu mikrofoni, jolloin aivojen kuulokeskus saa kattavan kuvan ääniympäristöstä. Kuuntelija on koko ajan tietoinen ympäristöstään ja kaikista puheäänistä, jolloin hän voi itse päättää mihin ääniin hän milloinkin keskittyy. Jos puhetta kuuluu esimerkiksi takaa päin, kuulokojekäyttäjä kuulee sen ja voi halutessaan keskittyä siihen, vaikkapa edestäpäin tulevan puheäänen kustannuksella. Ohjakset ovat nyt kuuntelijalla itsellään, eikä kuulokojeen suntakuvioasetuksissa tai manuaalisissa säädöissä.
fr_fr: La directivité asymétrique Natural Directionality II est une stratégie d’appareillage binaurale, fondée sur un phénomène naturel appelé « analyse de scène auditive » qui permet au cerveau d’accorder la priorité aux sons importants, tout en « surveillant » les sons moins importants. Natural Directionality II est donc la solution optimale pour les patients qui ont besoin d’une compréhension de la parole dans le bruit sans pour autant être coupés des sons environnants comme, par exemple, lors de réunions.
hu_hu: A Természetes Direkcionalítás II az agy teljes kapcitásának előnyét adja és egy még természetesebb hallásélményt nyújt. Az elérhető az omnidirekcionális és a direkcionális jelet is ad a hallórendszer számára egy optimális bementtel, amely lehetővé teszi a viselő számára, hogy meghaljon minden hangot és beszédet egyidejüleg. Amint egy beszélgetés kezdődik a viselő mögött, megváltoztathatja a figyelem fókuszát, a számára fontosabb beszélgetés felé. Ezzel a lehetőséggel,m folyamatosan változtathatja a figyelem forrását arra ami fontos, a felhasználót többé nem limitálja a készülék direkcionális rendszere, vagy manuális beállítás.
it_it: Direzionalità Naturale II sfrutta tutta la capacità di elaborazione del cervello e crea un'esperienza di ascolto più naturale. Fornisce al sistema uditivo, gestendo contemporaneamente un ingresso ottimale sia in omnidirezionalità che in direzionalità per i suoni, ciò consente al paziente portatore di protesi acustiche di percepire tutti i suoni e le parole contemporaneamente. Mentre la conversazione avviene dietro al paziente, l'apparecchio acustico, è in grado di migliorare la messa a fuoco per la conversazione più interessante che si verifica dietro di lui. Consapevolmente il paziente tramite l'elaborazione simultanea omnidirezionale direzionale può scegliere la fonte di ascolto a cui è più interessato, l'utente non è più limitato dal sistema direzionale dell'apparecchio acustico o da regolazioni manuali.
ja_jp: ナチュラル指向性IIは、より自然な聴取環境を提供します。2台の補聴器が無指向性と指向性で動作するため、補聴器装用者は周囲のすべての音と音声を認識することができます。 たとえば、装用者の後方で会話が始まっても、装用者はその会話に気づくでしょう。装用者自身が手動で補聴器の指向性／無指向性を切り替える必要はなく、聴きたい音を意識的に選択することができます。
ko_kr: Natural Directionality II 는 모든 지적 능력을 사용하고 보다 자연스러운 청취 경험을 창출한다. 전방위 및 방향성 신호 모두를 허용함으로써 최적의 입력내용을 청각 시스템에 제공하여 보청기 착용자가 동시에 모든 소리와 어음을 인식할 수 있도록 한다. 보청기 사용자의 뒤에서 대화가 시작되면, 사용자는 자신의 뒤에서 발생되는 보다 더 관심있는 대화에 초점을 바꿀 수 있다. 본인이 관심있는 청취 소스를 의식적으로 선택할 능력을 갖게되어, 사용자는 더 이상 보청기의 방향성 시스템이나 수동 조정해야 하는 제한을 받지 않는다.
nl_nl: Brain-balanced Directionaliteit II maakt gebruik van het volledige vermogen van de hersenen en creëert een meer natuurlijke luisterervaring. Door zowel een omnidirectioneel als een directioneel signaal toe te staan wordt het auditieve systeem voorzien van de optimale input; die stelt de hoortoesteldrager in staat zich op ieder moment bewust te zijn van alle geluiden en spraaksignalen om hem heen. Als er achter de hoortoesteldrager een gesprek begint, kan hij zijn focus verleggen naar dat gesprek achter hem. Omdat hij bewust kan kiezen voor de gewenste geluidsbron hoeft hij ook zijn toestel niet langer met de hand bij te regelen.
no_no: Natural Directionality II utnytter full effekt av hjernen og skaper en mer naturlig lytteopplevelse. Slik at både omni og retningsbestemte signal gir det auditive system optimal gjengivelse slik at høreapparatbrukeren kan være oppmerksom på alle lyder og tale samtidig. Om samtalen starter bak høreapparatbrukeren, er han i stand til å endre fokus til en annen samtale som oppstår bak ham. Ved å ha evnen til å bevisst velge lyttekilde, er brukeren ikke lenger avhengig av retningssystemet i høreapparatet eller ved manuelle justeringer. Natural Directionality II utnytter full effekt av hjernen og skaper en mer naturlig lytteopplevelse. Slik at både omni og retningsbestemte signal gir det auditive system optimal gjengivelse slik at høreapparatbrukeren kan være oppmerksom på alle lyder og tale samtidig. Om samtalen starter bak høreapparatbrukeren, er han i stand til å endre fokus til en annen samtale som oppstår bak ham. Ved å ha evnen til å bevisst velge lyttekilde, er brukeren ikke lenger avhengig av retningssystemet i høreapparatet eller ved manuelle justeringer.
pl_pl: Naturalna Kierunkowość II wykorzystuje pełną moc mózgu i tworzy bardziej naturlane doświadczenia słuchowe. Pozwala zarówno wszechkierunkowym i kierunkowym dźwiękom dostarczyć układowi słuchowemu optymalną ilości informacji, które zapewnią użytkownikowi aparatów słuchowych optymalną słyszalność dźwięków otoczenia i rozumienie mowy w tym samym czasie. Gdy rozmowa rozpocznie się z tyłu użytkownika aparatów będzie w stanie zmienić kierunek słuchania na bardziej interesującą rozmowę za nim. Dzięki możliwości stałego wybierania najbardziej interesujących źródeł dźwięków użytkownik nie jest już ograniczany przez systemy mikrofonów kierunkowych anie przez konieczności ręcznych regulacji.
pt_pt: A Direcionalidade Natural II utiliza o poder do cérebro e cria uma experiência auditiva mais natural. Graças a sua capacidade de permitir tanto uma direcionalidade omni, quanto direcional do sinal, o sistema auditivo tem a melhor resposta auditiva, o que permite ao usuário dos aparelhos auditivos estar ciente de todos os sons e vozes ao mesmo tempo. Caso uma conversa que esteja atrás do usuário, seja o sinal de interesse, ele é capaz de mudar o foco para a conversa mais interessante. Por ter a capacidade de escolher conscientemente a fonte de escuta em que ele está interessado, o usuário não está mais limitado pelo sistema direcional do aparelho auditivo ou por ajustes manuais.
ro_ro: Directionalitatea Spatiala se foloseste de capacitatile maximale ale creierului si creeaza o experienta de ascultare mai naturala. Permiterea atat a unui semnal omnidirectional cat si a unuia directional ofera sistemului auditiv un semnal de intrare optim care permite utilizatorului sa constientizeze sunetele si vorbirea in acelasi timp. Daca o conversatie incepe in spatele utilizatorului, acesta este capabil sa schimbe sensul de atentie catre punctul de interes aflat in spatele lui. Prin oferirea posibilitatii de a alege in mod constient sursa de sunet de interes, utilizatorul nu mai este limitat de sistemul directional al aparatului auditiv sau de ajustarile manuale.
ru_ru: Естественная направленность II использует все возможности мозга и создает более естественное звуковое восприятие. Использование двух режимов направленнности, всенаправленого и направленного, обеспечивает слуховой системе возможность воспринимать все окружающие звуки, благодаря чему пользователь слышит речь и происходящее вокруг одновременно. Если разговор начинается позади пользователя слуховыми аппаратами, он способен изменить фокус на более интересный разговор, происходящий позади него. Имея возможность сознательно выбрать источник звука, который ему наиболее интересен, пользователь больше не ограничен настройками аппарата или необходимостью ручных регулировок.
sv_se: Naturlig Riktverkan II utnyttjar hjärnans fulla kapacitet och skapar en mer naturlig lyssningsupplevelse. Både via omni och riktverkan får hörselsystemet optimal input och låter brukaren bli medveten om alla ljud och tal samtidigt. Om ett samtal startar bakom brukaren kan han ändra fokus för att istället lyssna till det mer intressanta samtalet bakom honom. Genom att hela tiden själv kunna välja ljudkälla är han inte längre begränsad av riktverkanssystemet i hörapparaten eller i behov av manuella justeringar.
zh_cn: 自然方向性II将充分发挥大脑带来更加自然的聆听体验。一侧全向性和另一侧方向性信号提供听觉系统的最优输入使助听器佩戴者要意识到所有的声音和言语。助听器用户在谈话开始时根据感兴趣的声音来改变他聆听的重点。通过有意识选择听他感兴趣的能力，用户不再受助听器的方向性约束或需要手动调整方向性。

source: Smart Beam allows for adjustable beam widths: Narrow, Medium, and Wide . The Smart Beam Steering option allows the system to automatically switch between Medium and Wide beam widths depending on the location of the speech and the signal-to-noise ratio in the environment.
es_es: Tamaño Focal permite la elección del ancho en la zona frontal de la direccionalidad entre: Abierto, Medio y Cerrado. La opción AutoFoco permite al sistema cambiar automáticamente entre Medio y Abierto, dependiendo de la dirección de las voces frontales y del nivel de ruido ambiental.
fr_fr: La largeur de faisceau directionnel variable MultiScope utilise 3 largeurs de faisceau différentes : Etroit, Moyen et Large. La fonction de largeur de faisceau automatique AutoScope laisse l'aide auditive choisir le meilleur choix de largeur de faisceau en fonction de l'environnement sonore.
no_no: Smart Beam muliggjør justerbare beam-bredder: Smal, Medium og Bred . Smart Beam Steering gir mulighet for systemet å automatisk veksle mellom Medium og Bred beam-bredder avhengig av talens lokalisjon og signal-støy forholdet i omgivelsene.
zh_cn: 智能多维调整三种维度：窄域、中域和宽域。 智能多维将根据环境中言语的信噪比自动在中域和宽域间进行切换。

source: Binaural Processing
es_es: Procesado Binaural
fr_fr: Traitement binaural
pt_pt: Processamento Binaural
zh_cn: 双耳处理

source: Rapid (Sound Processing)
es_es: Rápido (Procesado del Sonido)
fr_fr: Traitement de signal WARP
no_no: Rask (Sound Processing)
pt_pt: Rápido (Processamento Sonoro)
zh_cn: Rapid (声音处理)

source: Rapid Signal Processing
es_es: Procesado de la Señal Rápido
fr_fr: Traitement de signal WARP
no_no: Rask Signal Processing
pt_pt: Processamento de Sinal Rápido
zh_cn: Rapid信号处理

source: With high-resolution Rapid signal processing technology, a high level of accuracy ensures excellent resolution for soft sounds and very low digital distortion. The benefits are optimal sound quality and natural, clear reception with no echo or artificial sound.
es_es: Con la tecnologia de procesado de la señal de alta resolución Rapid, la alto nivel de precisión asegura la mejor resolución para sonidos suaves, y un minimo nivel de distorsión digital. El beneficio es una optima calidad sonora, con naturalidad y sin ecos ni sonidos artificales.
fr_fr: Ce traitement de signal utilise une technologie numérique permettant de s'adapter avec précision à chaque perte auditive. Il en résulte une qualité sonore de haut niveau, sans écho et sans artéfact.
no_no: Høyoppløselig Rask Signal Prosessering gir et høyt nivå av oppløsning for svake lyder og lite digital forvrengning. Fordelene er optimal lydkvalitet og naturlig lydgjengivelse uten artifakter og forsinkelser.
pt_pt: Com a tecnologia de processamento de sinal rápido de alta resolução, um alto nível de acurácia assegura uma execelente resolução para sons fracos e muita pouca distorção digital. Os benefícios são qualidade sonora otimizada e natural, clara recepção sem eco ou som artificial.
zh_cn: 高精度的Rapid信号处理技术，高水平的精度保证对小声优异的分辨率和非常低的数字失真。好处是最佳的音质和自然、清晰的和没有回声或失真的声音。

source: DFS Ultra II
fr_fr: Anti Larsen DFS Ultra II
ja_jp: ウルトラDFS II
pt_pt: DFS Ultra II - cancelamento de feedback
ro_ro: Cu Feedback Eraser
zh_cn: 超级DFS II

source: DFS Ultra II
fr_fr: Anti Larsen DFS Ultra II
ja_jp: ウルトラDFS II
pt_pt: DFS Ultra II - cancelamento de feedback
ro_ro: Fara Feedback Eraser
zh_cn: 超级DFS II

source: Without DFS Ultra II activated, sounds coming from the hearing instrument receiver loop back to the microphones, creating a risk for whistling and squealing.
cs_cz: Bez aktivování DFS Ultra II se mohou zvuky, vycházející ze sluchadla, zavazbit zpět do mikrofonu a vytvářet tak riziko pískání.
da_dk: Uden DFS Ultra II aktiveret vil der være forstørret risiko for tilbagekobling eller hyl fra høreapparatet.
de_de: Ohne aktivierte DFS Ultra II wird der Schall, welcher aus dem Hörer des Hörsystems kommt, wieder von den Mikrofonen aufgenommen und erneut verstärkt. Dies führt zu einem Pfeifton.
es_es: Sin DFS Ultra II activado, el sonido que sale del auricular del audífono puede captado por el micrófono y entrar en un bucle, que implica un riesgo de pitidos.
fi_fi: Jos DFS Ultra II ei ole aktivoituna, äänet jotka tulevat kuulokojeen kuulokkeesta voivat päätyä takaisin kuulokojeen mikrofoneihin aiheuttaen vinkumista tai epämääräisiä vihellystä
fr_fr: Sans anti Larsen, Le signal sonore émis par l'écouteur de l'aide auditive est capté par le microphone, ce qui engendre une boucle acoustique. Il s'agit d'un sifflement : le Larsen
hu_hu: A DFS Ultra II aktiválása nélkül, a hallókészülék hallgatójából jövő hang visszakerül a mikrofonra, és emiatt gerjedés léphet fel.
it_it: Senza DFS Ultra II attivato, i suoni provenienti dal ricevitore dell'apparecchio acustico possono tornane in circolo ai microfoni, creando un rischio per fischi e strilli.
ja_jp: ウルトラDFS IIを有効にしていない場合、ピーピーというハウリング音が発生する危険性があります。
ko_kr: DFS Ultra II 를 활성시키지 않으면, 보청기 리시버에서 나오는 소리는 마이크로폰으로 다시 순환되어 바람소리 및 끼익 하는 소리가 발생한다.
nl_nl: Zonder actieve DFS Ultra II leveren de geluiden die uit de hoortoestelreceiver terugkomen bij de microfoons een risico op fluiten.
no_no: Uten DFS Ultra II aktivert, kan lyd fra høreapparatene gå i en loop tilbake til mikrofonen i apparatet og skape en risiko for plystre eller hylelyd.
pl_pl: Orzy wyłączonym DFS Ultra II dźwięki z aparatu słuchowego ponownie wpadają do mikrofonu zwiększając ryzyko piszczenia i gwizdów.
pt_pt: Sem o DFS Ultra II ativado, sons vindo do aparelho auditivo podem sair do receptor e retornar aos microfones, criando um risco para microfonias e artefatos.
ro_ro: Fara Feedback Eraser activat, sunetele care sunt emise de receiverul dispozitivului reintra in microfon, crescand riscul de fluierat.
ru_ru: Без активной DFS Ultra II , звуки, поступающие от ресивера слухового аппарата, попадают на микрофоны, создавая риск возникновения свиста.
sv_se: Utan DFS Ultra II aktiverat, riskerar ljud från hörtelefonen återvända in i mikrofonerna och orsaka återkoppling och visslande ljud.
tr_tr: DFS Ultra II aktif olmadan, işitme cihazı hoparlöründen gelerek arka mikrofonla döngü oluşturan seslerde ıslık ve gıcırtı sesi riski oluşturur.
zh_cn: 不启用超级DFS功能，从助听器受话器发出的声音将被麦克风接收，产生反馈啸叫的风险。

source: The DFS Ultra II system uses a digital filter to suppress feedback without reducing the gain of the hearing instrument. The hearing instrument wearer is able to hear her spouse without annoying whistling sounds.
cs_cz: Systém DFS Ultra II používá digitální filtr pro potlačování zpětné vazby bez redukce zesílení sluchadla. Uživatel sluchadla tak může slyšet svého partnera bez obtěžujícího pískání.
da_dk: DFS Ultra II benytter et digitalt filter til at undertrykke tilbagekobling uden at reducere høreapparatets forstærkning. Høreapparatbrugeren kan benytte høreapparatet uden irriterende hyl og tilbagekobling.
de_de: Die DFS Ultra II benutzt einen digitalen Filter um ein Feedback zu unterdrücken ohne dabei die Verstärkung des Hörsystems zu reduzieren. Der Hörgeräteträger ist in der Lage, z. B. seinen Ehepartner ohne lästige Pfeifgeräusche zu umarmen oder einen Hut zu tragen
es_es: El DFS Ultra II utiliza un filtro digital que elimina la realimentación sin reducir la ganacia generada por el audífono. El usuario del audífono es capaz de escuchar a su esposa sin ningún sonido de pitidos.
fi_fi: DFS Ultra II järjestelmä käyttää digitaalista sudatinta vaimentaakseen vinkumista ilman että kuulokojeen vahvistusta lasketaan. Kuulokeen käyttäjä pystyy kuulemaan kumppaniaan ilman ärsyttävää vinkumisääntä.
fr_fr: L'anti Larsen analyse le signal sonore. Lorsque du Larsen est détecté, il est atténué sans réduire le gain, permettant au patient de ne pas être dérangé par un sifflement.
hu_hu: A DFS Ultra II rendszer egy digitális szürőt használ a gerjedés megszüntetésére a hallókészülék erősítésének csökkenése nélkül. A hallókészülék viselő képes lesz meghallani a feleségét gerjedés nélkül.
it_it: Il sistema DFS Ultra II utilizza un filtro digitale per sopprimere il feedback senza ridurre il guadagno dell'apparecchio acustico. Chi lo indossa apparecchio acustico è in grado di sentire il proprio coniuge senza fischi fastidiosi.
ja_jp: ウルトラDFS IIは、補聴器の利得を犠牲にすることなくハウリングを抑制するシステムです。帽子をかぶる時などの突発的なハウリングも防ぎます。
ko_kr: DFS Ultra II 시스템은 디지털 필터를 사용하여 보청기 이득을 줄이지 않고 피드백을 억제할 수 있다. 보청기 착용자는 성가신 바람소리 없이 배우자의 목소리를 들을 수 있다.
nl_nl: Het DFS Ultra II systeem gebruikt een digitaal filter om feedback te onderdrukken zonder de versterking van het toestel te reduceren. De hoortoesteldraagster kan haar echtgenoot verstaan zonder irritante fluitgeluiden.
no_no: DFS Ultra II-systemet bruker et digitalt filter for å undertrykke feedback uten å redusere forsterkningen i høreapparatet. Brukeren er i stand til å høre andre uten irriterende plystrelyder.
pl_pl: System DFS Ultra II korzysta z cyfrowych filtrów do tłumienia sprzężeń bez redukowania wzmocnienia w aparacie słuchowym. Użytkownik aparatu słuchowego jest w stanie usłyszeć małżonka bez dokuczliwego sygnału sprzężenia.
pt_pt: O sistema DFS Ultra II utiliza um filtro digital para suprimir a resposta, sem a redução do ganho do aparelho auditivo. O usuário é capaz de ouvir seu cônjuge sem assobios irritantes.
ro_ro: Sistemul Feedback Eraser foloseste un filtru digital pentru suprimarea microfoniei fara reducerea castigului. Purtatorul va fi capabil sa isi asculte sotia fara enervantele sunete de microfonie.
ru_ru: Система DFS Ultra II использует цифровой фильтр для подавления обратной связи без снижения усиления слухового аппарата. Пользователь способен слышать собеседника без раздражающего свиста.
sv_se: DFS Ultra II använder ett digitalt filter som släcker ut återkopplingssignalen utan att reducera förstärkningen i hörapparaten. Brukaren kan höra sin partner utan irriterande återkoppling.
tr_tr: DFS Ultra II sistemi işitme cihazının kazancını düşürmeden geribildirimi bastırmak için bir dijital filtre kullanır. Işitme cihazı kullanıcısının sıkıcı ıslık sesleri olmadan duyum alması mümkün hale gelir..
zh_cn: 超级DFS II使用数字滤波器来消除反馈，同时不降低助听器的增益。用户可以听到他配偶的声音且没有扰人的反馈啸叫。

source: Focus on Tinnitus
es_es: Centrado en el Tinnitus
fr_fr: Concentration sur l'acouphène
no_no: Fokus på tinnitus
pt_pt: Focar no Zumbido
zh_cn: 关注耳鸣

source: Focus on Enviroment
es_es: Centrado en el Entorno
fr_fr: Concentration sur l'environnement
no_no: Fokus på omgivelsene
pt_pt: Focar no Ambiente
zh_cn: 关注环境
