Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: With Wind Noise Reduction
da_dk: Med vindstøjsreduktion
de_de: Mit Windgeräuschreduzierung
es_es: Con Reductor de Ruido De Viento
fr_fr: Avec réducteur de bruit de vent
no_no: Med vindstøyreduksjon
pt_pt: Com Redução de Ruído de Vento

source: Without Noise Reduction
da_dk: Uden vindstøjsreduktion
de_de: Ohne Störschallreduzierung
es_es: Sin Reductor de Ruido
fr_fr: Sans réducteur de bruit
no_no: Uten støyreduksjon
pt_pt: Sem Redução de Ruído

source: Without Wind Noise Reduction
da_dk: Uden vindstøjsreduktion
de_de: Ohne Windgeräuschreduzierung
es_es: Sin Reductor de Ruido de Viento
fr_fr: Sans réducteur de bruit de vent
no_no: Uten vindstøyreduksjon
pt_pt: Sem Redução de Ruído de Vento

source: Living with Tinnitus
da_dk: At leve med tinnitus.
es_es: Vivir con Tinnitus
fr_fr: Support pour les acouphènes
no_no: Å leve med tinnitus
pt_pt: Convivendo com o Zumbido

source: Your instruments are by
da_dk: Dine apparater er fra
pt_pt: Os seus aparelhos são

source: CR
de_de: Kompression
pt_pt: RC

source: Pro-Counsel
ko_kr: 상담전
pt_pt: Pro-aconselhamento

source: CR
pt_pt: RC

source: Ear Anatomy
de_de: Ohr Anatomie
es_es: Anatomía del Oído
fr_fr: Anatomie de l'oreille
no_no: Ørets anatomi
pt_pt: Anatomia da Orelha

source: Tour of the Ear
de_de: Tour durch das Ohr
es_es: Viaje por el oído
fr_fr: Vue dynamique
no_no: Ørets forklaring
pt_pt: Tour da Orelha

source: Signs of Hearing Loss
de_de: Anzeichen eines Hörverlustes
es_es: Señales de Perdida Auditiva
fr_fr: Signes de surdité
no_no: Tegn på høretap
pt_pt: Sinais e Sintomas de Perda Auditiva

source: Types of Hearing Loss
de_de: Typen des Hörverlustes
es_es: Tipos de Perdida Auditiva
fr_fr: Types de surdité
no_no: Forskjellige høretap
pt_pt: Tipos de Perda Auditiva

source: General Information
de_de: Allgemeine Informationen
es_es: Información General
fr_fr: Généralités
no_no: Generell informasjon
pt_pt: Informação Geral

source: The Vicious Cycle
de_de: Der Teufelskreis
es_es: El círculo Vicioso
fr_fr: Le cercle vicieux
no_no: Den onde sirkel
pt_pt: O Ciclo Vicioso

source: Break the Vicious Cycle
de_de: Den Teufelskreis durchbrechen
es_es: Romper el círculo Vicioso
fr_fr: Casser le cercle vicieux
no_no: Å bryte sirkelen
pt_pt: Quebrar o Ciclo Vicioso

source: Eliminate the Focus
de_de: Beseitigen des Fokus
es_es: Cambiar el Foco
fr_fr: Détourner l'attention
no_no: Endre fokus
pt_pt: Eliminar o Foco

source: Style
es_es: Estilo
fr_fr: Type d'appareils
no_no: Modell
pt_pt: Estilo

source: Taking Early Action
de_de: Frühzeitig Handeln
es_es: Tomar Acción Temprana
fr_fr: Bénéfices
no_no: Forebyggende tiltak
pt_pt: Tomando Atitude Mais Rápido

source: Binaural Advantages
de_de: Vorteile einer binauralen Versorgung
es_es: Beneficios Binaurales
fr_fr: Avantages de la stéréo
no_no: Binaurale fordeler
pt_pt: Vantagens Binaural

source: Open Advantages
de_de: Vorteile einer offenen Versorgung
es_es: Ventajas de adaptaciones abiertas
fr_fr: Avantages de l'appareillage ouvert
no_no: Åpne muligheter
pt_pt: Vantagens de Adaptação Aberta

source: DIN 45605
pt_pt: Você está mudando de {0} para um diferente programa de ambiente. Você deseja continuar?

source: SPBTE
de_de: SP-HdO
nl_nl: SP-AHO
pt_pt: BTE SP

source: 50-R
fi_fi: 50-O
pl_pl: 50-P
pt_pt: 50-D
sv_se: 50-H

source: 50-L
fi_fi: 50-V
pt_pt: 50-E
sv_se: 50-V

source: BTP
da_dk: Power BTE
de_de: Power HdO
fr_fr: PBTE
nl_nl: AHO
sv_se: Telefonclip

source: BTP
da_dk: Power BTE
de_de: Power HdO
fi_fi: BTEP
fr_fr: PBTE
nl_nl: AHO
sv_se: Telefonclip

source: BTP
da_dk: Power BTE
de_de: Power HdO
fi_fi: BTEP
fr_fr: BTE-P
nl_nl: AHO
sv_se: Telefonclip

source: CS64
fr_fr: CS64 (flex)

source: CS65
fr_fr: CS65 (flex)

source: TDH 4950
fr_fr: Type fermé

source: RIE
fr_fr: RITE
no_no: RITE

source: PNR
fr_fr: Réducteur de bruit
sv_se: NoiseTracker II per miljö

source: Binaural
fr_fr: Binaurale

source: Monaural
es_es: Monoaural
fr_fr: Monaurale

source: UCL
de_de: U-Schwelle
fr_fr: Inconfort (UCL)

source: DAI
fr_fr: Entrée audio DAI
no_no: Audioinngang

source: AFC
es_es: Control de realimentación
fr_fr: DFS

source: NP
da_dk: Hook
fr_fr: Standard, avec coude plastique
ko_kr: Normal Power

source: NP
fr_fr: Standard, avec coude plastique

source: HPBTE
de_de: HP-HdO
es_es: BTE HP
nl_nl: HP-AHO

source: 26-R
fi_fi: 26-O
no_no: 26-H
tr_tr: 26-Sağ

source: 26-L
fi_fi: 26-V
no_no: 26-V
tr_tr: 26-Sol

source: 32-R
fi_fi: 32-O
no_no: 32-H
tr_tr: 32-Sağ

source: 32-L
fi_fi: 32-V
no_no: 32-V
tr_tr: 32-Sol

source: 38-R
fi_fi: 38-O
no_no: 38-H
tr_tr: 38-Sağ

source: 38-L
fi_fi: 38-V
no_no: 38-V
tr_tr: 38-Sol

source: 44-R
fi_fi: 44-O
no_no: 44-H
tr_tr: 44-Sağ

source: 44-L
fi_fi: 44-V
no_no: 44-V
tr_tr: 44-Sol

source: RECD
fi_fi: RECD (Real Ear to Coupler Difference)

source: REUG
fi_fi: REUG (Real Ear Unaided Gain)

source: ITE
de_de: IdO
nl_nl: IHO

source: ITE
de_de: IdO
nl_nl: IHO

source: ITE
de_de: IdO
nl_nl: IHO

source: Audiogram+
de_de: Audiogramm+
ko_kr: 오디오그램+
tr_tr: Odyogram+

source: ITE
de_de: IdO
nl_nl: IHO

source: Audiogram+
de_de: Audiogramm+
ko_kr: 오디오그램+
tr_tr: Odyogram+

source: ReSound eCademy
cs_cz: ReSound e-Akademie
hu_hu: ReSound eAkadémia
ko_kr: 리사운드 e카데미
ro_ro: platforma ReSound eCademy

source: 0-R
cs_cz: 0-P
no_no: 0-H
sv_se: 0-H
tr_tr: 0-Sağ

source: 0-L
no_no: 0-V
sv_se: 0-V
tr_tr: 0-Sol

source: 1-R
cs_cz: 1-P
no_no: 1-H
sv_se: 1-H
tr_tr: 1-Sağ

source: 1-L
no_no: 1-V
sv_se: 1-V
tr_tr: 1-Sol

source: 2-R
cs_cz: 2-P
no_no: 2-H
sv_se: 2-H
tr_tr: 2-Sağ

source: 2-L
no_no: 2-V
sv_se: 2-V
tr_tr: 2-Sol

source: 3-R
cs_cz: 3-P
no_no: 3-H
sv_se: 3-H
tr_tr: 3-Sağ

source: 3-L
no_no: 3-V
sv_se: 3-V
tr_tr: 3-Sol

source: 4-R
cs_cz: 4-P
no_no: 4-H
sv_se: 4-H

source: 4-L
no_no: 4-V
sv_se: 4-V

source: ITE/HS
da_dk: ITE
nl_nl: Concha

source: MIH
da_dk: Ekstern mik
nl_nl: RM

source: ITC
nl_nl: MIHO

source: ITC
nl_nl: MIHO

source: ITC
nl_nl: MIHO

source: ITC
nl_nl: MIHO

source: Foober
nl_nl: Idioot

source: REIG
nl_nl: AutoREM
sv_se: AutoREM

source: ITE
nl_nl: IHO

source: ReSound eCommerce
ko_kr: ReSound 전자상거래
