Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Re-pair the Remote Control to the hearing instruments
cs_cz: Znovu spárujte Dálkový ovladač se sluchadly
da_dk: Genforbind fjernbetjening til høreapparaterne
de_de: Koppeln Sie die Fernbedienung erneut mit den Hörsystemen.
es_es: Emparejar de nuevo el mando a distancia con los audífonos
fi_fi: Yhdistä Kauko-Ohjain uudelleen kuulokojeeseen
fr_fr: Effectuer à nouveau un couplage avec les aides auditives
hu_hu: Párosítsa újra a távirányítót a hallókészülékhez
it_it: Riaccoppiare il telecomando per gli apparecchi acustici
ja_jp: リモコンユナイトを補聴器へ再ペアリングして下さい
ko_kr: 리모컨을 보청기에 다시 맞추세요
nl_nl: Pair de Afstandbediening opnieuw met de toestellen
no_no: Pare Fjernkontroll til høreapparatene på nytt
pl_pl: Ponownie sparuj Pilot Unite z aparate(ami) słuchowym(i).
pt_pt: Parear novamente o controle remoto para os aparelhos auditivos
ro_ro: Re-imperechiati telecomanda cu aparatele auditive
ru_ru: Повторите соединение пульта дистанционного управления со слуховыми аппаратами
sv_se: Para om Fjärrkontrollen med hörapparaterna
tr_tr: Uzaktan kumandayı işitme cihazı ile tekrar eşleştirin.
zh_cn: 遥控器与助听器重新配对

source: Attempt to hold the Remote Control within the recommended distance to the hearing instruments, 60 inches (150 cm)
cs_cz: Zkuste držet Dálkový ovladač v doporučené vzdálenosti od sluchadel (méně než 150 cm)
da_dk: Hold fjernbetjeningen indenfro den anbefalede afstand til høreapparaterne, 150 cm
de_de: Versuchen Sie die Fernbedienung in der max. empfohlenen Entfernung von 150 cm zu halten.
es_es: Intente mantener el mando a distancia dentro de la distancia recomendada de uso a los audífonos, 150 cm
fi_fi: Yritä pitää Kauko-Ohjainta suositellulla toimintaetäisyydellä n. 150 cm
fr_fr: Essayer d'utiliser la télécommande à moins de 150 cm des aides auditives
hu_hu: Ügyeljen arra, hogy a távirányítót az ajánlott távolságon belül tartsa (150 cm)
it_it: Tenere il telecomando entro la distanza consigliata agli strumenti acustici, 60 pollici (150 cm)
ja_jp: リモコンユナイトを補聴器に近づけてみて下さい
ko_kr: 보청기와의 권장 거리내에서 리모컨을 잡도록 하세요, 60 inches (150 cm)
nl_nl: Probeer de Afstandbediening binnen de aanbevolen afstand van de toestellen te houden (150 cm)
no_no: Hold Fjernkontrollen innenfor anbefalt distanse fra høreapparatene (150 cm)
pl_pl: Staraj się trzymać Pilot Unite w zalecanej odległości od aparatu(ów) słuchowego(ych) - 150 cm (60 cali)
pt_pt: Tente manter a distância recomendada entre o controle remoto e o aparelho auditivo (150 cm)
ro_ro: Incercati sa tineti telecomanda la distanta recomandata fata de aparatul auditiv 150cm
ru_ru: Постарайтесь держать пульт дистанционного управления на рекомендованном расстоянии от слуховых аппаратов, 60 дюймов (150 см)
sv_se: Håll Fjärrkontrollen inom rekommenderat avstånd från hörapparaterna 1,5 m.
tr_tr: Uzaktan kumandayı işitme cihazına gerekli uzaklıkta tutun , 60 inches (150 cm)
zh_cn: 遥控器与助听器的距离请保持在150厘米(或60英寸)之内.

source: If Remote Control was updated with new firmware the hearing instruments may also need an update
cs_cz: Pokud byl do Dálkového ovladače nahrán nový firmware, sluchadla budou také potřebovat update
da_dk: Hvis fjernbetjeningen er opdateret med ny firmware behøver høreapparaterne også opdatering
de_de: Wenn die Firmware der Fernbedienung ein Update erhalten hat benötigen auch die Hörsysteme ein Update.
es_es: Si el mando a distancia ha sido actualizado con un nuevo firmware puede que el audífono también necesite ser actualizado
fi_fi: Jos Kauko-Ohjain on päivitetty uusimmalla ohjelmalla on kuulokoje myös päivitettävä.
fr_fr: Si la télécommande a été mise à jour, les aides auditives ont peut-être aussi besoin d'une mise à jour
hu_hu: Ha a távirányítót új firmware-el frissítette akkor a hallókészüléket is frissíteni kell
it_it: Se il telecomando è stato aggiornato con un nuovo firmware per gli apparecchi acustici potrebbe anche essere necessario un aggiornamento
ja_jp: リモコンユナイトのファームウェアを更新した場合は、補聴器のアップデートも必要になる場合があります
ko_kr: 리모컨이 새 firmware 로 업데이트 되면 보청기도 역시 업데이트가 필요합니다
nl_nl: Als de Afstandbediening een update heeft gehad met nieuwe firmware hebben de hoortoestellen misschien ook een update nodig
no_no: Om Fjernkontrollen er oppdatert med ny firmware, er det mulig høreapparatene også må oppdateres
pl_pl: Jeśli Pilot Unite miał aktualizowane oprogramowanieaparat(y) słuchowy(e) również mogą wymagać aktualizacji
pt_pt: Se o controle remoto foi atualizado com o novo firmware, os aparelhos auditivos também deverão ser atualizados.
ro_ro: Daca softul telecomenzii a fost actualizat, este posibil ca si aparatele auditive sa necesite actualizare
ru_ru: Если пульт дистанционного управления был обновлен с новой прошивкой, возможно слуховые аппараты также необходимо обновить
sv_se: Om Fjärrkontrollen uppdaterades med ny programvara kan hörapparaterna också behöva uppdateras.
tr_tr: Eğer uzaktan kumanda yeni bir yazılım ile güncellenirse işitme cihazıda güncellenmesi gereklidir.
zh_cn: 遥控器固件升级后,助听器也需要进行升级.

source: TV streamer is not functioning: The user does not hear sound from the TV streamer, or only hears sound out of one ear
cs_cz: TV streamer nefunguje: Uživatel neslyší zvuk z TV streamer, nebo zvuk slyší pouze na jednom uchu
da_dk: TV streamer virker ikke. Brugeren hører ikke lyden fra TV streamer, eller hører den kun i det ene øre
de_de: Der Audio Beamer funktioniert nicht: Der Kunde hört keinen oder nur auf einem Hörsystem einen Ton
es_es: El streamer de TV no esta funcionando: El usuario no escucha el sonido de la TV, o solo lo hace por uno de los oídos
fi_fi: TV-Lähetin ei toimi : Käyttäjä ei kuule ääntä TV-Lähettimestä tai kuulee vain ääniä yhteen korvaan
fr_fr: L'émetteur audio ne fonctionne pas, impossible d'entendre un signal dans une ou les deux aides auditives
hu_hu: A TV streamer nem müködik: A felhasználó nem hall hangot a TV streamer-ből, vagy csak az egyik fülében hall hangot
it_it: Lo streamer TV non funziona: l'utente non sente il suono dallo streamer TV o sente il suono solo in un orecchio
ja_jp: TVユナイトが機能していない： TVユナイトから音が聞こえない、もしくは片方からしか聞こえない
ko_kr: TV streamer 가 작동하지 않습니다 : 사용자는 TV streamer의 소리를 듣지 못하거나 한쪽 귀로만 들립니다.
nl_nl: De TV streamer functioneert niet: de cliënt hoort geen geluid van de TV streamer of hoort het geluid maar van één kant
no_no: TV Streamer fungerer ikke: Brukeren hører ikke lyd fra TV Streameren, eller hører bare lyd på det ene apparatet
pl_pl: Akcesorium Unite TV nie działa: Użytkownik nie słyszy dźwięków z Unite TV albo słyszy tylko jednym uchem
pt_pt: Unite TV não está funcionando: o usuário não ouve o som da TV pelo acessório ou ouve apenas em 1 aparelho
ro_ro: Redarea in flux unite nu functioneaza: utilizatorul nu aude sunet provenit de la dispozitiv sau aude sunetul la o singura ureche
ru_ru: ТВ стример не работает: Пользователь не слышит звук телевизора или звук слышен только в одном ухе
sv_se: TV/Audio streamer fungerar inte: Användaren hör inte ljudet från TV / Audio streamer eller hör bara ljud på ett av öronen.
tr_tr: Televizyon ünitesi çalışmıyor: Kullanıcı TV ünitesinden gelen sesi duymuyor ya da sadece bir kulak dışarıdan ses alıyor
zh_cn: 音频转换器不工作:用户无法听到音频转换器传来声音，或只能单耳聆听.

source: Ensure the TV streamer is paired to the hearing instruments, and that it is correctly connected to the television
cs_cz: Ujistěte se, že je TV streamer spárován se sluchadly a je správně připojen k televizi
da_dk: Kontroller at TV streamer er parret til høreapparaterne, og at den er forbundet korrekt til tv
de_de: Überprüfen Sie, ob der Audio Beamer mit den Hörsystemen gekoppelt ist, und das er korrekt an der Audioquelle angeschlossen ist
es_es: Asegúrese que le emparejado entre el streamer TV y los audífonos es correcto, y que la conexión con la TV esta correcta
fi_fi: Varmista että TV-Lähetin on paritettu kuulokojeiden kanssa ja että se on kytketty oikein televisioon
fr_fr: Vérifier que l'émetteur audio est connecté à la TV et vérifier que le couplage entre l'émetteur audio et les aides auditives existe
hu_hu: Biztosítsa, hogy a TV streamer párosítsa a hallókészülékekhez, és hogy megfelelően csatlakozzon a TV-hez
it_it: Assicurarsi che lo Streamer TV sia accoppiato agli apparecchi acustici, e che sia collegato correttamente al televisore
ja_jp: ペアリングが正しく行われているか、テレビとの接続に問題が無いか確認して下さい
ko_kr: TV streamer 가 보청기에 페어링 되었는지 확인하세요. 페어링이 제대로 이루어졌다면 텔레비전에 맞게 연결됩니다.
nl_nl: Zorg ervoor dat de TV streamer gepaird is met de hoortoestellen en dat hij correct is verbonden met de televisie
no_no: Forsikre deg om at TV Streamer er paret med høreapparatene, og at den er riktig koblet til TVen
pl_pl: Upewniej się, że Unite TV jest sparowany z aparatami oraz że jest poprawnie podłączony do telewizora
pt_pt: Certifique-se que o Unite TV está pareado com os aparelhos e está corretamente conectado com a televisão.
ro_ro: Asigurati-va ca dispozitivul de redare in flux Unite este imperechiat u aparatele auditive si ca este corect conectat la televizor
ru_ru: Убедитесь, что ТВ стример сопряжен со слуховыми аппаратами и правильно подключен к телевизору
sv_se: Kontrollera att TV /Audio Streamer är parad med hörapparat och korrekt ansluten till ljudkälla.
tr_tr: TV Streamer işitme cihazları için eşleştirilmiş olduğundan emin olun ve televizyona doğru bağlandığından emin olun
zh_cn: 请确认音频转换器与助听器已配对,并与电视机正确连接

source: Ask the user if the television has a digital or analog output. If it is a digital output an adaptor may be required.
cs_cz: Zeptejte se uživatele, zda má TV digitální nebo analogový výstup. Pokud má digitální výstup, bude potřeba adaptér.
da_dk: Spørg brugeren on TV'et har digital eller analog output. Hvis det er digital output vil en adaptor være nødvendig.
de_de: Fragen Sie ob es sich am Fernseher um einen digitalen oder analogen Ausgang handelt. Wenn es ein digitaler Ausgang ist, wird u.U. noch ein Adapter benötigt.
es_es: Pregunte al usuario si su TV tiene salida digital o analógica. Si la salida es digital puede ser necesario un adaptador.
fi_fi: Kysy potilaalta jos televisiossa on analoginen tai digitaalinen äänilähtö. Jos kyseessä on digitaalinen äänilähtö, on käytettävä analogi/digitaali muunninta.
fr_fr: Demander au patient si son téléviseur dispose de sorties numériques ou analogiques. En présence d'une sortie numérique, un adaptateur est nécessaire.
hu_hu: Ha a felhasználó televiziójának digitális vagy analóg kimenete van. Ha a kimenet digitális egy adapter szükséges.
it_it: Verificare che il televisore disponga di un'uscita digitale o analogica. Se è presente un uscita digitale può essere richiesto un adattatore.
ja_jp: テレビの音声出力がアナログではなく、デジタルである場合は別途変換アダプタが必要になる場合があります
ko_kr: 텔레비전이 디지털 또는 아날로그 출력인지 사용자에게 물으세요, 디지탈 출력일 경우 어댑터가 필요합니다.
nl_nl: Vraag uw cliënt of de televisie een digitale of analoge output heeft. Bij een digitale output is een adaptor nodig
no_no: Spør bruker om TVen har digital eller analog utgang. Om det er digital utgang kan det være behov for ett adapter
pl_pl: Jako Użytkownik sprawdź czy telewizor ma analogowe czy cyfrowe wyjście. Jeśli jest cyfrowe może być potrzebny adapter.
pt_pt: Pergunte ao usuário se a TV possui saída digital ou analógica. Caso ele possua uma saída digital, será necessário um conversor.
ro_ro: Intrebati utilizatorul daca televizorul dispune de iesire analog sau digitala. Daca iesirea este digitala un adaptor este necesar.
ru_ru: Спросите у пользователя, какой выход имеет его телевизор: цифровой или аналоговый. Для цифрового выхода может потребоваться адаптор.
sv_se: Fråga användaren om tv´n har en digital eller analog utgång. Om det är en digital utgång kan en adapter behövas.
tr_tr: Kullanıcıya televizyonun çıkışının dijital mi yoksa analog mu olduğunu sorun. Eğer dijital çıkış ise adaptör gerekli olabilir.
zh_cn: 顾客使用的电话是模拟电话还是数字电话.如是数字电话,可能需要使用适配器.

source: Ensure user is in streaming mode while using the instrument.
cs_cz: Ujistěte se, že je sluchadlo ve streaming režimu při použití přístroje .
da_dk: Kontroller at brugeren er i streamingprogram når apparatet bruges.
de_de: Stellen Sie sicher, dass sich die Hörsysteme im Audio Beamer Programm befinden.
es_es: Asegúrese que el usuario esta en programa de Streaming cuando usa el accesorio inalámbrico
fi_fi: Varmista että käyttäjällä on äänensiirto toiminto päällä kun laitetta käytetään.
fr_fr: S'assurer que les aides auditives du patient sont bien connectées à l'émetteur audio
hu_hu: Gyöződjön meg arról, hogy streaming módban van a készülék mikor használja.
it_it: Assicurarsi che l'utente sià in modalità streaming mentre si utilizza il dispositivo.
ja_jp: 補聴器がTVユナイトプログラムに切り替わっているか確認して下さい
ko_kr: 장치 사용중 사용자는 streaming 모드에서 확인하세요
nl_nl: Zorg ervoor dat het toestel in streaming modus staat bij gebruik van een streamer
no_no: Forsikre deg om at sluttbruker er i streaming modus når tilbehør benyttes
pl_pl: Upewnij się, że pacjent jest w trybie transmisji bezprzewodowej w trakcie kożystania z aparau.
pt_pt: Certifique-se que o usuário está usando corretamente os acessórios com os aparelhos
ro_ro: Asigurati-va ca utilizatorul se afla in modul de redare in flux pe parcursul utilizarii
ru_ru: Убедитесь, что пользователь находится в режиме потоковой передачи во время использования устройства.
sv_se: Kontrollera att användaren är i streaming läge när han använder tillbehöret.
tr_tr: Kullanıcının cihazı kullanırken aktarım modunda olduğundan emin ol.
zh_cn: 助听器使用音频转换程序

source: If only hearing sound from one ear, change the setting on the back of the streamer from "s" to "m" or vice versa.
cs_cz: Pokud hraje jen jedno ucho, změňte nastavení na zadní straně TV Streameru z "S" na "M" nebo obráceně.
da_dk: Hvis der kun er lyd i et øre, skift indstillingen bagpå streameren fra "s" til "m" eler omvendt.
de_de: Wenn nur der Klang von einer Seite zu hören ist, wechseln Sie auf der Unterseite des Beamers von "s" auf "m" oder umgekehrt.
es_es: Si solamente escucha sonido por un oído, ajuste el conmutador de la parte trasera del accesorio de "s" a "m" o viceversa.
fi_fi: Jos kuulet äänen vain toiseen korvaan aseta TV-Lähettimen kytkin "S" asennosta "M" asentoon tai päinvastoin.
fr_fr: Si une seule des deux aides auditives reçoit le signal audio, modifier la position du commutateur de "S" à "M" à la base de l'émetteur audio.
hu_hu: Ha csak az egyik fülében hall hangot, kapcsolja át a streamer hátoldalán lévő kapcsolót "s"-ből "m"-be vagy fordítva.
it_it: Se sentire il suono solo da un orecchio, modificare l'impostazione sul selettore da "s" a "m" o viceversa.
ja_jp: 両耳装用時に片方のみ音声が聞こえている場合、背面のスイッチを「S」から「M」へ切り替えてみて下さい
ko_kr: 한쪽 귀에서만 소리가 들리면, streamer 뒤쪽의 설정을 "s" 에서 "m" 으로 바꾸거나 또는 그 반대로 바꾸세요.
nl_nl: Als er slechts aan één oor geluid is moet de knop onder de TV streamer van "S" naar "M" gezet worden of andersom
no_no: Om lyden bare høres på ett øre, skift innstillingene bak på TV Streameren fra "s" til "m" eller omvendt
pl_pl: Jeśli dźwięk słychać tylko w jednym aparacie zmień ustawienia na akcesorium z "S" na "M" lub odwrotnie.
pt_pt: Caso esteja ouvindo o som em apenas um aparelho, modifique o ajuste do acessório de "s" para "m" ou vice versa.
ro_ro: Daca sunetul este prezent intr-o singura ureche, schimbati setarile din spatele dispozitivului de redare de la S la M, sau invers.
ru_ru: Если звук слышен только в одном ухе, измените настройки на задней панели стримера с положения "s" на "m" или наоборот.
sv_se: Om du bara hör ljudet i ena örat, byt inställning på baksidan av TV/Audio Streamer från "s" till "m" eller vice versa.
tr_tr: Eğer sesi sadece bir kulaktan duyuyorsa, streamer'ın arkasındaki ayarı ''s'' den ''m'' ye değiştir. Veya benzerini yap.
zh_cn: 如果仅有一耳有声,检查音频线或立体声设置(S/M)

source: Micro Mic / Multi Mic is too noisy
cs_cz: Micro Mic / Multi Mic je příliš hlučný
da_dk: Micro mic / Multi mic er for støjende
de_de: Micro-/ Multi-Mikrofon ist zu laut.
es_es: El Micro Mic o el Multi Mic es demasiado ruidoso
fi_fi: Langaton Mikrofoni on liian äänekäs
fr_fr: Le Mini Microphone / Micro Mic / Multi Mic est trop bruyant
hu_hu: A Mini mikrofon túl zajos
it_it: Micro Mic o Multi Mic è troppo rumoroso
ja_jp: マイクアクセサリーからの音がクリアではない
ko_kr: Micro Mic / Mic 소음이 심합니다.
nl_nl: De Microfoon geeft teveel lawaai
no_no: Micro Mik/ Multi Mik tar inn for mye støy
pt_pt: Micro Mic ou Multi Mic está muito ruidoso
ru_ru: Микро-микрофон или Мульти-микрофон слишком шумный
sv_se: Mikro Mik / Multi Mik är för bullrig.
tr_tr: Micro-Multi Mic çok gürültülü
zh_cn: 迷你麦克风/多功能迷你音频转换器太吵

source: Have speaker place microphone closer to their mouth.
cs_cz: Umístěte mikrofon blíže k ústům řečníka.
da_dk: Lad traleren placere mikrofonen tættere på munden.
de_de: Ist das Mini-Mikrofon zu dicht am Mund des Sprechers.
es_es: Pida a la persona que esta hablando que lo acerque más a su boca
fi_fi: Pyydä puhujaa asettamaan mikrofoni lähemmäs suuta.
fr_fr: Placer le Mini Micro plus proche de la bouche du locuteur
hu_hu: Helyezze közelebb a mikrofont a szájához.
it_it: Posizionare il microfono più vicino alla loro bocca.
ja_jp: マイクアクセサリーをより話者の口や音源に近い位置へ変更して下さい
ko_kr: 스피커 microphone을 입에 가까이 대세요.
nl_nl: Laat de sprekers de Microfoon dichter bij hun mond plaatsen
no_no: Informer taler om å plassere mikrofonen nærmere munnen
pl_pl: Umieść mikrofon bliżej ust mówcy.
pt_pt: O falante deve posicionar o Mini Mic próximo a boca
ro_ro: Rugati vorbitorul sa pozitioneze microfonul mai aproape de gura
ru_ru: Расположите мини-микрофон ближе ко рту говорящего.
sv_se: Låt talaren flytta mikrofonen närmare sin mun
tr_tr: Konuşmacının mikrofonu ağızına kadar yaklaştırmasını sağla.
zh_cn: 将迷你音频转换器更靠近声源

source: Make certain the Micro Mic / Multi Mic is not covered by clothing.
cs_cz: Ujistěte se, že Micro Mic / Multi Mic není zakrytý oblečením.
da_dk: Kontroller at Micro mic / Multi mic ikke er dækket af tøjet
de_de: Stellen Sie sicher, dass das Micro/ Multi-Mikrofon nicht von Kleidung überdeckt ist.
es_es: Asegúrese que el Micro Mic / Multi Mic no esta cubierto por ropa
fi_fi: Varmista että Langaton Mikrofoni ei ole vaatteiden alla
fr_fr: S'assurer que le Mini Micro n'est pas recouvert par un vêtement
hu_hu: Ügyeljen arra, hogy a Mini mikrofont ne fedje el ruhával.
it_it: Assicurarsi che il Micro Mic o Multi Mic non siano coperti da indumenti.
ja_jp: マイクアクセサリーが衣服によって覆われていない事を確認して下さい
ko_kr: Mini Mic/ Multi Mic 가 옷에 덮혀 있지 않은지 확인하십시오.
nl_nl: Zorg ervoor dat de Microfoon niet door kleding bedekt wordt.
no_no: Forsikre deg om at klær ikke dekker over Mikro/Multi Mikrofonen
pl_pl: Upewnij się, że Minic Mik nie jest przykryty ubraniem.
pt_pt: Certifique-se que o Micro Mic não está coberto pela roupa.
ro_ro: Asigurati-va ca mini microfonul nu este acoperit de imbracaminte
ru_ru: Убедитесь, что мини-микрофон не перекрывается одеждой.
sv_se: Kontrollera att Mikro Mik / Multi Mik inte täcks av kläder.
tr_tr: Micro-Multi mikrofonun giysi ile kapanmış olmadığından emin olun.
zh_cn: 检查衣服等是否覆盖住了迷你麦克风/多功能迷你音频转换器.

source: Change the microphone streaming balance.
cs_cz: Změňte poměr vysíláni mikrofonu.
da_dk: Juster mikrofon streaming balancen.
de_de: Verändern Sie die Balance zwischen HG-Mikrofonen und dem Mini-Mikrofon
es_es: Ajuste el balance del Streamer / Micrófono.
fi_fi: Muuta Langattoman Mikrofonin äänitaspainoa.
fr_fr: Modifier la balance microphone/accessoire du mini microphone
hu_hu: Cserélje a mikrofon sugárzási egyensúllyát.
it_it: Modificare il bilanciamento del microfono in streaming.
ja_jp: マイクバランスを変更して補聴器のマイクからの入力を減らして下さい
ko_kr: microphone streaming balance 를 변경하세요.
nl_nl: Wijzig de balans tussen hoortoestelmicrofoon en streamer
no_no: Endre mikrofon streaming balanse
pl_pl: Zmień ustawienia balansu mikrofonów.
pt_pt: Mude o balanceamento do Microfone
ro_ro: Schimbati balansul de redare al microfonului.
ru_ru: Измените баланс микрофона.
sv_se: Ändra balansen mellan mikrofon och streaming.
tr_tr: Mikrofon aktarım balansını değiştir
zh_cn: 改变麦克风份量设置

source: Phone Clip is not functional or loud enough
cs_cz: Phone Clip nefunguje nebo není dost hlasitý
da_dk: Telefonclip virker ikke eller er ikke kraftig nok.
de_de: Der Telefonclip funktioniert nicht oder ist nicht laut genug.
es_es: El Phone Clip no funciona o no lo suficientemente alto
fi_fi: Phone Clip ei toimi tai ei ole tarpeeksi voimakkalla
fr_fr: Le kit main libre ne fonctionne pas avec les aides auditives ou n'est pas assez fort
hu_hu: A Phone clip nem működik vagy nem elég hangos
it_it: Phone Clip non è funzionale o abbastanza forte
ja_jp: 携帯ユナイトが機能していないか、十分な音が出ていない
ko_kr: Phone Clip이 작동하지 않거나 소리가 너무 큽니다
nl_nl: De Telefoonclip functioneert niet of is niet hard genoeg
no_no: Phone Clip fungerer ikke, eller er ikke sterk nok
pl_pl: Unite Phone Clip nie działa lub jest zbyt cichy
pt_pt: Phone Clip não esta funcionando corretamente ou não está alto suficiente
ro_ro: Phone Clip Unite nu functioneaza sau nu este destul de tare
ru_ru: Гарнитура Phone clip не работает или работает тихо
sv_se: Telefonclip är inte tillräckligt funktionell eller stark.
tr_tr: Phone Clip işlevsel değil ya da çalışmıyor
zh_cn: 多用途手机伴侣无效果或音量不够大

source: Ensure the device is paired to the hearing instrument(s).
cs_cz: Ujistěte se, že je zařízení spárované se sluchadlem(y).
da_dk: Kontroller at enheden er parret til HA.
de_de: Überprüfen Sie, ob der Telefonclip mit den Hörsystemen gekoppelt ist.
es_es: Asegúrese que esta emparejado con el(los) audífono(s)
fi_fi: Varmista että lisälaite on paritettu kuulokojeille.
fr_fr: S'assurer que les aides auditives sont bien couplées avec l'accessoire
hu_hu: Biztosítsa, hogy a készülék párosítva van a hallókészülékkel.
it_it: Assicurarsi che il dispositivo sia accoppiato alla protesi acustica (e).
ja_jp: 補聴器とのペアリングが正しく行われているか確認して下さい
ko_kr: 장치가 보청기에 맞춰져 있는지 확인하세요.
nl_nl: Zorg ervoor dat het accessoire gepaird is met de hoortoestellen
no_no: Forsikre deg om at tilbehøret er paret med høreapparat(ene)
pl_pl: Upewnij się, że urządzenie jest sparowane z aparatem(ami) słuchowym(i).
pt_pt: Certifique-se que o acessório esteja pareado com o(s) aparelho(s)
ro_ro: Asigurati-va ca dispozitivul este imperechiat la aparatele auditive
ru_ru: Убедитесь, что устройство сопряжено со слуховым аппаратом(ми).
sv_se: Kontrollera att tillbehöret är parat med hörapparaten.
tr_tr: Cihazın işitme cihaz(lar)ına eşleştirilmiş olduğundan emin ol.
zh_cn: 手机伴侣与助听器配对

source: Ensure the Phone Clip is charged.
cs_cz: Ujistěte se, že je Phone Clip nabitý.
da_dk: Kontroller at Telefonclip er opladt
de_de: Stellen Sie sicher, dass der Telefonclip aufgeladen ist.
es_es: Asegúrese que el Phone Clip está cargado
fi_fi: Varmista että Phone Clip on ladattu.
fr_fr: S'assurer que le Phone Clip est suffisamment chargé
hu_hu: Ellenőrizze a Phone clip töltöttségét.
it_it: Assicurarsi che il Phone Clip sia carico.
ja_jp: 携帯ユナイトが充電されているか確認して下さい
ko_kr: Phone Clip 이 충전되었는지 확인하세요.
nl_nl: Zorg ervoor dat de Telefoonclip opgeladen is.
no_no: Forsikre deg om at Phone Clip er ladet opp
pl_pl: Upewnij się, że Pone Clip jest naładowany.
pt_pt: Certifique-se que o Phone Clip está carregado.
ro_ro: Asigurati-va ca Phone Clip este incarcat
ru_ru: Убедитесь, что гарнитура Phone Сlip заряжена.
sv_se: Kontrollera att Telefonclipet är laddat.
tr_tr: Phone Clip'in şarj edilmiş olduğundan emin ol.
zh_cn: 确保手机伴侣已充满电.
