Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Decrease low and mid frequency gain, increase high frequency gain
cs_cz: Snižte zisk na hloubkách a středních frekvencích, zvyšte kompresní poměr na výškách
da_dk: Nedsæt lav og midtfrekvens forstærkning, forøg højfrekvensforstærkningen
de_de: Verringern Sie die Verstärkung für die tiefen und mittleren Frequenzen; erhöhen Sie die Verstärkung für die hohen Frequenzen
es_es: Reducir ganancia en bajas y medias frecuencias, aumentar ganancia en agudos
fi_fi: Vähennä vahvistusta matalilla ja keskitaajuuksilla, lisää vahvistusta korkeilla taajuuksilla.
fr_fr: Diminuer le gain pour les fréquences graves et moyennes et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse a mély és közép frekvenciás erősítést, növelje a magas frekvenciás erősítést
it_it: Diminuire gravi e medi ed incrementare gli acuti
ja_jp: 低中域を下げ、高域を上げて下さい
ko_kr: 저주파수와 중간주파수의 이득을 낮추고 고주파수 이득을 높이세요
nl_nl: Verlaag de versterking bij lage en midden frequenties, verhoog de versterking bij hoge frequenties
no_no: Senk lavfrekvensen og midtfrekvensene, øk gain i høyfrekvensene
pl_pl: Zmniejsz wzmocnienie niskich i średnich częstotliwości, zwiększ wzmocnienie wysokich częstotliwości
pt_pt: Diminuir ganho em freq. médias e baixas, aumentar ganho em freq. altas
ro_ro: Reduceti castigul pe frecventele joase si medii, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких и средних частотах, увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för låg och mellanfrekvenser, öka förstärkningen för de höga frekvenserna
tr_tr: Alçak ve orta frekanslarda kazancı azalt, yüksek frekanslarda kazancı artır
zh_cn: 降低中低频增益，增加高频增益

source: Increase degree of noise reduction
cs_cz: Zvyšte stupeň potlačení hluků
da_dk: Forøg graden af støjreduktion
de_de: Wirkung der Störgeräuschreduzierung erhöhen
es_es: Aumentar el nivel de reducción de ruido
fi_fi: Lisää kohinanvaimennuksen suuntakuviota
fr_fr: Augmenter le niveau du réducteur de bruit
hu_hu: Zajszűrés növelés
it_it: Aumentare il grado di riduzione del rumore
ja_jp: 雑音抑制の設定を強めて下さい
ko_kr: 소음 감소 등급을 높이세요
nl_nl: Vergroot de lawaaionderdrukking
no_no: Øk nivå av støyreduksjon
pl_pl: Zwiększ stopień redukcji szumu
pt_pt: Aumentar nível de redução de ruído
ro_ro: Mareste gradul de reducere a zgomotului
ru_ru: Увеличьте уровень шумоподавления
sv_se: Öka nivån av brusreduktion
tr_tr: Gürültü azaltma seviyesini arttır.
zh_cn: 增加降噪程度

source: Understanding speech when in a car, train, airplane, etc., is difficult
cs_cz: Je těžké rozumět řeči, když jsem v autě, vlaku, letadle apod.
da_dk: Taleforståelse i bil, tog, fly og lign. er svært
de_de: Unterhaltungen während einer Autofahrt, im Zug oder im Flugzeug sind schwierig
es_es: Resulta difícil entender una conversación cuando se está en un coche, tren, avión, etc.
fi_fi: Vaikea saada selvää toisen puheesta esim. autossa tai junassa
fr_fr: Comprendre un interlocuteur à bord d'un avion, d'un train ou d'une voiture est difficile
hu_hu: A beszédértés kocsiban, vonaton, repülőn rossz
it_it: Difficoltà di ascolto in treno, auto ecc.
ja_jp: 車・電車・飛行機などの中での会話を理解するのが困難である
ko_kr: 자동차,기차,비행기 같은 곳에서 말소리를 이해하기 어려움
nl_nl: Spraakverstaan in een auto, trein, vliegtuig enz. is moeilijk
no_no: Vanskelig å forstå tale i bil, på tog, i fly etc.
pl_pl: Rozmowy np. w samochodzie, pociągu czy samolocie sprawiaja mi trudność
pt_pt: É difícil entender fala em carros, trens, aviões, etc.
ro_ro: Intelegerea vocii din masina , avion, tren etc. este dificila
ru_ru: Сложно понимать речь в машине, поезде, самолете и т.п.
sv_se: Svårt att höra tal när man är i bilen, tåget, flygplanet etc.
tr_tr: Araba, uçak, tren gibi yerlerde konuşmaları anlamakta zorlanıyorum
zh_cn: 在坐汽车,火车,飞机等交通工具时交谈理解困难

source: Decrease low frequency gain, increase high frequency gain
cs_cz: Snižte zisk na hloubkách, zvyšte zisk na výškách
da_dk: Nedsæt lavfrekvent forstærkning, forøg højfrekvent forstærkning
de_de: Verringern Sie die Verstärkung für die tiefen Frequenzen; erhöhen Sie die Verstärkung für die hohen Frequenzen
es_es: Reducir ganancia en graves, aumentar ganancia en altas
fi_fi: Vähennä vahvistusta matalilla taajuuksilla, lisää vahvistusta korkeilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse a mély frekvenciás erősítést, növelje a magas frekvenciás erősítést
it_it: Diminuire i gravi, aumentare gli acuti.
ja_jp: 低域を下げ、高域を上げて下さい
ko_kr: 저주파수이득을 낮추고 고주파수이득을 높이세요
nl_nl: Verlaag de versterking bij lage frequenties, verhoog de versterking bij hoge frequenties
no_no: Senk lavfrekvensforsterkning, øk høyfrekvensforsterkning
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości, zwiększ wzmocnienie wysokich częstotliwości
pt_pt: Diminuir ganho de freq. baixas, aumentar ganho de freq. altas
ro_ro: Reduceti castigul pe frecventele joase, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för de låga frekvenserna, öka förstärkningen för de höga frekvenserna
tr_tr: Alçak frekanslarda kazancı azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益，增加高频增益

source: Increase degree of noise reduction
cs_cz: Zvyšte stupeň potlačení hluků
da_dk: Forøg graden af støjreduktionn
de_de: Wirkung der Störgeräuschreduzierung erhöhen
es_es: Aumentar el nivel de reducción de ruido
fi_fi: Lisää kohinanvaimennuksen suuntakuviota
fr_fr: Augmenter le niveau du réducteur de bruit
hu_hu: Zajszűrés növelés
it_it: Aumentare il grado di riduzione del rumore
ja_jp: 雑音抑制の設定を強めて下さい
ko_kr: 소음 감소 등급을 높이세요
nl_nl: Vergroot de lawaaionderdrukking
no_no: Øk nivå av støyreduksjon
pl_pl: Zwiększ stopień redukcji szumu
pt_pt: Aumentar nível de redução de ruído
ro_ro: Mareste gradul de reducere a zgomotului
ru_ru: Увеличьте уровень шумоподавления
sv_se: Öka nivån av brusreduktion
tr_tr: Gürültü azaltma seviyesini arttır.
zh_cn: 增加降噪程度

source: Understanding a speaker who is far away is difficult
cs_cz: Je těžké rozumět vzdálenému řečníkovi
da_dk: Det er svært at forstå en taler på afstand
de_de: Entfernt stehende Personen zu verstehen ist schwierig
es_es: Resulta difícil entender a alguien que está lejos
fi_fi: Vaikea kuulla kauempana olevaa puhujaa
fr_fr: Comprendre un interlocuteur éloigné est difficile
hu_hu: A távol lévő beszélő nehezen érthető
it_it: Difficoltà di ascolto da lontano
ja_jp: 遠くにいる人の話を理解するのが困難である
ko_kr: 멀리있는 사람의 말소리를 이해하기 어려움
nl_nl: Een spreker op grote afstand is moeilijk te verstaan
no_no: Vanskelig å forstå tale på avstand
pl_pl: Zrozumienie osoby mówiącej z daleka sprawia mi trudność
pt_pt: É difícil entender pessoas que estão distantes
ro_ro: Intelegerea vocii de la un difuzor indepartat este dificila.
ru_ru: Сложно понимать человека, разговаривающего на большом расстоянии
sv_se: Svårt att höra en talare som är långt borta
tr_tr: Uzaktaki kisinin konusmalarini anlamakta zorlaniyorum
zh_cn: 与人远距离交谈时理解困难

source: Increase G50 for mid and high frequencies
cs_cz: Zvyšte G50 na středních frekvencích a výškách
da_dk: Forøg G50 for mellem- og højfrekvens
de_de: Für mittlere und hohe Frequenzen die Verstärkung G50 anheben
es_es: Incremente G50 para frecuencias medias y altas
fi_fi: Lisää G50-vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Augmenter G50 pour les fréquences moyennes et aiguës
hu_hu: Növelje a G50-et a közép és magas frekvenciákon
it_it: Aumentare G50 per le medie ed alte frequenze
ja_jp: 中高域のG50を上げて下さい
ko_kr: 중간주파수와 고주파수에서 G50을 높이세요
nl_nl: Verhoog de versterking G50 voor midden en hoge frequenties.
no_no: Øk G50 i midt- og høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie G50 średnich i wysokich częstotliwości
pt_pt: Aumento de G50 para médias e altas frequências
ro_ro: Cresteti G50 pe frecvente medii si inalte
ru_ru: Увеличьте усиление тихих звуков (G50) на высоких частотах
sv_se: Öka G50 för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda G50 kazancini artır
zh_cn: 增加G50中高频增益

source: Increase overall gain
cs_cz: Zvyšte celkový zisk
da_dk: Skru op for forstærkning
de_de: Für alle Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia global
fi_fi: Lisää kokonaisvahvistusta
fr_fr: Augmenter le gain général
hu_hu: Növelje a teljes erősítést
it_it: Aumentare il guadagno
ja_jp: 全体的に利得を上げて下さい
ko_kr: 전체 이득을 높이세요
nl_nl: Verhoog de versterking.
no_no: Øk generell forsterkning
pl_pl: Zwiększ wzmocnienie całkowite
pt_pt: Aumento geral de ganho
ro_ro: Mariti castigul total
ru_ru: Увеличьте общее усиление
sv_se: Öka den totala förstärkningen
tr_tr: Bütün frekanslarda kazancı artır
zh_cn: 增加所有增益

source: Increase G50 for high frequencies
cs_cz: Zvyšte G50 na výškách
da_dk: Forøg G50 for høje frekvenser
de_de: Für hohe Frequenzen die Verstärkung G50 anheben
es_es: Incremente G50 para altas frecuencias
fi_fi: Lisää G50-vahvistusta diskanttitaajuuksilla
fr_fr: Augmenter G50 pour les fréquences aiguës
hu_hu: Növelje a G50-et a magas frekvenciákon
it_it: Aumentare G50 per le alte frequenze
ja_jp: 高域のG50を上げて下さい
ko_kr: 고주파수 G50을 높이세요
nl_nl: Verhoog de versterking G50 voor hoge frequenties.
no_no: Øk G50 i høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie G50 wysokich częstotliwości
pt_pt: Aumento de G50 para altas frequências
ro_ro: Mariti G50 pe frecventele inalte
ru_ru: Увеличьте усиление тихих звуков (G50) на высоких частотах
sv_se: Öka G50 för höga frekvenser
tr_tr: Yüksek frekanslarda G50 kazancını artır
zh_cn: 增加G50高频增益

source: Product Name:
cs_cz: Název sluchadla:
da_dk: Produktnavn:
de_de: Produktname:
es_es: Nombre de Producto:
fi_fi: Kojemalli :
fr_fr: Modèle :
hu_hu: Készülék név:
it_it: Nome Prodotto:
ja_jp: 器種名:
ko_kr: 제품명:
nl_nl: Productnaam:
no_no: Produktnavn:
pl_pl: Nazwa aparatu:
pt_pt: Nome do produto:
ro_ro: Nume Produs:
ru_ru: Модель:
sv_se: Produkt Namn:
tr_tr: Ürün Adı:
zh_cn: 产品名称:

source: Selection
cs_cz: Výběr
da_dk: Valg
de_de: Auswahl
es_es: Selección
fi_fi: Valinta
fr_fr: Sélection
hu_hu: Kiválasztás
it_it: Selezione
ja_jp: 選択
ko_kr: 선택
nl_nl: Selectie
no_no: Valg
pl_pl: Wybór
pt_pt: Seleção
ro_ro: Selectie
ru_ru: Выбор
sv_se: Val
tr_tr: Seçim
zh_cn: 选择

source: Select the ExpressFit button to automatically connect, calibrate and set default settings for the detected Hearing Instrument
cs_cz: K automatickému připojení, kalibraci a základnímu nastavení detekovaného sluchadla stiskněte tlačítko ExpresFit
da_dk: Vælg ExpressFit knappen for automatisk at forbinde, kalibrere og indstille standardindstillinger i det detekterede apparat
de_de: Wählen Sie "Schnellanpassung" für die automatische Verbindung, Kalibrierung sowie Voreinstellungen für das angeschlossene Hörsystem.
es_es: Seleccionar el botón QuickFit para automáticamente, conectar, calibrar, y activar los ajustes por defecto del audífono detectado
fi_fi: Valitse PikaSovitus jos haluat automaattisesti yhdistää, kalibroida ja valita perusasetukset tunnistetulle kuulokojeelle
fr_fr: Cliquer sur "Express Fit" pour que le logiciel détecte les appareils, règle le gain et les paramètres, effectue un calibrage anti-Larsen et sauvegarde les réglages.
hu_hu: Válassza az ExpressFit gombot az automatikus csatlakozáshoz, kalibrációhoz és alapbeállításhoz az érzékelt hallókészülékhez
it_it: Selezionare il pulsante ExpressFit per connettersi automaticamente, calibrare ed impostare le impostazioni di default per l'Apparecchio Acustico rilevato
ja_jp: エクスプレスフィットのボタンを選択して下さい。補聴器を接続し、初期化とオートフィットを行います。
ko_kr: ExpressFit버튼을 선택하면 인식된 보청기를 자동으로 연결, 교정 및 초기값으로 설정합니다.
nl_nl: Selecteer de AutoFit knop om het gevonden hoortoestel automatisch te verbinden, te kalibreren en in te stellen met de default instellingen
no_no: Velg ExpressFit for automstisk tilkobling, kalibrering og standard innstillinger for funnet høreapparat.
pl_pl: Wciśnij ExpressFit aby połączyć się z aparatem(ami), wykonać kalibrację i wybrać ustawienia domyślne połączonego aparatu(tów)
pt_pt: Selecionar o botão Ajuste Express para automaticamente conectar, calibrar e definir ajustes para detectar os aparelhos auditivos
ro_ro: Selecteaza butonul "Reglaj Express" pentru conectare, calibrare automata si setari implicite pentru Aparatyl Auditiv detectat
ru_ru: Нажмите кнопку "Быстрая настройка" для автоматического соединения, калибровки и начальной настройки СА
sv_se: Välj Snabb Anpassning för att automatiskt ansluta, kalibrera och ställa in hörapparat.
tr_tr: Otomatik olarak bağlanmak , kalibre etmek ve varsayılan ayarları yapmak için ExpressFit butonunu tıklayın.
zh_cn: 选择快速验配将自动连接助听器，进行DFS校准和进行默认的设置。

source: ExpressFit
cs_cz: ExpresFit
de_de: Express Anpassung
es_es: QuickFit
fi_fi: PikaSovitus
ja_jp: エクスプレスフィット
nl_nl: AutoFit
pt_pt: Ajuste Express
ro_ro: Reglaj Expres
ru_ru: Быстрая настройка
sv_se: Snabb Anpassa
zh_cn: 快速验配

source: Show instrument selection
cs_cz: Zobrazit výběr sluchadla
da_dk: Vis apparatvalg
de_de: Hörsystemauswahl anzeigen
es_es: Mostrar la selección de Audífono
fi_fi: Näytä kuulokojevalinta
fr_fr: Montre l'appareil selectionné
hu_hu: Készülék kiválasztás mutatása
it_it: Mostra selezione dispositivo
ja_jp: 補聴器選択画面を表示する
ko_kr: 보청기 선택 보여주기
nl_nl: Toon de toestelselectie
no_no: Vis apparat valg
pl_pl: Pokaż wybór aparatów
pt_pt: Mostrar os aparelhos selecionados
ro_ro: Arata selectia aparatului
ru_ru: Показать выбор СА
sv_se: Visa Val av hörapparat
tr_tr: Cihaz Seçimini Göster
zh_cn: 显示助听器选择

source: Product
cs_cz: Produkt
da_dk: Produkt
de_de: Produkt
es_es: Producto
fi_fi: Tuote
fr_fr: Produit
hu_hu: Készülék
it_it: Prodotto
ja_jp: 製品
ko_kr: 제품
no_no: Produkt
pl_pl: Aparat
pt_pt: Produto
ro_ro: Produs
ru_ru: Модель
sv_se: Produkt
tr_tr: Ürün
zh_cn: 型号

source: In Ear
cs_cz: zvukovodové
de_de: Im Ohr
es_es: En el oído
fi_fi: Korvassa
fr_fr: Das l'oreille
hu_hu: A fülben
it_it: Nell'orecchio
ja_jp: 耳の中
nl_nl: In het oor
no_no: I Øret
pl_pl: Wewnątrzuszny
pt_pt: Na orelha
ro_ro: In Ureche
ru_ru: На ухе
sv_se: I örat
tr_tr: Kulağın İçinde
zh_cn: 佩戴时

source: Right ear instrument
cs_cz: Sluchadlo vpravo
da_dk: Apparat til højre øre
de_de: Rechtes Hörsystem
es_es: Audífono Derecho
fi_fi: Oikean korvan kuulokoje
fr_fr: Appareil droit
hu_hu: Jobb fül készülék
it_it: Dispositivo Destro
ja_jp: 右耳の補聴器
ko_kr: 오른쪽 보청기
nl_nl: rechter toestel
no_no: Høyre apparat
pl_pl: Prawy aparat
pt_pt: AASI DIREITO
ro_ro: Aparat ureche dreapta
ru_ru: Правый СА
sv_se: Höger hörapparat
tr_tr: Sağ Kulak Cihazı
zh_cn: 右侧助听器

source: Left ear instrument
cs_cz: Sluchadlo vlevo
da_dk: Apparat til venstre øre
de_de: Linkes Hörsystem
es_es: Audífono Izquierdo
fi_fi: Vasemman korvan kuulokoje
fr_fr: Appareil gauche
hu_hu: Bal fül készülék
it_it: Dispositivo Sinistro
ja_jp: 左耳の補聴器
ko_kr: 왼쪽 보청기
nl_nl: linker toestel
no_no: Venstre apparat
pl_pl: Lewy aparat
pt_pt: AASI ESQUERDO
ro_ro: Aparat ureche stanga
ru_ru: Левый СА
sv_se: Vänster Hörapparat
tr_tr: Sol Kulak Cihazı
zh_cn: 左侧助听器

source: Product Specs
cs_cz: specifikace sluchadla
da_dk: Produktspecifikationer
de_de: Produktspezifikationen
es_es: Especificaciones de Producto
fi_fi: Tuotteen ominaisuudet
fr_fr: Données techniques
hu_hu: Készülék tul.
it_it: Specifiche Prodotto
ja_jp: 製品仕様
ko_kr: 제품 사양
nl_nl: Productspecificaties
no_no: Produktinfo
pl_pl: Specyfikacja aparatu
pt_pt: Especificações do produto
ro_ro: Specificatii Produs
ru_ru: Виды СА
sv_se: Produkt Specifikationer
tr_tr: Ürün Özellikleri
zh_cn: 产品参数

source: Show Audiograms and Speech Test Results
cs_cz: Zobrazit audiogramy a výsledky řečových testů
da_dk: Vis resultater af audiogram og taleaudiometri
de_de: Audiogramme und Sprachtestergebnisse anzeigen
es_es: Mostrar resultados de Audiogramas test Vocal
fi_fi: Näytä audiogrammit ja puhetesti tulokset
fr_fr: Voir les résultats de l'audiometrie et des tests Vocaux
hu_hu: Audiogram és beszéd eredmény mutatása
it_it: Mostra Audiogramma Tonale e Vocale
ja_jp: オージオグラムと語音検査を表示する
ko_kr: 오디오그램과 스피치테스트 결과 보여주기
nl_nl: Toon audiogrammen en resultaten van spraaktest
no_no: Vis audiogram og taletest resultater
pl_pl: Pokaż audiogramy i wyniki testów słownych
pt_pt: Mostre o audiograma e os resultados de teste de fala
ro_ro: Arata Rezultatele Testului Audiogramei si Vocalei
ru_ru: Показывать аудиограмму и результаты речевых тестов
sv_se: Visa audiogram och Taltestresultat
tr_tr: Odyogramları ve Konuşma Test Sonuçlarını Göster.
zh_cn: 显示听力图和言语测试结果。

source: Speech Banana
cs_cz: Řečový banán
da_dk: Talebanan
de_de: Sprachbanane
es_es: Espectro Vocal
fi_fi: Puhebanaani
fr_fr: Spectre de la parole
hu_hu: Beszéd banán
it_it: Parlato
ja_jp: スピーチバナナ
nl_nl: Spraakbanaan
no_no: Talebananen
pl_pl: Banan mowy
pt_pt: Banana da fala
ro_ro: Banana vorbirii
ru_ru: Речевой диапазон
sv_se: Talbanan
tr_tr: Konuşma Sesleri
zh_cn: 言语香蕉图

source: Phonemes
cs_cz: Fonémy
da_dk: Fonemer
de_de: Laute
es_es: Fonemas
fi_fi: Kirjaimien sijainti
fr_fr: Phonèmes
hu_hu: Fonémák
it_it: Fonemi
ja_jp: 音素分布
ko_kr: 음운
nl_nl: Fonemen
no_no: Fonemer
pl_pl: Fonemy
pt_pt: Fonemas
ro_ro: Foneme
ru_ru: Фонемы
sv_se: Fonem
tr_tr: Fonemler
zh_cn: 音节分布

source: Severity of Loss
cs_cz: Stupně ztráty
da_dk: Høretabsgrader
de_de: Grad des Hörverlustes
es_es: Grado de Severidad
fi_fi: Kuuloaleneman taso
fr_fr: Types de perte
hu_hu: A hallásvesztés foka
it_it: Livello Perdita Uditiva
ja_jp: 聴力レベル
ko_kr: 청력손실정도
nl_nl: Grootte van verlies
no_no: Grad av hørselstap
pl_pl: Stopień ubytku słuchu
pt_pt: Grau da perda
ro_ro: Nivel de Hipoacuzie
ru_ru: Степень потери слуха
sv_se: Grad av nedsättning
tr_tr: Kayıp Derecesi
zh_cn: 听损等级

source: Familiar Sounds
cs_cz: Známé zvuky
da_dk: Daglidags lyde
de_de: Klangbilder
es_es: Sonidos Familiares
fi_fi: Tutut äänet
fr_fr: Sons familiers
hu_hu: Ismerős hang
it_it: Suoni Familiari
ja_jp: 生活音（例）
ko_kr: 친근한 소리
nl_nl: Bekende geluiden
no_no: Kjente lyder
pl_pl: Znajome dźwięki
pt_pt: Sons familiares
ro_ro: Sunete Familiare
ru_ru: Привычные звуки
sv_se: Vanliga ljud
tr_tr: Tanıdık Sesler
zh_cn: 常见声音分布

source: Simulate
cs_cz: Simulovat
da_dk: Simuler
de_de: Simulieren
es_es: Simular
fi_fi: Simuloi
fr_fr: Simulation
hu_hu: Szimuláció
it_it: Simulare
ja_jp: シミュレーション
ko_kr: 시뮬레이션
nl_nl: Simuleren
no_no: Simuler
pl_pl: Symulacja
pt_pt: Simular
ro_ro: Simuleaza
ru_ru: Симулировать
sv_se: Simulera
tr_tr: Simülasyon
zh_cn: 模拟

source: Detect
cs_cz: Zjistit
da_dk: Detekter
de_de: Erkennung
es_es: Detectar
fi_fi: Tunnista
fr_fr: Détection
hu_hu: Keresés
it_it: Detetto
ja_jp: 検出
ko_kr: 탐지
nl_nl: Detecteren
no_no: Gjenkjenn
pl_pl: Rozpoznaj
pt_pt: Detectar
ro_ro: Detecteaza
ru_ru: Определить
sv_se: Känna av
tr_tr: Bul
zh_cn: 探测

source: None
cs_cz: Žádné
da_dk: Ingen
de_de: Kein
es_es: Ninguno
fi_fi: Ei valittu
fr_fr: Désactivé
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pl_pl: Nic
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Отсутствует
sv_se: Ingen
tr_tr: Hiçbiri
zh_cn: 无

source: CS53 + CS44 Cable
cs_cz: CS63 s páskem
da_dk: CS63 + Flex Strip
de_de: CS53 + CS44 Kabel
es_es: CS53 + Cable CS44
fi_fi: CS53+CS63 johto
fr_fr: CS63 (flex)
hu_hu: CS53 + CS44 kábel
it_it: CS53 + CS44 (cavo)
ja_jp: CS53 + CS44 ｹｰﾌﾞﾙ
ko_kr: CS63 + Flex Strip
nl_nl: CS53 + CS44 kabel
no_no: CS63 + Flex Strip
pl_pl: CS53 + Flex Strip
pt_pt: Cabos CS53 + CS44
ro_ro: CS63 + Flex Strip
ru_ru: CS53 + CS44 Кабель
sv_se: CS63 + Flex Strip
tr_tr: CS53 + CS44 Kablo
zh_cn: CS53+CS44编程线

source: Expansion
cs_cz: Expanze
es_es: Expansión
fi_fi: Kohinasalpa
fr_fr: Réducteur de bruit faible Expansion
hu_hu: Expanziós mód
it_it: Espansione
ja_jp: エクスパンション
ko_kr: 확대
nl_nl: LowLevel expansie
no_no: Ekspansjon
pl_pl: Ekspansja
pt_pt: Expansão
ro_ro: Modul de Extindere
ru_ru: Экспансия
zh_cn: 静音系统

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
it_it: Spenta
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: VentSize
da_dk: VentStørrelse
de_de: Größe der Venting
es_es: Tamaño de Venting
fi_fi: Ilmastoinnin koko
fr_fr: Taille de l'évent
hu_hu: Ventméret
it_it: Dimensione Ventilazione
ja_jp: ベントサイズ
ko_kr: 벤트 크기
nl_nl: Ventinggrootte
no_no: Vent Størrelse
pl_pl: Średnica wentylacji
pt_pt: Tamanho da ventilação
ro_ro: MarimeVent
ru_ru: Размер вента
sv_se: Ventilationsstorlek
tr_tr: Vent Ölçüsü
zh_cn: 通气孔尺寸

source: None
cs_cz: Žádné
da_dk: Ingen
de_de: Kein
es_es: Ninguno
fi_fi: Ei valittu
fr_fr: Arrêt
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pl_pl: Nic
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Отсутствует
sv_se: Ingen
tr_tr: Hiçbiri
zh_cn: 无

source: AcceptanceManagerElapsedHours
de_de: Tragedauer Eingewöhnungsmanager
es_es: HorasTranscurridasAdaptaciónProgresivas
hu_hu: AcceptanceManagerElteltÓra
it_it: Ore trascorse Manager Adattamento
ja_jp: アクセプタンスマネージャー経過時間
ko_kr: AcceptanceManager의 경과시간
nl_nl: AcceptanceManager verstreken uren
no_no: AcceptanceManager Brukstid timer
pl_pl: PozostałyCzasManageraAkceptacji
pt_pt: Gerenciador de Adaptação - Horas decorridas
ru_ru: Оставшееся время для менеджера адаптации
sv_se: Acceptans Verktyg Förfluten tid.
tr_tr: Acceptance Manager Süresi
zh_cn: 满意度管理器运行时间

source: ElapsedHourValue
de_de: Tragedauer Durchschnitt
es_es: ValorHorasTranscurridas
hu_hu: ElteltÓraÉrték
it_it: Ore Trascorse
ja_jp: 経過時間
ko_kr: 경과시간값
no_no: Brukstid timer
pl_pl: WartośćWskaźnikaGodzinowego
pt_pt: Valor de horas decorridas
ro_ro: ValoareOreScurse
ru_ru: Оставшееся время
tr_tr: Geçen zaman değeri
zh_cn: 运行时间数

source: AcceptanceManagerTotalHours
de_de: Gesamtzeit Eingewöhnungsmanager
es_es: HorasTotalesAdaptacionProgresiva
hu_hu: AcceptanceManagerÖsszesÓra
it_it: Ore Totali Manager Adattamento
ja_jp: アクセプタンスマネージャー総時間
ko_kr: AcceptanceManager의 총시간
nl_nl: AcceptanceManager totaalaantal uren
no_no: AcceptanceManager Timer Totalt
pl_pl: CałkowityCzasManageraAkceptacji
pt_pt: Gerenciador de Adaptação - Total de horas
ru_ru: Общее время для менеджера адаптации
sv_se: Acceptans Verktyg Totala Timmar
tr_tr: AcceptanceManager Toplam Saat
zh_cn: 满意度管理器总时间

source: TotalHoursValue
de_de: Tragedauer gesamt
es_es: ValorHorasTotales
hu_hu: ÖsszesÓraÉrték
it_it: OreTotali
ja_jp: 総時間
ko_kr: 총시간값
no_no: Total brukstid timer
pl_pl: CałkowiaLiczbaGodzin
pt_pt: TotalHorasValores
ro_ro: ValoareOreTotala
ru_ru: Общее время
tr_tr: Toplam Saat Değeri
zh_cn: 总时间数

source: BassBoost
cs_cz: Posílení hloubek
da_dk: Bas boost
es_es: Realce graves
fi_fi: Bassokorostus
fr_fr: Renforcement des graves
it_it: Incremento Gravi BassBoost
ja_jp: 低域補正
nl_nl: LF Boost
pt_pt: Incremento de Graves
ru_ru: Усиление баса
tr_tr: BassBoost (Bas Yükseltme)
zh_cn: 低音增强

source: VeryLow
cs_cz: Velmi hluboké
da_dk: MegetLav
de_de: Sehr niedrig
es_es: Muy Bajo
fi_fi: Hyvin matala
fr_fr: Très bas
hu_hu: NagyonMély
it_it: Molto Basso
ja_jp: 微弱
ko_kr: 매우낮음
nl_nl: Zeer laag
no_no: Veldig lav
pl_pl: BardzoNiskie
pt_pt: Muito baixo
ro_ro: Foarte Jos
ru_ru: Очень низко
sv_se: Väldigt låg
tr_tr: Çok Alçak
zh_cn: 极低

source: Low
cs_cz: Hluboké
da_dk: Lav
de_de: Tiefen
es_es: Bajo
fi_fi: Basso
fr_fr: Graves
hu_hu: Mély
it_it: Basso
ja_jp: 低
ko_kr: 낮음
nl_nl: Laag
no_no: Lav
pl_pl: Niski
pt_pt: Baixo
ro_ro: Joase
ru_ru: Низко
sv_se: Låg
tr_tr: Alçak
zh_cn: 低

source: Medium
cs_cz: Střední
de_de: Mittel
es_es: Medio
fi_fi: Keski
fr_fr: Moyen
hu_hu: Közepes
it_it: Medio
ja_jp: 中
ko_kr: 중간
pl_pl: Średni
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средне
sv_se: Medel
tr_tr: Orta
zh_cn: 中

source: High
cs_cz: Vysoké
da_dk: Høj
de_de: Höhen
es_es: Alto
fi_fi: Diskantti
fr_fr: Aigus
hu_hu: Magas
it_it: Alto
ja_jp: 高
ko_kr: 높음
nl_nl: Hoog
no_no: Høy
pl_pl: Wysoki
pt_pt: Alto
ro_ro: Inalte
ru_ru: Высоко
sv_se: Hög
tr_tr: Yüksek
zh_cn: 高

source: Coupler
da_dk: Kopler
de_de: Kuppler
es_es: Acoplador
fi_fi: Kytkinontelo
fr_fr: Coupleur
hu_hu: Csatoló
it_it: Accoppiatore
ja_jp: カプラ
ko_kr: 커플러
pl_pl: Sprzęgacz
pt_pt: Acoplador
ro_ro: Cuplor
zh_cn: 耦合腔
