Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: 1.0 sec
da_dk: 1.0 sek
de_de: 1.0 Sek
es_es: 1.0 seg
fi_fi: 1.0 sek
fr_fr: 1 seconde
hu_hu: 1.0 mp
ja_jp: 1.0 秒
ko_kr: 1.0 초
no_no: 1.0 sek
pl_pl: 1.0 sek
pt_pt: 1.0 seg
ru_ru: 1.0 сек
sv_se: 1.0 sek
tr_tr: 1.0 saniye
zh_cn: 1.0秒

source: 1.5 sec
da_dk: 1.5 sek
de_de: 1.5 Sek
es_es: 1.5 seg
fi_fi: 1.5 sek
fr_fr: 1,5 seconde
hu_hu: 1.5 mp
ja_jp: 1.5 秒
ko_kr: 1.5 초
no_no: 1.5 sek
pl_pl: 1.5 sek
pt_pt: 1.5 seg
ru_ru: 1.5 сек
sv_se: 1.5 sek
tr_tr: 1.5 saniye
zh_cn: 1.5秒

source: 2 sec
da_dk: 2 sek
de_de: 2 Sek
es_es: 2 seg
fi_fi: 2 sek
fr_fr: 2 secondes
hu_hu: 2 mp
ja_jp: 2.0 秒
ko_kr: 2 초
no_no: 2 sek
pl_pl: 2 sek
pt_pt: 2 seg
ru_ru: 2 сек
sv_se: 2 sek
tr_tr: 2 saniye
zh_cn: 2秒

source: 3 sec
da_dk: 3 sek
de_de: 3 Sek
es_es: 3 seg
fi_fi: 3 sek
fr_fr: 3 secondes
hu_hu: 3 mp
ja_jp: 3.0 秒
ko_kr: 3 초
no_no: 3 sek
pl_pl: 3 sek
pt_pt: 3 seg
ru_ru: 3 сек
sv_se: 3 sek
tr_tr: 3 saniye
zh_cn: 3秒

source: In-Situ Tone Type
cs_cz: Typ tónu In-Situ
de_de: In-Situ Tonart
es_es: Tipo de Tono In-Situ
fi_fi: In-Situ äänen tyyppi :
fr_fr: Type de stimulus pour audiométrie intégrée :
hu_hu: In-Situ hangtípus
it_it: Tipo di tono In-Situ
ja_jp: インサイチュ 音のタイプ
ko_kr: In-Situ 톤 유형
nl_nl: In-Situ toontype
pl_pl: Typ Tonu In-Situ
pt_pt: Tipo de Tom In-Situ
ro_ro: Tip Ton In-Situ
ru_ru: Тип тона In-Situ
sv_se: In-Situ Ton Typ
tr_tr: In-Situ Ton Tipi
zh_cn: 声音类型

source: In-Situ Tone Length
cs_cz: Délka tónu In-Situ
da_dk: In-Situ Tonelængde
de_de: In-Situ Tonlänge
es_es: Duración del tono In-Situ
fi_fi: In-Situ äänen kesto :
fr_fr: Durée de stimulus pour audiométrie intégrée :
hu_hu: In-Situ hanghosszúság
it_it: Durata del tono In-Situ
ja_jp: インサイチュ 音の長さ
ko_kr: In-Situ 음 길이
nl_nl: In-Situ toonduur
no_no: In-Situ Tonelengde
pl_pl: Długość Tonu In-Situ
pt_pt: Duração do Tom In-Situ
ro_ro: Lungime ton In-Situ
ru_ru: Длина тона In-Situ
sv_se: In-Situ Ton Längd
tr_tr: In-Situ Ton Uzunluğu
zh_cn: 给声声长

source: Instrument Update
cs_cz: Update sluchadla
da_dk: Apparatopdatering
de_de: Hörsystem Update
es_es: Actualizar Audífono
fi_fi: Kuulokojeen päivitys
fr_fr: Mise à jour disponible
hu_hu: Készülék frissítés
it_it: Aggiornamento del Dispositivo
ja_jp: 補聴器アップデート
ko_kr: 보청기 업데이트
nl_nl: Toestel update
no_no: Apparat oppdatering
pl_pl: Aktualizuj Aparat
pt_pt: Atualização do Aparelho
ro_ro: Actualizare aparat
ru_ru: Обновление аппарата
sv_se: Hörapparatuppdatering
tr_tr: Cihaz Güncellemesi
zh_cn: 助听器升级

source: Instrument Update
cs_cz: Update sluchadla
da_dk: Apparatopdatering
de_de: Hörsystem Update
es_es: Actualizar Audífono
fi_fi: Kuulokojeen päivitys
fr_fr: Mise à jour disponible
hu_hu: Készülék frissítés
it_it: Aggiornamento del Dispositivo
ja_jp: 補聴器アップデート
ko_kr: 보청기 업데이트
nl_nl: Toestel update
no_no: Apparat oppdatering
pl_pl: Aktualizuj Aparat
pt_pt: Atualização do Aparelho
ro_ro: Actualizare aparat
ru_ru: Обновление аппарата
sv_se: Hörapparatuppdatering
tr_tr: Cihaz Güncellemesi
zh_cn: 助听器升级

source: Update Instrument
cs_cz: Update sluchadla
da_dk: Opdater apparat
de_de: Geräte updaten
es_es: Actualizar Audífono
fi_fi: Päivitä laite
fr_fr: Mettre à jour l'appareil
hu_hu: Készülék frissítés
it_it: Aggiornamento del Dispositivo
ja_jp: 補聴器のアップデート
ko_kr: 보청기 업데이트
nl_nl: Toestel updaten
no_no: Oppdater Apparat
pl_pl: Aktualizuj Aparat
pt_pt: Atualizar Aparelho
ro_ro: Actualizare aparat
ru_ru: Обновить аппарат
sv_se: Uppdatera hörapparat
tr_tr: Cihaz Güncelle
zh_cn: 升级助听器

source: Skip Update
cs_cz: Přeskočit Update
da_dk: Udelad opdatering
de_de: Update überspringen
es_es: Ignorar actualización
fi_fi: Ohita päivitys
fr_fr: Passer la mise à jour
hu_hu: Frissítés kihagyása
it_it: Salta Aggiornamento
ja_jp: アップデートをしない
ko_kr: 업데이트 건너뛰기
nl_nl: Update overslaan
no_no: Hopp over oppdatering
pl_pl: Pomiń Aktualizację
pt_pt: Pular atualização
ro_ro: Sariti peste actualizare
ru_ru: Пропустить обновление
sv_se: Hoppa över uppdatering
tr_tr: Güncellemeyi geç
zh_cn: 暂不升级

source: More Information
cs_cz: Více informací
da_dk: Mere information
de_de: Mehr Informationen
es_es: Más Información
fi_fi: Lisätietoa
fr_fr: Plus d'informations
hu_hu: Több információ
it_it: Maggiori Informazioni
ja_jp: 詳細情報
ko_kr: 더 많은 정보
nl_nl: Meer informatie
no_no: Mer Informasjon
pl_pl: Więcej Informacji
pt_pt: Mais informação
ro_ro: Mai multe informatii
ru_ru: Детальная информация
sv_se: Mer Information
tr_tr: Daha fazla bilgi
zh_cn: 更多信息

source: Always prompt to update instruments
cs_cz: Vždy zobrazit výzvu k aktualizaci sluchadel
da_dk: Spørg altid om opdatering af apparater
de_de: Update für Hörsysteme immer anzeigen.
es_es: Preguntar siempre para actualizar audífono
fi_fi: Ilmoita aina kuulokojeen päivityksestä
fr_fr: Toujours proposer de mettre à jour les appareils
hu_hu: Mindig frissítse a készülékeket
it_it: Richiedi sempre per aggiornare i Dispositivi
ja_jp: 補聴器のアップデートを毎回確認する
ko_kr: 항상 신속하게 보청기 업데이트
nl_nl: Altijd vragen om de toestellen te updaten
no_no: Spør hver gang for oppdatering av apparater
pl_pl: Zawsze pytaj o aktualizację aparatów
pt_pt: Sempre perguntar para atualizar aparelhos
ro_ro: Semnaleaza de fiecare data actualizarea dispozitivelor
ru_ru: Всегда запрашивать обновление аппаратов
sv_se: Sök alltid uppdatering av hörapparater
tr_tr: Cihaz güncellemesini her zaman teşvik et.
zh_cn: 总是提示升级助听器

source: Right Instrument
cs_cz: Pravé sluchadlo
da_dk: Højre apparat
de_de: Rechtes Hörsystem
es_es: Audífono Derecho
fi_fi: Oikea kuulokoje
fr_fr: Appareil droit
hu_hu: Jobb készülék
it_it: Dispositivo Destro
ja_jp: 右耳
ko_kr: 오른쪽 보청기
nl_nl: Rechter toestel
no_no: Høyre Apparat
pl_pl: Prawy Aparat
pt_pt: Aparelho Direito
ro_ro: Aparat dreapta
ru_ru: Правый аппарат
sv_se: Höger hörapparat
tr_tr: Sağ Cihaz
zh_cn: 右侧助听器

source: Left Instrument
cs_cz: Levé sluchadlo
da_dk: Venstre apparat
de_de: Linkes Hörsystem
es_es: Audífono Izquierdo
fi_fi: Vasen kuulokoje
fr_fr: Appareil gauche
hu_hu: Bal készülék
it_it: Dispositivo Sinistro
ja_jp: 左耳
ko_kr: 왼쪽 보청기
nl_nl: Linker toestel
no_no: Venstre Apparat
pl_pl: Lewy Aparat
pt_pt: Aparelho Esquerdo
ro_ro: Aparat stanga
ru_ru: Левый аппарат
sv_se: Vänster hörapparat
tr_tr: Sol Cihaz
zh_cn: 左侧助听器

source: Calibrated
cs_cz: Kalibrováno
da_dk: Kalibreret
de_de: Kalibriert
es_es: Calibrado
fi_fi: Kalibroitu
fr_fr: Calibré
hu_hu: Kalibrált
it_it: Calibrato
ja_jp: 初期化完了
ko_kr: 교정된
nl_nl: Gekalibreerd
no_no: Kalibrert
pl_pl: Skalibrowano
pt_pt: Calibrado
ro_ro: Calibrat
ru_ru: Откалиброван
sv_se: Kalibrerad
tr_tr: Kalibre edildi
zh_cn: 已经校准

source: Calibrating
cs_cz: Kalibrace
da_dk: Kalibrerer
de_de: Kalibriere
es_es: Calibrando
fi_fi: Kalibroidaan
fr_fr: Calibrage ...
hu_hu: Kalibrálás
it_it: Calibrazione
ja_jp: 初期化中
ko_kr: 교정중
nl_nl: Kalibreren
no_no: Kalibrerer
pl_pl: Kalibrowanie
pt_pt: Calibrandro
ro_ro: Calibreaza
ru_ru: Калибровка
sv_se: Kalibrerar
tr_tr: Kalibre ediyor
zh_cn: 正在校准

source: Not Calibrated
cs_cz: Není kalibrováno
da_dk: Ikke kalibreret
de_de: Nicht kalibriert
es_es: No calibrado
fi_fi: Ei kalibroitu
fr_fr: Non calibré
hu_hu: Nem kalibrált
it_it: Non calibrato
ja_jp: 未初期化
ko_kr: 교정되지 않은
nl_nl: Niet gekalibreerd
no_no: Ikke kalibrert
pl_pl: Nie Skalibrowano
pt_pt: Não Calibrado
ro_ro: Necalibrat
ru_ru: Не откалиброван
sv_se: Inte Kalibrerad
tr_tr: Kalibre edilmemiş
zh_cn: 没有校准

source: Calibrate
cs_cz: Kalibrovat
da_dk: Kalibrer
de_de: Kalibrieren
es_es: Calibrar
fi_fi: Kalibroi
fr_fr: Calibrer l'anti Larsen
hu_hu: Kalibráció
it_it: Calibrazione
ja_jp: 初期化を行う
ko_kr: 교정하세요
nl_nl: Kalibreren
no_no: Kalibrere
pl_pl: Kalibracja
pt_pt: Calibrar
ro_ro: Calibrati
ru_ru: Калибровать
sv_se: Kalibrera
tr_tr: Kalibre et
zh_cn: 校准

source: Stop
de_de: Anhalten
es_es: Detener
fi_fi: Lopeta
fr_fr: Arrêter
ja_jp: 停止
ko_kr: 멈춤
no_no: Stopp
pt_pt: Parar
ru_ru: Стоп
sv_se: Stopp
zh_cn: 停止

source: Continue
cs_cz: Pokračovat
da_dk: Fortsæt
de_de: Fortfahren
es_es: Continuar
fi_fi: Jatka
fr_fr: Continuer
hu_hu: Folytatás
it_it: Continua
ja_jp: 次へ進む
ko_kr: 계속
nl_nl: Doorgaan
no_no: Fortsett
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continua
ru_ru: Продолжить
sv_se: Fortsätt
tr_tr: Devam
zh_cn: 继续

source: Both Ears
cs_cz: Obě uši
da_dk: Begge ører
de_de: Beide Ohren
es_es: Ambos Oídos
fi_fi: Oikea+Vasen
fr_fr: Les deux appareils
hu_hu: Mindkét fül
it_it: Entrambi i lati
ja_jp: 両耳
ko_kr: 양쪽 귀
nl_nl: Beide oren
no_no: Begge ører
pl_pl: Oboje Uszu
pt_pt: Ambos Ouvidos
ro_ro: Ambele urechi
ru_ru: Бинаурально
sv_se: Båda öronen
tr_tr: Her iki kulak
zh_cn: 双侧

source: Right Ear
cs_cz: Pravé ucho
da_dk: højre øre
de_de: Rechtes Ohr
es_es: Oído Derecho
fi_fi: Oikea korva
fr_fr: Appareil droit
hu_hu: Jobb fül
it_it: Orecchio Destro
ja_jp: 右耳
ko_kr: 오른쪽 귀
nl_nl: Rechter oor
no_no: Høyre øre
pl_pl: Prawe Ucho
pt_pt: Orelha Direita
ro_ro: Urechea dreapta
ru_ru: Правое ухо
sv_se: Höger öra
tr_tr: Sağ Kulak
zh_cn: 右侧

source: Left Ear
cs_cz: Levé ucho
da_dk: venstre øre
de_de: Linkes Ohr
es_es: Oído Izquierdo
fi_fi: Vasen korva
fr_fr: Appareil gauche
hu_hu: Bal fül
it_it: Orecchio Sinistro
ja_jp: 左耳
ko_kr: 왼쪽 귀
nl_nl: Linker oor
no_no: Venstre øre
pl_pl: Lewe Ucho
pt_pt: Orelha Esquerda
ro_ro: Urechea stanga
ru_ru: Левое ухо
sv_se: Vänster öra
tr_tr: Sol Kulak
zh_cn: 左侧

source: Program 1 will be changed to Binaural Directionality
cs_cz: Program 1 bude změněn na Binaural Directionality
da_dk: Program 1 vil ændres til ’Binaural Directionality’
de_de: Programm 1 wird in Binaurale Direktionalität geändert
es_es: El Programa 1 se cambiará a Direccionalidad Binaural
fi_fi: Ohjelma 1 vaihdetaan Binauraaliseksi suuntakuvioksi
fr_fr: La directivité binaurale est disponible. Voulez-vous l'utiliser sur le programme 1 ?
hu_hu: Az 1. program a Binaurális Direkcionalitás környezetre fog változni
it_it: Il Programma P1 verrà cambiato in Direzionalità Binaurale
ja_jp: プログラム1を両耳連動指向性にしますか？
ko_kr: Program 1이 양이 방향성 환경으로 변경됩니다.
nl_nl: Programma 1 wordt gewijzigd naar Binaurale Directionaliteit
no_no: Program 1 endres til Binaural Direksjonalitet
pl_pl: Program 1 zostanie zamieniony na Kierunkowość Obuuszną
pt_pt: Programa 1 será alterado para Direcionalidade Binaural
ro_ro: Programul 1 va fi schimbat in mediu Directionalitate Biaurala
ru_ru: Программа 1 будет изменена на Бинауральную направленность
sv_se: Program 1 kommer ändras till Binaural riktverkan
tr_tr: Program 1 Binaural Directionality olarak değiştirilecek
zh_cn: 程序1改为双耳智能方向性系统。

source: Yes
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_es: Si
fi_fi: Kyllä
fr_fr: Oui
hu_hu: Igen
it_it: Si
ja_jp: はい
ko_kr: 예
nl_nl: Ja
no_no: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Ja
tr_tr: Evet
zh_cn: 是

source: No
cs_cz: Ne
da_dk: Nej
de_de: Nein
fi_fi: Ei
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
ko_kr: 아니오
nl_nl: Nee
no_no: Nei
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır
zh_cn: 否

source: Do not ask again
cs_cz: Příště se neptat
da_dk: Spørg ikke igen
de_de: Nicht erneut fragen
es_es: No Preguntar de nuevo
fi_fi: Älä kysy uudestaan
fr_fr: Ne plus poser la question
hu_hu: Ne kérdezze újra
it_it: Non chiedere ancora
ja_jp: 次回より表示しない
ko_kr: 다시 묻지 마세요
nl_nl: Niet opnieuw vragen
no_no: Ikke spør igjen
pl_pl: Nie pytaj ponownie
pt_pt: Não perguntar novamente
ro_ro: Nu intreba din nou
ru_ru: Не спрашивать снова
sv_se: Fråga inte igen
tr_tr: Tekrar sorma
zh_cn: 不再询问

source: Continue
cs_cz: Dále
da_dk: Fortsæt
de_de: Fortfahren
es_es: Continuar
fi_fi: Jatka
fr_fr: Continuer
hu_hu: Folytatás
it_it: Continuare
ja_jp: 継続
ko_kr: 계속
nl_nl: Doorgaan
no_no: Fortsett
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continua
ru_ru: Продолжить
sv_se: Fortsätt
tr_tr: Devam et
zh_cn: 继续

source: Fitting Data Mismatch
cs_cz: Fitting Data Nesouhlasí
da_dk: Uoverensstemmelse. Tilpasningsdata
de_de: Unstimmigkeiten bei den Anpassdaten
es_es: Discrepancia en datos de adaptación
fi_fi: Sovitustiedoissa ristiriita
fr_fr: Réglages différents
hu_hu: Illesztési adat ütközés
it_it: Dati di Fitting non corrispondenti
ja_jp: フィッティングデータの不一致
ko_kr: 피팅 데이터 불일치
nl_nl: Aanpasgegevens stemmen niet overeen
no_no: Tilpasningsdata samsvarer ikke
pl_pl: Niezgodność Danych Dopasowania
pt_pt: Incompatibilidade de dados de ajuste
ro_ro: Neconcordanta date de reglaj
ru_ru: Несоответствие данных настройки
sv_se: Anpassningsdata matchar inte
tr_tr: Uygulama Verileri Uyuşmazlığı
zh_cn: 验配数据不匹配

source: Use Session
cs_cz: Použít sezení z
da_dk: Brug session
de_de: Benutze Sitzung
es_es: Utilizar Sesión
fi_fi: Käytä edellisiä sovitustietoja
fr_fr: Utiliser les réglages de la session
hu_hu: Felhasználói bejegyzés
it_it: Utilizza Sessione
ja_jp: フィッティングの継続
ko_kr: 세션 사용
nl_nl: Gebruik sessie
no_no: Bruk Sesjonsdata
pl_pl: Użyj Sesji
pt_pt: Usar Sessão
ro_ro: Foloseste sesiunea
ru_ru: Использовать Сессию
sv_se: Använd session
tr_tr: Oturumu kullan
zh_cn: 使用数据库数据

source: Read Instrument
cs_cz: Číst sluchadlo
da_dk: Læs apparat
de_de: Hörsysteme auslesen
es_es: Leer Audífono
fi_fi: Lue asetukset kuulokojeesta
fr_fr: Utiliser les réglages de l'appareil
hu_hu: Készülék olvasás
it_it: Leggi Strumento
ja_jp: 補聴器からの読込み
ko_kr: 보청기를 읽음
nl_nl: Toestel uitlezen
no_no: Les Høreapparat
pl_pl: Odczytaj Aparat
pt_pt: Ler Aparelho
ro_ro: Citeste aparat
ru_ru: Чтение аппарата
sv_se: Läs hörapparat
tr_tr: Cihazı Oku
zh_cn: 从助听器读出

source: Date:
cs_cz: Datum:
da_dk: Dato:
de_de: Datum:
es_es: Fecha:
fi_fi: Päivämäärä :
hu_hu: Adat:
it_it: Data:
ja_jp: 日付:
ko_kr: 날짜:
nl_nl: Datum:
no_no: Dato:
pl_pl: Data:
pt_pt: Dados:
ro_ro: Data:
ru_ru: Дата:
sv_se: Datum:
tr_tr: Tarih:
zh_cn: 日期：

source: Not all settings from NOAH can be transfered to the connected device, because it is not the same (model/form factor/family) as the previous device.
cs_cz: Nelze přenést veškerá nastavení z NOAH do připojených sluchadel, protože nesouhlasí (model/typ/rodina) s předchozím sluchadlem.
da_dk: Ikke alle data fra NOAH kan overføres tildet forbundne apparat da det ikke er det samme (model/familie) som det tidligere.
de_de: Nicht alle Einstellungen aus NOAH konnten auf die angeschlossenen Hörsysteme übertragen werden, da es sich nicht um dieselben Modelle (Modell/Bauform/Familie) handelt als die ursprünglich angepassten.
es_es: No todos los ajustes de NOAH se pueden transferir al audífono conectado, porque no es el mismo (modelo/formato/familia) que el audífono anterior
fi_fi: Kaikkia asetuksia NOAHista ei voida siirtää kytkettyyn kuulokojeeseen, koska kytketty kuulokoje ei ole sama kuin edellinen koje (malli/tuoteperhe/tyyppi).
fr_fr: Attention : certains réglages ne pourront pas être transférés dans les appareils connectés.
hu_hu: Nem minden NOAH bejegyzés vihető át a csatlakoztatott készülékbe, mert nem azonos (model/kivitel/család) mint az elöző volt.
it_it: Non tutte le impostazioni di NOAH possono essere trasferite al dispositivo collegato perchè le proprietà ( famiglia/modello/caratteristiche) non sono le stesse del precedente dispositivo.
ja_jp: 前回の補聴器と異なるため、データベースに保存された設定の一部は新しい補聴器へコピーされません。
ko_kr: 이전 보청기와 같은 (모델/form factor/제품군)이 아니기 때문에 NOAH에서 모든 설정이 연결된 보청기로 전송될 수 있는 것은 아닙니다.
nl_nl: Niet alle instellingen van NOAH kunnen in het aangesloten toestel gezet worden, omdat het niet hetzelfde (model/uitvoering/familie) is als het vorige toestel.
no_no: Alle innstillinger fra NOAH kan ikke overføres til tilkoblet apparat pga det ikke er den samme modellen (modell/type/familie) som forrige apparat.
pl_pl: Wszystkie ustawienia z NOAH zostaną przesłane do podłączonego aparatu ponieważ nie jest to ten sam aparat (model/typ obudowy/rodzina) co podłączony poprzednio.
pt_pt: Nem todos as configurações do NOAH podem ser transferidas para o aparelho conectado, pois ele não é o mesmo (modelo/ família) do que o aparelho anterior.
ro_ro: Nu toate setarile din NOAH pot fi transferate la dispozitivul conectat deoarece nu este similar (model/ tip/ familie) cu dispozitivul anterior
ru_ru: Не все настройки из NOAH могут быть перенесены в подключенное устройство, поскольку это устройство отличается от предыдущего (модель, форм-фактор, семейство).
sv_se: Alla inställningar från Noah kommer inte att överföras till ansluten hörapparat, pga att det inte är samma modell/formfaktor/familj som i tidigare hörapparat.
tr_tr: Bağlı olan cihaza NOAH'tan tüm veriler transfer edilemedi, (model/formfaktör/aile) geçmişteki cihaz ile aynı değil.
zh_cn: 由于和之前助听器不同（型号/类型/系列），并非数据库中的所有设置都将应用于连接的助听器。

source: See Details
cs_cz: Zobrazit detaily
da_dk: Se detajer
de_de: Details anzeigen
es_es: Ver Detalles
fi_fi: Katso yksityisk.
fr_fr: Détails
hu_hu: Adatok mutatása
it_it: Visualizza Dettagli
ja_jp: 詳細
ko_kr: 자세한 사항을 참조하세요
nl_nl: Zie de details
no_no: Se detaljer
pl_pl: Zobacz Szczegóły
pt_pt: Ver Detalhes
ro_ro: Vezi detalii
ru_ru: Посмотреть детали
sv_se: Se detaljer
tr_tr: Detayları gör
zh_cn: 查看详情

source: Reconfiguration Recommended
cs_cz: Doporučena rekonfigurace
da_dk: Rekonfigurering anbefales
de_de: Rekonfiguration empfohlen
es_es: Reconfiguración Recomendada
fi_fi: Uudelleenkonfigurointia suositellaan
fr_fr: Conseil de configuration
hu_hu: Újrakonfigurálás ajánlott
it_it: Riconfigurazione Consigliata
ja_jp: 変更の推奨
ko_kr: Reconfigur 권장됨
nl_nl: Reconfigureren aanbevolen
no_no: Konvertering anbefales
pl_pl: Zalecana Rekonfiguracja
pt_pt: Reconfiguração Recomendada
ro_ro: Reconfigurare recomandata
ru_ru: Рекомендована Переконфигурация
sv_se: Omkonfigurering rekommenderas
tr_tr: Yeniden yapılandırma gerekiyor
zh_cn: 默认重新装配

source: Configuration Mismatch
cs_cz: Nesoulad konfigurace
da_dk: Konfiguration forskellig
de_de: Unstimmigkeiten bei der Konfiguration.
es_es: Discrepancia en Configuración
fi_fi: Konfigurointi ristiriita
fr_fr: Configuration différente
hu_hu: Konfigurációs ütközés
it_it: Configurazione non corrispondente
ja_jp: 構成の不一致
ko_kr: Configuration 불일치
nl_nl: Configuratie mismatch
no_no: Konfigurasjon samsvarer ikke
pl_pl: Niezgodność Konfiguracji
pt_pt: Configuração incompatível
ro_ro: Neconcordanta de configurare
ru_ru: Несоответствие конфигурации
sv_se: Konfiguration matchar inte
tr_tr: Yapılandırma Uyuşmazlığı
zh_cn: 装配不匹配

source: (Based on Audiogram)
cs_cz: (Založeno na audiogramu)
da_dk: (Baseret på audiogram)
de_de: (Basierend auf Audiogramm)
es_es: (Basado en Audiograma)
fi_fi: (Perustuu audiogrammiin)
fr_fr: (en fonction de l'audiogramme)
hu_hu: (Az audiogram alapján)
it_it: (Basato su Audiogramma)
ja_jp: （オージオグラム）
ko_kr: (오디오그램에 기초한)
nl_nl: (Gebaseerd op audiogram)
no_no: (Basert på audiogram)
pl_pl: (Na Podstawie Audiogramu)
pt_pt: (Baseado no Audiograma)
ro_ro: (bazat pe audiograma)
ru_ru: (Основано на Аудиограмме)
sv_se: (Baserad på Audiogram)
tr_tr: (Odyograma bağlı)
zh_cn: (基于听力图)

source: Reconfiguration may adjust gain values at some frequencies.
cs_cz: Rekonfigurace přepočítá veškerý zisk a MPO.
da_dk: Rekonfiguration kan ændre forstærkningen ved visse frekvenser.
de_de: Das Rekonfigurieren passt bei einigen Frequenzen die Verstärkung an.
es_es: Al reconfigurar puede ajustar valores de ganancia a ciertas frecuencias
fi_fi: Uudelleenkonfigurointi voi muokata vahvistusarvoja joillakin taajuuksilla.
fr_fr: Une reconfiguration modifie le réglage des gains et les MPO
hu_hu: Az Újrakonfigurálás újraszámít erősítés értékeket néhány frekvencián
it_it: Riconfigurando verranno ricalcolati i guadagni su alcune frequenze.
ja_jp: 変更を行うと、いくつかの周波数で利得が調整されます
ko_kr: Reconfiguration은 몇몇 주파수에서 이득 값을 조정할 수 있다.
nl_nl: Reconfiguratie stelt mogelijk gainwaarden bij voor sommige frequenties.
no_no: Rekonfiguering kan endre gain verdier på enkelte frekvenser.
pl_pl: Rekonfiguracja może dopasować wartości wzmocnienia na niektórych częstotliwościach.
pt_pt: Reconfiguração pode ajustar valores de ganho em algumas freqüências.
ro_ro: Reconfigurarea va calcula valorile castigului la unele frecvente
ru_ru: Переконфигурация может изменить усиление на некоторых частотах.
sv_se: Omkonfiguration kan komma att justera förstärkning vid en del frekvenser.
tr_tr: Yeniden Yapılandırma bazı frekanslarda kazanç değerlerini ayarlayabilir.
zh_cn: 重新装配将重新计算所有的增益和MPO值。

source: (Current)
cs_cz: (Současný)
da_dk: (Nuværende konfiguration)
de_de: (aktuell)
es_es: (Actual)
fi_fi: (Nykyinen)
fr_fr: (actuelle)
hu_hu: (folyamtban lévő)
it_it: (Corrente)
ja_jp: （現在）
ko_kr: (현재)
nl_nl: (Huidig)
no_no: (Aktuell)
pl_pl: (Aktualne)
pt_pt: (Atual)
ro_ro: (Curenta)
ru_ru: (Текущее)
sv_se: (Aktuell)
tr_tr: (Mevcut)
zh_cn: (当前)

source: (Recommended)
cs_cz: (Doporučeno)
da_dk: (Anbefalet)
de_de: (Empfohlen)
es_es: (Recomendado)
fi_fi: (Suositeltu)
fr_fr: (conseillée)
hu_hu: (Ajánlott)
it_it: (Raccomandato)
ja_jp: （推奨）
ko_kr: (권장되는)
nl_nl: (aanbevolen)
no_no: (Anbefalt)
pl_pl: (Zalecane)
pt_pt: (Recomendado)
ro_ro: (Recomandat)
ru_ru: (Рекомендовано)
sv_se: (Rekommenderat)
tr_tr: (Gerekli olan)
zh_cn: (默认)

source: Option 1
cs_cz: Volba 1
da_dk: Mulighed 1
es_es: Opción 1
fi_fi: Optio 1
hu_hu: Opció 1
it_it: Opzione 1
ja_jp: オプション1
ko_kr: 옵션 1
nl_nl: Optie 1
no_no: Valg 1
pl_pl: Opcja 1
pt_pt: Opção 1
ro_ro: Optiune 1
ru_ru: Опция 1
sv_se: Val 1
tr_tr: Seçenek 1
zh_cn: 选项1

source: Option 2
cs_cz: Volba 2
da_dk: Mulighed 2
es_es: Opción 2
fi_fi: Optio 2
hu_hu: Opció 2
it_it: Opzione 2
ja_jp: オプション2
ko_kr: 옵션 2
nl_nl: Optie 2
no_no: Valg 2
pl_pl: Opcja 2
pt_pt: Opção 2
ro_ro: Optiune 2
ru_ru: Опция 2
sv_se: Val 2
tr_tr: Seçenek 2
zh_cn: 选项2

source: Option 3
cs_cz: Volba 3
da_dk: Mulighed 3
es_es: Opción 3
fi_fi: Optio 3
hu_hu: Opció 3
it_it: Opzione 3
ja_jp: オプション3
ko_kr: 옵션 3
nl_nl: Optie 3
no_no: Valg 3
pl_pl: Opcja 3
pt_pt: Opção 3
ro_ro: Optiune 3
ru_ru: Опция 3
sv_se: Val 3
tr_tr: Seçenek 3
zh_cn: 选项3

source: Option 4
cs_cz: Volba 4
da_dk: Mulighed 4
es_es: Opción 4
fi_fi: Optio 4
hu_hu: Opció 4
it_it: Opzione 4
ja_jp: オプション4
ko_kr: 옵션 4
nl_nl: Optie 4
no_no: Valg 4
pl_pl: Opcja 4
pt_pt: Opção 4
ro_ro: Optiune 4
ru_ru: Опция 4
sv_se: Val 4
tr_tr: Seçenek 4
zh_cn: 选项4

source: Connection animation based on selected interface and session instrument if available
cs_cz: Animace připojení založená na zvoleném interface a vybraném sluchadle
da_dk: Animation er baseret på det valgte programmingsinterface og sessiones apparat hvis muligt
de_de: Eine Animation basierend auf dem gewählten Hörsystemtyp und Programmier-Interface steht zur Verfügung.
es_es: La animación de la conexión está basada en el interface seleccionado y los audífonos de la sesión si están disponibles
fi_fi: Yhdistämisanimaationa käytetään oletus ohjelmointiyksikköä ja istunnon kuulokojeita jos käytettävissä
fr_fr: L'animation dépend de l'interface de programmation choisie
hu_hu: Csatlakozás animáció akiválasztott interfészre és bejegyzett készülékre, ha rendelkezésre áll
it_it: L'animazione del collegamento fà riferimento all'interfaccia selezionata e al dispositivo selezionato se disponibile
ja_jp: 選択した接続機器の接続方法をアニメーションで表示
ko_kr: 선택된 인터페이스와 세션 보청기(사용하는 경우)에 기초한 연결 동영상
nl_nl: Animatie van de verbindingsprocedure is gebaseerd op geselecteerd interface en toestel, mits bekend
no_no: Animasjon for tilkobling basert på valgt tilkoblingsenhet og sesjon hvis tilgjengelig
pl_pl: Animacja podłączenia w zależności od wybranego interfejsu oraz aparatu używanego podczas sesji (jeśli dostępne)
pt_pt: Animação de Conexão baseada na interface de programação selecionada e se disponível na sessão do aparelho.
ro_ro: Animatie de conectare bazata pe interfata selectata si sesiunea aparatului daca este disponibila
ru_ru: Подключение анимации основано на выбранном интерфейсе и сессии доступного аппарата.
sv_se: Anslutningsanimation baseras på valt interface och session om tillgänglig
tr_tr: Seçilen arayüz ve cihazla ilgili bağlantı animasyonu
zh_cn: 连接演示因选择的编程设备和产品系列而异。
