Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: InsertionGain
es_es: Ganancia Inserción
fr_fr: Gain d'insertion
hu_hu: Beszúrt erősítés
it_it: Guadagno d'inserzione
ja_jp: 挿入利得 (Kemar)
ko_kr: 삽입이득
pl_pl: WzmocnienieWnoszone
pt_pt: Ganho de inserção
ro_ro: InsertieCastig
ru_ru: Входное усиление
zh_cn: 插入增益

source: TwoCCCoupler
da_dk: ToCCKopler
de_de: 2 ccm Kuppler
es_es: Acoplador Dos CC
fi_fi: 2CC kopleri
fr_fr: Coupleur 2 cc
hu_hu: 2CCCsatoló
it_it: Accoppiatore2cc
ja_jp: 2ccカプラ
ko_kr: 2CC커플러
nl_nl: 2cc-coupler
pl_pl: SprzęgaczDwaCC
pt_pt: Acoplador de 2cc
ro_ro: DouaCCCoupler
ru_ru: 2сс Coupler
tr_tr: 2CCCoupler
zh_cn: 2CC耦合腔

source: OESCoupler
da_dk: OESKopler
de_de: Ohrsimulator
es_es: Acoplador OES
fi_fi: OES kopleri
fr_fr: Coupleur OES
hu_hu: OESCsatoló
it_it: AccoppiatoreOES (Simularore Orecchio Occluso)
ja_jp: イヤシミュレータ
ko_kr: OES커플러
pl_pl: SprzęgaczOES
zh_cn: OES耦合腔

source: MicPlusDAI
da_dk: MikPlusDAI
de_de: DAI+M
es_es: Mic + DAI
fi_fi: Mik+DAI
hu_hu: MikPluszDAI
it_it: Mic+DAI
ja_jp: マイク + DAI
no_no: Mik.+Audioinngang
pl_pl: MikPlusDAI
pt_pt: Mic+DAI
ru_ru: Микрофон плюс Прямой аудиовход
sv_se: Mik + DAI
zh_cn: 麦克风+DAI

source: DFS Ultra
fr_fr: Anti Larsen DFS Ultra
ja_jp: ウルトラDFS
ru_ru: Система подавления обратной связи "Ультра"
zh_cn: 超级DFS

source: On
cs_cz: Zap
da_dk: Til
de_de: An
fi_fi: Päällä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
nl_nl: Aan
no_no: På
pl_pl: Wł.
pt_pt: Ligado
ro_ro: Deschis
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Arrêt
hu_hu: Ki
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: SmartStart
de_de: SmartStart (Einschaltverzögerung)
es_es: Encendido Retardado
fi_fi: Smart Start (käynnistysviive)
fr_fr: Mise en marche différée SmartStart
it_it: Avvio Intelligente
ja_jp: スマートスタート
ko_kr: 스마트스타트
ru_ru: Задержка включения "Умный старт"
sv_se: Fördröjd aktivering
tr_tr: Akıllı Açılış
zh_cn: 智能启动

source: DelayedActivationBeepValue
cs_cz: Úroveň signalizace zpož. zap.
de_de: Signalton Einschaltverzögerung
es_es: ValorAvisoEncendidoRetardado
hu_hu: KésleltetettAktivációCsipogásÉrték
it_it: Beep Attivazione Ritardata
ja_jp: スマートスタート音の大きさ
ko_kr: 연결지연 경고음값
no_no: Signalverdi forsinket aktivering
pl_pl: GłośnośćSygnałuOpóźnienia
pt_pt: Tempo do bip de atraso ao ligar
ro_ro: Valoarea beep de pornire intarziata
ru_ru: Сигнал задержки включения
sv_se: Fördröjd Aktivering Ljudindikation Värde
tr_tr: ErtelenmişAktivasyonİkazSeviyesi
zh_cn: 智能启动提示音量

source: Directionality
cs_cz: Směrovost
da_dk: Retningsfunktion
de_de: Direktionalität
es_es: Direccionalidad
fi_fi: Mikrofonin suuntakuvio
fr_fr: Mode de directivité
hu_hu: Irányítottság
it_it: Direzionalità
ja_jp: 指向性
ko_kr: 방향성
nl_nl: Directionaliteit
no_no: Direksjonalitet
pl_pl: Kierunkowość
pt_pt: Direcionalidade
ro_ro: Directionalitate
ru_ru: Направленность
sv_se: Riktverkan
zh_cn: 方向性

source: Omni
cs_cz: Všesměrová
de_de: Omnidirektional
es_es: Omnidireccional
fi_fi: Pallokuvio tila
fr_fr: Omnidirectionnel
ja_jp: 無指向性
pl_pl: Wszechkierunkowy
ru_ru: Всенаправленность (Omni)
zh_cn: 全向性

source: MultiScope
cs_cz: Multiohnisko
de_de: MultiScope Bereich
es_es: Tamaño Focal
fi_fi: Suuntakuvion leveys
it_it: Ampiezza Direzionalità
ja_jp: マルチビーム
nl_nl: MultiScope richtbundel
pt_pt: Multifoco
ru_ru: Ширина диаграммы направленности
sv_se: Inzoomning
zh_cn: 多维

source: SoftSwitching
fi_fi: Softkytkin (automaattinen suuntakuvion säätyminen)
fr_fr: Directionnel automatique SoftSwitching
ja_jp: ソフトスイッチ
ro_ro: Schimbare Program
ru_ru: SoftSwitching автопереключение
zh_cn: 智能转换系统

source: Fixed Directionality
cs_cz: Fixní směrovost
de_de: Fest (Hypercardioid)
es_es: Direccionalidad Fija
fi_fi: Kiinteä suuntakuvio
fr_fr: Directionnel fixe (hypercardioïde)
hu_hu: Fix Direkcionalitás
it_it: Direzionalità Fissa
ja_jp: 固定型指向性
ko_kr: 고정된 방향성
nl_nl: Vaste Directionaliteit
no_no: Fast direksjonalitet
pl_pl: Stała Kierunkowość
pt_pt: Direcionalidade Fixa
ro_ro: Directionalitate Fixa
ru_ru: Фиксированная направленность
sv_se: Fast Riktverkan
zh_cn: 固定方向性

source: LVCMode
cs_cz: LVCMód
da_dk: LVCIndstilling
de_de: LVC-Modus
es_es: Modo LVC
hu_hu: LVCMód
it_it: Modalità LVC (Autoapprendimento Volume)
ja_jp: LVCモード
ko_kr: 하위볼륨조절모드
nl_nl: LVC-modus
pl_pl: TrybLVC
pt_pt: Modo LCV
ru_ru: Режим LVC
zh_cn: 音量调节学习模式

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: On
cs_cz: Zap
da_dk: Til
de_de: An
fi_fi: Käytössä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
nl_nl: Aan
no_no: På
pl_pl: Wł.
pt_pt: Ligado
ro_ro: Deschis
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: OnlyInitGainSteeringAndLogging
de_de: Nur VC-Steuerung & Logging
es_es: SoloGananciaInicialYGrabacionDatos
hu_hu: CsakInitErősítésIrányításÉsRögzítés
it_it: SoloGuadagnoInizialeERegistrazione
ja_jp: 初期利得調整およびロギングのみ
ko_kr: 초기이득조정과 로깅만(OnlyInitGainSteeringAndLogging)
pl_pl: TylkoSterowanieGłośnościOrazLogowania
pt_pt: Somente orientação e registro do ganho inicial
ru_ru: Регистрация и управление только начальными значениями усиления
zh_cn: 仅最初的增益和数据

source: OnlyInitGainSteering
de_de: Nur VC-Steuerung
es_es: SoloAjustesGananciaInicial
hu_hu: CsakInitErősítésSIrányítás
it_it: SoloGuadagnoIniziale
ja_jp: 初期利得調整のみ
ko_kr: 초기이득조정만(OnlyInitGainSteering)
pl_pl: TylkoSterowanieGłośności
pt_pt: Somente orientação do ganho inicial
ru_ru: Управление только начальными значениями усиления
zh_cn: 仅最初的增益

source: Low Battery Warning
cs_cz: Varování při vybité baterii
da_dk: Advarsel for svagt batteri
de_de: Schwache Batterie
es_es: Aviso Pila Baja
fi_fi: Heikon pariston merkkiääni
fr_fr: Pile faible
hu_hu: Elemkimerülés figyelmeztetés
it_it: Basso livello batteria
ja_jp: 電池寿命お知らせ
ko_kr: 배터리 방전 경고
nl_nl: Waarschuwing Lege batterij
no_no: Lavt batterinivå-varsel
pl_pl: Wskaźnik zużytej baterii
pt_pt: Aviso de bateria fraca
ro_ro: Avertizare Baterie Slaba
ru_ru: Индикатор разряда батарейки
sv_se: Svagt Batteri Varning
tr_tr: Düşük Pil Uyarısı
zh_cn: 低电压提示

source: LowBatteryBeepValue
de_de: Batteriewarnton
es_es: ValorAvisoPilaBaja
hu_hu: ElemkimerülésCsipogásÉrték
it_it: LivelloBeepBatteriaScarica
ja_jp: 電池寿命お知らせ音
ko_kr: 배터리방전경고음값
nl_nl: LageBatterijBeepWaarde
no_no: Lavt Batterisignal verdi
pl_pl: SygnałSłabejBaterii
pt_pt: Valores de bip de bateria fraca
ro_ro: Valore beep baterie descarcata
ru_ru: Сигнал о разряде батареи
sv_se: Svagt batteri Ljudindikation Värde
tr_tr: Düşük Pil Uyarı Değeri
zh_cn: 低电量提示音量

source: MTBalance
cs_cz: MTvyvážení
de_de: MT Abgleich
es_es: BalanceMT
fi_fi: MT tasapaino
hu_hu: MTBalansz
it_it: Bilanciamento MT
ja_jp: MTバランス
nl_nl: MT Balans
no_no: MT balanse
pl_pl: Balans MT
pt_pt: Balanço MT
ru_ru: Баланс MT
sv_se: M-T Balans
tr_tr: MT Balansı
zh_cn: MT平衡

source: MicVolume-3dB
cs_cz: Mikrofon-3dB
da_dk: MikVolume-3dB
de_de: M-Lautstärke -3dB
es_es: VolumenMic-3dB
fi_fi: Mik. voim -3dB
hu_hu: MikHangerő-3dB
ja_jp: マイクボリューム-3dB
ko_kr: 마이크볼륨-3dB
no_no: Mik. Volum -3dB
pl_pl: Mik-3dB
pt_pt: VolumeMic-3dB
ru_ru: Громкость микрофона - 3 дБ
sv_se: Mik Volym -3dB
tr_tr: Mik. Sesi-3dB
zh_cn: M-3dB

source: MicVolume-6dB
cs_cz: Mikrofon-6dB
da_dk: MikVolume-6dB
de_de: M-Lautstärke -6dB
es_es: VolumenMic-6dB
fi_fi: Mik. voim -6dB
hu_hu: MikHangerő-6dB
ja_jp: マイクボリューム-6dB
ko_kr: 마이크볼름-6dB
no_no: Mik. Volum -6dB
pl_pl: Mik-6dB
pt_pt: VolumeMic-6dB
ru_ru: Громкость микрофона - 6 дБ
sv_se: Mik Volym -6dB
tr_tr: Mik. Sesi-6dB
zh_cn: M-6dB

source: MicVolume-9dB
cs_cz: Mikrofon-9dB
da_dk: MikVolume-9dB
de_de: M-Lautstärke -9dB
es_es: VolumenMic-9dB
fi_fi: Mik. voim -9dB
hu_hu: MikHangerő-9dB
ja_jp: マイクボリューム-9dB
ko_kr: 마이크볼륨-9dB
no_no: Mik. Volum -9dB
pl_pl: Mik-9dB
pt_pt: VolumeMic-9dB
ru_ru: Громкость микрофона - 9 дБ
sv_se: Mik Volym -9dB
tr_tr: Mik. Sesi-9dB
zh_cn: M-9dB

source: MicVolume-12dB
cs_cz: Mikrofon-12dB
da_dk: MikVolume-12dB
de_de: M-Lautstärke -12dB
es_es: VolumenMic-12dB
fi_fi: Mik. voim -12dB
hu_hu: MikHangerő-12dB
ja_jp: マイクボリューム-12dB
ko_kr: 마이크볼륨-12dB
no_no: Mik Volum -12dB
pl_pl: Mik-12dB
pt_pt: VolumeMic-12dB
ru_ru: Громкость микрофона - 12 дБ
sv_se: Mik Volym -12dB
tr_tr: Mik. Sesi-12dB
zh_cn: M-12dB

source: Lower VC Limit
cs_cz: Dolní hranice VC
da_dk: VC grænse ned
de_de: Unteres Limit VC
es_es: Límite Inferior CV
fi_fi: Alempi ÄV raja-arvo
fr_fr: Variation volume mini
hu_hu: Alsó H.szab Limit
it_it: Limite Inferiore VC
ja_jp: ボリュームの下限
ko_kr: 하위볼륨조절 한계
nl_nl: Ondergrens VC
no_no: Nedre VK grense
pl_pl: Zmniejszanie głośności
pt_pt: Limite mínimo do CV
ro_ro: Limita VC mai jos
ru_ru: Нижний предел регулятора громкости
sv_se: Lägre VK Nivån
tr_tr: Düşük Ses Kontrol Limiti
zh_cn: 音量向下调节限制

source: MaxVolDecreaseValue
de_de: Max. VC Reduzierung
es_es: ValorMaxBajarVolumen
hu_hu: MaxHangCsökkentésÉrték
it_it: MaxDiminuzioneVolume
ja_jp: 最大ボリュームの減少
ko_kr: 최대볼륨감소값
nl_nl: Ondergrens Volumeregeling
no_no: Maks volumsenking verdi
pl_pl: Limit zmniejszania głośności
pt_pt: Valor Máximo de diminuição do volume
ro_ro: Valoare maxima descrestere MaxVol
ru_ru: Максимальное уменьшение громкости
tr_tr: Maksimum Ses Azaltma Değeri
zh_cn: 音量向下调节最大值

source: Upper VC Limit
cs_cz: Horní hranice VC
da_dk: VC grænse op
de_de: Oberes Limit VC
es_es: Límite Superior CV
fi_fi: Ylempi ÄV raja-arvo
fr_fr: Variation volume maxi
hu_hu: Felső H.szab Limit
it_it: Superato Limite VC
ja_jp: ボリュームの上限
ko_kr: 상위볼륨조절 한계
nl_nl: Bovengrens VC
no_no: Øvre VK grense
pl_pl: Zwiększanie głośności
pt_pt: Limite máximo do CV
ro_ro: Limita superioara VC
ru_ru: Верхний предел регулятора громкости
sv_se: Övre VK Nivån
tr_tr: Yüksek Ses Kontrol Limiti
zh_cn: 音量向上调节限制

source: MaxVolIncreaseValue
de_de: Max. VC Erhöhung
es_es: ValorMaxSubirVol
hu_hu: MaxHangNövelésiÉrték
it_it: MaxDiminuzioneVolume
ja_jp: 最大ボリュームの増加
ko_kr: 최대볼륨증가값
nl_nl: Bovengrens Volumeregeling
no_no: Maks volumøkning verdi
pl_pl: Limit zwiększania głośności
pt_pt: Valor Máximo de aumento do volume
ro_ro: Valoare maxima de crestere MaxVol
ru_ru: Максимальное увеличение громкости
tr_tr: Maksimum Ses Arttırma Değeri
zh_cn: 音量向上调节最大值

source: Tel
cs_cz: Telefon
da_dk: Tele
fi_fi: Puhelin
fr_fr: Tél
ja_jp: 電話
ru_ru: Телефон
sv_se: Telefon
zh_cn: T

source: Telecoil
cs_cz: Tel. cívka
da_dk: Telespole
de_de: Induktionsspule
es_es: Bobina Inductiva
fi_fi: Induktiosilmukka
fr_fr: Téléphone (bobine T)
hu_hu: Telefontekercs
ja_jp: テレコイル
ko_kr: 텔레코일
nl_nl: Luisterspoel
no_no: Telespole
pl_pl: Cewka Indukcyjna
pt_pt: Bobina
ro_ro: Bobina telefonica
ru_ru: Телефонная катушка
sv_se: Telespole
zh_cn: T

source: Telecoil + Mic
cs_cz: Cívka + mikrofon
da_dk: M/T
de_de: Telefonspule + Mikrofon
es_es: Bobina + Mic
fi_fi: Induktiosilmukka + KK oma mikrofoni
fr_fr: Téléphone (bobine T) + micro
hu_hu: Telefontekercs + Mik
ja_jp: ﾃﾚｺｲﾙ + ﾏｲｸ
ko_kr: 텔레코일 + 마이크
nl_nl: Luisterspoel + Mic
no_no: Telespole for telefon + Mik
pl_pl: Cewka + Mik
pt_pt: Bobina + Mic
ru_ru: Телефонная катушка + Микрофон
sv_se: Telespole + Mik
tr_tr: Telecoil + Mikrofon
zh_cn: M+T

source: Mic Only
cs_cz: Pouze mikrofon
da_dk: Kun mikrofon
de_de: Nur Mikrofon
es_es: Sólo Mic
fi_fi: Vain Mikrofoni
fr_fr: Micro Seul
hu_hu: Csak mik.
it_it: Solo microfono
ja_jp: ﾏｲｸのみ
ko_kr: Mic만 사용
nl_nl: Alleen microfoon
no_no: Mikrofon
pl_pl: Tylko Mik
pt_pt: Somente Microfone
ro_ro: Doar microfon
ru_ru: Только Микрофон
sv_se: Endast mik
tr_tr: Sadece Mikrofon
zh_cn: 仅麦克风

source: MultiScope
cs_cz: Multiohnisko
de_de: Öffnungswinkel
es_es: Tamaño Focal
fi_fi: Suuntakuvion leveys
fr_fr: Faisceau directionnel MultiScope
it_it: Ampiezza Direzionalità
ja_jp: マルチビーム
nl_nl: MultiScope richtbundel
pt_pt: Multifoco
ru_ru: Ширина диаграммы направленности
sv_se: Inzoomning
zh_cn: 多维

source: Narrow
cs_cz: Úzké
da_dk: Smal
de_de: Eng
es_es: Cerrado
fi_fi: Kapea
fr_fr: Etroit
hu_hu: Szűk
it_it: Stretto
ja_jp: 狭
nl_nl: Smal
no_no: Smal
pl_pl: Wąska
pt_pt: Estreito
ro_ro: Ingust
ru_ru: Узкая
sv_se: Smal
tr_tr: Dar
zh_cn: 窄域

source: Wide
cs_cz: Široké
da_dk: Bred
de_de: Weit
es_es: Abierto
fi_fi: Laaja
fr_fr: Large
hu_hu: Széles
it_it: Largo
ja_jp: 広
nl_nl: Breed
no_no: Bred
pl_pl: Szeroka
pt_pt: Largo
ro_ro: Lat
ru_ru: Широкая
sv_se: Bred
tr_tr: Geniş
zh_cn: 宽域

source: Medium
cs_cz: Střední
de_de: Mittel
es_es: Medio
fi_fi: Keski
fr_fr: Moyen
hu_hu: Közepes
it_it: Medio
ja_jp: 中
pl_pl: Średnia
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средняя
sv_se: Medel
tr_tr: Orta
zh_cn: 中域

source: Natural Directionality II
cs_cz: Přirozená směrovost
de_de: Natürliche Direktionalität
es_es: Direccionalidad Natural
fi_fi: Luonnollinen suuntakuvio II
fr_fr: Directivité asymétrique
hu_hu: Természetes direkcionalitás II
it_it: Direzionalità Naturale II
ja_jp: ﾅﾁｭﾗﾙ指向性II
nl_nl: Brain-balanced Directionaliteit II
pl_pl: Naturalna Kierunkowość II
pt_pt: Direcionalidade Natural II
ro_ro: Directionalitate Naturala
ru_ru: Естественная направленность II
sv_se: Naturlig Riktverkan II
zh_cn: 自然方向性

source: Natural Directionality - Focus Ear
cs_cz: Přirozená směrovost - Směrové ucho
da_dk: Natural Directionality - Fokusøre
de_de: Fokus-Ohr
es_es: Direccionalidad Natural - Oído Foco
fi_fi: Luonnollisen suuntakuvio - Fokusoiva korva
fr_fr: Natural Directionality (oreille directrice)
hu_hu: Természetes direkcionalítás - Fókusz fül
it_it: Direzionalità Naturale - Orecchio Focus
ja_jp: ﾅﾁｭﾗﾙ指向性 - ﾌｫｰｶｽｲﾔ
ko_kr: Focus Ear
nl_nl: Focus oor
no_no: Fokusøre
pl_pl: Naturalna Kierunkowość - Ucho Skupienia
pt_pt: Direcionalidade Natural - Orelha Foco
ro_ro: Natural Directionality- Ureche Focus
ru_ru: Естественная направленность - Фокусное ухо
sv_se: Naturlig Riktverkan - Fokus Öra
zh_cn: 自然方向性-聚焦耳

source: Natural Directionality - Monitor Ear
cs_cz: Přirozená směrovost - Příposlechové ucho
da_dk: Natural Directionality - Monitor øre
de_de: Monitor-Ohr
es_es: Direccionalidad Natural - Oído Monitor
fi_fi: Luonnollisen suuntakuvio - Monitoroiva korva
fr_fr: Natural Directionality (oreille complémentaire)
hu_hu: Természetes direkcionalítás - Figyelő fül
it_it: Direzionalità Naturale - Orecchio Monitor
ja_jp: ﾅﾁｭﾗﾙ指向性 - ﾓﾆﾀ-ｲﾔ
ko_kr: Monitor Ear
nl_nl: Monitor oor
no_no: Monitorøre
pl_pl: Naturalna Kierunkowość - Ucho Monitorujące
pt_pt: Direcionalidade Natural - Orelha Monitora
ro_ro: Natural Directionality- Ureche Monitor
ru_ru: Естественная направленность - Мониторинговое ухо
sv_se: Naturlig Riktverkan - Monitor Öra
zh_cn: 自然方向性-监测耳

source: NoiseTracker II
fi_fi: Taustamelun vaimennus II
fr_fr: Réducteur de bruit NoiseTracker II
ja_jp: ノイズトラッカーII
pl_pl: Redukcja Hałasu
pt_pt: NoiseTracker II - Red. de ruído
ro_ro: UrmarireZgomot II
ru_ru: Система шумоподавления NoiseTracker II
zh_cn: 净噪系统 II

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: Mild
cs_cz: Slabé
es_es: Leve
fi_fi: Heikko
fr_fr: Léger
hu_hu: Enyhe
it_it: Lieve
ja_jp: 弱
nl_nl: Licht
pl_pl: Łagodny
pt_pt: Leve
ro_ro: Mediu
ru_ru: Слабо
tr_tr: Hafif
zh_cn: 轻度

source: Moderate
cs_cz: Střední
da_dk: Moderat
de_de: Moderat
es_es: Moderado
fi_fi: Kohtalainen
fr_fr: Moyen
hu_hu: Közepes
it_it: Moderato
ja_jp: 中
nl_nl: Standaard
no_no: Moderat
pl_pl: Umiarkowany
pt_pt: Moderado
ro_ro: Mediu
ru_ru: Средне
sv_se: Måttlig
tr_tr: Orta
zh_cn: 中度

source: Considerable
cs_cz: Výrazné
da_dk: Middel
de_de: Stark
es_es: Intenso
fi_fi: Melko voimakas
fr_fr: Fort
hu_hu: Elfogadható
it_it: Consistente
ja_jp: 中/強
nl_nl: Aanzienlijk
no_no: Betydelig
pl_pl: Znaczny
pt_pt: Considerável
ro_ro: Considerabil
ru_ru: Значительно
sv_se: Stark
tr_tr: Oldukça
zh_cn: 较强

source: Strong
cs_cz: Silné
da_dk: Kraftig
de_de: Sehr stark
es_es: Fuerte
fi_fi: Voimakas
fr_fr: Très fort
hu_hu: Erős
it_it: Forte
ja_jp: 強
nl_nl: Sterk
no_no: Sterk
pl_pl: Silny
pt_pt: Forte
ro_ro: Puternic
ru_ru: Сильно
sv_se: Mycket stark
tr_tr: Güçlü
zh_cn: 重度

source: PowerDown
cs_cz: Vypnout
da_dk: Sluk
de_de: Absenken
es_es: BajarPotencia
fi_fi: Suljetaan
fr_fr: Mise en veille
hu_hu: ErőLe
ja_jp: 出力低下
nl_nl: Power uit
pl_pl: Odłączenie zasilania
pt_pt: Diminiur potência
ro_ro: InchidereAlimentare
ru_ru: Уменьшить мощность
sv_se: Standby
tr_tr: Gücü Azalt
zh_cn: 待机

source: On
cs_cz: Zap
da_dk: Til
de_de: An
fi_fi: Päällä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
nl_nl: Aan
no_no: På
pl_pl: Wł.
pt_pt: Ligado
ro_ro: Deschis
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: Program Change
cs_cz: Změna programu
da_dk: Programskift
de_de: Programmwechsel
es_es: Cambio de programa
fi_fi: Ohjelmien vaihto
fr_fr: Changement de programme
hu_hu: Program váltás
it_it: Cambio Programma
ja_jp: プログラム変更
ko_kr: 프로그램 변경
nl_nl: Programma wisselen
no_no: Bytt program
pl_pl: Zmiana programu
pt_pt: Mudança de programa
ro_ro: Schimba programul
ru_ru: Изменение программ
sv_se: Programbyte
tr_tr: Program Değişimi
zh_cn: 程序切换

source: ProgramBeepValue
de_de: Programmsignaltonstärke
es_es: ValorAvisoPrograma
hu_hu: ProgramCsipogásÉrték
it_it: LivelloBeepProgrammi
ja_jp: プログラム切り替え音
ko_kr: 프로그램 경고음값
no_no: Signalverdi Programendring
pl_pl: Głośność Sygnalizatora Programów
pt_pt: Nível do Bip de Programa
ro_ro: Valorea beep progeame
ru_ru: Сигнал о переключении программ
sv_se: Program Ljudindikation Värde
tr_tr: Program İkaz Değeri
zh_cn: 程序切换提示音量

source: SmartStart
es_es: Encendido Retardado
fi_fi: Smart Start (käynnistysviive)
it_it: Avvio Intelligente
ja_jp: スマートスタート
ko_kr: 스마트스타트
pt_pt: SmartStart - Atraso ao ligar
ru_ru: Умный старт
sv_se: Fördröjd aktivering
tr_tr: Akıllı Açılış
zh_cn: 智能启动

source: On
cs_cz: Zap
da_dk: Til
de_de: An
fi_fi: Päällä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
nl_nl: Aan
no_no: På
pl_pl: Wł.
pt_pt: Ligado
ro_ro: Deschis
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: StimulusType
cs_cz: Typ stimulu
de_de: Stimulus Typ
es_es: Tipo Estímulo
fi_fi: Stimuluksen tyyppi
fr_fr: Type de stimulus
hu_hu: Inger típus
it_it: Tipo di Stimolo
ja_jp: 試験音の種類
ko_kr: 자극유형(StimulusType)
no_no: Stimuli Type
pl_pl: Typ bodźca
pt_pt: Tipo de Estímulo
ru_ru: Тип стимула
sv_se: Stimuli Typ
tr_tr: Uyaran Şekli
zh_cn: 刺激声类型

source: PureTone
da_dk: Rentone
de_de: Reinton
es_es: Tono Puro
fi_fi: Puhdasääni
fr_fr: Sons purs
hu_hu: Tiszta hang
it_it: Tono Puro
ja_jp: 純音
ko_kr: 순음
nl_nl: Zuivere toon
no_no: Rentone
pl_pl: Ton czysty
pt_pt: Tom Puro
ru_ru: Чистый тон
sv_se: Ren Ton
tr_tr: Saf Ses
zh_cn: 纯音

source: SpeechWeightedNoise
da_dk: Talevægtet støj
de_de: Sprachsimuliertes Rauschen
es_es: Ruido Vocal Ponderado
fi_fi: Äänipainoitteinen kohina
fr_fr: Bruit vocal pondéré
hu_hu: BeszédSúllyozottZaj
it_it: Parlato ponderato nel Rumore
ja_jp: スピーチノイズ
nl_nl: Spraakgewogen ruis
no_no: Talemodulert Støy
pl_pl: SzumWażonyMowy
pt_pt: Ruído de fala
ro_ro: Raportul vorbire/zgomot
ru_ru: Речевой шум
sv_se: Talvägt Brus
tr_tr: Konuşma Gürültüsü
zh_cn: 加权噪声

source: SwitchHandles
cs_cz: Přepínač Táhel
da_dk: SkiftHåndtag
de_de: Einstellbare Kanäle
es_es: ConmutarControles
fi_fi: Säätimet
fr_fr: Curseurs
hu_hu: KapcsolóKezelés
it_it: Maniglie Regolazione
ja_jp: 調整ハンドル数の変更
ko_kr: 핸들변경
no_no: Bryterkontroller
pl_pl: Przełącznik
pt_pt: Ajustar Canais
ru_ru: Переключение регуляторов
sv_se: Byt
zh_cn: 频段切换

source: Max
fi_fi: Maks
fr_fr: Maxi
ja_jp: 最大
ko_kr: 최대
no_no: Maks.
pt_pt: Máximo
ro_ro: Maxim
ru_ru: Макс.
tr_tr: Maksimum
zh_cn: 最大

source: Min
fr_fr: Mini
ja_jp: 最小
ko_kr: 최소
pt_pt: Mínimo
ro_ro: Minim
ru_ru: Мин.
tr_tr: Minimum
zh_cn: 最小

source: Manual Volume Control
cs_cz: Ruční regulátor hlasitosti
da_dk: Manuel volumenkontrol
de_de: Manuelle Lautstärkeneinstellung
es_es: Control de Volumen Manual
fi_fi: Manuaalinen voimakkuudensäätö
fr_fr: Activer la commande de volume
hu_hu: Kézi H. szab.
it_it: Controllo Volume Manuale
ja_jp: ボリューム有効
ko_kr: 수동볼륨조절
nl_nl: Volumeregeling met de hand
no_no: Manuell Volumkontroll
pl_pl: Ręczna Regulacja Głośności
pt_pt: Controle de volume manual
ro_ro: Volume Control Manual
ru_ru: Регулятор громкости
sv_se: Manuell Volymkontroll
tr_tr: Manuel Ses Kontrolü
zh_cn: 音量调节范围

source: On
cs_cz: Zap
da_dk: Til
de_de: An
fi_fi: Päällä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
nl_nl: Aan
no_no: På
pl_pl: Wł.
pt_pt: Ligado
ro_ro: Deschis
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: Volume Change
cs_cz: Změna hlasitosti
da_dk: Volumenskift
de_de: Verstärkungsänderung
es_es: Cambios de Volumen
fi_fi: Voimakkuustason muutos
fr_fr: Volume +/- (dans la zone de variation)
hu_hu: Hangerő váltás
it_it: Cambio Volume
ja_jp: ボリューム変更
ko_kr: 볼륨변경
nl_nl: Volumewijziging
no_no: Volumendring
pl_pl: Zmiana głośności
pt_pt: Mudar Volume
ro_ro: Schimbare Volum
ru_ru: Изменение громкости
sv_se: Volymändring
tr_tr: Ses Değişimi
zh_cn: 音量调节提示音

source: VolumeControlBeepValue
de_de: VC-Signaltonstärke
es_es: ValorAvisoControl
hu_hu: H.szabCsipogásÉrték
it_it: LivelloBeepControlloVolume
ja_jp: ボリューム変更音
ko_kr: 볼륨조절경고음값
no_no: Signalverdi Volumkontroll
pl_pl: Siła Sygnału Regulacji Głośności
pt_pt: Nível do Bip do Controle de Volume
ru_ru: Сигнал регулятора громкости
sv_se: Volymkontroll Ljudindikation Värde
tr_tr: Ses Kontrol Sinyal Değeri
zh_cn: 音量调节提示音量

source: Volume Limit
cs_cz: Omezení hlasitosti
da_dk: Volumengrænse
de_de: Lautstärkegrenzen
es_es: Límite de Volumen
fi_fi: Voimakkuustason äärirajat
fr_fr: Limite de volume (hors zone de variation)
hu_hu: Hangerő Limit
it_it: Limiti Volume
ja_jp: ボリュームリミット
ko_kr: 볼륨제한
nl_nl: Grensvolume bereikt
no_no: Volumgrense
pl_pl: Limit potencjometru
pt_pt: Volume Limite
ro_ro: Limita Volum
ru_ru: Предел громкости
sv_se: Volym Max/Min
tr_tr: Ses Limiti
zh_cn: 音量调节极限提示音

source: VolumeLimitBeepValue
de_de: Grenzwert VC-Signalton
es_es: ValorAvisoLimiteVol
hu_hu: HangerőLimitCsipogásÉrték
it_it: LivelloBeepLimiteVolume
ja_jp: ボリューム変更音
ko_kr: 볼륨제한경고음값
no_no: Signalverdi Volumgrense
pl_pl: Siła Sygnału Limitu Potencjometru
pt_pt: Nível do Limite de volume
ru_ru: Сигнал предела громкости
sv_se: Volymgräns Ljudindikation Värde
tr_tr: Ses Limiti İkaz Değeri
zh_cn: 音量调节极限提示音量

source: VirtualWindShield
de_de: Virtueller WindManager
es_es: ReductorVientoVirtual
hu_hu: VirtuálisSzélPajzs
it_it: Protezione Virtuale Vento
ja_jp: バーチャルウィンドシールド
ko_kr: 시뮬레이션 WindShield
pl_pl: WirtualnaOchronaPrzedWiatrem
pt_pt: Protetor de ruído de vento
ru_ru: Виртуальная защита от ветра
zh_cn: 虚拟屏风

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Arrêt
hu_hu: Ki
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: Mild
cs_cz: Slabé
de_de: Mild (-3dB)
es_es: Leve
fi_fi: Lievä
fr_fr: Léger
hu_hu: Enyhe
it_it: Medio
ja_jp: 弱
nl_nl: Licht
pl_pl: Łagodny
pt_pt: Leve
ro_ro: Mediu
ru_ru: Слабый
tr_tr: Hafif
zh_cn: 轻度

source: Moderate
cs_cz: Střední
da_dk: Moderat
de_de: Moderat (-6dB)
es_es: Moderado
fi_fi: Kohtalainen
fr_fr: Moyen
hu_hu: Közepes
it_it: Moderato
ja_jp: 中
nl_nl: Standaard
no_no: Moderat
pl_pl: Umiarkowany
pt_pt: Moderado
ro_ro: Mediu
ru_ru: Умеренный
sv_se: Måttlig
tr_tr: Orta
zh_cn: 中度
