Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: No hearing instruments were found.
cs_cz: Vybrané sluchadlo nebylo nalezeno.
da_dk: Ingen høreapparater fundet.
de_de: Es wurden keine Hörsysteme gefunden.
es_es: No se ha encontrado ningún audífono.
fi_fi: Kuulokojeita ei löytynyt
fr_fr: Aucun appareil n'a été détecté.
hu_hu: Nincs hallókészülék.
it_it: Nessun Apparecchio Acustico è stato trovato.
ja_jp: 補聴器が見つかりません
ko_kr: 발견된 보청기가 없습니다.
nl_nl: Geen hoortoestellen gevonden
no_no: Ingen apparater funnet.
pl_pl: Nie odnaleziono aparatu(ów)
pt_pt: Nenhum AASI foi encontrado
ro_ro: Nici un aparat auditiv nu a fost gasit.
ru_ru: Не обнаружено СА.
sv_se: Ingen hörapparater hittades
tr_tr: İşitme cihazı bulunamadı.
zh_cn: 未发现助听器

source: Connect using:
cs_cz: Připojit pomocí:
da_dk: Tilslut med:
de_de: Verwendeter Anschluss:
es_es: Conectar Usando:
fi_fi: Ohjelmoitiyksikkö :
fr_fr: Se connecter avec :
hu_hu: Programozó egység:
it_it: Connetti usando:
ja_jp: 接続機器の種類
ko_kr: 다음을 사용하여 연결:
nl_nl: Interface voor verbinding:
no_no: Tilkobling med:
pl_pl: Połącz używając:
pt_pt: Usar conectado:
ro_ro: Conecteaza la:
ru_ru: Используется соединение:
sv_se: Anslut med:
tr_tr: Kullanılan Bağlantı:
zh_cn: 连接方式:

source: Search Again
cs_cz: Hledat znovu
da_dk: Søg igen
de_de: Erneut suchen
es_es: Buscar de Nuevo
fi_fi: Etsi uudelleen
fr_fr: Nouvelle recherche
hu_hu: Keresés újra
it_it: Cerca Ancora
ja_jp: もう一度さがす
ko_kr: 다시 찾기
nl_nl: Zoek opnieuw
no_no: Søk på nytt
pl_pl: Szukaj Ponownie
pt_pt: Procure Novamente
ro_ro: Cauta iar
ru_ru: Начать поиск заново
sv_se: Sök igen
tr_tr: Tekrar Ara
zh_cn: 重新查找

source: The selected programming interface was not found. Please plug it into the USB port.
cs_cz: Zvolené komunikační rozhraní nebylo nalezeno. Prosím zapojte jej do USB portu.
da_dk: Det valgte programmeringsinterface kan ikke findes. Forbind venligst programmeringsinterface til USB indgang.
de_de: Die ausgewählte Schnittstelle konnte nicht gefunden werden. Stellen Sie sicher, dass diese an einem USB-Port angeschlossen ist.
es_es: El dispositivo de programación seleccionado no se ha detectado. Por favor insértelo en el puerto USB
fi_fi: Valittua ohjelmointiyksikköä ei löydy. Tarkasta että USB kaapeli on kiinni ohjelmointiyksikössä ja tietokoneen USB portissa. Suorita tarvittaessa Noahlink Wireless/Hipro testi (Muokkaa-Asetukset-Laiteasetukset).
fr_fr: Impossible de détecter l'interface de programmation. Vérifiez les branchements et réessayez.
hu_hu: A kiválasztott kommunikációs eszköz nem található. Kérjük helyezze be az USB portba.
it_it: L'interfaccia di programmazione selezionata non è stata trovata. Si prega di collegarla alla porta USB.
ja_jp: 機器が見つかりません。USBポートの差込みを確認して下さい。
ko_kr: 선택된 연결기기를 발견하지 못했습니다. 기기를 USB 포트에 연결하세요.
nl_nl: Het geselecteerde programmeerinterface is niet gevonden. Plaats het s.v.p. in de USB poort.
no_no: Valgt programmeringsenhet ble ikke funnet. Vennligst tilkoble den til datamaskinen.
pl_pl: Wybrany programator nie został znaleziony. Proszę podłączyć go do portu USB.
pt_pt: A interface de programação não foi encontrada . Por favor, feche o Aventa, retire o Noahlink Wireless e insira novamente na mesma porta USB.
ro_ro: Dispozitivul de comunicare selectat nu a fost gasit. Va rugam sa il introduceti in portul USB
ru_ru: Выбранное устройство связи не обнаружено. Пожалуйста, подключите его в USB разъем.
sv_se: Valt programmeringsinterface hittades inte. Sätt in det i USB porten.
tr_tr: Seçilen programlama arayüzü bulunamadı. Arayüzü USB bağlantı noktasına takın lütfen.
zh_cn: 未发现所选的编程设备。请先将其插入USB接口上。

source: Hearing Instruments Found:
cs_cz: Sluchadlo nalezeno:
da_dk: Fundne høreapparater:
de_de: Hörsysteme gefunden:
es_es: Audífonos encontrados:
fi_fi: Kuulokojeita havaittu :
fr_fr: Appareils détectés :
hu_hu: Talált hallókészülék:
it_it: Apparecchi Acustici trovati:
ja_jp: 発見された補聴器:
ko_kr: 발견된 보청기:
nl_nl: Aantal gevonden hoortoestellen:
no_no: Høreapparater Funnet:
pl_pl: Wykryto Aparaty Słuchowe:
pt_pt: Aparelhos auditivos encontrados:
ro_ro: Aparate Auditive gasite:
ru_ru: Обнаружены слуховые аппараты:
sv_se: Hörapparater hittade:
tr_tr: İşitme Cihazı Bulundu:
zh_cn: 找到助听器:

source: Reconfigure
cs_cz: Rekonfigurovat
da_dk: Rekonfigurer HA
de_de: Rekonfiguriere
es_es: Convertir
fi_fi: Konfiguroi
fr_fr: Reconfigurer
hu_hu: Átalakítás
it_it: Converti
ja_jp: 変更
nl_nl: Converteren
no_no: Konverter
pl_pl: Rekonfiguruj
pt_pt: Reconfigurar
ro_ro: Reconfigurare
ru_ru: Преобразовать
sv_se: Omkonfigurera
tr_tr: Yeniden yapılandır
zh_cn: 重新装配

source: Enable Safe Fitting
cs_cz: Povolit Safe Fitting
da_dk: Brug Safe Fitting
de_de: Safe Fitting aktivieren
es_es: Activar Adaptación Segura
fi_fi: Käytä turvallista sovitusta (vahvistus ei ylitä DFS turvarajaa)
fr_fr: Activer l'adaptation sécurisée (risque minimum de Larsen)
hu_hu: Biztonságos illesztés engedélyezve
it_it: Abilitare Fitting Sicuro
ja_jp: セーフフィッティングを有効にする
ko_kr: Safe Fitting 사용가능
nl_nl: Veilige versterking (altijd onder MSG-grens)
no_no: Slå på sikker tilpasning
pl_pl: Stosuj Bezpieczne Dopasowanie
pt_pt: Permitir salvar ajuste
ro_ro: Activeaza Safe Fitting
ru_ru: Включить безопасную настройку
sv_se: Förstärkningsbegränsning (DFS)
tr_tr: Güvenli Fitting'i Etkinleştir
zh_cn: 启用安全验配

source: Not used
cs_cz: Nepoužito
da_dk: Ikke brugt
de_de: Nicht verwendet
es_es: No utilizado
fi_fi: Ei käytössä
fr_fr: Non utilisé
hu_hu: Nem használt
it_it: Non usato
ja_jp: 未使用
ko_kr: 사용되지 않음
nl_nl: Niet gebruikt
no_no: Ikke brukt
pl_pl: Nie używane
pt_pt: Não utilizado
ro_ro: Nefolosit
ru_ru: Не использовался
sv_se: Inte använd
tr_tr: Kullanılamaz
zh_cn: 未使用

source: Programs
cs_cz: Programy
da_dk: Programmer
de_de: Programme
es_es: Programas
fi_fi: Ohjelmat
fr_fr: Programmes
hu_hu: Programok
it_it: Programmi
ja_jp: プログラム
ko_kr: 프로그램
nl_nl: Programma's
no_no: Programmer
pl_pl: Programy
pt_pt: Programas
ro_ro: Programe
ru_ru: Программы
sv_se: Program
tr_tr: Programlar
zh_cn: 程序

source: Accessories
cs_cz: Příslušenství
da_dk: Tilbehør
de_de: Zubehörkomponenten
es_es: Accesorios
fi_fi: Lisälaitteet
fr_fr: Accessoires
hu_hu: Tartozékok
it_it: Accessori
ja_jp: アクセサリー
ko_kr: 액세서리
nl_nl: Accessoire
no_no: Tilbehør
pl_pl: Akcesoria Bezprzewodowe
pt_pt: Acessórios
ro_ro: Accesorii
ru_ru: Аксессуары
sv_se: Tillbehör
tr_tr: Aksesuarlar
zh_cn: 附件

source: Virtual
cs_cz: Virtuální
da_dk: Virtuel
de_de: Virtuell
fi_fi: Virtuaali
fr_fr: Virtuel
hu_hu: Virtuális
it_it: Virtuale
ja_jp: バーチャル
nl_nl: Virtueel
no_no: Virtuell
pl_pl: Wirtualne
ru_ru: Виртуальный
sv_se: Virtuell
tr_tr: Asıl
zh_cn: 虚拟

source: Enable PhoneNow
cs_cz: Povolit "PhoneNow"
da_dk: Brug PhoneNow
de_de: Aktiviere PhoneNow
es_es: Activar PhoneNow
fi_fi: Käytä PhoneNow toimintoa
fr_fr: Activer l'option PhoneNow (commutation automatique sur téléphone)
hu_hu: PhoneNow engedélyezés
it_it: Abilita PhoneNow
ja_jp: スムーズホンを有効にする
ko_kr: PhoneNow 사용가능
nl_nl: Activeer PhoneNow
no_no: Slå Av PhoneNow
pl_pl: Aktywuj PhoneNow
pt_pt: Habilitar PhoneNow
ro_ro: Activeaza Telefonul Acum
ru_ru: Активировать PhoneNow
sv_se: Lägg till Autotelefon
tr_tr: PhoneNow'ı etkinleştir
zh_cn: 启用自动电话功能

source: Enable PhoneNow for:
cs_cz: Povolit "PhoneNow" pro:
da_dk: Brug PhoneNow til:
de_de: Aktiviere PhoneNow für:
es_es: Activar PhoneNow para:
fi_fi: Käytä PhoneNow ohjelmassa :
fr_fr: Activer PhoneNow pour :
hu_hu: PhoneNow engedélyezés a következőhöz:
it_it: Abilita PhoneNow per:
ja_jp: スムーズホンを有効にする:
ko_kr: PhoneNow 사용가능:
nl_nl: Activeer PhoneNow voor:
no_no: Slå på PhoneNow for:
pl_pl: Aktywuj PhoneNow dla:
pt_pt: Habilitar PhoneNow para:
ro_ro: Activeaza PhoneNow pentru:
ru_ru: Активировать PhoneNow для
sv_se: Lägg till Autotelefon för:
tr_tr: PhoneNow etkin (için):
zh_cn: 启用自动电话功能:

source: Remote Control Program Name:
cs_cz: Jméno programu pro dálkové ovládání:
da_dk: Programnavn på fjernbetjeningens display:
de_de: Programm in der Fernbedienung anzeigen mit:
es_es: Nombre del Programa en Mando a Distancia:
fi_fi: Kauko-Ohjaimen ohjelmien nimet :
fr_fr: Nom affiché sur la télécommande :
hu_hu: Távirányitó program név:
it_it: Nome Programmi in Remote Control:
ja_jp: リモコンへ表示するプログラム名:
ko_kr: Remote Control 프로그램명:
nl_nl: Programmanaam op afstandbediening:
no_no: Programnavn - Fjernkontroll:
pl_pl: Nazwa Programu na Pilocie:
pt_pt: Nome do programa do Controle Remoto:
ro_ro: Nume Program Telecomanda:
ru_ru: Название программы для ПДУ:
sv_se: Fjärrkontroll Programnamn:
tr_tr: Uzaktan Kumanda Programının Adı:
zh_cn: 遥控器显示名称:

source: Streamer Names:
cs_cz: Názvy Streamerů:
da_dk: Streamer navne:
de_de: Anzeige der Audio Beamer in der Fernbedienung:
es_es: Nombre de los Streamers:
fi_fi: Lähettimien nimet :
fr_fr: Noms des émetteurs :
hu_hu: Streamer nevek:
it_it: Nomi TV:
ja_jp: リモコンへ表示するプログラム名:
ko_kr: 스트리머 명칭:
nl_nl: TV streamer / Microfoon namen:
no_no: Streamernavn:
pl_pl: Nazwy Akcesoriów:
pt_pt: Nomes dos Acessórios:
ro_ro: Nume Streamer:
ru_ru: Названия стримера:
sv_se: Streamer Namn:
tr_tr: Streamer Adı:
zh_cn: 遥控器显示名称:

source: Add/Remove...
cs_cz: Přidat/odebrat...
da_dk: Tilføj/fjern...
de_de: Hinzufügen/Entfernen...
es_es: Añadir/Eliminar...
fi_fi: Lisää/poista...
fr_fr: Ajouter/Supprimer ...
hu_hu: Hozzáad/Eltávolít...
it_it: Aggiungi/Rimuovi...
ja_jp: 追加/削除...
ko_kr: 추가/제거...
nl_nl: Toevoegen/verwijderen...
no_no: Legg til/fjern...
pl_pl: Dodaj/Usuń...
pt_pt: Adicionar/Remover...
ro_ro: Adauga/Inlatura...
ru_ru: Добавить / Удалить...
sv_se: Lägg till/Ta bort...
tr_tr: Ekle/Kaldır...
zh_cn: 添加/删除...

source: Unable to beep the instrument(s).
cs_cz: Sluchadlem nelze pípnout.
da_dk: Kan ikke finde apparatet.
de_de: Signaltonübertragung nicht möglich.
es_es: Imposible avisar el dispositivo.
fi_fi: Kuulokojeen äänimerkkiä ei voi käyttää.
fr_fr: Impossible de faire biper l'appareil.
hu_hu: A csipogás tiltása a készülékre.
it_it: Disabilitare beep del Dispositivo
ja_jp: 確認音の再生が出来ません
ko_kr: 보청기 경고음을 사용할 수 없습니다
nl_nl: Beep niet mogelijk bij toestel(len).
no_no: Kan ikke spille av signal.
pl_pl: Nie można wywołać aparatu(ów).
pt_pt: Desativar o bip do aparelho
ro_ro: Imposibil de semnalat dispozitivul.
ru_ru: Невозможно подать бип-сигнал
sv_se: Ljudindikationen hörs inte.
tr_tr: Cihazın ikaz durumunu devre dışı bırak.
zh_cn: 不能演示提示音.

source: Program Synchronization Enabled
cs_cz: Povolena synchronizace programů
da_dk: Programsynkronisering tændt
de_de: Programmsynchronisierung aktiviert
es_es: Sincronización de Programas Activada
fi_fi: Ohjelmien synkronisointi käytössä
fr_fr: Synchronisation des programmes activée
hu_hu: Program szinkronizáció engedélyezve
it_it: Programmi Sincronizzati Abilitato
ja_jp: 両耳連動プログラム 有効
ko_kr: 프로그램 동기화 사용가능
nl_nl: Programma synchronisatie actief
no_no: Programsynkronisering tillatt
pl_pl: Synchronizacja Programów Uruchomiona
pt_pt: Sincronização de programas ativada
ro_ro: Sincronizare Program Activata
ru_ru: Доступна синхронизация программ
sv_se: Programsynkronisering vald
tr_tr: Program Senkronizasyonu Etkinleştirildi.
zh_cn: 启用程序同步

source: Volume Synchronization Enabled
cs_cz: Synchronizace hlasitosti povolena
da_dk: Volumensynkronisering Tændt
de_de: Lautstärkesynchronisierung aktiviert
es_es: Sincronización de Volumen Activada
fi_fi: Voimakkuuden synkronisointi käytössä
fr_fr: Synchronisation du volume activée
hu_hu: Hangerő szinkronizáció engedélyezve
it_it: Volume Sincronizzato Abilitato
ja_jp: 両耳連動ボリューム 有効
ko_kr: 볼륨 동기화 사용가능
nl_nl: Volume synchronisatie actief
no_no: VK-synkronisering tillatt
pl_pl: Synchronizacja Głośności Uruchomiona
pt_pt: Sincronização de volume ativada
ro_ro: Sincronizare Volum Pornita
ru_ru: Доступна синхронизация громкости
sv_se: Volymsynkronisering vald
tr_tr: Ses senkronizasyonu etkinleştirildi.
zh_cn: 启用音量同步

source: Hours
cs_cz: hodin
da_dk: Timer
de_de: Stunden
es_es: Horas
fi_fi: tuntia
fr_fr: heures
hu_hu: Óra
it_it: Ore
ja_jp: 時間
ko_kr: 시간
nl_nl: uur
no_no: Timer
pl_pl: Godziny
pt_pt: Horas
ro_ro: Ore
ru_ru: Часы
tr_tr: Saat
zh_cn: 小时

source: Maximum Output (90 dB SPL Input)
cs_cz: Maximální výstup (OSPL 90)
da_dk: Maximum Output (OSPL 90)
de_de: Maximaler Ausgangsschalldruck (90 dB SPL Eingang)
es_es: Salida Máxima (Entrada 90 dB SPL)
fi_fi: Maksimi antotaso (OSPL 90)
fr_fr: Niveau de sortie maximun (Pi=90 dB SPL)
hu_hu: Maximum kimenet (90 db SPL bemenet)
it_it: Uscita Massima (OSPL 90)
ja_jp: 最大出力 (90dB SPL 入力)
ko_kr: 최대 출력 (OSPL 90)
nl_nl: Maximale output (90 dB SPL input)
no_no: Maks. Output (OSPL 90)
pl_pl: Maksymalny Poziom Wyjściowy (90 dB SPL Wejścia)
pt_pt: Saída Máxima (OSPL 90)
ro_ro: Iesire maxima (OSPL 90)
ru_ru: Максимальный ВУЗД (90 дБ УЗД)
sv_se: Maximum Output (OSPL 90)
tr_tr: Maksimum Çıkış (90 dB SPL Input)
zh_cn: 最大声输出 (OSPL 90)

source: Full on Gain (50 dB SPL input)
cs_cz: Maximální zisk (vstup 50 dB SPL)
da_dk: Maximum Gain (50 dB SPL input)
de_de: Max. akustische Verstärkung (50 dB SPL Eingang)
es_es: Ganancia Máxima (Entrada 50 dB SPL)
fi_fi: Maksimi vahvistus (50 dB SPL tulo)
fr_fr: Gain maximun (Pi=50 dB SPL)
hu_hu: Maximum erősítés (50 dB SPL bemenet)
it_it: Guadagno Massimo (ingresso 50 dB SPL )
ja_jp: 最大音響利得 (50dB SPL 入力)
ko_kr: 최대 이득 (50 dB SPL input)
nl_nl: Maximale versterking (50 dB SPL input)
no_no: Maks. Gain (50 dB SPL input)
pl_pl: Full on Gain (50 dB SPL wejście)
pt_pt: Ganho Máximo (50 dB NPS entrada)
ro_ro: Castig Maxim (50 dB SPL input)
ru_ru: Полное усиление (50 дБ УЗД)
sv_se: Maximum Gain (50 dB SPL input)
tr_tr: Tam Kazanç (50 dB SPL input)
zh_cn: 满档增益(50 dB SPL输入)

source: Frequency Range (DIN 45605)
cs_cz: Frekvenční rozsah (DIN 45605)
de_de: Frequenzbandbreite (DIN 45605)
es_es: Rango de frecuencias (DIN 45605)
fi_fi: Taajuuskaista (DIN 45605)
fr_fr: Bande passante (DIN 45605)
hu_hu: Frekvencia tartomány (DIN 45605)
it_it: Gamma di Frequenza (DIN 45605)
ja_jp: 周波数範囲 (DIN 45605)
ko_kr: 주파수 범위 (DIN 45605)
nl_nl: Frequentiebereik (DIN 45605)
no_no: Frekvensområde (DIN 45605)
pl_pl: Zakres częstotliwości (DIN 45605)
pt_pt: Faixa de Frequência (DIN 45605)
ro_ro: Gama Frecventa (DIN 45605)
ru_ru: Дипазон частот (DIN 45605)
tr_tr: Frekans Aralığı (DIN 45605)
zh_cn: 频响范围(DIN 45605)

source: Equivalent Input Noise w/o Noise reduction
cs_cz: Ekvivalentní vstupní šum bez redukce šumu
de_de: Äquivalentes Eigenrauschen ohne Störgeräuschreduzierung
es_es: Ruido de entrada equivalente sin reductor de Ruido
fi_fi: Ekvivalentti ottokohina ilman kohinanvaimennusta
fr_fr: Bruit équivalent à l'entrée, réducteur de bruit désactivé
hu_hu: Equivalens bementi zaj zajszűrés ki/be
it_it: Rumore Ingresso Equivalente senza Riduzione del Rumore
ja_jp: 等価入力雑音レベル（雑音抑制なし）
ko_kr: 소음 감소 없이 입력 소음이 동등함
nl_nl: Ruisequiv. ingangsdruk, zonder lawaaireductie
pl_pl: Równoważny Poziom Szumów bez Redukcji Hałasu
pt_pt: Ruído equivalente de entrada sem redução de ruído
ro_ro: Echivalent de zgomot de intrare w / o reducere a zgomotului
ru_ru: Коэффициент шума на входе без шумоподавления
tr_tr: Eşdeğer Giriş Gürültüsü w/o Gürültü giderme olmadan
zh_cn: 等效输入噪声(未启用降噪)

source: 1/3 octave eq. Input Noise
cs_cz: 1/3 oktáv. ekv. vst. šum (1600 Hz):
da_dk: 1/3 oktav ækvivalent input støj (1600 Hz):
de_de: Äquivalentes Eigenrauschen 1/3 Oktave (1600 Hz)
es_es: 1/3 octava ruido equ. entrada (1600 Hz):
fi_fi: Ekvivalenttinen ottokohinataso (1600 Hz)/1/3-oktaavi
fr_fr: Bruit équivalent ramené à l'entrée (1/3 octave), réducteur de bruit désactivé
hu_hu: 1/3 oktáv megengedett bemeneti zaj (1600 Hz):
it_it: Rum. Eq. 1/3 Ott. (1600 Hz):
ja_jp: 1/3オクターブ等価入力雑音レベル
ko_kr: 1/3 octave등가입력잡음(1600 Hz):
nl_nl: 1/3 oct. ruisequiv. ingangsdruk (1600 Hz):
no_no: 1/3 oktav ekvivalent Input noise (1600 Hz):
pl_pl: Poziom Szumów na 1/3 oktawy
pt_pt: Ruído eq. de Entrada (1/3 oitava) a 1600 Hz:
ro_ro: 1/3 octava echivalent zgomot intrare (1600Hz)
ru_ru: 1/3 октавы коэффициента шума на входе (1600 Гц)
sv_se: 1/3 octave eq. Input noise (1600 Hz):
tr_tr: 1/3 oktav eşdeğer gürültüsü (1600 Hz):
zh_cn: 1/3倍频等效输入噪声(1600Hz):

source: Total Harmonic Distortion
cs_cz: Celkové harmonické zkreslení
de_de: Totale harmonische Verzerrung
es_es: Distorsión Harmónica Total
fi_fi: Kokonaisärö, harmooninen
fr_fr: Distorsion harmonique totale
hu_hu: Teljes harmonikus torzítás
it_it: Distorsione Armonica Totale
ja_jp: 全高調波ひずみ
nl_nl: Totale harm. vervorming
pl_pl: Całkowite Zniekształcenia Harmoniczne
pt_pt: Distorção Harmônica Total
ro_ro: Distorsiune armonică totală
ru_ru: Общие гармонические колебания
tr_tr: Toplam Harmonik Distorsiyon
zh_cn: 总谐波失真

source: DIN Average
cs_cz: DIN střední hodnota
de_de: DIN Durchschnitt
es_es: Promedio DIN
fi_fi: DIN keskiarvo
fr_fr: Moyenne selon DIN
hu_hu: DIN átlag
it_it: DIN Media
ja_jp: DIN 平均
ko_kr: DIN 평균
nl_nl: DIN gemiddeld
no_no: DIN Gjennomsnitt
pl_pl: Uśrednione DIN
pt_pt: Média DIN
ro_ro: Media DIN
ru_ru: DIN среднее
tr_tr: DIN Ortalaması
zh_cn: DIN 平均值

source: Full-on Telecoil sensitivity @1 mA/m
cs_cz: Maximální citlivost cívky @1 mA/m
de_de: Max. Empfindlichkeit Induktionsspule @1 mA/m
es_es: Sensibilidad de Bobina Full-on @1 mA/m
fi_fi: Maksimi induktiosilmukkaherkkyys @1 mA/m
fr_fr: Sensibilité maxi de la bobine à 1 mA/m
hu_hu: Teljes telefontekercs érzékenység @1 mA/m
it_it: Sensibilità massima Bobina Telefonica @1 mA/m
ja_jp: 最大誘導コイル感度 @1 mA/m
nl_nl: Luisterspoelgevoeligheid (1mA/m), Max (IEC)
no_no: Maks. Telespole sensitivitet @1 mA/m
pl_pl: Maksymalna czułość Cewki @1 mA/m
pt_pt: Sensibilidade de Entrada da bobina telefônica @1 mA/m
ro_ro: Maxima sensibilitate a bobinei telefonice @ 1 mA / m
ru_ru: Полная чувствительность индукционной катушки @1 мA/м
tr_tr: Tam Açık Telecoil Hassasiyeti @1 mA/m
zh_cn: 满档电感灵敏度 @1 mA/m

source: Telecoil sensitivity @1 mA/m
cs_cz: Citlivost cívky @1 mA/m
de_de: Empfindlichkeit Induktionsspule @1 mA/m
es_es: Sensibilidad de la Bobina @1 mA/m
fi_fi: Induktiosilmukka herkkyys @1 mA/m
fr_fr: Sensibilité de la bobine à 1 mA/m
hu_hu: Telefontekercs érzékenység @1 mA/m
it_it: Sensibilità Bobina Telefonica @1 mA/m
ja_jp: コイル感度 @1 mA/m
nl_nl: Luisterspoelgevoeligheid (1mA/m)
no_no: Telespole sensitivitet @1 mA/m
pl_pl: Czułość Cewki @1 mA/m
pt_pt: Sensibilidade da bobina telefônica @1 mA/m
ro_ro: Sensibilitate bobina telefonica @1 mA/m
ru_ru: Чувствительность телефонной катушки @1 мA/м
tr_tr: Telecoil Hassasiyeti @1 mA/m
zh_cn: 电感灵敏度 @1 mA/m

source: Full-on Telecoil sensitivity @1 mA/m
cs_cz: Maximální citlivost cívky @1 mA/m
de_de: Max. Empfindlichkeit Induktionsspule @1 mA/m
es_es: Sensibilidad de la Bobina Full-on @1 mA/m
fi_fi: Maksimi induktiosilmukkaherkkyys @1 mA/m
fr_fr: Sensibilité maxi de la bobine à 1 mA/m
hu_hu: Teljes telefontekercs érzékenység @1 mA/m
it_it: Sensibilità Massima Bobina Telefonica @1 mA/m
ja_jp: 最大誘導コイル感度 @1 mA/m
nl_nl: Luisterspoelgevoeligheid (1mA/m), Max (IEC)
no_no: Maks. Telespole sensitivitet @1 mA/m
pl_pl: Maksymalna Czułość Cewki @1 mA/m
pt_pt: Sensibilidade de entrada da bobina telefônica @1 mA/m
ro_ro: Maxima sensibilitate a bobinei telefonice @ 1 mA / m
ru_ru: Полная чувствительность телефонной катушки @1 мA/м
tr_tr: Tam Açık Telecoil Hassasiyeti @1 mA/m
zh_cn: 满档电感灵敏度@1 mA/m

source: Typical Battery Life Time
cs_cz: Typická životnost baterie
de_de: Durchschnittliche Batterielebensdauer
es_es: Duración de la pila Típica
fi_fi: Tyypillinen paristonkesto
fr_fr: Durée de vie moyenne de la pile
hu_hu: Átlagos elem élettartam
it_it: Durata Media della Batteria
ja_jp: 電池寿命
ko_kr: 일반적인 배터리 사용 시간
nl_nl: Typische levensduur batterij (features UIT):
no_no: Batterilevetid
pl_pl: Typowa Żywotność Baterii
pt_pt: Tempo de vida útil da bateria
ro_ro: Durata de viata tipica a bateriei
ru_ru: Средний срок службы батареи
tr_tr: Standart Pil Ömrü
zh_cn: 预计电池使用寿命

source: Reference Test Gain (60 dB SPL input)
cs_cz: Referenční zisk (60 dB SPL vstup)
de_de: Bezugsprüfverstärkung (60 dB SPL Eingang)
es_es: Ganancia a Test de Referencia (entrada 60 dB SPL)
fi_fi: Referenssivahvistus (60 dB SPL otto)
fr_fr: Gain de référence (Pi=60 dB SPL)
hu_hu: Referencia teszt erősítés (60 dB SPL bemenet)
it_it: Guadagno di Riferimento (Ingresso 60 dB SPL)
ja_jp: 規準利得 (60dB SPL)
ko_kr: 참조 검사 이득 (60 dB SPL input)
nl_nl: Referentie test versterking (60 dB SPL input)
pl_pl: RTG (60 dB SPL wejście)
pt_pt: Ganho teste de referência (60 dB SPL input)
ro_ro: Referinta Test castig (60 dB SPL intrare)
ru_ru: Контрольное усиление (60 дБ УЗД на входе)
tr_tr: Referans Test Kazancı (60 dB SPL giriş)
zh_cn: 参考测试增益(输入60dB SPL)

source: Attack Time
cs_cz: Doba náběhu:
de_de: Einschwingzeit
es_es: Tiempo de Ataque:
fi_fi: Säätymisaika
fr_fr: Temps d'attaque
hu_hu: Beállási idő:
it_it: Tempo di Attacco:
ja_jp: アタックタイム
ko_kr: Attack Time(압축시간):
nl_nl: Inregeltijd:
no_no: Innsvingningstid:
pl_pl: Czas Ataku
pt_pt: Tempo de Ataque:
ro_ro: Timp de atac
ru_ru: Время срабатывания
tr_tr: Atak Süresi
zh_cn: 触发时间:

source: Release Time
cs_cz: Doba doběhu:
de_de: Ausschwingzeit
es_es: Tiempo de Recuperación:
fi_fi: Palautumisaika
fr_fr: Temps de retour
hu_hu: Visszarendeződési idő:
it_it: Tempo di Rilascio
ja_jp: リリースタイム
ko_kr: Release Time(압축 해제 시간):
nl_nl: Uitregeltijd:
no_no: Utsvingningstid:
pl_pl: Czas Powrotu
pt_pt: Tempo de Recuperação:
ro_ro: Timp de revenire
ru_ru: Время высвобождения
tr_tr: Bırakma süresi:
zh_cn: 释放时间:

source: Current Drain (Quiescent / Operating)
cs_cz: Odběr proudu (klidový / provozní)
da_dk: Current Drain
de_de: Stromaufnahme (Ruhe / Betrieb)
es_es: Consumo de Pila (Reposo/Funcionamiento)
fi_fi: Virrankulutus
fr_fr: Consommation (Repos/Actif)
hu_hu: Áramfelvétel ( nyugalomban/müködésnél)
it_it: Consumo batteria (a riposo/in uso)
ja_jp: 電池電流（静止時 / 作動時）
ko_kr: 전류 (정지시 / 작동시)
nl_nl: Stroomverbruik (features UIT, in rust/actief)
no_no: Nåværende batteritrekk
pl_pl: Pobór Prądu
pt_pt: Corrente de operação de bateria
ro_ro: Consum curent (oprit/ operational)
ru_ru: Потребляемый ток (покой / эксплуатация)
sv_se: Current Drain
tr_tr: Akım Değeri (Durağan / Çalışır)
zh_cn: 工作电池(待机/工作)

source: Battery Size
cs_cz: Velikost baterie:
da_dk: Batteristørrelse:
de_de: Batteriegröße
es_es: Tipo de pila:
fi_fi: Pariston koko
fr_fr: Type de pile
hu_hu: Elem méret:
it_it: Tipo Batteria:
ja_jp: 電池サイズ
ko_kr: 배터리 크기:
nl_nl: Batterijtype:
no_no: Batteristørrelse:
pl_pl: Rozmiar baterii
pt_pt: Tipo de bateria:
ro_ro: Marimea bateriei
ru_ru: Размер батареи
tr_tr: Pil Tipi
zh_cn: 电池类型:

source: Single Audiogram
zh_cn: 单侧听力图

source: Dual Audiogram
zh_cn: 双耳听力图

source: Audiogram Test Date:
zh_cn: 听力图测试时间:

source: Overlays
zh_cn: 覆盖

source: Counseling Overlays
zh_cn: 咨询覆盖

source: Average Hearing Loss
ja_jp: 平均聴力
zh_cn: 平均听力损失

source: Test Results
zh_cn: 测试结果

source: Drawing Tool
cs_cz: Nástroj kreslení
da_dk: Tegneværktøj
de_de: Zeichenwerkzeug
es_es: Herramienta de Dibujo
fi_fi: Piirtotyökalu
fr_fr: Dessiner
hu_hu: Rajzoló eszköz
it_it: Strumenti di Disegno
ja_jp: 描画ツール
ko_kr: 드로잉 도구
nl_nl: Tekentool
no_no: Tegneverktøy
pl_pl: Narzędzie Rysowania
pt_pt: Ferramenta de Edição
ro_ro: Ustensila de desenat
ru_ru: Чертежный инструмент
sv_se: Ritverktyg
tr_tr: Çizim Aracı
zh_cn: 画图工具

source: Undo
ja_jp: 元に戻す
zh_cn: 撤销

source: Right & Left
zh_cn: 右侧 & 左侧

source: Max.
fi_fi: Maks.
ja_jp: 最大
ko_kr: 최대
no_no: Maks.
pt_pt: Máx.
ru_ru: Макс.
tr_tr: Maksimum
zh_cn: 最大.
