Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Decrease low frequency gain, increase high frequency gain
cs_cz: Snižte zisk na hloubkách, zvyšte zisk na výškách
da_dk: Nedsæt lavfrekvent forstærkning, forøg højfrekvent forstærkning
de_de: Verringern Sie die Verstärkung für die tiefen Frequenzen; erhöhen Sie die Verstärkung für die hohen Frequenzen
es_es: Reducir ganancia en graves, aumentar ganancia en altas
fi_fi: Vähennä vahvistusta matalilla taajuuksilla, lisää vahvistusta korkeilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse a mély frekvenciás erősítést, növelje a magas frekvenciás erősítést
it_it: Diminuire i gravi, aumentare gli acuti.
ja_jp: 低域を下げ、高域を上げて下さい
ko_kr: 저주파수이득을 낮추고, 고주파수이득을 높이세요
nl_nl: Verlaag de versterking bij lage frequenties, verhoog de versterking bij hoge frequenties
no_no: Senk lavfrekvensforsterkning, øk høyfrekvensforsterkning
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości, zwiększ wzmocnienie wysokich częstotliwości
pt_pt: Diminuir ganho de freq. baixas, aumentar ganho de freq. altas
ro_ro: Reduceti castigul pe frecventele joase, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för de låga frekvenserna, öka förstärkningen för de höga frekvenserna
tr_tr: Alçak frekanslarda kazancı azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益，增加高频增益

source: High-pitched noises, like dishes rattling or paper crinkling, are too loud
cs_cz: Hluky vysokých frekvencí, např. cinkání příborů nebo mačkání papíru, jsou příliš hlasité
da_dk: Højfrekvent støj, som opvask eller papirknitren, er for kraftigt
de_de: Hochfrequente Geräusche (Geschirrklappern / Papierrascheln) sind zu laut
es_es: Los ruidos agudos, como platos o papel , resultan demasiado altos
fi_fi: Kirkkaat äänet, kuten astioden kilinä ja paperin rapina ovat liian voimakkaita
fr_fr: Les sons aigus, comme les bruits de vaisselle ou de papier froissé, sont trop forts
hu_hu: Éles zajok, tálak csörgése vagy papír zörgés, bántóan hangosak
it_it: Rumore della carta fastidioso
ja_jp: 皿や紙が擦れるような高域の雑音がうるさく感じる
ko_kr: 접시 부딪치는 소리, 종이 구기는 소리 같은 고음의 소리가 너무 크게 들림
nl_nl: Hoge frequenties, zoals het kletteren van de borden of het ritselen van papier, zijn te hard.
no_no: Høyfrekvent støy, som koppeklirr og papirrasling, er for sterkt
pl_pl: Wysokoczęstotliwościowe hałasy, takie jak brzęk tależy czy gniecenie papieru są zbyt głośne
pt_pt: Os ruídos de alta intensidade, como pratos batendo ou papel sendo amassado, estão altos demais
ro_ro: Zgomotele ascutite, ca de exemplu zgomotul de vesela sau al unei hartii mototolite este prea puternic
ru_ru: Высокочастотные звуки, такие как звон посуды или шуршание бумаги, звучат слишком громко
sv_se: Högfrekventa ljud, så som porslinsskrammel eller pappers prassel, är för starka
tr_tr: Tabak sesleri ve kağıt hışırtısı gibi sesler çok yüksek geliyor
zh_cn: 高频的噪声,如刮盘子或折纸的声音,觉得太吵

source: Reduce maximum output in high frequencies
cs_cz: Omezte maximální výstup na výškách
da_dk: Reducer max. output for høje frekvenser
de_de: Reduzieren Sie den maximalen Ausgangschalldruckpegel für die hohen Frequenzen
es_es: Reducir la presión de salida máxima en altas frecuencias
fi_fi: Vähennä maksimiantotasoa korkeilla taajuuksilla
fr_fr: Diminuer le MPO pour les fréquences aiguës
hu_hu: Csökkentse a maximális teljesítményt a magas frekvenciákon
it_it: Ridurre uscita massima per gli acuti
ja_jp: 高域の最大出力を下げて下さい
ko_kr: 고주파수의 최대 출력을 낮추세요
nl_nl: Verlaag de maximale output bij hoge frequenties.
no_no: Reduser maksimum output i høyfrekvensene
pl_pl: Zredukuj MPO dla wysokich częstotliwości
pt_pt: Reduzir saída máxima em freq. altas
ro_ro: Reduceti puterea maxima la iesire pe frecventele inalte
ru_ru: Уменьшите максимальный уровень выходного давления на высоких частотах
sv_se: Reducera max output för de höga frekvenserna
tr_tr: Yüksek frekanslarda maksimum outputu azalt
zh_cn: 减少高频最大声输出

source: Decrease G80 for mid and high frequencies
cs_cz: Snižte G80 na středních frekvencích a výškách
da_dk: Nedsæt G80 for mellem- og højfrekvens
de_de: Für mittlere und hohe Frequenzen die Verstärkung G80 absenken
es_es: Disminuya G80 para frecuencias medias y altas
fi_fi: Vähennä G80-vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Diminuer G80 pour les fréquences moyennes et aiguës
hu_hu: G80 erősítés csökkentés a közép és magas frekvenciákon
it_it: Diminuire G80 per medie ed alte frequenze
ja_jp: 中高域のG80を下げて下さい
ko_kr: 중간주파수와 고주파수에서 G80을 낮추세요
nl_nl: Verminder de versterking G80 voor midden en hoge frequenties.
no_no: Reduser G80 i midt- og høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G80 dla wysokich częstotliwości
pt_pt: Redução de G80 para médias e altas frequências
ro_ro: Reduce G80 pe frecventele medii si inalte
ru_ru: Уменьшите G80 на средних и высоких частотах
sv_se: Minska G80 för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 减少G80中高频增益

source: Decrease mid and high frequency gain
cs_cz: Snižte zisk na středních frekvencích a výškách
da_dk: Nedsæt forstærkning for mellem- og højfrekvens
de_de: Für niedrige und mittlere Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia de frecuencias medias y altas
fi_fi: Vähennä vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Diminuer le gain pour les fréquences moyennes et aiguës
hu_hu: Közép és magas frekvenciás erősítés csökkentés
it_it: Diminuire il guadagno alle alte e medie frequenze
ja_jp: 中高域を下げて下さい
ko_kr: 중간주파수와 고주파수에서 이득을 낮추세요
nl_nl: Verminder de versterking van midden en hoge frequenties.
no_no: Reduser midt- og høyfrekvensforsterkningen
pl_pl: Zmniejsz wzocnienie dla średnich i wysokich częstotliwości
pt_pt: Redução de ganho de médias e altas frequências
ro_ro: Micsorati castigul pe frecventele medii si inalte
ru_ru: Уменьшите усиление на средних и высоких частотах
sv_se: Minska förstärkningen för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda kazancı azalt
zh_cn: 减少中高频增益

source: Low-pitched noises, like a motor running or traffic in the street, are too loud
cs_cz: Hluky nízkých frekvencí, např. běh motoru nebo provoz na ulici, jsou příliš hlasité
da_dk: Lavfrekvent støj, som motor- eller trafikstøj, er for kraftigt
de_de: Niederfrequente Geräusche (Motorbrummen/Straßenverkehr) sind zu laut
es_es: Los sonidos graves, como un motor en marcha o el tráfico, resultan demasiado altos
fi_fi: Matalat äänet, kuten auton moottori, liikennemelu, liian voimakkaita
fr_fr: Les sons graves, comme les bruits de moteur ou de circulation, sont trop forts
hu_hu: Mély zajok, motor járatás, vagy forgalom az utcán, bántóan hangos
it_it: Rumore traffico troppo forte
ja_jp: 道路での車の騒音のような低域の雑音がうるさく感じる
ko_kr: 자동차소리, 길가의 소음 같은 저음의 소리가 너무 크게 들림
nl_nl: Lage frequenties, zoals motorgeluid of het verkeer, zijn te hard.
no_no: Lavfrekvent støy, som motordur eller trafikkstøy, er for sterk
pl_pl: Niskoczęstotliwościowe hałasy, takie jak hałas pracującego silnika lub hałs uliczny są zbyt głośne
pt_pt: Os ruídos de baixa intensidade, como um motor em funcionamento ou o tráfego da rua, estão altos demais
ro_ro: Zgomotele joase, de exemplu traficul stradal, sunt prea puternice
ru_ru: Низкочастотные звуки, такие как звук работающего двигателя или шум транспорта на улице, слишком громкие
sv_se: Lågfrekventa ljud, så som motorbuller eller trafik, är för starka
tr_tr: Trafik ve araba sesleri çok yüksek geliyor.
zh_cn: 低频的声音,如马达发动声音或大街上的汽车声,觉得太吵

source: Decrease low frequency gain
cs_cz: Snižte zisk na hloubkách
da_dk: Nedsæt lavfrekvensforstærkning
de_de: Für tiefe Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia de baja frecuencia
fi_fi: Vähennä vahvistusta bassotaajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves
hu_hu: Mély frekvenciás erősítés csökkentés
it_it: Diminuire il guadagno alle basse frequenze
ja_jp: 低域を下げて下さい
ko_kr: 저주파수 이득을 낮추세요
nl_nl: Verminder de versterking van lage frequenties.
no_no: Reduser lavfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie dla niskich częstotliwości
pt_pt: Redução de ganho de baixa frequência
ro_ro: Micsorati castigul pe frecventele joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen för låga frekvenser
tr_tr: Alçak frekanslarda kazancı azalt
zh_cn: 减少低频增益

source: Decrease low and mid frequency gain
cs_cz: Snižte zisk na hloubkách a středních frekvencích
da_dk: Nedsæt lav og midt frekvent forstærkning
de_de: Verringern Sie die Verstärkung für die tiefen und mittleren Frequenzen
es_es: Reducir ganancia en bajas y medias frecuencias
fi_fi: Vähennä vahvistusta matalilla ja keskitaajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et moyennes
hu_hu: Csökkentse a mély és közép frekvenciás erősítést.
it_it: Diminuire i gravi e medi
ja_jp: 低中域を下げて下さい
ko_kr: 저주파수와 중간주파수 이득을 낮추세요
nl_nl: Verlaag de versterking bij lage en midden frequenties.
no_no: Senk lav- og midtfrekvens forsterkning
pl_pl: Zmniejsz wzmocnienie dla średnich i niskich częstotliwości
pt_pt: Diminuir ganho de freq. médias e baixas
ro_ro: Reduceti castigul pe frecventele joase si medii
ru_ru: Уменьшите усиление на низких и средних частотах
sv_se: Minska förstärkningen för låg och mellanfrekvenser
tr_tr: Alçak ve orta frekanslarda kazancı azalt
zh_cn: 降低中低频增益

source: Increase degree of noise reduction
cs_cz: Zvyšte stupeň potlačení hluků
da_dk: Forøg graden af støjreduktion
de_de: Wirkung der Störgeräuschreduzierung erhöhen
es_es: Aumentar el nivel de reducción de ruido
fi_fi: Lisää kohinanvaimennuksen suuntakuviota
fr_fr: Augmenter le niveau du réducteur de bruit
hu_hu: Zajszűrés növelés
it_it: Aumentare il livello di riduzione del rumore
ja_jp: 雑音抑制の設定を強めて下さい
ko_kr: 소음 감소 등급을 높이세요
nl_nl: Vergroot de lawaaionderdrukking
no_no: Øk nivå av støyreduksjon
pl_pl: Zwiększ stopień redukcji szumu
pt_pt: Aumentar nível de redução de ruído
ro_ro: Creste gradul de reducere a zgomotului
ru_ru: Увеличьте уровень шумоподавления
sv_se: Öka nivån av brusreduktion
tr_tr: Gürültü azaltma seviyesini arttır.
zh_cn: 增加降噪程度

source: The sound of many people talking in the background, like at a party, is too loud
cs_cz: Zvuk mnoha lidí, kteří mluví na pozadí např. při oslavě, je příliš hlasitý
da_dk: Baggrundsstøj fra mange mennesker, som f.eks. ved en fest, er for kraftigt.
de_de: Geräusche von vielen Menschen, die sich im Hintergrund unterhalten, z.B. im Restaurant, sind unangenehm laut
es_es: El sonido de mucha gente hablando como ruido de fondo, como en una fiesta, resulta demasiado alto
fi_fi: Ääni liian voimakas, kun monta ihmistä puhuu taustalla
fr_fr: Les bruits de fond, de type "conversation", sont trop forts
hu_hu: Több háttérben beszélő ember hangja, pl. egy partin, bántóan hangos
it_it: Conversazione di più persone troppo forte
ja_jp: パーティーのように大勢の人が話している声がうるさく感じる
ko_kr: 파티 같은 곳에서 많은 사람들이 말하는 소리가 너무 크게 들림
nl_nl: Het geluid van veel stemmen op de achtergrond, zoals bij een feestje, is te hard.
no_no: Lyden av mange mennesker som snakker i bakgrunnen, som i selskaper, er for sterk
pl_pl: Hałas rozmawiających w tle osób np. podczas przyjęcia jest zbyt głośny
pt_pt: O som de fundo de muitas pessoas conversando, como em uma festa, está alto demais
ro_ro: Zgomotul produs de mai multe voci ,pe fundal, ca la o petrecere, este prea puternic.
ru_ru: Слишком громко слышна фоновая речь, например, как во время вечеринки
sv_se: Ljudet av många människor som talar i bakgrunden, tex på ett party, är för starkt
tr_tr: Gürültülü ve kalabalik ortamlarda sesler çok yüksek geliyor
zh_cn: 在多人交谈的背景声中,如在聚会时,觉得太吵

source: Decrease G80 for low frequencies
cs_cz: Snižte G80 na hloubkách
da_dk: Nedsæt G80 for dybe frekvenser
de_de: Die Verstärkung G80 für die tiefen Frequenzen verringern
es_es: Reducir G80 para bajas frecuencias
fi_fi: Vähennä G80-vahvistusta matalilla taajuuksilla
fr_fr: Diminuer G80 pour les fréquences graves
hu_hu: Csökkentse a G80-at a mély frekvenciákon
it_it: Diminuire G80 per i gravi
ja_jp: 低域のG80を下げて下さい
ko_kr: 저주파수의 G80을 낮추세요
nl_nl: Verlaag G80 bij lage frequenties.
no_no: Senk G80 for lavfrekvensen
pl_pl: Zmniejsz G80 dla niskich częstotliwości
pt_pt: Diminuir G80 para freq. baixas
ro_ro: Reduceti G80 pe frecventele joase
ru_ru: Уменьшите усиление громких звуков (G80) на низких частотах
sv_se: Minska G80 för de låga frekvenserna
tr_tr: Alçak frekanslarda G80 kazancını azalt
zh_cn: 降低G80低频增益

source: Increase degree of noise reduction
cs_cz: Zvyšte stupeň potlačení hluků
da_dk: Forøg graden af støjreduktion
de_de: Wirkung der Störgeräuschreduzierung erhöhen
es_es: Aumentar el nivel de reducción de ruido
fi_fi: Lisää kohinanvaimennuksen suuntakuviota
fr_fr: Augmenter le niveau du réducteur de bruit
hu_hu: Zajszűrés növelés
it_it: Aumentare il livello di Riduzione del rumore
ja_jp: 雑音抑制の設定を強めて下さい
ko_kr: 소음 감소 등급을 높이세요
nl_nl: Vergroot de lawaaionderdrukking
no_no: Øk nivå av støyreduksjon
pl_pl: Zwiększ stopień redukcji szumu
pt_pt: Aumentar nível de redução de ruído
ro_ro: Creste gradul de reducere a zgomotului
ru_ru: Увеличьте уровень шумоподавления
sv_se: Öka nivån av brusreduktion
tr_tr: Gürültü azaltma seviyesini arttır.
zh_cn: 增加降噪程度

source: Decrease low frequency gain and decrease G80 at mid and high frequencies
cs_cz: Snižte zisk na hloubkách a snižte G80 na středních frekvencích a výškách
da_dk: Nedsæt lavfrekvens forstærkning og nedsæt G80 for mellem- og højfrekvens
de_de: Für tiefe Frequenzen die Verstärkung absenken; für mittlere und hohe Frequenzen die Verstärkung G80 absenken
es_es: Disminuya la ganancia de baja frecuencia y disminuya G80 a medias y bajas frecuencias
fi_fi: Vähennä bassovahvistusta sekä G80-vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et diminuer G80 pour les fréquences moyennes et aigües
hu_hu: Csökkentse a mély frekvenciás erősítést és növelje a G80-at a közép és magas frekvenciákon
it_it: Diminuire il guadagno alle basse frequenze e diminuire G80 alle medie ed alte frequenze
ja_jp: 低域を下げ、中高域のG80を下げて下さい
ko_kr: 저주파수의 이득을 낮추고, 중간주파수와 고주파수에서 G80을 낮추세요
nl_nl: Verminder de versterking van lage frequenties en verminder de versterking G80 voor midden en hoge frequenties.
no_no: Reduser lavfrekvensforsterkningen og G80 i midt- og høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie dla niskich częstotliwości i zmniejsz G80 dla średnich i wysokich częstotliwości
pt_pt: Redução de ganho de baixa frequência e redução de G80 em médias e altas frequências
ro_ro: Micsorati castigul pe frecventele joase si G80 pe frecventele medii si inalte
ru_ru: Уменьшите усиление на низких частотах и уменьшите усиление громких звуков (G80) на средних и высоких частотах
sv_se: Minska förstärkningen för låga frekvenser och minska G80 för mellan och höga frekvenser
tr_tr: Alçak frekanslarda kazancı azalt, orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 减少低频增益和减少G80中高频增益

source: The hearing instrument is louder than the one on the other ear
cs_cz: Jedno sluchadlo je hlasitější než to na druhém uchu
da_dk: Apparatet er kraftigere end det på det andet øre
de_de: Dieses Hörsystem ist lauter als das auf der anderen Seite
es_es: El audífono suena más alto que el del otro oído
fi_fi: Toinen kuulokoje vahvistaa enemmän kuin toinen
fr_fr: Cet appareil est plus fort que l'autre
hu_hu: A hallókészülék hangosabb, mint a másik oldali készülék
it_it: Volume dispositivo elevato rispetto il lato opposto
ja_jp: 片方の補聴器がもう一方より音が大きく聞こえる
ko_kr: 보청기 소리가 맞은 편 보청기 소리보다 더 큼
nl_nl: Dit hoortoestel klinkt harder dan het toestel op het andere oor.
no_no: Dette høreapparatet er sterkere enn det jeg har på det andre øret
pl_pl: Jeden z aparatów jest głośniejszy niż aparat w drugim uchu
pt_pt: O aparelho auditivo está mais alto do que o do outro ouvido
ro_ro: Acest aparat este mai puternic decat cel de pe urechea controlaterala.
ru_ru: Один слуховой аппарат звучит громче другого
sv_se: Hörapparaten är starkare än den på det andra örat
tr_tr: Cihazlarımdan birinin sesi diger cihazımdan daha yüksek
zh_cn: 觉得一侧的声音比另一侧大

source: Decrease overall gain
cs_cz: Snižte celkový zisk
da_dk: Skru ned for forstærkning
de_de: Für alle Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia global
fi_fi: Vähennä kokonaisvahvistusta
fr_fr: Diminuer le gain général
hu_hu: A teljes erősítés csökkentése
it_it: Diminuire il guadagno
ja_jp: 全体的に利得を下げて下さい
ko_kr: 전체 이득을 낮추세요
nl_nl: Verminder de versterking.
no_no: Reduser generell forsterkning
pl_pl: Zmniejsz wzmocnienie całkowite
pt_pt: Redução geral de ganho
ro_ro: Micsorati castigul total
ru_ru: Уменьшите общее усиление
sv_se: Minska den totala förstärkningen
tr_tr: Bütün frekanslarda kazancı azalt
zh_cn: 减少所有的增益

source: Increase overall gain
cs_cz: Zvyšte celkový zisk
da_dk: Skru op for forstærkning
de_de: Für alle Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia global
fi_fi: Lisää kokonaisvahvistusta
fr_fr: Augmenter le gain général
hu_hu: A teljes erősítés növelése
it_it: Aumentare il guadagno
ja_jp: 全体的に利得を上げて下さい
ko_kr: 전체 이득을 높이세요
nl_nl: Verhoog de versterking.
no_no: Øk generell forsterkning
pl_pl: Zwiększ wzmocnienie całkowite
pt_pt: Aumento geral de ganho
ro_ro: Mariti castigul total
ru_ru: Увеличьте общее усиление
sv_se: Öka den totala förstärkningen
tr_tr: Bütün frekanslarda kazancı artır
zh_cn: 增加所有增益

source: Internal noise of the hearing instrument is too loud
cs_cz: Vnitřní šum sluchadla je příliš hlasitý
da_dk: Høreapparatets egenstøj er for højt
de_de: Das Eigenrauschen des Hörsystems ist zu laut
es_es: El sonido interno del audífono es demasiado alto
fi_fi: Kuulokojeen oma kohina liian suuri
fr_fr: Le bruit interne de votre aide auditive est trop fort
hu_hu: A készülék belső zaja túl hangos
it_it: Rumore interno troppo elevato
ja_jp: 補聴器の内部雑音が大きすぎる
ko_kr: 보청기 내부 잡음이 너무 큼
nl_nl: Interne ruis van het hoortoestel is te hard
no_no: Høreapparatets internstøy er for høy
pl_pl: Szum własny aparatu jest zbyt głośny
pt_pt: Ruído interno do aparelho auditivo é muito alto
ro_ro: Zgomotul intern al aparatului auditiv este prea tare
ru_ru: Внутренний шум аппарата слишком громкий
sv_se: Internt brus i hörapparaten är för starkt
tr_tr: Cihazın iç gürültüsü çok yüksek
zh_cn: 助听器内部噪声太大

source: Decrease G50 for mid and high frequencies
cs_cz: Snižte G50 na středních frekvencích a výškách
da_dk: Nedsæt G50 for mellem- og højfrekvens
de_de: Für mittlere und hohe Frequenzen die Verstärkung G50 absenken
es_es: Disminuya G50 para frecuencias medias y altas
fi_fi: Vähennä G50-vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Diminuer G50 pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a G50-et a közép és magas frekvenciákon
it_it: Diminuire G50 alle medie ed alte frequenze
ja_jp: 中高域のG50を下げて下さい
ko_kr: 중간주파수와 고주파수에서 G50을 낮추세요
nl_nl: Verminder de versterking G50 voor midden en hoge frequenties.
no_no: Reduser G50 i midt- og høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G50 dla średnich i wysokich częstotliwości
pt_pt: Redução de G50 para médias e altas frequências
ro_ro: Reduceti G50 pe frecvente inalte si medii
ru_ru: Уменьшите усиление тихих звуков (G50) на средних и высоких частотах
sv_se: Minska G50 i mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda G50 kazancını azalt
zh_cn: 减少G50中高频增益

source: Decrease G50 for high frequencies
cs_cz: Snižte G50 na výškách
da_dk: Nedsæt G50 for højfrekvens
de_de: Für hohe Frequenzen die Verstärkung G50 absenken
es_es: Disminuya G50 para altas frecuencias
fi_fi: Vähennä G50-vahvistusta diskanttitaajuuksilla
fr_fr: Diminuer G50 pour les fréquences aiguës
hu_hu: Csökkentse a G50-et a magas frekvenciákon
it_it: Diminuire G50 per le frequenze acute
ja_jp: 高域のG50を下げて下さい
ko_kr: 고주파수에서 G50을 낮추세요
nl_nl: Verminder de versterking G50 voor hoge frequenties.
no_no: Reduser G50 i høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G50 dla wysokich częstotliwości
pt_pt: Redução de G50 para altas frequências
ro_ro: Micsorati G50 pe frecventele inalte
ru_ru: Уменьшите усиление тихих звуков (G50) на высоких частотах
sv_se: Minska G50 för höga frekvenser
tr_tr: Yüksek frekanslarda G50 kazancını azalt
zh_cn: 减少G50高频增益

source: It is difficult to locate the position of a speaker or sound source
cs_cz: Je nesnadné určit polohu řečníka nebo zdroje zvuku
da_dk: Det er svært at lokalisere hvor lyde kommer fra
de_de: Es ist sehr schwierig, einen Sprecher oder eine Schallquelle zu orten
es_es: Es difícil localizar la posición del orador o de la fuente sonora
fi_fi: Vaikeuksia paikallistaa kaiutinta tai tiettyä äänilähdettä
fr_fr: Difficulté dans la localisation des sons
hu_hu: Nehéz meghatározni a beszélő vagy a hangforrás helyét
it_it: Difficoltà di localizzazione dei segnali
ja_jp: 音がどこから聞こえるかわかりにくい
ko_kr: 스피커 또는 음원의 위치를 잡기가 어려움
nl_nl: Het is moeilijk om de plaats van een spreker of een andere geluidsbron te bepalen.
no_no: Det er vanskelig å lokalisere en høyttaler eller lydkilde
pl_pl: Trudno określić pozycję głośnika lub źródła dźwięku
pt_pt: É difícil localizar a posição da fonte sonora
ro_ro: Este dificil de a localiza pozitia vorbitorului sau sursa sunetului
ru_ru: Сложно определить расположение источника звука
sv_se: Det är svårt att urskilja högtalarens position eller ljudkälla
tr_tr: Konuşan kişinin yönünü tayin edemiyorum, sesin nereden geldiğini anlayamıyorum.
zh_cn: 定位声源或喇叭比较困难

source: Fit hearing instruments bilaterally
cs_cz: Nastavte sluchadla oboustranně
da_dk: Tilpas høreapparater på begge ører
de_de: Passen Sie die Hörsysteme binaural an
es_es: Ajustar los audífonos binauralmente
fi_fi: Sovita binauraalisesti
fr_fr: Appareiller en stéréo
hu_hu: Illessze a készülékeket bilaterálisan
it_it: Adattare in modo bilaterale
ja_jp: 補聴器を両耳装用に変更して下さい
ko_kr: 보청기를 양측으로 피팅하세요
nl_nl: Pas op beide oren een hoortoestel aan.
no_no: Tilpass høreapparat bilateralt
pl_pl: Dopasuj aparaty bilateralnie
pt_pt: Ajustar aparelhos auditivos bilateralmente
ro_ro: Reglaj bilateral al aparatelor auditive
ru_ru: Настройте СА бинаурально
sv_se: Anpassa hörapparaten binauralt
tr_tr: Her iki kulağa cihaz uygulayın
zh_cn: 双耳选配

source: Decrease overall gain
cs_cz: Snižte celkový zisk
da_dk: Skru ned for forstærkning
de_de: Für alle Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia global
fi_fi: Vähennä kokonaisvahvistusta
fr_fr: Diminuer le gain général
hu_hu: A teljes erősítést csökkentése
it_it: Diminuire il guadagno
ja_jp: 全体的に利得を下げて下さい
ko_kr: 전체 이득을 낮추세요
nl_nl: Verminder de versterking.
no_no: Reduser generell forsterkning
pl_pl: Zmniejsz wzmocnienie całkowite
pt_pt: Redução geral de ganho
ro_ro: Micsorati castigul total
ru_ru: Уменьшите общее усиление
sv_se: Minska den totala förstärkningen
tr_tr: Bütün frekanslarda kazancı azalt
zh_cn: 减少所有的增益

source: Increase overall gain
cs_cz: Zvyšte celkový zisk
da_dk: Skru op for forstærkning
de_de: Für alle Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia global
fi_fi: Lisää kokonaisvahvistusta
fr_fr: Augmenter le gain général
hu_hu: Növelje a teljes erősítést
it_it: Aumentare il guadagno
ja_jp: 全体的に利得を上げて下さい
ko_kr: 전체 이득을 높이세요
nl_nl: Verhoog de versterking.
no_no: Øk generell forsterkning
pl_pl: Zwiększ wzmocnienie całkowite
pt_pt: Aumento geral de ganho
ro_ro: Mariti castigul total
ru_ru: Увеличьте общее усиление
sv_se: Öka den totala förstärkningen
tr_tr: Bütün frekanslarda kazancı artır
zh_cn: 增加所有增益

source: Sound Quality
cs_cz: Kvalita zvuku
da_dk: Lydkvalitet
de_de: Geräusche/Klänge
es_es: Calidad Sonora
fi_fi: Äänenlaatu
fr_fr: Qualité sonore
hu_hu: Hangminőség
it_it: Qualità del suono
ja_jp: 音質
ko_kr: 음질
nl_nl: Geluidskwaliteit
no_no: Lydkvalitet
pl_pl: Jakość dźwięku
pt_pt: Qualidade do Som
ro_ro: Calitatea sunetului
ru_ru: Качество звука
sv_se: Ljudkvalitet
tr_tr: Ses Kalitesi
zh_cn: 音 质
