Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: There are not enough frequencies to perform an accurate fitting. Three main points are required (250 or 500, 1K, and one point between 2K and 4K). Please measure additional frequencies or import them from a conventional audiogram.
cs_cz: Nedostatečný počet frekvencí k provedení přesného fittingu. Zajistěte prosím, aby byly následující frekvence změřeny nebo importovány z konvenčního audiogramu: 250 nebo 500Hz, 1000Hz, a jeden bod mezi 2000 a 4000Hz.
da_dk: Der er for få frekvenser til præcis tilpasning. Mindst tre punkter kræves (250 eller 500, 1000 samt mindst et punkt mellem 2000 og 4000 Hz). Mål venligst yderligere frekvenser eller importer dem fra et konventionelt audiogram.
de_de: Es stehen nicht genügend Frequenzen für eine akkurate Berechnung zur Verfügung. Bitte messen Sie folgende Frequenzen oder Importieren Sie ein Audiogramm: 250 oder 500Hz, 1000Hz, eine Frequenz zwischen 2000Hz und 4000Hz.
es_es: No hay frecuencias suficientes para realizar una adaptación precisa. Por favor realice la medición de las siguientes frecuencias o impórtelas de una audiometría convencional: 250 ó 500Hz, 1000Hz, y un punto entre 2000 y 4000Hz son necesarios.
fi_fi: Taajuuksia puuttuu jotta voitaisiin tehdä täsmällinen sovitus. Ole hyvö ja tarkista että seuraavat taajuudet on mittattu ja tallennettu : 250Hz tai 500Hz, 1000HZ ja ainakin yksi taajuus välillä 2000Hz ja 4000Hz. Ole hyvä ja tutki lisätaajuuksia tai tuo ne perinteisestä audiogrammista.
fr_fr: Le nombre de fréquences n'est pas suffisant pour faire un réglage précis. Mesurer ou importer plus de fréquences (depuis l'audiométrie conventionnelle) : 250 Hz ou 500 Hz, 1000 Hz et un point entre 2000 Hz et 4000 Hz.
hu_hu: Nincs elég frekvencia a pontos illesztéshez. Ellenörizze hogy a következő frekvenciák rendelkezésre állnak vagy importálja öket a hagyományos audiogramról 250 Hz vagy 500 Hz 1000 Hz és egy pont 2000 és 4000 Hz között.
it_it: Non ci sono abbastanza frequenze per effettuare un Fitting accurato. Sono necessari tre punti principali (250 o 500, 1K, e un punto tra 2K e 4K). Si prega di misurare le ulteriori frequenze o importarle dall'audiogramma convenzionale.
ja_jp: 値が不足しています。250 or 500Hz、1000Hz、2000 or 4000Hzの測定を行うか、従来のオージオグラムから読込んで下さい。
ko_kr: 정확한 피팅을 수행하기에 주파수 범위가 부족합니다. 피팅을 위해서는 세개의 메인 주파수가 필요합니다.( 250Hz 혹은 500Hz, 1000Hz, 2000에서 4000Hz 사이의 한 주파수) 이 중 없는 주파수를 오디오그램을 통해 추가하세요.
nl_nl: Er zijn niet voldoende frequenties om een nauwkeurige aanpassing uit te voeren. Er zijn minimaal drie frequenties vereist (250 of 500 Hz, 1000 Hz en tenminste één frequentie tussen 2000-4000 Hz). Meet meer frequenties of voer ze in van het conventionele audiogram.
no_no: Det er ikke nok frekvenser til å utføre en nøyaktig tilpasning. Vennligst se til at følgende frekvenser er målt eller importert fra ett tradisjonelt audiogram: 250 eller 500Hz, 1000Hz og en frekvens mellom 2000 og 4000Hz.
pl_pl: Niedostateczna liczba częstotliwości aby przeprowadzić dokładne dopasowanie. Wymagane są trzy podstawowe częstotliwości (250 lub 500Hz, 1000Hz, oraz jeden punkt pomiędzy 2000 a 4000Hz). Proszę zmierzyć dodatkowe częstotliwości albo wczytać je z tradycyjnego audiogramu.
pt_pt: Número de frequencias insuficiente para realizar mensuração precisa. Por favor, verifique se as seguintes frequencias, são medidas ou importadas de um audiograma convencional: 250 ou 500Hz, 1000Hz,e um ponto entre 2 e 4KHz.
ro_ro: Nu sunt suficiente frecvente pentru a realiza un reglaj corespunzator. Va rugam sa masurati urmatoarele frecvente sau sa le importati din audiograma conventionala: 250 sau 500, 1000 si un punct intre 2000 si 4000Hz.
ru_ru: Недостаточо частот для выполнения точной настройки. Необходимы три главных точки (250 Гц или 500 Гц, 1000 Гц и одну точку между 2000 Гц и 4000 Гц). Пожалуйста, измерьте дополнительные частоты или импортируйте данные обычной аудиограммы.
sv_se: Det finns inte tillräckligt med frekvenser för att utföra en korrekt anpassning. Tre huvudfrekvenser behövs (250 or 500, 1K, och en mellan 2K and 4K). Mät ytterligare frekvenser eller importera audiogram.
tr_tr: Doğru bir fitting işlemi gerçekleştirmek için yeterli frekansları yok. Üç ana nokta gereklidir (250 veya 500, 1K ve 2K ve 4K arasındabir nokta). Lütfen ek frekansları ölçün ya da geleneksel odyogramı içe aktarın (import).
zh_cn: 听力测试的频率点太少，不足以进行精确的验配。三个重要频率点要求测试（250Hz或500Hz,1KHz,和2K和4KHz之间再插入一个点.）。请增加测试频率或从传统听力图中引用。

source: Remeasure
cs_cz: Přeměřit
da_dk: Mål igen
de_de: Neu messen
es_es: Medir de nuevo
fi_fi: Laske uudelleen
fr_fr: Remesurer
hu_hu: Újramérés
it_it: Rimisurare
ja_jp: ｲﾝｻｲﾁｭ測定に戻る
ko_kr: 재측정
nl_nl: Meten
no_no: Måle om
pl_pl: Oblicz ponownie
pt_pt: Medir novamente
ro_ro: Remasurati
ru_ru: Заново измерить
sv_se: Mät igen
tr_tr: Tekrar ölç.
zh_cn: 重测

source: Import…
da_dk: Importer…
de_de: Importiere…
es_es: Importar…
fi_fi: Tuo…
fr_fr: Importer
it_it: Importa…
ja_jp: ｵｰｼﾞｵｸﾞﾗﾑの読込
ko_kr: 불러옵니다…
nl_nl: Importeren…
no_no: Importer…
pl_pl: Importowanie…
pt_pt: Importar…
ro_ro: Importa…
ru_ru: Импортирование…
sv_se: Importera…
tr_tr: Taşı…
zh_cn: 导入…

source: Continue to Fit
cs_cz: Pokračovat v nastavování
da_dk: Fortsæt til tilpasning
de_de: Anpassung fortsetzen
es_es: Continuar adaptación
fi_fi: Jatka sovitukseen
fr_fr: Continuer
hu_hu: Illesztés folytatása
it_it: Continua con l'applicazione
ja_jp: ｸｲｯｸﾌｨｯﾄを継続
ko_kr: 피팅을 계속합니다
nl_nl: Doorgaan met aanpassen
no_no: Fortsett til Tilpasning
pl_pl: Kontynuuj Dopasowanie
pt_pt: Continuar o ajuste
ro_ro: Continuati la Reglaj
ru_ru: Переход к настройке
sv_se: Fortsätt Anpassa
tr_tr: Uygulamaya devam et
zh_cn: 继续验配

source: Extended Range
cs_cz: Externí rozsah
da_dk: Udvidet område
de_de: Erweiterter Bereich
es_es: Extender rango
fi_fi: Lajennettu alue
fr_fr: Gamme étendue
hu_hu: Nyújtott tartomány
it_it: Range esteso
ja_jp: レンジの拡張
ko_kr: 확정된 범위
nl_nl: Uitgebreid bereik
no_no: Utvidet Rekkevidde
pl_pl: Rozszerz Zakres
pt_pt: Faixa estendida
ro_ro: Plaja largita
ru_ru: Расширенный диапазон
sv_se: Utökat område
tr_tr: Genişletilmiş Aralık
zh_cn: 范围拓宽

source: Testing on any individual reporting significant tinnitus or unusual distress from noise or loud sounds (hyperacusis) is not recommended above 100dB.
cs_cz: Testování nad 100 dB se nedoporučuje: při výskytu tinnitu, při úzkosti z hluku a hlasitých zvuků (hyperacusis).
da_dk: Test på en person der klager over siginficant tinnitus eller usædvanlig lydoverfølsomhed (hyperacusis) kan ikke anbefales over 100dB.
es_es: Al realizar la prueba a una persona, conlleva un riesgo de Tinnitus o molestias por el ruido o sonidos altos (hiperacusia) no se recomienda superar los 100dB.
fi_fi: Jos potilaalla on merkittävä tinnitus tai epätävallinen vaikeus melun tai kovien äänien kanssa (hyperacusis) mittaus ei ole suositeltavaa yli 100dB tasoilla.
fr_fr: Procéder à des tests au-dessus de 100 dB sur un patient ayant des acouphènes ou une sensibilité au bruit ou aux sons forts (hyperacousie) n'est pas recommandé et présente des risques.
hu_hu: Tesztelni bármely egyéni jelzést tinnitusról vagy zajártalomról vagy hangos hangról (hyperacusis) nem ajánlott 100dB felett.
it_it: Testando su un paziente che riporta un importante acufene o un inusuale stress da rumore o da suoni forti (iperacusia) non è consigliabile superare i 100 db.
ja_jp: 雑音や強大音によって耳鳴りや苦痛を訴える聴覚過敏の方に対して100dB以上のノイズや大きな音でテストする事は推奨されません
ko_kr: 이명이 심하거나 잡음 또는 큰 소리(hyperacusis)에 특별한 고통을 호소하는 환자를 검사하는 경우 100dB이상을 권장하지 않습니다.
nl_nl: Testen bij 100 dB en hoger van personen die aangeven te lijden onder significante tinnitus of ongebruikelijke gevoeligheid voor lawaai en harde geluiden (hyperacusis) wordt niet aanbevolen.
no_no: Det anbefales ikke testing over 100 dB av enhver person som forteller om betydelig tinnitus eller uvanlig lidelse av støy eller høye lyder (hyperacusis).
pl_pl: Nie zaleca się dokonywania pomiarów powyżej 100 dB u pacjentów zgłaszających duże szumy uszne albo nadwrażliwość słuchową.
pt_pt: O teste acima de 100 dB não é recomendado para indivíduos com zumbido significativo ou pacientes com queixas de desconforto a sons intensos (hiperacusia)
ro_ro: Testarea pe oricine semnaleaza un tinnitus puternic sau prag de disconfort ridicat sau hyperacuzie nu este recomandata peste 100dB.
ru_ru: Любые индивидуальные замеры при тиннитусе, гиперакузии не рекомендуется выполнять на более, чем 100 дБ.
tr_tr: Herhangi bir ferdi raporlama da test yaparken önemli tinnitus ve gürültü veya yüksek sesden (hyperacusis) gelen olağandışı acı için 100 dB nin üstü tavsiye edilmez.
zh_cn: 对用户进行听力测试时，不建议超过100dB

source: I acknowledge the risks, extend the testing range.
cs_cz: Beru na vědomí rizika, rozšířit rozsah testování.
da_dk: Jeg godkender, udvid testområdet.
de_de: Ich bestätige die Risiken zu kennen, wenn ich den Messbereich erweitere.
es_es: Yo conozco los riegos, extender el rango de la prueba.
fi_fi: Olen tietoinen riskeistä, laajenna tutkimusaluetta.
fr_fr: Je connais les risques, étendre la gamme de test.
hu_hu: Felismerem a kockázatokat, tesztelési tartomány nyújtása.
it_it: Riconosco i rischi, estendere il range di prova.
ja_jp: 私はリスクを承認した上でテスト範囲を広げます
ko_kr: 나는 위험에 대해 인지했고, 검사 범위를 확대시키겠습니다.
nl_nl: Ik onderken het risico, breidt het testbereik uit.
no_no: Jeg vedkjenner risikoene. Utvid test rekkevidden
pl_pl: Znam ryzyko, rozszerz zakres pomiaru.
pt_pt: Reconheço os riscos de estender as faixas de teste
ro_ro: Cunosc riscurile, extind plaja de reglaj.
ru_ru: Я понимаю риски, расширить диапазон тестирования.
sv_se: Jag är medveten om riskerna med utökat testområde
tr_tr: Riski kabul ediyorum, test aralığını genişlet.
zh_cn: 我了解超过测试范围的风险，并愿意承担由此带来的后果。

source: Masking Recommended
cs_cz: Doporučeno maskování
da_dk: Maskering anbefales
de_de: Bitte verwenden Sie Vertäubung
es_es: Se recomienda enmascarar
fi_fi: Peiteääntä suositellaan
fr_fr: Masquage recommandé
hu_hu: Maszkolás ajánlott
it_it: Mascheramento Raccomandato
ja_jp: 推奨されるマスキング
ko_kr: 마스킹 권장
nl_nl: Maskeren aanbevolen
no_no: Maskering Anbefalt
pl_pl: Zalecane Zagłuszanie
pt_pt: Recomendado o mascaramento
ro_ro: Se recomanda mascarea
ru_ru: Рекомендуется маскировка
sv_se: Maskering rekommenderas
tr_tr: Maskeleme gerekmektedir.
zh_cn: 建议掩蔽

source: Diagnostic audiometric testing is recommended.
cs_cz: Doporučujeme vyšetření na diagnostickém audiometru.
da_dk: Diagnostisk audiometyrisk test anbefales.
de_de: Wir empfehlen eine diagnostische Audiometrie auszuführen.
es_es: Se recomienda un test audiométrico.
fi_fi: Dignostista tutkimusta suositellaan.
fr_fr: Une mesure de l'audiométrie est recommandée.
hu_hu: Diagnosztikai audiométeres vizsgálat ajánlott.
it_it: E' raccomandato un test di audiometria diagnostica
ja_jp: 聴覚診断が推奨されます
ko_kr: 진단 청력검사를 권장합니다
nl_nl: Diagnostische audiometrie wordt aanbevolen.
no_no: Diagnostisk audiologiske tester er anbefalt.
pl_pl: Zalecane diagnostyczne badanie audiometryczne.
pt_pt: É recomendado um teste de diagnóstico audiométrico.
ro_ro: Este recomandat testing audiometric de diagnostic.
ru_ru: Рекомендована диагностическая аудиометрия.
sv_se: Diagnostiskt audiometri test rekommenderas.
tr_tr: Diagnostig odyometrik test gerekmektedir.
zh_cn: 建议听力测试诊断。

source: Instrument Warning
cs_cz: Upozornění
da_dk: Instrument advarsel
de_de: Geräte Warnung
es_es: Advertencia del Audífono
fi_fi: Laitteen varoitus
fr_fr: Avertissement sur l'appareil
hu_hu: Készülék figyelmeztetés
it_it: Avviso dispositivo
ja_jp: 補聴器警告
ko_kr: 보청기 경고
nl_nl: Waarschuwing toestel
no_no: Apparat Advarsel
pl_pl: Ostrzeżenie
pt_pt: Cuidado ao adaptar o aparelho
ro_ro: Atentionare de aparat.
ru_ru: Предупреждение аппарата
sv_se: Hörapparatvarning
tr_tr: Cihaz Uyarısı
zh_cn: 助听器警示

source: The difference between the current and previous In-Situ thresholds is 10 dB HL or more.
cs_cz: Rozdíl mezi současným a minulým sluchovým prahem in-situ je 10 dB HL a více.
da_dk: Forskellen mellem nuværende og forrige in situ tærskler er 10 dB HL eller mere.
de_de: Der Unterschied zwischen der jetzigen und der vorher gemessenen Hörschwelle beträgt mehr als 10 dB HL.
es_es: La diferencia entre los umbrales in-situ anteriores y los actuales es de 10 dB HL o más.
fi_fi: Ero nykysen ja edellisen In-situ kynnyksten välillä on 10 dB HL tai enemmän.
fr_fr: La différence entre les seuils actuel et précédent est de 10 dB HL ou plus.
hu_hu: A különbség a mostani és az elöző in situ küszöb között 10 dB HL vagy több.
it_it: La differenza tra l'attuale e la precedente soglia In-Situ è di 10dB HL o maggiore.
ja_jp: 今回と前回のインサイチュの閾値差が10dB HL以上あります
ko_kr: 현재와 이전 In-Situ 역치 간의 차이가 10 dB HL 또는 그 이상입니다.
nl_nl: Het verschil tussen de huidige en voorgaande In-Situ drempels is 10 dB HL of meer.
no_no: Forskjellen på nåværende og forrige in situ terskeler er 10 dB HL eller mer.
pl_pl: Różnica pomiędzy obecnym a poprzednim progiem In-Situ wynosi 10 dB HL lub więcej.
pt_pt: A diferença entre os limiares In-Situ atuais e obtidos anteriormente é de 10dB NA ou mais.
ro_ro: Diferenta dintre pragurile curente si cele anterioare in situ este de 10 dB HL sau mai mult.
ru_ru: Разница между текущими и предыдущими пороговыми значениями аудиометрии на месте равна или больше 10 дБ .
sv_se: Skillnaden mellan aktuell och tidigare in situ trösklar är 10 dB HL eller mer.
tr_tr: Mevcut ve bir önceki In-Situ eşikleri arasındaki fark 10 dB HL veya daha fazla.
zh_cn: 当前和之前测试的误差为10dB或以上。

source: Unsaved Changes
cs_cz: Změny neuloženy
da_dk: Ugemte ændringer
de_de: Änderungen sind nicht gespeichert
es_es: Cambios No Grabados
fi_fi: Tallentamattomat muutokset
fr_fr: Modifications non sauvegardées
hu_hu: Nem mentett változások
it_it: Modifiche non salvate
ja_jp: 未保存の変更
ko_kr: 변경이 저장되지 않음
nl_nl: Niet opgeslagen wijzigingen
no_no: Ulagrede Endringer
pl_pl: Niezapisane Zmiany
pt_pt: As mudanças não foram salvas
ro_ro: Modificari nesalvate.
ru_ru: Несохраненные изменения
sv_se: Ej sparade ändringar
tr_tr: Kaydedilmemiş Değişiklikler
zh_cn: 不保存修改

source: Save changes to the patient's In-Situ audiogram?
cs_cz: Uložit změny do pacientova In-Situ audiogramu?
da_dk: Gem ændringer i in situ audiogram?
de_de: Möchten Sie das veränderte IN-Situ Audiogramm speichern?
es_es: ¿Grabar los cambios en el audiograma in-situ del paciente?
fi_fi: Tallenna muutokset potilaan In-Situ audiogrammiin?
fr_fr: Sauvegarder les modifications de l'audiométrie intégrée ?
hu_hu: Menti a változásokat a páciens in situ audiogramjába?
it_it: Salvare le modifiche dell'audiogramma In-Situ del paziente?
ja_jp: インサイチュオージオグラムの変更を保存しますか？
ko_kr: 환자의 In-Situ 오디오그램에 변경된 내용을 저장하시겠습니까?
nl_nl: Wijzigingen opslaan in het In-Situ audiogram? audiogram van de cliënt?
no_no: Lagre endringer i pasientens In-Situ audiogram?
pl_pl: Zapisać zmiany w audiogramie In-Situ pacjenta?
pt_pt: Salvar as alterações para o audiograma In-Situ do paciente?
ro_ro: Salvati modificarile audiogramei in situ a pacientului?
ru_ru: Сохранить изменения в данных аудиограммы на месте (In-Situ)?
sv_se: Spara ändringarna till patientens in situ audiogram?
tr_tr: In-Situ odyogram değişikliklerini kaydetmek istiyor musunuz?
zh_cn: 将改变保存至自测听力图吗?

source: In-Situ Audiometry
cs_cz: In-situ audiometrie
da_dk: In-Situ Audiometri
de_de: In Situ Audiometrie
es_es: Audiometría In-Situ
fi_fi: In-Situ Audiometria
fr_fr: Audiométrie intégrée
hu_hu: In-Situ audiometria
it_it: Audiometria In-Situ
ja_jp: インサイチュ測定
ko_kr: In-Situ 청력검사
nl_nl: In-Situ audiometrie
no_no: In-Situ Audiometri
pl_pl: Audiometria In-Situ
pt_pt: Audiometria In-Situ
ro_ro: Audiometria In-Situ
ru_ru: Аудиометрия на месте
sv_se: In-Situ Audiometri
tr_tr: In-Situ Odyometresi
zh_cn: 内置听力计

source: Would you like to perform In-Situ audiometry?
cs_cz: Chcete využít audiometrii in-situ?
da_dk: Vil du udføre In-Situ audiometri?
de_de: Möchten Sie die In Situ Audiometrie ausführen?
es_es: ¿Desea realizar una audiometría In-Situ?
fi_fi: Haluatko suorittaa In-Situ audiometian ?
fr_fr: Voulez-vous faire une audiométrie intégrée ?
hu_hu: Szeretne In-Situ audiometriát végezni?
it_it: Volete eseguire audiometria in situ?
ja_jp: インサイチュ測定を実行しますか？
ko_kr: In-Situ 청력검사를 시작하시겠습니까?
nl_nl: Wilt u In-Situ audiometrie uitvoeren?
no_no: Ønsker du å utføre In-Situ audiometri?
pl_pl: Czy chcesz przeprowadzić badanie audiomterii In-Situ?
pt_pt: Gostaria de realizar a audiometria In-Situ?
ro_ro: Doriti sa efectuati audiometria In-Situ ?
ru_ru: Хотите выполнить аудиометрию на месте?
sv_se: Vill du utföra In-situ audiometri?
tr_tr: In-Situ odyometresini uygulamak istiyormusun?
zh_cn: 使用内置听力计测听的结果吗？

source: No, continue initial fit
cs_cz: Ne - pokračovat v nastavování
da_dk: Nej, fortsæt ny tilpasning
de_de: Nein, ursprüngliche Anpassung fortsetzen
es_es: No, Continuar la adaptación inicial
fi_fi: Ei, jatka PikaSovitusta
fr_fr: Non, continuer le ciblage initial
hu_hu: Nem, folytatom az elő-illesztést
it_it: No, continua il fitting iniziale
ja_jp: いいえ、初期フィッティングを続けて下さい
ko_kr: 아니오, 초기 피팅을 계속합니다.
nl_nl: Nee, ga door met de oorspronkelijke aanpassing
no_no: Nei, fortsett tilpasning
pl_pl: Nie, kontynuuuj pierwsze dopasowanie
pt_pt: Não, continuar com ajuste inicial
ro_ro: Nu, continuati reglajul initial
ru_ru: Нет, продолжить начальную настройку
sv_se: Nej, fortsätt med tidigare anpassning.
tr_tr: Hayır, ilk uygulamaya devam et.
zh_cn: 不，继续使用初始的数据。

source: TSG:
it_it: GST:
pt_pt: Gerador de Som:
sv_se: TLS:
zh_cn: 耳鸣管理器:

source: Limit due to noise
cs_cz: Omezení vzhledem k hluku
da_dk: Begrænsning på grund af støj
es_es: Límite debido al ruido
fi_fi: Melun aiheuttama rajoitus
fr_fr: Limite due au bruit
hu_hu: Zajlimit
it_it: Limite dovuto a rumore
ja_jp: ノイズによる制限
ko_kr: 노이즈로 인한 제한됨
nl_nl: Beperking t.g.v. lawaai
no_no: Grense pga. støy
pl_pl: Ograniczenia z powodu hałasu
pt_pt: Limite devido ao ruído
ro_ro: Limita in privinta zgomotului
ru_ru: Ограничение из-за шума
sv_se: Begränsning pga brus
tr_tr: Gürültüye göre sınır
zh_cn: 受噪音所限

source: The Hearing Instrument(s) connected do not support Tinnitus Breaker Pro, please contact customer service to purchase this option.
ja_jp: この補聴器は両耳連動TSGをサポートしていません
zh_cn: 已连接的助听器不支持耳鸣管理器, 请联系验配师。

source: Currently Testing: {0}dB @ {1}Hz
cs_cz: Probíhá test: {0}dB @ {1}Hz
da_dk: Tester nu: {0}dB @ {1}Hz
de_de: Test mit: {0}dB @ {1}Hz
es_es: Actualmente Midiendo: {0}dB @ {1}Hz
fi_fi: Mitataan : {0}dB @ {1}Hz
fr_fr: Signal testé : {0}dB à {1}Hz
hu_hu: Most tesztelt: {0}dB @ {1}Hz
it_it: Attualmente in test: {0}dB @ {1}Hz
ja_jp: 現在のテスト: {0}dB @ {1}Hz
ko_kr: 현재 다음을 검사 중입니다: {0}dB @ {1}Hz
nl_nl: Huidige test: {0}dB @ {1}Hz
no_no: Tester nå: {0}dB @ {1}Hz
pl_pl: Aktualnie Badam: {0}dB @ {1}Hz
pt_pt: Teste atual: {0}dB @ {1}Hz
ro_ro: Acum testeaza: {0}dB @ {1}Hz
ru_ru: Сейчас проверяется: {0}дБ @ {1}Гц
sv_se: Testar just nu: {0}dB @ {1}Hz
tr_tr: Şuan Test Ediyor: {0}dB @ {1}Hz
zh_cn: 当前测试: {0}dB @ {1}Hz

source: Tone [Space]
cs_cz: Tón [Mezerník]
da_dk: Tone [Mellemrum]
de_de: Ton [Leertaste]
es_es: Tono [Espacio]
fi_fi: Äänes [Välilyönti]
fr_fr: Stimulus [Space]
hu_hu: Hang [Szünet]
it_it: Tono [Spazio]
ja_jp: トーン [Spaceキー]
nl_nl: Toon [Space]
no_no: Signal [Space]
pl_pl: Ton [Spacja]
pt_pt: Tom [Tecla Espaço]
ro_ro: Ton [ bara de spatiu ]
ru_ru: Тон [Пробел]
sv_se: Ton [Mellanslag]
tr_tr: Ton [Boşluk]
zh_cn: 给声 [空格(Space)键]

source: Mark [Enter]
cs_cz: Označit [Enter]
da_dk: Marker [Enter]
de_de: Markieren [Enter]
es_es: Marcar [Enter]
fi_fi: Merkitse [Enter]
fr_fr: Marquer [Enter]
hu_hu: Jel [Bevitel]
it_it: Registra [Enter]
ja_jp: ﾏｰｷﾝｸﾞ [Enterｷｰ]
nl_nl: Markeer [Enter]
no_no: Merk [Enter]
pl_pl: Zaznacz [Enter]
pt_pt: Símbolo [Tecla Enter]
ro_ro: Pentru a nota [Enter]
ru_ru: Отметить [Ввод]
sv_se: Markera [Enter]
tr_tr: İşaretle [Giriş]
zh_cn: 记录 [回车(Enter)键]

source: Talk Over [ALT]
cs_cz: Komunikace [ALT]
de_de: Kunden ansprechen [ALT]
fi_fi: Keskustelu [ALT]
fr_fr: Micro [ALT]
ja_jp: トークオーバー [ALTキー]
nl_nl: Spreken [ALT]
pl_pl: Mów Do Pacjenta [ALT]
pt_pt: Talk Over [Tecla ALT]
ro_ro: Vorbire [ALT]
ru_ru: Дискуссия [ALT]
tr_tr: Üstüne konuş [ALT]
zh_cn: 对话 [换档(Alt)键]

source: In-Situ audiogram has been saved to current session
cs_cz: In-Situ audiogram byl uložen do současného sezení
da_dk: In-Situ audiogram er gemt i nuværense session
de_de: Das In-Situ Audiogramm wurde unter der aktuellen Sitzung gespeichert
es_es: El audiograma In-Situ se ha grabado en la sesión actual
fi_fi: In-Situ audiogrammi on tallennettu tähän käyntiin
fr_fr: L'audiométrie intégrée a été sauvegardée dans la session actuelle
hu_hu: Az In-Situ audiogram az aktuális bejegyzésbe lett elmentve
it_it: L'audiogramma In-Situ è stato salvato nella sessione corrente
ja_jp: インサイチュのオージオグラムは現在のフィッティングデータに保存されました
ko_kr: In-Situ 오디오그램이 현재 세션에 저장되었습니다.
nl_nl: In-Situ audiogram is opgeslagen onder huidige sessie
no_no: In-Situ audiogram er lagret til nåværende sesjon
pl_pl: Audiogram In-Situ został zapisany w obecnej sesji.
pt_pt: O audiograma In-Situ foi salvo na sessão atual
ro_ro: Audiograma In-Situ a fost salvata in sesiunea curenta
ru_ru: Данные аудиограммы на месте были сохранены в текущей сессии.
sv_se: In-Situ audiogram har sparats till aktuell session.
tr_tr: In-Situ odyogramı mevcut oturuma kaydedildi.
zh_cn: 自测听力图已保存至当前验配

source: Please ensure that the instrument(s) are clean and perform testing in a test box to verify that the receiver is functioning within specification.
cs_cz: Prosím, ujistěte se, že přístroj je čistý a proveďte kontrolu funkce a parametrů měniče v testovacím boxu.
da_dk: Forvis dig om at apparaterne er rene og udfør testen i en lydboks for at verificere at receiveren fungerer efter specifikationerne.
de_de: Bitte sorgen Sie dafür, dass die Geräte sauber sind. Führen Sie eventuell eine Messung in der Messbox aus um die Leistung des Hörers zu überprüfen.
es_es: Por favor asegúrese de que el(los) audífono(s) están limpios y analícelo para asegurarse que el auricular cumple con las especificaciones.
fi_fi: Varmista että kuulokojeet ovat puhtaat ja suorita mittaus testikammiossa varmistaaksesi että kuuloke toimi spesifikaatioden mukaan.
fr_fr: Vérifier que l'appareil est propre et le passer à la chaîne de mesure pour s'assurer des bonnes performances de l'écouteur.
hu_hu: Gyöződjön meg arról, hogy a készülék tiszta és végezzen tesztelést a teszt boxban, hogy meggyöződjön arról, hogy a hallgató a specifikáción belül működik.
it_it: Si prega di assicurarsi che gli apparecchi siano puliti ed eseguire test in un box di prova per verificare che il ricevitore funzione correttamente come da specifiche.
ja_jp: 補聴器が本来の性能値で動作しているかを確かめる為に特性器で測定して下さい
ko_kr: 보청기가 깨끗한지 확인하고 검사상자 안에서 검사를 수행하여 리시버가 스팩내에서 작동하고 있는지 확인하십시오.
nl_nl: Zorg er s.v.p. voor dat de toestellen schoon zijn en voer een test uit in een meetbox om te verifiëren dat de receiver voldoet aan de specificaties.
no_no: Vennligst sørg for at apparat(ene) er rene og utfør testing i en testboks for å vertifisere at receiveren fungerer innenfor spesifikasjonene.
pl_pl: Proszę się upewnić, że aparat(y) jest czysty(e) a następnie przeprowadź test w komorze pomiarowej aby upenić się, że słuchawka pracuje poprawnie.
pt_pt: Favor verifique as condições do aparelho e teste se o receptor está funcionando conforme o esperado.
ro_ro: Va rog asigurati-va ca instrumentele sunt curate si faceti testul intr-o camere de testare pentru a verifica daca receiver-ul functioneaza in parametrii normali.
ru_ru: Пожалуйста, убедитесь, что СА чистый(е) и готов(ы) к тестированию в боксе для определения соответствия работы ресивера листу спецификаций.
sv_se: Kontrollera att hörapparaterna är rena och testa hörtelefonfunktionen i testbox så den motsvarar specifikationen.
tr_tr: Lütfen cihazların temiz olduğundan emin olun ve hoparlörün fonksiyonel özelliklerine göre işledini doğrulamak için test box da test yapın.
zh_cn: 请确保助听器已正确佩戴且受话器(耳塞)选项已进行设置。
