Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Increase high frequency gain for soft sounds.
cs_cz: Zvyšte zisk vysokých frekvencí pro slabé zvuky.
da_dk: Forøg højfrekvent forstærkning for alle lydniveauer.
de_de: Bei den hohen Frequenzen die Verstärkung für die leisen Eingangspegel erhöhen.
es_es: Aumentar la ganancia en altas frecuencias para sonidos suaves.
fi_fi: Lisää vahvistusta korkeilla taajuuksilla hiljaisille äänille.
fr_fr: Augmenter G50 pour les fréquences aiguës
hu_hu: Növelje a magas frekvenciás erősítést a lágy hangokra.
it_it: Aumentare il guadagno sulle alte frequenze per i suoni deboli.
ja_jp: 高域のG50を上げて下さい
ko_kr: 작은 소리의 고주파 이득 값을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties bij zachte geluiden
no_no: Øk høyfrekvent gain for svake lyder
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości dla cichych dźwięków.
pt_pt: Aumente o ganho das frequencias altas para sons suaves.
ro_ro: Cresteti castigul in zona acutelor pentru sunete slabe.
ru_ru: Увеличьте усиление на высоких частотах для тихих звуков.
sv_se: Öka förstärkningen på höga frekvenser för svaga ljud
tr_tr: Yumuşak seslerde yüksek frekans kazancını artır.
zh_cn: 增加小声的高频增益

source: Increase mid and high frequency gain for soft sounds.
cs_cz: Zvyšte zisk středních a vysokých frekvencí pro slabé zvuky.
da_dk: Forøg mellem- og højfrekvent forstærkning for svage lydniveauer.
de_de: Bei den mittleren und hohen Frequenzen die Verstärkung für leise Eingangspegel erhöhen.
es_es: Aumentar la ganancia en frecuencias altas y medias para sonidos suaves.
fi_fi: Lisää vahvistusta keski ja korkeilla taajuuksilla heikoille äänille.
fr_fr: Augmenter G50 pour les fréquences moyennes et aiguës
hu_hu: Növelje a közép és magas frekvenciás erősítést a lágy hangokra.
it_it: Aumentare il guadagno delle frequenze medie e alte per i suoni deboli.
ja_jp: 中高域のG50を上げて下さい
ko_kr: 작은 소리의 중간주파와 고주파 이득 값을 높이세요
nl_nl: Verhoog de versterking van midden en hoge frequenties bij zachte geluiden
no_no: Øk midt- og høyfrekvent gain for svake lyder
pl_pl: Zwiększ wzmocnienie średnich i wysokich czestotliwości dla cichych dźwięków.
pt_pt: Aumente o ganho das frequencias médias e altas para sons suaves
ro_ro: Cresteti castigul pe medii si inalte pentru sunete slabe.
ru_ru: Увеличьте усиление на средних и высоких частотах для тихих звуков.
sv_se: Öka förstärkningen på mellan och höga frekvenser för svaga ljud.
tr_tr: Yumuşak seslerde orta ve yüksek frekans kazançlarını artır.
zh_cn: 增加小声的中高频增益

source: Volume control needs frequent adjustment
cs_cz: Je potřeba častá regulace hlasitosti
da_dk: Volumenkontrollen må ofte justeres.
de_de: Die Lautstärkeeinstellung benötigt ständige Anpassung
es_es: El control de volumen necesita ajustes frecuentes
fi_fi: Äänenvoimakkuudensäätöä pitää säätää usein
fr_fr: Le volume des aides auditives nécessite de nombreux ajustements
hu_hu: A hangerőszabályzó gyakori változtatást igényel
it_it: Il controllo del volume ha bisogno di frequenti regolazioni
ja_jp: 頻繁にボリュームの調整が必要
ko_kr: 볼륨 조절은 빈번한 조정이 필요합니다.
nl_nl: De volumeregelaar heeft veelvuldig bijstelling nodig
no_no: Volumkontrollen benyttes ofte
pl_pl: Głośności w aparacie wymaga częstych regulacji.
pt_pt: O controle de volume precisa ser ajustado
ro_ro: Potentiometrul de volum necesita ajustari frecvente
ru_ru: Необходимо часто регулировать громкость
sv_se: Volymkontrollen behöver justeras mer frekvent
tr_tr: Ses kontrolü sık sık ayar istiyor.
zh_cn: 需要经常调节音量

source: Increase overall gain.
cs_cz: Zvyšte celkový zisk.
da_dk: Forøg generel forstærkning.
de_de: Für alle Frequenzen die Verstärkung anheben
es_es: Aumentar la ganancia general
fi_fi: Lisää kokonaisvahvistusta kaikille ottotasoille.
fr_fr: Augmenter le gain pour toutes les fréquences
hu_hu: Növelje a teljes erősítést.
it_it: Aumentare il guadagno complessivo per tutti i livelli di ingresso.
ja_jp: 全体的に利得を上げて下さい
ko_kr: 전반적인 이득 값을 높이세요
nl_nl: Verhoog de versterking bij alle inputniveaus
no_no: Øk generell gain
pl_pl: Zwiększ ogólne wzmocnienie.
pt_pt: Aumente o ganho geral
ro_ro: Cresteti castigul global
ru_ru: Увеличьте общее усиление.
sv_se: Minska den totala förstärkningen.
tr_tr: Tüm kazancı artırın.
zh_cn: 增加全部增益

source: Decrease overall gain.
cs_cz: Snižte celkový zisk.
da_dk: Reducer generel forstærkning.
de_de: Für alle Frequenzen die Verstärkung absenken
es_es: Reducir la ganancia general
fi_fi: Vähennä kokonaisvahvistusta kaikille ottotasoille.
fr_fr: Diminuer le gain pour toutes les fréquences
hu_hu: Csökkentse a teljes erősítést.
it_it: Diminuire il guadagno complessivo per tutti i livelli di ingresso.
ja_jp: 全体的に利得を下げて下さい
ko_kr: 전반적인 이득 값을 낮추세요
nl_nl: Verlaag de versterking bij alle inputniveaus
no_no: Senk generell gain
pl_pl: Zmniejsz ogólne wzmocnienie.
pt_pt: Diminua o ganho geral
ro_ro: Scadeti castigul global
ru_ru: Уменьшите общее усиление.
sv_se: Minska den totala förstärkningen.
tr_tr: Tüm kazancı azaltın.
zh_cn: 降低全部增益

source: Adjust Environmental Optimizer II to reflect volume changes
cs_cz: Dolaďte Environmental Optimizer II aby odpovídal změnám hlasitosti
da_dk: Juster Environmental Optimizer II for at afspejle volumenændringerne
de_de: Passen Sie den Situations Optimizer entsprechend an.
es_es: Ajustar el Clasificar Ambiental II para reflejar los cambios de volumen
fi_fi: Säädä Ääniympäristön Optimointi II vastaamaan äänenvoimakkuuden vaihtelua
fr_fr: Ajuster les curseurs de l'Environmental Optimizer II
hu_hu: Állítsa a Környezeti Optimalizáló II-t a hangerő változásokhoz
it_it: Regolare l'Ottimizzatore Ambientale II per rispecchiare i cambiamenti di volume
ja_jp: 環境適応システムを使用して適切なボリューム設定をして下さい
ko_kr: Environmental Optimizer II 를 조정하여 볼륨 변경을 반영 하세요
nl_nl: Pas de Environmental Optimizer II aan om volumewijzigingen te reflecteren
no_no: Juster Environmental Optimizer II for å reflektere volumendringer
pl_pl: Dopasuj Optymalizator Środowiskowy II stosownie do korekt głośności
pt_pt: Ajuste o Otimizador Ambiental II para refletir mudanças de volume.
ro_ro: Ajustati Environmental Optimizer II pentru a reflecta modificarile de volum.
ru_ru: Настройте Оптимизатор Окружения II для отображения изменений громкости
sv_se: Justera Miljöoptimering II för att återspegla volymförändringar.
tr_tr: Environmental Optimizer II'yi ses değişikliklerini yansıtması için ayarla
zh_cn: 调节环境优化器II以改变声音大小

source: Hearing instruments sounds as though the gain changes dramatically (up and/or down).
cs_cz: Sluchadla znějí tak, jako by dramaticky měnila zesílení (nahoru a/nebo dolů).
da_dk: HA lyder som om forstærknigen ændres dramatisk (op og/eller ned).
de_de: Die Veränderungen im Hörsystem weichen stark von den Verstärkungsänderungen ab (oben und/oder unten).
es_es: Los audífonos suenan como si la ganancia cambiara drásticamente (subir y/o bajar).
fi_fi: Kuulokoje kuulostaa siltä kuin vahvistus muuttuisi dramaattisesti (ylös tai/ja alas).
fr_fr: Le volume sonore des aides auditives semble changer
hu_hu: A hallókészülékek hangjai drámaian megváltoztak (fel és/vagy le).
it_it: Il suono degli Apparecchi Acustici risulta come se il guadagno cambiasse radicalmente (o verso l'alto, o verso il basso).
ja_jp: 環境適応システムを使用中に音が大きくなったり、小さくなったりする変化が気になる
ko_kr: 이득 값이 극적으로 바뀌는 것처럼 보청기에 들립니다 (위, 아래, 또는 위아래로)
nl_nl: Het lijkt alsof het volume van de toestellen steeds wijzigt (op en neer)
no_no: Det høres ut som høreapparatene endrer gain veldig mye (opp og/eller ned)
pl_pl: Aparat(y) słuchowy(e) brzmi(ą) tak jakby gwałtownie zminiała się w nich głośność (w górę i w dół).
pt_pt: Parece que o ganho dos aparelhos auditivos muda drasticamente (para mais/ ou para menos)
ro_ro: Aparatele auditive se aud ca si cum ar exista modificari mari de volum (in sus sau/si jos)
ru_ru: Слуховые аппараты звучат так, словно усиление меняется очень резко (вверх и/или вниз).
sv_se: Det låter som förstärkningen ändras dramatiskt upp och ned i hörapparaten.
tr_tr: İşitme cihazı sanki kazanc aşağı yukarı değişiyor gibi ses veriyor.
zh_cn: 助听器声音变化太大(增加/降低)

source: Set the Environmental Optimizer II category sliders closer together.
cs_cz: Nastavte jezdce kategorií Environmental Optimizer II blíže k sobě.
da_dk: Indstil lydmiljøerne i Environmental Optimizer II til at stå nærmere hinanden.
de_de: Reduzieren Sie die Lautstärkeunterschiede im Situations Optimizer.
es_es: Ajustar los controles del Clasificador Ambiental II con menos diferencias de unos a otros.
fi_fi: Aseta ympäristön optimointi II liukukytkimet lähemmäsi toisiaan.
fr_fr: Réduire l'écart entre les curseurs dans l'Environmental Optimizer II
hu_hu: Állítsa a Környezeti Optimalizáló II kategóriáinak csúszkáit közelebb egymáshoz.
it_it: Impostare nell'Ottimizzatore Ambientale II i cursori degli ambienti tra loro vicini con meno dB di escursione.
ja_jp: 環境適応システムの各カテゴリのレベル差（利得のギャップ）を小さくして下さい
ko_kr: Environmental Optimizer II 를 category sliders 와 서로 가깝게 설정하세요.
nl_nl: Zet de Environmental Optimizer II schuifjes dichter bij elkaar
no_no: Juster Environmental Optimizer II lyttemiljøene tettere sammen
pl_pl: Ustaw suwaki poszczególnych kategorii Optymalizatora Środowiskowego II bliżej siebie.
pt_pt: Ajuste os ambientes do Otimizador Ambiental II em harmonia
ro_ro: Setati sursoarele de categorie Environmental Optimizer II category mai aproape unul de celalalt.
ru_ru: Установить регуляторы категорий в Оптимизаторе Окружения II ближе друг к другу
sv_se: Sätt Miljöoptimering II olika kategorier närmare varandra.
tr_tr: Environmental Optimizer II 'nin kategori bölmelerini birbirlerine yakın ayarla.
zh_cn: 环境优化器II中各环境下的微调增益不宜变化过大

source: Set the Environmental Optimizer II to "0" for all environments.
cs_cz: Nastavte Environmental Optimizer II na "0" ve všech prostředích.
da_dk: Indstil Environmental Optimizer II til "0" for alle lydmiljøer.
de_de: Setzen Die alle Situationen im Situations Optimizer auf "0".
es_es: Ajustar los controles del Clasificador Ambiental II a "0" para todos los entornos.
fi_fi: Aseta ympäristön optimointi II asentoon "0" kaikkiin ääniympäristöihin
fr_fr: Mettre à "0" tous les curseurs de l'Environmental Optimizer II
hu_hu: Állítsa a Környezeti Optimalizáló II-t "0" -ra minden környezetben.
it_it: Impostare l'Ottimizzatore Ambientale II a "0" per tutti gli ambienti.
ja_jp: 環境適応システムを「0」にリセットして下さい
ko_kr: 모든 환경에 Environmental Optimizer II 를 "0" 으로 설정하세요.
nl_nl: Zet de Environmental Optimizer II op "0" voor alle situaties
no_no: Juster Environmental Optimizer II til "0" i alle lyttemiljøer
pl_pl: Ustaw Optymalizator Środowiskowy II na "0" dla wszystkich środowisk.
pt_pt: Ajuste o Otimizador Ambiental II para "0" para todos os ambientes
ro_ro: Setati Environmental Optimizer II la "0" pentru toate mediile.
ru_ru: Установите Оптимизатор Окружения II в положение "0" для всех ситуаций.
sv_se: Sätt Miljöoptimering II på "0" för alla miljöer.
tr_tr: Tüm ortamlar için Environmental Optimizer II 'yi ''0'' a ayarla.
zh_cn: 所有环境都清为 "0"

source: Wind noise is too loud
cs_cz: Hluk větru je příliš hlasitý
da_dk: Vindstøj er for kraftig
de_de: Windgeräusche sind zu laut
es_es: El ruido de viento es demasiado alto
fi_fi: Tuulenkohina on liian kova
fr_fr: Le bruit du vent est trop fort
hu_hu: A szélzaj túl hangos
it_it: Il rumore del vento è troppo forte
ja_jp: 風切り音がうるさく聞こえる
ko_kr: 바람소리가 너무 크게 들림
nl_nl: Windruis is te hard
no_no: Vindstøy er for sterk
pl_pl: Szum wiatru jest zbyt głośny
pt_pt: Ruído do vento está muito alto
ro_ro: Zgomotul de vant este prea puternic
ru_ru: Шум ветра слишком громкий
sv_se: Vindbrus är för starkt
tr_tr: Rüzgar sesi çok yüksek
zh_cn: 风声太大

source: Increase WindGuard setting
cs_cz: Zvyšte nastavení WindGuard
da_dk: Forøg graden af WindGuard setting
de_de: Erhöhen Sie die Stufe des WindGuard
es_es: Aumentar el nivel del WindGuard
fi_fi: Lisää tuulisalpa asetuksia
fr_fr: Augmenter le niveau du réducteur de bruit de vent
hu_hu: Növelje a WindGuard beállításit
it_it: Aumentare l'impostazione WindGuard
ja_jp: ウィンドガードの設定を強めて下さい
ko_kr: WindGuard(바람소리제거기) 설정을 높이세요
nl_nl: Verhoog de WindGuard instelling
no_no: Øk WindGuard nivå
pl_pl: Zwiększ ustawienia systemu WindGuard
pt_pt: Aumente o ajuste da Redução de Ruído de vento
ro_ro: Cresteti setarile WindGuard
ru_ru: Увеличьте уровень подавления шума ветра WindGuard
sv_se: Öka Vindbrusreduktion
tr_tr: WindGuard ayarlarını artır
zh_cn: 增加风噪卫士的程度

source: Decrease low frequency gain for moderate and loud sounds
cs_cz: Snižte zisk hlubokých frekvencí pro střední a hlasité zvuky
da_dk: Reducer lavfrekvent forstærkning for moderate og kraftige lyde
de_de: Verringern Sie die Verstärkung für mittlere und laute Eingangspegel in den niedrigen Frequenzen
es_es: Reducir la ganancia en bajas frecuencias para sonidos fuertes y moderados
fi_fi: Vähennä vahvistusta matalilla taajuuksilla kohtalasille ja koville äänille
fr_fr: Diminuer G65 et G80 pour les fréquences aiguës
hu_hu: Csökkentse a mélyfrekvenciás erősítést a közepes és a hangos hangokra
it_it: Diminuire il guadagno per i suoni a bassa frequenza moderati e forti
ja_jp: 低域のG65とG80を下げて下さい
ko_kr: 중간과 큰 소리의 저주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties bij gemiddelde en harde geluiden
no_no: Senk lavfrekvent gain for moderate og høye lyder
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości dla średnio głośnych i głośnych dźwięków.
pt_pt: Diminua o ganho das frequencias baixas para os sons moderados e intensos
ro_ro: Scadeti castigul pentru frecventele joase pentru sunetele moderate si puternice
ru_ru: Уменьшите усиление на низких частотах для умеренных и громких звуков
sv_se: Minska förstärkningen på låga frekvenser för måttliga och starka ljud
tr_tr: Orta ve yüksek sesler için alçak frekans kazancını azalt
zh_cn: 降低中声和大声的低频增益

source: Decrease gain for moderate sounds at all frequencies
cs_cz: Snižte zisk středních tónů na všech frekvencích
da_dk: Reducer forstærkning for moderate lyde for alle frekvenser
de_de: Verringern Sie die Verstärkung für mittlere Eingangspegel in allen Frequenzen
es_es: Reducir la ganancia de sonidos moderados para todas las frecuencias
fi_fi: Vähennä vahvistusta kaikilla taajuuksilla kohtalaisille äänille
fr_fr: Diminuer G65 pour toutes les fréquences
hu_hu: Csökkentse az erősítést a közepes hangokra minden frekvencián
it_it: Diminuire il guadagno per i suoni moderati su tutte le frequenze
ja_jp: 全周波数でG65を下げて下さい
ko_kr: 모든 주파수에서 중간 소리의 이득 값을 낮추세요
nl_nl: Verlaag de versterking bij gemiddelde geluiden
no_no: Senk gain for moderate lyder i alle frekvenser
pl_pl: Zmniejsz wzmocnienie średnio głośnych dźwięków dla wszystkich częstotliwości
pt_pt: Diminua o ganho dos sons moderados para todas as frequencias
ro_ro: Scadeti castigul pentru sunetele moderate in tot spectrul frecvential
ru_ru: Уменьшите усиление умеренных звуков на всех частотах
sv_se: Minska förstärkningen för måttliga ljud på alla frekvenser
tr_tr: Tüm frekanslarda orta ses kazançlarını azalt
zh_cn: 降低所有频率中等声的增益

source: Decrease gain for loud sounds at low and mid frequencies
cs_cz: Snižte zisk hlasitých zvuků na hlubokých a středních frekvencích
da_dk: Reducer forstærkning for kraftige lyde ved lav og mellemfrekvens
de_de: Verringern Sie die Verstärkung für laute Eingangspegel in den niedrigen und mittleren Frequenzen
es_es: Reducir la ganancia en frecuencias medias y bajas para sonidos fuertes
fi_fi: Vähennä vahvistusta matalilla ja korkeilla taajuuksilla koville äänille
fr_fr: Diminuer G80 pour les fréquences graves et moyennes
hu_hu: Csökkentse az erősítést a hangos hangokra a mély és a közepes frekvenciákra
it_it: Diminuire il guadagno per i suoni forti a frequenze basse e medie
ja_jp: 低中域のG80を下げて下さい
ko_kr: 저주파와 중간 주파수에서 작은 소리의 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage en midden frequenties bij harde geluiden
no_no: Senk lav- og midtfrekvens gain for sterke lyder
pl_pl: Zmniejsz wzmocnienie dłośnych dźwięków dla niskich i średnich częstotliwości
pt_pt: Diminua o ganho para os sons intensos para as frequencias baixas e médias
ro_ro: Scadeti castigul pentru sunete puternice pentru frecventele joase si medii
ru_ru: Уменьшите усиление громких звуков на низких и средних частотах
sv_se: Minska förstärkningen för starka ljud på låg och mellan frekvenser.
tr_tr: Yüksek sesler için alçak ve orta frekans kazançlarını azalt
zh_cn: 降低中低频大声增益

source: Decrease gain for soft sounds for mid and high frequencies
cs_cz: Snižte zisk slabých zvuků na středních a vysokých frekvencích
da_dk: Reducer forstærkning for svage lyde for mellem og højfrekvens
de_de: Verringern Sie die Verstärkung für die leisen Eingangspegel in den mittleren und hohen Frequenzen
es_es: Reducir la ganancia en frecuencias medias y altas para sonidos suaves
fi_fi: Vähennä vahvistusta keski ja korkeilla taajuuksilla heikoille äänille
fr_fr: Diminuer G50 pour les fréquences moyennes et aiguës
hu_hu: Csökkentse az erősítést a lágy hangokra a közép és a magas frekvenciákon
it_it: Diminuire il guadagno per i suoni deboli per le frequenze medie e alte
ja_jp: 中高域のG50を下げて下さい
ko_kr: 고주파와 중간 주파수에서 작은 소리의 이득 값을 낮추세요
nl_nl: Verlaag de versterking van midden en hoge frequenties bij zachte geluiden
no_no: Senk midt- og høyfrekvent gain for svake lyder
pl_pl: Zmniejsz wzmocnienie dla cichych dźwięków dla średnich i wysokich częstotliwości
pt_pt: Diminua o ganho para sons suaves para as frequencias médias e altas
ro_ro: Scadeti castigul pentru sunetele slabe in zona mediilor si inaltelor
ru_ru: Уменьшите усиление тихих звуков на средних и высоких частотах
sv_se: Minska förstärkningen för svaga på mellan och höga frekvenser
tr_tr: Yumuşak sesler için orta ve yüksek frekans kazançlarını azalt
zh_cn: 降低中高频小声增益

source: Decrease gain for low frequencies.
cs_cz: Snižte zisk na hlubokých frekvencích.
da_dk: Reducer forstærkning for lave frekvenser
de_de: Verringern Sie die Verstärkung für die niedrigen Frequenzen
es_es: Reducir la ganancia en bajas frecuencias
fi_fi: Vähennä vahvistusta matalilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves
hu_hu: Csökkentse az erősítést a mély frekvenciákra.
it_it: Diminuire il guadagno per le basse frequenze a tutti i livelli di ingresso
ja_jp: 低域を下げて下さい
ko_kr: 저주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties bij alle inputniveaus
no_no: Senk generell gain for lavfrekvente lyder
pl_pl: Zmniejsz wzmocnienie dla niskich częstotliwości.
pt_pt: Diminua o ganho para as frequencias baixas
ro_ro: Scadeti castigurile pe frecventele joase
ru_ru: Уменьшите усиление на низких частотах.
sv_se: Minska förstärkningen för låga frekvenser.
tr_tr: Düşük frekanslar için kazanç azaltın.
zh_cn: 降低低频增益

source: Decrease overall gain for low frequency sounds and increase overall gain for high frequency sounds
cs_cz: Snižte celkový zisk na hlubokých frekvencích a zvyšte celkový zisk na vysokých frekvencích
da_dk: Reducer generel forstærkning for lavfrekvente lyde og forøg generel forstærkning for højfrekvente lyde
de_de: Verringern Sie die Verstärkung in den niedrigen Frequenzen und erhöhen die Verstärkung in den hohen Frequenzen
es_es: Reducir la ganancia general en bajas frecuencias, y aumentar la ganancia general en altas frecuencias
fi_fi: Lisää kokonaisvahvistusta matalilla taajuuksilla ja lisää kokonaisvahvistusta korkeilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse a teljes erősítést a mélyfrekvenciás hangokra és növelje a teljes erősítést ia magas frekvenciás hangokra
it_it: Diminuire guadagno complessivo per i suoni a bassa frequenza e aumentare il guadagno complessivo per i suoni ad alta frequenza
ja_jp: 低域を下げ、高域を上げて下さい
ko_kr: 저주파 소리의 전반적인 이득 값을 낮추시고 고주파 소리의 전반적인 이득 값을 높이세요
nl_nl: Verlaag de versterking van lage frequenties en verhoog de versterking van hoge frequenties bij alle inputniveaus
no_no: Senk generell gain for lavfrekvente lyder og øk generell gain for høyfrekvente lyder
pl_pl: Zmniejsz ogólną głośność niskich częstotliwości oraz zwiększ ogólną głośność wysokich częstotliwości
pt_pt: Diminua o ganho geral para as frequencias baixas e aumente o ganho geral para as frequencias altas
ro_ro: Scadeti castigul global pentru sunete de frecventajoasa si cresteti-l pentru sunetele acute
ru_ru: Уменьшите общее усиление для низкочастотных звуков и увеличьте общее усиление для высокочастотных звуков
sv_se: Minska den totala förstärkningen på låga frekvenser och öka den totala förstärkningen på höga frekvenser.
tr_tr: Tüm alçak frekans kazançlarını azalt ve tüm yüksek frekans kazançlarını artır
zh_cn: 降低低频所有增益和增加高频所有增益

source: Increase high frequency gain for soft and moderate sounds
cs_cz: Zvyšte zisk vysokých frekvencí pro slabé a střední zvuky
da_dk: Forøg højfrekvent forstærkning for svage og moderate lyde
de_de: Erhöhen Sie die Verstärkung für leise und mittlere Eingangspegel in den hohen Frequenzen
es_es: Aumentar la ganancia en altas frecuencias para sonidos suaves y moderados
fi_fi: Lisää vahvistusta korkeilla taajuuksilla heikoille ja kohtalaisille äänilles
fr_fr: Augmenter G50 et G65 pour les fréquences aiguës
hu_hu: Növelje a magas frekvenciás erősítést a lágy és közepes hangokra
it_it: Aumentare il guadagno alle alte frequenze per i suoni deboli e moderati
ja_jp: 高域のG50とG65を上げて下さい
ko_kr: 작고 중간 소리의 고주파 이득 값을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties bij zachte en gemiddelde geluiden
no_no: Øk høyfrekvent gain for svake og moderate lyder
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości dla cichych i średnio głośnych dźwięków.
pt_pt: Aumente o ganho das frequencias altas para sons suaves e moderados
ro_ro: Cresteti castigul pe inalte pentru sunete slabe si moderate
ru_ru: Увеличьте усиление на высоких частотах для тихих и умеренных звуков
sv_se: Öka förstärkningen på höga frekvenser för svaga och måttliga ljud
tr_tr: Yumuşak ve orta sesler için yüksek frekans kazancını artır
zh_cn: 增加小声和中等声高频增益

source: Increase the vent size
cs_cz: Zvyšte velikost ventingu
da_dk: Forøg ventilation
de_de: Vergrößern Sie das Venting
es_es: Aumentar el diámetro del venting
fi_fi: Lisää ilmastoinnin kokoa
fr_fr: Augmenter la taille de l'évent
hu_hu: Növelje a vent méretet
it_it: Aumentare le dimensioni della ventilazione
ja_jp: ベントサイズを大きくして下さい
ko_kr: 벤트 크기를 늘리세요
nl_nl: Vergroot de venting
no_no: Øk ventileringen
pl_pl: Zwiększ wielkość wentylacji
pt_pt: Aumentar o tamanho da ventilação
ro_ro: Cresteti dimensiunea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorlek
tr_tr: Vent ölçüsünü artır
zh_cn: 增加通气孔孔径

source: Choose a smaller or more open dome
cs_cz: Zvolte menší nebo uzavřenější klobouček
da_dk: Vælg eller mindre eller mere åben kuppel.
de_de: Benutzen Sie einen kleineren oder mehr offenen Dome
es_es: Elegir un acoplador más abierto o más pequeño
fi_fi: Valitse pienempi ja enemmän avoin tippi
fr_fr: Choisir un dôme plus petit ou plus ouvert
hu_hu: Válasszon kisebb vagy nyitottabb dome-ot
it_it: Scegliere una cupoletta più piccola o più aperta
ja_jp: よりオープンに近い耳せんへ変更して下さい
ko_kr: 더 작거나 더 오픈된 돔을 선택하세요
nl_nl: Kies een kleinere of meer open eartip
no_no: Velg en mindre eller mer åpen dome
pl_pl: Wybierz mniejszą albo bardziej odwartą kopułkę
pt_pt: Escolha uma oliva menor ou mais aberta
ro_ro: Alegeti un dome mai mic sau mai deschis
ru_ru: Выберите меньший или более открытый вкладыш
sv_se: Välj en mindre eller öppnare dome
tr_tr: Daha küçük seçin veya daha açık bir dom seçin
zh_cn: 选择更小或更开放的耳塞
