Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Initial Fit will be performed based on the session Audiogram. Fitting Data in the instrument will not be used for this session
cs_cz: Výchozí nastavení bude provedeno na základě audiogramu sezení. Fitting Dataze sluchadel nebudou pro toto sezení použita.
da_dk: Ny tilpasning udføres baseret på sessionens audiogram. Fitting Data in the instrument will not be used for this session
de_de: Der First Fit wird basierend auf dem Audiogramm durchgeführt. Die Anpassdaten aus dem Hörsystem werden nicht verwendet.
es_es: La adaptación Incial se realizará basada en el audiogrma de la sesión. Los datos de Adaptación del audífono no se utilizarán en esta sesión.
fi_fi: PikaSovitus perustuu tämän istunnon audiogrammiin. Kuulokojeessa olevaa sovitustietoa ei käytetä tässä istunnossa.
fr_fr: Un ciblage initial sera effectué, basé sur l'audiogramme de la session. Les réglages de l'appareil ne seront pas utilisés dans cette session.
hu_hu: Az Előillesztés az Audiogram bejegyzés alapján fog megtörténni. A készülék illesztési adata nem lesz használva ebben a bejegyzésben.
it_it: Il Fitting iniziale verrà effettuato in base all'Audiogramma della sessione. I dati di Fitting nel dispositivo non saranno utilizzati per questa sessione.
ja_jp: パソコンに保存されたオージオグラムを用いてフィッティングを行います
ko_kr: 청력도에 기반한 초기 피팅값이 실행됩니다. 보청기에 저장된 피팅 데이터는 본 세션에서 적용되지 않습니다.
nl_nl: FirstFit zal uitgevoerd worden op basis van het sessie Audiogram. Aanpasgegevens in het toestel zullen niet gebruikt worden voor deze sessie
no_no: Tilpasning vil bli basert på aktuell sesjon. Tilpasningsdata i apparatet vil ikke bli brukt
pt_pt: O Ajuste Inicial será realizado com base na Audiometria. Os dados no aparelho auditivo não serão usados nesta sessão.
ru_ru: Первоначальная настройка будет произведена на основе Аудиограммы сессии. Данные настройки, сохраненные в слуховом аппарате, не будут использоваться для этой сессии.
sv_se: Initial anpassning kommer utföras baserat på audiogrammet i sessionen. Anpassningsdata i hörapparaten kommer inte att användas i denna session.
tr_tr: İlk Fitting oturumu Odyograma dayalı olarak yapılacaktır. Cihaz fitting verileri bu oturum için kullanılmayacaktır.
zh_cn: 初始选配是基于用户听力图的计算。助听器内原有数据在此模式下不被使用。

source: When CrossLink Directionality is recommended:
zh_cn: 当推荐使用双耳智能实境方向性:

source: Set P1 to CrossLink Directionality
zh_cn: 设置 P1为双耳智能实境方向性

source: Rebooting
cs_cz: Restartování
da_dk: Genstarter...
de_de: Neu starten
es_es: Reiniciando...
fi_fi: Uudelleen käynnistetään
fr_fr: Redémarrage...
hu_hu: Újraindulás...
it_it: Riavvio...
ja_jp: 再接続...
ko_kr: 재부팅중...
nl_nl: Rebooten...
no_no: Omstart...
pl_pl: Restartowanie
pt_pt: Restaurando...
ro_ro: Repornire...
ru_ru: Перезагрузка
sv_se: Omstartar...
tr_tr: Yeniden başlatılıyor
zh_cn: 正在重启...

source: Reconnecting
cs_cz: Znovu připojuji
da_dk: Genforbinder...
de_de: Neu verbinden
es_es: Reconectando
fi_fi: Uudelleen yhdistetään
fr_fr: Reconnexion...
hu_hu: Újracsatlakozás...
it_it: Riconnessione...
ja_jp: 再接続...
ko_kr: 재연결중...
nl_nl: Opnieuw verbinden...
no_no: Kobler til på nytt...
pl_pl: Ponowne podłączanie
pt_pt: Reconectando...
ro_ro: Reconectare...
ru_ru: Переподключение
sv_se: Återansluter...
tr_tr: Tekrar bağlanıyor
zh_cn: 正在重连...

source: Detected
cs_cz: Detekováno
da_dk: Detekteret
de_de: Gefunden
es_es: Detectado
fi_fi: Tunnistettu
fr_fr: Détecté
hu_hu: Megtalált
it_it: Rilevato
ja_jp: 検出
ko_kr: 탐색됨
nl_nl: Gevonden
no_no: Gjenkjenn
pl_pl: Wykryto
pt_pt: Detectado
ro_ro: Detectat
ru_ru: Определен
tr_tr: Algılandı
zh_cn: 已探测

source: Detecting
cs_cz: Detekování
da_dk: Detekterer
de_de: Finden
es_es: Detectando
fi_fi: Tunnistetaan
fr_fr: Détection
hu_hu: Keresés
it_it: Rilevamento
ja_jp: 検出中
ko_kr: 탐색중
nl_nl: Zoeken
no_no: Gjenkjenner
pl_pl: Wykrywanie
pt_pt: Detectando
ro_ro: Detectare
ru_ru: Определение
sv_se: Känner av
tr_tr: Algılanıyor
zh_cn: 正在探测

source: WARNING user settings have not been restored. Please go back and try to reconnect the missing instrument. Exiting the test mode without reconnecting the hearing instruments will cause them to remain programmed with test settings that are NOT SAFE for patient use.
cs_cz: POZOR nebylo obnoveno uživatelovo nastavení. Vraťte se prosím zpět a zkuste znovu připojit chybějící sluchadlo. Opuštěním testovacího režimu bez opětovného připojení sluchadla zůstanou sluchadla naprogramována do testovacího nastavení, které NENÍ BEZPEČNÉ pro pacienta.
da_dk: ADVARSEL brugerindstillinger er ikke blevet gemt. Prøv at genforbinde det manglende apparat. Hvis du lukker testindstillingen uden af genforbinde vil høreapparaterne være indstillet til test der IKKE ER SIKKERT under almindeligt brug.
de_de: WARNUNG Die Kundenanpassung ist noch nicht wieder auf das Hörsystem übertragen worden! Gehen Sie bitte zurück und verbinden Sie das Hörsystem. Das Verlassen des Test Modus ohne die Kundendaten auf das Gerät zu übertragen bedeutet, dass die Test-Einstellungen im Gerät bleiben und dies NICHT GEEIGNET für Ihren Kunden ist.
es_es: ADVERTENCIA los ajustes del usuario no han sido restaurados: Al salir del modo Analizador sin reconectar los audífonos, mantendrá en los audífonos la programación del modo analizador, y eso NO ES SEGURO para el paciente.
fi_fi: VAROITUS potilastietoja ei ole palautettu kuulokojeeseen. Ole hyvä ja yhdistä kuulokojeet ja palauta tiedot. Jos poistut nyt testitilasta testiasetukset jäävät kuulokojeeseen ja ne EIVÄT OLE TURVALLISET POTILAALLE.
fr_fr: ATTENTION : Les réglages du patient n'ont pas été restaurés. Essayez de reconnecter l'appareil déconnecté. Quitter le mode test sans reconnecter les appareils peut être dangereux pour le patient car les réglages test resteront dans les appareils.
hu_hu: FIGYELMEZTETÉS a felhasználói beállítások nem lettek eltárolva. Kérjük menjen vissza és próbálja újracsatlakoztatni a készüléket. A kilépés a teszt módból újracsatlakoztatás nélkül azt okozzák, hogy a megmaradt teszt beállítások nem lesznek biztonságosak a páciens számára.
it_it: ATTENZIONE le impostazioni utente non sono state ripristinate. Si prega di tornare indietro e provare a ricollegare il dispositivo mancante. Uscendo dalla modalità di test senza ricollegare gli apparecchi acustici li farà rimanere programmati con le impostazioni di test che NON SICURE per l'uso del paziente
ja_jp: 警告：顧客のプログラムが書き込まれていません。「戻る」を押して補聴器を再接続して下さい。補聴器を再接続せずに終了すると、テクニカル測定用の設定のままになりますので、顧客に装用しないで下さい。
ko_kr: 경고: 사용자 설정이 복원지 않았습니다. 되돌아가 분실된 보청기를 다시 연결해 보십시오. 보청기를 다시 연결하지 않고 시험검사 모드를 나오면, 환자 사용에 안전하지 않은 시험검사 설정으로 보청기가 프로그램됩니다.
nl_nl: WAARSCHUWING De gebruikersinstellingen zijn niet hersteld. Ga s.v.p. terug en probeer het ontbrekende toestel opnieuw te verbinden. Afsluiten van de Testmodus zonder de toestellen opnieuw te verbinden zorgt ervoor dat ze ingesteld blijven in de test instellingen die NIET VEILIG zijn voor de cliënt.
no_no: ADVARSEL brukerinnstillingene er ikke gjenopprettet. Vennligst gå tilbake og prøv å koble til på nytt. Ved å gå ut av testmodus uten å gjenopprette brukerinnstillingene vil apparatene være i testinnstillinger som IKKE ER ANBEFALT for brukeren.
pl_pl: UWAGA Ustawienia nie zostały przywrócone. Wróć do sesji dopasowania i spróbuj ponownie podłączyć brakujący aparat. Wyjście z trybu testowego bez ponownego podłączenia aparatu spowoduje, że pozostaną zaprogramowane z ustawieniami które NIE SĄ BEZPIECZNE dla pacjenta.
pt_pt: CUIDADO as configurações não foram restauradas. Retorne e tente reconectar os aparelhos. Sair do Modo Teste sem reconectar os aparelhos auditivos fará com que eles permanecem programados com as configurações de teste, que não são seguras para o uso do paciente.
ro_ro: ATENTIONARE setarile utilizatorului nu au fost restaurate. Intoarceti-va si reconectati aparatul. Iesirea fara reconectare a aparatelor va cauza ramanerea lor pe setarile test care NU SUNT SIGURE pentru utilizarea de catre pacient
ru_ru: ВНИМАНИЕ, настройки пользователя не были восстановлены. Пожалуйста, вернитесь назад и попытайтесь переподключить отсутствующий аппарат . Выход из режима тестирования без переподключения слуховых аппаратов оставит их запрограммированными на параметры тестирования, что НЕ БЕЗОПАСНО для использования пациентом.
sv_se: Varning: Brukarens inställning har inte återställts: Gå tillbaka och försök återanslut hörapparat(er). Om testläget ligger kvar i hörapparat(er) kan det vara farligt för brukaren.
tr_tr: UYARI kullanıcı ayarları onarılamamıştır: Geri dönün ve eksik enstrüman yeniden deneyin. İşitme cihazı tekrar bağlanmadan test modundan çıkılması test ayarları ile programlanmış kalmasına neden olacaktır ki hasta kullanımı için GÜVENLİ DEĞİLDİR.
zh_cn: 注意：用户的设置没有恢复。请重连助听器。退出测试模式后如果没有重连助听器，助听器将保持测试模式，此模式对用户是不合适的。

source: Connected
cs_cz: Připojeno
da_dk: Forbundet
de_de: Verbunden
es_es: Conectado
fi_fi: Yhdistetty
fr_fr: Connecté
hu_hu: Csatlakoztatott
it_it: Collegato
ja_jp: 接続
ko_kr: 연결됨
nl_nl: Verbonden
no_no: Tilkoblet
pl_pl: Połączono
pt_pt: Conectado
ro_ro: Conectat
ru_ru: Подключен
sv_se: Ansluten
tr_tr: Bağlı
zh_cn: 连接

source: Phone Clip / Smart Device
cs_cz: Phone Clip / Zařízeni Smart
da_dk: Telefonclip / Smart Device
de_de: Telefonclip / Smart Device
es_es: Phone Clip / Dispositivo Móvil
fi_fi: Phone Clip/Älylaite
fr_fr: Phone Clip / équipement Bluetooth
hu_hu: Phone Clip / Okos eszköz
ja_jp: 携帯ﾕﾅｲﾄ / ｽﾏｰﾄﾎﾝ
ko_kr: 폰 클립 / 스마트 기기
nl_nl: Telefoonclip / Smart apparaat
no_no: Phone Clip / Smart-Enhet
pl_pl: Phone Clip / Urządznie Smart
pt_pt: Phone Clip / Dispositivos Smart
ru_ru: Phone Clip / Smart устройство
sv_se: Telefonclip / Smart Enhet
tr_tr: Phone Clip / Akıllı Cihaz
zh_cn: 手机伴侣/智能设备

source: None
cs_cz: Žádné
da_dk: Intet
de_de: Keins
es_es: Ninguno
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pl_pl: Brak
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Отсутствует
sv_se: Ingen
tr_tr: Hiçbiri
zh_cn: 无

source: Minimum Volume
cs_cz: Minimální hlasitost
da_dk: Minimum volumen
de_de: Minimale Lautstärke
es_es: Volumen Mínimo
fi_fi: Minimi äänenvoimakkuus
fr_fr: Volume minimum
hu_hu: Minimum hangerő
it_it: Volume Minimo
ja_jp: ボリューム最小
ko_kr: 최소 볼륨
nl_nl: Minimaal volume
no_no: Minimum volum
pl_pl: Minimalna Głośność
pt_pt: Volume Mínimo
ro_ro: Volum Minim
ru_ru: Минимальная громкость
sv_se: Minimal Volym
tr_tr: Minimum Ses
zh_cn: 最小音量

source: Mute/Unmute
cs_cz: Umlčet/Zrušit umlčení
de_de: Stummschaltung AN/AUS
es_es: Silenciar/Des-silenciar
fi_fi: Mykystä/Palauta ääni
fr_fr: Sourdine
hu_hu: Némít/Némítás felodás
it_it: Silenziato/Attivato
ja_jp: 消音/消音解除
ko_kr: 무음/무음해제
nl_nl: Uit/Aan
no_no: Mute/Mute av
pl_pl: Wycisz/Włącz
pt_pt: Mudo/Ativo
ru_ru: Заглушить/Включить
sv_se: Tysta/Ej Tysta
tr_tr: Sessiz / Sesi aç
zh_cn: 静音/非静音

source: Long Button Push Down
cs_cz: Dlouze stisknout tlačítko dolů
da_dk: Langt tryk ned
de_de: Langes Drücken auf den Taster
es_es: Pulsación Larga del botón abajo
fi_fi: Pitkä painike painallus alaspäin
fr_fr: Appui long vers le bas
hu_hu: Hosszú gomb lenyomás
it_it: Premere a lungo il pulsante sotto
ja_jp: 下に長押し
ko_kr: 길게 버튼 누름
nl_nl: Lange push onder op de knop
no_no: Langt trykk ned
pl_pl: Długie Naciśnięcie Guzika w Dół
pt_pt: Toque longo no botão, para baixo
ro_ro: Apasare lunga a butonului
ru_ru: Длинное нажатие кнопки вниз
sv_se: Lång knapptryckning nedåt
tr_tr: Uzun Buton Aşağı Basın
zh_cn: 向下长按

source: Sound card not selected
cs_cz: Není zvolena zvuková karta
da_dk: Lydkort er ikke valgt
de_de: Keine Soundkarte ausgewählt
es_es: No ha seleccionado tarjeta de sonido
fi_fi: Äänikorttia ei valittu
fr_fr: Aucune carte son sélectionnée
hu_hu: Hangkártya nincs kiválasztva
it_it: Scheda audio non selezionata
ja_jp: サウンドカードが選択されていません
ko_kr: 사운드 카드가 선택되지 않음
nl_nl: Geluidskaart niet geselecteerd
no_no: Lydkort ikke valgt
pl_pl: Nie wybrano karty dźwiękowej
ro_ro: Placa de sunet nu a fost selectata
ru_ru: Звуковая карта не выбрана
tr_tr: Ses kartı seçili değil
zh_cn: 未选择声卡

source: Sound card not powered on
cs_cz: Zvuková karta není zapnuta
da_dk: Lydkort er ikke tændt.
de_de: Soundkarte nicht aktiviert
es_es: tarjeta de Sonido no encendida
fi_fi: Äänikortissa ei ole virtaa
fr_fr: Carte son non fonctionelle
hu_hu: Hangkártya nincs bekapcsolva
it_it: Scheda audio non accesa
ja_jp: サウンドカードの電源が入っていません
ko_kr: 사운드 카드에 전원이 연결되지 않음
nl_nl: Geluidskaart niet aan
no_no: Lydkort er ikke aktivert
pl_pl: Karta dźwiękowa nie włączona
ro_ro: Placa de sunet fara curent
ru_ru: Звуковая карта не включена
tr_tr: Ses kartı açık değil
zh_cn: 声卡未启用

source: Speaker not calibrated
cs_cz: Reproduktor není kalibrován
da_dk: Højttaler er ikke kalibreret
de_de: Lautsprecher nicht kalibriert
es_es: Altavoz no calibrado
fi_fi: Kaiutinta ei ole kalibroitu
fr_fr: Haut-parleur non calibré
hu_hu: A hangszoró nincs kalibrálva
it_it: Speaker non calibrato
ja_jp: スピーカーが校正されていません
ko_kr: 스피커가 교정되지 않음
nl_nl: Speaker niet gekalibreerd
no_no: Høyttaler ikke kalibrert
pl_pl: Słuchawka nie skalibrowana
pt_pt: Os alto-falantes não foram calibrados
ro_ro: Boxa necalibrata
ru_ru: Динамик не откалиброван
tr_tr: Hoparlör kalibre edilmemiş
zh_cn: 喇叭未校准

source: Speaker calibration overdue
cs_cz: Kalibrace reproduktoru vypršela
da_dk: Højttaler skal kalibreres
de_de: Kalibrierung der Lautsprecher überfällig
es_es: Calibración de Altavoz caducada
fi_fi: Kaiuttimen kalibrointi vanhentunut
fr_fr: Calibrage du haut-parleur expiré
hu_hu: A hangszoró kalibráció lejárt
it_it: Speaker calibrazione scaduta
ja_jp: スピーカーが校正期限を過ぎています
ko_kr: 스피커 교정의 유효기간이 만료됨
nl_nl: Speakerkalibratie verlopen
no_no: Høyttalerkalibrering utgått
pl_pl: Zaległa kalibracja słuchawki
pt_pt: A calibração dos alto-falantes está vencida
ro_ro: Calibrare boxa restanta
ru_ru: Калибровка динамика просрочена
tr_tr: Hoparlör kalibrasyon süresi geçmiş
zh_cn: 喇叭需要重新校准

source: Real ear device not selected
cs_cz: Real ear device není zvoleno
da_dk: Real ear enhed er ikke valgt
de_de: Real ear Messgerät nicht ausgewählt
es_es: Dispositivo REM no seleccionado
fi_fi: REM laitetta ei valittu
fr_fr: Aucun matériel sélectionné
hu_hu: Valós fül készülék nincs kiválasztva
it_it: Dispositivo Misurazione in Situ non selezionato
ja_jp: 実耳測定機器が選択されていません
ko_kr: Real ear device가 연결되지 않음
nl_nl: Real Ear apparaat niet geselecteerd
no_no: Real ear enhet ikke valgt
pl_pl: Nie wybrano urządzenia rzeczywistego
pt_pt: Ouvido Real não selecinado
ro_ro: Dispozitiv ureche reala neselectat
ru_ru: Устройство для REM не выбрано
tr_tr: Gerçek kulak cihazı seçili değil
zh_cn: 未选择真耳设置

source: Real ear device firmware upgrade available
cs_cz: Je k dispozici aktualizace firmwaru Real ear device
da_dk: Der er ny firmware tilgængelig til Real ear enhed
de_de: Real ear Messgerät Firmware-Upgrade verfügbar
es_es: Actualización de dispositivo REM disponible
fi_fi: REM laitteen ohjelmistopäivitys saatavilla
fr_fr: Mise à jour du firmware du matériel disponible
hu_hu: Valós fül készülék firmware upgrade rendelkezésre áll
it_it: Disponibile aggiornamento firmware per il Dispositivo Misurazione in Situ
ja_jp: 実耳測定機器のファームウェアはアップデート可能です
ko_kr: Real ear device 펌웨어를 업그레이드 할 수 있습니다.
nl_nl: Firmware upgrade beschikbaar voor Real Ear apparaat
no_no: Real ear enhet firmware oppdatering tilgjengelig
pl_pl: Dostępna aktualizacja dla podłączonego urządzenia
pt_pt: Disponível atualização do firmware do Ouvido Real
ro_ro: Dispozitiv ureche reala actualizare de soft disponibila
ru_ru: Доступна прошивка для REM устройства
tr_tr: Gerçek kulak cihazının firmware güncellemesi mevcut
zh_cn: 真耳设置可进行固件升级

source: Real ear device reference microphone calibration overdue
cs_cz: Kalibrace referenčního mikrofonu Real ear device vypršela
da_dk: Real ear enheds reference mikrofon skal kalibreres.
de_de: Real ear Messgerät Referenzmikrofon Kalibrierung überfällig
es_es: la calibración de la sonda REM Caducada
fi_fi: REM laitteen referenssimikrofonin kalibrointi on vanhentunut
fr_fr: Calibrage du microphone de référence du matériel expiré
hu_hu: Valós fül készülék referencia mikrofon kalibrációja lejárt
it_it: Calibrazione microfono riferimento scaduta sul Dispositivo Misurazione in Situ
ja_jp: 実耳測定機器のリファレンスマイクが校正期限を過ぎています
ko_kr: Real ear device reference microphone의 교정 유효기간이 만료되었습니다.
nl_nl: Real Ear referentie-microfoonkalibratie verlopen
no_no: Real ear enhet referanse-mikrofon kalibrering utgått
pl_pl: Zaległa kalibracja mikrofonu referencyjnego wybranego urządzenia.
pt_pt: Calibração do microfone do Ouvido Real está vencida
ro_ro: Dispozitiv ureche reala calibrare referinta microfon restanta
ru_ru: Калибровка контрольного микрофона устройства REM просрочена
tr_tr: Gerçek kulak cihazının referans mikrofonu kalibrasyon süresi dolmuş
zh_cn: 真耳设备参考麦克风需要重新校准

source: Real ear device not connected
cs_cz: Real ear device není připojeno
da_dk: Real ear enhed er ikke forbundet
de_de: Real ear Messgerät nicht verbunden
es_es: Dispositivo REM no conectado
fi_fi: REM laitetta ei ole yhdistetty
fr_fr: Matériel non connecté
hu_hu: Valós fül készülék nincs csatlakoztatva
it_it: Dispositivo Misurazione in Situ non connesso
ja_jp: 実耳測定機器が接続されていません
ko_kr: Real ear device가 연결 안됨
nl_nl: Real Ear apparaat niet verbonden
no_no: Real ear enhet ikke tilkoblet
pl_pl: Urządzenie nie podłączone
pt_pt: Ouvido Real não está conectado
ro_ro: Dispozitiv ureche reala neconectat
ru_ru: Устройство REM не подключено
tr_tr: Gerçek kulak cihazı bağlı değil
zh_cn: 未连真耳设备

source: Coupler device not connected
cs_cz: Coupler není připojen
da_dk: Kopler enhed er ikke tilsluttet
de_de: Kuppler Messgerät nicht verbunden
es_es: Dispositivo Analizador no Conectado
fi_fi: Kopleriyksikköä ei ole kytketty
fr_fr: Coupleur non connecté
hu_hu: Coupler készülék nincs csatlakoztatva
it_it: Accoppiatore Dispositivo non connesso
ja_jp: カプラー測定機器が接続されていません
ko_kr: Coupler device가 연결 안됨
nl_nl: Coupler niet verbonden
no_no: Coupler enhet ikke tilkoblet
pl_pl: Nie wybrano sprzęgacza
pt_pt: Acoplador não está conectado
ro_ro: Cuplor dispozitiv neconectat
ru_ru: Устройство куплер не подкючено
tr_tr: Coupler cihazı bağlı değil
zh_cn: 未选择耦合腔设备

source: Coupler device access denied
da_dk: Adgang til kopler enhed nægtet
de_de: Kuppler Messgerät Zugang benötigt
es_es: Acceso denegado a Analizador
fi_fi: Kopleriyksikön käyttö ei ole sallittu
fr_fr: Accès au coupleur refusé
hu_hu: Coupler készülék belépés megtagadva
it_it: Accesso negato Accoppiatore Dispositivo
ja_jp: カプラー測定機器に接続できません
ko_kr: Coupler device의 접근이 거부되었습니다.
nl_nl: Geen toegang tot Coupler
no_no: Coupler enhet ingen tilgang
pl_pl: Brak dostępu do sprzęgacza urządzenia.
pt_pt: Acoplador tem o acesso danificado
ro_ro: Cuplor dispozitiv acces refuzat
ru_ru: Доступ к устройству куплер закрыт
tr_tr: Coupler cihazına erişim engellendi
zh_cn: 禁止使用耦合腔设备

source: Coupler device firmware upgrade available
cs_cz: Je k dispozici aktualizace firmwaru Coupleru
da_dk: Der er ny firmware tilgængelig til kopler enhed
de_de: Kuppler Messgerät Firmware-Upgrade verfügbar
es_es: Actualización disponible para Dispositivo Analizador
fi_fi: Kopleriyksikön ohjelmistopäivitys saatavilla
fr_fr: Mise à jour du firmware du coupleur disponible
hu_hu: Coupler készülék firmware upgrade rendelkezésre áll
it_it: Disponibile aggiornamento firmware per Accoppiatore Dispositivo
ja_jp: カプラー測定機器のファームウェアはアップデート可能です
ko_kr: Coupler device 펌웨어를 업그레이드 할 수 있습니다.
nl_nl: Firmware upgrade beschikbaar voor Coupler
no_no: Coupler enhet firmware oppdatering tilgjengelig
pl_pl: Dostępne
pt_pt: Disponível atualização do firmware do acoplador
ro_ro: Cuplor dispozitiv actualizare de soft disponibila
ru_ru: Для устройства куплер доступна прошивка обновления
tr_tr: Coupler cihazının firmware güncellemesi mevcut
zh_cn: 耦合腔设备可进行固件升级

source: Coupler device reference microphone calibration overdue
cs_cz: Kalibrace referenčního mikrofonu Coupleru vypršela
da_dk: Kopler enhedes referencemikrofon skal kalibreres
de_de: Kuppler Messgerät Referenzmikrofon Kalibrierung überfällig
es_es: Calibración del micrófono de referencia del Analizador Caducado
fi_fi: Kopleriyksikön referenssimikrofonin kalibrointi vanhentunut
fr_fr: Calibrage du microphone de référence du coupleur expiré
hu_hu: Coupler készülék referencia mikrofon kalibrációja lejárt
it_it: Calibrazione scaduta microfono di riferimento su Accoppiatore Dispositivo
ja_jp: カプラー測定機器のリファレンスマイクが校正期限を過ぎています
ko_kr: Coupler device reference microphone의 교정 유효기간이 만료했습니다.
nl_nl: Coupler referentie-microfoonkalibratie verlopen
no_no: Coupler enhet referanse-mikrofon kalibrering utgått
pl_pl: Zaległa kalibracja mikrofonu referencyjnego sprzęgacza
pt_pt: Calibração do microfone de referência para o acoplador está vencida
ro_ro: Cuplor dispozitiv calibrare referinta microfon restanta
ru_ru: Калибровка измерительного микрофона устройства куплер просрочена
tr_tr: Coupler cihazının referans mikrofonu kalibrasyon süresi dolmuş
zh_cn: 耦合腔设备的参考麦克风需要重新校准

source: Coupler device coupler microphone calibration overdue
cs_cz: Kalibrace mikrofonu Coupleru vypršela
da_dk: Kopler enhedens koplermikrofon skal kalibreres
de_de: Kuppler Messgerät Kupplermikrofon Kalibrierung überfällig
es_es: Calibración del micrófono del Analizador caducado
fi_fi: Kopleriyksikön koplerimikrofonin kalibrointi vanhentunut
fr_fr: Calibrage du microphone du coupleur expiré
hu_hu: Coupler készülék coupler mikrofonjának kalibrációja lejárt
it_it: Calibrazione scaduta microfono Accoppiatore su Accoppiatore Dispositivo
ja_jp: カプラー測定機器のカプラーマイクが校正期限を過ぎています
ko_kr: Coupler device coupler microphone의 교정 유효기간이 만료했습니다.
nl_nl: Coupler-microfoonkalibratie verlopen
no_no: Coupler mikrofon-kalibrering utgått
pl_pl: Zaległa kalibracja mikrofonu pomiarowego w sprzęgaczu
pt_pt: Calibração do microfone para o acoplador está vencida
ro_ro: Cuplor dispozitiv calibrare cuplor microfon restanta
ru_ru: Калибровка микрофона куплера устройства куплера просрочена
tr_tr: Coupler cihazının kalibrasyon süresi geçmiş
zh_cn: 耦合腔设备的麦克风需要重新校准

source: Please Open/Close battery door to reboot
cs_cz: Otevřete/Zavřete prosím bateriové pouzdro pro restart
da_dk: Åben og luk batteridør for at genstarte
de_de: Bitte öffnen und schließen Sie das Batteriefach zum Neustarten
es_es: Por favor abra y cierre el portapilas para reiniciar
fi_fi: Avaa/sulje paristokotelo->uudelleenkäynnistyy
fr_fr: Redémarrez en ouvrant/fermant le porte-pile
hu_hu: Kérjük Nyissa ki/Zárja be az elemkamrát az újraindításhoz
it_it: Si prega di aprire / chiudere lo sportello della batteria per riavviare
ja_jp: 電池ケースを開け閉めして下さい
ko_kr: 배터리 도어를 열고 닫아 재부팅하세요
nl_nl: Open/sluit s.v.p. de batterijlade om te rebooten
no_no: Vennligst åpne/ lukke batteriskuffen for omstart
pl_pl: Proszę Otworzyć/Zamknąć komorę baterii aby zrestartować
pt_pt: Abra/Feche o compartimento de pilhas para reiniciar
ro_ro: Va rugam Deschideti/ Inchideti usita bateriei pentru repornire
ru_ru: Пожалуйста, откройте и закройте батарейный отсек для перезагрузки
sv_se: Öppna och stäng batterifack för att omstarta
tr_tr: Yeniden başlatmak için lütfen pil kapağını açın/kapatın
zh_cn: 请开关电池仓门重启助听器

source: Include Form Factors
cs_cz: Zahrnout sluchadla typu
da_dk: Inkluder modeller
de_de: Bauformen hinzufügen
es_es: Incluir Tamaños
fi_fi: Ota mukaan malli
fr_fr: Inclure :
hu_hu: Kivitelek
it_it: Include Diversi Modelli
ja_jp: 形状
ko_kr: Form Factor 포함
nl_nl: Modellen bijvoegen
no_no: Modeller
pl_pl: Uwzględnij Typy Obudowy
ro_ro: Include Factori de Forma
ru_ru: Включить форм-факторы
sv_se: Inkludera Formfaktorer
tr_tr: Form Faktörler Dahil
zh_cn: 类型

source: Clear All
cs_cz: Vyčistit vše
da_dk: Slet alt
de_de: Alles entfernen
es_es: Borrar todo
fi_fi: Poista kaikki
fr_fr: Tout effacer
hu_hu: Minden törlése
it_it: Cancella tutto
ja_jp: クリア
ko_kr: 모두 삭제합니다.
nl_nl: Alles verwijderen
no_no: Fjern filter
pl_pl: Wyczyść wszystko
pt_pt: Limpar tudo
ro_ro: Sterge tot
ru_ru: Очистить все
sv_se: Rensa allt
tr_tr: Tümünü Temizle
zh_cn: 全部清除
