Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: User Guide
cs_cz: Uživatelský návod
da_dk: Brugsanvisning
de_de: Bedienungsanleitung
es_es: Guía de usuario
fi_fi: Käyttöohje
fr_fr: Mode d'emploi
hu_hu: Ismertető
it_it: Guida
ja_jp: 取り扱い説明書
ko_kr: 사용자 가이드
nl_nl: Gebruiksaanwijzing
no_no: Brukerguide
pl_pl: Podręcznik użytkownika
pt_pt: Guia do Usuário
ro_ro: Ghid de utilizare
ru_ru: Руководство пользователя
sv_se: Bruksanvisning
tr_tr: Kullanma Kılavuzu
zh_cn: 用户向导

source: Cable Guide
cs_cz: Průvodce kabely
da_dk: Kabelguide
de_de: Kabelübersicht
es_es: Guía de Cables
fi_fi: Kaapeliopas
fr_fr: Guide des cordons de programmation
hu_hu: Kábel guide
it_it: Guida Cavetti
ja_jp: ケーブルガイド
ko_kr: 케이블 가이드
nl_nl: Kabelgids
no_no: Kabeloversikt
pl_pl: Przewodnich po kablach
pt_pt: Guia de cabos
ro_ro: Ghid Cablu
ru_ru: Обзор кабелей
sv_se: Kabelguide
tr_tr: Kablo Rehberi
zh_cn: 编程线向导

source: Technical Information
cs_cz: Technické informace
da_dk: Teknisk information
de_de: Technische Information
es_es: Información Técnica
fi_fi: Teknistä tietoa
fr_fr: Données techniques
hu_hu: Technikai információ
it_it: Informazioni Tecniche
ja_jp: テクニカルインフォメーション
ko_kr: 기술 정보
nl_nl: Technische informatie
no_no: Teknisk Informasjon
pl_pl: Informacje techniczne
pt_pt: Informações técnicas
ro_ro: Informatii Tehnice
ru_ru: Техническая информация
sv_se: Teknisk Information
tr_tr: Teknik Bilgi
zh_cn: 技术信息

source: Pre-Fit
da_dk: Vælg
de_de: Auswahl
es_es: Seleccionar
fi_fi: KUULOKOJEVALINTA
fr_fr: Sélection
hu_hu: Kiválasztás
it_it: Seleziona
ja_jp: 補聴器選択
ko_kr: 선택
nl_nl: Selecteren
no_no: Valg
pl_pl: Dane Wstępne
pt_pt: Pré-Ajuste
ro_ro: Pre-reglaj
ru_ru: Выбор
sv_se: Val
tr_tr: Ön Ayar
zh_cn: 型号选择

source: Audiometric & Counseling Modules
cs_cz: Moduly Audiometrie & Poradenství
da_dk: Audiometriske & rådgivningsmoduler
de_de: Audiometrische- und Beratungsmodule
es_es: Módulos de Audiometría y Asesoramiento
fi_fi: Audiometria ja neuvontatyökalu
fr_fr: Modules supplémentaires
hu_hu: Audiometriás és Tanácsadó modulok
it_it: Moduli Audiometria & Counseling
ja_jp: 測定 & カウンセリング
ko_kr: 청각검사 및 카운셀링 모듈
nl_nl: Audiometrische en Counselling modules
no_no: Audiogram & rådgivningsmoduler
pl_pl: Moduł pomiaru
pt_pt: Módulos de Dados Audiométricos e Aconselhamento
ro_ro: Audiometrie & Module de Masurare
ru_ru: Модули Аудиометрии и Рекомендаций
sv_se: Audiometri & Hjälpverktyg
tr_tr: Odyometrik & Danışmanlık Modülleri
zh_cn: 听力检测和咨询模块

source: Hearing Loss Simulation
cs_cz: Simulace sluchové ztráty
da_dk: Høretabs simulering
de_de: Hörverlustsimulator
es_es: Simulador Pérdida Auditiva
fi_fi: Kuulonalenema simulaatio
fr_fr: Simulateur de perte
hu_hu: Hallásvesztés szimuláció
it_it: Simulazione perdita uditiva
ja_jp: 難聴シミュレーション
ko_kr: 청력손실시뮬레이션
nl_nl: Simulatie gehoorverlies
no_no: Hørseltapsimulator
pl_pl: Symulacja ubytku słuchu
pt_pt: Simulação da Perda Auditiva
ro_ro: Simularea pierderii de auz.
ru_ru: Симуляция потери слуха
sv_se: HNS simulator
tr_tr: İşitme Kaybı Simülasyonu
zh_cn: 听损模拟器

source: Visible Speech
ja_jp: ビジブルスピーチ
pl_pl: Widoczna Mowa
pt_pt: Fala
ro_ro: Speech Vizibil
ru_ru: Видимая речь
tr_tr: Görünür Konuşma
zh_cn: 可视化言语

source: Fit
da_dk: Tilpasning
de_de: Anpassung
es_es: Adaptación
fi_fi: SOVITUS
fr_fr: Réglages
hu_hu: Illeszt
ja_jp: フィッティング
ko_kr: 피팅
nl_nl: Aanpassen
no_no: Tilpasning
pl_pl: Dopasowanie
pt_pt: Ajustar
ro_ro: Reglaj
ru_ru: Настройка
sv_se: Anpassa
tr_tr: Uygulama
zh_cn: 选配界面

source: Feature Summary
cs_cz: Sumář vlastností
da_dk: Oversigt over egenskaber
de_de: Übersicht der Eigenschaften
es_es: Resumen de Prestaciones
fi_fi: Ominaisuus yhteenveto
fr_fr: Résumé des réglages
hu_hu: Tulajdonság összegzés
it_it: Sommario Caratteristiche
ja_jp: 機能設定状況
ko_kr: Feature 요약
nl_nl: Feature overzicht
no_no: Sammendrag - Egenskaper
pl_pl: Podsumowanie cech
pt_pt: Sumário de características
ro_ro: Sumar Caracteristici
ru_ru: Параметры
sv_se: Summering Inställningar
tr_tr: Özellikler Özeti
zh_cn: 功能概要

source: Tools
cs_cz: Nástroje
da_dk: Værktøjer
de_de: Werkzeuge
es_es: Herramientas
fi_fi: Työkalut
fr_fr: Outils
hu_hu: Eszközök
it_it: Strumenti
ja_jp: 説明の表示／非表示
ko_kr: 도구
no_no: Verktøy
pl_pl: Narzędzia
pt_pt: Ferramentas
ro_ro: Unelte
ru_ru: Инструменты
sv_se: Verktyg
tr_tr: Araçlar
zh_cn: 选配设置

source: Gain Adjustment
cs_cz: Nastavení zisku
da_dk: Forstærkningsjustering
de_de: Frequenz Einstellungen
es_es: Ajustes de Ganancia
fi_fi: Vahvistuksen säätö
fr_fr: Réglage des gains
hu_hu: Erősítés beállítás
it_it: Regolazione
ja_jp: 利得調整
ko_kr: 이득조절
nl_nl: Parameters Gain
no_no: Gain Justering
pl_pl: Regulacja Wzmocnienia
pt_pt: Ajuste do ganho
ro_ro: Modificari castig
ru_ru: Настройка усиления
sv_se: Anpassningsskärm
tr_tr: Kazanç Ayarı
zh_cn: 增益微调

source: Advanced Features
cs_cz: Pokročilé Funkce
da_dk: Avancerede egenskaber
de_de: Erweiterte Einstellungen
es_es: Características Digitales
fi_fi: Kuunteluohjelman ominaisuudet
fr_fr: Réglages avancés
hu_hu: Fejlett tulajdonságok
it_it: Settaggi Avanzati
ja_jp: 特別機能設定
ko_kr: 고급 기능(features)
nl_nl: Geavanceerde features
no_no: Avanserte Innstillinger
pl_pl: Ustawienia Zaawansowane
pt_pt: Características Avançadas
ro_ro: Caracteristici Avansate
ru_ru: Тонкая настройка
sv_se: Avancerad Inställning
tr_tr: Gelişmiş Özellikler
zh_cn: 功能设置

source: Physical Properties
cs_cz: Fyzická konfigurace
da_dk: Fysisk udformning
de_de: Physikalische Eigenschaften
es_es: Propiedades físicas
fi_fi: Korvakappale, tippi, ääniletku
fr_fr: Propriétés acoustiques
hu_hu: Fizikai tulajdonságok
it_it: Proprietà Fisiche
ja_jp: サイズ・ベント等
ko_kr: 외형적 특성
nl_nl: Ventingparameters
no_no: Ventilering
pl_pl: Właściwości Fizyczne
pt_pt: Propriedades Físicas
ro_ro: Proprietati fizice
ru_ru: Акустические параметры
sv_se: Insats Egenskaper
tr_tr: Fiziksel Özellikler
zh_cn: 助听器属性

source: ReSound Aventa Guide
cs_cz: Pomocník nastavení
da_dk: Tekstbaseret hjælp
de_de: Anpasshilfe
es_es: Guía Aventa
fi_fi: Sovitusopas
fr_fr: Guide Aventa
hu_hu: Szöveg alapú varázsló
it_it: Guida ReSound Aventa
ja_jp: Aventaガイド
ko_kr: 아벤타 가이드
nl_nl: Aventa gids
no_no: Aventa Guide
pl_pl: Przewodnik Aventa
pt_pt: Guia Aventa
ro_ro: Indrumator-Ghid de Reglaj Protetic
ru_ru: Руководство по Aventa
sv_se: Aventa Guide
tr_tr: Hasta Şikayetleri
zh_cn: 选配向导

source: Data Logging
es_es: Grabación de Datos
fi_fi: Lokitiedosto
hu_hu: Adatrögzítés
ja_jp: データロギング
ko_kr: 데이타 로깅
tr_tr: Veri Kaydı
zh_cn: 数据分析系统

source: Acceptance Manager
de_de: Eingewöhnungs-Manager
es_es: Adaptación Progresiva
fi_fi: Sopeutumissäätö
fr_fr: Adaptation progressive des gains Acceptance Manager
it_it: Manager Adattamento
ja_jp: アクセプタンスマネージャー
nl_nl: Adaptatie Manager
pl_pl: Manager Akceptacji
pt_pt: Gerenciador de Adaptação
ru_ru: Менеджер Адаптации
sv_se: Acceptans Verktyg
zh_cn: 满意度管理器

source: Tinnitus Sound Generator
cs_cz: Tinnitus generátor
es_es: Generador sonoro para Tinnitus
fi_fi: Tinnitusmaskeri (TSG)
fr_fr: Générateur de son TSG
hu_hu: Tinnitus hang generátor
it_it: Generatore Suoni Tinnitus
ja_jp: TSG (医療関係者用）
ko_kr: 이명 음향 발생기
no_no: Tinnitus Lydgenerator
pl_pl: Generator szumów
pt_pt: Gerador de som para zumbido
ro_ro: Generator de sunet Tinitus
ru_ru: Генератор шума при тиннитусе
sv_se: Tinnitus Ljudstimulator
tr_tr: TSG
zh_cn: 耳鸣管理器

source: Beeps and Volume Control
cs_cz: Pípnutí a regulace hlasitosti
da_dk: Vol.ktr. og Biptoner
de_de: Akustische Signale und Lautstärkeneinstellung
es_es: Avisos y Control de Volumen
fi_fi: Äänimerkit ja voimakkuudensäätö
fr_fr: Bips sonores et volume
hu_hu: Csipogás és H.szab
it_it: Beeps e Volume
ja_jp: お知らせ音とﾎﾞﾘｭｰﾑ調整
ko_kr: 경고음과 볼륨 조절
nl_nl: Beeps & VC
no_no: Signal og VK Innstillinger
pl_pl: Sygnały i VC
pt_pt: Bips e controle de volume
ro_ro: Beep-uri si Control Volum
ru_ru: Предупреждающие сигналы и регулятор громкости
sv_se: Ljudindikationer och VK
tr_tr: İkazlar ve Ses Kontrollü
zh_cn: 设置提示音

source: Summary
cs_cz: Přehled
da_dk: Afslutning
de_de: Übersicht
es_es: Resumen
fi_fi: YHTEENVETO & LOPETUS
fr_fr: Fin de session
hu_hu: Összegzés
it_it: Sommario
ja_jp: 最終セッション
ko_kr: 요약
nl_nl: Overzicht
no_no: Oppsummering
pl_pl: Podsumowanie
pt_pt: Sumário
ro_ro: Cuprins
ru_ru: Результаты настройки
sv_se: Slutsession
tr_tr: Özet
zh_cn: 选配概要

source: Videos
cs_cz: Videa
da_dk: Videoer
fi_fi: Videot
fr_fr: Vidéos
hu_hu: Videók
it_it: Video
ja_jp: ビデオ
ko_kr: 동영상
no_no: Videoer
pl_pl: VideosFilmy
pt_pt: Vídeos
ru_ru: Видео
sv_se: Videor
tr_tr: Videolar
zh_cn: 视频

source: Change Battery
cs_cz: Výměna baterie
da_dk: Skift batteri
de_de: Batterie muss gewechselt werden
es_es: Cambiar Pila
fi_fi: Vaihda paristo
fr_fr: Changer la pile
hu_hu: Elemcsere
it_it: Cambio Batteria
ja_jp: 電池交換
ko_kr: 배터리 교체
nl_nl: Vervang batterij
no_no: Bytte Batteri
pl_pl: Zmień baterię
pt_pt: Trocar bateria
ro_ro: Schimbare Baterie
ru_ru: Замените батарею
sv_se: Byt Batteri
tr_tr: Pili Değiştir
zh_cn: 更换电池

source: Cleaning
cs_cz: Čištění
da_dk: Rensning
de_de: Bereinigen
es_es: Limpieza
fi_fi: Puhdistaa
fr_fr: Nettoyage
hu_hu: Törlés
it_it: Pulizia
ja_jp: クリーニング
ko_kr: 청소
nl_nl: Schoonmaken
no_no: Renser
pl_pl: Czyszczenie
pt_pt: Limpando
ro_ro: Curatare
ru_ru: Очистка
sv_se: Rengör
tr_tr: Temizliyor
zh_cn: 清洁

source: Recharging
cs_cz: Nabíjení
da_dk: Genopladning
de_de: Aufladevorgang
es_es: Recargar
fi_fi: Lataa
fr_fr: Recharge
hu_hu: Újratöltés
it_it: Ricarica
ja_jp: 充電
ko_kr: 재충전
nl_nl: Opladen
no_no: Lader
pl_pl: Ładowanie
pt_pt: Carregando
ro_ro: Reincarcare
ru_ru: Перезарядка
sv_se: Laddar
tr_tr: Tekrar Şarj Oluyor
zh_cn: 可充电

source: Root
da_dk: Rod
es_es: Raíz
fi_fi: Juuri
it_it: Origine
ja_jp: ルート
nl_nl: Basis
no_no: Rot
pt_pt: Fonte
ro_ro: Radacina
ru_ru: Источник
sv_se: Rot
tr_tr: Temel
zh_cn: 根源

source: Root
de_de: Ursache
es_es: General
fi_fi: Aloitustaso
it_it: Origine
ja_jp: ルート
nl_nl: Oorsprong
pt_pt: Fonte
ro_ro: Baza
ru_ru: Корень
sv_se: Rot
tr_tr: Kök
zh_cn: 重启

source: Start
es_es: Inicio
fi_fi: ALOITUS
fr_fr: Démarrage
ja_jp: クイックフィット
ko_kr: 시작
pt_pt: Iniciar
ru_ru: Начало
tr_tr: Başla
zh_cn: 快速选配

source: Start
es_es: Inicio
fi_fi: ALOITUS
fr_fr: Démarrage
ja_jp: クイックフィット
ko_kr: 시작
pt_pt: Iniciar
ru_ru: Начало
tr_tr: Başla
zh_cn: 快速选配

source: Patient Information
cs_cz: Informace o pacientovi
da_dk: Bruger information
de_de: Kunden Informationen
es_es: Información de paciente
fi_fi: Potilastieto
fr_fr: Patient
hu_hu: Páciens információ
it_it: Informazioni Paziente
ja_jp: 顧客情報
ko_kr: 환자 정보
nl_nl: Cliëntinformatie
no_no: Pasientinformasjon
pl_pl: Informacje o pacjencie
pt_pt: Informações do Paciente
ro_ro: Informatii privind pacientul
ru_ru: Информация о пациенте
tr_tr: Hasta Bilgisi
zh_cn: 客户信息

source: Duplicate ID detected for AssetPresenter: ID = {1}.
ja_jp: 重複したIDがAssetPresenter: ID = {1}に対して検出されました。
zh_cn: 检测到重复的ID: ID = {1}.

source: The parameter named '{0}' is invalid.
ja_jp: パラメータ'{0}'は無効です
zh_cn: 命名为'{ 0 }'的参数无效。

source: Hearing Loss
cs_cz: Ztráta sluchu
es_es: Pérdida Auditiva
hu_hu: Halláscsökkenés
it_it: Sensibilità Uditiva Ridotta
nl_nl: Gehoorverlies
pl_pl: Ubytek Słuchu
ru_ru: Снижение слуха
zh_cn: 听力损失

source: Ear Anatomy
da_dk: Ørets anatomi
ja_jp: 耳の構造
zh_cn: 耳解剖

source: Lifestyles
da_dk: Livsstile
ja_jp: ライフスタイル
zh_cn: 生活方式

source: Solutions
cs_cz: Řešení
da_dk: Løsninger
de_de: Lösungen
es_es: Soluciones
fi_fi: Ratkaisu
hu_hu: Lehetőségek
it_it: Soluzioni
ja_jp: 解決策
nl_nl: Oplossingen
no_no: Løsninger
pt_pt: Souluções
ro_ro: Solutii
ru_ru: Решения
sv_se: Lösningar
tr_tr: Çözümler
zh_cn: 解决方案

source: User Guides
da_dk: Brugsanvisninger
ja_jp: ユーザーガイド
zh_cn: 用户指导

source: Home
da_dk: Hjem
zh_cn: 首页

source: Illustrations
da_dk: Illustrationer
zh_cn: 图表

source: Tour of the Ear
da_dk: Tur gennem øret
zh_cn: 耳朵之旅

source: Binaural Hearing
da_dk: Binaural hørelse
zh_cn: 双耳聆听

source: Full Ear
cs_cz: Celé ucho
da_dk: Hele øret
de_de: Gesamtes Ohr
es_es: Oído Completo
fi_fi: Täysi korva
fr_fr: Oreille complète
hu_hu: Teljes fül
it_it: Orecchio completo
ja_jp: 耳
nl_nl: Gehele oor
no_no: Hele øret
pl_pl: Ucho
pt_pt: Orelha
ro_ro: Ureche intreaga
ru_ru: Полное ухо
sv_se: Öra
tr_tr: Tam Kulak
zh_cn: 耳部

source: Outer Ear
cs_cz: Vnější ucho
da_dk: Ydre øre
de_de: Äußeres Ohr
es_es: Oído Externo
fi_fi: Ulkokorva
fr_fr: Oreille externe
hu_hu: Külső fül
it_it: Orecchio esterno
ja_jp: 外耳
nl_nl: Buitenoor
no_no: Ytre øret
pl_pl: Ucho Zewnętrzne
pt_pt: Orelha Externa
ro_ro: Urechea externa
ru_ru: Наружное ухо
sv_se: Ytteröra
tr_tr: Dış Kulak
zh_cn: 外耳

source: Middle Ear
cs_cz: Střední ucho
da_dk: Mellemøre
de_de: Mittelohr
es_es: Oído Medio
fi_fi: Keskikorva
fr_fr: Oreille moyenne
hu_hu: Közép fül
it_it: Orecchio medio
ja_jp: 中耳
nl_nl: Middenoor
no_no: Mellom øret
pl_pl: Ucho Środkowe
pt_pt: Orelha Média
ro_ro: Urechea medie
ru_ru: Среднее ухо
sv_se: Mellanöra
tr_tr: Orta Kulak
zh_cn: 中耳

source: Inner Ear
cs_cz: Vnitřní ucho
da_dk: Indre øre
de_de: Innenohr
es_es: Oído Interno
fi_fi: Sisäkorva
fr_fr: Oreille interne
hu_hu: Belső fül
it_it: Orecchio interno
ja_jp: 内耳
nl_nl: Binnenoor
no_no: Indre øret
pl_pl: Ucho Wewnętrzne
pt_pt: Orelha Interna
ro_ro: Urechea interna
ru_ru: Внутреннее ухо
sv_se: Inneröra
tr_tr: İç Kulaj
zh_cn: 内耳

source: Tour
da_dk: Tur
ja_jp: ツアー
zh_cn: 旅程

source: Situations
da_dk: Situationer
zh_cn: 状况

source: Goals
da_dk: Mål
zh_cn: 目标

source: Audiogram
de_de: Audiogramm
es_es: Audiograma
fi_fi: Audiogrammi
fr_fr: Audiogramme
it_it: Audiogramma
ja_jp: オージオグラム
ko_kr: 오디오그램
pt_pt: Audiograma
ro_ro: Audiograma
ru_ru: Аудиограмма
tr_tr: Odyogram
zh_cn: 听力图

source: Welcome to ReSound Aventa
cs_cz: Vítejte v Aventa 3.14
da_dk: Velkommen til ReSound Aventa
de_de: Willkommen zur Aventa 3.14
es_es: Bienvenido a ReSound Aventa
fi_fi: Tervetuloa Aventa 3.14 sovitukseen
fr_fr: Bienvenue dans Aventa 3
hu_hu: Üdvözöljük az Aventa 3.14-ben
it_it: Benvenuti in ReSound Aventa
ja_jp: Aventaへようこそ
ko_kr: Aventa 3.14 에 오신 것을 환영합니다.
nl_nl: Welkom bij Aventa 3.14
no_no: Velkommen til ReSound Aventa
pl_pl: Witamy w Aventa 3.14
pt_pt: Bem-vindo ao ReSound Aventa
ru_ru: Добро пожаловать в Aventa 3.14
sv_se: Välkommen till ReSound Aventa
tr_tr: Aventa 'a Hoşgeldiniz
zh_cn: 欢迎进入 ReSound Aventa

source: Attach the hearing instrument(s) to the programming interface, and then click the Connect button.
cs_cz: Připojte sluchadlo k programovací jednotce a klepněte na tlačítko Připojit.
da_dk: Forbind høreapparatet til computeren, klik derefter på forbind...
de_de: Schließen Sie bitte das (die) Hörsystem(e) an und klicken dann auf "Verbinden".
es_es: Elija el Interface de Programación , y haga clic en el botón Conectar.
fi_fi: Kytke kuulokoje ohjelmointiyksikköön ja paina Yhdistä painiketta
fr_fr: Cliquer sur "Connexion" après avoir branché les appareils (si programmation filaire).
hu_hu: Csatlakoztassa a készüléket a programozó interfészhez, utána kattintson a Csatlakozás gombra.
it_it: Collegare gli Apparecchi Acustici al computer e cliccare sul pulsante Connetti.
ja_jp: 補聴器を接続機器につないで「接続」ボタンを押して下さい
ko_kr: 보청기를 컴퓨터에 연결하고 연결하기 버튼을 클릭하세요.
nl_nl: Klik op de knop 'Verbinden' hierboven (sluit eventueel de hoortoestellen aan op de programmeerinterface)
no_no: Koble høreapparat(ene) til programmeringsenheten og trykk "Tilkoble"
pl_pl: Podłącz aparat(y) do interfejsu programowania a następnie kliknij Połącz.
pt_pt: Conecte o(s) aparelho(s) auditivo(s) na interface de programação e clique em "Conectar"
ro_ro: Conecteaza Aparatele Auditive la interfata de programare si apasa Conecteaza.
ru_ru: Подключите СА к компьютеру и нажмите кнопку "Соединиться со СА"
sv_se: Koppla hörapparater till datorn och klicka på "Anslut".
tr_tr: İşitme cihazını programlama arabirimine bağlayın, ve bağlan butonuna tıklayın.
zh_cn: 将助听器和编程器相连，然后点击"连接"。

source: ReSound Aventa will automatically determine which hearing instruments are connected. For a wired fitting, please ensure correct cables are being used.
cs_cz: Aventa automaticky určí, jaké sluchadlo je připojeno.
da_dk: Aventa vil automatisk finde apparater der er tilsluttet.
de_de: Aventa erkennt automatisch, welche Hörsysteme angeschlossen sind. Bei einer Anpassung mit Kabeln achten Sie bitte auf korrekte Kabel.
es_es: Aventa determinará automáticamente que audífono está conectado. Para una adaptación con cable, elija el apropiado
fi_fi: Aventa tunnistaa automaattisesti mitkä kuulokojeet on kytketty.
fr_fr: Utiliser cette option pour régler et programmer les appareils.
hu_hu: Az Aventa automatikusan felismeri milyen készülék van csatlakoztatva. A kábeles illesztésnél, ügyeljen a helyes kábel használatra.
it_it: ReSound Aventa determinerà automaticamente quali apparecchi acustici sono collegati. Per il collegamento tramite cavetto, assicurarsi di utilizzare la corretta versione dei cavi.
ja_jp: 【確認】 すべての補聴器の調整には電池が必要です。接続前にご確認下さい。
ko_kr: Aventa가 어떤 보청기가 연결되었는지 자동으로 결정할 것입니다. 유선 피팅할 경우에는 정확한 케이블을 사용하고 있는지 확인하십시오.
nl_nl: Aventa bepaalt automatisch welke hoortoestellen er aangesloten zijn. Zorg er bij een draadgebonden aanpassing voor dat de juiste kabels gebruikt worden.
no_no: Aventa vil automatisk fastsette hvilke høreapparater som er tilkoblet. Ved tilkobling med kabler, se til at riktige kabler benyttes.
pl_pl: Aventa automatycznie wykryje podłączone aparaty. Dla dopasowania przewodowego, upewnij się czy podłączyłeś właściwe kable.
pt_pt: O Aventa automaticamente irá determinar quais AASIs estão conectados. Para um ajuste com cabos, por favor, verifique a seleção correta dos cabos.
ro_ro: Aventa va determina automat ce aparate sunt conectate. Pentru un reglaj cu cablaj, asigurati-va ca folositi cablurile corecte.
ru_ru: Aventa автоматически определит подключенные СА. В случае проводной настройки, пожалуйста, убедитесь в правильности выбранного кабеля.
sv_se: Aventa kommer automatiskt känna av vilken hörapparat som är ansluten.
tr_tr: Aventa otomatik olarak hangi cihazın bağlı olduğunu tespit edecektir. Kablolu uygulamalar için lütfen doğru kabloları kullandığınızdan emin olun.
zh_cn: Aventa将自动探测连接的助听器.

source: Click the Select Instrument button to manually select an instrument.
cs_cz: Chcete-li typ sluchadla vybrat ručně, klepněte na tlačítko Výběr sluchadla.
da_dk: Klik på vælg apparat knappen for selv at vælge apparat.
de_de: Zur manuellen Hörsystemauswahl klicken Sie bitte auf "Hörsystem wählen".
es_es: Hacer Clic en el botón Elegir Audífono para seleccionar manualmente un producto.
fi_fi: Paina Valitse kuulokoje painiketta jos haluat itse valita kuulokojemallin.
fr_fr: Cliquer sur "Sélection d'appareil" pour choisir manuellement des appareils.
hu_hu: Kattintson a Készülék kiválasztás gombra a kézi kiválasztáshoz.
it_it: Cliccare sul pulsante Scegli Dispositivo per selezionare manualmente un Dispositivo
ja_jp: 補聴器を任意に選択したい場合は「補聴器選択」ボタンを押して下さい
ko_kr: 보청기를 수동으로 선택하려면 보청기 선택 버튼을 클릭하세요.
nl_nl: Klik op de knop 'Selecteer toestel' om zelf een toestel te selecteren
no_no: Trykk "Velg høreapparat" for å velge høreapparat manuelt
pl_pl: Przyciśnij Wybierz aparat, aby samodzielnie wybrać odpowiedni aparat.
pt_pt: Clique no botão selecionar aparelho para realizar a escolha manual de um aparelho auditivo
ro_ro: Apasa pe "Selecteaza Aparatul" pentru a selecta manual un Aparat Auditiv.
ru_ru: Нажмите кнопку "Выбрать СА" для выбора модели СА вручную
sv_se: Klicka på "Val av hörapparat" för att manuellt välja hörapparat.
tr_tr: Manuel olarak bir cihaz seçmek için Cihaz Seç butonunu tıklayın.
zh_cn: 点击“选择助听器”，自行选择助听器型号.

source: Use this option when you want to compare different hearing instruments or simulate a fitting.
cs_cz: Tuto možnost použijte, pokud chcete porovnat různá sluchadla nebo nastavení simulovat.
da_dk: Brug denne mulighed når du vil sammenligne forskellige høreapparater eller simulere en tilpasning.
de_de: Diese Option ist für den Vergleich unterschiedlicher Hörsysteme gedacht oder um eine Anpassung zu simulieren.
es_es: Utilizar esta opción, cuando quiera comparar diferentes modelos o simular una adaptación.
fi_fi: Valitse tämä toiminto jos haluat verrata eri malleja tai simuloida sovitusta.
fr_fr: Utiliser cette option pour simuler un appareillage ou pour comparer différents appareils.
hu_hu: Használja ezt az opciót, ha különböző készülékeket szeretne csatlakoztatni, vagy szimulálni.
it_it: Utilizzare questa opzione quando si desidera confrontare diversi apparecchi acustici o simulare un'applicazione.
ja_jp: 【説明】 補聴器の比較やシミュレーションを行うことができます
ko_kr: 다른 보청기와 비교 하고 싶거나 피팅을 시뮬레이션하고 싶을 때는 이 옵션을 사용하세요.
nl_nl: Gebruik deze optie als u verschillende hoortoestellen wilt vergelijken of een aanpassing wilt simuleren
no_no: Bruk "Velg høreapparat" når du vil sammenligne apparater eller simulere.
pl_pl: Użyj tej opcji aby przymierzyć kilka modeli aparatów lub wykonać symulację.
pt_pt: Use esta opção quando você deseja comparar diferentes aparelhos ou simular um ajuste
ro_ro: Foloseste aceasta optiune daca vrei sa compari doua Aparate Auditive sau sa simulezi o reglare.
ru_ru: Используйте эту опцию, когда хотите сравнить различные СА или симулировать настройку
sv_se: Använd denna möjlighet när du vill jämföra olika hörapparater eller simulera en anpassning.
tr_tr: Başka bir cihazla karşılaştırmak veya fitting simülasyonu yapmak için tıklayın
zh_cn: 当您想进行助听器对比或模拟验配时使用此功能。

source: AutoFit will do the following:
cs_cz: AutoFit provede následující:
da_dk: AutoFit vil udføre følgende:
de_de: FirstFit:
es_es: QuickFit hará lo siguiente:
fi_fi: Automaattinen sovitus tekee seuraavat toimenpiteet :
fr_fr: Cliquer sur "AutoFit" pour que le logiciel :
hu_hu: Az AutoFit a következőt fogja elvégezni:
it_it: Il Fitting Automatico eseguirà:
ja_jp: ＜クイックフィットの流れ＞
ko_kr: 자동피팅이 다음과 같은 작업을 수행할 것입니다:
nl_nl: AutoFit voert het volgende uit:
no_no: AutoFit vil gjøre følgende:
pl_pl: AutoFit wykona następujące czynności:
pt_pt: Auto-ajuste fará:
ro_ro: AutoFit va face urmatoarele:
ru_ru: Автонастройка включает в себя следующее:
sv_se: Snabb Anpassning gör följande:
tr_tr: Otofit, sırasıyla aşağıdaki işlemleri yapar:
zh_cn: 自动选配将进行如下步骤:

source: 1. Connect to the hearing instrument(s).
cs_cz: 1. Připojí sluchadlo (sluchadla).
da_dk: 1. Forbinde til apparat(erne).
de_de: 1. Hörsystem(e) verbinden.
es_es: 1. Conectar el(los) audífono(s).
fi_fi: 1. Yhdistää kuulokojeet
fr_fr: 1°) Détecte les appareils
hu_hu: 1. Hallókészülék csatlakoztatás.
it_it: 1. Connessione Apparecchio Acustico
ja_jp: 1. 補聴器を検出・接続します
ko_kr: 1. 보청기에 연결하세요
nl_nl: 1. Hoortoestel(len) verbinden
no_no: 1. Tilkobler høreapparat(ene)
pl_pl: 1. Połączy aparaty
pt_pt: 1. Conecte o(s) aparelho(s) auditivo(s).
ro_ro: 1. Conecteaza apararete.
ru_ru: 1. Подключение слуховых аппаратов
sv_se: 1. Ansluter hörapparater.
tr_tr: 1. İşitme cihazına bağlanır
zh_cn: 1. 探测并连接助听器；
