Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: ‘Please make sure that the hearing instruments and wireless accessories always run the latest firmware version. If you experience problems when paring accessories to hearing instruments, please check for firmware updates by doing the following. Accessories: Connect the accessory to your computer using the USB cable supplied with the accessory and run the Accessory Updater Tool from the desktop (installed with the fitting software). Hearing instruments Connect the hearing instruments to the fitting software and go to the menu Instruments - Update Instruments’ Note: The 1st generation TV streaming device is not compatible with newer hearing instrument families.’
cs_cz: ‘Ujistěte se prosím, že sluchadla i wireless příslušenství jsou vždy vybavena nejnovější verzí firmware. Pokud zaznamenáte problémy při párování wireless příslušenství se sluchadly, zkontrolujte prosím aktualizace firmware následujícím postupem. Příslušenství: Připojte příslušenství k počítači pomocí USB kabelu dodaného spolu s příslušenstvím a spusťte program Accessory Updater Tool, umístěný na ploše (nainstaloval se automaticky spolu s fitting software). Sluchadla: Připojte sluchadla k fitting software a přejděte do menu Sluchadlo - Update sluchadel’ Pozor: TV Streamer 1. generace není kompatibilní s novějšími rodinami sluchadel.’
da_dk: Sørg for at både høreapparater og trådløst tilbehør altid er opdateret med nyeste firmware. Hvis du oplever problemer når tilbehør skal parres til høreapparater kan du kontrollere at tilbehør på følgende måde: Tilbehør: Forbind tilbehøret til din computer ved hjælp at et USB kabel. Åben 'Accessory Update' fra skrivebordet på din computer. (installeret sammen med tilpasningssoftwaren). Høreapparater Forbind høreapparaterne til tilpasningssoftwaren. Åben 'Høreapparat' øverst på skærmen, vælg derefter 'Opdater høreapparat' Bemærk: Den første generation TV streamer kan ikke opdateres og er dermed ikke kompatibel med nyere høreapparater.
de_de: Stellen Sie sicher, dass die Hörsysteme und das Wireless-Zubehör die aktuellste Firmware-Version beinhalten. Sollte es zu Schwierigkeiten beim Koppeln der Hörsysteme mit dem Zubehör kommen, prüfen Sie bitte wie folgt ob eine neuere Firmware-Version zu Verfügung steht: Zubehör: Verbinden Sie das Wireless-Zubehör per USB-Kabel mit Ihrem Computer und öffnen Sie das "ReSound Accessory Update"-Tool welches zusammen mit der Aventa installiert wurde. Hörsysteme: Verbinden Sie per Kabel die Hörsysteme mit der Aventa Software und klicken Sie unter dem Menü-Punkt Hörsystem - "Update Hörsystem(e)" Hinweis: Die erste Generation des ReSound Audio Beamers ist NICHT kompatibel mit dem ReSound LiNX² (LS), ReSound Enzo (EO), oder ReSound LiNX (LN). Die zweite Generation des ReSound Audio Beamers (Audio Beamer 2) ist mit allen ReSound Wireless Hörsystemen kompatibel. (außer dem ReSound Alera 4, welches nur Wireless-Anpassung und Fernbedienung unterstützt)
es_es: 'Por favor, asegurese que los audífonos y accesorios inalámbricos siempre estén actualizados a la última versión del firmware. Si está teniendo dificultades para emparejar los accesorios con los audífonos, por favor comprube si existen actualizaciones de firmware realizando lo siguiente. Accesorios: Conectar el accesorio al ordenador, utilizando el cable USB suministrado junto con el accesorio, y ejecuatar el programa Accessory Updater ubicado en el escritorio (que se instaló junto con Aventa). Audífonos: Conectar el audífono al software de programación y navegar al menú Audífonos - Actualizar Audífonos Nota: La primera generación del emisor TV NO es compatible con las nuevas generaciones de audífonos.'
fi_fi: Kuulokojeet on oltava valittuna ja yhdistettynä potilaalle ennen kuin langattomia lisälaitteita voi lisätä tai poistaa. Jotta voit yhdistää kaikki langattomat lisälaitteet kuulokojeisiin (joita tuetaan) on ReSound Langaton Mikrofoniin päivitettävä viimeisin ohjelmaversio. Jos Langattoman Mikrofonin ohjelmaa ei päivitetä voi se aiheuttaa epämääräistä langattoman yhteyden katkeamista kuuntelutilanteissa. Voit päivittää Langattoman Mikrofonoin ohjelmiston, Aventassa mukana tulleella päivitystyökalulla (Työpöydällä ikoni ReSound Unite Accessory Update tai Aventasta Kuulokoje-Langattomat lisälaitteet-Lisälaitteiden päivitys ja seuraa ohjeita). Ensimmäisen sukupolven ReSound TV-Lähetin (Unite TV) EI OLE YHTEENSOPIVA ReSound LiNX2 (LS), Enzo (EO), tai LiNX (LN) kuulokojeperheiden kanssa. Toisen sukupolven TV-Lähetin (Unite TV Streamer 2) on täysin yhteensopiva KAIKKIEN langattomien ReSound kuulokojeiden kanssa (paitsi ReSound Alera 4 joka tukee vain langatonta sovitusta ja Resound Kauko-Ohjainta).
fr_fr: Assurez-vous que les aides auditives et les accessoires sont à jour. Si vous rencontrez des difficultés lors de l'appairage, vérifiez que le micrologiciel (firmware) est bien le dernier en date. Pour effectuer une mise à jour, suivez les étapes ci-dessous : Pour un accessoire : Branchez l'accessoire au port USB de l'ordinateur et lancez le module de mise à jour des accessoires (menu "Aide auditives" => "Gérer les accessoires" => "Mettre à jour un accessoire") Pour une aide auditive : Connectez l'aide auditive et lancez le module de mise à jour (menu "Aide auditives" => "Mettre à jour un appareil") Remarque : Les aides auditives les plus récentes ne sont pas compatibles avec l'émetteur audio de 1ère génération.
hu_hu: 'Gyöződjön meg róla, hogy a hallókészülékek és a wireless tartozékok mindíg a legfrissebb firmware-t futtatják. Ha a párosítás alatt probléma merülne fel, ellenörizze a firmware frissítést a következő képpen. Tartozékok: Csatlakoztassa a tartozékot a számítógéphez az USB kábellel, és futtassa a Tartozék frissítő eszközt. Hallókészülék: Csatlakoztassa a hallókészüléket a az illesztő szoftverhez és futtassa a Készülék menüből a Készülék frissítést Megjegyzés: Az első generációs TV streamer-ek nem kompatibilisek az új hallókészülék családokkal
it_it: Assicurarsi che gli apparecchi acustici e gli accessori wireless abbiano sempre l'ultima versione del firmware. In caso di problemi durante l'accoppiamento fra accessori ed apparecchi acustici, controllare gli aggiornamenti del firmware effettuando le seguenti operazioni. Accessori: Collegare l'accessorio al computer utilizzando il cavo USB fornito in dotazione con l'accessorio ed eseguire l'aggiornamento utilizzando ReSound Accessory Update dal desktop (installato con il software di fitting). Apparecchi acustici Collegare gli apparecchi acustici per il software di fitting e andare al menù Apparecchio Acustico - Aggiorna Dispositivo(i). Nota: L'accessorio di streaming TV 1a generazione non è compatibile con le più recenti famiglie di apparecchi acustici.
ja_jp: 補聴器とアクセサリーのペアリングができない場合は、下記の手順に従って、それぞれが最新バージョンであるかを確認して下さい。 アクセサリー: 付属のUSBケーブルでパソコンとアクセサリーを接続し、メニューバーの「補聴器」から → 「アクセサリ管理」 → 「アクセサリーアップデート」 を選択して下さい。 補聴器: 補聴器を接続し、メニューバーの「補聴器」から → 「補聴器をアップデートする」 を選択して下さい。 注意: TVユナイトは、リサウンド・リンクス以降の製品では使用できません。TVユナイトII をご使用下さい。
ko_kr: 보청기와 무선 악세서리가 최신 firmware를 사용하고 있는지 확인하세요. 무선 액세서리와 연결시 문제가 발생하면 다음의 절차에 따라 firmware가 업데이트 되었는지 확인하세요. Accessories: USB cable을 사용해 무선 악세서리를 컴퓨터에 연결한 뒤, 바탕화면에 있는 Accessory Updater Tool 을 실행하세요. Hearing instruments 보청기를 피팅 소프트웨어에 연결하고 '메뉴'로 가세요. - 보청기를 업데이트 하세요. 주의: TV streamer1 은 최신 제품들과 호환되지 않습니다.
nl_nl: ´Zorg er s.v.p. voor dat de hoortoestellen en wireless accessoires altijd de laatste firmware versie bevatten. Als u problemen ervaart bij het pairen van accessoires met de toestellen, kijk dan als volgt of er firmware updates beschikbaar zijn. Accessoires : Verbindt het accessoire met uw computer via de bij het accessoire geleverde USB-kabel en draai de ReSound Accessory Update tool op uw desktop (geïnstalleerd tijdens de Aventa installatie) Hoortoestellen: Verbindt de hoortoestellen in de aanpassoftware en ga naar het menu Hoortoestel - Toestel(len) updaten´ Opmerking: de eerste generatie van de ReSound TV streamer is niet compatibel met de nieuwste hoortoestelfamilies.
no_no: `Vær sikker på at høreapparatene og trådløst tilbehør alltid bruker den nyeste firmware versjonen. Hvis du opplever problemer med paring av høreapparatene og trådløst tilbehør, undersøk om det er en tilgjengelig firmware oppdatering ved å gjøre følgende: Trådløst tilbehør: Koble til det tilbehøret du skal bruke til PC ved hjelp av USB kabel som følger med tilbehøret. Kjør deretter ReSound Accessory Updater som du finner på skrivebordet (Installert samtidig som siste versjon av Software) Høreapparatene Koble til høreapparatene i Aventa og gå deretter til: Meny-Apparat-Oppdater Apparat Den første generasjon av ReSound Unite TV streamer (Unite TV) er ikke kompatibel med ReSound LiNX2, Enzo, eller Linx. Den andre generasjon av TV streamer (Unite TV Streamer 2) er fullt kompatibel med alle trådløse ReSound høreapparater
pl_pl: Upewnij się, że aparaty słuchowe i akcesoria zawsze mają najnowszą wersję oprogramowania. Jeśli dośwadczasz problemów w czasie parowania akcesoriów z aparatami słuchowymi sprawdź aktualizacje oprogramowania wg. poniższych kroków: Akcesoria Bezprzewodowe: Podłącz akcesorium do swojego komputera przy pomocy kabla USB dostarczonego razem z urządzeniemi i uruchom Accessory Updater Tool z pulpitu komuputera (instalowane razem z programem dopasowania). Aparaty słuchowe Podłącz aparaty słuchowe do programu dopasowania i wejdź do menu Aparat - Aktualizuj Aparaty. Pierwsza generacja ReSound Unite TV (Unite TV) nie jest kompatybilna z nowszymi rodzinami aparatów.
pt_pt: Por favor, certifique que os aparelhos auditivos e os acessórios estão com a versão do firmware mais atual. Caso tenha problemas de emparelhamento entre os aparelhos auditivos e os acessórios, por favor, verifique a atualização do firmware da seguinte forma. Acessórios Conecte o acessório ao seu computadoe usando o cabo USB e execute a ferramenta ReSound Unite Acessory Updater localizado no desktope do computador (a ferramenta é instalada juntamente com o software). Aparelhos Auditivos Conecte os aparelhos auditivos ao software e clique em Restauração dos Aparelhos Auditivos no menu Aparelho Auditivo. Observe: A 1ª geração do Unite TV não é compatível com os aparelhos auditivos mais recentes.
ro_ro: Instrumentele trebuie asociate acestui pacient si conectate pentru a adauga sau inlatura accesoriile.
ru_ru: 'Пожалуйста, убедитесь, что слуховые аппараты и аксессуары имеют последнюю версию прошивки. Если у Вас возникают проблемы при сопряжении аксессуаров и слуховых аппаратов, пожалуйста, проверьте обновления следующим способом. Аксессуары: Подключите аксессуар к компьютеру при помощи USB шнура, который идет в комплекте с аксессуаром, и запустите Инструмент обновления аксессуаров, расположенный на рабочем столе компьютера (устанавливается с программой). Слуховые аппараты Подключите слуховые аппараты к программе настройки и зайдите в верхнее меню Слуховой аппарат - Обновить аппараты Обратите внимание: ТВ стример первого поколения не совместим с новыми семействами слуховых аппаратов'.
sv_se: Kontrollera att hörapparaterna och de trådlösa tillbehören har den senaste mjukvaran tillgänglig. Om du upplever problem vid parning av tillbehör, kontrollera så du har senaste mjukvara genom att göra följande: Tillbehör: Anslut tillbehöret till din dator via USB kabel och kör "Hantera tillbehör" på skrivbordet eller via Aventa "Hantera tillbehör". Hörapparat: Anslut hörapparaten och gå till Hörapparat- Uppdatera hörapparat(er) för att uppdatera hörapparaten. Första generationens Tv /Audio Streamer 1 är inte kompatibel med senare hörapparatfamiljer.
tr_tr: 'İşitme cihazları ve kablosuz aksesuarları her zaman en son firmware sürümü ile çalıştığından emin olun. İşitme cihazı için aksesuarlar eşleştirme yaparken sorunlarla karşılaşırsanız, aşağıdakileri yaparak firmware güncellemelerini kontrol edin. Aksesuarlar: Aksesuarla birlikte verilen USB kablosunu kullanarak bilgisayarınıza bağlayın ve aksesuarı masaüstünden Aksesuar Update Aracını çalıştırın (fitting yazılımıyla birlikte yüklenir). İşitme Cihazları İşitme cihazlarını Fitting yazılımına bağlayın ve sırasıyla; Menü - Cihaz - 'Cihazları Güncelle' gidin Not: 1. nesil TV ünitesi cihazı yeni işitme cihazı aileleri ile uyumlu değildir.
zh_cn: 请确保助听器和无线附件均为最新固件版本。如果在配对过程中遇到问题，升级附件后再配对。 附件： 使用USB线将附件连接到电脑，运行升级软件（安装验配软件时一起被安装在电脑中的另一软件). 助听器： 连接助听器到验配软件中，在菜单栏找到”助听器“目录下的“助听器升级”，升级助听器。 注意：第一代音频转换器不能与新款助听器兼容。

source: The Accessory must be in discovery mode in order to be added to the patient. Place the Accessory in this mode by following the instructions above.
cs_cz: Wireless příslušenství musí být v párovacím režimu aby šlo přidat k pacientovi. Wireless příslušenství uvedete do tohoto režimu výše popsaným způsobem.
da_dk: Trådløst tilbehøre skal være i parringstilstand for at kunne kobles til apparaterne. Følg instruktioner øverst på skærmen.
de_de: Das Zubehör muss im Kopplungsmodus sein, um zugefügt zu werden. Beachten Sie dazu bitte die oben gezeigten Anleitungen.
es_es: Los accesorios inalámbricos deberán estar en modo búsqueda para ser añadidos a un paciente. Para activar el modo búsqueda en un Accesorio siga las siguientes instrucciones.
fi_fi: Lisälaite on oltava paritustilassa jotta sen voi lisätä potilaalle. Aseta lisälaite paritustilaan ohjeiden mukaan.
fr_fr: L'accessoire doit être en mode couplage pour être ajouté. Pour cela, suivre les instructions suivantes.
hu_hu: Az tartozéknak keresési módban kell lenniük a pácienshez való hozzáadáshoz. Tegye a tartozékot ebbe a módba a fenti instrukciók követésével.
it_it: L'accessorio deve essere in modalità "Ricerca" per essere aggiunto al paziente. Seguire le istruzioni sopra indicate per porre l'Accessorio in modalità ricerca.
ja_jp: ワイヤレスアクセサリーを登録するには補聴器自体が「補聴器管理画面」で認識されている必要があります。また、上記の方法によってワイヤレスアクセサリーをペアリングモードにする必要があります。
ko_kr: 무선 액세서리가 보청기에 추가되기 위해서는 discovery mode에 있어야 합니다. 다음의 지시사항에 따라 discovery mode를 적용하세요.
nl_nl: De accessoire moet in de pairingmodus staan om toegevoegd te kunnen worden aan deze cliënt. Plaats de accessoire in deze modus door bovenstaande instructies te volgen.
no_no: Trådløst tilbehør må stå i paringsmodus for å linkes til en pasient. Sett tilbehør i paringsmodusen ved å følge instruksene over.
pl_pl: Acesoria muszą być w trybie do wykrycia. Ustaw Akcesoria Unite w tryb do wykrycia wykonując powyższe instrukcje.
pt_pt: O Acessório deve estar no modo de pareamento para ser adicionado ao paciente. Coloque o Acessório neste modo, seguindo as instruções acima.
ro_ro: Accesoriul Unite trebuie să fie în modul de descoperire pentru a putea fi adăugat. Plasati accesoriul in acest mod prin urmarirea instructiunilor de mai sus
ru_ru: Чтобы добавить Аксессуар пациенту, он должен находиться в режиме поиска. Активируйте на Аксессуаре режим поиска, следуя вышеуказанным инструкциям.
sv_se: Tillbehöret måste vara i sökläge för att kunna läggas till patienten. Sätt tillbehöret i sökläge genom att följa instruktionerna ovan.
tr_tr: Aksesuar hastaya takılmak üzere arama modunda olması gerekir. Yukarıdaki talimatları uygulayarak bu modda Aksesuarı yerleştirin.
zh_cn: 要添加的无线附件必须处于配对模式。请将无线附件置于配对模式。

source: No accessory was found, be sure to place it in discovery mode and that it is near the instruments.
cs_cz: Příslušenství nenalezeno, ujistěte se, že je ve zjišťovacím módu, a že je v blízkosti sluchadel.
da_dk: Intet tilbehør fundet, sæt i søgeindstilling og forvis dig om at apparaterne er nær.
de_de: Kein Zubehör gefunden. Vergewissern Sie sich, dass sie sich im "Kopplungsmodus" befinden und die Hörsysteme nahe genug platziert sind.
es_es: No se han encontrado los accesorios, asegúrese de que están en modo búsqueda, y cerca de los audífonos.
fi_fi: Lisälaitteita ei löydy. Aseta lisälaite etsintätilaan ja lähelle kuulokojetta.
fr_fr: Aucun accessoire détecté. Mettre l'accessoire en mode détection et le rapprocher des aides auditives.
hu_hu: Nem található tartozék, ellenőrizze, hogy a keresési módba van-e kapcsolva és,hogy közel van-e a készülékhez.
it_it: Nessun Accessorio è stato trovato, assicurarsi di posizionarlo in modalità ricerca e che sia vicino agli apparecchi acustici.
ja_jp: ワイヤレスアクセサリーが見つかりませんでした。補聴器とアクセサリーが離れている場合は近づけて、もう一度アクセサリーをペアリングモードにして下さい。
ko_kr: 발견된 액세서리가 없습니다. 디스커버리 모드에 있는지, 또한 보청기에 가깝게 놓여 있는지 확인하세요.
nl_nl: Geen accessoire gevonden, zorg ervoor dat het in de pairingmodus staat en zich dicht bij de toestellen bevindt.
no_no: Ingen tilbehør funnet. Undersøk at tilbehøret står i paringsmodus og at det er i nærheten av høreapparatene.
pl_pl: Nie wykryto akcesoriów. Upewnij się, że akcesoria są w trybie do wykrycia i znajdują się w pobliżu aparatu.
pt_pt: Nenhum acessório foi encontrado, tenha certeza que está no modo de reconhecimento e que os instrumentos estejam próximos.
ro_ro: Nu sa gasit nici un accesoriu, asigurati-va ca este in modul discovery si ca este aproape de aparatul auditiv.
ru_ru: Не удалось обнаружить аксессуары. Убедитесь, что они переведены в режим поиска и находятся вблизи СА.
sv_se: Inget tillbehör hittades, försäkra dig om att sätta tillbehöret i sökläge och att det är nära hörapparater.
tr_tr: Aksesuar bulunamadı.Cihaza yakın bir yerde ve keşif modunda olduğundan emin ol.
zh_cn: 未发现无线附件，请确定附件处于配对模式并在搜索范围内。

source: Use this screen to verify the correct Wireless Accessories have been added. If not, go back to Wireless Accessories to update the information.
cs_cz: Toto okno použijte k ověření, že bylo přidáno správné Wireless příslušenství. Pokud ne, vraťte se k Wireless příslušenství a aktualizujte informaci.
da_dk: Brug denne skærm til at kontrollere at de korrekte apparater og tilbehør er tilføjet. Hvis ikke, gå tilbage til 'apparat' eller 'tilbehør' for at opdatere informationen.
de_de: Verwenden sie diesen Bildschirm um die Hörsysteme mit den zugefügten Zubehör zu vergleichen. Bei unkorrekter Zuordnung gehen Sie zurück zu "Wireless Zubehör", um die Zuordnung zu ändern.
es_es: Utilice esta pantalla para verificar que se han añadido los audífonos y accesorios correctos. Si no es así, regresar a Audífonos o Accesorios Inalámbricos para actualizar la información.
fi_fi: Käytä tätä ikkunaa varmistaaksesi että oikea lisälaite ja kuulokoje on yhdistetty. Jos tiedot ovat väärin, palaa kuulokoje- tai lisälaitemuokkausruutuun.
fr_fr: Sur cet écran, vous pouvez vérifier les couplages existants entre les appareils et les accessoires.
hu_hu: Használja ezt a képernyőt a megfelelő tartozék elfogadásához. Ha nem, lépjen vissza a Tartozékokba az információk frissítéséhez.
it_it: Utilizzare questa schermata per verificare che siano stati aggiunti correttamente gli Accessori. In caso contrario tornare ad Accessori per aggiornare le informazioni.
ja_jp: この画面ではワイヤレスアクセサリーと補聴器が正しくペアリング出来ていることを確認して下さい。もし、接続が正しくない場合は前の画面に戻って登録作業を行なって下さい。
ko_kr: 현재 화면에서 올바른 무선 액세서리가 추가되었는지 확인할 수 있습니다. 만약 그렇지 않다면, Wireless Accessories 로 돌아가 무선 액세서리를 다시 추가하세요.
nl_nl: Gebruik dit scherm om te verifiëren of de juiste toestellen en accessoires zijn toegewezen. Zo niet, ga dan naar 'Toestellen' of 'Accessoires' om dit te corrigeren.
no_no: Bruk dette skjermbildet til å verifisere at riktig apparat og tilbehør er valgt. Ved feil, gå tilbake til Høreapparat eller Trådløst Tilbehør for å endre.
pt_pt: Use essa tela para verificar se os Acessórios corretos foram adicionados. Do contrário, retorne a Acessórios para atualizar as informações
ru_ru: Используйте эту окно, чтобы проверить корректность добавленных Аксессуаров. Если Аксессуары добавлены неверно, вернитесь во вкладку "Аксессуары" и обновите информацию.
sv_se: Använd denna skärm för att verifiera att rätt hörapparater och tillbehör har blivit valda. Om inte, gå tillbaka till "Trådlösa Tillbehör" för att ändra informationen.
tr_tr: Doğru Aksesuarın eklenmiş olduğunu kontrol etmek için bu ekranı kullanın. Değilse, bilgilerini güncellemek için geri Aksesuarlara gidin.
zh_cn: 在此界面查看已添加的无线附件。如果不正确，请返回无线附件管理界面进行设置。

source: Wireless Connection Exit
cs_cz: Opuštění bezdrátového spojení
da_dk: Trådløs forbindelse forlades
de_de: Wireless Verbindung beenden
es_es: Salir de la conexión Inalámbrica
fi_fi: Langattoman yhteyden lopetus
fr_fr: Déconnexion d'un accessoire
hu_hu: Wireless kapcsolat kilépés
it_it: Esci da Connessioni Wireless
ja_jp: ワイヤレス接続の終了
ko_kr: 무선 연결 해제
nl_nl: Wireless verbinding afsluiten
no_no: Avslutt Trådløs Tikobling
pl_pl: Zakończenie połączenia bezprzewodowego
pt_pt: Sair da conexão Wireless
ro_ro: Iesire conexiune Wireless
ru_ru: Отсоединение беспроводных аксессуаров
sv_se: Trådlös Anslutning Avslutad
tr_tr: Kablosuz Bağlantı Çıkışı
zh_cn: 退出无线连接

source: Reconnect using:
cs_cz: Znovu připojit pomocí:
da_dk: Genforbind med:
de_de: Erneute Verbindung anwenden:
es_es: Reconectar Utilizando:
fi_fi: Yhdistä käyttäen :
fr_fr: Reconnecter avec :
hu_hu: Újracsatlakozás használat:
it_it: Ricollegare usando:
ja_jp: 再接続:
ko_kr: 재연결 사용:
nl_nl: Opnieuw verbinden via:
no_no: Koble til på nytt ved å bruke:
pl_pl: Wtórne połączenie korzystając z :
pt_pt: Reconecte usando:
ro_ro: Reconectare folosind:
ru_ru: Переподключить:
sv_se: Återanslut med:
tr_tr: Yeniden Bağlantı Kullanarak:
zh_cn: 重新连接设备:

source: Fitting Rule:
cs_cz: Nastavovací pravidlo:
da_dk: Tilpasningsregel:
de_de: Anpassregel:
es_es: R. de Cálculo:
fi_fi: Laskentasääntö :
fr_fr: Règle de calcul :
hu_hu: Illesztési szabály:
it_it: Target Fitting:
ja_jp: フィッティングルール:
nl_nl: Rekenregel:
no_no: Tilpasningsregel:
pl_pl: Formuła Dopasowania:
pt_pt: Regra Prescritiva:
ro_ro: Regula de Reglaj:
ru_ru: Расчетная формула:
sv_se: Målmetod:
tr_tr: Uygulama kuralı:
zh_cn: 选配公式:

source: Coupler:
da_dk: Kopler:
de_de: Kuppler:
es_es: Acoplador:
fi_fi: Kopleri :
fr_fr: Coupleur :
hu_hu: Csatoló:
it_it: Accoppiatore:
ja_jp: カプラの種類:
ko_kr: 커플러:
pl_pl: Sprzęgacz:
pt_pt: Acoplador:
ro_ro: Cuplor:
ru_ru: Куплер:
zh_cn: 耦合腔:

source: Stimulus:
cs_cz: Stimul:
es_es: Estímulo:
hu_hu: Inger:
it_it: Stimolo:
ja_jp: 試験音:
ko_kr: 자극:
pl_pl: Bodziec:
pt_pt: Estímulo:
ro_ro: Stimul:
ru_ru: Стимул:
sv_se: Stimuli:
tr_tr: Uyaran:
zh_cn: 刺激声:

source: Auto Related:
cs_cz: Odvozené:
da_dk: Autorelateret:
de_de: AutoBezug:
es_es: Auto Relacionar:
fi_fi: Autom. suhteutus :
fr_fr: Programmes corrélés :
hu_hu: Auto Számított:
it_it: Auto Correlato:
ja_jp: 自動関連付け:
nl_nl: Programma gerelateerd:
no_no: Autorelater:
pl_pl: Autopowiązanie:
pt_pt: Auto-relacionar:
ru_ru: Автоматическое соотнесение параметров:
sv_se: Autorelaterad:
tr_tr: Otomatik Bağdaştırıldı:
zh_cn: 自动关联:

source: Small
cs_cz: Malý
da_dk: Lille
de_de: Small (Klein)
es_es: Pequeño
fi_fi: Pieni
fr_fr: Évent de 1 mm
hu_hu: Kicsi
it_it: Piccola
ja_jp: 小さい
nl_nl: Klein
no_no: Liten
pl_pl: Mała
pt_pt: Pequeno
ro_ro: Mic
ru_ru: Маленький
sv_se: Liten
tr_tr: Küçük
zh_cn: 小

source: On
cs_cz: Zap
da_dk: Til
de_de: Ein
fi_fi: Päällä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
nl_nl: Aan
no_no: På
pl_pl: Wł.
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开
