Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Gain
cs_cz: Zisk
da_dk: Forstærkning
de_de: Verstärkung
es_es: Ganancia
fi_fi: Vahvistus
hu_hu: Erősítés
it_it: Guadagno
ja_jp: 利得
ko_kr: 이득
pl_pl: Wzmocnienie
pt_pt: Ganho
ro_ro: Castig
ru_ru: Усиление
sv_se: Förstärkning
tr_tr: Kazanç
zh_cn: 增益

source: Please contact your local manager
cs_cz: Kontaktujte prosím lokálního manažera
da_dk: Kontakt venligst din lokale kontaktperson
de_de: Bitte kontaktieren Sie Ihren lokalen Hörakustiker.
es_es: Por favor contacte con su Administrador local
fi_fi: Ota yhteyttä paikalliseen toimittajaan
fr_fr: Merci de contacter votre représentant.
hu_hu: Kérjük lépjen kapcsolatba a helyi viszonteladóval
it_it: Pregasi contattare il vostro gestore locale
ja_jp: GNリサウンドジャパンへお問い合わせ下さい
ko_kr: 지역 담당자에게 연락하십시오.
nl_nl: Neem s.v.p. contact op met uw locale beheerder
no_no: Vennligst kontakt ditt lokale kontor
pl_pl: Proszę skontaktować się ze swoim lokalnym Przedstawicielem
pt_pt: Por favor, entre em contato com o gerente local
ro_ro: Va rugam contactati furnizorul dvs. local
ru_ru: Пожалуйста, свяжитесь с Вашим местным менеджером
tr_tr: Yerel yöneticiniz ile irtibata geçiniz
zh_cn: 请与当地负责人联系。

source: This feature allows hearing instruments(s) to slowly adapt gains from an initial setting toward a target setting. You may turn off the feature any time while adaptation is in progress.
cs_cz: Tato funkce umožňuje sluchadlům pomalu adaptovat zisk z výchozího na cílové nastavení. Můžete funkci kdykoliv vypnout v průběhu adaptace.
da_dk: Dette gør at HA langsomt ændres fra første indstilling til target indstilling. Du kan afbryde dette på et hvilket som helst tidspunkt under processen.
de_de: Durch diese Funktion verändern die Hörsysteme langsam die Verstärkung von einer Anfangseinstellung zu der gewünschten Zielverstärkung. Diese Funktion kann jederzeit wieder deaktiviert werden.
es_es: Esta prestación, permite a el(los) audífono(s) adaptar lentamente la ganancia desde un valor inicial a un valor objetivo. Usted podrá deshabilitar esta prestación en cualquier momento durante el proceso de adaptación.
fi_fi: Tämä toiminto antaa kuulokojeen pikkuhiljaa sopeuttaa vahvistusta alkuasetuksesta tavoiteasetukseen. Voit sulkea toimininnon pois milloin tahansa vaikka adaptaatio on toiminnassa.
fr_fr: Acceptance Manager permet d'adapter progressivement le gain de l'appareil à un gain final défini, sur une durée déterminée. Cette fonction est désactivable à tout moment.
hu_hu: Ez a tulajdonság lehetővé teszi, hogy a hallókészülék lassan adaptálódjon az előbeállítástól a célbeállításig. Kikapcsolhatja ezt a tulajdonságot bármikor, az adptációs folyamat alatt.
it_it: Questa funzione consente agli apparecchi acustici di adattare lentamente i guadagni da una impostazione iniziale verso una impostazione finale target. È possibile disattivare la funzione in qualsiasi momento, mentre l'adattamento è in corso.
ja_jp: この機能を使用すると、補聴器の利得が最初に設定した値から最終目標まで自動的にゆっくりと変化します。
ko_kr: 이 기능은 보청기가 초기 설정에서 목표 설정치로 이득 값을 적용하도록 합니다. 적용 진행중에 언제든지 이 기능을 종료할 수도 있습니다.
nl_nl: Deze feature laat de hoortoestelversterking langzaam adapteren van een startpunt naar een einddoel. De feature kan op elk moment van het adaptatieproces uitgezet worden.
no_no: Denne egenskapen tillater apparat(ene) til å sakte endre forsterkningen fra en førstegangstilpasning til ett satt mål. Du kan slå av egenskapen når du måtte ønske under tilvenningen.
pl_pl: Ta funkcja pozwala aparatom na powolne dostosowanie wzmocnienia od ustawień początkowych do docelowych. Można ją wyłączyć w dowolnym momencie, nawet jeśli proces adaptacji już trwa.
pt_pt: Este recurso permite que o(s) aparelho(s) auditivo(s) se adaptem lentamente até a curva de ganho final. Você pode desligá-lo a qualquer momento durante a programação.
ro_ro: Aceasta caracteristica permite aparatelor auditive sa-si adapteze usor castigurile de la o setare initiala catre o setare tinta. Puteti opri caracteristica in orice moment in care adaptarea este in lucru.
ru_ru: Эта функция позволяет слуховым аппаратам постепенно адаптировать усиление от начального уровня до целевых показателей. Вы можете отключить эту функцию в любой момент процесса адаптации.
sv_se: Den här funktionen låter hörapparaten långsamt öka förstärkningen från en intial inställning till en målinställning. Funktionen går att stänga av när som helst under processen.
tr_tr: Bu özellik işitme cihazı kazançlarının başlangıç ayarından hedef ayarlarına doğru yavaşça adapte olmasını sağlar. Adaptasyon süreci devam ederken istediğiniz zaman bu özelliği kapatabilirsiniz.
zh_cn: 此功能是助听器将自动从初始值缓慢过渡到目标值。当然，在满意度客理的过程中您可以随时中止它。

source: No data available
cs_cz: Žádná dostupná data
da_dk: Ingen tilgængelige data
de_de: Keine Daten verfügbar
es_es: No hay datos disponibles
fi_fi: Ei tietoa saatavilla
fr_fr: Aucune donnée disponible
hu_hu: Nem áll rendelkezésre adat
it_it: Nessun dato disponibile
ja_jp: データがありません
ko_kr: 사용 가능한 데이터 없음
nl_nl: Geen gegevens beschikbaar
no_no: Ingen data tilgjengelig
pl_pl: Brak danych
pt_pt: Dados não disponíveis
ro_ro: Fara date disponibile
ru_ru: Данные не доступны
sv_se: Ingen data tillgänglig
tr_tr: Veri yok
zh_cn: 无可用数据

source: Adaptation is in progress
cs_cz: Probíhá adaptace
da_dk: Acceptance Manager er aktiveret
de_de: Anpassung im Gange
es_es: La adaptación está en progreso
fi_fi: Adaptaatio on toiminnassa
fr_fr: Adaptation progressive des gains en cours
hu_hu: Adaptáció folyamatban
it_it: L'Adattamento è in corso
ja_jp: アクセプタンスマネージャーが進行中です
ko_kr: 적용 진행 중
nl_nl: Adaptatie is bezig
no_no: Tilvenningsprosess er aktivert
pl_pl: Adaptacja w trakcie
pt_pt: Adaptação está em andamento
ro_ro: Adaptare in lucru
ru_ru: Адаптация в процессе
sv_se: Adaptation har startat
tr_tr: Adaptasyon devam ediyor
zh_cn: 满意度管理器启用中

source: Estimated remaining time:
cs_cz: Odhad zbývajícího času:
da_dk: Estimateret tilbageværende tid:
de_de: Voraussichtlich verbleibende Zeit:
es_es: Tiempo restante estimado:
fi_fi: Arvioitu jäljellä oleva aika :
fr_fr: Temps restant estimé :
hu_hu: Becsült hátralévő idő:
it_it: Tempo Stimato rimanente:
ja_jp: 残り時間の予測:
ko_kr: 남은 예상시간:
nl_nl: Geschatte resterende tijd:
no_no: Estimert tid igjen:
pl_pl: Szacowany pozostały czas:
pt_pt: Tempo restante:
ro_ro: Timp estimativ ramas:
ru_ru: Предполагаемое оставшееся время:
sv_se: Beräknad återstående tid:
tr_tr: Tahmini kalan süre:
zh_cn: 剩余时间：

source: Starting point
cs_cz: Výchozí bod
da_dk: Udgangspunkt
de_de: Anfangspunkt
es_es: Punto Inicial
fi_fi: Aloituspiste
fr_fr: Gains initiaux
hu_hu: Kezdő pont
it_it: Punto di partenza
ja_jp: 開始ポイント
ko_kr: 시작 지점
nl_nl: Startpunt
no_no: Startpunkt
pl_pl: Punkt początkowy
pt_pt: Início
ro_ro: Punct de pornire
ru_ru: Стартовая позиция
sv_se: Startpunkt
tr_tr: Başlangıç ​​noktası
zh_cn: 起始点

source: Starting point
cs_cz: Výchozí bod
da_dk: Udgangspunkt
de_de: Anfangspunkt
es_es: Punto Inicial
fi_fi: Aloituspiste
fr_fr: Gains initiaux
hu_hu: Kezdő pont
it_it: Punto di partenza
ja_jp: 開始ポイント
ko_kr: 시작 지점
nl_nl: Startpunt
no_no: Startpunkt
pl_pl: Punkt początkowy
pt_pt: Início
ro_ro: Punct de pornire
ru_ru: Стартовая позиция
sv_se: Startpunkt
tr_tr: Başlangıç ​​noktası
zh_cn: 起始点

source: End target
cs_cz: Konečný cíl
da_dk: Endemål
de_de: End-Verstärkung
es_es: Objetivo Final
fi_fi: Lopputavoite
fr_fr: Gains finaux
hu_hu: Végcél
it_it: Target finale
ja_jp: 最終目標
ko_kr: 종료 목표
nl_nl: Einddoel
no_no: Sluttmål
pl_pl: Ostateczny cel
pt_pt: Curva Final
ro_ro: Tinta finala
ru_ru: Конечная точка
sv_se: Slutmål
tr_tr: Bitiş noktası
zh_cn: 最终目标

source: Gain in current session
cs_cz: Zisk v současném nastavení
da_dk: Forstærkning i nuværende session
de_de: Verstärkung aus der aktuellen Sitzung
es_es: Ganancia en la sesión actual
fi_fi: Vahvistus nykyisessä käynnissä
fr_fr: Gains de la session actuelle
hu_hu: Erősítés az aktuális bejegyzésben
it_it: Guadagni nella sessione corrente
ja_jp: 現在の利得
ko_kr: 현재 세션의 이득
nl_nl: Gain in huidige sessie
no_no: Gain i aktuell sesjon
pl_pl: Wzmocnienie w aktualnej sesji
pt_pt: Ganho na sessão atual
ro_ro: Castig in sesiunea curenta
ru_ru: Усиление в текущей сессии
sv_se: Förstärkning i aktuell session
tr_tr: Mevcut oturumdaki kazanç
zh_cn: 当前增益

source: Experience - Non-linear
cs_cz: Zkušený uživatel - Nelineární sluchadlo
da_dk: Erfaring med ulineært HA
de_de: Erfahren -WDRC
es_es: Nivel Experiencia - No lineal
fi_fi: Kokenut käyttäjä - Epälineaarinen
fr_fr: Expérience : compression
hu_hu: Tapasztalat - Nem-lineáris
it_it: Esperienza - Non-lineare
ja_jp: 補聴器経験者-ノンリニア
ko_kr: 경험 - 비선형
nl_nl: Ervaring - Niet-lineair
no_no: Erfaren - Ikke-lineær
pl_pl: Doświadczenie - Nieliniowe
ro_ro: Experimentat - neliniar
ru_ru: Опыт - Нелинейный
sv_se: Erfarenhet - Olinjär
tr_tr: Deneyim - Dijital (Non-Lineer)
zh_cn: 佩戴过非线性放大助听器

source: Preserve fine-tuned gain
cs_cz: Zachovat fine-tuned zesílení
da_dk: Bevar finjusteringer
de_de: Feineinstellung der Verstärkung berücksichtigen
es_es: Mantener ajustes realizados
fi_fi: Säilytä hienosäätö vahvistus
fr_fr: Tenir compte des ajustements de gain déjà effectués
hu_hu: Finombeállítás erősítés megőrzése
it_it: Conservare regolazione fine del guadagno
ja_jp: 現在の調整を反映する
ko_kr: fine-tuned gain 보존
nl_nl: Gain-wijzigingen ook bij einddoel
no_no: Behold finjustert gain
pl_pl: Zachowaj dopasowanie końcowe wzmocnienia
ro_ro: Pastreaza castgul reglajului fin
ru_ru: Сохранять настроенное усиление
sv_se: Bibehålla finjusterad förstärkning
tr_tr: İnce ayarlı kazancı koru
zh_cn: 保持微调后的增益

source: Set the gain to match
cs_cz: Nastavte zisk pro srovnání
da_dk: Indstil forstærkning til at matche
de_de: Verstärkungswerte setzen auf:
es_es: Ajustar la ganancia a:
fi_fi: Aseta vahvistus vastamaan
fr_fr: Quels gains garder ?
hu_hu: Állítsa be azonosra az erősítést
it_it: Settare il guadagno per allineare
ja_jp: 設定する利得を選択
ko_kr: 이득값 설정하여 맞춥니다.
nl_nl: Zet de Gain op
no_no: Sett matchende forsterkning
pl_pl: Ustaw wzmocnienie na xxxxxxx
pt_pt: Definir o ganho inicial
ro_ro: Fixati castigul pe valorile potrivite
ru_ru: Установите соответствующее усиление
sv_se: Ställ in förstärkningen att matcha:
tr_tr: Karşılaştırma için kazancı ayarla
zh_cn: 设置增益以匹配

source: Current values
cs_cz: Současné hodnoty
da_dk: Behold nuværende værdier
de_de: Aktuelle Werte
es_es: Los valores actuales
fi_fi: Nykyiset arvot
fr_fr: Garder les gains actuels
hu_hu: Aktuális értékek
it_it: Valori correnti
ja_jp: 現在の値
nl_nl: Huidige waarden
no_no: Aktuelle verdier
pl_pl: Zachowaj aktualne wartości
pt_pt: Valores atuais
ro_ro: Valori curente
ru_ru: Текущие значения
sv_se: Nuvarande värden
tr_tr: Güncel değerler
zh_cn: 当前值

source: End point values
cs_cz: Konečné hodnoty
da_dk: Flyt til slutværdier
de_de: Endpunkt Werte
es_es: Los valores finales
fi_fi: Lopetuspisteen arvot
fr_fr: Garder les gains finaux
hu_hu: Végpont értékek
it_it: Valori al punto finale
ja_jp: 最終目標
nl_nl: Einddoel waarden
no_no: Sluttpunkt verdier
pl_pl: Idź do wartości końcowych
pt_pt: Valores finais
ro_ro: Valori finale
ru_ru: Конечные значения
sv_se: Slutgiltiga värden
tr_tr: Bitiş noktası değerleri
zh_cn: 最终值

source: Starting point values
cs_cz: Počáteční hodnoty
da_dk: Værdier for udgangspunkt
de_de: Startpunkt Werte
es_es: Los valores iniciales
fi_fi: Aloituspisteen arvo
fr_fr: Revenir aux gains initiaux
hu_hu: Kezdőpont értékek
it_it: Valori al punto iniziale
ja_jp: 開始ポイント
nl_nl: Startpunt waarden
no_no: Startpunkt verdier
pl_pl: Wróc do wartości początkowych
pt_pt: Valores iniciais
ro_ro: Valori punct de pornire
ru_ru: Стартовые значения
sv_se: Startvärden
tr_tr: Başlangıç noktası değerleri
zh_cn: 起始值

source: 2 hours
cs_cz: 2 hodiny
da_dk: 2 timer
de_de: 2 Stunden
es_es: 2 horas
fi_fi: 2 tuntia
fr_fr: 2 heures
hu_hu: 2 óra
it_it: 2 ore
ja_jp: 2 時間
ko_kr: 2 시간
nl_nl: 2 uur
no_no: 2 timer
pl_pl: 2 godziny
pt_pt: 2 horas
ro_ro: 2 ore
ru_ru: 2 часа
sv_se: 2 timmar
tr_tr: 2 saat
zh_cn: 2小时

source: On
de_de: An
fi_fi: Päällä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
nl_nl: Aan
pl_pl: Wł
zh_cn: 开

source: On
da_dk: Til
de_de: An
fi_fi: Päällä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
ko_kr: 켜짐
nl_nl: Aan
no_no: På
pl_pl: Wł
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: On
da_dk: Til
de_de: An
fi_fi: Päällä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
ko_kr: 켜짐
nl_nl: Aan
no_no: På
pl_pl: Wł
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Current Gains (A)
cs_cz: Současný zisk (A)
da_dk: Nuværende forstærkning (A)
de_de: Aktuelle Verstärkung (A)
es_es: Ganancia Actual (A)
fi_fi: Nykyiset vahvistukset (A)
fr_fr: Gains actuels (A)
hu_hu: Aktuális erőstíés (A)
it_it: Guadagni Correnti (A)
ja_jp: 現在の利得 (A)
nl_nl: Huidige Gain (A)
no_no: Startpunkt (A)
pl_pl: Aktualne Wzmocnienie (A)
pt_pt: Ganho Atual (A)
ro_ro: Castiguri curente (A)
ru_ru: Текущие усиления (A)
sv_se: Aktuell förstärkning (A)
tr_tr: Mevcut Kazançlar (A)
zh_cn: 当前增益 (A)

source: End Gains (B)
cs_cz: Konečný zisk (B)
da_dk: Slutforstærknig (B)
de_de: End-Verstärkung (B)
es_es: Ganancia Final (B)
fi_fi: Saavutetut vahvistukset (B)
fr_fr: Gains finaux (B)
hu_hu: Vég erősítés (B)
it_it: Guadagni Finali (B)
ja_jp: 最終目標の利得 (B)
nl_nl: Uiteindelijke Gain (B)
no_no: Sluttpunkt (B)
pl_pl: Końcowe Wzmocnienie (B)
pt_pt: Ganho Final (B)
ro_ro: Castiguri finale (B)
ru_ru: Конечные усиления (B)
sv_se: Slutgiltig förstärkning (B)
tr_tr: Son Kazançlar (B)
zh_cn: 最终增益 (B)

source: Acceptance Manager Progress:
cs_cz: Postup Acceptance Manageru:
da_dk: Udvikling af Acceptance Manager:
de_de: Eingewöhnungs-Manager Fortschritt:
es_es: Estado de Adaptación Progresiva:
fi_fi: Sopeutumisavustajan eteneminen :
fr_fr: Acceptance Manager :
hu_hu: Acceptance Manager folyamat:
it_it: Manager Adattamento in corso:
ja_jp: アクセプタンスマネージャーの状況
ko_kr: Acceptance Manager 진행중:
nl_nl: Voortgang Acceptatie Manager:
no_no: Progresjon Acceptance Manager:
pl_pl: Postęp Managera Akceptacji:
pt_pt: Gerenciador de Adaptação
ru_ru: Процесс Автоматической адаптации:
sv_se: Acceptans Verktyg pågår
zh_cn: 满意度管理系统状态：

source: week(s)
cs_cz: týden(ny)
da_dk: Uge(r)
de_de: Woche(n)
es_es: semana(s)
fi_fi: viikkoa
fr_fr: semaine(s)
hu_hu: hét
it_it: settimana(e)
ja_jp: 週間
ko_kr: 주
nl_nl: we(e)k(en)
no_no: Uke(er)
pl_pl: tydzień(dnie)
pt_pt: Semana(s)
ro_ro: saptamani
ru_ru: неделя(ли)
sv_se: vecka(or)
tr_tr: hafta(lar)
zh_cn: 周

source: day(s)
cs_cz: den(dny)
da_dk: Dag(e)
de_de: Tag(e)
es_es: día(s)
fi_fi: päivää
fr_fr: jour(s)
hu_hu: nap
it_it: giorno(i)
ja_jp: 日
ko_kr: 일
nl_nl: dag(en)
no_no: Dag(er)
pl_pl: dzień(dni)
pt_pt: Dia(s)
ro_ro: zile
ru_ru: дни
sv_se: dag(ar)
tr_tr: gün(ler)
zh_cn: 日

source: months(s)
cs_cz: měsíc(e)
da_dk: måned(er)
de_de: Monat(e)
es_es: mes(es)
fi_fi: kuukautta
fr_fr: mois
hu_hu: hónap
it_it: mese(i)
ja_jp: ヶ月
ko_kr: 달
nl_nl: maand(en)
no_no: Måned(er)
pl_pl: miesiąc(e)
pt_pt: Mês/Meses
ro_ro: luni
ru_ru: месяц(ев)
sv_se: månad(er)
tr_tr: ay(lar)
zh_cn: 月

source: Acceptance Manager is done.
cs_cz: Acceptance Manager je hotový.
da_dk: Acceptance Manager er afsluttet.
de_de: Eingewöhnungs-Manager wurde durchgeführt.
es_es: Se ha realizado la Adaptación Progresiva.
fi_fi: Sopeutumisavustaja valmis.
fr_fr: Acceptance Manager est maintenant désactivé.
hu_hu: Az Acceptance Manager elkészült.
it_it: Manager Adattamento eseguito.
ja_jp: アクセプタンスマネージャーが設定されます
ko_kr: Acceptance Manager 완료
nl_nl: De Acceptatie Manager is klaar.
no_no: Acceptance Manager er ferdig.
pl_pl: Koniec Managera Akceptacji.
pt_pt: Gerenciamento de Adaptação Realizado.
ro_ro: Managerul de acceptare este gata.
ru_ru: Автоматическая адаптация завершена.
sv_se: Acceptans Verktyg är klart.
tr_tr: Acceptance Manager tamamlandı.
zh_cn: 满意度管理系统已结束。

source: It is not possible to link when only one side is linear
cs_cz: Není možno připojit pokud je pouze jedna strana lineární
da_dk: Det er ikke muligt at linke når kun den ene side er lineær
de_de: Es ist nicht möglich zu verbinden wenn nur eine Seite linear ist.
es_es: No es posible asociar cuando solamente un lado es lineal
fi_fi: Linkitystä ei voi tehdä jos vain toinen puoli on lineaarinen
fr_fr: Impossible de lier quand un côté est linéaire.
hu_hu: Nem lehetséges a linkelés amikor csak az egyik oldal lineáris
it_it: Non è possibile collegare quando un solo lato è in modalità lineare
ja_jp: 片耳がリニアの場合はリンクできません
ko_kr: 한쪽만 linear일 때는 연결할 수 없습니다
nl_nl: Linken is niet mogelijk als slechts één zijde lineair is
no_no: Det er ikke mulig å linke når bare en side er lineær
pl_pl: Nie można połączyć gdy tylko jeden aparat jest ustawiony liniowy
pt_pt: Não é possível configurar apenas um dos aparelhos como linear
ro_ro: imposibil de unit cand o singura parte este liniara
ru_ru: Невозможно связать, когда только одна сторона линейная
sv_se: Det är inte möjligt att länka när endast en sida är linjär
tr_tr: Sadece bir taraf lineer olduğunda bağlantı yapmak mümkün değildir.
zh_cn: 当仅一侧为线性放大时不能双侧链接。

source: Paired Devices (1 of 5)
cs_cz: Párované přístroje (1 z 5)
da_dk: Parrede apparater (1 af 5)
de_de: Gekoppeltes Gerät (1 von 5)
es_es: Dispositivos Emparejados (1 de 5)
fi_fi: Paritettuja laitteita ( 1/5 )
fr_fr: Équipements jumelés (1 sur 5) :
hu_hu: Párosított eszközök (1. az 5-ből)
it_it: Accessorio Accoppiato (1 di 5)
ja_jp: ペアリング機器 (1 of 5)
ko_kr: Paired Devices (5개중 1)
nl_nl: Gepairde toestellen (1 van 5)
no_no: Paret Enheter (1 av 5)
pl_pl: Sparowane Urządzenie (1 z 5)
pt_pt: Dispositivos Pareados (1 de 5)
ro_ro: Dispozitive imperechiate (1 la 5)
ru_ru: Сопряженные устройства (1 из 5)
sv_se: Parade enheter (1 of 5)
tr_tr: Eşleştirilmiş Cihazlar Cihazlar (1 of 5)
zh_cn: 已配对设备(5-1)

source: Paired Devices (2 of 5)
cs_cz: Párované přístroje (2 z 5)
da_dk: Parrede apparater (2 af 5)
de_de: Gekoppeltes Gerät (2 von 5)
es_es: Dispositivos Emparejados (2 de 5)
fi_fi: Paritettuja laitteita ( 2/5 )
fr_fr: Équipements jumelés (2 sur 5) :
hu_hu: Párosított eszközök (2. az 5-ből)
it_it: Accessorio Accoppiato (2 di 5)
ja_jp: ペアリング機器 (2 of 5)
ko_kr: Paired Devices (5개중 2)
nl_nl: Gepairde toestellen (2 van 5)
no_no: Paret Enheter (2 av 5)
pl_pl: Sparowane Urządzenie (2 z 5)
pt_pt: Dispositivos Pareados (2 de 5)
ro_ro: Dispozitive imperechiate (2 la 5)
ru_ru: Сопряженные устройства (2 из 5)
sv_se: Parade enheter (2 of 5)
tr_tr: Eşleştirilmiş Cihazlar (2 of 5)
zh_cn: 已配对设备(5-2)

source: Paired Devices (3 of 5)
cs_cz: Párované přístroje (3 z 5)
da_dk: Parrede apparater (3 af 5)
de_de: Gekoppeltes Gerät (3 von 5)
es_es: Dispositivos Emparejados (3 de 5)
fi_fi: Paritettuja laitteita ( 3/5 )
fr_fr: Équipements jumelés (3 sur 5) :
hu_hu: Párosított eszközök (3. az 5-ből)
it_it: Accessorio Accoppiato (3 di 5)
ja_jp: ペアリング機器 (3 of 5)
ko_kr: Paired Devices (5개중 3)
nl_nl: Gepairde toestellen (3 van 5)
no_no: Paret Enheter (3 av 5)
pl_pl: Sparowane Urządzenie (3 z 5)
pt_pt: Dispositivos Pareados (3 de 5)
ro_ro: Dispozitive imperechiate (3 la 5)
ru_ru: Сопряженные устройства (3 из 5)
sv_se: Parade enheter (3 of 5)
tr_tr: Eşleştirilmiş Cihazlar (3 of 5)
zh_cn: 已配对设备(5-3)

source: Paired Devices (4 of 5)
cs_cz: Párované přístroje (4 z 5)
da_dk: Parrede apparater (4 af 5)
de_de: Gekoppeltes Gerät (4 von 5)
es_es: Dispositivos Emparejados (4 de 5)
fi_fi: Paritettuja laitteita ( 4/5 )
fr_fr: Équipements jumelés (4 sur 5) :
hu_hu: Párosított eszközök (4. az 5-ből)
it_it: Accessorio Accoppiato (4 di 5)
ja_jp: ペアリング機器 (4 of 5)
ko_kr: Paired Devices (5개중 4)
nl_nl: Gepairde toestellen (4 van 5)
no_no: Paret Enheter (4 av 5)
pl_pl: Sparowane Urządzenie (4 z 5)
pt_pt: Dispositivos Pareados (4 de 5)
ro_ro: Dispozitive imperechiate (4 la 5)
ru_ru: Сопряженные устройства (4 из 5)
sv_se: Parade enheter (4 of 5)
tr_tr: Eşleştirilmiş Cihazlar (4 of 5)
zh_cn: 已配对设备(5-4)

source: Paired Devices (5 of 5)
cs_cz: Párované přístroje (5 z 5)
da_dk: Parrede apparater (5 af 5)
de_de: Gekoppeltes Gerät (5 von 5)
es_es: Dispositivos Emparejados (5 de 5)
fi_fi: Paritettuja laitteita ( 5/5 )
fr_fr: Équipements jumelés (5 sur 5) :
hu_hu: Párosított eszközök (2. az 5-ből)
it_it: Accessorio Accoppiato (5 di 5)
ja_jp: ペアリング機器 (5 of 5)
ko_kr: Paired Devices (5개중 5)
nl_nl: Gepairde toestellen (5 van 5)
no_no: Paret Enheter (5 av 5)
pl_pl: Sparowane Urządzenie (5 z 5)
pt_pt: Dispositivos Pareados (5 de 5)
ro_ro: Dispozitive imperechiate (5 la 5)
ru_ru: Сопряженные устройства (5 из 5)
sv_se: Parade enheter (5 of 5)
tr_tr: Eşleştirilmiş Cihazlar (5 of 5)
zh_cn: 已配对设备(5-5)

source: Streamer 1
da_dk: 1. Streamer
de_de: Audio Beamer/ Mini Mik 1
fi_fi: Lähetin 1
fr_fr: Émetteur 1
it_it: Accessorio 1
ja_jp: ユナイト 1
pl_pl: Akcesorium 1
pt_pt: Acessório 1
ru_ru: Стример 1
zh_cn: 音频转换器1

source: Streamer 2
da_dk: 2. Streamer
de_de: Audio Beamer/ Mini Mik 2
fi_fi: Lähetin 2
fr_fr: Émetteur 2
it_it: Accessorio 2
ja_jp: ユナイト 2
pl_pl: Akcesorium 2
pt_pt: Acessório 2
ru_ru: Стример 2
zh_cn: 音频转换器2

source: Streamer 3
da_dk: 3. Streamer
de_de: Audio Beamer/ Mini Mik 3
fi_fi: Lähetin 3
fr_fr: Émetteur 3
it_it: Accessorio 3
ja_jp: ユナイト 3
pl_pl: Akcesorium 3
pt_pt: Acessório 3
ru_ru: Стример 3
zh_cn: 音频转换器3

source: Due to Remote Control's display limitation, some text may be truncated.
cs_cz: Kvůli omezení displeje dálkového ovladače může být text zkrácen.
da_dk: På grund af begrænsning på fjernbetjeningens display vil nogle tekster muligvis forkortes.
de_de: Aufgrund der begrenzten Anzahl von Zeichen im Display der Fernbedienung wird der Text gekürzt angezeigt.
es_es: Debido a limitación de la pantalla del Mando a Distancia, algún texto puede ser truncado
fi_fi: Kauko-Ohjaimen näytön tekstirajoitus voi leikata pois osan tekstistä
fr_fr: Le texte entré est trop long pour être affiché sur la télécommande. Il sera tronqué sur l'écran de celle-ci.
hu_hu: A Távirányító kijelzője miatt néhány szöveg hibás lehet.
it_it: Causa le dimensioni ridotte display del Remote Control, una parte del testo potrebbe essere troncato.
ja_jp: 10文字（半角）以上はリモコンユナイトに表示できません
ko_kr: Unite Remote Control의 디스플레이 제한으로 인해 일부 텍스트가 보이지 않을 수 있습니다.
nl_nl: Door beperkingen in het display van de Afstandbediening worden sommige teksten afgekort.
no_no: Pga. begrensninger på Unite fjernkontrollskjermen kan det forekomme at noe av teksten avkortes.
pl_pl: Z uwagi na ograniczenie wielkości wyświetlacza na Pilocie Unite część teksu może być niewidoczna.
pt_pt: Devido a limitação do tamanho do display do Controle Remoto, o texto pode estar incompleto.
ro_ro: Datorita limitarilor de afisaj ale telecomnzii Unite, o parte din text poate aparea prescurtat
ru_ru: Из-за ограничений экрана ПДУ, некоторый текст может быть сокращен.
sv_se: Fjärrkontrollens display är begränsad, en del text kan vara stympad.
tr_tr: Uzaktan Kumanda ekranı sınırlaması nedeniyle, bazı metinler kesilebilir.
zh_cn: 由于遥控器的屏显限制，有些文字可能被缩减。

source: Adaptation
cs_cz: Adaptace
de_de: Anpassung
es_es: Adaptación
fi_fi: Mukautuminen
hu_hu: Adaptáció
it_it: Adattamento
ja_jp: アダプテーション
ko_kr: 적용
nl_nl: Adaptatie
no_no: Tilpasning
pl_pl: Adaptacja
pt_pt: Adaptação
ro_ro: Adaptare
ru_ru: Адаптация
tr_tr: Adaptasyon
zh_cn: 满意度管理器

source: Duration
cs_cz: Trvání
da_dk: Varighed
de_de: Dauer
es_es: Duración
fi_fi: Kesto
fr_fr: Durée
hu_hu: Időtartam
it_it: Durata
ja_jp: 期間
ko_kr: 기간
nl_nl: Duur
no_no: Varighet
pl_pl: Czas Trwania
pt_pt: Duração
ro_ro: Durata
ru_ru: Продолжительность
tr_tr: Süre
zh_cn: 持续时间

source: Average Daily usage
cs_cz: Průměrné denní použití
de_de: Durchschnittliche tägliche Nutzung
es_es: Promedio de uso Diario
fi_fi: Kohtalainen käyttö/päivä
fr_fr: Utilisation moyenne par jour
hu_hu: Átlagos napi használat
it_it: Utilizzo medio giornaliero
ja_jp: 1日あたりの使用時間
ko_kr: 평균 일일 사용
nl_nl: Gemiddeld dagelijks gebruik
no_no: Gjennomsnitt Daglig Bruk
pl_pl: Średnie Dzienne użycie
pt_pt: Média de uso diário
sv_se: Dagligt användande (medel)
zh_cn: 平均使用时间
