Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Increase gain for low frequency sounds
cs_cz: Zvyšte zisk na hlubokých frekvencích
da_dk: Forøg forstærkning for lavfrekvente lyde
de_de: Erhöhen Sie die Verstärkung für niedrige Frequenzen
es_es: Aumentar la ganancia en bajas frecuencias
fi_fi: Lisää vahvistusta matalilla taajuksilla
fr_fr: Augmenter le gain pour les fréquences graves
hu_hu: Növelje az erősítést a mélyfrekvenciás hangokra
it_it: Aumentare il guadagno complessivo per i suoni a bassa frequenza
ja_jp: 低域を上げて下さい
ko_kr: 저주파 소리의 전반적인 이득 값을 높이세요
nl_nl: Verhoog de versterking van lage frequenties bij alle inputniveaus
no_no: Øk generell gain for lavfrekvente lyder
pl_pl: Zwiększ wzmocnienie dla niskich częstotliwości.
pt_pt: Aumente o ganho para as frequencias baixas
ro_ro: Cresteti castigul pentru sunete de frecventa joasa
ru_ru: Увеличьте усиление для низкочастотных звуков
sv_se: Minska den totala förstärkningen på låga frekvenser.
tr_tr: Düşük frekanslı sesler için kazanç artırın
zh_cn: 增加低频增益

source: Decrease low and mid frequency gain for loud sounds
cs_cz: Snižte zisk hlubokých a středních frekvencí pro hlasité zvuky
da_dk: Reducer lav og mellemfrekvent forstærkning for kraftige lyde
de_de: Verringern Sie die Verstärkung für leise Eingangspegel in den hohen Frequenzen
es_es: Reducir la ganancia en frecuencias medias y bajas para sonidos fuertes
fi_fi: Vähennä vahvistusta matalilla ja keski taajuuksilla koville äänille
fr_fr: Diminuer G80 pour les fréquences graves et moyennes
hu_hu: Csökkentse a mély és a közép frekvenciás erősítést a hangos hangokra
it_it: Diminuire guadagno sulle frequenze basse e medie per i suoni forti
ja_jp: 低中域のG80を下げて下さい
ko_kr: 큰 소리의 저주파와 중간 주파수 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage en midden frequenties bij harde geluiden
no_no: Senk lav- og midtfrekvent gain for høye lyder
pl_pl: Zmniejsz wzmocnienie niskich i średnich częstotliwości dla głośnych dźwięków
pt_pt: Diminua o ganho das frequencias baixas e médias para sons intensos
ro_ro: Scadeti castigul pe frecventele joase si medii pentru sunete puternice
ru_ru: Уменьшите усиление на низких и средних частотах для громких звуков
sv_se: Minska förstärkningen på låg och mellan frekvenser för starka ljud
tr_tr: Yüksek sesler için alçak ve orta frekans kazançlarını azalt
zh_cn: 降低大声中低频增益

source: Decrease low frequency gain for soft sounds
cs_cz: Snižte zisk hlubokých frekvencí pro slabé zvuky
da_dk: Reducer lavfrelvent forstærkning for svage lyde.
de_de: Verringern Sie die Verstärkung für leise Eingangspegel in den niedrigen Frequenzen
es_es: Reducir la ganancia en bajas frecuencias para sonidos suaves
fi_fi: Vähennä vahvistusta matalilla taajuuksilla heikoille äänille
fr_fr: Diminuer G50 pour les fréquences graves
hu_hu: Csökkentse a mélyfrekvenciás erősítést a lágy hangokra
it_it: Diminuire il guadagno alle basse frequenze per i suoni deboli
ja_jp: 低域のG50を下げて下さい
ko_kr: 작은 소리의 저주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties bij zachte geluiden
no_no: Senk lavfrekvent gain for svake lyder
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości dla cichych dźwięków
pt_pt: Diminua o ganho das frequencias baixas para sons suaves
ro_ro: Scadeti castigul pe frecventele joase pentru sunete slabe
ru_ru: Уменьшите усиление на низких частотах для тихих звуков
sv_se: Minska förstärkningen på låga frekvenser för svaga ljud
tr_tr: Yumuşak sesler için alçak frekansları azalt
zh_cn: 降低小声低频增益

source: Increase vent size
cs_cz: Zvětšete velikost ventingu
da_dk: Forøg ventilationsstørrelsen
de_de: Erhöhen Sie die Venting Größe
es_es: Aumentar el tamaño del venting
fi_fi: Lisää ilmastoinnin kokoa
fr_fr: Augmenter la taille de l'évent
hu_hu: Növelje a vent méretet
it_it: Aumentare diametro della ventilazione
ja_jp: ベントサイズを大きくして下さい
ko_kr: 벤트 크기를 늘리세요
nl_nl: Vergroot de venting
no_no: Øk ventilasjonen
pl_pl: Zwiększ średnicę wentylacji
pt_pt: Aumentar o tamanho da ventilção
ro_ro: Cresteti marimea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorleken
tr_tr: Vent ölçüsünü artır
zh_cn: 增加通气孔孔径

source: Decrease low and mid frequency gain for loud sounds
cs_cz: Snižte zisk hlubokých a středních frekvencí pro hlasité zvuky
da_dk: Reducer lav og mellemfrekvent forstærkning for kraftige lyde
de_de: Verringern Sie die Verstärkung für laute Eingangspegel in den mittleren und hohen Frequenzen
es_es: Reducir la ganancia en frecuencias bajas y medias para sonidos fuertes
fi_fi: Vähennä vahvistusta matalilla ja keski taajuuksilla koville äänille
fr_fr: Diminuer G80 pour les fréquences graves et moyennes
hu_hu: Csökkentse a mély és a közép frekvenciás erősítést a hangos hangokra
it_it: Diminuire guadagno sulle frequenze basse e medie per i suoni forti
ja_jp: 低中域のG80を下げて下さい
ko_kr: 큰 소리의 저주파와 중간 주파수 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage en midden frequenties bij harde geluiden
no_no: Senk lav- og midtfrekvent gain for høye lyder
pl_pl: Zmniejsz wzmocnienie niskich i średnich częstotliwości dla głośnych dźwięków
pt_pt: Diminua o ganho das frequencias baixas e médias para sons intensos
ro_ro: Scadeti castigul pe frecventele joase si medii pentru sunete puternice
ru_ru: Уменьшите усиление на низких и средних частотах для громких звуков
sv_se: Minska förstärkningen på låg och mellan frekvenser för starka ljud
tr_tr: Yüksek sesler için alçak ve orta frekans kazançlarını azalt
zh_cn: 降低大声中低频增益

source: Decrease low frequency gain for soft and moderate sounds
cs_cz: Snižte zisk hlubokých frekvencí pro slabé a střední zvuky
da_dk: Reducer lav og mellemfrekvent forstærkning for svage og moderate lyde
de_de: Verringern Sie die Verstärkung für leise und mittlere Eingangspegel in den niedrigen Frequenzen
es_es: Reducir la ganancia en bajas frecuencias para sonidos suaves y moderados
fi_fi: Vähennä vahvistusta matalilla taajuuksilla kohtalaisille äänille
fr_fr: Diminuer G50 et G65 pour les fréquences graves
hu_hu: Csökkentse a mélyfrekvenciás erősítést a lágy és a közepes hangokra
it_it: Diminuire il guadagno sulle basse frequenze per i suoni deboli e moderati
ja_jp: 低域のG50とG65を下げて下さい
ko_kr: 작고 중간 소리의 저주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties bij zachte en gemiddelde geluiden
no_no: Senk lavfrekvent gain for svake og moderate lyder
pl_pl: Zmniejsz wzmocnienie niskich i średnich częstotliwości dla cichych i średnio głośnych dźwięków
pt_pt: Diminua o ganho das frequencias baixas para os sons suaves e moderados
ro_ro: Scadeti castigul pe frecventele joase pentru sunete slabe si moderate
ru_ru: Уменьшите усиление на низких частотах для тихих и умеренных звуков
sv_se: Minska förstärkningen på låga frekvenser för svaga och måttliga ljud
tr_tr: Yumuşak ve orta sesler için alçak frekans kazancını azalt
zh_cn: 降低小声和中等声低频增益

source: Increase high frequency gain for soft sounds
cs_cz: Zvyšte zisk vysokých frekvencí pro slabé zvuky
da_dk: Forøg højfrekvent forstærkning for svage lyde
de_de: Erhöhen Sie die Verstärkung für leise Eingangspegel in den hohen Frequenzen
es_es: Aumentar la ganancia en altas frecuencias para sonidos suaves
fi_fi: Lisää vahvistusta korkeilla taajuuksilla heikoille äänille
fr_fr: Augmenter G50 pour les fréquences aiguës
hu_hu: Növelje a magas frekvenciás erősítést a lágy hangokra
it_it: Aumentare il guadagno sulle alte frequenze per i suoni deboli
ja_jp: 高域のG50を上げて下さい
ko_kr: 작은 소리의 고주파 이득 값을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties bij zachte geluiden
no_no: Øk høyfrekvent gain for svake lyder
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości dla cichych dźwięków
pt_pt: Aumente o ganho das frequencias altas para sons suaves
ro_ro: Cresteti castigul pe frecventele inalte pentru sunete slabe
ru_ru: Увеличьте усиление на высоких частотах для тихих звуков
sv_se: Öka förstärkningen på höga frekvenser för svaga ljud
tr_tr: Yumuşak sesler için yüksek frekans kazançlarını artır
zh_cn: 增加小声高频增益

source: Increase low frequency gain for soft sounds
cs_cz: Zvyšte zisk hlubokých frekvencí pro slabé zvuky
da_dk: Forøg lavfrekvent forstærkning for svage lyde
de_de: Erhöhen Sie die Verstärkung für leise Eingangspegel in den niedrigen Frequenzen
es_es: Aumentar la ganancia en bajas frecuencias para sonidos suaves
fi_fi: Lisää vahvistusta matalilla taajuuksilla hiljaisille äänille
fr_fr: Augmenter G50 pour les fréquences graves
hu_hu: Növelje a mélyfrekvenciás erősítést a lágy hangokra
it_it: Aumentare il guadagno sulle besse frequenze per i suoni deboli
ja_jp: 低域のG50を上げて下さい
ko_kr: 작은 소리의 저주파 이득 값을 높이세요
nl_nl: Verhoog de versterking van lage frequenties bij zachte geluiden
no_no: Øk lavfrekvent gain for svake lyder
pl_pl: Zwiększ wzmocnienie niskich częstotliwości dla cichych dźwięków
pt_pt: Aumente o ganho das frequencias baixas para sons suaves
ro_ro: Cresteti castigul pe frecventele joase pentru sunetele slabe
ru_ru: Увеличьте усиление на низких частотах для тихих звуков
sv_se: Öka förstärkningen på låga frekvenser för svaga ljud.
tr_tr: Yumuşak sesler için alçak frekans kazancını artır
zh_cn: 增加小声低频增益

source: Increase for low and mid frequencies
cs_cz: Zvyšte hluboké a střední frekvence
da_dk: Forøg forstærkning for lav og mellemfrekvens
de_de: Erhöhen Sie die Verstärkung für niedrige und mittlere Frequenzen
es_es: Aumentar la ganancia en frecuencias bajas y medias
fi_fi: Lisää vahvistusta matalilla ja keskitaajuuksilla
fr_fr: Augmenter le gain pour les fréquences moyennes et aiguës
hu_hu: Növelje az erősítést a mély és közepes frekvenciákon
it_it: Aumentare il guadagno complessivo per le frequenze basse e medie a tutti i livelli di ingresso
ja_jp: 低中域を上げて下さい
ko_kr: 저주파와 중간 주파수 소리의 이득 값을 높이세요
nl_nl: Verhoog de versterking van lage en midden frequenties bij alle inputniveaus
no_no: Øk generell gain for lave- og høyfrekvente lyder
pl_pl: Zwiększ dla niskich i średnich częstotliwości.
pt_pt: Aumente o ganho para as frequencias baixas e médias
ro_ro: Cresteti pe joase si medii
ru_ru: Увеличьте усиление на низких и средних частотах
sv_se: Öka förstärkningen för låg och mellan frekvenser.
tr_tr: Düşük ve orta frekanslar için kazancı artırın
zh_cn: 增加中低频增益

source: Decrease compression ratio in the low frequencies and increase low frequency gain for soft sounds
cs_cz: Snižte kompresní poměr pro hluboké frekvence a zvyšte zisk hlubokých frekvencí pro slabé zvuky
da_dk: Reducer kompressionsforhold i de lave frekvenser og forøg forstærkning for lavfrekvente svage lyde.
de_de: Reduzieren Sie das Kompressionsverhältnis in den niedrigen Frequenzen und erhöhen die Verstärkung in den niedrigen Frequenzen für die niedrigen Eingangspegel.
es_es: Reducir el ratio de compresión en bajas frecuencias y aumentar la ganancia en bajas frecuencias para sonidos suaves
fi_fi: Vähennä kompressioastetta matalilla taajuuksilla ja lisää vahvistusta matalilla taajuuksilla hiljaisille äänille.
fr_fr: Diminuer le facteur de compression pour les fréquences graves et augmenter G50 pour les fréquences graves
hu_hu: Csökkentse a kompresziós arányt a mély frekvenciákon és növelje a mély frekvenciás erősítést a lágy hangokra
it_it: Diminuire il rapporto di compressione sulle basse frequenze. Aumentare il guadagno alle basse frequenze per i suoni deboli
ja_jp: 低域の圧縮比を下げ、低域のG50を上げて下さい
ko_kr: 저주파에서 압축 비율을 낮추고 작은 소리의 저주파 이득 값을 높이세요
nl_nl: Verlaag de compressieratio in de lage frequenties. Verhoog de versterking van lage frequenties bij zachte geluiden
no_no: Reduser kompresjonsforhold i de lave frekvensene og øk lavfrekvent forsterkning for svake lyder
pl_pl: Zmniejsz stopień kompresji dla niskich częstotliwości oraz zwiększ wzmocnienie dla niskich, cichych dźwięków.
pt_pt: Diminua a razão de compressão nas frequencias baixas e aumente o ganho das frequencias baixas para sons suaves
ro_ro: Scadeti rata de compresie in zona frecventelor joase. Cresteti castigul frecventelor joase pentru sunete slabe
ru_ru: Уменьшите коэффициент компрессии на низких частотах. и увеличьте усиление на низких частотах для тихих звуков
sv_se: Minska kompressionsförhållandet för låga frekvenser och öka förstärkningen på låga frekvenser för svaga ljud.
tr_tr: Alçak frekanslarda sıkıştırma oranını (compression ratio) azaltın ve yumuşak sesler için yüksek frekans kazancını artırın.
zh_cn: 降低低频压缩比和增加小声低频的增益

source: Increase overall gain for mid and high frequencies
cs_cz: Zvyšte celkový zisk na středních a vysokých frekvencích
da_dk: Forøg forstærkning for mellem og højfrekvens
de_de: Erhöhen Sie die Verstärkung für mittlere und hohe Frequenzen
es_es: Aumentar la ganancia en frecuencias medias y altas
fi_fi: Lisää kokonaisahvistusta keski ja korkeille taajuuksille
fr_fr: Augmenter le gain pour les fréquences moyennes et aiguës
hu_hu: Növelje a teljes erősítést a közép és magas frekvenciákon
it_it: Aumentare il guadagno complessivo per le frequenze medie e alte per tutti i livelli di ingresso
ja_jp: 中高域を上げて下さい
ko_kr: 중간 주파수와 고주파 소리의 전반적인 이득 값을높이세요
nl_nl: Verhoog de versterking van midden en hoge frequenties bij alle inputniveaus
no_no: Øk generell gain for midt- og høyfrekvente lyder
pl_pl: Zwiększ ogólne wzmocnienie dla średnich i wysokich częstotliwości.
pt_pt: Aumente o ganho geral para as frequencias médias e altas
ro_ro: Cresteti castigul global pentru frecventele medii si inalte
ru_ru: Увеличьте общее усиление на средних и высоких частотах
sv_se: Öka förstärkningen för mellan och höga frekvenser.
tr_tr: Orta ve yüksek frekanslar için tüm kazancı artırın
zh_cn: 增加中高频增益

source: Increase high frequency gain for soft sounds and decrease low frequency gain for moderate and loud sounds
cs_cz: Zvyšte zisk vysokých frekvencí pro slabé zvuky a snižte zisk hlubokých frekvencí pro střední a hlasité zvuky
da_dk: Forøg højfrekvent forstærkning for svage lyde og reducer lavfrekvent forstærkning for moderate og svage lyde
de_de: Erhöhen Sie die Verstärkung für leise Eingangspegel in den hohen Frequenzen und verringern Sie die Verstärkung für mittlere und laute Eingangspegel in den niedrigen Frequenzen
es_es: Aumentar la ganancia en altas frecuencias para sonidos suaves y bajar la ganancia en bajas frecuencias para sonidos medios
fi_fi: Lisää vahvistusta korkeilla taajuuksilla heikoille äänille ja vähennä vahvistusta matalilla taajuuksilla kohtalaisille ja koville äänille
fr_fr: Augmenter G50 pour les fréquences aiguës et diminuer G65 et G80 pour les fréquences graves
hu_hu: Növelje a magas frekvenciás erősítést a lágy hangokra és csökkentse a mélyfrekvenciás erősítést a közepes és hangos hangokra
it_it: Aumentare il guadagno sulle alte frequenze per i suoni deboli e diminuire il guadagno sulle basse frequenze per i suoni moderati e forti
ja_jp: 高域のG50を上げ、低域のG65とG80を下げて下さい
ko_kr: 작은 소리의 고주파 이득치를 높이시고 중간 소리와 큰 소리의 저주파 이득 값을 낮추세요
nl_nl: Verhoog de versterking van hoge frequenties bij zachte geluiden en verlaag de versterking van lage frequenties bij gemiddelde en harde geluiden
no_no: Øk høyfrekvent gain for svake lyder og senk lavfrekvent gain for moderate og høye lyder
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości dla cichych a zmniejsz wzmocnienie niskich częstotliwości dla średnio głośnych i głośnych dźwięków
pt_pt: Aumente ganho para as frequencias altas para sons suaves e diminua o ganho das frequencias baixas para sons moderados e intensos
ro_ro: Cresteti castigul frecventelor inalte pentru sunete slabe si scadeti castigul frecventelor joase pentru sunete moderate si puternice
ru_ru: Увеличьте усиление на высоких частотах для тихих звуков и уменьшите усиление на низких частотах для умеренных и громких звуков
sv_se: Öka förstärkningen på höga frekvenser för svaga ljud och minska förstärkningen på låga frekvenser för måttliga och starka ljud
tr_tr: Yumuşak sesler için yüksek frekans kazancını artır ve orta ve yüksek sesler için alçak frekans kazancını azalt
zh_cn: 增加小声高频增益和降低中等声,大声的低频增益

source: Decrease mid and high frequency gain for loud sounds
cs_cz: Snižte zisk středních a vysokých frekvencí pro hlasité zvuky
da_dk: Reducer mellem og højfrekvent forstærkning for kraftige lyde
de_de: Verringern Sie die Verstärkung für laute Eingangspegel in den mittleren und hohen Frequenzen
es_es: Reducir la ganancia en frecuencias medias y altas para sonidos fuertes
fi_fi: Vähennä vahvistusta keski ja korkeille taajuuksille kovilla äänilla
fr_fr: Diminuer G80 pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a közép és magas frekvenciás erősítést a hangos hangokra
it_it: Diminuire guadagno della frequenze medie e alte per i suoni forti
ja_jp: 中高域のG80を下げて下さい
ko_kr: 큰 소리의 중간 주파수와 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van midden en hoge frequenties bij harde geluiden
no_no: Senk midt- og høyfrekvent gain for høye lyder
pl_pl: Zmniejsz wzmocnienie średnich i wysokich częstotliwości dla głośnych dźwięków
pt_pt: Diminua o ganho das frequencias médias e altas para sons intensos
ro_ro: Scadeti castigul pe medii si inalte pentru sunete puternice
ru_ru: Уменьшите усиление на средних и высоких частотах для громких звуков
sv_se: Minska förstärkningen på mellan och höga frekvenser för starka ljud
tr_tr: Yüksek sesler için orta ve yüksek frekans kazançlarını azalt
zh_cn: 降低大声中高频增益

source: Increase the vent size
cs_cz: Zvětšete velikost ventingu
da_dk: Forøg ventilation
de_de: Erhöhen Sie die Venting Größe
es_es: Aumentar el diámetro del venting
fi_fi: Lisää ilmastoinnin kokoa
fr_fr: Augmenter la taille de l'évent
hu_hu: Növelje a ventméretet
it_it: Aumentare diametro della ventilazione
ja_jp: ベントサイズを大きくして下さい
ko_kr: 벤트 크기를 늘리세요
nl_nl: Vergroot de venting
no_no: Øk ventileringen
pl_pl: Zwiększ średnicę wentylacji
pt_pt: Aumente o tamanho da ventilação
ro_ro: Cresteti marimea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorleken
tr_tr: Vent ölçüsünü artır
zh_cn: 增加通气孔孔径

source: Decrease mid and high frequency gain for loud sounds
cs_cz: Snižte zisk středních a vysokých frekvencí pro hlasité zvuky
da_dk: Reducer mellem og højfrevent forstærkning for kraftige lyde
de_de: Verringern Sie die Verstärkung für laute Eingangspegel in den mittleren und hohen Frequenzen
es_es: Reducir la ganancia en frecuencias medias y altas para sonidos fuertes
fi_fi: Vähennä vahvistusta keski ja korkeille taajuuksille kovilla äänilla
fr_fr: Diminuer G80 pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a közép és magasfrekvenciás erősítést a hangos hangokra
it_it: Diminuire guadagno sulle frequenze medie e alte per i suoni forti
ja_jp: 中高域のG80を下げて下さい
ko_kr: 큰 소리의 중간 주파수와 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van midden en hoge frequenties bij harde geluiden
no_no: Senk midt- og høyfrekvent gain for høye lyder
pl_pl: Zmniejsz wzmocnienie średnich i wysokich częstotliwości dla głośnych dźwięków
pt_pt: Diminua o ganho das frequencias médias e altas para sons intensos
ro_ro: Scadeti castigul pe medii si inalte pentru sunete puternice
ru_ru: Уменьшите усиление на средних и высоких частотах для громких звуков
sv_se: Minska förstärkningen på mellan och höga frekvenser för starka ljud
tr_tr: Yüksek sesler için orta ve yüksek frekans kazançlarını azalt
zh_cn: 降低大声中高频增益

source: Decrease overall gain for high frequency sound
cs_cz: Snižte celkový zisk na vysokých frekvencích
da_dk: Reducer forstærkning for højfrekvente lyde
de_de: Verringern Sie die Verstärkung in den hohen Frequenzen
es_es: Reducir la ganancia general en altas frecuencias
fi_fi: Vähennä kokonaisvahvistusta korkeilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences aiguës
hu_hu: Csökkentse a teljes erősítést a magas frekvenciákon
it_it: Diminuire guadagno complessivo per i suoni ad alta frequenza a tutti i livelli di ingresso
ja_jp: 高域を下げて下さい
ko_kr: 모든 입력 수준에서 고주파 소리의 전반적인 이득 값을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties bij alle inputniveaus
no_no: Senk generell gain for høyfrekvente lyder
pl_pl: Zmniejsz ogólne wzmocnienie dla wysokich dźwięków.
pt_pt: Diminua o ganho geral para os sons de altas frequencias
ro_ro: Scadeti castigul global pentru frecventele inalte
ru_ru: Уменьшите общее усиление для высокочастотных звуков
sv_se: Minska den totala förstärkningen på höga frekvenser.
tr_tr: Yüksek frekanslı sesler için tüm kazancı azaltın
zh_cn: 降低高频增益

source: Decrease high frequency gain for loud sounds
cs_cz: Snižte zisk vysokých frekvencí pro hlasité zvuky
da_dk: Reducer højfrekvent high frequency gain for loud sounds
de_de: Verringern Sie die Verstärkung für laute Eingangspegel in den hohen Frequenzen
es_es: Reducir la ganancia en altas frecuencias para sonidos fuertes
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla koville äänille
fr_fr: Diminuer G80 pour les fréquences aiguës
hu_hu: Csökkentse a magas frekvenciás erősítést a hangos hangokra
it_it: Diminuire il guadagno sulle alte frequenza per i suoni forti
ja_jp: 高域のG80を下げて下さい
ko_kr: 큰 소리의 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties bij harde geluiden
no_no: Senk høyfrekvent gain for høye lyder
pl_pl: Zmniejsz wzmocnienie wysokich częstotliwości dla głośnych dźwięków
pt_pt: Diminua o ganho das frequencias altas para sons intensos
ro_ro: Scadeti castigul pe inalte pentru sunetele puternice
ru_ru: Уменьшите усиление на высоких частотах для громких звуков
sv_se: Minska förstärkningen på höga frekvenser för starka ljud
tr_tr: Yüksek sesler için yüksek frekans kazancını azalt
zh_cn: 降低大声高频增益

source: Reduce the level of noise reduction
cs_cz: Snižte úroveň potlačení šumu
da_dk: Reducer graden af støjreduktion
de_de: Reduzieren Sie die Stufe der Störgeräuschreduzierung
es_es: Reducir el nivel del reductor de ruido
fi_fi: Vähennä kohinanvaimennuksen tasoa
fr_fr: Diminuer le niveau du réducteur de bruit
hu_hu: Csökkentse a zajszűrés szintjét
it_it: Ridurre il livello di riduzione del rumore
ja_jp: 雑音抑制の設定を弱めて下さい
ko_kr: 소음 감소 수준을 줄이세요
nl_nl: Verlaag de mate van lawaaireductie
no_no: Sett ned støyreduksjonen
pl_pl: Zmniejsz stopień redukcji szumów
pt_pt: Reduza o nível da redução de ruído
ro_ro: Reduceti nivelul reductorului de zgomot
ru_ru: Снизьте уровень шумоподавления
sv_se: Reducera nivån av brusreducering
tr_tr: Gürültü azaltıcının seviyesini düşürün.
zh_cn: 减少降噪程度

source: Decrease low frequency gain for soft sounds
cs_cz: Snižte zisk hlubokých frekvencí pro slabé zvuky
da_dk: Reducer lavfrekvent forstærkning for svage lyde
de_de: Verringern Sie die Verstärkung für leise Eingangspegel in den niedrigen Frequenzen
es_es: Reducir la ganancia en bajas frecuencias para sonidos suaves
fi_fi: Vähennä vahvistusta matalilla taajuuksilla heikoille äänille
fr_fr: Diminuer G50 pour les fréquences graves
hu_hu: Csökkentse a mélyfrekvenciás erősítést a lágy hangokra
it_it: Diminuire il guadagno sulle basse frequenze per i suoni deboli
ja_jp: 低域のG50を下げて下さい
ko_kr: 작은 소리의 저주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties bij zachte geluiden
no_no: Senk lavfrekvent gain for svake lyder
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości dla cichych dźwięków
pt_pt: Diminua o ganho das frequencias baixas para sons suaves
ro_ro: Scadeti castigul pe joase pentru sunete slabe
ru_ru: Уменьшите усиление на низких частотах для тихих звуков
sv_se: Minska förstärkningen på låga frekvenser för svaga ljud
tr_tr: Yumuşak sesler için alçak frekans kazancını azalt
zh_cn: 降低小声低频增益
