Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Based on the client's age ReSound Aventa proposes to change the Fitting Mode
cs_cz: Podle věku klienta navrhuje Aventa změnit fitting mód
da_dk: Baseret på patientens alder foreslår Aventa at skifte tilpasningsindstilling
de_de: Aufgrund des Kundenalters empfiehlt Aventa einen Wechsel des Anpass-Modus
es_es: Basado en la edad del paciente Aventa le propondrá cambiar el Modo de Ajuste
fi_fi: Perustuen potilaan ikään Aventa ehdottaa muutosta sovitustilaan
fr_fr: Au vu de l'âge du patient, Aventa propose de changer la méthode d'appareillage
hu_hu: A kliens korára alapozva az Aventa javasolja az illesztési módot
it_it: In base all'età del paziente ReSound Aventa propone di cambiare la modalità di Fitting
ja_jp: 顧客の年齢に基づいてAventaのフィッティングモードを変更する事を推奨します
ko_kr: 고객의 연령에 따라 Aventa가 피팅 모드 변경을 제안합니다
nl_nl: Op basis van de leeftijd adviseert Aventa de aanpasmodus te veranderen
no_no: Basert på brukers alder foreslår Aventa å endre tilpasningsmodus
pl_pl: W oparciu o wiek pacjenta Aventa proponuje zmienić Tryb Dopasowania
pt_pt: Baseado na idade do paciente, o Aventa propõe mudar o Modo de Ajuste
ro_ro: Bazata pe varsta clientului, Aventa propune schimbarea modului de reglaj
ru_ru: Основываясь на возрасте клиента, Aventa предлагает изменить Режим настройки.
sv_se: Baserat på patientens ålder föreslår Aventa ett byte av Anpassningsläge.
tr_tr: Aventa, hastanın yaşına bağlı olarak Fitting modunu değiştirmenizi önerebilir.
zh_cn: 根据输入生日Aventa使用相应的验配模式

source: Choose how the Fitting Mode defaults will be applied?
cs_cz: Zvolte jak budou aplikovány výchozí hodnoty Fitting Modu?
da_dk: Vælg hvordan tilpasningsindstillinger bruges?
de_de: Wählen Sie wie die Anpass-Modus Voreinstellungen angewendet werden?
es_es: ¿Elegir como se aplican los ajustes por defecto en los Modos de Ajuste?
fi_fi: Valitse miten sovitusasetusten oletusasetuksia sovelletaan ?
fr_fr: Choisir les nouveaux paramètres à appliquer :
hu_hu: Válassza ki hogyan legyenek elfogadva az Illesztési mód alapértékei?
it_it: Vuoi scegliere come le impostazioni predefinite della modalità di Fitting verranno applicate?
ja_jp: フィッティングモードの初期値が適用されるようにしますか？
ko_kr: 피팅 모드 기본값을 어떻게 적용할 지를 선택하세요
nl_nl: Kiezen hoe de aanpasmodusdefaults toegepast moeten worden?
no_no: Velg hvordan standardverdiene for tilpasningsmodusen skal vises?
pl_pl: Wybrać jak będą stosowane domyślne Tryby Dopasowania?
pt_pt: Qual o modo de ajuste será selecionado?
ro_ro: Alegeti cum setarile implicite ale modului de reglaj sa fie aplicate?
ru_ru: Выберите как режим настройки по умолчанию будет применяться?
sv_se: Välj hur Anpassningsläget ska förinställas
tr_tr: Fiiting modül varsayılan ayarlarının nasıl uygulanacağını seçin?
zh_cn: 为此模式选择默认的验配设置:

source: Reset to Initial Fit
cs_cz: Reset na výchozí nastavení
da_dk: Nulstil til ny tilpasning
de_de: Neuberechnung
es_es: Resetear a Adaptación inicial
fi_fi: Palauta PikaSovitus
fr_fr: Réinitialiser tous les paramètres
hu_hu: Visszaállítás a Kezdő illesztésre
it_it: Ripristina al Fitting Iniziale
ja_jp: 初期値へリセット
ko_kr: 초기 피팅으로 재설정하세요
nl_nl: Resetten naar basisinstelling
no_no: Tilbakestill til grunninstillinger
pl_pl: Zresetuj do Pierwszego Dopasowania
pt_pt: Re-iniciar ajuste inicial
ro_ro: Resetati la Reglaj Initial
ru_ru: Вернуться к первоначальной настройке
sv_se: Återställ till initial anpassning.
tr_tr: İlk uygulamaya dön
zh_cn: 重置为初始化验配

source: Keep current Fine-tuning and apply the fitting mode defaults. Hearing instrument options and Programing Options will be adjusted.
cs_cz: Ponechte současné jemné doladění a aplikujte výchozí hodnoty Fitting Modu. Možnosti sluchadla a možnosti programování budou změněny.
da_dk: Brug nuværende indstilling og tilføj standard tilpasningsindstillinger. Høreapparatets avancerede egenskaber og programmer vil ændres.
de_de: Beibehalten der aktuellen Feinanpassung und Übernahme der Anpass-Modus Voreinstellungen. Hörsystem Optionen und Programmeinstellungen werden angepasst.
es_es: Mantener los ajustes finos actuales y el Modo de Ajuste por defecto. Las opciones del audífono y las opciones de programas se ajustarán.
fi_fi: Säilytä tämä hienosäätö ja sovella oletussovitustilaa. Kuulokojeen ohjelmia ja asetuksia säädetään.
fr_fr: Garder les réglages actuels et appliquer les paramètres par défaut seulement pour les options des programmes.
hu_hu: Tartsa meg a jelenlegi finomhangolást és fogadja el a alapértelmezett illesztési módot. A hallókészülék opciók és programozási opciók be lesznek állítva.
it_it: Mantenere le attuali regolazioni-fine e applicarle come modalità predefinite di Fitting. Le opzioni Apparecchio Acustico e Programmi saranno regolati di conseguenza.
ja_jp: 現在の調整とフィッティングモードを保持して下さい。補聴器オプションとプログラムオプションは調整されます。
ko_kr: 현재의 Fine-tuning을 유지하고 피팅 모드 기본값을 적용하세요 . 보청기와 프로그래밍 옵션이 조정될 것입니다.
nl_nl: Bewaar de huidige afregeling maar pas de defaults toe van deze aanpasmodus: hoortoestelopties en programma-opties worden aangepast.
no_no: Behold gjeldende fin-innstilling og bruk standardverdier for tilpasningsmodusen. Høreapparat valg og programeringsvalg vil bli justert.
pl_pl: Zachowaj aktualne Dokładne Dopasowanie i wczytaj domyślne parametry dopasowania. Opcje aparatu i Opcje Programowania zostaną dopasowane.
pt_pt: Fique atento aos modos de ajuste e suas aplicações. Os aparelhos auditivos e as opções de programas serão ajustadas
ro_ro: Pastrati actualul reglaj fin si aplicati implicitele modului de reglaj. Optiunile aparatului si Optiunile de programare vor fi ajustate.
ru_ru: Сохраните текущую Тонкую настройку и примените режим настройки по умолчанию. Опции СА и опции программирования будут скорректированы.
sv_se: Behåll nuvarande justering och lägg till Anpassningslägets förinställningar. Hörapparatens inställningar och programval kommer justeras.
tr_tr: Mevcut kazanç ayarını koruyun ve uygulama modu varsayılanlarını uygulayın. İşitme cihazları seçenekleri ve programlama seçenekleri ayarlanmış olacak.
zh_cn: 保存当前的验配并应用默认的验配模式.助听器和聆听程序都可以进行调整.

source: Show Fitting Mode Defaults
cs_cz: Zobrazit výchozí nastavení
da_dk: Hvis standard for tilpasningsindstillinger
de_de: Anzeigen Voreinstellungen
es_es: Mostrar el Modo de Ajustes por defecto
fi_fi: Näytä sovitustilan oletusarvot
fr_fr: Montrer paramètres par défaut
hu_hu: Illesztési mód megjelenítése alapértelmezésben
it_it: Mostra Modalità di Fitting Predefinita
ja_jp: フィッティングモードのデフォルトを表示する
ko_kr: 피팅 모드 기본값 보이기
nl_nl: Toon de aanpasmodusdefaults
no_no: Vis tilpasningsmodus - Standardverdier
pl_pl: Pokaż Domyślne Parametry Dopasowania
pt_pt: Mostrar os modos de ajustes padrões
ro_ro: Arata setarile implicite ale Modului de reglaj
ru_ru: Показать режим настройки по умолчанию
sv_se: Visa förinställt Anpassningsläge
tr_tr: Uygulama Modu varsayılan ayarlarını göster
zh_cn: 显示默认的验配模式

source: Select Fitting Mode:
cs_cz: Zvolte Fitting mód:
da_dk: Vælg tilpasningsindstilling:
de_de: Anpass-Modus auswählen:
es_es: Seleccionar el Modo de Ajustes:
fi_fi: Valitse sovitustila :
fr_fr: Sélectionner la méthode d'appareillage :
hu_hu: Illesztési mód választás:
it_it: Seleziona Modalità Fitting:
ja_jp: フィッティングモード選択:
ko_kr: 피팅 모드를 선택하세요:
nl_nl: Selecteer de aanpasmodus:
no_no: Velg tilpasningsmodus:
pl_pl: Wybierz Tryb Dopasowania:
pt_pt: Selecionar Modo de Ajuste:
ro_ro: Alege Mod de reglaj:
ru_ru: Выберите режим настройки:
sv_se: Välj Anpassningsläge:
tr_tr: Uygulama modunu seç:
zh_cn: 选择验配模式:

source: Would you like to change the Fitting Mode to Baby [0 - 4 Years Old]
cs_cz: Chcete změnit Fitting Mód na Dítě [0 - 4 roky]
da_dk: Vil du ændre tilpasningen til småbarn [0 - 4 år]
de_de: Möchten Sie den Anpass-Modus auf Baby ändern [0 - 4 Jahre alt]?
es_es: ¿Desea cambiar el Modo de Ajustes a Bebe [0 - 4 Años]?
fi_fi: Haluatko siirtyä sovitustilaan - Vauva [0 - 4 vuotta]
fr_fr: Voulez-vous changer pour la méthode Bébé [0 - 4 ans] ?
hu_hu: Szeretne átváltani a Bébi [0 - 4 éves] illesztési módba
it_it: Desiderate cambiare la modalità di Fitting in bambino [0 - 4 anni]
ja_jp: 0-4 歳のフィッティングモードへ変更しますか？
ko_kr: 피팅 모드를 영유아로 변경하시겠습니까 [0 - 4 세]
nl_nl: Wilt u de aanpasmodus veranderen naar Baby [0 - 4 jaar oud]
no_no: Ønsker du å endre tilpasningsmodus til [0 - 4 år]
pl_pl: Czy chesz zmienić Tryb Dopasowania na Dziecko [0 - 4 Lat]
pt_pt: Você gostaria de mudar o modo de ajuste para Baby[0 - 4 anos]
ro_ro: Doriti sa schimbati Modul de reglaj la Bebelus [0 - 4 ani]
ru_ru: Вы хотите изменить режим настройки на Ребенка [0 - 4 года]
sv_se: Vill du ändra Anpassningsläge till 0 - 4 år
tr_tr: Fitting modunu 0-4 yaş çocuk moduna değiştirmek istiyormusun?
zh_cn: 将验配模式改变为儿童模式吗? [0 - 4 岁]

source: Would you like to change the Fitting Mode to School [5 - 8 Years Old]
cs_cz: Chcete změnit Fitting Mód na Dítě [5 - 8 let]
da_dk: Vil du ændre tilpasningen til skolebarn [5 - 8 år]
de_de: Möchten Sie den Anpass-Modus auf Kind ändern [5 - 8 Jahre alt]?
es_es: ¿Desea cambiar el Modo de Ajustes a Infantil [5 - 8 Años]?
fi_fi: Haluatko siirtuä sovitustilaan - Koululainen [5 - 8 vuotta]
fr_fr: Voulez-vous changer pour la méthode Enfant [5 - 8 ans] ?
hu_hu: Szeretne átváltani a Iskolás [5 - 8 éves] illesztési módba
it_it: Desiderate cambiare la modalità di Fitting in Scuola [5 - 8 anni]
ja_jp: 5-8 歳のフィッティングモードへ変更しますか？
ko_kr: 피팅 모드를 어린이로 변경하시겠습니까 [5 - 8 세]
nl_nl: Wilt u de aanpasmodus veranderen naar Schoolkind [5 - 8 jaar oud]
no_no: Ønsker du å endre tilpasningsmodus til [5 - 8 år]
pl_pl: Czy chesz zmienić Tryb Dopasowania na Dziecko [5 - 8 Lat]
pt_pt: Você gostaria de mudar o modo de ajuste para Criança [5 - 8 anos]
ro_ro: Doriti sa schimbati Modul de reglaj la Scolar [5 - 8 ani]
ru_ru: Вы хотите изменить режим настройки на Школьника [5 - 8 лет]
sv_se: Vill du ändra Anpassningsläge till 5 - 8 år
tr_tr: Fitting modunu 5-8 yaş çocuk moduna değiştirmek istiyormusun?
zh_cn: 将验配模式改变为少年模式吗? [5 - 8 岁]

source: Would you like to change the Fitting Mode to Teen [9 - 16 Years Old]
cs_cz: Chcete změnit Fitting Mód na Dítě [9 - 16 let]
da_dk: Vil du ændre tilpasningen til teenager [9 - 16 år]
de_de: Möchten Sie den Anpass-Modus auf Jugendlicher ändern [9 - 16 Jahre alt]?
es_es: ¿Desea cambiar el Modo de Ajustes a Joven [9 - 16 Años]?
fi_fi: Haluatko siirtyä sovitustilaan - Teiniikäinen 9 - 16 vuotta]
fr_fr: Voulez-vous changer pour la méthode Adolescent [9 - 16 ans] ?
hu_hu: Szeretne átváltani a Tini [9 - 16 éves] illesztési módba
it_it: Desiderate cambiare la modalità di Fitting in Teenager [9 - 16 anni]
ja_jp: 9-16 歳のフィッティングモードへ変更しますか？
ko_kr: 피팅 모드를 청소년으로 변경하시겠습니까 [9 - 16 세]
nl_nl: Wilt u de aanpasmodus veranderen naar Tiener[9 - 16 jaar oud]
no_no: Ønsker du å endre tilpasningsmodus til [9 - 16 år]
pl_pl: Czy chesz zmienić Tryb Dopasowania na Nastolatek [9 - 16 Lat]
pt_pt: Você gostaria de mudar o modo de ajuste para Adolescentes [9 - 16 anos]
ro_ro: Doriti sa schimbati Modul de reglaj la Adolescent [9 - 16 ani]
ru_ru: Вы хотите изменить режим настройки на Подростка [9 - 16 лет]
sv_se: Vill du ändra Anpassningsläge till 9 - 16 år
tr_tr: Fitting modunu 9-16 yaş genç moduna değiştirmek istiyormusun?
zh_cn: 将验配模式改变为青少年模式吗?[9 - 16]

source: You must restart your system for the configuration changes made to take effect. Click Yes to restart now or No if you plan to restart later.
cs_cz: Musíte restartovat Váš systém, aby se provedené změny mohly projevit. Klikněte na Ano pro okamžitý restart nebo na Ne, pokud chcete restartovat později.
da_dk: Ændringer gennemføres ved genstart. Klikj 'Ja' for at genstarte nu eller 'Nej' hvis du vil gøre det senere.
de_de: Sie müssen Das System neu starten damit die Konfigurations-Änderungen wirksam werden. Klicken Sie 'JA" um das System neu zu starten oder 'Nein' um es später neu zu starten.
es_es: Deberá de reiniciar el sistema para que la nueva configuración surta efecto. Hacer clic en 'Si' para reiniciar ahora o en 'No' si prefiere reiniciar más tarde.
fi_fi: Sinun on käynnistettävä järjestelmä uudelleen jotta muutokset tulevat voimaan. Paina KYLLÄ käynnistääksesi uudestaan tai EI jos haluat käynnistää uudelleen myöhemmin.
fr_fr: Vous devez redémarrer votre ordinateur pour que la modification soit prise en compte. Cliquez sur Oui pour redémarrer maintenant ou sur Non pour redémarrer ultérieurement.
hu_hu: Újra kell indítania a rendszert, hogy változások életbe lépjenek. Kattintson az Igenre a mostani újraindításhoz vagy a Nemre ha csak késöbb szeretné.
it_it: È necessario riavviare il sistema affinché le modifiche apportate alla configurazione di effetto. Fare clic su Sì per riavviarlo ora oppure No se si desidera riavviarlo in seguito.
ja_jp: 構成の変更を有効にするにはシステムを再起動する必要があります。すぐに再起動するには「はい」を、後で再起動する場合には「いいえ」を押して下さい。
ko_kr: configuration 변경사항을 유효하게 하려면 시스템을 반드시 시작해야 합니다. 지금 시작하려면 "예"를 클릭하시거나 나중에 다시 시작하려면 "아니오"를 클릭하세요.
nl_nl: U moet uw systeem opnieuw opstarten om de wijzigingen in de configuratie te effectueren. Klik op Ja om te herstarten of op Nee als u later wilt herstarten
no_no: Du må starte systemet på nytt for at endringene skal gjelde. Trykk Ja for å starte på nytt eller Nei om du vil gjøre dette senere.
pl_pl: Aby zmiany zostały zastosowane należy ponownie uruchomić komputer. Kliknij Tak aby uruchomić ponownie albo Nie jeśli planujesz ponownie uruchomić komputer później.
pt_pt: Você deve reiniciar seu sistema para as mudanças de configuração feitas para serem efetivas. Clique em Sim para re-iniciar agora ou Não se desejar re-iniciar posteriormente
ro_ro: Trebuie sa restartati sistemul pentru ca modificarile de configuratie facute sa aiba efect. Apasati Da pentru a reporni acum sau Nu daca doriti sa o faceti mai tarziu.
ru_ru: Необходимо перезагрузить Вашу систему, чтобы изменения конфигурации вступили в силу. Нажмите Да, чтобы перезагрузить сейчас или Нет, чтобы перезагрузить позже.
tr_tr: Yapılandırma ayarlarınızın etkin olabilmesi için bilgisayarınızı tekrar başlatın. Şimdi tekrar başlatmak için Evet 'i veya sonra tekrardan başlatmayı planlıyorsanız Hayır'ı tıklayın.
zh_cn: 需要重启电脑才能生效.点击"是"立即重启,点击"否"稍后重启.

source: Microsoft .NET Framework v3.5 SP1 and v4 s required to continue this installation. Microsoft .NET Framework v3.5 SP1 will be installed momentarily, once completed please restart this installation.
es_es: Microsoft .NET Framework v3.5 SP1 y v4 es necesario para continuar la instalación. Microsoft .NET Framework v3.5 SP1 se instalará ahora, una vez se haya completado por favor reinicie esta instalación.
fi_fi: Microsoft .NET Framework 3.5 SP1 ja 4 vaaditaan jotta asennusta voidaan jatkaa. Microsoft .NET Framework 3.5 SP1 asennetaan erillisenä asennuksena. Kun asennus on valmis aloita Aventa asennus uudelleen.
fr_fr: Microsoft .NET Framework v3.5 SP1 ou v4 s sont requis pour continuer l'installation. Microsoft .NET Framework v3.5 SP1 sera installé momentanément. Une fois terminée, redémarrer l'installation.
hu_hu: A Microsoft .NET Framework v3.5 SP1 és v4 s szükséges a telepítés folytatásához. A Microsoft .NET Framework v3.5 SP1 telepítve lesz, utána folytatódik a telepítés.
it_it: Microsoft .NET Framework v3.5 SP1 e v4 s richiesti per continuare questa installazione. Microsoft .NET Framework v3.5 SP1 verrà installato rapidamente, una volta completato riavviare l'installazione.
ja_jp: Microsoft .NET Framework 3.5 SP1およびMicrosoft .NET Framework 4をインストールする必要があります。すべてのインストールが完了した後に再度インストールを開始して下さい。
ko_kr: Microsoft .NET Framework v3.5 SP1와 v4는 본 설치를 계속 진행하여야 합니다. Microsoft .NET Framework v3.5 SP1 일시적으로 설치될 것입니다. 일단 완료되면 이 설치를 다시 시작하세요.
nl_nl: Microsoft .NET Framework v3.5 SP1 en v4 moeten geïnstalleerd zijn voordat deze installatie door kan gaan. v3.5 SP1 zal zo starten; als dat klaar is herstart u s.v.p. deze installatie
no_no: Microsoft .NET Framework v3.5 SP1 og v4 s er påkrevd for å fortsette installasjonen. Microsoft .NET Framework v3.5 SP1 vil øyeblikkelig bli installert. Når installert, restart denne installasjonen.
pl_pl: Aby kontynuować instalację wymagany jest Microsoft .NET Framework v3.5 SP1 oraz v4. Microsoft .NET Framework v3.5 SP1 zostanie chwilowo zainstalowany, po zakończeniu proszę ponownie uruchomić instalację.
pt_pt: Microsoft .NET Framework v3.5 SP1 e v4 s são necessários para continuar a instalação. Microsoft .NET Framework v3.5 SP1 será instalado em instantes, uma vez completo, reinicie a instalação
ro_ro: Microsoft .NET Framework v3.5 SP1 si v4 s necesare pentru a continua instalarea. Microsoft .NET Framework v3.5 SP1 va fi instalat momentatn, la terminarea instalarii va rugam reporniti aplicatia.
ru_ru: Для продолжения этой установки необходимы Microsoft .NET Framework v3.5 SP1 и v4. Microsoft .NET Framework v3.5 SP1 будет мгновенно установлен, после завершения, пожалуйста, перезапустите эту установку.
tr_tr: Bu yüklemeye devam etmeniz için Microsoft .Net Framework v3.5 SP1 ve v4 s gerektiriyor. Microsoft .Net Framework v3.5 SP1 kendi otomatik olarak yüklenecek, bir kere tamamlandığında yüklemeyi tekrar başlatın.
zh_cn: 需要安装Microsoft .NET Framework v3.5 SP1和v4.请先安装Microsoft .NET Framework v3.5 SP1.

source: Change to Adult
cs_cz: Změnit na Dospělého
da_dk: Skift til voksen
de_de: Wechseln zu Erwachsener
es_es: Cambiar a Adulto
fi_fi: Vaihda aikuiseen
fr_fr: Appliquer la méthode pour Adulte
hu_hu: Váltás felnőttre
it_it: Cambia in Adulto
ja_jp: 成人へ変更
ko_kr: 성인으로 변경
nl_nl: Veranderen naar Volwassene
no_no: Endre til Voksen
pl_pl: Zmień na Dorosły
pt_pt: Mudar para Adulto
ro_ro: Schimba la Adult
ru_ru: Изменить на Взрослого
sv_se: Ändra till Vuxen
tr_tr: Yetişkin olarak değiştir
zh_cn: 改变为成人模式

source: Fitting Rule
cs_cz: Nastavovací pravidlo
da_dk: Tilpasningsregel
de_de: Anpassregel
es_es: Regla de cálculo
fi_fi: Sovitussääntö
fr_fr: Méthode d'appareillage
hu_hu: Illesztési szabály
it_it: Regola Fitting
ja_jp: フィッティングルール
nl_nl: Rekenregel
no_no: Tilpasningsregel
pl_pl: Formuła Dopasowania
pt_pt: Regra de Ajuste
ro_ro: Formula previzionala de reglaj
ru_ru: Правило настройки
sv_se: Målmetod
tr_tr: Uygulama Kuralı
zh_cn: 验配公式

source: Phone Now
ja_jp: スムーズホン
ro_ro: Telefoneaza acum
sv_se: Autotelefon
zh_cn: 自动电话

source: DAI Off
da_dk: DAI fra
de_de: DAI aus
fi_fi: DAI ei käytössä
fr_fr: Entrée audio DAI désactivée
hu_hu: DAI ki
ja_jp: DAI ｵﾌ
ko_kr: DAI 꺼짐
nl_nl: DAI uit
no_no: Audioinngang - Av
pl_pl: Wył. DAI
ro_ro: DAI Oprit
ru_ru: Прямой аудиовход выключен
sv_se: DAI Av
tr_tr: DAI Kapalı
zh_cn: 关闭DAI

source: Mic / DAI
da_dk: Mikrofon/DAI
de_de: Mik / DAI
fi_fi: Mik/DAI
fr_fr: Balance micro (MIC) / entrée audio (DAI)
hu_hu: Mik/DAI
ja_jp: マイクロホンバランス
no_no: Mikrofon / Audioinngang
pl_pl: Mikrofon/DAI
ro_ro: Microfon/DAI
ru_ru: Микрофон/Прямой аудиовход
sv_se: Mik / DAI
tr_tr: Mikrofon / DAI
zh_cn: 麦克风/DAI

source: Sound Cleaner
zh_cn: 声音净化器

source: You will change the Fitting Mode to Adult defaults.
cs_cz: Změníte režim nastavení na výchozí pro dospělého.
da_dk: Du ændrer tilpasningen til voksen.
de_de: Sie ändern den Anpass-Modus zu den Erwachsenen-Voreinstellungen.
es_es: Va a cambiar el Modo de Ajustes a Adulto por defecto.
fi_fi: Sovitusstila vaihdetaan aikuiseen oletusarvoilla.
fr_fr: Les paramètres par défaut seront modifiés selon la méthode d'appareillage Adulte .
hu_hu: Illesztési módot alapértelmezetten Felnőttre fogja állítja.
it_it: Verranno cambiate la modalità Fitting ai valori predefiniti Adulto.
ja_jp: 成人のフィッティングモードへ変更します
ko_kr: 피팅 모드를 성인 기본값으로 변경하게 됩니다.
nl_nl: U verandert de aanpasmodus naar defaults Volwassene
no_no: Du vil endre tilpasningsmodus til standardverdi for Voksne.
pl_pl: Zmienisz Metodę Dopasowania na domyślne wartości dla Dorosły.
pt_pt: Você vai mudar o Modo de ajuste para o Modo Adulto.
ro_ro: Veti schimba Modul de reglaj la setarile implicite Adult
ru_ru: Вы измените режим настройки для Взрослого по умолчанию.
sv_se: Du kommer ändra Anpassningsläge till Vuxen.
tr_tr: Fitting modunu Yetişkin varsayılan ayarlara değiştireceksin
zh_cn: 将默认验配模式改变为成人模式

source: Hide Fitting Mode Defaults
cs_cz: Skrýt výchozí hodnoty nastavení
da_dk: Skjul standard tilpasningsindstillinger
de_de: Verbergen der Voreinstellungen
es_es: Ocultar los Modos de Ajuste por defecto
fi_fi: Piilota sovitussilan oletusarvot
fr_fr: Cacher paramètres par défaut
hu_hu: Illesztési mód elrejtése alapértelmezett
it_it: Nascondi modalità predefinite di Fitting
ja_jp: フィッティングモードのデフォルトを隠す
ko_kr: 피팅 모드 기본값 숨기기
nl_nl: Aanpasmodusdefaults verbergen
no_no: Skjul standardverdi for tilpasningsmodus
pl_pl: Ukryj Domyślne Wartości Dopasowania
pt_pt: Esconder padrões do modo de ajustes
ro_ro: Ascunde setarile implicite ale Modului de reglaj
ru_ru: Скрыть режим настройки по умолчанию
sv_se: Göm förinställt Anpassningsläge
tr_tr: Uygulama Modu Varsayılanlarını Gizle
zh_cn: 隐藏默认验配模式

source: Program Settings
cs_cz: Nastavení programů
da_dk: Programindstillinger
de_de: Programme
es_es: Ajustes de Programas
fi_fi: Ohjelmaasetukset
fr_fr: Présélection des programmes
hu_hu: Program beállítások
it_it: Impostazioni del Programma
ja_jp: プログラムの設定
ko_kr: 프로그램 설정
nl_nl: Default programma´s
no_no: Program - Instillinger
pl_pl: Ustawienia Programu
pt_pt: Ajustes dos programas
ro_ro: Setari Program
ru_ru: Настройки программы
sv_se: Program Inställning
tr_tr: Program Ayarları
zh_cn: 程序设置

source: Program Environment
cs_cz: Poslechové programy
da_dk: Program miljøer
de_de: Erweiterte Programmeinstellungen
es_es: Programas Ambientales
fi_fi: Ohjelmoi ääniympäristö
fr_fr: Préréglage des programmes
hu_hu: Program környezet
it_it: Programma Ambiente
ja_jp: プログラム環境
ko_kr: 프로그램 환경
nl_nl: Default instellingen per programma
no_no: Program - Lyttemiljø
pl_pl: Środowisko Programu
pt_pt: Ambiente do programa
ro_ro: Mediu Program
ru_ru: Программа Окружения
sv_se: Program Miljö
zh_cn: 功能设置
