Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Copy From P2
cs_cz: Kopírovat z P2
da_dk: Kopier fra P2
de_de: Von P2 kopieren
es_es: Copiar desde P2
fi_fi: Kopioi ohjelmasta 2
fr_fr: Copier depuis le programme 2
hu_hu: Másolás a P2-ről
it_it: Copia da P2
ja_jp: P2からコピー
ko_kr: P2에서 복사
nl_nl: Kopiëren van P2
no_no: Kopier Fra P2
pl_pl: Kopiuj z P2
pt_pt: Copiar de P2
ro_ro: Copiaza din P2
ru_ru: Копировать из программы 2
sv_se: Kopiera från P2
tr_tr: P2'den Kopyala
zh_cn: 从 P2复制

source: Copy From P3
cs_cz: Kopírovat z P3
da_dk: Kopier fra P3
de_de: Von P3 kopieren
es_es: Copiar desde P3
fi_fi: Kopioi ohjelmasta 3
fr_fr: Copier depuis le programme 3
hu_hu: Másolás a P3-ról
it_it: Copia da P3
ja_jp: P3からコピー
ko_kr: P3에서 복사
nl_nl: Kopiëren van P3
no_no: Kopier Fra P3
pl_pl: Kopiuj z P3
pt_pt: Copiar de P3
ro_ro: Copiaza din P3
ru_ru: Копировать из программы 3
sv_se: Kopiera från P3
tr_tr: P3'ten Kopyala
zh_cn: 从 P3复制

source: Copy From P4
cs_cz: Kopírovat z P4
da_dk: Kopier fra P4
de_de: Von P4 kopieren
es_es: Copiar desde P4
fi_fi: Kopioi ohjelmasta 4
fr_fr: Copier depuis le programme 4
hu_hu: Másolás a P4-ről
it_it: Copia da P4
ja_jp: P4からコピー
ko_kr: P4에서 복사
nl_nl: Kopiëren van P4
no_no: Kopier Fra P4
pl_pl: Kopiuj z P4
pt_pt: Copiar de P4
ro_ro: Copiaza din P4
ru_ru: Копировать из программы 4
sv_se: Kopiera från P4
tr_tr: P4'ten Kopyala
zh_cn: 从 P4复制

source: Apply Env Offset to Target
cs_cz: Upravit cíl podle prostředí
da_dk: Tilfør env indstilling til target
de_de: Übertrage Umgebungsausgleich
es_es: Aplicar Plantilla de Entrono al Objetivo
fi_fi: Siirrä ääniympäristö kompensaatio tavoitteeseen
fr_fr: Appliquer à la cible
hu_hu: A Kör. Offset elfogadása a célhoz
it_it: Applica i settaggi ambientali al Target
ja_jp: 補正値をターゲットゲインに適用
ko_kr: Env Offset을 Target에 적용
nl_nl: Pas Env Offset toe op target
no_no: Anvende Env Offset to Target
pl_pl: Zastosuj Odchylenie Środowiskowe do Celu Dopasowania
pt_pt: Aplicar Env Offset ao target
ro_ro: Aplica Compensarea Mediului
ru_ru: Применить корректировки, связанные с окружением
sv_se: Lägg till Miljö Offset till Mål
tr_tr: Çevresel bulguları hedefe uygula
zh_cn: 应用目标的环境偏离值

source: P{0}: (Comparison)
cs_cz: P{0}: (Srovnání)
da_dk: P{0}: (Sammenligning)
de_de: P{0}: (Vergleich)
es_es: P{0}: (Comparación)
fi_fi: P{0}: (Vertailu)
fr_fr: P{0} : (Comparer)
hu_hu: P{0}: (Összehasonlítás)
it_it: P{0}: (Confronto)
ja_jp: P{0}:（バーチャルプログラム）
ko_kr: P{0}: (비교)
nl_nl: P{0}: (vergelijking)
no_no: P{0}: (Sammenligning)
pl_pl: P{0}: (Porównanie)
pt_pt: P{0}: (Comparação)
ro_ro: P{0}: (Comparatie)
ru_ru: Программа {0}: (Сравнение)
sv_se: P{0}: (Jämförelse)
tr_tr: P{0}: (Karşılaştırma)
zh_cn: P{0}: (对比)

source: Please enter numeric values from -40db to 40dB
cs_cz: Vložte prosím číselnou hodnotu od -40db do 40dB
da_dk: Indtast en værdi mellem -40db og 40dB
de_de: Bitte geben Sie Zahlen zwischen -40db und 40dB ein.
es_es: Por favor inserte valores numéricos de -40db a 40dB
fi_fi: Ole hyvä ja syötä numeerinen arvo välillä -40db ja 40dB
fr_fr: Entrez une valeur numérique, de -40dB à 40dB
hu_hu: Kérjük vigye be a numerikus adatokat -40dB-től 40dB-ig
it_it: Inserire valori numerici da -40db a 40dB
ja_jp: -40～40の値を入力して下さい
ko_kr: -40db ~ 40dB 사이에서 수치 값을 입력하세요
nl_nl: Voer s.v.p. waarden in van -40db tot 40dB
no_no: Vennligst skriv inn verdier fra -40dB til 40dB
pl_pl: Proszę wprowadzić dane numeryczne od -40db do 40dB
pt_pt: Por favor, insira números válidos entre -40db e 40dB
ro_ro: Va rugam introduceti valori numerice de la -40db la 40dB
ru_ru: Пожалуйста, введите цифровые значения от -40дБ до 40дБ
sv_se: Fyll i numeriska värden från -40dB till 40dB
tr_tr: Lütfen -40 dB'den +40 dB'ye kadar bir sayısal değer giriniz.
zh_cn: 请输入数值（-40dB～40dB）

source: Please enter numeric values (0 - 100 for percentage).
cs_cz: Vložte prosím číselnou hodnotu (0 - 100 procent).
da_dk: Indtast en procentværdi mellem 0 og 100.
de_de: Bitte geben Sie Zahlen ein (von 0 - 100 für den Prozentsatz).
es_es: Por favor inserte valores numéricos (0 - 100 de porcentaje).
fi_fi: Ole hyvä ja syötä numeerinen arvo välillä 0 - 100 prosenttia.
fr_fr: Entrez une valeur numérique (de 0 à 100 pour un pourcentage).
hu_hu: Kérjük vigye be a numerikus adatokat (0 - 100 %).
it_it: Inserire valori numerici (0 - 100 in percentuale).
ja_jp: 0～100の値を入力して下さい
ko_kr: 수치값을 입력하세요 (0 - 100 %).
nl_nl: Voer s.v.p. waarden in (percentage van 0-100).
no_no: Vennligst skriv inn verdier (0 - 100 prosent).
pl_pl: Proszę wprowadzić dane numeryczne (0 - 100 dla procentów).
pt_pt: Por favor, insira valores numéricos (0% - 100%).
ro_ro: Va rugam introduceti valori numerice (0 - 100 in procente).
ru_ru: Пожалуйста, введите цифровые значения (0 - 100 в процентах).
sv_se: Fyll i numeriska värden (0 - 100 för procent).
tr_tr: Lütfen bir sayısal değer giriniz (0 - 100 yüzde değer için).
zh_cn: 请输入百分比(0 - 100%)。

source: Print Preview
cs_cz: Náhled tisku
da_dk: Vis print
de_de: Druckvorschau
es_es: Previsualizar Impresión
fi_fi: Tulosteen esikatselu
fr_fr: Aperçu avant impression
hu_hu: Nyomtatási nézet
it_it: Anteprima Stampa
ja_jp: 印刷プレビュー
ko_kr: 인쇄 미리보기
nl_nl: Afdrukvoorbeeld
no_no: Forhåndsvisning
pl_pl: Podgląd wydruku
pt_pt: Visualizar impressão
ro_ro: Previzualizare Print
ru_ru: Предварительный просмотр
sv_se: Utskriftsvy
tr_tr: Baskı Önizleme
zh_cn: 打印预览

source: Edit Template
cs_cz: Upravit šablonu
da_dk: Rediger skabelon
de_de: Vorlage bearbeiten
es_es: Editar Plantilla
fi_fi: Editoi tulostepohjaa
fr_fr: Édition du rapport
hu_hu: Sablon szerkesztés
it_it: Modifica Modello
ja_jp: テンプレートの編集
ko_kr: 템플릿 수정
nl_nl: Bewerk template
no_no: Rediger Mal
pl_pl: Edytuj wzorzec
pt_pt: Editar Modelo
ro_ro: Editeaza Macheta
ru_ru: Исправить шаблон
sv_se: Redigera Mall
tr_tr: Şablonu Düzenle
zh_cn: 编辑模板

source: Select items which you would like to appear on the printout for the Patient:
cs_cz: Vyberte položky, které byste rádi viděli na výtisku pro pacienta:
da_dk: Vælg de emner der skal fremgå af printet til patienten:
de_de: Wählen Sie die Positionen, die auf dem Ausdruck erscheinen sollen:
es_es: Seleccionar los campos que desea estén visibles en la impresión para el paciente:
fi_fi: Valitse laitteet jotka halua että tulevat mukaan potilaan tulosteeseen :
fr_fr: Sélectionner les informations à faire apparaître sur le rapport patient :
hu_hu: Válassza ki azt az elemet, amelyet szeretne, hogy megjelenjen a nyomtatáson ehhez a pácienshez:
it_it: Selezionare gli elementi che si desidera compaiano sulla stampa per il paziente:
ja_jp: 印刷したいアイテムを選択して下さい：
ko_kr: 환자의 인쇄화면에 나타내기 원하는 아이템을 선택하세요:
nl_nl: Selecteer de items die u wilt zien op de handout voor de cliënt:
no_no: Velg hva som skal være synlig på utskriften til pasienten:
pl_pl: Wybierz elementy, które maja być widoczne na wydruku dla pacjenta:
pt_pt: Selecione itens que você gostaria que aparecessem na impressão para o paciente:
ro_ro: Selecteaza elementele pacientului care vrei sa apara la printare:
ru_ru: Выберите пункты для печати пациенту:
sv_se: Välj vad du vill ska synas på utskrift till patienten:
tr_tr: Hasta çıktısında görünmesini istediğiniz öğeleri işaretleyin.
zh_cn: 选择打印项:

source: Instrument:
cs_cz: Sluchadlo:
da_dk: Apparat:
de_de: Hörsystem:
es_es: Audífono:
fi_fi: Kuulokoje :
fr_fr: Appareil :
hu_hu: Készülék:
it_it: Dispositivo:
ja_jp: 補聴器:
ko_kr: 보청기:
nl_nl: Toestel:
no_no: Apparat:
pl_pl: Aparat:
pt_pt: AASI:
ru_ru: Слуховой аппарат:
sv_se: Hörapparat:
tr_tr: Cihaz:
zh_cn: 助听器:

source: Chinese
cs_cz: Čínsky
da_dk: Kinesisk
de_de: Chinesisch
es_es: Chino
fi_fi: Kiina
fr_fr: Chinois
hu_hu: Kínai
it_it: Cinese
ja_jp: 中国語
ko_kr: 중국어
nl_nl: Chinees
no_no: Kinesisk
pt_pt: Chinês
ro_ro: Chineza
ru_ru: Китайский
sv_se: Kinesiska
tr_tr: Çince
zh_cn: 简体中文

source: Warning
ja_jp: 警告
zh_cn: 警告

source: Initial Fit will reset all fitting data, including gain and feature settings, back to the recommended values.
da_dk: Ny tilpasning vil nulstille alle tilpasningsdata, også forstærkning og avancerede egenskaber.
zh_cn: 初始化验配将重置所有数据，包括增益和功能设置，返回到默认值。

source: The date must be in the future.
cs_cz: Datum musí být budoucí.
da_dk: Datoen skal være i fremtiden.
de_de: Das Datum muss in der Zukunft liegen.
es_es: La fecha debe ser en el futuro.
fi_fi: Päivämäärä pitää olla tulevaisuudessa.
fr_fr: La date doit être ultérieure à aujourd'hui.
hu_hu: A dátumnak a jövőben kell lennie.
it_it: La data dev'essere nel futuro.
ja_jp: 日付が未来になっています
ko_kr: 미래의 날짜여야 합니다.
nl_nl: De datum moet in de toekomst liggen.
no_no: Dato må være i fremtiden.
pl_pl: Data musi być w przyszłości.
pt_pt: Os dados devem ser no futuro
ro_ro: Data trebuie sa fie in viitor.
ru_ru: Дата должна быть задана в будущем времени
sv_se: Datumet måste vara i framtiden.
tr_tr: İleri bir tarih olmak zorunda
zh_cn: 输入日期应为未来的日期

source: Medium
cs_cz: Střední
de_de: Mittel
es_es: Medio
fi_fi: Keski
fr_fr: Moyen
hu_hu: Közepes
it_it: Medio
ja_jp: 中
pl_pl: Średni
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средне
sv_se: Medel
tr_tr: Orta
zh_cn: 中

source: Moderate
cs_cz: Střední
da_dk: Moderat
de_de: Moderat (-6 dB)
es_es: Moderado
fi_fi: Kohtalainen
fr_fr: Moyen
hu_hu: Mérsékelt
it_it: Moderata
ja_jp: 中
nl_nl: Standaard
no_no: Moderat
pl_pl: Umiarkowany
pt_pt: Moderado
ro_ro: Mediu
ru_ru: Умеренно
sv_se: Måttlig
tr_tr: Orta
zh_cn: 中度

source: Use this program when in everyday environments.
cs_cz: V každodenních situacích použijte tento program.
da_dk: Brug dette program i almindelig dagligdag
de_de: Dieses Programm für alltägliche Situationen verwenden.
es_es: Utilice este programa en sus entornos más habituales.
fi_fi: Käytä tätä ohjelmaa päivittäisessä ääniympäristössä.
fr_fr: Ce programme convient à la plupart des environnements sonores.
hu_hu: Használja ezt a programot, amikor mindennapi környeztben van.
it_it: Usa questo programma per tutti gli ambienti.
ja_jp: このプログラムは一般的な環境で使用して下さい
ko_kr: 일상적 환경인 경우 이 프로그램을 사용하세요.
nl_nl: Gebruik dit programma in alledaagse luisteromgevingen.
no_no: Bruk dette programmet i daglige lyttemiljø
pl_pl: Korzystaj z tego programu w codziennych sytuacjach.
pt_pt: Usar este programa quando em ambientes rotineiros
ro_ro: Folositi acest program atunci când în mediile de zi cu zi.
ru_ru: Используйте эту программу в ежедневных окружающих обстановках.
sv_se: Använd detta program i dina vardagliga situationer.
tr_tr: Günlük ortamlarda bu programı kullanın.
zh_cn: 日常环境使用该程序。

source: Use this program in situations where the sound the listener wants to hear is in front of the hearing aid user and the noise is behind.
cs_cz: Použijte tento program, pokud je zvuk, který chcete slyšet, před vámi a rušivý hluk za vámi.
da_dk: Brug dette program for at fremhæve lyden forfra og dæmpe lyde bagfra
de_de: Dieses Programm verwenden, wenn gewünschter Klang von vorne kommt und Störgeräusche sich im Hintergrund befinden.
es_es: Utilice este programa en las situaciones en las que el sonido que nos interesa proviene de la parte frontal del usuario del audífono, y el ruido procede de la parte trasera.
fi_fi: Käytä tätä ohjelmaa tilanteissa jossa kuuntelija haluaa kuulla puhetta edestä ja taustamelu tulee takaapäin.
fr_fr: Ce programme est recommandé dans les situations où l'utilisateur souhaite entendre les sons venant de devant et atténuer le bruit venant de l'arrière.
hu_hu: Használja ezt a programot abban a helyzetben, amikor a viselő elöről szeretne hallani és a zajforrás a háta mögött van.
it_it: Utilizzare questo programma quando l'utilizzatore vuole udire chi parla di fronte e i rumori sono dietro di lui.
ja_jp: このプログラムでは前方に聴取したい音声が来るようにし、雑音が背後に来るように使用して下さい
ko_kr: 이 프로그램은 듣고자 하는 소리가 보청기 사용자의 앞에 있고, 소음이 뒤에서 발생하는 상황에서 사용하세요.
nl_nl: Gebruik dit programma in situaties waar het geluid dat u wil horen zich voor u bevindt terwijl het lawaai van achter komt.
no_no: Bruk dette programmet i situasjoner hvor lyder som er ønskelig å høre er forran høreapparatbrukeren, og støyen er bak.
pl_pl: Korzystaj z tego programu w sytuacjach gdzie dźwięk, którego Użytkownik chce słuchać jest z przodu a hałas z tyłu.
pt_pt: Usar este programa em situações em que o ouvinte deseja ouvir sons vindos de frente ao aparelho auditivo e o ruído atrás.
ro_ro: Utilizaţi acest program în situaţiile în care sunetul ascultatorul vrea să audă se află în partea din faţă a utilizatorului şedinţei de ajutor şi de zgomot este în spatele.
ru_ru: Используйте эту программу в ситуациях, когда источник интереса располагается спереди, а окружающий шум - сзади.
sv_se: Använd detta program när ljudet du vill höra kommer framifrån och brus/buller kommer bakifrån.
tr_tr: Bu programı, cihaz kullanıcısının arkadan gürültü geldiği zaman önden gelen sesleri duymak istediği durumlarda kullanın.
zh_cn: 当用户想听清来自前方的声音而后方又有噪声时使用该程序。

source: This program is designed to give a richer sound when listening to music.
cs_cz: Tento program je navržen pro bohatší zvuk během poslechu hudby.
da_dk: Dette program giver en fyldigere og rigere lyd i musik
de_de: Dieses Programm ist als Musikprogramm für vollen Klanggenuss geeignet.
es_es: Este programa está diseñado para aportar una alta calidad sonora cuando se escucha música.
fi_fi: Tämä ohjelma antaa laajemman ääniympäristön kuunneltaessa musiikkia.
fr_fr: Ce programme permet d'obtenir un son plus riche, idéal lors de l'écoute de la musique.
hu_hu: Ez a program gazdagabb hangot nyújt zenehallgatáshoz.
it_it: Questo programma è specifico per l'ascolto di Musica.
ja_jp: このプログラムは音楽を聴取するのに適しています
ko_kr: 이 프로그램은 음악을 들을 때 더 풍부한 사운드를 주기 위해 디자인 되었습니다.
nl_nl: Dit programma is ingesteld om een rijker geluid te geven bij het luisteren naar muziek.
no_no: Dette programmet er laget for å gi en rikere lyd når man hører på musikk.
pl_pl: Ten program został zaprojektowany tak aby dawać pełniejszy dźwięk w trakcie słuchania muzyki.
pt_pt: Este programa é designado para dar riqueza ao som quando o mesmo está ouvindo música.
ro_ro: Acest program este conceput pentru a oferi un sunet mai bogat atunci când ascult muzică.
ru_ru: Эта программа обеспечивает более богатое звучание при прослушивании музыки.
sv_se: Detta program är designat för att ge en rikare ljudbild vid musiklyssning.
tr_tr: Bu program müzik dinlerken daha zengin bir ses sağlamak için tasarlandı.
zh_cn: 此程序用于听更丰富的声音如听音乐。

source: Use this program when in a very noisy surrounding to obtain more comfort.
cs_cz: Použijte tento program pro větší pohodlí, pokud jste ve velmi hlučném prostředí.
da_dk: Dette program giver bedre komfort i støjende omgivelser.
de_de: Für optimalen Hörkomfort in sehr lauter Umgebung.
es_es: Utilice este programa en ambientes muy ruidosos para obtener un mayor confort.
fi_fi: Käytä tätä ohjelmaa erittäin meluisassa ääniympäristössä saadaksesi lisämukavuutta.
fr_fr: Ce programme est étudié pour garantir de bons résultats en ambiance sonore bruyante.
hu_hu: Használja ezt a programot a nagyon zajos szituációkban a több komforttért.
it_it: Utilizzare questo programma per ambienti molto rumorosi per ottenere maggiore comfort.
ja_jp: このプログラムはより騒がしい場所で使用して下さい
ko_kr: 소음이 매우 심한 환경 속에서 편안함을 얻기를 원할 때 이 프로그램을 사용하세요.
nl_nl: Gebruik dit programma om in een zeer lawaaiige omgeving meer comfort te verkrijgen.
no_no: Bruk dette programmet i støyende lyttemiljøer for å oppnå bedre komfort.
pl_pl: Korzystaj z tego programu w bardzo hałaśliwych sytuacjach aby mieć więcej komfortu.
pt_pt: Usar este programa em ambiente muito ruidoso para obter mais conforto.
ro_ro: Folositi acest program atunci când sunteti int-ro zona foarte zgomotoasa pentru a obtine mai mult confort.
ru_ru: Используйте эту программу в очень шумной окружающей обстановке для обеспечения большего комфорта.
sv_se: Använd detta program i väldigt bullriga miljöer för att uppnå en större komfort.
tr_tr: Bu programı, çok fazla gürültünün bulunduğu durumlarda daha fazla konfor elde etmek için kullanın.
zh_cn: 此程序用于非常嘈杂的环境以获得更好的聆听舒适度。

source: This program is designed to give more comfort when walking, biking or driving in traffic.
cs_cz: Tento program je navržen pro větší pohodlí během jízdy na kole, běhání nebo řízení automobilu v hlučném dopravním provozu.
da_dk: Dette program bruges når der ønskes øget komfort i traffik.
de_de: Dieses Programm ist abgestimmt auf hohen Komfort speziell beim Laufen, Joggen, Fahrrad fahren oder im Straßenverkehr.
es_es: Este programa se ha diseñado para obtener un mayor confort, cuando se camina o se conduce en un lugar con tráfico.
fi_fi: Tämä ohjelma on suunniteltu antamaan lisämukavuutta kun pyöräillään, kävellään tai ajetaan liikenteessä.
fr_fr: Ce programme est spécialement conçu pour apporter plus de confort dans des situations de circulation automobile.
hu_hu: Ez a program több komfortot nyújt amikor sétál, biciklizik vagy vezet a forgalomban.
it_it: Questo programma è progettato per dare maggior comfort quando si cammina, si utilizza la bicicletta o si guida la macchina nel traffico.
ja_jp: このプログラムは歩行中や自転車もしくは交通往来での運転に適しています
ko_kr: 이 프로그램은 걷거나 자전거를 타거나 또는 운전할 때 좀더 편안함을 주기 위해 디자인 되었습니다.
nl_nl: Dit programma is ingesteld om meer comfort te bieden bij wandelen, fietsen of rijden in het verkeer.
no_no: Dette programmet er laget for å oppnå bedre komfort når man går,sykler eller kjører i trafikken.
pl_pl: Ten program został zaprojektowany aby zapewniać więcej komfortu w trakcie spacerów, jazdy na rowerze lub prowadzenia w korkach ulicznych.
pt_pt: Este programa é designado para dar mais conforto quando em caminhadas, pedalando ou dirigindo.
ro_ro: Acest program este conceput pentru a oferi mai mult confort atunci când mersul pe jos, cu bicicleta sau de conducere în trafic.
ru_ru: Эта программа обеспечивает комфортное восприятие во время прогулки, езды на велосипеде или автомобиле.
sv_se: Detta program är designat för att ge en större komfort vid promenader, cykling eller när du kör i trafiken.
tr_tr: Bu program, yürüş yapıldığı, bisiklete binildiği veya trafikte araç kullanıldığı zaman daha fazla konfor sağlamak için tasarlandı.
zh_cn: 此程序用于步行，骑车或开车时以得到更好的聆听舒适度。

source: This program is used during phone conversation. It will enhance the speech signal and eliminate the feedback squeal that can occur when using the phone.
cs_cz: Tento program je použijte během telefonní konverzace. Rozšíří signál řeči a sníží náchylnost ke zpětné vazbě.
da_dk: Brug dette program ved telefonering. Det undertrykker hyl og fremmer taleforståelse.
de_de: Dieses Programm ist zum Telefonieren gedacht. Es wird das Sprachsignal hervorheben und Rückkopplungen, die beim Telefonieren auftreten können, unterdrücken.
es_es: Este programa se utiliza mientras se habla por teléfono. Se mejora la comprensión de la voz y se minimizan los riegos de realimentación.
fi_fi: Tätä ohjelmaa käytetään puhelinkeskustelussa. Ohjelma parantaa puheenymmärrystä ja vähentää vinkumisherkkyyttä jota voi ilmetä puhelimen käytössä.
fr_fr: Ce programme permet une utilisation confortable du téléphone. Il améliore la compréhension du signal vocal, tout en réduisant les sifflements qui peuvent se produire lors de l'utilisation d'un téléphone.
hu_hu: Ez a program telefon beszélgetésre használható. Ez kiemeli a beszédet és kizárja a gerjedést, ami a telfonálás közben létrejön.
it_it: Questo programma viene utilizzato durante la conversazione telefonica. Rafforzerà il segnale vocale ed eliminarà il feedback che può verificarsi quando si utilizza il telefono cellulare.
ja_jp: このプログラムは通話時に使用されます。音声を強調すると共にハウリングを抑えます。
ko_kr: 이 프로그램은 전화 대화에 사용하도록 합니다. 이것은 스피치 시그널을 강화하고 전화통화 도중 발생할 수 있는 피드백 (끼익-거리는 소리)를 제거할 것입니다.
nl_nl: Dit programma wordt gebruikt bij telefoongesprekken. Het benadrukt het spraaksignaal en elimineert de feedbackverschijnselen die soms optreden bij telefoongebruik.
no_no: Dette programmet brukes ved telefonsamtaler. Det vil forsterke talesignalene og eiminere feedback som kan forekomme ved bruk av telefon.
pl_pl: Ten program jest wykorzystywany w trakcie rozmów telefonicznych. Wzmocni dźwięki mowy i zlikwiduje sprzężenia które mogą wystąpić w trakcie korzystania z telefonu.
pt_pt: Este programa é usado durante conversas telefônicas. Isto permitirá um destaque maior da fala sem problemas de feedback.
ro_ro: Acest program este folosit în timpul conversaţiei telefonice. Acesta va spori semnal exprimare şi de a elimina feedback-ul care poate apare când utilizaţi telefonul.
ru_ru: Используйте эту программу во время разговора по телефону, так как она обеспечивает более чистое и четкое качество сигнала и значительно уменьшает риск возникновения обратной связи.
sv_se: Detta program används vid telefonering. Det kommer förstärka talsignalen och samtidigt eliminera återkoppling.
tr_tr: Bu program telefonla konuşulduğu zaman kullanılır.Telefon kullandıldığı zaman feedback'i elimine eder ve konuşma sinyallerini yükseltir.
zh_cn: 此程序用于打电话。它提升言语清晰度并消除接听电话过程中可能出现的反馈啸叫。
