Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Accessories
cs_cz: Příslušenství
da_dk: Tilbehør
de_de: Zubehör
es_es: Accesorios
fi_fi: Lisälaitteet
fr_fr: Accessoires
hu_hu: Tartozékok
it_it: Accessori
ja_jp: アクセサリー
ko_kr: 액세서리
nl_nl: Accessoires
no_no: Tilbehør
pl_pl: Akcesoria Bezprzewodowe
pt_pt: Acessórios
ro_ro: Accesorii
ru_ru: Аксессуары
sv_se: Tillbehör
tr_tr: Aksesuarlar
zh_cn: 无线附件

source: Beeps & Volume Control
cs_cz: Pípnutí/Regulace hlasitosti
da_dk: Bip & Volumenkontrol
de_de: Signaltöne und Lautstärke
es_es: Avisos y Control de Volumen
fi_fi: Äänimerkit ja voimakkuudensäätö
fr_fr: Bips sonores et volume
hu_hu: Csipogások & Hangerő szabályzó
it_it: Beeps & Controllo Volume
ja_jp: お知らせ音とボリューム調整
ko_kr: 경고음 & 볼륨 조절
nl_nl: Beeps en volumeregeling
no_no: Signal & Volumkontroll
pl_pl: Sygnały i VC
pt_pt: Bip e controle de volume
ro_ro: Avertizori acustici & Control Volum
ru_ru: Сигналы и Регулятор громкости
sv_se: Ljudindikationer & VK
tr_tr: İkazlar & Ses kontrolü
zh_cn: 提示音&音量控制

source: Other
cs_cz: Ostatní
da_dk: Andet
de_de: Andere
es_es: Otros
fi_fi: Muuta
fr_fr: Autre
hu_hu: Más
it_it: Altro
ja_jp: その他
ko_kr: 기타
nl_nl: Ander(e)
no_no: Andre
pl_pl: Inne
pt_pt: Otro
ro_ro: Altele
ru_ru: Другое
sv_se: Övrigt
tr_tr: Diğer
zh_cn: 其它

source: Ski-Slope
de_de: Hochtonsteilabfall
fi_fi: Jyrkkä lasku
fr_fr: Pente de ski
hu_hu: Sí-sánc
it_it: In caduta
ja_jp: スキースロープ
no_no: Ski-bakke
pl_pl: Stromo opadający
pt_pt: Rampa de Ski
ro_ro: In panta de schi
ru_ru: Крутонисходящая
zh_cn: 陡降型

source: Printed On:
cs_cz: Tisknuto:
da_dk: Printed på:
de_de: Gedruckt am:
es_es: Impreso en :
fi_fi: Tulostettu :
fr_fr: Impression :
hu_hu: Kinyomtatva:
it_it: Stampato su:
ja_jp: 印刷:
ko_kr: 에 인쇄된:
nl_nl: Afgedrukt op:
no_no: Skrevet på:
pl_pl: Wydruk Na:
pt_pt: Impresso em:
ro_ro: Imprimat pe:
ru_ru: Напечатано:
sv_se: Skriven på:
tr_tr: Yazılan:
zh_cn: 打印于：

source: Created On:
cs_cz: Vytvořeno:
da_dk: Dannet på:
de_de: Erstellt am:
es_es: Creado en :
fi_fi: Luotu :
fr_fr: Création :
hu_hu: Készítve:
it_it: Creato su:
ja_jp: 作成:
ko_kr: 에 생성된:
nl_nl: Gecreëerd op:
no_no: Laget på:
pl_pl: Utworzono:
pt_pt: Criado em:
ro_ro: Creat pe:
ru_ru: Создан на:
sv_se: Skapad på:
tr_tr: Yaratılan:
zh_cn: 创建于：

source: Normal Hearing
cs_cz: Normální sluch
da_dk: Normal hørelse
de_de: Normal hörend
es_es: Audición Normal
fi_fi: Normaali kuulo
fr_fr: Audition normale
hu_hu: Normál hallás
it_it: Soglia Uditiva Normale
ja_jp: 健聴耳
ko_kr: 정상 정력
nl_nl: Normaal gehoor
no_no: Normal Hørsel
pl_pl: Normalne Słyszenie
pt_pt: Audição normal
ro_ro: Auz Normal
ru_ru: Нормальный слух
sv_se: Normal hörsel
tr_tr: Normal İşitme
zh_cn: 正常听力

source: Average hearing loss in
cs_cz: Průměrná ztráta sluchu v
da_dk: Gennemsnitligt høretab i
de_de: Durchschnittl. Hörverlust in
es_es: Perdida auditiva Promedio
fi_fi: Kohtalainen kuulonalentuma
fr_fr: Perte auditive moyenne
hu_hu: Átlag hallásromlás
it_it: Media soglia Uditiva
ja_jp: 平均聴力
ko_kr: 평균 청력 손실
nl_nl: Gemiddeld gehoorverlies in
no_no: Gjennomsnittlig hørselstap i
pl_pl: Średni ubytek słuchu w
pt_pt: Perda auditiva média em:
ro_ro: Pierdere medie de auz in
ru_ru: Средняя степень снижения слуха в
sv_se: Genonsnittlig hörselnedsättning i
tr_tr: Ortalama işitme kaybı
zh_cn: 平均听力损失

source: Typical
cs_cz: Typický
da_dk: Typisk
de_de: Typisch
es_es: Típico
fi_fi: Tyypillinen
fr_fr: Typique
hu_hu: Tipikus
it_it: Tipica
ja_jp: タイプ
ko_kr: 전형적인
nl_nl: Typisch
no_no: Typisk
pl_pl: Typowy
pt_pt: Tipica
ro_ro: Tipic
ru_ru: Типичное
sv_se: Typisk
tr_tr: Tipikal
zh_cn: 常见

source: Typical Loss
cs_cz: Typická ztráta
da_dk: Typisk tab
de_de: Typischer Verlust
es_es: Pérdidas Típicas
fi_fi: Tyypill. alenema
fr_fr: Type de perte :
hu_hu: Tipikus romlás
it_it: Tipica soglia Uditiva
ja_jp: 難聴のタイプ例
ko_kr: 전형적 손실
nl_nl: Typisch verlies
no_no: Typisk Tap
pl_pl: Ubytek słuchu
pt_pt: Perda típica
ro_ro: Pierdere tipica
ru_ru: Типичное снижение
sv_se: Typisk hörselnedsättning
tr_tr: Tipikal Kayıp
zh_cn: 常见听损

source: Average Loss (Age)
cs_cz: Průměrná ztráta (věk)
da_dk: Gennemsnitligt tab
de_de: Mittlerer HV
es_es: Pérdida Media (Edad)
fi_fi: Keskiver. alenema
fr_fr: Perte moyenne (âge) :
hu_hu: Átlagos vesztés (kor)
it_it: Perdita Media (Età)
ja_jp: 平均聴力
ko_kr: 평균 손실(나이)
nl_nl: Gemiddeld verlies (leeftijd)
no_no: Gjennomsnittlig Tap
pl_pl: Średni Ubytek (Wiek)
pt_pt: Perda Média (Idade)
ro_ro: Pierdere medie
ru_ru: Среднее снижение (возраст)
sv_se: Genomsnittlig hörselnedsättning (ålder)
tr_tr: Ortalama Kayıp (Yaş)
zh_cn: 平均听损（年龄）

source: Simulated
cs_cz: Simulovaný
da_dk: Simuleret
de_de: Simulierend
es_es: Simulado
fi_fi: Simuloitu
fr_fr: Simulé
hu_hu: Szimulált
it_it: Simulazione
ja_jp: シミュレーション
ko_kr: 시뮬레이션 된
nl_nl: Gesimuleerd
no_no: Simulert
pl_pl: Symulowany
pt_pt: Simulado
ro_ro: Simulat
ru_ru: Симулировано
sv_se: Simulerad
tr_tr: Simule edilmiş.
zh_cn: 模拟

source: Phone Clip+
da_dk: Telefonclip+
de_de: Telefonclip+
ja_jp: 携帯ﾕﾅｲﾄ II
nl_nl: Telefoonclip+
sv_se: Telefonclip +
zh_cn: 手机伴侣2

source: Remote Control 2
da_dk: Fjernbetjening 2
de_de: Fernbedienung 2
fi_fi: Kauko-Ohjain
hu_hu: Távirányító 2
ja_jp: ﾘﾓｺﾝﾕﾅｲﾄ II
nl_nl: Afstandbediening 2
no_no: Fjernkontroll 2
pl_pl: Pilot RC 2
pt_pt: Controle Remoto 2
ru_ru: Пульт дистанционного управления 2
tr_tr: Uzaktan Kumanda 2
zh_cn: 遥控器2

source: First Name is required
cs_cz: Křestní jméno je vyžadováno
da_dk: Fornavn er påkrævet
de_de: Vorname ist erforderlich
es_es: El Nombre es necesario
fi_fi: Etunimi on pakollinen
fr_fr: Prénom requis
hu_hu: Keresztnév szükséges
it_it: E' richiesto il nome
ja_jp: 名を入力して下さい
ko_kr: 이름이 필요합니다
nl_nl: Voornaam is vereist
no_no: Fornavn kreves
pl_pl: Wymagane Nazwisko
pt_pt: Primeiro nome necessário
ro_ro: Prenumele este necesar
ru_ru: Требуется Имя
sv_se: Förnamn krävs
tr_tr: İlk isim gerekmektedir.
zh_cn: 必须输入名字

source: Both First Name and Last Name are required
cs_cz: Jméno a přímení jsou vyžadovány
da_dk: Både for- og efternavn er påkrævet
de_de: Sowohl der Vorname als auch der Nachname werden benötigt
es_es: Tanto el Nombre como el Apellido son necesarios
fi_fi: Sekä etunimi että sukunimi ovat pakolliset
fr_fr: Nom et prénom requis
hu_hu: A keresztnév és a családnév is szükséges
it_it: Richiesti nome e cognome
ja_jp: 姓と名を入力して下さい
ko_kr: 이름과 성 모두 필요합니다
nl_nl: Zowel voor- als achternaam zijn vereist
no_no: Både fornavn og etternavn kreves
pl_pl: Wymagane Nazwisko i Imię
pt_pt: Primeiro nome e sobre nome são necessários
ro_ro: Sunte necesare atat numele cat si prenumele
ru_ru: Требуются Имя и Фамилия
sv_se: För och efternamn krävs
tr_tr: İsim ve soyisim ikisi birden gerekmektedir.
zh_cn: 必须输入姓氏和名字

source: Smart Device
cs_cz: Zařízení Smart
es_es: Dispositivo Móvil
fi_fi: Älylaite
fr_fr: Équipement Bluetooth
hu_hu: Okos eszköz
it_it: IPhone
ja_jp: スマートホン
ko_kr: 스마트 기기
nl_nl: Smart apparaat
no_no: Smart-enhet
pl_pl: Urządzenia Smart
pt_pt: Dispositivo Smart
ro_ro: iPhone
ru_ru: Smart устройство
sv_se: Smart Enhet
tr_tr: Akıllı Cihaz
zh_cn: 智能设备

source: Recalculate gains
cs_cz: Rekalkulovat zisk
da_dk: Genberegn forstærkning
de_de: Verstärkung neu berechnen
es_es: Recalcular Ganancias
fi_fi: Uudelleenlaske vahvistus
fr_fr: Effectuer un nouveau ciblage
hu_hu: Erősítés újraszámítás
it_it: Ricalcolare Guadagni
ja_jp: 利得の再計算
ko_kr: 이득 재계산
nl_nl: Gain herberekenen
no_no: Rekalkuler gain
pl_pl: Przelicz wzmocnienie
pt_pt: Recalcular ganho
ro_ro: Recalculeaza castigurile
ru_ru: Пересчитать усиления
sv_se: Omkalkylera förstärkning
tr_tr: Kazançları yeniden hesapla
zh_cn: 重新计算增益

source: Audiogram Mismatch
cs_cz: Audiogramy nesouhlasí
da_dk: Audiogram stemmer ikke overens
de_de: Unstimmigkeiten bei den Audiogrammen
es_es: Diferencia en Audiometrías
fi_fi: Ristiriita audiogrammissa
fr_fr: Audiogrammes différents
hu_hu: Audiogram ütközés
it_it: Mancata corrispondenza Audiogramma
ja_jp: オージオグラムの不一致
ko_kr: 오디오그램 불일치
nl_nl: Audiogrammen stemmen niet overeen
no_no: Audiogram samsvarer ikke
pl_pl: Różnica w Audiogramie
pt_pt: Audiograma Incompatível
ro_ro: Neconcordanta de Audiograma
ru_ru: Несоответствие аудиограммы
sv_se: Audiogram matchar inte
tr_tr: Odyogram Uyuşmazlığı
zh_cn: 听力图不匹配

source: Use Session
cs_cz: Použít sezení
da_dk: Brug session
de_de: Sitzungsaudiogramm verwenden
es_es: Utilizar la sesión
fi_fi: Käytä edellisiä sovitustietoja
fr_fr: Utiliser celui de la session
hu_hu: Bejegyzés használata
it_it: Utilizzare Sessione
ja_jp: パソコンからの読込み
ko_kr: 세션 사용
nl_nl: Gebruik sessie
no_no: Bruk Sesjon
pl_pl: Użyj Sesji
pt_pt: Usar Sessão
ro_ro: Foloseste Sesiunea
ru_ru: Использовать сессию
sv_se: Använd Session
tr_tr: Oturumu Kullan
zh_cn: 使用验配数据

source: Use Instrument Audiogram
cs_cz: Použít audiogram ze sluchadla
da_dk: Brug audiogram fra apparatet
de_de: Das Audiogramm aus dem Hörsystem verwenden.
es_es: Utilizar audiograma del audífono
fi_fi: Käytä kuulokojeen audiogrammia
fr_fr: Utiliser celui de l'appareil
hu_hu: Készülék audiogram használat
it_it: Utilizza Audiogramma AA
ja_jp: 補聴器からの読込み
ko_kr: 보청기 오디오그램 사용
nl_nl: Gebruik audiogram uit toestel
no_no: Bruk audiogram i høreapparat
pl_pl: Użyj Audiogramu z Aparatu
pt_pt: Usar audiograma do aparelho
ro_ro: Citeste audiograma din aparat
ru_ru: Применение аудиограммы из аппарата
sv_se: Använd hörapparatens audiogram
tr_tr: Cihazın Odyogramını Kullan
zh_cn: 使用助听器中的听力图

source: Date:
cs_cz: Datum:
da_dk: Dato:
de_de: Datum:
es_es: Fecha:
fi_fi: Päivämäärä :
hu_hu: Dátum:
it_it: Data:
ja_jp: 日付:
ko_kr: 날짜:
nl_nl: Datum:
no_no: Dato:
pl_pl: Data:
pt_pt: Dados:
ro_ro: Data:
ru_ru: Дата:
sv_se: Datum:
tr_tr: Tarih:
zh_cn: 日期：

source: Recalculate gains
cs_cz: Rekalkulovat zisk
da_dk: Genberegn forstærkning
de_de: Verstärkung neu berechnen
es_es: Recalcular ganancias
fi_fi: Uudelleenlaske vahvistus
fr_fr: Effectuer un nouveau ciblage
hu_hu: Erősítések újraszámítása
it_it: Ricalcolare Guadagni
ja_jp: 利得の再計算
ko_kr: 이득 재계산
nl_nl: Gain herberekenen
no_no: Rekalkuler gain
pl_pl: Przelicz wzmocnienie
pt_pt: Recalcular ganho
ro_ro: Recalculeaza castiguri
ru_ru: Пересчитать усиления
sv_se: Omkalkylera förstärkning
tr_tr: Kazançları yeniden hesapla
zh_cn: 重新计算增益

source: Fitting Data Corrupted
cs_cz: Fitting Data poškozena
da_dk: Tilpasningsdata er ukorrekte
de_de: Anpassdaten defekt
es_es: Datos de Adaptación Dañados
fi_fi: Sovitustieto vioittunut
fr_fr: Réglages illisibles
hu_hu: Az illesztési adat sérült
it_it: Dati di fitting corrotti
ja_jp: フィッティングデータが正しくありません
ko_kr: 피팅 데이터 오류
nl_nl: Aanpasgegevens corrupt
no_no: Korrupt Tilpasningsdata
pl_pl: Dane Dopasowania Uszkodzone
pt_pt: Ajustando dados corrompidos
ro_ro: Date de reglaj deteriorate
ru_ru: Данные настройки повреждены
tr_tr: Uygulama verisi bozuk
zh_cn: 验配数据崩溃

source: Use Database
cs_cz: Použít databázi
da_dk: Brug database
de_de: Benutze Datenbank
es_es: Utilizar Base de Datos
fi_fi: Käytä tietokantaa
fr_fr: Récupérer les réglages de la base de données
hu_hu: Adatbázis használat
it_it: Utilizza Database
ja_jp: データベースを使用する
ko_kr: 데이터베이스 사용
nl_nl: Gebruik database
no_no: Bruk Databasen
pl_pl: Baza Danych
pt_pt: Usar banco de dados
ro_ro: Foloseste Baza de date
ru_ru: Использовать Базу данных
sv_se: Använd Databas
tr_tr: Veri bankasını kullan
zh_cn: 使用数据库

source: Reset to Initial Fit
cs_cz: Reset do výchozího nastavení
da_dk: Vend tilbage til ny tilpasning
de_de: Zurücksetzen auf Erstanpassung
es_es: Volver a Adaptación Inicial
fi_fi: Palauta PikaSovitus
fr_fr: Effectuer un ciblage initial
hu_hu: Visszatérés az első illesztéshez
it_it: Torna al fitting iniziale
ja_jp: オートフィットから始める
ko_kr: 초기 피팅으로 돌아가세요
nl_nl: Voer de basisinstelling uit
no_no: Tilbakestill til førstegangstilpasning
pl_pl: Powrót do Pierwszego Dopasowania
pt_pt: Retornar ao ajuste inicial
ro_ro: Reintoarce la Primul reglaj
ru_ru: Вернуться к первоначальной настройке
sv_se: Återvänd till första anpassningen
tr_tr: İlk uygulamaya geri dön
zh_cn: 使用新验配

source: Copy programs and feature settings from other side
cs_cz: Kopírovat programy a nastavení funkcí z druhé strany
da_dk: Kopier programmer og egenskaber fra anden side
de_de: Kopieren der Programm und Feature Einstellungen der anderen Seite
es_es: Copiar programas y Características Digitales del otro oído
fi_fi: Kopioi ohjelmat ja ominaisuudet toiselta puolelta
fr_fr: Copier les programmes et les réglages avancés de l'appareil du côté opposé
hu_hu: Programok és tulajdonságok másolása a másik oldalról
it_it: Copia programmi e settaggi dall'altro
ja_jp: もう片方へプログラムをコピーする
ko_kr: 프로그램을 복사해서 다른쪽 설정을 하세요
nl_nl: Kopieer programma´s en feature-instellingen van andere oor
no_no: Kopier programmer og egenskaper fra andre siden
pl_pl: Kopiuj pragramy oraz ustawienia z drugiego ucha
pt_pt: Copiar programa e características de ajustes para outro lado
ro_ro: Copie programe si setarile de caracteristici de pe partea opusa
ru_ru: Копировать настройки программ и функций с другой стороны
sv_se: Kopiera program och inställningar från andra sidan
tr_tr: Programları ve özellik ayarlarını diğer taraftan kopyala
zh_cn: 将程序和功能设置复制至另一侧

source: Date:
cs_cz: Datum:
da_dk: Dato:
de_de: Datum:
es_es: Fecha:
fi_fi: Päivämäärä :
hu_hu: Dátum:
it_it: Data:
ja_jp: 日付:
ko_kr: 날짜:
nl_nl: Datum:
no_no: Dato:
pl_pl: Data:
pt_pt: Dados:
ro_ro: Data:
ru_ru: Дата:
sv_se: Datum:
tr_tr: Tarih:
zh_cn: 日期：

source: No Audiogram
cs_cz: Žádný Audiogram
da_dk: Intet audiogram
de_de: Kein Audiogramm
es_es: Sin Audiometría
fi_fi: Ei audiogrammia
fr_fr: Aucun audiogramme
hu_hu: Nincs audiogram
it_it: Nessun Audiogramma
ja_jp: オージオグラムなし
ko_kr: 오디오그램 없음
nl_nl: Geen audiogram
no_no: Ingen Audiogram
pl_pl: Brak Audiogramu
pt_pt: Sem audiograma
ro_ro: Fara Audiograma
ru_ru: Аудиограмма отсутствует
sv_se: Inget Audiogram
tr_tr: Odyogram yok
zh_cn: 没有听力图

source: Exit and enter in database
cs_cz: Exit a vstoupit do databáze
da_dk: Luk og gå til NOAH
de_de: Verlassen und zu NOAH wechseln
es_es: Salir y Entrar en NOAH
fi_fi: Poistu ja syötä audiogrammi Noahista tai asennetusta audiometrimoduulista
fr_fr: Quitter et retourner dans Noah
hu_hu: KIlépés és belépés a NOAH-ba
it_it: Esci ed entra in NOAH
ja_jp: 終了しNOAHへ戻る
ko_kr: 나가서 데이터 베이스로 들어가세요
nl_nl: Sluit af en voer in in NOAH
no_no: Gå ut og legg inn i NOAH
pl_pl: Wyjdź do NOAH
pt_pt: Sair e Entrar no NOAH
ro_ro: Iesi si intra in NOAH
ru_ru: Выйти и зайти в NOAH
sv_se: Avsluta och gå till NOAH
tr_tr: Çıkış yap ve NOAH'a gir
zh_cn: 退回到NOAH

source: Measure using In-Situ
cs_cz: Změřit pomocí in-situ
da_dk: Mål med In-Situ
de_de: Messen per In-Situ
es_es: Medido utilizando In-Situ
fi_fi: Mittaa käyttäen In-Situa audiogrammia
fr_fr: Effectuer une audiométrie intégrée
hu_hu: In-Situ mérés használata
it_it: Misure utilizzando In-Situ
ja_jp: インサイチュ測定
ko_kr: In-Situ 를 사용해서 측정하세요
nl_nl: Meten met In-Situ
no_no: Mål ved å bruke In-Situ
pl_pl: Zmierz przy pomocy In-Situ
pt_pt: Medir usando in - Situ
ro_ro: Masoara folosind In Situ
ru_ru: Измерить, используя In-Situ Аудиометрию
sv_se: Mätning med In-Situ
tr_tr: In-Sıtu kullanılan ölçüm
zh_cn: 使用内置听力计测量

source: Continue with 0dB audiogram
cs_cz: Pokračovat s 0dB audiogramem
da_dk: Fortsæt med 0dB audiogram
de_de: Fortfahren mit einem 0dB Audiogramm
es_es: Continuar con audiometria a 0 dB
fi_fi: Jatka käyttäen 0 dB audiogrammia
fr_fr: Continuer sans audiogramme
hu_hu: Folytatés 0dB-es audiogrammal
it_it: Continuare con Audiogramma a 0dB
ja_jp: 0dBオージオグラムで継続
ko_kr: 0dB 오디오그램으로 계속하세요
nl_nl: Doorgaan met 0dB audiogram
no_no: Fortsett med 0dB audiogram
pl_pl: Kontynuuj z audiogramem 0dB
pt_pt: Continuar com 0dB no audiograma
ro_ro: Continua cu audiograma 0dB
ru_ru: Продолжить с аудиограммой 0дБ
sv_se: Fortsätt med 0dB audiogram
tr_tr: 0dB odyogramı ile devam et.
zh_cn: 继续使用0dB的听力图

source: The connected instruments are not the same as the ones saved in database
cs_cz: Připojená sluchadla se neshodují s uloženými v databázi
da_dk: De forbundne HA er ikke de samme som der er gemt i databasen
de_de: Die angeschlossenen Geräte sind nicht die gleichen die in der Sitzung gespeichert sind
es_es: Los audífonos conectados no son los mismos que los registrados en la Base de Datos
fi_fi: Yhdistetyt kuulokojeet eivät ole samat jotka löytyvät tietokannasta
fr_fr: Les appareils connectés sont différents de ceux sauvegardés dans la base de données
hu_hu: A csatlakoztatott készülékek nem egyeznek meg az adatbázisban mentettel
it_it: I dispositivi collegati non sono gli stessi di quelli salvati nel Database
ja_jp: 接続されている補聴器はパソコンに保存されている補聴器と一致しません
ko_kr: 연결된 보청기가 데이터베이스에 저장된 것과 동일하지 않습니다
nl_nl: De verbonden toestellen zijn niet dezelfde als die opgeslagen zijn in de Databse
no_no: Apparatene som er koblet til er ikke de samme som er lagret i databasen
pl_pl: Podłączne aparaty są inne od tych zapisanych w bazie danych
pt_pt: Os aparelhos conectados não são os mesmos salvos no banco de dados
ro_ro: Aparatele conectate nu sunt aceleasi cu cele salvate in baza de date
ru_ru: Подключенные аппараты отличаются от сохраненных в базе данных
sv_se: De anslutna hörapparaterna är inte samma som de som sparats i Noah.
tr_tr: Bağlanmış olan cihazlar veri bankasına kaydedilmişler ile aynı değil.
zh_cn: 连接的助听器与数据库中保存的不一致。

source: Different Instruments
cs_cz: Rozdílná sluchadla
da_dk: Forskellige apparater
de_de: Unterschiedliche Hörsysteme
es_es: Audífonos Diferentes
fi_fi: Kuulokojeet poikkeavat toisistaan
fr_fr: Appareils différents
hu_hu: Különböző készülékek
it_it: Dispositivi diversi
ja_jp: 異なる補聴器
ko_kr: 다른 보청기
nl_nl: Verschillende toestellen
no_no: Forskjellige apparater
pl_pl: Inne Aparaty
pt_pt: Aparelhos Diferentes
ro_ro: Aparate diferite
ru_ru: Аппараты отличаются
sv_se: Matchar inte sparade hörapparater
tr_tr: Değişik cihazlar
zh_cn: 助听器不同

source: Instrument Not Found
cs_cz: Sluchadlo nenalezeno
da_dk: Apparater ikke fundet
de_de: Hörsystem nicht gefunden
es_es: No se han Detectado Audífonos
fi_fi: Kuulokojetta ei löydy
fr_fr: Aucun appareil trouvé
hu_hu: Nem található készülék
it_it: Dispositivo non trovato
ja_jp: 補聴器が見つかりません
ko_kr: 보청기가 발견되지 않았습니다.
nl_nl: toestel niet gevonden
no_no: Apparat ikke funnet
pl_pl: Aparat Nie Znaleziony
pt_pt: Aparelho não encontrado
ro_ro: Aparatul nu a fost gasit
ru_ru: Аппарат не определен
sv_se: Hörapparater hittades inte
tr_tr: Cihaz bulunamadı.
zh_cn: 未发现助听器

source: Right Instrument Not Found
cs_cz: Pravé sluchadlo nenalezeno
da_dk: Højre apparat er ikke fundet
de_de: Rechtes Hörsystem nicht gefunden
es_es: Audífono Derecho No Encontrado
fi_fi: Oikeaa kuulokojetta ei löydy
fr_fr: Appareil droit déconnecté
hu_hu: Jobb készülék nem található
it_it: Dispositivo Destro non trovato
ja_jp: 右耳の補聴器が見つかりません
ko_kr: 오른쪽 보청기가 발견되지 않습니다
nl_nl: Rechter toestel niet gevonden
no_no: Høyre Apparat ikke funnet
pl_pl: Prawy Aparat Nie Znalezione
pt_pt: Aparelho direito não encontrado
ro_ro: Aparatul drept nu a fost gasit
ru_ru: Правый аппарат не определен
sv_se: Höger hörapparat hittades inte
tr_tr: Sağ cihaz bulunamadı
zh_cn: 未发现右侧助听器

source: Left Instrument Not Found
cs_cz: Levé sluchadlo nenalezeno
da_dk: Venstre apparat er ikke fundet
de_de: Linkes Hörsystem nicht gefunden
es_es: Audífono Izquierdo No Encontrado
fi_fi: Vasenta kuulokojetta ei löydy
fr_fr: Appareil gauche déconnecté
hu_hu: Bal készülék nem található
it_it: Dispositivo Sinistro non trovato
ja_jp: 左耳の補聴器が見つかりません
ko_kr: 왼쪽 보청기가 발견되지 않습니다
nl_nl: Linker toestel niet gevonden
no_no: Venstre Apparat ikke funnet
pl_pl: Lewy Aparat Nie Znaleziony
pt_pt: Aparelhos esquerdo não encontrado
ro_ro: Aparatul stang nu a fost gasit
ru_ru: Левый аппарат не определен
sv_se: Vänster hörapparat hittades inte
tr_tr: Sol cihaz bulunamadı.
zh_cn: 未发现左侧助听器

source: Retry
cs_cz: Opakovat
da_dk: Prøv igen
de_de: Erneut versuchen
es_es: Reintentar
fi_fi: Yritä uudestaan
fr_fr: Reconnecter l'appareil
hu_hu: Újra
it_it: Riprova
ja_jp: 再試行
ko_kr: 재시도
nl_nl: Opnieuw proberen
no_no: Prøv igjen
pl_pl: Ponów
pt_pt: Tentar novamente
ro_ro: Reincearca
ru_ru: Повторить
sv_se: Försök igen
tr_tr: Tekrar dene
zh_cn: 重试

source: Replace
cs_cz: Nahradit
da_dk: Byt til andet apparat
de_de: Ersetzen
es_es: Reemplazar
fi_fi: Korvaa
fr_fr: Remplacer l'appareil
hu_hu: Csere
it_it: Sostituisci
ja_jp: 別の補聴器を調整する
ko_kr: 교체
nl_nl: Vervangen
no_no: Erstatt
pl_pl: Zastąp
pt_pt: Substituir
ro_ro: Inlocuieste
ru_ru: Заменить
sv_se: Ersätt
tr_tr: Değiştir
zh_cn: 重置

source: Simulate
cs_cz: Simulovat
da_dk: Simuler
de_de: Simulieren
es_es: Simular
fi_fi: Simulointi
fr_fr: Simuler l'appareil
hu_hu: Szimuláció
it_it: Simulazione
ja_jp: シミュレーション
ko_kr: 시뮬레이션 하기
nl_nl: Simuleren
no_no: Simuler
pl_pl: Symuluj
pt_pt: Simular
ro_ro: Simuleaza
ru_ru: Симулировать
sv_se: Simulera
tr_tr: Simulasyon
zh_cn: 模拟

source: Remove from Fitting
cs_cz: Odebrat z Fittingu
da_dk: Fjern fra tilpasning
de_de: Aus der Sitzung entfernen
es_es: Eliminar de Adaptación
fi_fi: Poista sovituksesta
fr_fr: Enlever l'appareil
hu_hu: Eltávolítás az illesztésből
it_it: Rimuovere dal Fitting
ja_jp: フィッティングから削除
ko_kr: 피팅으로부터 제거
nl_nl: Verwijderen uit aanpassing
no_no: Fjern fra tilpasning
pl_pl: Usuń z Dopasowania
pt_pt: Remover da adaptação
ro_ro: Scoate din reglaj
ru_ru: Удалить из настройки
sv_se: Ta bort från anpassning
tr_tr: Uygulamadan çıkart
zh_cn: 从验配数据中删除

source: Use Connected
cs_cz: Použít připojená
da_dk: Brug forbundet
de_de: Benutze verbundenes.
es_es: Usar Conectado
fi_fi: Käytä kytkettyä
fr_fr: Utiliser l'appareil connecté
hu_hu: Csatlakoztatott használata
it_it: Utilizza connesso
ja_jp: 接続された補聴器を調整する
ko_kr: 연결하여 사용
nl_nl: Gebruik aangesloten
no_no: Bruk Tilkoblet
pl_pl: Użyj Podłączonego
pt_pt: Usar conectado
ro_ro: Foloseste cel conectat
ru_ru: Использовать подключенный
sv_se: Använd ansluten
tr_tr: Bağlı olanı kullan.
zh_cn: 使用已连接

source: Change programming interface
cs_cz: Změnit programovací interface
da_dk: Skift programmingsinterface
de_de: Programmierschnittstelle wechseln
es_es: Cambiar interface de programación
fi_fi: Vaihda ohjelmointiyksikköä
fr_fr: Changer d'interface de programmation
hu_hu: Programozó interfész csere
it_it: Cambiare interfaccia di programmazione
ja_jp: 接続機器の変更
ko_kr: 프로그래밍 인터페이스 변경
nl_nl: Wijzig programmeerinterface
no_no: Bytt programmeringsenhet
pl_pl: Zmień interfejs programowania
pt_pt: Mudar interface de programação
ro_ro: Schimba interfata de programare
ru_ru: Заменить интерфейс программирования
sv_se: Ändra programmingsinterface
tr_tr: Programlama arayüzünü değiştir
zh_cn: 更改编程设备

source: The connection to the instrument(s) was lost.
cs_cz: Spojení se sluchadlem(y) bylo ztraceno.
da_dk: Forbindelsen til apparaterne er tabt
de_de: Die Verbindung zu dem/den Hörsystem(en) ist verloren gegangen.
es_es: La conexión con el(los) audífono(s) se ha perdido.
fi_fi: Yhteys kuulokojeisiin menetettiin.
fr_fr: La connexion avec un appareil a été perdue.
hu_hu: A csatlakozás a készülékhez nem jött létre.
it_it: Perso il collegamento al dispositivo/i.
ja_jp: 補聴器への接続が切断されました
ko_kr: 보청기 연결이 끊어졌습니다.
nl_nl: Verbinding met toestel(len) is verbroken.
no_no: Mistet tilkobling til apparat(ene).
pl_pl: Połączenie z aparatem(ami) zostało utracone.
pt_pt: A conexão do aparelho(s) foi perdida.
ro_ro: Conexiunea la aparate a fost pierduta
ru_ru: Связь с аппаратом(и) была потеряна.
sv_se: Anslutningen till hörapparat(er) tappades.
tr_tr: Cihaz(lar)la bağlantı kayboldu.
zh_cn: 连接的助听器已断开。

source: Right
cs_cz: Vpravo
da_dk: Højre
de_de: Rechts
es_es: Derecho
fi_fi: Oikea
fr_fr: Côté droit
hu_hu: Jobb
it_it: Destro
ja_jp: 右
ko_kr: 오른쪽
nl_nl: rechts
no_no: Høyre
pl_pl: Prawy
pt_pt: Direita
ro_ro: Dreapta
ru_ru: Правое
sv_se: Höger
tr_tr: Sağ
zh_cn: 右侧

source: Left
cs_cz: Vlevo
da_dk: Venstre
de_de: Links
es_es: Izquierdo
fi_fi: Vasen
fr_fr: Côté gauche
hu_hu: Bal
it_it: Sinistro
ja_jp: 左
ko_kr: 왼쪽
nl_nl: links
no_no: Venstre
pl_pl: Lewy
pt_pt: Esquerda
ro_ro: Stanga
ru_ru: Левое
sv_se: Vänster
tr_tr: Sol
zh_cn: 左侧
