Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: A primary goal of fitting amplification is to provide access to as much speech information as possible, for improving audibility of high frequency sounds is frequency lowering. This term refers to sound processing strategies that move information from higher frequency areas to lower frequency areas, where audibility is better. The idea behind frequency lowering is that audibility of these sounds even at “misplaced” frequencies is more beneficial than no audibility at all.
cs_cz: Primárním cílem nastavení zesílení je získání přístupu k co nejvíce řečovým informacím, pro zlepšení slyšitelnosti vysokých frekvencí slouží frequency lowering. Tento pojem odkazuje na strategie zpracování zvuku, které posouvají informaci z vyšších frekvenčních oblastí do nižších frekvencí, ve kterých je slyšitelnost lepší. Motivem pro frequency lowering je to, že slyšitelnost těchto zvuků, byť na "vyměněných" frekvencích je lepší, než je neslyšet vůbec.
da_dk: Et primært formål med høreapparater er at give ddgang til så meget taleinformation som muligt, for forbedret hørbarhed af høje frekvenser kan i visse tilfælde benyttes frekvenskompression. Dette betyder at der flyttes infirmation fra høje frekvenser til et lavere frekvensområde hvor hørelsen er bedre. Ideen bag er at hørbarhede af disse lyde, også selvom der er 'misplaceret' i frekvens er til større glæde end slet ikke at høre disse lyde.
de_de: Ein primäres Ziel einer Anpassung ist ein möglichst hohes Niveau der Sprachverständlichkeit zu bekommen. Eine Möglichkeit dies zu erreichen ist die Frequenzkompression in hohen Frequenzen. Dieses Verfahren komprimiert höhere Frequenzen in niedrigere mit einer besseren Verständlichkeit.
es_es: Uno de los principales objetivos de la adaptación de audífonos es conseguir que escuche la mayor cantidad de información vocal posible, para mejorar la audibilidad de sonidos de altas frecuencias se puede utilizar la compresión de frecuencias. Este concepto se basa en la estrategia de procesado del sonido, que mueve información de altas frecuencias a otras zonas de frecuencias más bajas, donde tenga mejor audición. El concepto de la compresión en frecuencia, es que es más favorable la capacidad de escuchar esos sonidos, con una tonalidad distinta, que no poder escucharlos de ninguna manera.
fr_fr: Un des principaux objectifs de l'appareillage est de fournir au patient une audibilité optimale. La compression fréquentielle permet de déplacer l'information sonore sur des fréquences où l'audibilité est meilleure. Il est préférable de pouvoir offrir au patient l'information sonore sur d'autres fréquences que de ne rien offrir du tout.
hu_hu: Az elsődleges célja az illesztési erősítésnke az, hogy a lehető legtöbb beszédinformációt biztosítsa, jobb hallhatóságot a magas frekvenciákon a frekvencia áthajtás biztosít. Ez a hengfeldolgozási mód azt jelenti, hogy a magas frekvenciás hangokat levisszük a mélyebb frekvenciákra, ahol jobban hallható. Az ötlet a frekvencia lehajtás mögött az, hogy ezek a hangok meghallása, még egy rossz helyre tett frekvencián is jobb, mint egyátalán nem hallani.
it_it: Un obiettivo primario nell'amplificazione del Fitting è di fornire la migliore comprensione possibile del parlato, per migliorare l'udibilità dei suoni ad alta frequenza si può utilizzare Sound Shaper. Questo termine si riferisce alla particolare strategia di elaborazione del suono che comprime le informazioni dalle zone frequenziali più alte per riportarle a frequenze inferiori, dove è migliore l'udibilità . L'idea alla base di Sound Shaper è che l'udibilità di questi suoni anche a frequenze "fuori luogo" è più vantaggioso rispetto alla totale non udibilità di queste frequenze.
ja_jp: 高周波数の可聴性が著しく悪いなど、いくら音を増幅しても聞こえの改善が難しい場合があります。その高周波数帯域の情報を可聴性の良い低周波数帯域に押し込むことで、高周波数帯域の可聴性を向上させます。入力と出力周波数との圧縮処理に比例した関係を作り出すことで、音の歪みを最小限に抑えます。高音質を維持しながら、今までは聞き逃していたであろう会話の聞き取りが、向上します。
ko_kr: 피팅 증폭의 주된 목적은 가능한 많은 소리 정보에 접근할 수 있도록 돕는 것입니다. Frequency Lowering은 고주파 음질의 가청성을 향상시켜 줍니다. 이 용어는 정보를 고주파 영역에서 저주파 영역으로 정보를 이동시키는 사운드 프로세싱 전략과 관련이 있습니다. Frequency lowering의 배경 아이디어는 "잘못 배치된" 주파수에서도 이러한 소리를 들을 수 있 가청력이 전혀 듣지 못하는 것 보다 더 낫다는데 있습니다.
nl_nl: Het primaire doel van versterking is toegang bieden tot zo veel mogelijk spraakinformatie. Frequentie compressie is een feature die toegang biedt tot hogere frequenties die anders onhoorbaar blijven. De term refereert aan geluidsbewerkingsstrategieën die hogere frequenties verschuiven naar lagere frequentiegebieden waar de hoorbaarheid dikwijls beter is. Het idee hierachter is dat hoorbaarheid van deze geluiden, ook al is het bij 'verkeerde' frequenties, beter is voor het spraakverstaan dan wanneer ze onhoorbaar blijven.
no_no: Formålet med å forsterkning er å sørge for å få mest mulig av taleinformasjon tilgjengelig. Med frekvenskompresjon kan hørebarheten på høye frekvenser bedres. Denne termen refererer til lydprosesserings strategier som flytter informasjon fra høye frekvenser til lavere frekvenser hvor hørbarheten er bedre. Ideen bak frekvenskompresjon er at hørbarheten på disse "missplasserte" frekvensene er til større fordel i lavere frekvenser enn uten hørbarhet i det hele tatt.
pl_pl: Podstawowym celem wzmocnienia jest zapewnienie dostępu do tak dużej ilości mowy jak to tylko możliwe a aby poprawić słyszalność wysokoczęstotliwościowych dźwięków skuteczne jest obniżanie częstotliwości. Termin ten odnosi się do strategii przetwarzania dźwięków która przenosi informacje z zakresu wysokich częstotliwości w obszar niższych częstotliwości gdzie jest lepsza słyszalność. Ideą obniżania częstotliwości polega na tym, że słyszalność tych dźwięków nawet w "niewłaściwe" częstotliwości jest bardziej korzystna niż nie słyszenie ich w ogóle.
pt_pt: O objetivo principal da amplificação é fornecer acesso à informação de fala; para melhorar a audibilidade de sons de alta frequência usa-se a compressão de frequência. Este termo refere-se a estratégia de processamento sonoro que move as informações das altas frequências para as baixas frequências, onde a audibilidade é melhor. A idéia por trás da compressão de frequência é que a audibilidade destes sons mesmo em frequências "diferentes" é mais benéfico do que não ter nenhuma audibilidade.
ru_ru: Основной целью настройки усиления является обеспечения максимально возможного доступа к речевой информации. Для улучшения слышимости высоких частот применяется частотное понижение. Этот термин относится к стратегии обработки звука, когда информция из зоны высоких частот переносится в зону низких частот, где слышимость лучше. Идея понижения частот заключается в том, что слышимость этих звуков даже в зоне "неправильных" частот является более преимущественна, чем не слышать их вообще.
sv_se: Ett huvudsakligt mål vid anpassning av förstärkning är att ge tillgång till så mycket talinformation som möjligt. För att förbättra hörbarhet av högfrekventa ljud finns frekvensförflyttning. Med det menas stategier för att flytta information från höga frekvenser till lägre frekvenser där hörbarheten är bättre. Tanken är att förstärkning av dessa ljud, även på felaktiga frekvenser, ger mer fördelar än att inte ha någon hörbarhet alls.
tr_tr: Fitting amplifikasyonunun öncelikli amacı, yüksek frekanslı seslerin duyulabilirliğini arttırmak için, mümkün olduğunca çok konuşma bilgisine erişim sağlamaktır. Bu terim, yüksek frekanslı alanlardan, daha iyi duyulabilir alçak frekanslı alanlara bilgi taşıyan ses işlemleme stratejisini temsil eder. Frekans düşürücü arkasındaki ana fikir, hatta yanlış yerleştirilen frekanslarda ble bu seslerin duyulabilirliğine faydalı olmasıdır.
zh_cn: 助听器放大的首要目标是得到尽可能多的语音信息，为了提高高频声音的听度度使用了频谱理组功能。频谱重组是将高频区的声音信息重组到其它听力更好的频段，重组的目的是为了让用户听到之前无法听到的声音。

source: It is common for those with severe-to-profound hearing loss to rely on even more low frequency gain than prescribed by the fitting rationale. To accommodate this need, Low Frequency Boost provides a quick way to increase low frequency gain in three discrete steps to enhance audibility, loudness, and fullness of sound quality for these individuals.
cs_cz: Osoby se středně těžkou nedoslýchavostí často požadují vyšší zesílení hloubek, než kolik předepisuje nastavovací pravidlo. Pro vyhovění těmto požadavkům nabízí Zvýraznění hloubek rychlou cestu k zesílení hlubokých frekvencí ve třech diskrétních krocích pro vylepšení slyšitelnosti, hlasitosti a plnosti zvuku.
da_dk: Ofte har personer med svært høretab behov for mere basforstærkning end tilpasningsreglerne antyder. For at imødekomme dette kan Low Frequency Boost være en hurtig måde at øge disse lyde.
de_de: Es ist nicht ungewöhnlich, dass Kunden mit hochgradigem Hörverlust mehr Tieftonverstärkung wünschen als laut Anpassregel notwendig. Um dies Rechnung zu tragen bietet Ihnen die Tieftonanhebung einen schnellen Weg die Verstärkung im Tieftonbereich in drei Stufen anzuheben, und dabei die Hörbarkeit, Lautstärke und Klangvolumen zu optimieren
es_es: Es bastante común que en pérdidas severas o profundas se demande más ganancia en altas frecuencias que la prescrita por la regla de cálculo. Para satisfacer esa necesidad, el realce de Bajas Frecuencias, realiza esa función de forma rápida y en tres diferentes niveles, para mejorar la audibilidad, la sonoridad, y la calidad sonora deseada para esas personas.
fr_fr: Il est courant pour les patients souffrant de pertes auditives sévères à profondes d'avoir besoin de plus d'amplification que prescrit dans les graves. La suramplification des graves permet de répondre à cette demande de manière simple.
hu_hu: Közös ezekben a hallásmaradványos hallásvesztésekben az, hogy több mély frekvenciás erősítést igényelnek, mint azt az illesztés biztosítana. Hogy kielégítsük ezt a szükségletet, a Mély frekvenciás Boost biztosít gyors utat a mélyfrekvenciás erősítés növelésére, három lépésben a hallhatóság kiegyenlítéséhze, hangossághoz, és a teljes hangminőség eléréséhez
it_it: E 'comune per le persone con ipoacusia grave a profonda contare ancora di più su maggiori guadagni rispetto a quanto prescritto dai target di Fitting per le frequenze gravi. Per soddisfare questa esigenza, Incremento Gravi BassBoost fornisce un modo rapido per aumentare il guadagno alle basse frequenze, tre livelli di regolazione che permettono di migliorare l'udibilità, volume, e la pienezza della qualità del suono per queste persone.
ja_jp: 高度～重度難聴では、低周波数帯域においてオートフィットの目標値よりも大きな利得を求められることがあります。低域強調機能で、簡単に低周波数の利得を増加することができます。個人の可聴性や好みに応じて、3段階から選択して下さい。
ko_kr: 고심도 난청 환자들이 피팅 방침에서 처방된 것 보다 더 낮은 주파수 이득에 의존하는 것은 흔한입니다. 이러한 요구에 부응하기 위해, Low Frequency Boost는 3가지 개별 단계에서 저주파 이득을 빠르게 증대시키는 방식을 제공하여 가청도, 소리크기, 최대한의 음질을 증강시켜 줍니다.
nl_nl: Voor personen met ernstige tot zeer zware gehoorverliezen is het gebruikelijk dat ze vertrouwd zijn met nog meer versterking in de lage tonen dan voorgeschreven in de rekenregel. Om aan deze behoefte tegemoet te komen biedt de Low Frequency Boost een snelle manier om de versterking in het laag in drie discrete stappen te vergroten om zo de hoorbaarheid, luidheid en volheid van het geluid te verhogen voor deze personen.
no_no: Det er vanlig blandt de med store til kraftige høretap å være avhengig av mere lavfrekvens enn beregnet fra tilpasningsrasjonalet. For å imøtekomme dette gir Lavfrekvent boost en rask måte å øke lav frekvent forsterkning i tre diskrete trinn for å øke hørbarhet og fylde på lydkvaliteten.
pl_pl: Często pacjenci ze znacznymi ubytkami słuchu bardziej polegają na wzmocnieniu w zakresie niskich częstotliwości niż wynikałoby to ze stosowanej formuły dopasowania. Aby sprostać tym potrzebom Podbicie Niskich Częstotliwości zapewnia szybki sposób na zwiększenie głośności dla niskich częstotliwości w trzech szybkich krokach - poprawa słyszalności, głośności oraz pełni dźwięków dla pacjentów z dużymi potrzebami.
pt_pt: É comum para os pacientes com perda auditiva severa a profunda depender ainda mais do ganho de baixas frequências do que do ganho prescrito pela regra prescritiva. Para acomodar essa necessidade, Incremento de Graves fornece uma maneira rápida de aumentar o ganho de baixa frequência para aumentar a audibilidade, loudness e qualidade sonora para estes indivíduos.
ru_ru: Для людей с тяжелой и полной потерей слуха, как правило, необходимо больше усиления на низких частотах, чем предписано программой настройки. Для обеспечения этой потребности, технология Низкочастотного Усиления предлагает быстрый способ увеличить усиление на низких частотах в три шага, что поможет улучшить слышимость, громкость и полноту качества звука для людей этой категории.
sv_se: Det är vanligt att människor, med grava eller mycket grava hörselnedsättningar, får förlita sig på mer förstärkning på låga frekvenser än vad som föreslås i preskriptionsmetoden. För att tillgodose detta behov är Low Frequency Boost en snabb väg att öka förstärkningen i tre diskreta steg. Allt för att öka hörbarhet, ljudstyrka och fyllnad av ljudkvaliten för dessa individer.
tr_tr: Fitting uygulaması tarafından öngörülen alçak frekans kazancı ileri - çok ileri kayıplarda dahi yaygındır. Bu ihtiyacı karşılamak için Alçak Frekans Artışı (BassBoost), duyulabilirliği, ses yüksekliğini ve bireysel ses kalitesini arttırmak adına üç ayı adımda alçak frekans kazancını arttırmak için hızlı bir yol sunar.
zh_cn: 对于重度和极重度听力损失用户来说，他们需要比目标增益更多的低频增益。为了达到这个目的，我们使用了低频提升功能，通过低频提升的三个程度设置来满足用户对于声音可听度的需求，并得到令他们满意的好音质。

source: It can sometimes be difficult to get used to new hearing instruments. The Acceptance Manager slowly adjusts the gain to the optimum setting for your hearing loss over a period of time where you are wearing the hearing instruments. This allows you to gradually adjust to your new hearing instruments.
cs_cz: Přivyknutí novým sluchadlům může být někdy obtížné. Acceptance Manager pomalu upravuje zesílení na optimální nastavení pro Vaši sluchovou vadu během určeného času po který nosíte sluchadla. To Vám umožní postupné přivyknutí na nová sluchadla.
da_dk: For mange kan det være svært at vænne sig til nye høreapparater. Acceptance Manager vil over en periode justere forstærkningen til den optimale indstilling. Dette gør det muligt langsomt at vænne sig til de nye høreapparater.
de_de: Es ist manchmal nicht einfach sich an neue Hörsysteme zu gewöhnen. Der Eingewöhnungs-Manager passt langsam die Verstärkung auf ein optimales Level an während die Hörsysteme getragen werden. Das erlaubt sich nach und nach an die Hörsysteme zu gewöhnen.
es_es: En algunas ocasiones acostumbrarse a utilizar un nuevo audífono es más lento. La Adaptación Progresiva ajusta lentamente la ganancia al valor óptimo para su perdida auditiva mientras que usted está utilizando sus audífonos. Gracias a esto le será más cómodo acostumbrarse a utilizar sus nuevos audífonos.
fi_fi: Joskus voi olla vaikeaa sopeutua kuulokojeen käyttöön. Sopeutumisavustajan avulla kuulokoje säätää pikkuhiljaa vahvistusta haluttuun tavoitteeseen tietyn aikajakson aikana. Tällä tavalla käyttäjän on helpompi sopeutua vahvistuksen nousuun joka tapahtuu täysin automaattisesti.
fr_fr: Il est parfois difficile pour le patient de s'habituer à de nouvelles aides auditives. Le gestionnaire d'adaptation progressive des gains "Acceptance Manager" ajuste lentement le gain vers un gain cible choisi, depuis un gain de départ choisi, sur une période choisie.
hu_hu: Néha nehéznek bizonyul egy új hallókészülék használata. Az Acceptance Manager lassan állítja be az erősítést az optimális szintre fa hallásvesztéséhez, azalatt az idő alatt, amikor viseli a készüléket. Ez lehetővé teszi azt, hogy Ön fokozatosan állítsa be az új hallókészüléket.
it_it: A volte può essere difficile abituarsi a nuovi Apparecchi Acustici. Manager Adattamento regola progressivamente il guadagno durante il periodo di tempo in cui si indossano gli Apparecchi Acustici fino ad arrivare all'impostazione ottimale per la vostra perdita uditiva. Ciò consente di effettuare un adattamento gradualmente ai nuovi Apparecchi Acustici.
ja_jp: 初めて補聴器を装用する場合、その音に慣れるまで時間がかかる場合があります。アクセプタンスマネージャーは、装用時間に応じ自動的に利得を変化させます。顧客は違和感を覚えない快適な音から装用を開始し、徐々に必要な利得まで得られるようになります。
ko_kr: 이따금 새로운 보청기에 적응하기 여려울 수 있습니다. Acceptance Manager는 일정 시간동안 보청기를 착용하고 있는 곳을 난청에 최적의 설정이 되도록 이득을 천천히 조정합니다. 이 기능은 사용자가 새로운 보청기에 점진적으로 적응할 수 있도록 도와줍니다.
nl_nl: Het kan soms moeilijk zijn om te wennen aan nieuwe hoortoestellen. De Acceptatie Manager regelt de versterking langzaam naar de optimale instelling voor uw gehoorverlies gedurende de eerste weken dat u de toestellen draagt. Zo kunt u geleidelijk wennen aan uw nieuwe hoortoestellen.
no_no: Det kan av og til være vanskelig å venne seg til nye høreapparater. Acceptance Manager justerer over tid forsterkningen til den optimale innstillingen for ditt høretap. dette gir deg mulightetn til å gradvis venne deg til høreapparatene dine.
pl_pl: Czasami trudno przyzwyczaić się do nowych aparatów słuchowych. Manager Akceptacji powoli dopasowuje wzmocnienie do optymalnych ustawień dla Twojego ubytku słuchu w czasie gdy nosisz aparaty. Pozwala Ci to na stopniowe przyzwyczajanie się do swoich nowych aparatów słuchowych.
pt_pt: Às vezes pode ser difícil se acostumar com novos aparelhos auditivos. O Gerenciador de Adaptação ajusta lentamente o ganho, para a melhor configuração de acordo com a sua perda auditiva, ao longo do tempo em que você está utilizando os aparelhos auditivos. Isso permite que você se adapte gradualmente.
ru_ru: Иногда может быть сложно привыкнуть к новым слуховым аппаратам. Менеджер адаптации, на протяжении определенного периода времени, постепенно корректирует усиление к оптимальным настройкам в соответствии с Вашим снижением слуха. Это обеспечивает более легкую адаптацию к Вашим новым слуховым аппаратам.
sv_se: Det kan ibland vara svårt att vänja sig vid nya hörapparater. Acceptans Verktyget justerar under en vald tidsperiod sakta upp förstärkningen till optimal inställning för din hörselnedsätting. Det låter dig gradvis vänja sig vid dina nya hörapparater.
tr_tr: Bazen yeni bir işitme cihazı kullanmak kolay olmayabilir. Acceptance Manager kişinin işitme kaybına bağlı olarak kazanç ayarlarını beliri bir süre içerisinde yavaş yavaş en uygun ayarlara getirir. Bu özellik işitme cihazlarına uyum sağlanmasına imkan tanır.
zh_cn: 对于佩戴新助听器的用户来说有时会比较难以适应它。满意度管理器会自动慢慢地调整助听器的增益将最终达到完美匹配听力损失的程度，这将让他们更好地适应新的助听器。

source: Ear-to-Ear Communication
cs_cz: Ear-to-Ear Komunikace
da_dk: Ear-to-Ear kommunikation
de_de: Ear-to-Ear Kommunikation
es_es: Comunicación Oído a Oído
fi_fi: Koje-koje kommunikointi
fr_fr: Communication inter-appareils
hu_hu: Készülékek közötti kommunikáció
it_it: Comunicazione Ear-to-Ear
ja_jp: 両耳連動プログラム&ボリューム
ko_kr: 양이 보청기간 통신
nl_nl: Ear-to-Ear communicatie
no_no: Apparat til apparat kommunikasjon
pl_pl: Komunikacja Międzyuszna
pt_pt: Comunicação de Orelha a Orelha
ro_ro: Comunicare Dispozitiv la Dispozitiv
ru_ru: Бинауральная связь
sv_se: Öra till Öra Kommunikation
tr_tr: Cihaz-dan-Cihaza İletişim
zh_cn: 双耳融合功能

source: Directional Mix
de_de: Direktionalitäts-Mix
es_es: Mix Direccional
fi_fi: Suuntakuvion miksaus
fr_fr: Point de flexion fréquentiel
hu_hu: Direkcionális Mix
ja_jp: 指向性混合率
nl_nl: Directionele Mix
no_no: Mix direksjonalitet
pl_pl: Miks Kierunkowy
pt_pt: Direcional Omni/Dir
ro_ro: Mix Directional
ru_ru: Смешанная направленность
sv_se: SSP/Andel riktverkan
zh_cn: 方向性分量

source: NoiseTracker II
fr_fr: Réducteur de bruit NoiseTracker II
ja_jp: ノイズトラッカーII
pt_pt: Redutor de Ruído II
zh_cn: 净噪系统 II

source: Environmental Optimizer II
de_de: Situations Optimizer II
es_es: Clasificador Ambiental II
fi_fi: Ääniympäristön optimointi II
hu_hu: Környezeti Optimalizáló II
it_it: Ottimizzatore Ambientale II
ja_jp: 両耳連動環境適応システムII
pl_pl: Optymalizator Środowiskowy II
pt_pt: Otimizador Ambiental II
ru_ru: Оптимизатор Окружения II
sv_se: Miljöoptimering II
tr_tr: Çevresel Yönetim II
zh_cn: 环境优化器 II

source: Data Mismatch
cs_cz: Nesouhlasí data pacientů
da_dk: Forskellig data
de_de: Unstimmigkeiten bei den Kundendaten
es_es: Discrepancia en los Datos del Paciente
fi_fi: Potilastiedoissa ristiriita
fr_fr: Données différentes
hu_hu: Páciens adat ütközés
it_it: Mancata corrispondenza con i dati del Paziente.
ja_jp: データの不一致
ko_kr: 환자 데이터 불일치
nl_nl: Cliëntgegevens stemmen niet overeen
no_no: Pasientdata samsvarer ikke
pl_pl: Rozbieżności w Danych Pacjenta
pt_pt: Compatibilidade de Dados do Paciente
ro_ro: Nepotrivire date pacient
ru_ru: Несоответствие данный
sv_se: Patientdata matchar inte
tr_tr: Hasta Bilgisi Uyuşmazlığı
zh_cn: 用户数据不一致

source: Reset to Initial Fit
cs_cz: Reset na výchozí nastavení
da_dk: Benyt tilpasningsdata fra nuværende session
de_de: Die Anpassdaten aus der aktuellen SITZUNG verwenden
es_es: Utilizar datos de la sesión actual
fi_fi: Palauta PikaSovitus
fr_fr: Utiliser les réglages de la session
hu_hu: Illesztési adat használat az aktuális bejegyzésből
it_it: Utilizzare i dati di fitting della sessione corrente salvata nel PC
ja_jp: パソコンのフィッティングデータを使用する
ko_kr: 초기 피팅으로 재설정
nl_nl: Gebruik aanpasgegevens uit deze sessie
no_no: Bruk tilpasningsdata fra aktuell sesjon
pl_pl: Użyj danych dopasowania z aktualnej sesji dopasowania
pt_pt: Utilizar os dados de ajuste da sessão atual
ro_ro: Utilizați datele de reglaj din sesiunea curentă
ru_ru: Восстановить до первоначальной настройки
sv_se: Använd anpassningsdata från aktuell session
tr_tr: Geçerli oturumdaki fitting verisini kullanın
zh_cn: 使用当前用户的验配数据

source: Read Instrument Data
cs_cz: Nahrát fitting data ze sluchadla(el)
da_dk: Benyt tilpasningsdata fra høreapparatet
de_de: Die Anpassdaten aus dem HÖRSYSTEM verwenden
es_es: Utilizar datos de adaptación de el(los) audífono(s)
fi_fi: Käytä sovitustietoja KUULOKOJEISTA
fr_fr: Utiliser les réglages de l'appareil
hu_hu: Illesztési adat használat a készülékből
it_it: Utilizzare i dati di fitting dagli apparecchi acustici
ja_jp: 補聴器のフィッティングデータを使用する
ko_kr: 보청기 피팅데이터 사용
nl_nl: Gebruik aanpasgegevens uit toestel(len)
no_no: Bruk tilpasningsdata fra høreapparatet(ene)
pl_pl: Użyj danych dopasowania z aparatu(ów)
pt_pt: Utilizar dado(s) do(s) aparelho(s) auditivo(s)
ro_ro: Utilizati datele de reglaj din instrument
ru_ru: Считать данные аппарата
sv_se: Använd anpassningsdata från hörapparat(er)
tr_tr: Cihazın fitting verisini kullan
zh_cn: 使用助听器中的验配数据
