Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Connect Using:
cs_cz: Připojit pomocí:
da_dk: Forbind med:
de_de: Verbinden über:
es_es: Conectar Usando:
fi_fi: Yhdistä ohj. yksiköllä :
fr_fr: Se connecter avec :
hu_hu: A csatlakozáshoz használt eszköz:
it_it: Connettere Utilizzando:
ja_jp: 接続機器の種類:
ko_kr: 다음을 사용하여 연결:
nl_nl: Interface:
no_no: Tilkoble med:
pl_pl: Podłącz Używając:
pt_pt: Conectar usando:
ro_ro: Conecteaza folosind:
ru_ru: Подключить с помощью:
sv_se: Anslut med:
tr_tr: Kullanılan Bağlantı:
zh_cn: 编程设备:

source: Select an instrument picture to see the connection instructions for the Noahlink Wireless interface.
cs_cz: Klikněte na obrázek sluchadla pro zobrazení instrukcí k připojení pomocí rozhraní Noahlink Wireless.
da_dk: Klik på et billede af et apparat for at få instruktioner for hvordan apparatet forbindes til Aventa med Noahlink Wireless.
de_de: Wählen Sie den Hörsystemtyp um die Verbindungsanleitung für den Noahlink Wireless zu sehen.
es_es: Seleccione una imagen de un audífono para visualizar las instrucciones de conexión via Noahlink Wireless.
fi_fi: Paina kuulokojeen kuvaa nähdäksesi kytkentäohjeet valitulle ohjelmointiyksikölle.
fr_fr: Sélectionner une photo pour visualiser les instructions de connexion à l'interface de programmation Noahlink Wireless.
hu_hu: Válasszon egy készülék képet, hogy lássa a csatlakozási instrukciókat az Noahlink Wireless interfészhez.
it_it: Selezionare l'immagine del Dispositivo per visualizzare le istruzioni di collegamento con l'interfaccia Noahlink Wireless.
ja_jp: 左側の補聴器のイラストをクリックすると接続方法が表示されます
ko_kr: 보청기 사진을 선택하여 Noahlink Wireless 인터페이스 연결 지침서를 참조할 것
nl_nl: Selecteer een toestelplaatje om de verbindingsinstructies te zien voor de Noahlink Wireless interface.
no_no: Velg bildet av apparattype for å se tilkoblings-instruksjoner til Noahlink Wireless.
pl_pl: Wybierz rysunek urządzenia aby zobaczyć instrukcję podłączenia aparatu przy pomocy Noahlink Wireless.
pt_pt: Selecione uma imagem de aparelho auditivo para visualizar as instruções de conexão com o Noahlink Wireless.
ro_ro: (Instructiuni de conectare bazate pe interfata de programare selectata)
ru_ru: Выберите изображение слухового аппарата, чтобы увидеть инструкцию подключения при помощи интерфейса Noahlink Wireless.
sv_se: Välj en hörapparatbild för att se anslutningsinstruktion för Noahlink Wireless interface.
tr_tr: Noahlink Wireless bağlantı talimatlarını görmek için bir cihaz resmi seçin
zh_cn: 选择相应助听器的图片查看无线编程器的连接方法。

source: Noahlink Wireless
zh_cn: 无线编程器

source: Simulate
cs_cz: Simulovat
da_dk: Simuler
de_de: Abbrechen
es_es: Simular
fi_fi: Simuloi
fr_fr: Simulation
hu_hu: Szimuláció
it_it: Simulare
ja_jp: シミュレーション
ko_kr: 시뮬레이션하기
nl_nl: Simuleren
no_no: Simulere
pl_pl: Anuluj
pt_pt: Simular
ro_ro: Anuleaza
ru_ru: Симулировать
sv_se: Avbryt
tr_tr: İptal et
zh_cn: 模拟

source: Connect
cs_cz: Připojit
da_dk: Forbind
de_de: Verbinden
es_es: Conectar
fi_fi: Yhdistä
fr_fr: Connexion
hu_hu: Csatlakozás
it_it: Collegare
ja_jp: 接続
ko_kr: 연결
nl_nl: Verbinden
no_no: Tilkoble
pl_pl: Połącz
pt_pt: Conectar
ro_ro: Conecteaza
ru_ru: Подключить
sv_se: Anslut
tr_tr: Bağlan
zh_cn: 连接

source: These instrument(s) are capable of exceeding 132dB SPL.
cs_cz: Toto sluchadlo(a) je schopno překročit 132dB SPL.
da_dk: Disse apparater kan overskride 132dB SPL.
de_de: die Hörsysteme können über 132dB SPL erzeugen.
es_es: El(los) audífono(s) son capaces de superar los 132dB SPL.
fi_fi: Nämä kuulokojeet pystyvät toistamaan tasoja yli 132dB SPL.
fr_fr: Le niveau de sortie de cet appareil peut dépasser 132 dB SPL.
hu_hu: Ez a készülék képes átlépni a 132dB SPL-t.
it_it: Questi dispositivi sono in grado di superare 132dB SPL.
ja_jp: この補聴器は132dB SPL以上の出力があります。
ko_kr: 이 보청기는 132dB SPL을 초과할 수 있습니다.
nl_nl: Toestel(len) in staat meer dan 132dB SPL te leveren.
no_no: Apparat(ene) kan overstige 132dB SPL.
pl_pl: Ten aparat jest w stanie przekroczyć 132dB SPL.
pt_pt: Esses aparelhos podem exceder 132dB SPL.
ro_ro: Aparatele pot depasi 132dB SPL.
ru_ru: Этот аппарат(ы) может превышать 132дБ УЗД.
sv_se: Dessa hörapparater kan överskrida 132 dB SPL.
tr_tr: Cihaz(lar) 132dB SPL'yi aşabilirler.
zh_cn: 这些助听器最大声输出超过132dB SPL。

source: Special care should be exercised in fitting these instruments because there may be risk of impairing the remaining hearing of the hearing aid user
cs_cz: Buďte opatrní při nastavování tohoto sluchadla, mohlo by dojít k poškození zbytků sluchu uživatele
da_dk: Der bør udvises særlig opmærksomhed ved tilpasning da der er risiko for beskadigelse af hørerest
de_de: Bitte beachten Sie dies bei der Anpassung, um Schädigungen des Gehörs durch zu laute Schallpegel auszuschließen!
es_es: Se requiere un especial cuidado al adaptar estos audífonos porque podrían dañar los restos auditivos del paciente
fi_fi: Erityisvarovaisuutta tulee noudattaa sovitettaessa näitä kuulokojeita jotta kuulokojeen käyttäjän jäljellä olevaa kuuloa ei vaurioiteta.
fr_fr: Une attention particulière doit être portée lors de l'appareillage car ces niveaux de sortie peuvent provoquer des dommages irréversibles à l'oreille du patient.
hu_hu: Nagyon körültekintően járjon el a készülék illesztésével, mert a páciens megmaradt hallása is veszálybe kerülhet.
it_it: Particolare attenzione deve essere osservata nell'effettuare il Fitting di questi Dispositivi perchè ci potrebbero essere rischi di compromettere l'udito residuo del paziente.
ja_jp: フィッティングの際には充分注意して下さい。
ko_kr: 보청기 사용자의 잔존 청력이 손상될 위험이 있으므로 이 보청기 피팅에는 특별한 주의를 기울여야 합니다.
nl_nl: Speciale aandacht vereist bij het aanpassen van deze toestellen, omdat er een risico kan zijn dat het restgehoor van de cliënt beschadigd raakt.
no_no: Forsiktighet bør utvises ved tilpasning av apparatene da det kan være risiko for å skade den resterende hørsel til høreapparatbrukeren.
pl_pl: Należy zachować szczególną ostrożność dopasowując te aparaty ponieważ istnieje ryzyko uszkodzenia resztek słuchowych Użytkownika.
pt_pt: Cuidados especiais devem ser tomados no ajuste desses aparelhos, pois pode haver risco de prejudicar a audição do usuário.
ro_ro: Atentie speciala trebuie avuta in reglarea acestor aparate deoarece, exista riscul deteriorarii auzului existent al purtatorului
ru_ru: Особое внимание должно быть уделено при настройке этих аппаратов, поскольку они могут нанести ущерб остаточному слуху пользователя.
sv_se: Var försiktig vid anpassning så inte hörseln skadas.
tr_tr: Bu cihazların fittingi özel bir önem gerektirebilir çünkü cihaz kullanıcının kalan işitmesine zarar verme riski olabilir
zh_cn: 为了避免伤及用户的残余听力，在验配此类助听器时需要格外谨慎。

source: Instrument connected to wrong side
cs_cz: Sluchadlo připojeno na špatnou stranu
da_dk: Apparat er forbundet til forkert side
de_de: Hörsystem auf der falschen Seite angeschlossen
es_es: Audífono Conectado en el lado erróneo
fi_fi: Kuulokoje yhdistetty väärälle puolelle
fr_fr: Attention ! L'appareil est connecté du mauvais côté
hu_hu: A készülék rossz oldalra van csatlakoztatva
it_it: Dispositivo collegato al lato sbagliato
ja_jp: 補聴器の左右が入れ替わっています
ko_kr: 보청기가 잘못된 쪽에 연결됨
nl_nl: Toestel aangesloten op de verkeerde zijde
no_no: Apparat tilkoblet til feil side
pl_pl: Aparat podłączony do złej strony.
pt_pt: Aparelho conectado do lado errado
ro_ro: Aparat conectat pe partea gresita
ru_ru: Аппарат подключен с неправильной стороны
sv_se: Hörapparat ansluten på fel sida.
tr_tr: Cihaz yanlış tarafa bağlanmış
zh_cn: 左右侧助听器对调

source: Instruments swapped
cs_cz: Sluchadla zaměněna
da_dk: Apparater er ombyttet
de_de: Hörsysteme vertauscht
es_es: Audífonos intercambiados
fi_fi: Kuulokojeet ovat väärillä puolilla
fr_fr: Attention ! les appareils ont été inversés
hu_hu: Cserélt készülékek
it_it: Dispositivi scambiati
ja_jp: 補聴器の入れ替え
ko_kr: 보청기가 바뀜
nl_nl: Toestellen omgeruild
no_no: Apparatene er byttet om
pl_pl: Aparaty zostały zamienione
pt_pt: Aparelhos trocados
ro_ro: Dispozitive schimbate intre ele
ru_ru: Аппараты поменяны местами
sv_se: Hörapparaterna är förväxlade
tr_tr: Cihazlar takas yapıldı.
zh_cn: 更换助听器的侧别

source: The instruments are connected to the wrong side of the programming interface.
cs_cz: Sluchadla jsou připojena ke špatné straně na programovacím interface.
da_dk: Apparatet er forbundet til den forkerte side af programmingsinterface.
de_de: Die Hörsysteme sind an der falschen Seite der Programmierschnittstelle angeschlossen.
es_es: Los Audífonos se han conectado en el lado erróneo del interface de programación
fi_fi: Kuulokojeet on kytketty ohjelmointiyksikön väärille puolille.
fr_fr: Les appareils sont connectés du mauvais côté de l'interface de programmation.
hu_hu: A készülékek a programozó interfész rossz oldalára vannak csatlakoztatva.
it_it: I dispositivi sono collegati al lato sbagliato dell'interfaccia di programmazione.
ja_jp: 補聴器の左右が入れ替わっています
ko_kr: 보청기가 프로그래밍 인터페이스의 잘못된 쪽에 연결되었습니다.
nl_nl: De toestellen zijn aangesloten op de verkeerde zijde van het programmeerinterface.
no_no: Apparatene er koblet til feil side i programmeringsenheten.
pl_pl: Aparaty są podłączone do złych stron interfejsu programowania.
pt_pt: Os aparelhos estão conectados do lado errado na interface de programação.
ro_ro: Aparatele sunt conectate de partile gresite ale interfetei de reglaj
ru_ru: Аппараты подключены к интерфейсу программирования с неправильных сторон.
sv_se: Hörapparaterna är anslutna till fel sida av programmeringsinterfacet.
tr_tr: Cihazlar programlama arayüzünün yanlış tarafına bağlanmış.
zh_cn: 助听器连接在错误的侧别

source: Please Physically switch the device connections and try again.
cs_cz: Zaměňte prosím fyzicky připojená sluchadla a zkuste znovu.
da_dk: Tryk fysisk på knappen på høreapparatet og prøv igen.
de_de: Bitte tauschen Sie die Geräte und versuchen es erneut.
es_es: Por favor cambie físicamente los audífonos e inténtelo de nuevo.
fi_fi: Vaihda kuulokojeiden puolia ohjelmointiyksikössä ja yritä uudestaan.
fr_fr: Inverser les connexions et essayer à nouveau.
hu_hu: Kérjük kapcsolja át a Fizikai készülék csatlakozásokat és próbálja újra.
it_it: Cambiare fisicamente il dispositivo/i e riprovare.
ja_jp: 補聴器の接続を入れ替え、再試行して下さい
ko_kr: 보청기를 물리적으로 연결하고 다시 시도하세요.
nl_nl: Verwissel s.v.p. de toestellen en probeer het opnieuw.
no_no: Fysisk bytt om apparatene og prøv igjen.
pl_pl: Proszę Fizycznie przełączyć urządzenia i spróbować ponownie.
pt_pt: Por favor, mude a conexão do aparelho e tente novamente.
ru_ru: Переподключите аппарат(ы) верно и попробуйте снова.
sv_se: Byt "fysisk" plats på hörapparaterna och försök igen.
tr_tr: Fiziksel olarak cihaz bağlantılarını değiştirin.
zh_cn: 请检查助听器的连接再重试。

source: Continue
cs_cz: Pokračovat
da_dk: Fortsæt
de_de: Fortfahren
es_es: Continuar
fi_fi: Jatka
fr_fr: Continuer
hu_hu: Folytatás
it_it: Continuare
ja_jp: 次へ進む
ko_kr: 계속
nl_nl: Doorgaan
no_no: Fortsett
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continua
ru_ru: Продолжить
sv_se: Fortsätt
tr_tr: Devam
zh_cn: 继续

source: Try Again
cs_cz: Zkusit znovu
da_dk: Prøv igen
de_de: Erneut versuchen
es_es: Intentar de nuevo
fi_fi: Yritä uudestaan
fr_fr: Réessayer
hu_hu: Próbálja újra
it_it: Prova ancora
ja_jp: 再試行
ko_kr: 재시도
nl_nl: Opnieuw proberen
no_no: Prøv igjen
pl_pl: Spróbuj Ponownie
pt_pt: Tentar novamente
ro_ro: Reincearca
ru_ru: Повторить попытку
sv_se: Försök igen
tr_tr: Tekrar dene
zh_cn: 重试

source: Instruments must be in discovery mode before they can be found by the software. Place the instruments in discovery mode by opening and closing the battery door, with the battery inserted
cs_cz: Sluchadla musí být v režimu pro rozpoznání, aby je software nalezl. Uveďte sluchadla do režimu rozpoznání otevřením a uzavřením bateriového pouzdra s vloženou čerstvou baterií.
da_dk: Åben og luk batteridøren på høreappaterne, med batteri isat.
de_de: Die Hörsysteme müssen sich im Discovery-Modus befinden bevor sie in der Software angezeigt werden können. Versetzen Sie die Hörsysteme in den Discovery-Modus, indem Sie mit eingelegten Batterien das Batteriefach öffnen und schließen.
es_es: El Audífono debe estar en modo búsqueda, antes de que pueda ser detectado por el software. Para activar el modo búsqueda en el audífono, abra y cierre el portapilas, con una pila puesta
fi_fi: Kuulokojeiden on oltava paritustilassa ennen kuin ne voidaan yhdistää. Avaa ja sulje kuulokojeen paristokotelo (paristolla) niin se siirtyy paritustilaan 20. sekunniksi.
fr_fr: Les appareils doivent être en mode couplage pour être reconnus par le logiciel. Pour activer ce mode couplage, il faut ouvrir puis fermer le porte-pile des appareils, avec une pile.
hu_hu: A készüléknek felfedező módban kell lennie, mielött a szoftver megtalálja. Állítsa a készüléket felfedező módba az elemkamra kinyitásával és bezárásával, egy behelyezett elemmel.
it_it: Attivare la ricerca wireless nei dispositivi prima che siano rilevati dal software. Per posizionare i dispositivi in modalità ricerca wireless aprire e chiudere il vano batteria, con batteria nuova inserita.
ja_jp: 補聴器の電池ケースを一回「開け閉め」して下さい。これにより補聴器がペアリングモード（検知モード）になり、ソフトウェアで検知されます。
ko_kr: 소프트웨어가 보청기를 탐지하기 전에 보청기는 반드시 discovery mode 에 있어야 합니다. 배터리를 삽입하고 배터리 도어를 열고 닫아서 보청기를 discovery mode에 놓습니다.
nl_nl: Toestel moet in de pairingmodus staan voordat het gedetecteerd kan worden door de software. Zet het toestel in de pairingmodus door de batterijlade te openen en te sluiten, met de batterij erin.
no_no: Apparatene må være i paremodus før de blir gjenkjent av programvaren. Sett apparatene i paremodus ved å åpne og lukke batteriskuffen, med batteriet i.
pl_pl: Aparat musi być w trybie wyszukiwania zanim zostanie odszukany przez oprogramowanie. Aby uruchomić tryb wyszukiwania otwórz i zamknij komorę baterii z założoną świerzą baterią.
pt_pt: Os aparelhos devem estar em modo detecção antes que possam ser encontrados pelo software. Coloque os aparelhos em modo detecção abrindo e fechando o compartimento de bateria com a mesma inserida no aparelho.
ro_ro: Aparatele trebuie sa se gaseasca in modul de cautare pentru a putea fi gasite de soft. Plasati aparatele in modul de cautare prin deschiderea si inchiderea usitei bateriei, cu bateria introdusa.
ru_ru: Аппарат должен быть в режиме поиска до тех пор, пока программное обеспечение его не обнаружит. Активируйте режим поиска на аппарате путем открытия и закрытия батарейного отсека с установленной батарейкой.
sv_se: Hörapparaterna måste vara i sökläge innan de kan hittas av programvaran. Sätt hörapparaterna i sökläge genom att öppna och stänga batteriluckan (med batteri).
tr_tr: Cihazlar yazımda bulunmadan önce keşif modunda olmalıdır. Pil içinde iken pil kapağını açıp kapatarak cihazları keşif moduna alabilirsiniz
zh_cn: 处于搜索状态的助听器才可以被验配软件探测到。因此在探测助听器前，请先开合装有电池的助听器的电池仓使之处于发现模式。

source: Find
cs_cz: Hledat
de_de: Finden
es_es: Buscar
fi_fi: Etsi
fr_fr: Redétecter
hu_hu: Keres
it_it: Cerca
ja_jp: 検索
ko_kr: 찾기
nl_nl: Zoeken
no_no: Finn
pl_pl: Znajdź
pt_pt: Encontrar
ro_ro: Gaseste
ru_ru: Найти
sv_se: Sök
tr_tr: Bul
zh_cn: 探测

source: Find Instrument(s)
cs_cz: Hledat sluchadlo(a)
da_dk: Find apparater
de_de: Finde Hörsystem(e)
es_es: Buscar Audífono(s)
fi_fi: Etsi kuulokoje
fr_fr: Rechercher des appareils
hu_hu: Készülék keresés
it_it: Cerca Dispositivi
ja_jp: 補聴器の検索
ko_kr: 보청기 찾기
nl_nl: Zoek toestel(len)
no_no: Finn Apparat(er)
pl_pl: Znajdź Aparat(y)
pt_pt: Encontrar Aparelho(s)
ro_ro: Gaseste aparat(e)
ru_ru: Определить аппарат(ы)
sv_se: Sök hörapparater
tr_tr: Cihaz bul
zh_cn: 探测助听器

source: Refresh
cs_cz: Občerstvit
da_dk: Stop
de_de: Anhalten
es_es: Refrescar
fi_fi: Virkistä sivu
fr_fr: Actualiser
hu_hu: Frissítés
it_it: Aggiorna
ja_jp: 再読込み
ko_kr: 새로고침
nl_nl: Reset
no_no: Stopp
pl_pl: Odświerz
pt_pt: Atualizar
ru_ru: Обновить
sv_se: Uppdatera
tr_tr: Yenile
zh_cn: 停止

source: Searching for hearing instrument(s)...
cs_cz: Vyhledávání sluchadel...
da_dk: Søger apparater...
de_de: Suche nach Hörsystem(e)...
es_es: Buscando Audífono(s)...
fi_fi: Kuulokojeita etsitään...
fr_fr: Recherche d'appareils en cours ...
hu_hu: Hallókészülék keresés...
it_it: Ricerca Dispositivo/i...
ja_jp: 補聴器を検索しています...
ko_kr: 보청기 탐색중
nl_nl: Zoeken naar hoortoestel(len)...
no_no: Leter etter høreapparat(er)...
pl_pl: Wyszukiwanie aparatów słuchowych...
pt_pt: Detectando aparelho(s)...
ro_ro: Cauta aparate auditive...
ru_ru: Определение слухового аппарата(ов)...
sv_se: Söker efter hörapparater...
tr_tr: İşitme cihaz(lar)ı aranıyor...
zh_cn: 正在探测助听器...

source: Continue
cs_cz: Pokračovat
da_dk: Fortsæt
de_de: Fortfahren
es_es: Continuar
fi_fi: Jatka
fr_fr: Continuer
hu_hu: Folytatás
it_it: Continua
ja_jp: 次へ進む
ko_kr: 계속
nl_nl: Doorgaan
no_no: Fortsett
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continua
ru_ru: Продолжить
sv_se: Fortsätt
tr_tr: Devam Et
zh_cn: 继续

source: Back
cs_cz: Zpět
da_dk: Tilbage
de_de: Zurück
es_es: Atrás
fi_fi: Takaisin
fr_fr: Retour
hu_hu: Vissza
it_it: Indietro
ja_jp: 戻る
ko_kr: 돌아가기
nl_nl: Terug
no_no: Tilbake
pl_pl: Wróć
pt_pt: Voltar
ro_ro: Inapoi
ru_ru: Назад
sv_se: Tillbaka
tr_tr: Geri
zh_cn: 后退

source: Right
cs_cz: Vpravo
da_dk: Højre
de_de: Rechts
es_es: Derecho
fi_fi: Oikea
fr_fr: Droite
hu_hu: Jobb
it_it: Destro
ja_jp: 右
ko_kr: 오른쪽
nl_nl: rechts
no_no: Høyre
pl_pl: Prawy
pt_pt: Direita
ro_ro: Dreapta
ru_ru: Правое
sv_se: Höger
tr_tr: Sağ
zh_cn: 右侧

source: Left
cs_cz: Vlevo
da_dk: Venstre
de_de: Links
es_es: Izquierdo
fi_fi: Vasen
fr_fr: Gauche
hu_hu: Bal
it_it: Sinistro
ja_jp: 左
ko_kr: 왼쪽
nl_nl: links
no_no: Venstre
pl_pl: Lewy
pt_pt: Esquerda
ro_ro: Stanga
ru_ru: Левое
sv_se: Vänster
tr_tr: Sol
zh_cn: 左侧

source: Right Instrument
cs_cz: Pravé sluchadlo
da_dk: Højre apparat
de_de: Rechtes Hörsystem
es_es: Audífono Derecho
fi_fi: Oikea kuulokoje
fr_fr: Appareil droit
hu_hu: Jobb készülék
it_it: Dispositivo Destro
ja_jp: 右耳
ko_kr: 오른쪽 보청기
nl_nl: Rechter toestel
no_no: Høyre apparat
pl_pl: Prawy Aparat
pt_pt: Aparelho Direito
ro_ro: Aparatul drept
ru_ru: Правый аппарат
sv_se: Höger hörapparat
tr_tr: Sağ Cihaz
zh_cn: 右侧助听器

source: Left Instrument
cs_cz: Levé sluchadlo
da_dk: Venstre apparat
de_de: Linkes Hörsystem
es_es: Audífono Izquierdo
fi_fi: Vasen kuulokoje
fr_fr: Appareil gauche
hu_hu: Bal készülék
it_it: Dispositivo Sinistro
ja_jp: 左耳
ko_kr: 왼쪽 보청기
nl_nl: Linker toestel
no_no: Venstre apparat
pl_pl: Lewy Aparat
pt_pt: Aparelho Esquerdo
ro_ro: Aparatul stang
ru_ru: Левый аппарат
sv_se: Vänster hörapparat
tr_tr: Sol Cihaz
zh_cn: 左侧助听器

source: Assign To
cs_cz: Přiřadit
da_dk: Tildel til
de_de: Zuweisen
es_es: Asignar a
fi_fi: Valinta
fr_fr: Affecter à :
hu_hu: Kijelöl
it_it: Assegna a
ja_jp: 割当
ko_kr: 적용하기
nl_nl: Toewijzen aan
no_no: Link til
pl_pl: Przypisz Do
pt_pt: Atribuir para
ro_ro: Atribuie la
ru_ru: Присвоить
sv_se: Tilldela till:
tr_tr: Atama yap
zh_cn: 指定为

source: Unassign
cs_cz: Odebrat
da_dk: Fjern
de_de: Entfernen
es_es: Des-Asignar
fi_fi: Määritä uudestaan
fr_fr: Réaffecter
hu_hu: Hozzárendelés
it_it: Rimuovi assegnazione
ja_jp: 割当解除
ko_kr: 적용 해제
nl_nl: Verbreken
no_no: Fjern link
pl_pl: Odłącz
pt_pt: Cancelar Atribuição
ro_ro: Dezatribuie
ru_ru: Неназначен
sv_se: Ta bort
tr_tr: Atamayı kaldır
zh_cn: 未指定

source: Instrument
cs_cz: Sluchadlo
da_dk: Apparat
de_de: Hörsystem
es_es: Audífono
fi_fi: Kuulokoje
fr_fr: Appareil
hu_hu: Készülék
it_it: Dispositivo
ja_jp: 補聴器
ko_kr: 보청기
nl_nl: Toestel
no_no: Apparat
pl_pl: Aparat
pt_pt: Aparelho
ru_ru: Аппарат
sv_se: Hörapparat
tr_tr: Cihaz
zh_cn: 助听器

source: Family:
cs_cz: Rodina:
da_dk: Familie:
de_de: Familie:
es_es: Familia:
fi_fi: Tuoteperhe :
fr_fr: Famille :
hu_hu: Család:
it_it: Famiglia:
ja_jp: シリーズ名:
ko_kr: 제품군:
nl_nl: Familie:
no_no: Familie:
pl_pl: Rodzina:
pt_pt: Familia:
ro_ro: Familie:
ru_ru: Семейство:
sv_se: Familj:
tr_tr: Aile:
zh_cn: 系列：

source: Model:
de_de: Modell:
es_es: Modelo:
fi_fi: Malli :
fr_fr: Modèle :
it_it: Modello:
ja_jp: 器種名:
ko_kr: 모델:
no_no: Modell:
pt_pt: Modeol:
ru_ru: Модель:
sv_se: Modell:
zh_cn: 型号：

source: Beep
cs_cz: Pípnutí
da_dk: Bip
de_de: Ton
es_es: Aviso
fi_fi: Äänimerkki
fr_fr: Bip
hu_hu: Csipogás
ja_jp: 確認音
ko_kr: 경고음
no_no: Signal
pl_pl: Sygnał
pt_pt: Bip
ru_ru: Бип
sv_se: Ljud
tr_tr: İkaz
zh_cn: 提示音

source: Serial Number
cs_cz: Sériové číslo
da_dk: Serienummer
de_de: Seriennummer
es_es: Número de Serie
fi_fi: Sarjanumero
fr_fr: Numéro de série
hu_hu: Gyáriszám
it_it: Numero Seriale
ja_jp: シリアル番号
ko_kr: 시리얼 번호
nl_nl: Serienummer
no_no: Serienummer
pl_pl: Numer Seryjny
pt_pt: Número de Série
ro_ro: Serie numerica
ru_ru: Серийный номер
sv_se: Serienummer
tr_tr: Seri Numarası
zh_cn: 序列号

source: Assignment
cs_cz: Přiřazeno
da_dk: Tildeling
de_de: Zuweisung
es_es: Asignado
fi_fi: Valitse puoli
fr_fr: Affectation
hu_hu: Kijelölés
it_it: Assegnazione
ja_jp: 左右の割当
ko_kr: 적용
nl_nl: Toewijzing
no_no: Instruks
pl_pl: Przypisany
pt_pt: Atribuição
ro_ro: Atribuire
ru_ru: Присвоение
sv_se: Tilldelning
tr_tr: Atama
zh_cn: 指定

source: Found Instruments
cs_cz: Nalezena sluchadla
da_dk: Fundne apparater
de_de: Gefundene Hörsysteme
es_es: Audífonos encontrados
fi_fi: Kuulokojeita havaittu
fr_fr: Appareil(s) trouvé(s)
hu_hu: Talált készülékek
it_it: Dispositivi trovati
ja_jp: 検知された補聴器
ko_kr: 보청기 찾음
nl_nl: Gevonden toestellen
no_no: Apparater som er funnet
pl_pl: Szukaj Aparatów
pt_pt: Aparelhos Encontrados
ro_ro: Aparate gasite
ru_ru: Аппараты определены
sv_se: Hittade hörapparater
tr_tr: Bulunan cihazlar
zh_cn: 探测助听器

source: Serial Number:
cs_cz: Sériové číslo:
da_dk: Serienummer:
de_de: Seriennummer
es_es: Número de serie:
fi_fi: Sarjanumero :
fr_fr: Numéro de série :
hu_hu: Gyáriszám:
it_it: Numero Seriale:
ja_jp: シリアル番号:
ko_kr: 시리얼 번호:
nl_nl: Serienummer:
no_no: Serienummer:
pl_pl: Numer Seryjny:
pt_pt: Número de Série:
ro_ro: Serie numerica:
ru_ru: Серийный номер:
sv_se: Serienummer:
tr_tr: Seri Numarası:
zh_cn: 序列号：

source: SN:
fr_fr: N° :
zh_cn: 序列号：

source: The current fitting session is being saved.
cs_cz: Současné sezení se ukládá.
da_dk: De nuværende data gemmes.
de_de: Die aktuelle Anpassung wird gespeichert.
es_es: Se esta grabando la sesión actual de adaptación.
fi_fi: Nykyistä sovitusistuntoa tallennetaan...
fr_fr: Les réglages sont en cours de sauvegarde ...
hu_hu: Az illesztési folyamat mentése.
it_it: La sessione corrente di Fitting stà per essere salvata.
ja_jp: 現在のフィッティングデータが保存されます
ko_kr: 최신 피팅 세션이 저장중입니다.
nl_nl: De huidige aanpassessie wordt opgeslagen.
no_no: Tilpasningssesjon blir lagret.
pl_pl: Aktualna sesja dopasowania jest zapisywana.
pt_pt: A sessão atual está sendo salva.
ro_ro: Sesiunea curenta de reglaj este salvata
ru_ru: Сохранение текущей сессии настройки.
sv_se: Nuvarande anpassningssession sparas.
tr_tr: Mevcut uygulama oturumu kaydedilecek.
zh_cn: 当前验配数据正在保存。

source: The current fitting session has been saved.
cs_cz: Současné nastavení bylo uloženo.
da_dk: De nuværende data er gemt.
de_de: Die aktuelle Anpassung wurde gespeichert.
es_es: La sesión actual de adaptación ha sido grabada.
fi_fi: Nykyinen sovitusistunto on tallennettu.
fr_fr: Les réglages ont été sauvegardés.
hu_hu: Az illesztési folyamat el lett mentve.
it_it: La sessione corrente di Fitting è stata salvata.
ja_jp: 現在のフィッティングデータが保存されました
ko_kr: 최신 피팅 세션이 저장되었습니다.
nl_nl: De huidige aanpassessie is opgeslagen.
no_no: Tilpasningssesjon er lagret.
pl_pl: Aktualna sesja dopasowania została zapisana.
pt_pt: A sessão atual foi salva.
ro_ro: Sesiunea curenta de reglaj a fost salvata
ru_ru: Текущая сессия настройки сохранена.
sv_se: Nuvarande anpassningssession har sparats.
tr_tr: Mevcut uygulama oturumu kaydedildi.
zh_cn: 当前验配数据已保存。

source: Right Instrument
cs_cz: Pravé sluchadlo
da_dk: Højre apparat
de_de: Rechtes Hörsystem
es_es: Audífono Derecho
fi_fi: Oikea kuulokoje
fr_fr: Appareil droit
hu_hu: Jobb készülék
it_it: Dispositivo Destro
ja_jp: 右耳
ko_kr: 오른쪽 보청기
nl_nl: Rechter toestel
no_no: Høyre Apparat
pl_pl: Prawy Aparat
pt_pt: Aparelho Direito
ro_ro: Aparat dreapta
ru_ru: Правый аппарат
sv_se: Höger hörapparat
tr_tr: Sağ Cihaz
zh_cn: 右侧助听器
