Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Voices sound sharp
cs_cz: Hlasy znějí ostře
da_dk: Stemmer lyder skarpe
de_de: Stimmen klingen zu scharf
es_es: Las voces suenan demasiado brillantes
fi_fi: Puhe kuulostaa terävältä
fr_fr: Les voix sont trop perçantes
hu_hu: A hangok túl élesek
it_it: Suono delle voci acuto
ja_jp: 言葉がキンキンする
ko_kr: 목소리가 날카롭게 들림
nl_nl: Stemmen klinken scherp
no_no: Stemmer er skarpe
pl_pl: Dźwięki brzmią ostro
pt_pt: As vozes estão agudas
ro_ro: Vocile suna ascutit
ru_ru: Голоса звучат резко
sv_se: Röster är vassa
tr_tr: Sesler keskin geliyor
zh_cn: 说话声太刺耳

source: Increase low frequency gain, decrease high frequency gain
cs_cz: Zvyšte zisk na hloubkách, snižte zisk na výškách
da_dk: Forøg lavfrekvent forstærkning, nedsæt højfrekvent forstærkning
de_de: Erhöhen Sie die Verstärkung für die tiefen Frequenzen, verringern Sie die Verstärkung für die hohen Frequenzen
es_es: Aumentar ganancia en bajas frecuencias, reducir ganancia en altas frecuencias
fi_fi: Lisää vahvistusta matalilla taajuuksilla, vähennä vahvistusta korkeilla taajuuksilla
fr_fr: Augmenter le gain pour les fréquences graves et diminuer le gain pour les fréquences aiguës
hu_hu: Növelje a mély frekvenciás erősítést, csökkentse a magas frekvenciás erősítést
it_it: Incrementare i gravi, ridurre gli acuti.
ja_jp: 低域を上げ、高域を下げて下さい
ko_kr: 저주파수 이득을 높이고 고주파수 이득을 낮추세요
nl_nl: Verhoog de versterking bij lage frequenties, Verminder de versterking bij hoge frequenties.
no_no: Øk lavfrekvensforsterkning, senk høyfrekvensforsterkning
pl_pl: Zwiększ wzmocnienie niskich częstotliwości, zmniejsz wzmocnienie wysokich częstotliwości
pt_pt: Aumentar ganho de freq. baixas, diminuir ganho de freq. altas
ro_ro: Cresteti castigul pe frecvente joase, redu ceti castigul pe frecventele inalte
ru_ru: Увеличьте усиление на низких частотах, уменьшите усиление на высоких частотах
sv_se: Öka förstärkningen för de låga frekvenserna, minska förstärkningen för de höga frekveserna
tr_tr: Alçak frekanslarda kazancı artır ve yüksek frekanslarda kazancı azalt
zh_cn: 增加低频增益，降低高频增益

source: Decrease G50 for mid and high frequencies
cs_cz: Snižte G50 na středních frekvencích a výškách
da_dk: Nedsæt G50 for mellem- og højfrekvens
de_de: Für mittlere und hohe Frequenzen die Verstärkung G50 absenken
es_es: Disminuya G50 para frecuencias medias y altas
fi_fi: Vähennä G50-vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Diminuer G50 pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a G50-et a közép és magas frekvenciákon
it_it: Diminuire G50 alle medie ed alte frequenze
ja_jp: 中高域のG50を下げて下さい
ko_kr: 중간주파수와 고주파수에서 G50을 낮추세요
nl_nl: Verminder de versterking G50 voor midden en hoge frequenties.
no_no: Reduser G50 i midt- og høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G50 średnich i wysokich częstotliwości
pt_pt: Redução de G50 para médias e altas frequências
ro_ro: Reduceti G50 pe frecvente inalte si medii
ru_ru: Уменьшите усиление тихих звуков (G50) на средних и высоких частотах
sv_se: Minska G50 i mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda G50 kazancını azalt
zh_cn: 降低G50中高频增益

source: Own voice is too loud
cs_cz: Vlastní hlas je příliš hlasitý
da_dk: Egen stemmer er for kraftig
de_de: Eigene Stimme klingt zu laut
es_es: La propia voz es demasiado alta
fi_fi: Oma puhe on liian kova
fr_fr: Ma propre voix est trop forte
hu_hu: A saját hang nem tiszta
it_it: La propria voce troppo alta
ja_jp: 自分の声が大きすぎる
ko_kr: 자신의 목소리가 너무 큽니다
nl_nl: De eigen stem klinkt te hard
no_no: Egenstemme er for høy
pl_pl: Własny głos jest zbyt głośny
pt_pt: A própria voz está muito alta
ro_ro: Propria voce e prea puternica
ru_ru: Собственный голос слишком громкий
sv_se: Egna rösten är för stark
tr_tr: Kendi sesim çok yüksek
zh_cn: 听自己的声音太响

source: Decrease G80 for low frequencies
cs_cz: Snižte G80 na hloubkách
da_dk: Nedsæt G80 for dybe frekvenser
de_de: Die Verstärkung G80 für die tiefen Frequenzen verringern
es_es: Reducir G80 para bajas frecuencias
fi_fi: Vähennä G80-vahvistusta matalilla taajuuksilla
fr_fr: Diminuer G80 pour les fréquences graves
hu_hu: Csökkentse a G80-at a mély frekvenciákon
it_it: Diminuire G80 per i gravi
ja_jp: 低域のG80を下げて下さい
ko_kr: 저주파수의 G80을 낮추세요
nl_nl: Verlaag G80 bij lage frequenties.
no_no: Senk G80 for lavfrekvensen
pl_pl: Zmniejsz wzmocnienie G80 niskich częstotliwości
pt_pt: Diminuir G80 para freq. baixas
ro_ro: Reduceti G80 pe frecventele joase
ru_ru: Уменьшите усиление громких звуков (G80) на низких частотах
sv_se: Minska G80 för de låga frekvenserna
tr_tr: Alçak frekanslarda G80 kazancını azalt
zh_cn: 降低G80低频增益

source: Increase vent size
cs_cz: Zvětšete velikost odvětrání
da_dk: Forøg vent diameteren
de_de: Vent Größe erhöhen
es_es: Aumentar diámetro del venting
fi_fi: Suurenna ilmastointia
fr_fr: Augmenter la taille de l'évent
hu_hu: Növelje a ventfuratot
it_it: Incrementare ventilazione
ja_jp: ベントサイズを大きくして下さい
ko_kr: 벤트 크기를 늘리세요
nl_nl: vergroot de venting
no_no: Øk ventilering
pl_pl: Zwiększ średnicę wentylacji
pt_pt: Aumentar tamanho da ventilação
ro_ro: Cresteti marimea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorlek
tr_tr: Vent Ölçüsünü artırın
zh_cn: 增加通气孔尺寸

source: Decrease G80 for mid and high frequencies
cs_cz: Snižte G80 na středních frekvencích a výškách
da_dk: Nedsæt G80 for mellem- og højfrekvens
de_de: Für mittlere und hohe Frequenzen die Verstärkung G80 absenken
es_es: Disminuya G80 para frecuencias medias y altas
fi_fi: Vähennä G80-vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Diminuer G80 pour les fréquences moyennes et aiguës
hu_hu: G80 erősítés csökkentés a közép és magas frekvenciákon
it_it: Diminuire G80 per medie ed alte frequenze
ja_jp: 中高域のG80を下げて下さい
ko_kr: 중간주파수와 고주파수에서 G80을 낮추세요
nl_nl: Verminder de versterking G80 voor midden en hoge frequenties.
no_no: Reduser G80 i midt- og høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G80 średnich i wysokich częstotliwości
pt_pt: Redução de G80 para médias e altas frequências
ro_ro: Reduce G80 pe frecventele medii si inalte
ru_ru: Уменьшите G80 на средних и высоких частотах
sv_se: Minska G80 för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 降低G80中高频增益

source: Own voice is boomy
cs_cz: Vlastní hlas je dunivý
da_dk: Egen stemme er for buldrene
de_de: Eigene Stimme dröhnt
es_es: La propia voz es estridente
fi_fi: Oma puhe on kaikuva
fr_fr: Ma propre voix est sourde
hu_hu: A saját hang mély
it_it: La propria voce è rimbombante
ja_jp: 自分の声の低い音が気になる
ko_kr: 본인 목소리가 낮게 웅웅거림
nl_nl: De eigen stem klinkt dreunend
no_no: Egenstemme er rungende
pl_pl: Własny głos jest dudniący
pt_pt: A própria voz está estridente
ro_ro: Propria voce e bubuita
ru_ru: Собственный голос звучит грохочуще
sv_se: Egna rösten är dånande
tr_tr: Kendi sesim gümbürtülü
zh_cn: 听自己的声音太沉闷

source: Decrease low frequency gain by 6 dB, increase high frequency gain
cs_cz: Snižte zisk na hloubkách o 6 dB, zvyšte zisk na výškách
da_dk: Nedsæt lavfrekvent forstærkning med 6 dB, forøg højfrekvensforstærkning
de_de: Verringern Sie die Verstärkung für die tiefen Frequenzen um 6 dB, erhöhen Sie die Verstärkung für die hohen Frequenzen
es_es: Reducir la ganancia en altas frecuencias en 6dB, aumentar la ganancia en agudos
fi_fi: Vähennä vahvistusta 6dB:tä matalilla taajuuksilla, lisää vahvistusta korkeilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves de 6 dB et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse a mély frekvenciás erősítést 6 dB-lel, növelje a magas frekvenciás erősítést.
it_it: Ridurre di 6dB i gravi, aumentare gli acuti.
ja_jp: 低域を6dB下げ、高域を上げて下さい
ko_kr: 6dB까지 저주파수 이득을 낮추고 고주파수 이득을 높이세요
nl_nl: Verlaag de versterking bij lage frequenties met 6dB, verhoog de versterking bij hoge frequenties.
no_no: Senk lavfrekvensforsterkning med 6 dB, øk høyfrekvensforsterkning
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości o 6 dB, zwiększ wzmocnienie wysokich częstotliwości
pt_pt: Diminuir ganho de freq. baixas em 6 dB, aumentar ganho de freq. altas
ro_ro: Reduceti castigul cu 6 dB pe frecvente joase, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах на 6 дБ, увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen 6 dB för de låga frekvenserna, öka förstärkningen för de höga frekvenserna
tr_tr: Alçak frekans kazancini 6 dB azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益6dB，增加高频增益

source: Decrease low frequency gain
cs_cz: Snižte zisk na hloubkách
da_dk: Nedsæt lavfrekvensforstærkning
de_de: Für tiefe Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia de baja frecuencia
fi_fi: Vähennä vahvistusta bassotaajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves
hu_hu: Mély frekvenciás erősítés csökkentés
it_it: Diminuire il guadagno alle basse frequenze
ja_jp: 低域を下げて下さい
ko_kr: 저주파수 이득을 낮추세요
nl_nl: Verminder de versterking van lage frequenties.
no_no: Reduser lavfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości
pt_pt: Redução de ganho de baixa frequência
ro_ro: Micsorati castigul pe frecventele joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen för låga frekvenser
tr_tr: Alçak frekanslarda kazancı azalt
zh_cn: 降低低频增益

source: Decrease low frequency gain and increase high frequency gain
cs_cz: Snižte zisk na hloubkách a zvyšte zisk na výškách
da_dk: Nedsæt lavfrekvens forstærkning og forøg højfrekvens forstærkning
de_de: Für tiefe Frequenzen die Verstärkung absenken; für hohe Frequenzen die Verstärkung anheben
es_es: Disminuya la ganancia de baja frecuencia e incremente la ganancia de alta frecuencia
fi_fi: Vähennä bassovahvistusta sekä lisää vahvistusta diskanttitaajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse a mély frekvenciás erősítést és növelje a magas frekvenciás erősítést
it_it: Diminuire i gravi ed incrementare gli acuti
ja_jp: 低域を下げ、高域を上げて下さい
ko_kr: 저주파수 이득을 낮추고 고주파수 이득을 높이세요
nl_nl: Verminder de versterking van lage frequenties, verhoog de versterking van hoge frequenties.
no_no: Reduser lavfrekvensforsterkningen og øk høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości i zwiększ wysokich częstotliwości
pt_pt: Redução do ganho de baixa frequência e aumento do ganho de alta frequência
ro_ro: Reduceti castigul pe frecventele joase cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för låga frekvenser och öka förstärkningen för höga frekvenser
tr_tr: Alçak frekanslarda kazancı azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益和增加高频增益

source: Own voice sounds sharp
cs_cz: Vlastní hlas je ostrý
da_dk: Egen stemme er skarp
de_de: Meine eigene Stimme klingt scharf
es_es: La propia voz suena aguda
fi_fi: Oma ääni on liian terävä
fr_fr: Ma propre voix est trop perçante
hu_hu: A saját hang éles
it_it: La propria voce è acuta
ja_jp: 自分の声がキンキンする
ko_kr: 본인의 목소리가 날카롭게 들림
nl_nl: De eigen stem klinkt scherp
no_no: Egen stemme er skarp
pl_pl: Mój własny głos jest za ostry
pt_pt: A própria voz soa aguda
ro_ro: Propia voce se aude ascutit.
ru_ru: Собственный голос звучит грубо
sv_se: fden egna rösten låter skarp
tr_tr: Kendi sesim ince, keskin geliyor
zh_cn: 听自己的声音刺耳

source: Decrease high frequency gain, increase compression ratio in low frequencies
cs_cz: Snižte zisk na výškách, zvyšte kompresní poměr na hloubkách
da_dk: Nedsæt højfrekvent forstærkning, forøg kompressionsforholdet i de dybe frekvenser
de_de: Verringern Sie die Verstärkung für die hohen Frequenzen; erhöhen Sie das Kompressionsverhältnis in den tiefen Frequenzen
es_es: Reducir ganancia en altas frecuencias, aumentar el ratio de compresión en graves
fi_fi: Vähennä diskanttivahvistusta, lisää kompressiota matalilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences aiguës et augmenter le facteur de compression pour les fréquences graves
hu_hu: Csökkentse a magas frekvenciás erősítést, növelje a kompressziós arányt a mély frekvenciákon
it_it: Diminuire guadagno acuti ed aumentare rapporto di compressione (CR) per le frequenze gravi
ja_jp: 高域を下げ、低域の圧縮比を上げて下さい
ko_kr: 고주파수 이득을 낮추고 저주파수 압축비율을 높이세요
nl_nl: Verlaag de versterking bij hoge frequenties, verhoog de compressieverhouding bij lage frequenties.
no_no: Senk høyfrekvensforsterkning, øk kompresjonsgrad i lavfrekvensene
pl_pl: Zmniejsz wzmocnienie wysokich częstotliwości, zwiększ stosunek kompresji niskich częstotliwości
pt_pt: Diminuir ganho de freq. altas, aumentar razão de compressão em freq. baixas
ro_ro: Reduceti castigul pe frecventele inalte, cresteti raportul de compresie pe frecventele joase
ru_ru: Уменьшите усиление на высоких частотах, увеличьте уровень компрессии на низких частотах
sv_se: Minska förstärkningen för de höga frekvenserna och öka kompressionsförhållandet för de låga frekvenserna
tr_tr: Yüksek frekanslarda kazancı azalt ve alçak frekanslarda kompresyon oranını artır
zh_cn: 降低高频增益，增加低频段压缩比

source: Decrease mid and high frequencies for loud sounds
cs_cz: Snižte střední a vysoké frekvence pro hlasité tóny
da_dk: Reducer mellem og hjfrekvens for kraftige lyde
de_de: Für mittlere und hohe Frequenzen die Verstärkung G80 absenken
es_es: Reducir medios y agudos para sonidos fuertes
fi_fi: Vähennä keski- ja korkeita taajuuksia kovilla äänillä
fr_fr: Diminuer G80 pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a közép és magas frekvenciákat a hangos hangokra
it_it: Diminuire le medie ed alte frequenze per i suoni forti
ja_jp: 中高域のG80を下げて下さい
ko_kr: 큰 소리의 중간 주파수와 고주파를 줄이세요
nl_nl: Verminder de versterking van midden en hoge frequenties bij harde geluiden
no_no: Senk midt- og høy frekvens for høye lyder
pl_pl: Zmniejsz wzmocnieine dla średnich i wysokich częstotliwości dla głośnych dźwięków
pt_pt: Redução das frequencias médias e altas para entradas altas
ro_ro: Scadeti jona mediilor si inaltlor pentru sunete puternice
ru_ru: Уменьшите усиление на средних и высоких частотах для громких звуков
sv_se: Minska mellan och höga frekvenser för starka ljud
tr_tr: Yüksek sesler için orta ve yüksek frekanslarını azalt
zh_cn: 降低大声的中高频增益

source: Decrease high frequency gain
cs_cz: Snižte zisk na výškách
da_dk: Nedsæt højfrekvens forstærkning
de_de: Für hohe Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia de alta frecuencia
fi_fi: Vähennä diskanttivahvistusta
fr_fr: Diminuer le gain pour les fréquences aiguës
hu_hu: Csökkentse a magas frekvenciás erősítést
it_it: Diminuire il guadagno alle frequenze acute
ja_jp: 高域を下げて下さい
ko_kr: 고주파수의 이득을 낮추세요
nl_nl: Verminder de versterking van hoge frequenties.
no_no: Reduser høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie wysokich częstotliwości
pt_pt: Redução do ganho de alta frequência
ro_ro: Micsorati castigul pe frecventele inalte
ru_ru: Уменьшите усиление на высоких частотах
sv_se: Minska förstärkningen för höga frekvenser
tr_tr: Yüksek frekanslarda kazancı azalt
zh_cn: 降低高频增益

source: Own voice is too soft
cs_cz: Vlastní hlas je příliš tichý
da_dk: Egen stemme er for svag
de_de: Eigene Stimme klingt zu leise
es_es: La propia voz es demasiado baja
fi_fi: Oma puhe on liian heikko
fr_fr: Ma propre voix est trop faible
hu_hu: A saját hang túl lágy
it_it: La propria voce troppo debole
ja_jp: 自分の声が小さすぎる
ko_kr: 자신의 목소리가 너무 작습니다
nl_nl: De eigen stem klinkt te zacht
no_no: Egenstemme er for svak
pl_pl: Własny głos jest zbyt cichy
pt_pt: A própria voz está suave
ro_ro: Propria voce e prea slaba
ru_ru: Собственный голос слишком тихий
sv_se: Egna rösten är för svag
tr_tr: Kendi sesim çok yumuşak
zh_cn: 听自己的声音太轻

source: Decrease high frequency gain
cs_cz: Snižte zisk na výškách
da_dk: Nedsæt højfrekvens forstærkning
de_de: Für hohe Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia de alta frecuencia
fi_fi: Vähennä diskanttivahvistusta
fr_fr: Réduire le gain pour les fréquences aiguës
hu_hu: Csökkentse a magas frekvenciás erősítést
it_it: Diminuire il guadagno alle frequenze acute
ja_jp: 高域を下げて下さい
ko_kr: 고주파수의 이득을 낮추세요
nl_nl: Verminder de versterking van hoge frequenties.
no_no: Reduser høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie wysokich częstotliwości
pt_pt: Redução do ganho de alta frequência
ro_ro: Micsorati castigul pe frecventele inalte
ru_ru: Уменьшите усиление на высоких частотах
sv_se: Minska förstärkningen för höga frekvenser
tr_tr: Yüksek frekanslarda kazancı azalt
zh_cn: 降低高频增益

source: Decrease G80 for high frequencies
cs_cz: Snižte G80 na výškách
da_dk: Nedsæt G80 for høje frekvenser
de_de: Verringern Sie die Verstärkung G80 für die hohen Frequenzen
es_es: Reducir G80 para altas frecuencias
fi_fi: Vähennä G80-vahvistusta korkeilla taajuuksilla
fr_fr: Diminuer G80 pour les fréquences aiguës
hu_hu: Csökkentse a G80-at a magas frekvenciákon
it_it: Diminuire G80 per le alte frequenze
ja_jp: 高域のG80を下げて下さい
ko_kr: 고주파수의 G80을 낮추세요
nl_nl: Verlaag G80 bij hoge frequenties.
no_no: Senk G80 i høyfrekvensen
pl_pl: Zmniejsz wzmocnienie G80 wysokich częstotliwości
pt_pt: Diminuir G80 para freq. altas
ro_ro: Reduceti G80 pe frecventele inalte
ru_ru: Уменьшите усиление громких звуков (G80) на высоких частотах
sv_se: Minska G80 för de höga frekvenserna
tr_tr: Yüksek frekanslarda G80 kazancını azalt
zh_cn: 降低G80高频增益

source: Perform real ear measurement; adjust gain to achieve smooth frequency response
cs_cz: Spusťte REM a nastavte zisk tak, aby byla charakteristika co nejhladší
da_dk: Udfør REM måling; juster frekvensgangen så den er glat
de_de: Führen Sie eine InSitu Messung durch; justieren Sie die Verstärkung, um eine glatte Frequenzübertragung zu erhalten.
es_es: Realizar la medición en oído real; ajustar la ganancia para conseguir un ajuste en frecuencia más preciso
fi_fi: Suorita REM-mittaus; säädä vahvistus siten,että taajusvaste on tasainen.
fr_fr: Faire une mesure in vivo et régler le gain pour obtenir une courbe de réponse lisse.
hu_hu: Végezzen valós fül mérést; állítsa az erősítést úgy, hogy elérje az egyenes frekvencia átvitelt
it_it: Effettuare il guadagno di inserzione
ja_jp: 実耳測定を行い、周波数特性が平らになるよう利得を調整して下さい
ko_kr: 실이측정을 수행합니다;부드러운 주파수 반응을 얻기 위해 이득을 조정하세요
nl_nl: Voer een In-Situ meting uit; pas de versterking aan om een vloeiende curve te krijgen
no_no: Foreta REM-måling; juster gain for å oppnå en glatt frekvenskurve
pl_pl: Wykonaj rzeczywisty pomiar ucha; dostosuj wzmocnienie dla wyrównania charakterystyk
pt_pt: Realizar medida REM: ajuste o ganho para uma resposta de freq. suave
ro_ro: Realizare de masuratori "in-situ"; ajustare de castig pentru o caracteristica de frecventa lina (claritate)
ru_ru: Произведите измерения на реальном ухе; подстройте усиление, чтобы достичь плавной частотной характеристики
sv_se: Utför IF mätning, justera förstärkningen för att uppnå en jämn frekvensgång
tr_tr: Gerçek Kulak Ölçümü yapıp, kazancı ayarlayın
zh_cn: 进行真耳测试；调整增益以得到平滑的频率响应

source: Own voice sounds tinny or metallic
cs_cz: Vlastní hlas je plechový nebo kovový
da_dk: Egen stemme lyder tynd eller metallisk
de_de: Meine eigene Stimme klingt blechern / metallisch
es_es: La propia voz suena metálica
fi_fi: Oma ääni on metallinen
fr_fr: Ma propre voix est trop métallique
hu_hu: A saját hang fémes vagy repedt hangú
it_it: La propria voce è metallica
ja_jp: 自分の声が耳障りである
ko_kr: 본인의 목소리가 너무 작고 기계소리같이 들림
nl_nl: De eigen stem heeft een iele of blikkerige klank.
no_no: Egen stemme er tynn eller spinkel
pl_pl: Mój własny głos brzmi metalicznie
pt_pt: A própria voz soa metálica
ro_ro: Propria voce se aude metalic
ru_ru: Собственный голос звучит тонко, с металлическим оттенком
sv_se: Den egna rösten låter metallisk
tr_tr: Kendi sesim metalik, madeni geliyor
zh_cn: 自己的声音有金属声

source: Perform real ear measurement; adjust gain to achieve smooth frequency response
cs_cz: Spusťte REM a nastavte zisk tak, aby byla charakteristika co nejhladší
da_dk: Udfør REM måling; juster frekvensgangen så den er glat
de_de: Führen Sie eine InSitu Messung durch; justieren Sie die Verstärkung, um eine glatte Frequenzübertragung zu erhalten.
es_es: Realizar la medición en oído real; ajustar la ganancia para conseguir un ajuste en frecuencia más preciso
fi_fi: Suorita REM-mittaus; säädä vahvistus siten,että taajusvaste on tasainen.
fr_fr: Faire une mesure in vivo et régler le gain pour obtenir une courbe de réponse lisse.
hu_hu: Végezzen valós fül mérést; állítsa az erősítést úgy, hogy elérje az egyenes frekvencia átvitelt
it_it: Effettuare il guadagno di inserzione
ja_jp: 実耳測定を行い、周波数特性が平らになるよう利得を調整して下さい
ko_kr: 실이측정을 수행합니다;부드러운 주파수 반응을 얻기 위해 이득을 조정하세요
nl_nl: Voer een In-Situ meting uit; pas de versterking aan om een vloeiende curve te krijgen
no_no: Foreta REM-måling; juster gain for å oppnå en glatt frekvenskurve
pl_pl: Wykonaj rzeczywisty pomiar ucha; dostosuj wzmocnienie dla wyrównania charakterystyk
pt_pt: Realizar medida REM: ajuste o ganho para uma resposta de freq. suave
ro_ro: Realizare de masuratori "in-situ"; ajustare de castig pentru o caracteristica de frecventa lina (claritate)
ru_ru: Произведите измерения на реальном ухе; подстройте усиление, чтобы достичь плавной частотной характеристики
sv_se: Utför IF mätning, justera förstärkningen för att uppnå en jämn frekvensgång
tr_tr: Gerçek Kulak Ölçümü yapıp, kazancı ayarlayın
zh_cn: 进行真耳测试；调整增益以得到平滑的频率响应

source: Decrease G80 for mid and high frequencies
cs_cz: Snižte G80 na středních frekvencích a výškách
da_dk: Nedsæt G80 for mellem- og højfrekvens
de_de: Für mittlere und hohe Frequenzen die Verstärkung G80 absenken
es_es: Disminuya G80 para frecuencias medias y altas
fi_fi: Vähennä G80-vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Diminuer G80 pour les fréquences moyennes et aiguës
hu_hu: G80 erősítés csökkentés a közép és magas frekvenciákon
it_it: Diminuire G80 per medie ed alte frequenze
ja_jp: 中高域のG80を下げて下さい
ko_kr: 중간주파수와 고주파수에서 G80을 낮추세요
nl_nl: Verminder de versterking G80 voor midden en hoge frequenties.
no_no: Reduser G80 i midt- og høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G80 średnich i wysokich częstotliwości
pt_pt: Redução de G80 para médias e altas frequências
ro_ro: Reduce G80 pe frecventele medii si inalte
ru_ru: Уменьшите G80 на средних и высоких частотах
sv_se: Minska G80 för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 降低G80中高频增益

source: Decrease high frequency gain
cs_cz: Snižte zisk na výškách
da_dk: Nedsæt højfrekvens forstærkning
de_de: Für hohe Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia de alta frecuencia
fi_fi: Vähennä diskanttivahvistusta
fr_fr: Diminuer le gain pour les fréquences aiguës
hu_hu: Csökkentse a magas frekvenciás erősítést
it_it: Diminuire il guadagno alle frequenze acute
ja_jp: 高域を下げて下さい
ko_kr: 고주파수의 이득을 낮추세요
nl_nl: Verminder de versterking van hoge frequenties.
no_no: Reduser høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie wysokich częstotliwości
pt_pt: Redução do ganho de alta frequência
ro_ro: Micsorati castigul pe frecventele inalte
ru_ru: Уменьшите усиление на высоких частотах
sv_se: Minska förstärkningen för höga frekvenser
tr_tr: Yüksek frekanslarda kazancı azalt
zh_cn: 降低高频增益

source: Own voice sounds dull
cs_cz: Vlastní hlas je tupý
da_dk: Egen stemme lyder utydelig
de_de: Eigene Stimme klingt dumpf
es_es: La propia voz suena apagada
fi_fi: Oma puhe kuulostaa tylsältä
fr_fr: Ma propre voix est étouffée
hu_hu: A saját hang nem tiszta
it_it: Suono della propria voce sordo
ja_jp: 自分の声がはっきりしない
ko_kr: 본인의 목소리가 둔탁하게 들림
nl_nl: De eigen stem klinkt dof
no_no: Egenstemme er uklar
pl_pl: Własny głos jest stłumiony
pt_pt: A própria voz não está nítida
ro_ro: Propria voce este surda
ru_ru: Собственный голос звучит глухо
sv_se: Egna rösten låter dov
tr_tr: Kendi sesim donuk geliyor
zh_cn: 听自己的声音混沌不清
