Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Create a copy of the selected program for comparison.
cs_cz: Vytvořit kopii vybraného programu pro srovnání.
da_dk: Lav en kopi af det valgte program til sammenligning
de_de: Erstellt eine Kopie von ausgewählten Programmen zum Vergleich
es_es: Crear una copia del programa actual para la comparación.
fi_fi: Luo kopio ohjelmasta vertailua varten.
fr_fr: Permet de créer une copie du programme sélectionné pour les comparer après modification
hu_hu: A kiválasztott program másolása az összehasonlításhoz.
it_it: Crea una copia del programma selezionato per confronto.
ja_jp: バーチャルプログラム
ko_kr: 비교를 위해 선택된 프로그램의 복사본을 생성합니다.
nl_nl: Creëer ter vergelijking een kopie van het geselecteerde programma
no_no: Lag kopi av valgt program for sammenligning.
pl_pl: Utwórz kopię wybranego programu do porównania.
pt_pt: Criar uma cópia dos programas selecionados para comparação
ro_ro: Creaza o copie a programului selectat pentru comparatie.
ru_ru: Скопировать данные выбранной программы для сравнения.
sv_se: Skapa en kopia av det valda programmet för jämförelse.
tr_tr: Karşılaştırma için seçilen programdan bir kopya oluştur.
zh_cn: 为所选程序创建副本以便于对比

source: Remove program.
cs_cz: Vyjmout program.
da_dk: Fjern program.
de_de: Programm entfernen.
es_es: Eliminar Programa.
fi_fi: Poista ohjelma.
fr_fr: Permet de supprimer le programme sélectionné
hu_hu: Program eltávólítás.
it_it: Rimuovi programma.
ja_jp: プログラムの削除
ko_kr: 프로그램 제거
nl_nl: Programma verwijderen
no_no: Fjern Program.
pl_pl: Usuń program.
pt_pt: Remover Programas.
ro_ro: Inlaturare program.
ru_ru: Удалить программу.
sv_se: Ta bort program.
tr_tr: Programı Kaldır
zh_cn: 删除程序.

source: Reset program features to defaults.
cs_cz: Vynulovat vlastnosti programu na implicitní.
da_dk: Genindstil programets egenskaber til AutoFit
de_de: Programmeinstellungen werden auf Standard zurückgesetzt
es_es: Resetear programa a valores por defecto.
fi_fi: Palauta ohjelman ominaisuudet oletusarvoihin.
fr_fr: Permet de cibler les réglages en fonction de l'audiogramme
hu_hu: Program tulajdonságok visszaállítása az alapértelmezettre.
it_it: Resetta il programma alle impostazioni predefinite.
ja_jp: オートフィット
ko_kr: 프로그램 특징를 기본값으로 재설정 합니다.
nl_nl: Programma terugzetten in default instellingen
no_no: Tilbakestill program egenskapene til standard.
pl_pl: Resetuj ustawienia programu.
pt_pt: Retornar as características padrão
ro_ro: Reseteaza caracteristicile programului la valorile implicite.
ru_ru: Сбросить настройки программы на начальные.
sv_se: Återställ programinställningar till utgångsläge
tr_tr: Program özelliklerini varsayılan ayarlara döndür.
zh_cn: 程序功能重置为默认值.

source: Relate program gains and MPO to other programs.
cs_cz: Vztáhnout zisky a MPO programu k ostatním programům.
da_dk: Relater forstærkning og MPO til andre programmer
de_de: Verstärkung und MPO werden mit anderen Programmen in Verbindung gebracht.
es_es: Relacionar valores de ganancia y MPO del programa a otros programas.
fi_fi: Suhteuta ohjelmien vahvistukset MPO toisiin ohjelmiin.
fr_fr: Permet d'appliquer les mêmes modifications de gain et de MPO aux autres programmes
hu_hu: Program erősítés és MPO társítás más programokhoz.
it_it: Correla il guadagno e MPO di questo programma agli altri programmi.
ja_jp: 利得とMPOの自動関連付け
ko_kr: 프로그램 이득과 MPO를 다른 프로그램에 연결시킵니다
nl_nl: Pas de wijzigingen in Gain en MPO van dit programma toe in de andere programma´s
no_no: Relater program forsterkning og MPO til andre programmer.
pl_pl: Powiąż wzmocnienie programu i MPO z innymi programami.
pt_pt: Relacionar ganho dos programas e saída com outros programas
ro_ro: Leaga programul de castig si MPO de alte programe.
ru_ru: Соотнести параметры усиления и ВУЗД этой программы для других программ.
sv_se: Relatera förstärkning och MPO till andra program?
tr_tr: Program kazançlarını ve MPO'yu diğer programlara bağdaştır.
zh_cn: 将此程序的增益和最大声输出设置关联到其他程序。

source: Both sides
cs_cz: Obě strany
da_dk: Begge sider
de_de: Beide Seiten
es_es: Ambos Oídos
fi_fi: Molemmat puolet
fr_fr: Des deux côtés
hu_hu: Mindkét oldal
it_it: Entrambi i lati
ja_jp: 両耳同時
ko_kr: 양쪽
nl_nl: beide zijden
no_no: Begge Sider
pl_pl: Obie strony
pt_pt: Ambos lados
ro_ro: Ambele Parti
ru_ru: Обе стороны
sv_se: Båda sidor
tr_tr: Her iki taraf
zh_cn: 双侧

source: Add or Remove TV Streamer(s)
cs_cz: Přidat nebo odebrat TV Streamer(y)
da_dk: Tilføj eller fjern TV Streamer(e)
de_de: Hinzufügen/Entfernen Audio Beamer
es_es: Añadir o Eliminar Transmisor TV
fi_fi: Lisää tai poista TV-Lähetin
fr_fr: Permet d'ajouter ou de supprimer un émetteur audio ou un mini microphone
hu_hu: TV Streamer hozzáadás vagy eltávolítás
it_it: Aggiungi/Rimuovi TV Streamer(s)
ja_jp: TVユナイトの追加/削除
ko_kr: TV Streamers 추가 또는 제거
nl_nl: Streamer(s) toevoegen of verwijderen.
no_no: Legg til eller Fjern TV Streamer(e)
pl_pl: Dodaj lub usuń Akcesorium TV
pt_pt: Adicionar ou Remover Unite TV
ro_ro: Adauga sau sterge TV Streamer(s)
ru_ru: Добавить или удалить ТВ стример(ы).
sv_se: Lägg till eller ta bort TV/Audio Streamer.
tr_tr: TV Streamer Ekle veya Kaldır
zh_cn: 添加/删除音频转换器

source: Add or Remove Phone Clip.
cs_cz: Přidat nebo odebrat Phone Clip.
da_dk: Tilføj eller fjern telefonclip.
de_de: Hinzufügen/entfernen Telefonclip
es_es: Añadir o Eliminar Phone Clip
fi_fi: Lisää tai poista Phone Clip
fr_fr: Permet d'ajouter ou de supprimer un kit main-libre Bluetooth Phone Clip
hu_hu: Telefon Clip hozzáadás vagy eltávolítás
it_it: Aggiungi/Rimuovi Phone Clip.
ja_jp: ユナイトの追加/削除
ko_kr: Phone Clip 추가 또는 제거
nl_nl: Telefoonclip toevoegen of verwijderen.
no_no: Legg til eller fjern .
pl_pl: Dodaj lub usuń Phone Clip.
pt_pt: Adicionar ou Remover Phone Clip.
ro_ro: Adauga sau sterge Phone Clip.
ru_ru: Добавить или удалить Bluetooth гарнитуру Phone Clip.
sv_se: Lägg till eller ta bort Telefonclip.
tr_tr: Phone Clip Ekle veya Kaldır.
zh_cn: 添加或删除手机伴侣

source: Exit comparison mode
cs_cz: Opustit srovnávací mód
da_dk: Forlad sammenligning
de_de: Vergleichsmodus verlassen
es_es: Salir del modo comparación
fi_fi: Poistu vertailutilasta
fr_fr: Permet de quitter l'écran de comparaison
hu_hu: Kilépés az összahasonlítási módból
it_it: Esci modalità comparazione
ja_jp: プログラム比較モードの終了
ko_kr: 비교 모드 나가기
nl_nl: Vergelijking afsluiten
no_no: Gå ut av sammenligningsmodus
pl_pl: Wyjdź z trybu porównania
pt_pt: Sair do modo de comparação
ro_ro: Iesire din modul comparatie
ru_ru: Закрыть режим сравнения
sv_se: Avsluta jämförelse läge
tr_tr: Karşılaştırma modu çıkış
zh_cn: 退出对比模式

source: Pressure
da_dk: Trykvent.
de_de: Druckausgleich
es_es: Presión
fi_fi: Suljettu
fr_fr: Évent de décompression
hu_hu: Nyomás
it_it: Chiocciola - Vent a Pressione (0,5 mm)
ja_jp: ベント1mm以下
nl_nl: Druk
no_no: Tett
pl_pl: Ciśnienie
pt_pt: Sem ventilação
ro_ro: Presiune
ru_ru: Индивидуальный вкладыш
sv_se: Tät
tr_tr: Basınç
zh_cn: 小通气孔

source: Power Dome
cs_cz: Power klobouček
da_dk: Powerkuppel
es_es: Acoplador Power
fi_fi: P tippi
fr_fr: Dôme Power
ja_jp: パワードーム
pl_pl: Wkładka Power
pt_pt: Domo Power
ro_ro: Dome de Putere
ru_ru: Мощный вкладыш
tr_tr: Power Dom
zh_cn: 大功率耳塞

source: 3mm RIE Mold
cs_cz: 3mm RIE koncovka
da_dk: 3mm RIE prop
de_de: Folienotoplastik
es_es: Molde RIE 3mm
fi_fi: 3 mm RIE-korvakappale
fr_fr: Micro-embout ventilé
hu_hu: 3mm RIE illeszték
it_it: Chiocciola RIE 3mm
ja_jp: 3mm RIEモールド
nl_nl: 3mm RIE MiniFlex
no_no: 3mm RITE Propp
pl_pl: Mikrowkładka 3mm RIE
pt_pt: 3 mm (micro molde)
ru_ru: Вкладыш 3 мм для RIE
sv_se: 3 mm RIE Insats
tr_tr: 3mm RIE Kalıp
zh_cn: 3mm RIE耳模

source: To the following programs:
cs_cz: Na následující programy:
da_dk: Til de følgende programmer:
de_de: zu den folgenden Programmen:
es_es: A los siguientes programas:
fi_fi: Seuraaviin ohjelmiin :
fr_fr: ... vers le programme :
hu_hu: A következő programhoz:
it_it: Ai seguenti programmi:
ja_jp: 自動関連付けを適用するプログラム:
ko_kr: 다음 프로그램에 :
nl_nl: in de volgende programma´s:
no_no: Til følgende program:
pl_pl: Do następujących programów:
pt_pt: Para os programas a seguir:
ro_ro: Urmatoarelor Programe:
ru_ru: Для следующих программ:
sv_se: Till följande program:
tr_tr: Şu programlar için :
zh_cn: 自动关连至:

source: Move Up
cs_cz: Nahoru
da_dk: Flyt op
de_de: Nach oben verschieben
es_es: Mover Arriba
fi_fi: Siirrä ylös
fr_fr: Monter
hu_hu: Mozgatás fel
it_it: Muovi sopra
ja_jp: 上へ移動
ko_kr: 위로 이동
nl_nl: Naar boven
no_no: Flytt Opp
pl_pl: Przesuń do góry
pt_pt: Mover para cima
ro_ro: Modifica sus
ru_ru: Вверх
sv_se: Flytta upp
tr_tr: Yukarı Çıkar
zh_cn: 向上

source: Move Down
cs_cz: Dolů
da_dk: Flyt ned
de_de: Nach unten verschieben
es_es: Mover Abajo
fi_fi: Siirrä alas
fr_fr: Descendre
hu_hu: Mozgatás le
it_it: Muovi sotto
ja_jp: 下へ移動
ko_kr: 아래로 이동
nl_nl: Naar beneden
no_no: Flytt Ned
pl_pl: Przesuń w dół
pt_pt: Mover para baixo
ro_ro: Modifica jos
ru_ru: Вниз
sv_se: Flytta ned
tr_tr: Aşağı İndir
zh_cn: 向下

source: Manage Programs
cs_cz: Správa programů
da_dk: Rediger rækkefølge af programmer
de_de: Programmsteuerung
es_es: Administrar Programas
fi_fi: Muokkaa ohjelmia
fr_fr: Gestion des programmes
hu_hu: Program kezelés
it_it: Gestione Programmi
ja_jp: プログラムの入替
ko_kr: 프로그램 관리
nl_nl: Beheer programma's
no_no: Administrere Programmer
pl_pl: Zarządzaj programami
pt_pt: Gerenciar Programas
ro_ro: Administrare programe
ru_ru: Настроить программы
sv_se: Hantera Program
tr_tr: Programları Yönet
zh_cn: 程序管理

source: Environment order:
cs_cz: Pořadí prostředí:
da_dk: Miljørækkefølge:
de_de: Programmreihenfolge:
es_es: Orden de entornos:
fi_fi: Ääniympäristö järjestys :
fr_fr: Choisir le programme à déplacer :
hu_hu: Környezet sorrend:
it_it: Ordine ambiente:
ja_jp: 環境状態:
nl_nl: Programma volgorde:
no_no: Rekkefølge - Lyttemiljø:
pl_pl: Kolejność Programów:
pt_pt: Ordenar ambientes:
ro_ro: Mediu pentru:
ru_ru: Последовательность окружающей обстановки:
sv_se: Programordning:
tr_tr: Çevre Düzeni:
zh_cn: 环境顺序:

source: Moving {0} to {1}...
cs_cz: Přenáším {0} do {1}...
da_dk: Flytter {0} til {1}...
de_de: Verschiebe {0} nach {1}...
es_es: Moviendo {0} a {1}...
fi_fi: Siirtää {0} -> {1}...
fr_fr: Déplacement de {0} vers {1} ...
hu_hu: Áthelyezés {0}-ról a {1}-ba...
it_it: Muovi {0} a {1}...
ja_jp: {0}から{1}へ移動中...
ko_kr: {0} 을 {1}로 이동 중...
nl_nl: Verplaats {0} naar {1}...
no_no: Flytter {0} til {1}...
pl_pl: Przesuwanie {0} do {1}...
pt_pt: Movendo {0} para {1}...
ro_ro: Mutare de la {0} la {1}...
ru_ru: Переход от {0} к {1}...
sv_se: Flyttar {0} till {1}...
tr_tr: {0} 'ı {1}'a taşıyor...
zh_cn: 正在移动 {0} 到 {1}...

source: Please select a program.
cs_cz: Prosíme, vyberte program.
da_dk: Vælg et program
de_de: Bitte wählen Sie ein Programm aus.
es_es: Por favor seleccione un programa
fi_fi: Valitse ohjelma.
fr_fr: Sélectionner un programme.
hu_hu: Kérjük válasszon programot.
it_it: Selezionare un programma.
ja_jp: プログラムを選択して下さい
ko_kr: 프로그램을 선택하세요.
nl_nl: Selecteer s.v.p. een programma.
no_no: Vennligst velg ett program.
pl_pl: Proszę wybrac program.
pt_pt: Por favor selecione o programa
ro_ro: Selecteaza un Program.
ru_ru: Пожалуйста, выберите программу.
sv_se: Välj ett program.
tr_tr: Lütfen bir program seçin.
zh_cn: 请选择程序。

source: {0} {1} is not supported on {2}
cs_cz: {0} {1} není podporováno na {2}
da_dk: {0} {1} er ikke undestøttet af {2}
de_de: {0} {1} wird nicht unterstützt für {2}
es_es: {0} {1} no se puede seleccionar en {2}
fi_fi: {0} {1} ei tueta {2}
fr_fr: {0} {1} ne peut pas être placé en {2}
hu_hu: {0} {1} ez nem támogatott a/az {2}
it_it: {0} {1} non è supportato a {2}
ja_jp: {0} {1}は{2}でサポートされていません
ko_kr: {0} {1} 은 {2}에서 지원되지 않습니다.
nl_nl: {0} {1} wordt niet ondersteund in {2}
no_no: {0} {1} er ikke støttet på {2}
pl_pl: {0} {1} nie jest obsługiwany przez {2}
pt_pt: {0} {1} não suporta {2}
ro_ro: {0} {1} nu este supartat in {2}
ru_ru: {0} {1} не поддерживаются {2}
sv_se: {0} {1} stödjs inte på {2}
tr_tr: {0} {1} , {2}'de desteklenmiyor
zh_cn: {0} {1}不支持 {2}

source: The left program cannot be removed.
cs_cz: Levý program nelze vyjmout.
da_dk: Det venstre program kan ikke fjernes
de_de: Das linke Programm kann nicht entfernt werden.
es_es: No se puede eliminar el programa del oído izquierdo.
fi_fi: Vasenta ohjelmaa ei voi poistaa.
fr_fr: Le programme gauche ne peut pas être supprimé.
hu_hu: A bal program nem távolítható el.
it_it: Il programma di sinistra non può essere rimosso.
ja_jp: 左のプログラムを削除できませんでした
ko_kr: 왼쪽 프로그램은 삭제될 수 없습니다.
nl_nl: Het linker programma kan niet verwijderd worden.
no_no: Venstre program kan ikke fjernes.
pl_pl: Program po lewej stronie nie może być usunięty.
pt_pt: O programa esquerdo não pode ser removido.
ro_ro: Programul stang nu poate fi inlaturat.
ru_ru: Программа слева не может быть удалена.
sv_se: Vänster program kan inte flyttas.
tr_tr: Sol program kaldırılamıyor.
zh_cn: 左侧程序不能删除.

source: The right program cannot be removed.
cs_cz: Pravý program nelze vyjmout.
da_dk: Det højre program kan ikke fjernes.
de_de: Das rechte Programm kann nicht entfernt werden.
es_es: No se puede eliminar el programa del oído derecho.
fi_fi: Oikeaa ohjelmaa ei voi poistaa.
fr_fr: Le programme droit ne peut pas être supprimé.
hu_hu: A jobb program nem távolítható el.
it_it: Il programma di destra non può essere rimosso.
ja_jp: 右のプログラムを削除できませんでした
ko_kr: 오른쪽 프로그램은 삭제될 수 없습니다.
nl_nl: Het rechter programma kan niet verwijderd worden.
no_no: Høyre program kan ikke fjernes.
pl_pl: Program po prawej stronie nie może być usunięty.
pt_pt: O programa direito não pode ser removido.
ro_ro: Programul drept nu poate fi inlaturat.
ru_ru: Программа справа не может быть удалена.
sv_se: Höger program kan inte flyttas.
tr_tr: Sağ program kaldırılamıyor.
zh_cn: 右侧程序不能删除.

source: Moving {0} {1} to {2} is not allowed.
cs_cz: Přenesení {0} {1} do {2} je zakázáno.
da_dk: {0} {1} kan ikke flyttes til {2}.
de_de: Änderung {0} {1} nach {2} ist nicht erlaubt.
es_es: Mover {0} {1} a {2} no está permitido.
fi_fi: Siirto {0} {1} -> {2} ei ole sallittu.
fr_fr: Déplacer {0} {1} vers {2} n'est pas permis.
hu_hu: A {0} mozgatása a {1}-ről a {2}-re nem támogatott.
it_it: Muovi {0} {1} a {2} non è consentito.
ja_jp: {0} {1}から{2}への移動は許可されていません
ko_kr: {0} {1} 을 {2}로 옮길 수 없습니다.
nl_nl: Verplaatsen van {0} {1} naar {2} is niet toegestaan.
no_no: Ikke lov å flytte {0} {1} til {2}.
pl_pl: Przesunięcie {0} {1} do {2} nie jest dozwolone.
pt_pt: Mover{0} {1} para {2} não é permitido.
ro_ro: Mutarea de la {0} {1} la {2} nu este permisa.
ru_ru: Переход от {0} {1} к {2} невозможен.
sv_se: Flytta {0} {1} till {2} är inte tillåtet.
tr_tr: {0} {1}'ı {2} 'a taşımaya izin verilmiyor.
zh_cn: 不能将{0} {1}移动到 {2} .

source: Music Streamer
da_dk: Musik Streamer
de_de: Musikübertragung
es_es: Transmisión de Música
fi_fi: Musiikki Lähetin
fr_fr: Signal Musique seul
hu_hu: Zene sugárzás
ja_jp: TVﾕﾅｲﾄ(ﾐｭｰｼﾞｯｸ)
ko_kr: 음악 스트리머
nl_nl: Streaming - Muziek
no_no: Musikk Streamer
pl_pl: Akcesorium Muzyczne
pt_pt: Acessório Música
ru_ru: Музыка Стример
sv_se: Musik Streamer
tr_tr: Müzik Streamer
zh_cn: 音乐转换器

source: Music + Mic
cs_cz: Hudba + Mic
da_dk: Musik + Mik.
de_de: Musik + Mik
es_es: Música + Mic
fi_fi: Musiikki ja mikrofoni
fr_fr: Music + Micro
hu_hu: Zene + Mik
it_it: Musica + Mic
ja_jp: ﾐｭｰｼﾞｯｸ + ﾏｲｸ
ko_kr: 음악 + 마이크
nl_nl: Muziek + Mic
no_no: Musikk + Mik
pl_pl: Muzyka + Mik.
pt_pt: Música + Mic
ro_ro: Muzica+ Mic
ru_ru: Музыка + Микрофон
sv_se: Musik + Mikrofon
tr_tr: Müzik + Mikrofon
zh_cn: 音乐+麦克风

source: Music Plus Mic Streamer
cs_cz: Hudba + Mic Streamer
da_dk: Musik + M Streamer
de_de: Musikübertragung + Audio Beamer
es_es: Transmisión de Música + Mic
fi_fi: Musiikki ja Langaton Mikrofoni
fr_fr: Signal Musique + microphone
hu_hu: Zene Plusz Mik Streamer
it_it: Musica + Micro Mic o Multi Mic Streamer
ja_jp: TVﾕﾅｲﾄ(ﾐｭｰｼﾞｯｸ + ﾏｲｸ)
ko_kr: 음악 플러스 마이크 스트리머
nl_nl: Streaming - Muziek + Mic
no_no: Musikk + Mik. Streamer
pl_pl: Muzyka Plus Mik
pt_pt: Música + Mic Streamer
ru_ru: Музыка плюс Микрофон Стример
sv_se: Music + Mik Streamer
tr_tr: Müzik Plus Mic Streamer
zh_cn: 音乐+麦克风转换器

source: BlueTooth To Bridge - Music
cs_cz: Bluetooth > most - hudba
da_dk: BlueTooth To Bridge - Musik
de_de: Bluetooth-Verbindung - Musik
es_es: Enlace Bluetooth - Música
fi_fi: Phone Clip - Musiikki
hu_hu: BlueTooth a hídba - Zene
it_it: Phone Clip - Music
ja_jp: BTB - ﾐｭｰｼﾞｯｸ
nl_nl: Telefoonclip - Muziek
no_no: Telefonstreamer - Musikk
pl_pl: Połączenie Bluetooth - Muzyka
pt_pt: Conexão Bluetooth - Música
ru_ru: Bluetooth - Музыка
sv_se: Telefonclip - Musik
tr_tr: BlueTooth Köprüsü - Müzik
zh_cn: 蓝牙至伴侣-音乐

source: BlueTooth To Bridge - Music plus Mic
cs_cz: Bluetooth > most - hudba + mikrofon
da_dk: BlueTooth To Bridge - Musik plus Mik.
de_de: Bluetooth-BrückVerbindung - Musik plus Mik
es_es: Enlace Bluetooth - Música + Mic
fi_fi: Phone Clip - Musiikki ja mikrofoni
hu_hu: BlueTooth a hídba - Music plusz Mik
it_it: Phone Clip - Music + Mic
ja_jp: BTB - ﾐｭｰｼﾞｯｸ + ﾏｲｸ
nl_nl: Telefoonclip - Muziek + Mic
no_no: Telefonstreamer - Musikk + Mik
pl_pl: Połączenie Bluetooth - Muzyka plus Mik
pt_pt: Conexão Bluetooth - Música + Mic
ru_ru: Bluetooth - Музыка плюс Микрофон
sv_se: Telefonclip - Musik + Mik
tr_tr: BlueTooth Köprüsü - Müzik plus Mic
zh_cn: 蓝牙至伴侣-音乐+麦克风

source: The environment on the {0} also needs to be set. Do you want to continue?
cs_cz: Prostředí {0} je třeba též nastavit. Chcete pokračovat?
da_dk: Miljøet på {0} skal også indstilles. Vil du fortsætte?
de_de: Die Umgebung des {0} muss auch eingestellt werden. Möchten Sie fortfahren?
es_es: El entorno en el {0} también se debe seleccionar. ¿Desea continuar?
fi_fi: Ääniympäristö {0} pitää myös asettaa. Haluatko jatkaa ?
fr_fr: Cette modification implique de changer aussi le {0}. Voulez-vous continuer ?
hu_hu: A környezetet a {0}-on szintén szükésges beállítani. Folytatja?
it_it: L'ambiente {0} dev'essere impostato. Vuoi continuare?
ja_jp: {0}も同様に設定が必要です。継続しますか？
ko_kr: {0}의 환경 또한 세팅되어야 합니다. 계속하시겠습니까?
nl_nl: Ook op {0} moet het programma ingesteld worden. Wilt u doorgaan?
no_no: Lyttemiljøet på {0} må også stilles inn. Ønsker du å fortsette?
pl_pl: Trzeba ustawić również środowisko w {0}. Chcesz kontynuować?
pt_pt: O ambiente no {0} também precisa ser ajustado. Você deseja continuar?
ro_ro: De asemenea mediul din {0} trebuie setat. Vrei sa continui?
ru_ru: Окружающая обстановка для {0} также должна быть настроена. Продолжить?
sv_se: Miljön på {0} behövs också ställas in. Vill du fortsätta?
tr_tr: {0} daki çevrenin ayarlanmaya ihtiyacı var. Devam etmek istiyor musun?
zh_cn: {0}的环境也需要设置。您要继续吗？

source: Environment Change
cs_cz: Změna prostředí
da_dk: Skift af miljø
de_de: Situationsänderung
es_es: Cambiar Entorno
fi_fi: Ääniympäristön vaihto
fr_fr: Changement d'environnement
hu_hu: Környezet váltás
it_it: Cambio Ambiente
ja_jp: 環境の変更
ko_kr: 환경 변경
nl_nl: Environment wijziging
no_no: Endring - Lyttemiljø
pl_pl: Zmiana Środowiska
pt_pt: Mudança de ambiente
ro_ro: Schimbare de mediu
ru_ru: Измененить окружающую обстановку
sv_se: Miljö Ändring
tr_tr: Çevre Değişikliği
zh_cn: 环境改变

source: Removing this program will force {0}{1} to be unselected as an autoprogram. Do you want to continue?
cs_cz: Vyjmutí programu způsobí, že {0}{1} nebude vybrán jako autoprogram. Chcete pokračovat?
de_de: Das Entfernen dieses Programmes wird bewirken, dass {0}{1} nicht mehr als Autoprogramm ausgewählt werden kann. Möchten Sie dennoch fortfahren?
es_es: Al eliminar este programa forzara la desmarcar {0}{1} como programa automático. ¿Desea continuar?
fi_fi: Poistamalla ohjelman pakotat {0}{1} ei valituksi automaattisena ohjelmana. Haluatko jatkaa ?
fr_fr: La suppression de ce programme va entraîner un modification : {0}{1}. Voulez-vous continuer ?
hu_hu: A program eltávolítása hatással lesz {0}{1} nem lesz kiválasztva autoprogramként. Folytatja?
it_it: Rimuovendo questo programma sarà attivo {0}{1} essere deselezionato come un Autoprogramma. Vuoi continuare?
ja_jp: このプログラムを削除すると{0}{1}が自動プログラムとしての選択が解除されます。継続しますか？
ko_kr: 이 프로그램을 제거하면 {0}{1}을 오토프로그램으로 선택하지 못하게 될 것입니다. 계속하시겠습니까?
nl_nl: Verwijderen van dit programma forceert {0}{1} om niet meer gekozen te worden als PhoneNow programma. Wilt u toch doorgaan?
no_no: Fjerning av dette programmet vil tvinge {0}{1} til ikke å bli valgt som ett autoprogram. Ønsker du å fortsette?
pl_pl: Usunięcie tego programu spowoduje wyłączenie autoprogramu na {0}{1} . Chcesz kontynuować?
pt_pt: Removendo este programa você forçará {0}{1} a não estarem mais relacionados ao programa automático. Você deseja continuar?
ro_ro: Eliminand programul va forta {0}{1} sa fie neselectate ca autoprograme. Vrei sa continui?
ru_ru: Удаление программы приведет к тому, что {0}{1} не будут выбраны как автопрограмма. Продолжить?
sv_se: Genom att ta bort detta program tvingas {0}{1} att inte väljas som ett autoprogram. Vill du fortsätta?
tr_tr: Bu programdan çıkmak {0}{1} 'i oto program gibi seçilmemiş yapacak. Devam etmek istiyor musun?
zh_cn: 删除此程序将导致{0}{1}不作为自动程序被选。您要继续吗？

source: Adjust Noise Reduction per Environment
cs_cz: Nastavit potlačení hluků podle prostředí
da_dk: Justering af støjreduktion per lydmiljø
de_de: Anpassung der Störgeräuschreduzierung je nach Situation
es_es: Ajustar el Reductor de Ruido por Entorno
fi_fi: Säädä taustamelun vaimennusta per ääniympäristö
fr_fr: Ajuster le niveau du réducteur de bruit en fonction de l'environnement
hu_hu: Zajszűrés per környezet állítás
it_it: Regola la riduzione del rumore per ambiente
ja_jp: 環境ごとの雑音低減レベル
ko_kr: 환경 별로 소음 감소를 조절하세요
nl_nl: Pas de lawaaionderdrukking aan per luisteromgeving
no_no: Juster Støy Reduksjon etter Miljø
pl_pl: Dostosuj redukcję szumów do środowiska
pt_pt: Ajustar redução de ruído por ambiente
ro_ro: Ajusteaza Reducerea Zgomotului pe Mediu
ru_ru: Настроить шумоподавление для окружающей обстановки
sv_se: Justera Brusreducering per Miljö
tr_tr: Herbir Çevre İçin Gürültü Azaltma Ayarla
zh_cn: 每种环境调节降噪程度

source: AutoScope Adaptive Directionality
cs_cz: Adaptivní směrovost AutoScope
de_de: AutoScope (adaptiv ohne SoftSwitch)
es_es: Direccionalidad Adaptativa AutoFoco
fi_fi: Automaattinen adaptiivinen suuntamikrofoni
fr_fr: Directionnel adaptatif à faisceau variable
hu_hu: AutoScope Adaptív Direkcionalitás
it_it: Direzionalità Adattiva Autoscope
ja_jp: オートスコープ実環境適応型指向性
ko_kr: AutoScope 적응 방향성
nl_nl: MultiScope Adaptieve Directionaliteit
no_no: AutoScope Adaptiv Direksjonalitet
pl_pl: Kierunkowość Adaptacyjna AutoScope
pt_pt: Direcionalidade Adaptativa Foco Automático
ro_ro: Directionalitate Adaptativa AutoScope
ru_ru: Автоматическая направленность (AutoScope)
sv_se: Automatisk Adaptiv Riktverkan
zh_cn: 智能多维自适应方向性

source: MultiScope Adaptive Directionality
cs_cz: Multiohnisková adaptivní směrovost
de_de: MultiScope Adaptive Direktionalität
es_es: Direccionalidad Adaptativa MultiFoco
fi_fi: Muokattava adaptiivinen suuntamikrofoni
fr_fr: Directionnel adaptatif à faisceau variable
hu_hu: MultiScope Adaptive Direkcionalitás
it_it: Direzionalità Adattiva ad Ampiezza Differenziata
ja_jp: マルチビーム実環境適応型指向性
ko_kr: MultiScope 적응 방향성
nl_nl: MultiScope Adaptieve Directionaliteit
no_no: MultiScope Adaptiiv Direksjonalitet
pl_pl: Kierunkowość Adaptacyjna MultiScope
pt_pt: Direcionalidade Adaptativa Multifoco
ro_ro: Directionalitate Adaptativa MultiScope
ru_ru: Мультиадаптивная направленность (MultiScope)
sv_se: Inzoomad Adaptiv Riktverkan
zh_cn: 多维自适应方向性
