Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Targets Based On:
cs_cz: Kritérium založeno na:
da_dk: Target er baseret på:
de_de: Zielberechnung erfolgt auf Basis:
es_es: Objetivos basados en:
fi_fi: Tavoitteet perustuvat :
fr_fr: Cibles basées sur :
hu_hu: Célgörbék a következő alapján:
it_it: Targets basati su:
ja_jp: ターゲットベース:
nl_nl: Targets gebaseerd op:
no_no: Target basert på:
pl_pl: Dopasowanie na podstawie:
pt_pt: Targets baseados em:
ro_ro: Tinte bazate pe:
ru_ru: Целевые основаны на:
sv_se: Målkurvor baserat på:
tr_tr: Hedefler:
zh_cn: 目标基于:

source: The In-Situ Audiogram used in the previous fitting on the {0} instrument(s) has been modified. Selecting “OK” will recalculate the fitting data based on the conventional audiogram data
cs_cz: In-Situ Audiogram použitý při předchozím fittingu na sluchadle(ch) {0} byl změněn. Stisknutím “OK” budou přepočítána fitting data založená na konvenčním audiogramu
da_dk: In-Situ audiogrammet brugtved sidste tilpasning på det {0} HA er ændret. Vælg “OK” for at genberegne tilpasningsdata baseret på det konventionelle audiogram
de_de: Das In-Situ Audiogramm welches in einer der ehemaligen Sitzung bei dem {0} Hörsystem(en) verwendet wurde, wurde verändert. Wählen Sie "OK" um die Anpassdaten aufgrund des konventionellen Audiogrammes neu zu berechnen.
es_es: La audiometría In-Situ utilizada en la adaptación previa del audífono(s) {0} ha sido modificada. Al seleccionar “OK” se recalculará la adaptación utilizando los valores de la audiometría convencional
fi_fi: In-Situ audiogrammi jota on käytetty aiemmassa sovituksessa kuulokojeissa {0} on muuttunut. Valitse “OK” laskeaksesi uusi sovitustieto perustuen nykyisiin audiogrammi tietoihin
fr_fr: L'audiométrie intégrée utilisée lors de l'adaptation précédente pour l'appareil de l'oreille {0} a été modifié. En cliquant sur “OK”, les réglages seront recalculés en tenant compte de l'audiométrie conventionnelle.
hu_hu: Az In-Situ audiogram, amely egy elöző illesztéshez lett alkalmazva a {0} készülékhez módosítva lett. Válassza az “OK”-t az illesztési adatok újraszámításához a haygományos audiogram alapján.
it_it: L'audiogramma In-Situ utilizzato nel precedente Fitting nel dispositivo/i {0} è stato modificato. Selezionando “OK” il Fitting verrà ricalcolato in base ai dati dell'audiometria Convenzionale.
ja_jp: 前回のフィッティングで使用した{0}のインサイチュオージオグラムが変更されました。通常のオージオグラムを用いて再計算する場合は「OK」を押して下さい。
ko_kr: {0} 이전 피팅에서 사용된 In-Situ 오디오그램이 수정되었습니다. OK를 선택하시면 현재 피팅 세션의 오디오그램에 따라 피팅 데이터를 재계산 할 것입니다.
nl_nl: Het In-Situ audiogram zoals gebruikt in de vorige aanpassing van het toestel {0} is gewijzigd. Als u “OK” kiest worden de aanpasgegevens herberekend op grond van het conventionele audiogram.
no_no: In-Situ audiogram som er brukt under forrige tilpasning av {0} apparat(er) er endret. “OK” vil rekalkulere tilpasningsdata basert på tradisjonell audiogramdata
pl_pl: Audiogram In-Situ użyty podczas poprzedniedo dopasowania {0} aparatu(ów) został zmieniony. Wybierz "OK" aby przeliczyć dane dopasowania w oparciu o dane tradycyjnego audiogramu.
pt_pt: O Audiogram in-Situ utilizado no ajuste anterior no(s) {0} aparelho(s) fio modificado. Selecionar “OK” irá recalcular os dados do ajuste baseado nos dados de ajuste convencional.
ro_ro: Audiograma In-Situ folosita in reglajul anterior la aparatele {0} a fost modificata. Prin selectarea "OK" se vor recalcula datele de reglaj bazate pe datele audiogramei conventionale.
ru_ru: In-Situ Аудиограмма, по которой был(и) настроен(ы) {0} аппарат(ы) в предыдущей сессии, была изменена. При нажатии “OK” произойдет перерасчет данных настройки, сделанной по обычной аудиограмме.
sv_se: In-Situ audiogrammet som använts i den tidigare mätningen på {0} hörapparat har modifierats. Klicka på “OK” om du vill omkalkylera anpassningsdata baserat på audiogramdata.
tr_tr: {0} cihaz(lar) daki In-Situ odyogram kullanılmış olan geçmiş oturum modifiye edildi. 'TAMAM' ı seçerseniz uygulama verileriniz geleneksel odyogram verilerine göre tekrar hesaplanacaktır.
zh_cn: {0}侧助听器中使用的自测听力图数据被修改。点击“确定”将根据输入的听力图进行重新计算。

source: Show Form Factors
cs_cz: Zobrazit kategorie
da_dk: Vis modeller
de_de: Bauformen anzeigen
es_es: Mostrar Tamaños
fi_fi: Näytä kojetyyppi
fr_fr: Inclure :
hu_hu: Kivitelek mutatása
it_it: Mostra Fattore di Forma
ja_jp: 形状を表示
ko_kr: Form Factor 보여주기
nl_nl: Toon modellen
no_no: Vis Form Factors
pl_pl: Pokaż Typy Obudowy
ro_ro: Arata factori de formare
ru_ru: Показать Форм-факторы
sv_se: Visa formfaktorer
tr_tr: Form Faktörleri Göster
zh_cn: 显示外型

source: Acoustic Phone
cs_cz: Akustický telefon
da_dk: Akustisk telefon
de_de: Akustisches Telefon
es_es: Teléfono Acústico
fi_fi: Akustinen puhelin
fr_fr: Téléphone acoustique
hu_hu: Akusztikus telefon
it_it: Telefono Acustico
ja_jp: 電話モード
nl_nl: Akoestisch telefoneren
no_no: Akustisk Telefon
pl_pl: Telefon Akustyczny
pt_pt: Telefone Acústico
ro_ro: Telefon Acustic
ru_ru: Акустический телефон
sv_se: Akustisk telefon
tr_tr: Akustik telefon
zh_cn: 普通电话

source: All testable frequencies can be measured.
cs_cz: Všechny frekvence mohou být měřeny.
da_dk: Alle frekvenser kan måles.
de_de: Alle Frequenzen können gemessen werden.
es_es: Se pueden medir todas las Frecuencias.
fi_fi: Kaikki taajuudet voidaan mitata
fr_fr: Toutes les fréquences peuvent être mesurées.
hu_hu: Minden frekvencia mérhető.
it_it: Tutte le frequenze possono essere misurate.
ja_jp: 全ての周波数が測定可能です
ko_kr: 모든 테스트 가능한 주파수가 측정될 수 있습니다.
nl_nl: Alle te testen frequenties kunnen gemeten worden.
no_no: Alle frekvenser kan måles.
pl_pl: Wszystkie dostępne częstotliwości mogą być zmierzone.
pt_pt: Todas as frequências podem ser mensuradas
ro_ro: Toate frecventele pot fi masurate
ru_ru: Могут быть измерены все частоты.
sv_se: Alla frekvenser kan mätas
tr_tr: Tüm frekanslar ölçülebilir.
zh_cn: 测量所有频率。

source: Narrow By
cs_cz: Filtrovat podle
de_de: Suche verfeinern
fi_fi: Kaventaa
fr_fr: Options :
hu_hu: Keskennyel
nl_nl: Versmallen door
pl_pl: Wąski
zh_cn: 受限于

source: AutoREM
ja_jp: オートREM
zh_cn: 自动REM

source: - Perform REM measurements
cs_cz: - proveď měření REM
da_dk: - UdførREM målinger
de_de: - REM Messung durchführen
es_es: - Realizar mediciones REM
fi_fi: - Suorita REM mittaus
fr_fr: - Lance les mesures REM
hu_hu: - REM mérés elvégzése
it_it: - Effettuare misure REM
ja_jp: - REM測定の実行
ko_kr: - REM 측정 실행
nl_nl: - REM metingen uitvoeren
no_no: - Utfør REM målinger
pl_pl: - Wykonaj pomiar REM
pt_pt: Performance das mensurações REM
ro_ro: - Executa masuratorile REM
ru_ru: - Выполнить REM измерения
sv_se: - Utför REM mätningar
tr_tr: - REM ölçümlerini uygula
zh_cn: - 进行REM

source: AutoREM processing ...
cs_cz: Probíhá AutoREM ...
da_dk: AutoREM udføres...
de_de: AutoREM wird ausgeführt...
es_es: Procesando AutoREM ...
fi_fi: AutoREM käynnissä...
fr_fr: AutoREM en cours ...
it_it: AutoREM elaborazione ...
ja_jp: オートREM 処理中 ...
ko_kr: AutoREM 동작중 ...
nl_nl: AutoREM bezig...
no_no: AutoREM prosessering...
pl_pl: AutoREM ...
pt_pt: Processando AutoREM ...
ro_ro: Procesare AutoREM ...
ru_ru: AutoREM в процессе...
sv_se: AutoREM processar...
tr_tr: AutoREM işleniyor...
zh_cn: 正在进行自动REM ...

source: Reset to AutoREM
cs_cz: Reset podle AutoREM
da_dk: Nulstil til AutoREM
de_de: Zurücksetzen auf AutoREM
es_es: Resetear a AutoREM
fi_fi: Palauta AutoREM oletus
fr_fr: Réinitialiser AutoREM
hu_hu: Reset az AutoREM-re
it_it: Ripristina a AutoREM
ja_jp: オートREMをリセット
nl_nl: Resetten naar AutoREM
no_no: Tilbakestill til AutoREM
pl_pl: Zresetuj do AutoREM
pt_pt: Redefinir AutoREM
ro_ro: Reseteaza la AutoREM
ru_ru: Вернуться к AutoREM
sv_se: Återställ till AutoREM
tr_tr: AutoREM konumuna getir.
zh_cn: 从自动REM重置

source: Run AutoREM
cs_cz: Spusť AutoREM
da_dk: Kør AutoREM
de_de: AutoREM ausführen
es_es: Ejecutar AutoREM
fi_fi: Suorita AutoREM
fr_fr: Utiliser AutoREM
hu_hu: AutoREM futtatás
it_it: Avvio AutoREM
ja_jp: オートREM実行
ko_kr: AutoREM 작동
nl_nl: AutoREM uitvoeren
no_no: Kjør AutoREM
pl_pl: Uruchom AutoREM
pt_pt: Realizando AutoREM
ro_ro: Ruleaza AutoREM
ru_ru: Запустить AutoREM
sv_se: Kör AutoREM
tr_tr: AutoREM'i çalıştır
zh_cn: 运行自动REM

source: Express Fit with REM
zh_cn: 用REM快速选配

source: Ready
cs_cz: Hotovo
da_dk: Klar
de_de: Fertig
es_es: Listo
fi_fi: Valmis
fr_fr: Prêt
hu_hu: Kész
it_it: Pronto
ja_jp: 準備
nl_nl: Gereed
no_no: Klar
pl_pl: Gotowe
pt_pt: Pronto
ro_ro: Gata
ru_ru: Готово
sv_se: Färdig
tr_tr: Hazır
zh_cn: 准备

source: Default REM Hardware:
cs_cz: Výchozí REM Hardware:
de_de: Standard REM Hardware:
es_es: Equipo REM por defecto:
fi_fi: Oletus REM laitteisto :
fr_fr: Module REM par défaut :
hu_hu: Alapértelmezett REM hardware:
it_it: Strumento REM predefinito:
ja_jp: 使用するREM測定機:
ko_kr: 초기 REM 하드웨어:
no_no: Standard REM maskinvare:
pl_pl: Domyślne urządzenie REM:
pt_pt: Padrão do hardware REM :
ro_ro: REM hardware din fabrica:
ru_ru: REM по умолчанию:
sv_se: REM Hårdvara:
tr_tr: Varsayılan REM Donanımı:
zh_cn: 默认REM设备：

source: Tube Calibration
cs_cz: Kalibrace hadičky
da_dk: Kalibrering af probeslange
de_de: Schlauchkalibrierung
es_es: Calibrar Tubo
fi_fi: Letkun kalibrointi
fr_fr: Calibrage des tubes
hu_hu: Cső kalibráció
it_it: Calibrazione Tubetto
ja_jp: チューブキャリブレーション
nl_nl: Slangkalibratie
no_no: Slangekalibrering
pl_pl: Kalibracja Sondy
pt_pt: Calibração do Tubo
ro_ro: Calibrarea tubului
ru_ru: Калибровка звуковода
sv_se: Slangkalibrering
tr_tr: Tüp Kalibrasyonu
zh_cn: 导声管校准

source: Resetting...
cs_cz: Resetování...
da_dk: Nulstiller...
de_de: Zurücksetzen...
es_es: Reseteando...
fi_fi: Alustetaan...
fr_fr: Réinitialisation ...
hu_hu: Újraindítás...
it_it: Ripristino...
ja_jp: 再設定...
ko_kr: 재셋팅중...
nl_nl: Resetten...
no_no: Tilbakestiller...
pl_pl: Resetowanie...
pt_pt: Redefinindo...
ro_ro: Reseteaza...
ru_ru: Возврат к исходным настройкам...
sv_se: Återställer...
tr_tr: Sıfırlıyor...
zh_cn: 正在重置...

source: Firmware is too old for Modulated noise, please update Aurical.
cs_cz: Firmware je příliš starý pro modulaci zvuku, prosím, proveďte update Auricalu.
da_dk: Firmwaren er for gammel til brug af moduleret støj, opdater venligst Aurical.
de_de: Firmware ist zu alt zur Wiedergabe eines modulierten Rauschens. Bitte aktualisieren Sie die Aurical.
es_es: El Firmware es demasiado antiguo para el Ruido Modulado, por favor actualice Aurical
fi_fi: Ohjelmaversio (Firmware) on liian vanha moduloidulle kohinalle, ole hyvä ja päivitä Auricalin ohjelmisto (ota yhteys laitetoimittajaan).
fr_fr: Le firmware est trop ancien pour ce type de signal. Mettre à jour l'Aurical corrige ce problème.
hu_hu: A firmware túl régi a modulált zajhoz, frissítse az Auricalt.
it_it: Il firmware è troppo vecchio per il Rumore Modulato, si prega di aggiornare Aurical.
ja_jp: 変調ノイズに対してファームウェアが古いのでAuricalをアップデートして下さい
ko_kr: Modulated noise에 사용하기에 펌웨어가 구버전입니다. Aurical을 업데이트해 주십시오.
nl_nl: Firmware is te oud voor gemoduleerde ruis, Aurical s.v.p. updaten.
no_no: Program er for gammelt for Modulert støy, vennligst oppdater Aurical.
pl_pl: Oprogramowanie jest zbyt stare dla Szumu Modulowanego, proszę zaktualizować Aurical.
pt_pt: O equipamento é muito antigo para modular o ruído, por favor realize a atualização do Aurical.
ro_ro: Microprogramele sunt pea vechi pentru sunet modulat, va rugam updatatati Aurical.
ru_ru: Прошивка устарела для модуляции шума. Пожалуйста, обновите Aurical.
sv_se: Programvaran är för gammal för Modulerat brus, uppgradera Aurical.
tr_tr: Ayarlanmış gürültü için ürün bilgisi çok eski, Lütfen Aurical 'i güncelleyiniz.
zh_cn: 固件版本太低，请升级Aurical。

source: Tube Calibration in progress...
cs_cz: Probíhá kalibrace hadičky...
da_dk: Kalibrering af probeslange under udførelse...
de_de: Schlauchkalibrierung wird durchgeführt...
es_es: Calibración del tubo en progreso...
fi_fi: Letkun kalibrointi käynnissä...
fr_fr: Calibrage des tubes en cours ...
hu_hu: Cső kalibráció folymatban...
it_it: Calibrazione Tubetto in corso...
ja_jp: チューブキャリブレーション処理中...
ko_kr: 튜브 캘리브레이션 중입니다...
nl_nl: Slangkalibratie bezig...
no_no: Slangekalibrering utføres...
pl_pl: Kalibracja Sondy ...
pt_pt: Calibração do Tubo em progresso...
ro_ro: Calibrarea tubului in curs...
ru_ru: Происходит калибровка звуковода...
sv_se: Slangkalibrering pågår...
tr_tr: Tüp Kalibrasyonu şuan uygulamada...
zh_cn: 正在进行导声管校准...

source: Cancel Calibration
cs_cz: Zruš kalibraci
da_dk: Fortryd kalibreringn
de_de: Abbruch Kalibrierung
es_es: Cancelar Calibración
fi_fi: Poista kalibrointi
fr_fr: Annuler le calibrage
hu_hu: Kalibráció leállítás
it_it: Annulla Calibrazione
ja_jp: キャリブレーションのキャンセル
ko_kr: 캘리브레이션을 취소합니다
nl_nl: Kalibratie annuleren
no_no: Avbryt Kalibrering
pl_pl: Anuluj Kalibrację
pt_pt: Cancelar Calibração
ro_ro: Anulati calibrarea
ru_ru: Прервать калибровку
sv_se: Avbryt kalibrering
tr_tr: Kalibrasyonu İptal Et
zh_cn: 取消校准

source: REUG Measurement in progress...
cs_cz: Probíhá měření REUG ...
da_dk: REUG måling udføres...
de_de: REUG Messung wird ausgeführt...
es_es: Realizando medición de REUG ...
fi_fi: REUG Mittaus käynnissä...
fr_fr: Mesure REUG en cours ...
hu_hu: REUG mérés folyamatban...
it_it: Misurazione REUG in corso...
ja_jp: REUGの測定が進行中です...
ko_kr: REUG 측정 중입니다...
nl_nl: REUG meting bezig...
no_no: REUG måling pågår...
pl_pl: Pomiar REUG...
pt_pt: Medidas de REUG em progresso....
ro_ro: Masurare REUG in desfasurare...
ru_ru: Происходит REUG измерение...
sv_se: REUG Mätning fortsätter...
tr_tr: REUG ölçümü devam ediyor...
zh_cn: 正在进行REUG测试..

source: Cancel Measurement
cs_cz: Zruš měření
da_dk: Fortryd måling
de_de: Abbruch Messung
es_es: Cancelar Medición
fi_fi: Poista mittaus
fr_fr: Annuler la mesure
hu_hu: Mérés leállítva
it_it: Cancella Misurazione
ja_jp: 測定のキャンセル
ko_kr: 측정을 취소합니다
nl_nl: Meting annuleren
no_no: Avbryt måling
pl_pl: Anuluj Pomiar
pt_pt: Cancelar mensuração
ro_ro: Anulati masuratorile
ru_ru: Прервать измерение
sv_se: Avbryt mätning
tr_tr: Ölçümü İptal Et
zh_cn: 取消测试

source: REIG Measurement in progress...
cs_cz: Probíhá měření REIG ...
da_dk: REIG måling udføres...
de_de: REIG Messung wird ausgeführt...
es_es: Realizando medición de REIG ...
fi_fi: REIG Mittaus käynnissä...
fr_fr: Mesure REIG en cours ...
hu_hu: REIG mérés folyamatban...
it_it: Misurazione REIG in corso...
ja_jp: REIGの測定が進行中です...
ko_kr: REIG 측정 중입니다...
nl_nl: REIG meting bezig...
no_no: REIG måling pågår...
pl_pl: Pomiar REIG...
pt_pt: Medidas de REIG em progresso...
ro_ro: Masurare REIG in desfasurare...
ru_ru: Происходит REIG измерение...
sv_se: REIG Mätning fortsätter...
tr_tr: REIG ölçümü devam ediyor...
zh_cn: 正在进行REIG测试...

source: REIG Measurement {0} of {1} in progress...
cs_cz: Probíhá měření REIG {0} z {1} ...
da_dk: REIG måling {0} af {1} udføres...
de_de: REIG Messung{0} von {1} wird ausgeführt...
es_es: Realizando medición de REIG {0} de {1} ...
fi_fi: REIG Mittaus {0} / {1} käynnissä...
fr_fr: Mesure REIG {0} sur {1} en cours ...
hu_hu: REIG {0} {1} mérése folyamatban...
it_it: Misurazione REIG {0} di {1} in corso...
ja_jp: REIG 測定の {0} / {1} が進行中です...
ko_kr: {1}의 {0} REIG 측정 중입니다...
nl_nl: REIG meting {0} van {1} bezig...
no_no: REIG måling {0} av {1} pågår...
pl_pl: Pomiar REIG {0} z {1} ...
pt_pt: Medidas de REIG {0} a {1} em progresso...
ro_ro: Masurare REIG {0} din {1} in desfasurare...
ru_ru: Происходит REIG измерение {0} {1} ...
sv_se: REIG Mätning {0} av {1} fortsätter...
tr_tr: REIG Ölçümü {1} ın {0} i devam ediyor...
zh_cn: 正在对{1}的 {0}进行REIG测试 ...

source: Tube Calibration was cancelled
cs_cz: Kalibrace hadičky byla zrušena
da_dk: Kalibrering af probeslange blev afbrudt
de_de: Schlauchkalibrierung wurde abgebrochen
es_es: La Calibración de Tubo se ha cancelado
fi_fi: Letkun kalibrointi peruttiin
fr_fr: Le calibrage des tubes a été annulé
hu_hu: Cső kalibráció leállítva
it_it: Calibrazione Tubetto cancellata
ja_jp: チューブキャリブレーションはキャンセルされました
ko_kr: 튜브 캘리브레이션이 취소되었습니다
nl_nl: Slangkalibratie geannuleerd
no_no: Slangekalibrering ble avbrutt
pl_pl: Kalibracja Sondy anulowana
pt_pt: Calibração do tubo foi cancelada
ro_ro: Calibrarea tubului a fost anulata
ru_ru: Калибровка звуковода прервана
sv_se: Slangkalibrering avbröts
tr_tr: Tüp Kalibrasyonu İptal Edildi.
zh_cn: 导声管校准被取消

source: REUG Measurement was cancelled
cs_cz: REUG měření bylo zrušeno
da_dk: REUG måling blev afbrudt
de_de: REUG Messung wurde abgebrochen
es_es: La medición de REUG se ha cancelado
fi_fi: REUG mittaus peruttu
fr_fr: La mesure REUG a été annulée
hu_hu: REUG mérés megszakítva
it_it: Misurazione REUG cancellata
ja_jp: REUGの測定はキャンセルされました
ko_kr: REUG 측정이 취소되었습니다
nl_nl: REUG meting afgebroken
no_no: REUG måling ble kansellert
pl_pl: Pomiar REUG anulowany
pt_pt: As medidas de REUG foram canceladas.
ro_ro: Masurare REUG anulata
ru_ru: REUG измерение было отменено
sv_se: REUG Mätning avbröts
tr_tr: REUG ölçümü iptal edildi.
zh_cn: REUG测试被取消

source: REIG Measurement was cancelled
cs_cz: REIG měření bylo zrušeno
da_dk: REIG måling blev afbrudt
de_de: REIG Messung wurde abgebrochen
es_es: La medición de REIG se ha cancelado
fi_fi: REIG mittaus peruttu
fr_fr: La mesure REIG a été annulée
hu_hu: REIG mérés megszakítva
it_it: Misurazione REIG cancellata
ja_jp: REIGの測定はキャンセルされました
ko_kr: REIG 측정이 취소되었습니다
nl_nl: REIG meting afgebroken
no_no: REIG måling ble kansellert
pl_pl: Pomiar REIG anulowany
pt_pt: As medidas de REIG foram canceladas.
ro_ro: Masurare REIG anulata
ru_ru: REIG измерение было отменено
sv_se: REIG Mätning avbröts
tr_tr: REIG ölçümü iptal edildi.
zh_cn: REIG测试被取消

source: Tube Calibration Completed
cs_cz: Kalibrace hadičky provedena
da_dk: Kalibrering af probeslange er fuldført
de_de: Schlauchkalibrierung abgeschlossen
es_es: Calibración del Tubo Terminada
fi_fi: Letku kalibrointi valmis
fr_fr: Calibrage des tubes effectué
hu_hu: Cső kalibráció kész
it_it: Calibrazione Tubetto completata
ja_jp: チューブキャリブレーション完了
ko_kr: 튜브 캘리브레이션 완료
nl_nl: Slangkalibratie compleet
no_no: Slangekalibrering ferdig
pl_pl: Kalibracja Sondy Zakończona
pt_pt: Calibração do Tubo Completa
ro_ro: Calibrarea tubului efectuata
ru_ru: Калибровка звуковода завершена
sv_se: Slangkalibrering färdig
tr_tr: Tüp Kalibrasyonu Tamamlandı.
zh_cn: 完成导声管校准

source: REUG Measurement Completed
cs_cz: Měření REUG dokončeno
da_dk: REUG måling fuldført
de_de: REUG Messung wurde durchgeführt
es_es: Medición de REUG Finalizada
fi_fi: REUG mittaus valmis
fr_fr: Mesure REUG effectuée
hu_hu: REUG mérés kész
it_it: Misurazione REUG completata
ja_jp: REUGの測定完了
ko_kr: REUG 측정 완료.
nl_nl: REUG meting voltooid
no_no: REUG måling fullført
pl_pl: Pomiar REUG Zakończony
pt_pt: Realizadas as medidas de REUG
ro_ro: Masurare REUG completa
ru_ru: REUG измерение завершено
sv_se: REUG Mätning avslutad
tr_tr: REUG ölçümü tamamlandı.
zh_cn: REUG测试完成

source: REIG Measurement Completed. Target was not matched.
cs_cz: Měření REIG dokončeno. Kritérium neurčeno.
da_dk: REIG måling fuldført. Target blev ikke matched.
de_de: REIG Messung komplett. Ziel wurde nicht erreicht.
es_es: Medición de REIG Finalizada. No se ha logrado el Objetivo.
fi_fi: REIG mittaus valmis. Tavoite ei toteudu.
fr_fr: Mesure REIG effectuée. Cible non atteinte.
hu_hu: REIG mérés kész. A cél nem lett elérve.
it_it: Misurazione REIG completata. Target non è stato raggiunto.
ja_jp: REIGの測定が完了しました ターゲットはマッチしませんでした
ko_kr: REIG 측정 완료. 타겟이 매치되지 않습니다.
nl_nl: REIG meting voltooid. Target is niet bereikt.
no_no: REIG måling fullført. Target matchet ikke.
pl_pl: Pomiar REIG Zakończony. Nie osiągnięto celu.
pt_pt: Realizadas as medidas de REIG. Os alvos não foram atingidos.
ro_ro: Masurare REIG completa. Tinta nu a fost echivalata
ru_ru: REIG измеренеие завершено. Целевые значения не были подобраны.
sv_se: REIG Mätning avslutad. Målet matchades inte.
tr_tr: REIG ölçümü tamamlandı. Hedef uyuşmadı.
zh_cn: REIG测试完成. 目标不匹配

source: REIG Measurement Completed. Target matched.
cs_cz: Měření REIG dokončeno. Kritérium určeno.
da_dk: REIG måling fuldført. Target matched.
de_de: REIG Messung komplett. Ziel wurde erreicht.
es_es: Medición de REIG Finalizada. Objetivo alcanzado.
fi_fi: REIG mittaus valmis. Tavoite on toteutunut.
fr_fr: Mesure REIG effectuée. Cible atteinte.
hu_hu: REIG mérés kész. Cél elérve.
it_it: Misurazione REIG completata. Target raggiunto.
ja_jp: REIGの測定が完了しました ターゲットにマッチしました
ko_kr: REIG 측정 완료. 타겟이 매치되었습니다.
nl_nl: REIG meting voltooid. Target bereikt.
no_no: REIG måling fullført. Target matchet.
pl_pl: Pomiar REIG Zakończony. Cel osiągnięty.
pt_pt: Realizadas as medidas de REIG. Alvos atingidos.
ro_ro: Masurare REIG completa. Tinta echivalata.
ru_ru: REIG измерение завершено. Целевые значения подобраны.
sv_se: REIG Mätning avslutad. Målet matchades.
tr_tr: REIG ölçümü tamamlandı. Hedef uyuştu.
zh_cn: REIG测试完成. 与目标匹配.

source: AutoREM - Left Ear
cs_cz: AutoREM - levé ucho
da_dk: AutoREM - venstre øre
de_de: AutoREM - linkes Ohr
es_es: AutoREM - Oído Izquierdo
fi_fi: AutoREM - Vasen korva
fr_fr: AutoREM - Oreille gauche
hu_hu: AutoREM - Bal fül
it_it: AutoREM - Orecchio Sinistro
ja_jp: オートREM - 左耳
ko_kr: AutoREM - 왼쪽 귀
nl_nl: AutoREM - Linker oor
no_no: AutoREM - Venstre øre
pl_pl: AutoREM - Lewe Ucho
pt_pt: AutoREM - Orelha esquerda
ro_ro: AutoREM - Urechea stanga
ru_ru: AutoREM - Левое ухо
sv_se: AutoREM - Vänster Öra
tr_tr: AutoREM - Sol Kulak
zh_cn: 自动REM -左耳

source: AutoREM - Right Ear
cs_cz: AutoREM - pravé ucho
da_dk: AutoREM - højre øre
de_de: AutoREM - rechtes Ohr
es_es: AutoREM - Oído Derecho
fi_fi: AutoREM - Oikea korva
fr_fr: AutoREM - Oreille droite
hu_hu: AutoREM - Jobb fül
it_it: AutoREM - Orecchio Destro
ja_jp: オートREM - 右耳
ko_kr: AutoREM - 오른쪽 귀
nl_nl: AutoREM - Rechtero or
no_no: AutoREM - Høyre øre
pl_pl: AutoREM - Prawe Ucho
pt_pt: AutoREM - Orelha direita
ro_ro: AutoREM - Urechea dreapta
ru_ru: AutoREM - Правое ухо
sv_se: AutoREM - Höger Öra
tr_tr: AutoREM - Sağ Kulak
zh_cn: 自动REM -右耳

source: Device not ready. Make sure device is connected properly and is powered on then try again.
cs_cz: Přístroj nepřipraven. Ujistěte se, zda je správně připojen a zapnutý a postup opakujte.
da_dk: Apparat er ikke klar. Kontroller at apparatet er tilkoblet og tændt og prøv igen.
de_de: Hörsystem nicht bereit. Bitte vergewissern Sie sich, dass das Hörsystem korrekt angeschlossen ist und eine frische Batterie enthält.
es_es: El dispositivo no esta listo. Asegúrese que el dispositivo esta encendido y conectado correctamente, e inténtelo de nuevo.
fi_fi: Laite ei ole valmiina. Varmista että laite on oikein kytketty ja virta on päällä ja kokeile sitten uudelleen.
fr_fr: L'appareil n'est pas prêt. S'assurer que l'appareil est bien connecté et en marche puis ré-essayer.
hu_hu: A készülék nem áll készen. Ellenőrizze a csatlakozást és hogy be van-e kapcsolva, majd próbálja újra.
it_it: Dispositivo non pronto. Assicurarsi che il dispositivo sia collegato correttamente e alimentato quindi riprovare.
ja_jp: デバイスの準備が出来ていません。 接続と電源がオンになっていることを確かめてから再試行して下さい。
ko_kr: 장치가 준비되지 않았습니다. 장치가 제대로 연결되어 있는지, 전원이 켜져있는지 확인하시고 다시 연결하세요.
nl_nl: REM systeem niet gereed. Zorg ervoor dat het systeem correct aangesloten is en gevoed wordt en probeer het dan opnieuw.
no_no: Apparat ikke klart. Undersøk at apparatet er koblet til og har strøm, og prøv igjen
pl_pl: Urządzenie nie jest gotowe. Upewnij się, że aparat jest poprawnie podłączony i ma zasilanie następnie spróbuj ponownie.
pt_pt: Dispositivo não está pronto. Tenha certeza que o aparelho está conectado e carregado corretamente e tente novamente.
ro_ro: Dispozitivul nu este gata.Fiti sigur ca este conectat cum se cuvine , este alimentat si apoi incercati din nou.
ru_ru: Устройство не готово. Убедитесь, что устройство подключено правильно. Затем включите и повторите снова.
sv_se: Hörapparaten är inte redo. Kontrollera att den är ordentligt ansluten samt påslagen och försök igen.
tr_tr: Cihaz hazır değil. Cihazın düzgün bağlanmış ve açık olduğundan emin olun sonra tekrar deneyin.
zh_cn: 助听器未连接好。检查助听器是否正确连接且电池电量充足，然后重试。
