Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Full On Gain with T-Coil
de_de: Maximale Verstärkung mit T-Spule
es_es: Ganancia Máxima con Bobina
fi_fi: Maksimivahvistus induktiosilmukalla
fr_fr: Gain maximum (FOG) avec bobine T
hu_hu: Teljes erősítés telefon tekerccsel
it_it: Guadagno Massimo con T-Coil
ja_jp: 誘導コイル最大音響利得
nl_nl: Maximale versterking voor luisterspoel
no_no: Full On Gain med telespole
pl_pl: Full On Gain z Cewką Telefoniczną
pt_pt: Ganho Máximo com bobina telefônica
ro_ro: Castig maxim cu T-Coil
ru_ru: Полное усиление с Телефонной катушкой
tr_tr: T-Coil ile Tam Kazanç
zh_cn: 满档增益带T档电感

source: Reference Test Gain with T-Coil (ANSI)
de_de: Bezugsprüfverstärkung mit T-Spule (ANSI)
es_es: Ganancia test de ref. con Bobina (ANSI)
fi_fi: Referenssivahvistus induktiosilmukalla (ANSI)
fr_fr: Gain de référence avec bobine T (ANSI)
hu_hu: Referencia teszt erősítés telefon tekerccsel (ANSI)
it_it: Guadagno di Riferimento con T-Coil (ANSI)
ja_jp: 誘導コイル規準利得 (ANSI)
nl_nl: Referentie test versterking voor luisterspoel (ANSI)
no_no: Referanse Test Gain med telespole (ANSI)
pl_pl: RTG z Cewką Telefoniczną (ANSI)
pt_pt: Teste de Ganho de Referência com Bobina Telefônica (ANSI)
ro_ro: Test Castig Referinta cu T-Coil (ANSI)
ru_ru: Контрольное усиление с Телефонной катушкой (ANSI)
tr_tr: T-Coil ile Referans Test Kazancı (ANSI)
zh_cn: 参考测试增益带T档电感 (ANSI)

source: Reference Test Gain with T-Coil (IEC)
de_de: Bezugsprüfverstärkung mit T-Spule (IEC)
es_es: Ganancia al test de Ref. con Bobina (IEC)
fi_fi: Referenssivahvistus induktiosilmukalla (IEC)
fr_fr: Gain de référence avec bobine T (CEI)
hu_hu: Referencia teszt erősítés telefon tekerccsel (ANSI)
it_it: Guadagno di Riferimento con T-Coil (IEC)
ja_jp: 誘導コイル規準利得 (IEC)
ko_kr: Reference Test Gain with T-Coil (ANSI)
nl_nl: Referentie test versterking voor luisterspoel (IEC)
no_no: Referanse Test Gain med telespolel (ANSI)
pl_pl: RTG z Cewką Telefoniczną (IEC)
pt_pt: Teste de Ganho de Referência com Bobina Telefônica (IEC)
ro_ro: Test Castig Referinta cu T-Coil (IEC)
ru_ru: Контрольное усиление с Телефонной катушкой (IEC)
sv_se: Reference Test Gain with T-Coil (ANSI)
tr_tr: T-Coil ile Referans Test Kazancı (IEC)
zh_cn: 参考测试增益带T档电感 (IEC)

source: None
cs_cz: Žádný
da_dk: Intet
de_de: Keine
es_es: Ninguno
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pl_pl: Brak
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Отсутствует
sv_se: Ingen
tr_tr: Hiçbiri
zh_cn: 无

source: Entering Test Mode will discard all changes made in the current fitting session.
cs_cz: Vstupem do Test Módu zrušíte všechny změny provedené v současném fitting sezení.
da_dk: Testindstilling vil slette ændringer lavet i nuværende session.
de_de: Das starten des Test Modus verwirft alle in dieser Sitzung gemachten Änderungen.
es_es: Al entrar en modo analizador perderá todos los cambios realizados en la sesión actual.
fi_fi: Jos siirryt kuulokojetesti tilaan kaikki muutokset jotka on tehty sovitukselle hylätään.
fr_fr: Le mode test va fermer cette session. Les réglages qui n'ont pas été sauvegardés seront perdus.
hu_hu: A Teszt módba való belépés töröl minden változtatást az aktuális bejegyzésben.
it_it: Entrando in modalità test verranno eliminate tutte le modifiche apportate nella corrente sessione di Fitting.
ja_jp: 補聴器に測定用プログラムが書き込まれます。測定後に、現在のフィッティングデータへ戻すことができます。
ko_kr: 시험검사 모드를 입력하면 현 피팅세션에서 진행된 모든 변경사항이 적용되지 않습니다.
nl_nl: Als u naar de Testmodus gaat zullen alle wijzigingen ongedaan gemaakt worden die in de huidige aanpassessie zijn uitgevoerd.
no_no: Ved å starte testmodus vil alle endringer gjort i denne tilpasningen bli borte.
pl_pl: Włączenie Trybu Testowego usunie wszystkie zmiany zrobione w obecnej sesji dopasowania.
pt_pt: Ao acionar o Modo Teste, você descarta todas as modificações realizadas na sessão de ajustes atual.
ro_ro: Intrarea in modul Test va sterge toate modificarile facute in sesiunea actuala de reglaj
ru_ru: Вводимый Режит Тестирования отменит все изменения, сделанные в текущей сессии настройки.
sv_se: När du går in i testläge kommer alla justeringar gjorda i aktuell session att försvinna.
tr_tr: Test Modundan girme nedeniyle geçerli oturumda yapılan tüm değişiklikler kaybolacak.
zh_cn: 进入测试模式后将丢失当前验配所有的数据。

source: Connection
cs_cz: Spojení
da_dk: Forbindelse
de_de: Verbindung
es_es: Conexión
fi_fi: Yhteys
fr_fr: Connexion
hu_hu: Csatlakozás
it_it: Connessione
ja_jp: 接続
ko_kr: 연결
nl_nl: Verbinding
no_no: Tilkobling
pl_pl: Połączenia
pt_pt: Conectar
ro_ro: Conexiune
ru_ru: Соединение
sv_se: Anslutning
tr_tr: Bağlantı
zh_cn: 连接

source: Start
da_dk: Begynd
es_es: Comenzar
fi_fi: Käynnistä
fr_fr: Démarrage
ja_jp: 開始
ko_kr: 시작
pt_pt: Iniciar
ru_ru: Начало
tr_tr: Başla
zh_cn: 开始

source: Selection
cs_cz: Výběr
da_dk: Udvalg
de_de: Auswahl
es_es: Selección
fi_fi: Valinta
fr_fr: Sélection
hu_hu: Kiválasztás
it_it: Selezione
ja_jp: 選択
ko_kr: 선택
nl_nl: Selectie
no_no: Valg
pl_pl: Wybór
pt_pt: Selecionar
ro_ro: Selectare
ru_ru: Выбор
sv_se: Val
tr_tr: Seçim
zh_cn: 选择

source: Test
fi_fi: Testi
hu_hu: Teszt
ja_jp: 測定
ko_kr: 검사
pt_pt: Teste
ru_ru: Тест
zh_cn: 测试

source: Programs set during testing are not safe for patients. Original user settings will be restored at the end of the test. To ensure a proper restore, the device must be connected and recognized.
cs_cz: Program nastavený pro testování není bezpečný pro pacienta. Na konci testu bude obnoveno pacientovo původní nastavení. Pro zajištění správné obnovy musí být sluchadlo připojeno a rozpoznáno.
da_dk: Programmer indstillet under test er ikke anvendelige for brig. Originale brugerindstillinger vil blive genprogrammeret i slutingen af testen. For at sikre dette bør apparatet være forbundet og genkendt.
de_de: Die Einstellungen im Hörsystem während des Testes sind nicht für den Kunden geeignet. Die Original-Kundeneinstellungen werden am Ende des Testes wieder auf das Hörsystem übertragen. Um eine zügige Wiederherstellung durchführen zu können, muss das Hörsystem verbunden und gefunden sein.
es_es: Los ajustes durante la prueba del analizador no son seguros para el paciente. Los ajustes originales del paciente se restauraran al finalizar el test. Para asegurar la correcta restauración, el audífono debe estar conectado y reconocido.
fi_fi: Testiasetukset eivät ole turvallisia potilalle eli kojetta ei saa pitää korvassa testin aikana. Alkuperäiset asetukset palautetaan kuulokojeeseen testin jälkeen. Jotta palautus voidaan suorittaa onnistuneesti kuulokojeen tulee olla yhdistetty ja tunnistettu.
fr_fr: Les réglages qui vont être programmés dans l'appareils peuvent être dangereux pour le patient. Les réglages du patient seront restaurés à la fin du test. Afin d'assurer une restauration correcte des réglages du patient, les appareils doivent rester connectés.
hu_hu: A programok állítása a tesztelés alatt nem biztonságos a páciens számára. Az eredeti beállítások fognak visszaállni a teszt végén. Hogy biztosítsuk a pontos visszállítást, a készüléknek csatlakoztatva és felismerve kell lennie.
it_it: I programmi impostati durante i test non sono sicuri per i pazienti. Le impostazioni originali dell'utente verranno ripristinate al termine del test. Per garantire un adeguato ripristino, il dispositivo deve essere collegato e riconosciuto.
ja_jp: テクニカル測定用のプログラムに設定されます。必ず補聴器を耳から外して下さい。現在のフィッティングデータへ戻すには、測定後に再接続して下さい。
ko_kr: 시험검사 중에 설정된 프로그램은 환자에게는 안전하지 않습니다. 원래 사용자의 설정이 시험검사 말기에 복원됩니다. 반드시 보청기를 연결하여 인식 시켜야 복원이 적합게게 이루어 집니다.
nl_nl: De programma´s die zijn ingesteld voor de test zijn niet veilig voor cliënten. De originele instellingen worden teruggezet aan het eind van de test. Om er zeker van te zijn dat dat goed gaat moeten de toestellen worden verbonden en herkend.
no_no: Program innstillinger under test er ikke sikker for brukeren. Originale brukerinnstillinger vil bli tilført på slutten av testen. For å sikre en gjenopprettelse av innstillingene, vennligst koble til apparatene.
pl_pl: Parametry ustawione dla pomiarów nie są bezpieczne dla pacjenta. Oryginalne ustawienia pacjenta zostaną przywrócone po zakończeniu pomiarów. Aby upewnić się, że zostały wczytane prawidłowe parametry należy ponownie podłączyć i rozpoznać aparaty.
pt_pt: Programas criados durante os testes não são seguros para os pacientes. As configurações originais do usuário deverão ser restauradas no final do teste. Para assegurar uma adequada restauração, o aparelho deve estar conectado e ser reconhecido.
ro_ro: Programele setate pe parcursul testarii nu sunt sigure pentru pacienti. Setarile originale ale utilizatorului vor fi restaurate la finele testului. Pentru o restaurare corecta, dispozitivul trebuie conectat si recunoscut.
ru_ru: Программы, установленные во время тестирования, не являются безопасными для пациента. Оригинальные настройки пользователя будут восстановлены по окончании теста. В целях обеспечения надлежащего восстановления, аппарат должен быть подключен и определен.
sv_se: Testprogrammen är inte säkra för brukare att lyssna på. Brukarens orginalinställningar kommer återställas i slutet på testet. För att säkra en Fullständig Återställning måste hörapparaten vara ansluten och kännas igen.
tr_tr: Test sırasında pogram ayarları hastalar için güvenli değildir. Orijinal kullanıcı ayarları test sonunda geri yüklenecektir. Uygun geri yükleme için cihaz bağlanmalı ve tanınmalıdır.
zh_cn: 对用户来说测试程序的设置是不合适的。在测试结束后将恢复初始设置。为了保证恢复的顺利，助听器需要连接和识别。

source: Caution:
cs_cz: Pozor:
da_dk: Advarsel:
de_de: Achtung:
es_es: Precaución:
fi_fi: Varoitus :
fr_fr: Attention :
hu_hu: Figyelmeztetés:
it_it: Attenzione:
ja_jp: 注意:
ko_kr: 주의:
nl_nl: Waarschuwing:
no_no: Advarsel:
pl_pl: Uwaga:
pt_pt: Precauções:
ro_ro: Atentie:
ru_ru: Предупреждение:
sv_se: Varning:
tr_tr: Dikkat:
zh_cn: 注意：

source: Cancel
cs_cz: Zrušit
da_dk: Fortryd
de_de: Abbruch
es_es: Cancelar
fi_fi: Peru
fr_fr: Annuler
hu_hu: Mégse
it_it: Cancellare
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleren
no_no: Avbryt
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anuleaza
ru_ru: Отменить
sv_se: Avbryt
tr_tr: İptal
zh_cn: 取消

source: Continue
cs_cz: Pokračovat
da_dk: Fortsæt
de_de: Weiter
es_es: Continuar
fi_fi: Jatka
fr_fr: Continuer
hu_hu: Folytatás
it_it: Continuare
ja_jp: 次へ進む
ko_kr: 계속
nl_nl: Doorgaan
no_no: Fortsette
pl_pl: Kontynuuj
ro_ro: Continua
ru_ru: Продолжить
sv_se: Fortsätt
tr_tr: Devam et
zh_cn: 继续

source: Right side is corrupted. A Full Restore is required to repair the instrument.
cs_cz: Pravá strana je poškozena. Je vyžadován Full Restore k opravě sluchadel.
da_dk: Højre apparat indeholder korrupte data. Fuld nulstilling er påkrævet for at reparere apparatet.
de_de: Die Daten auf der rechten Seite sind defekt. Ein zurücksetzen auf Werkseinstellung ist notwendig um den Fehler zu beheben.
es_es: El firmware del audífono derecho está dañado. Necesita realizar una restauración completa del mismo para repararlo.
fi_fi: Oikean puolen kuulokojeessa ohjelmavirhe. Voit korjata ohjelmavirheen palauttamalla kuulokojeseen alkuperäiset tehdasasetukset
fr_fr: L'appareil droit est illisible. Une restauration complète est requise pour réparer cet appareil.
hu_hu: A jobb oldal sérült. A teljes visszaállítsához meg kell javítani a készüléket.
it_it: Lato Destro corrotto. E' necessario un ripristino completo dell'apparecchio per rigenerarlo.
ja_jp: 右側の補聴器のデータが正しくありません。最新のファームウェアに書き換えて下さい。
ko_kr: 오른쪽에 오류가 있습니다. 보청기를 복구하려면 "Full Restore"가 필요합니다 .
nl_nl: De software rechts is corrupt. Het toestel moet volledig hersteld worden.
no_no: Høyre side er korrupt. Full tilbakestilling kreves for å reparere apparatet.
pl_pl: Prawa strona jest uszkodzona. Wymagane jest Pełne Przywrócenie aby naprawić aparat.
pt_pt: O lado direito está corrompido. Uma restauração completa é necessária para reparar o aparelho.
ro_ro: Partea dreapta este defectuoasa. O Restaurare completa este necesara pentru repararea dispozitivului.
ru_ru: Правый аппарат поврежден. Для исправления аппарата рекомендовано Полное восстановление.
sv_se: Höger sida är skadad. Återställ till fabriksinställningar för att reparera hörapparaten.
tr_tr: Sağ taraf arızalanmış. Cihazı onarmak için Tam Sıfırlama gerekiyor.
zh_cn: 右侧助听器软件受损，请使用"全部恢复"功能进行修复。

source: Left side is corrupted. A Full Restore is required to repair the instrument.
cs_cz: Levá strana je poškozena. Je vyžadován Full Restore k opravě sluchadel.
da_dk: Venstre apparat indeholder korrupte data. Fuld nulstilling er påkrævet for at reparere apparatet.
de_de: Die Daten auf der linken Seite sind defekt. Ein zurücksetzen auf Werkseinstellung ist notwendig um den Fehler zu beheben.
es_es: El firmware del audífono izquierdo está dañado. Necesita realizar una restauración completa del mismo para repararlo.
fi_fi: Vasemman puolen kuulokojeessa ohjelmavirhe. Voit korjata ohjelmavirheen palauttamalla kuulokojeeseen alkuperäiset tehdasasetukset
fr_fr: L'appareil gauche est illisible. Une restauration complète est requise pour réparer cet appareil.
hu_hu: A bal oldal sérült. A teljes visszaállításhoz meg kell javítani a készüléket.
it_it: Lato Sinistro corrotto. E' necessario un ripristino completo dell'apparecchio per rigenerarlo.
ja_jp: 左側の補聴器のデータが正しくありません。最新のファームウェアに書き換えて下さい。
ko_kr: 왼쪽에 오류가 있습니다. 보청기를 복구하려면 "Full Restore"가 필요합니다
nl_nl: De software links is corrupt. Het toestel moet volledig hersteld worden.
no_no: Venstre side er korrupt. Full tilbakestilling kreves for å reparere apparatet.
pl_pl: Lewa strona jest uszkodzona. Wymagane jest Pełne Przywrócenie aby naprawić aparat.
pt_pt: O lado esquerdo está corrompido. Uma restauração completa é necessária para reparar o aparelho.
ro_ro: Partea stanga este defectuoasa. O Restaurare completa este necesara pentru repararea dispozitivului.
ru_ru: Левый аппарат поврежден. Для исправления аппарата рекомендовано Полное восстановление.
sv_se: Vänster sida är skadad. Återställ till fabriksinställningar för att reparera hörapparaten.
tr_tr: Sol taraf arızalanmış. Cihazı onarmak için Tam Sıfırlama gerekiyor.
zh_cn: 左侧助听器软件受损，请使用"全部恢复"功能进行修复。

source: Both sides are corrupted. A Full Restore is required to repair both instruments.
cs_cz: Obě strany jsou poškozeny. Je vyžadován Full Restore k opravě sluchadel.
da_dk: Begge apparater indeholder korrupte data. Fuld nulstilling er påkrævet for at reparere apparatet.
de_de: Die Daten auf beiden Seiten sind defekt. Ein zurücksetzen auf Werkseinstellung ist notwendig um den Fehler zu beheben.
es_es: El firmware de ambos audífonos esta dañado. Necesita realizar una restauración completa de los mismos para repararlos.
fi_fi: Kummankin puolen kuulokojeissa ohjelmavirhe. Voit korjata ohjelmavirheen palauttamalla kuulokojeisiin alkuperäiset tehdasasetukset
fr_fr: Les deux appareils sont illisibles. Une restauration complète est requise pour réparer les appareils.
hu_hu: Mindkét oldal sérült. A teljes visszaállításhoz meg kell javítani a készülékeket.
it_it: Entrambi i lati sono corrotti. E' necessario un ripristino completo di entrambi gli apparecchi per rigenerarli.
ja_jp: 両側の補聴器のデータが正しくありません。最新のファームウェアに書き換えて下さい。
ko_kr: 양쪽 모두에 오류가 있습니다. 양쪽 보청기를 복구하려면 "Full Restore"가 필요합니다.
nl_nl: De software links én rechts is corrupt. Beide toestellen moeten volledig hersteld worden.
no_no: Begge sider er korrupt. Full tilbakestilling kreves for å reparere begge apparatene.
pl_pl: Obie strony są uszkodzone. Wymagane jest Pełne Przywrócenie aby naprawić aparaty.
pt_pt: Ambos os lados estão corrompidos. Uma restauração completa é necessária para reparar os aparelhos.
ro_ro: Ambele parti sunt defectuoase. O Restaurare completa este necesara pentru repararea dispozitivelor.
ru_ru: Оба аппарата повреждены. Для исправления аппаратов рекомендовано Полное восстановление.
sv_se: Båda sidor är skadade. Återställ till fabriksinställningar för att reparera hörapparaterna.
tr_tr: Her iki taraf da arızalanmış. Cihazı onarmak için Tam Sıfırlama gerekiyor.
zh_cn: 双侧助听器软件受损，请使用“全部恢复”功能进行修复。

source: Not available
cs_cz: Nedostupné
da_dk: Ikke tilgængelig
de_de: Nicht verfügbar
es_es: No disponible
fi_fi: Kuulokojetta ei ole valittu
fr_fr: Non disponible
hu_hu: Nem áll rendelkezésre
it_it: Non disponibile
ja_jp: 該当データなし
ko_kr: 사용할 수 없음
nl_nl: Niet beschikbaar
no_no: Ikke tilgjengelig
pl_pl: Nie dostępne
pt_pt: Não disponível
ro_ro: Nedisponibil
ru_ru: Не доступно
sv_se: Inte tillgängligt
tr_tr: Mevcut değil
zh_cn: 不可用

source: Bluetooth Smart Devices must be paired outside of ReSound Aventa. Use this screen to unpair Bluetooth Smart Devices by clicking 'Remove'.
cs_cz: Bluetooth Smart přístroje musí být párovány mimo Aventa. Použijte tuto obrazovku pro odpárování Bluetooth Smart přístrojů kliknutím na 'Odebrat'.
da_dk: Bluetooth intelligente enheder skal parres udenom Aventa. Brug denne skærm til at fjerne parring af Bluetooth intelligente enheder ved at klikke 'Fjern'.
de_de: Bluetooth Smart Devices müssen außerhalb der Aventa gekoppelt werden. Benutzen Sie dieses Fenster dazu um die Kopplung von Bluetooth Smart Devices durch "Entfernen" aufzuheben
es_es: Los Dispositivos Bluetooth se deben de vincular fuera de Aventa. Utilice esta pantalla para desvincular un Dispositivo Bluetooth, haciendo click en 'Eliminar'.
fi_fi: Bluetooth Älylaitteet pitää parittaa Aventan ulkopuolella (BT paritus, kuulokoje-puhelin). Käytä tätä ruutua vain Bluetooth Älylaitteiden parituksen poistamiseksi.
fr_fr: Les équipements Bluetooth doivent être jumelés en dehors d'Aventa. Utilisez cet écran pour supprimer un jumelage Bluetooth en cliquant sur Supprimer.
hu_hu: A Bluetooth okos eszközöket az Aventán kivül kell párosítani. Használja ezt a képernyőt és klikeljen az 'Eltávolításra' a párosítás megszüntetéséhez.
it_it: I dispositivi Bluetooth Smart devono essere accoppiati al di fuori di ReSound Aventa. Utilizzare questa schermata per disaccoppiare Dispositivo Bluetooth Smart cliccando su "Rimuovi".
ja_jp: Bluetooth機器はAventaでペアリングできません。この画面で「削除」を押すとBluetooth機器とのペアリングが解除されます。
ko_kr: 블루투스 스마트 기기는 반드시 Aventa 외부에서 연결해야 합니다. 이 화면서 'Remove'를 클릭해서 블루투스 스마트 기기의 연결을 해제할 수 있습니다.
nl_nl: Bluetooth Smart apparaten moeten buiten Aventa gepaird worden. Gebruik dit scherm om de pairing van Bluetooth Smart apparaten ongedaan te maken door op 'Verwijderen' te klikken.
no_no: Bluetooth Smart-enheter må pares utenfor Aventa. Bruk dette skjermbilde til å fjerne paring av Bluetooth Smart-enheter ved å trykke 'Fjern'.
pl_pl: Urządzenia Bluetooth Smart muszą być sparowane poza programem Aventa. użyj tego ekranu aby rozłączyć Urządzenia Bluetooth Smart klikając na "Usuń".
pt_pt: Dispositivos com Bluetooth devem ser pareados fora do Aventa. Use esta tela para desfazer o pareamento, clique em remover.
ro_ro: Bluetooth Smart Devices trebuie asociate in afara Aventa. Folositi acest ecran pentru dezasocierea de dispozitive bluetooth prin apasarea "Indeparteaza"
ru_ru: Bluetooth устройства должны быть сопряжены вне Aventa. Используйте это окно, чтобы отменить сопряжение Bluetooth устройств, нажав 'Удалить'.
sv_se: Bluetooth Smart Enhet måste paras utanför Aventa. Använd denna skärm för att ta bort parning av Bluetooth Smart Enhet genom att klicka "Ta bort".
tr_tr: Bluetooth Akıllı Cihazlar Aventa harici eşleştirilmelidir. Eşleştirmeyi kaldırmak için bu ekranda 'Remove' a tıklayın.
zh_cn: 使用Aventa不能匹配蓝牙智能设备，但可以点击“删除”来删除已匹配的蓝牙智能设备。

source: Closed
da_dk: Standard hook
de_de: geschlossen
es_es: Cerrado
fi_fi: Koukku
fr_fr: Standard, avec coude plastique
hu_hu: Zárt
it_it: Chiuso
ja_jp: クローズ
nl_nl: Gesloten
no_no: Tett
pl_pl: Zamknięta
pt_pt: Fechado
ro_ro: Inchis
ru_ru: Закрытый
sv_se: Normal
tr_tr: Kapalı
zh_cn: 标准验配

source: P Closed
da_dk: Power med hook
de_de: Power geschlossen
es_es: Power Cerrado
fi_fi: P suljettu
fr_fr: Puissante, avec coude plastique
hu_hu: P zárt
it_it: Power Chiuso
ja_jp: パワータイプ
nl_nl: Power gesloten
no_no: Power Tett
pl_pl: Zamknięta Power
pt_pt: P Fechado
ro_ro: P Inchis
ru_ru: Мощный Закрытый
sv_se: Power
tr_tr: P Kapalı
zh_cn: 标准验配 P

source: Left Ear
cs_cz: Levé ucho
da_dk: Venstre øre
de_de: Linkes Ohr
es_es: Oído Izquierdo
fi_fi: Vasen korva
fr_fr: Oreille gauche
hu_hu: Bal fül
it_it: Orecchio Sinistro
ja_jp: 左耳
ko_kr: 왼쪽 귀
nl_nl: Linkeroor
no_no: Venstre øre
pl_pl: Lewe Ucho
pt_pt: Orelha Esquerda
ro_ro: Urechea stanga
ru_ru: Левое ухо
sv_se: Vänster öra
tr_tr: Sol Kulak
zh_cn: 左耳

source: Right Ear
cs_cz: Pravé ucho
da_dk: Højre øre
de_de: Rechtes Ohr
es_es: Oído Derecho
fi_fi: Oikea korva
fr_fr: Oreille droite
hu_hu: Jobb fül
it_it: Orecchio Destro
ja_jp: 右耳
ko_kr: 오른쪽 귀
nl_nl: Rechteroor
no_no: Høyre øre
pl_pl: Prawe Ucho
pt_pt: Orelha Direita
ro_ro: Urechea dreapta
ru_ru: Правое ухо
sv_se: Höger öra
tr_tr: Sağ Kulak
zh_cn: 右耳

source: Serial No:
cs_cz: Sériové číslo:
da_dk: Serienummer:
de_de: Serien-Nr:
es_es: Número de Serie:
fi_fi: Sarjanumero :
fr_fr: N° de série :
hu_hu: Gyári szám:
it_it: Numero Seriale:
ja_jp: シリアル番号:
ko_kr: 제조번호:
nl_nl: Serienr:
no_no: Serienr:
pl_pl: Numer Seryjny:
pt_pt: Número de Série:
ro_ro: Serie:
ru_ru: Серийный №:
sv_se: Serienummer:
tr_tr: Seri No:
zh_cn: 序列号：

source: Back
cs_cz: Zpět
da_dk: Tilbage
de_de: Zurück
es_es: Atrás
fi_fi: Palaa
fr_fr: Retour
hu_hu: Vissza
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤쪽
nl_nl: Terug
no_no: Tilbake
pl_pl: Powrót
pt_pt: Voltar
ro_ro: Inapoi
ru_ru: Назад
sv_se: Tillbaka
tr_tr: Geri
zh_cn: 退回

source: Apply Test Settings
cs_cz: Aplikovat testovací nastavení
da_dk: Brug testindstillinger
de_de: Test-Einstellungen verwenden
es_es: Aplicar los ajustes de Analizador
fi_fi: Käytä testi asetuksia
fr_fr: Continuer
hu_hu: Teszt beállítások elfogadása
it_it: Applica Impostazioni Test
ja_jp: 開始
ko_kr: 시험검사 설정 적용
nl_nl: Pas testinstellingen toe
no_no: Tilføre testinnstillinger:
pl_pl: Zastosuj Ustawienia Testowe
pt_pt: Aplicar Ajustes de Teste
ro_ro: Aplica setari testare
ru_ru: Применить Параметры Тестирования
sv_se: Lägg till Testinställningar
tr_tr: Test Ayarlarını Uygula
zh_cn: 进行测试设置
