Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Restaurant background
cs_cz: Pozadí restaurace
da_dk: Restaurant
de_de: Klangbeispiel - Restaurant
es_es: Ambiente de restaurante
fi_fi: Ravintolan taustaäänet
fr_fr: Environnement - restaurant
hu_hu: Étterem háttérzaj
it_it: Ristorante
ja_jp: レストラン（背景の音）
ko_kr: 식당 환경
nl_nl: Achtergrondgeluid restaurant
no_no: Restaurant - bakgrunnsstøy
pl_pl: Tło akustyczne restauracji
pt_pt: Restaurante-fundo
ro_ro: Restaurant retras
ru_ru: В ресторане - окружение
sv_se: Restaurangbakgrund
tr_tr: Restoran arka gürültüsü
zh_cn: 餐馆背景噪声

source: Car horn
cs_cz: Auto-houkačka
da_dk: Bilhorn
de_de: Auto - Hupe
es_es: Claxon coche
fi_fi: Auton äänitorvi
fr_fr: Voiture - klaxon
hu_hu: Autó duda
it_it: Clacson Auto
ja_jp: 車のクラクション
ko_kr: 자동차 경적
nl_nl: Claxon auto
no_no: Bilhorn
pl_pl: Klakson
pt_pt: Buzina de Carro
ro_ro: claxon de masina
ru_ru: Гудок машины
sv_se: Biltuta
tr_tr: Araba Klaksonu
zh_cn: 汽车喇叭声

source: Car-key alarm
cs_cz: Auto-alarm
da_dk: Bil, alarm for nøgle
de_de: Auto - Warnung "Zündschlüssel-steckt"
es_es: Coche-alarma llave
fi_fi: Auton hälytysääni
fr_fr: Voiture - signal de rappel
hu_hu: Autó riasztó
it_it: Allarme chiave auto
ja_jp: 車のキー・アラーム
ko_kr: 차-열쇠 알람
nl_nl: Auto - alarm
no_no: Bilalarm
pl_pl: Dźwięk alarmu samochodowego
pt_pt: Carro-alarme de chave
ro_ro: Masina - alarma la cheie
ru_ru: Машина - брелок сигнализации
sv_se: Bil-Nyckelalarm
tr_tr: Araba Anahtarı Alarmı
zh_cn: 汽车-开锁提示音

source: Car-turn signal
cs_cz: Auto-blikače
da_dk: Bil - afviserblink
de_de: Auto - Blinker
es_es: Coche-Intermitente
fi_fi: Auton vilkku
fr_fr: Voiture - clignotants
hu_hu: Autó-tolatás
it_it: Segnale acustico direzione auto
ja_jp: 車の方向指示器を下ろす
ko_kr: 차-신호변경
nl_nl: richtingaanwijzer
no_no: Blinklys
pl_pl: Dźwięk migacza samochodowego
pt_pt: Carro-pisca alerta
ro_ro: Semnalizator
ru_ru: Машина - сигнал включения
sv_se: Bil-Blinkers
tr_tr: Araba Sinyali
zh_cn: 汽车-转向提示音

source: Car-wipers
cs_cz: Auto-stěrače
da_dk: Vinduesviskere
de_de: Auto - Scheibenwischer
es_es: Coche-limpiaparabrisas
fi_fi: Tuulilasin pyyhkijät
fr_fr: Voiture - essuie-glace
hu_hu: Autó-emelő
it_it: Macchina-asciuga
ja_jp: 車のワイパーの音
ko_kr: 차-와이퍼
nl_nl: Ruitenwissers
no_no: Vindusviskere
pl_pl: Dźwięk wycieraczek
pt_pt: Carro-limpadores
ro_ro: Stergatoare de parbriz
ru_ru: Машина - дворники
sv_se: Bil-Vindrutetorkare
tr_tr: Araba- Silecekler
zh_cn: 汽车-雨刮器

source: Car-lock up
cs_cz: Auto-odemknutí
da_dk: Bil der låses op
de_de: Auto - Zentralverrieglung auf
es_es: Coche-cierre centralizado
fi_fi: Auton lukko ovessa auki
fr_fr: Voiture - ouverture centralisée
hu_hu: Autó-bezárás
it_it: Serratura su
ja_jp: 車の鍵を掛ける
ko_kr: 차-문잠그기
nl_nl: Autoslot
no_no: Låse opp dør på bil
pl_pl: Zamykanie zamka w drzwiach samochodowych
pt_pt: Carro-fechar
ro_ro: Masina - incuiata
ru_ru: Машина - открыть
sv_se: Bil-Lås upp
tr_tr: Araba Kilidi Açılırken
zh_cn: 汽车-车门上锁

source: Car-lock down
cs_cz: Auto-zamknutí
da_dk: Bil der låses
de_de: Auto - Zentralverrieglung zu
es_es: Cerrar cerradura coche
fi_fi: Auton lukko ovessa kiinni
fr_fr: Voiture - fermeture centralisée
hu_hu: Autó-kinyitás
it_it: Serratura giù
ja_jp: 車の鍵を解除する
ko_kr: 차-문열기
nl_nl: Autoslot
no_no: Låse bildør
pl_pl: Zablokowanie drzwi samochodowych
pt_pt: Carro-abrir
ro_ro: Msina - descuiata
ru_ru: Машина - закрыть
sv_se: Bil-Lås
tr_tr: Araba Kilidi Kapanırken
zh_cn: 汽车-打开车门

source: Car-fan low
cs_cz: Auto-větrák na malé otáčky
da_dk: Bilblæser svag
de_de: Auto - Lüftung schwach
es_es: Coche-aire bajo
fi_fi: Auton tuuletin hiljaisella
fr_fr: Voiture - ventilation faible
hu_hu: Autó-klíma halk
it_it: Ventola Auto livello basso
ja_jp: 車のファン（低）
ko_kr: 차-팬소리 약하게
nl_nl: Blower - langzaam
no_no: Bil - vifte (svak)
pl_pl: Nawiew samochodowy - niski bieg
pt_pt: Carro-ventilador baixo
ro_ro: Ventilator de masina - incet
ru_ru: Машина - вентилятор (слабо)
sv_se: Bil-Svag fläkt
tr_tr: Araba Fanı-Alçak
zh_cn: 汽车-风扇低速转

source: Car-fan high
cs_cz: Auto-větrák na vysoké otáčky
da_dk: Bilblæser kraftig
de_de: Auto - Lüftung stark
es_es: Coche-aire fuerte
fi_fi: Auton tuuletin maksimilla
fr_fr: Voiture - ventilation forte
hu_hu: Autó-klíma hangos
it_it: Ventola auto livello alto
ja_jp: 車のファン（高）
ko_kr: 차-팬소리 크게
nl_nl: Blower - snel
no_no: Bil - vifte (sterk)
pl_pl: Nawiew samochodowy - wysoki bieg
pt_pt: Carro-ventilador alto
ro_ro: Ventilator de masina - tare
ru_ru: Машина - вентилятор (сильно)
sv_se: Bil-Stark fläkt
tr_tr: Araba Fanı-Yüksek
zh_cn: 汽车-风扇高速转

source: Car-window up
cs_cz: Auto-zavírání okna
da_dk: Bilvindue op
de_de: Auto - Fenster zu
es_es: Coche-ventana subida
fi_fi: Auton ikkuna kiinni
fr_fr: Voiture - remontée vitre
hu_hu: Autó-ablak fel
it_it: Finestrino auto su
ja_jp: 車の窓を上げる
ko_kr: 차-창문 올리기
nl_nl: Sluiten autoraam
no_no: Bil - lukke vindu
pl_pl: Podnoszenie szyby samochodowej
pt_pt: Carro-vidro fechado
ro_ro: Masina - fereastra ridicata
ru_ru: Машина - закрывание окна
sv_se: Bil-Fönster upp
tr_tr: Araba Camı Kapanırken
zh_cn: 汽车-打上车窗

source: Car-window down
cs_cz: Auto-otevírání okna
da_dk: Bilvindue ned
de_de: Auto - Fenster auf
es_es: Coche-ventana bajada
fi_fi: Auton ikkuna auki
fr_fr: Voiture - descente vitre
hu_hu: Autó-ablak le
it_it: Finestrino auto giù
ja_jp: 車の窓を下げる
ko_kr: 차-창문 내리기
nl_nl: Openen autoraam
no_no: Bil - åpne vindu
pl_pl: Opuszczanie szyby samochodowej
pt_pt: Carro-vidro aberto
ro_ro: Masina - fereastra coborata
ru_ru: Машина - открывание окна
sv_se: Bil-Fönster ned
tr_tr: Araba Camı Açılırken
zh_cn: 汽车-打下车窗

source: All Sounds
cs_cz: Všechny zvuky
da_dk: Alle lyde
de_de: Alle Geräusche/Klänge
es_es: Todos los sonidos
fi_fi: Kaikki äänet
fr_fr: Tous les sons
hu_hu: Minden hang
it_it: Tutti i suoni
ja_jp: すべて
ko_kr: 모든소리
nl_nl: Alle geluiden
no_no: Alle lyder
pl_pl: Wszystkie dźwięki
pt_pt: Todos os sons
ro_ro: Toate sunetele
ru_ru: Все звуки
sv_se: Alla ljud
tr_tr: Bütün Sesler
zh_cn: 所有声音

source: Speech
cs_cz: Řeč
da_dk: Tale
de_de: Sprache
es_es: Datos de Logoaudiometría
fi_fi: Puhe
fr_fr: Parole
hu_hu: Beszéd
it_it: Parlato
ja_jp: 語音検査の結果
ko_kr: 말소리
nl_nl: Spraak
no_no: Tale
pl_pl: Mowa
pt_pt: Fala
ro_ro: Vorbire
ru_ru: Речь
sv_se: Tal
tr_tr: Konuşma
zh_cn: 言语

source: Speech and Sounds
cs_cz: Řeč a zvuky
da_dk: Tale og lyde
de_de: Sprache und Geräusche/Klänge
es_es: Habla y Sonidos
fi_fi: Puhe+äänet
fr_fr: Parole et sons
hu_hu: Beszéd és hangok
it_it: Parlato e Suoni
ja_jp: 話し声と音
ko_kr: 말소리와 소리
nl_nl: Spraak en geluiden
no_no: Tale og lyder
pl_pl: Mowa i dźwięki
pt_pt: Fala e Sons
ro_ro: Conversatie si sunete
ru_ru: Речь и Звуки
sv_se: Tal och ljud
tr_tr: Konuşma ve Sesler
zh_cn: 言语和声音

source: Music
cs_cz: Hudba
da_dk: Musik
de_de: Musik
es_es: Música
fi_fi: Musiikki
fr_fr: Musique
hu_hu: Zene
it_it: Musica
ja_jp: ﾐｭｰｼﾞｯｸ
ko_kr: 음악
nl_nl: Muziek
no_no: Musikk
pl_pl: Muzyka
pt_pt: Música
ro_ro: Muzica
ru_ru: Музыка
sv_se: Musik
tr_tr: Müzik
zh_cn: 听音乐

source: Verification Environments
cs_cz: Verifikace prostředí
de_de: Sprachdialoge in Umgebungsgeräuschen
es_es: Entornos de Verificación
fi_fi: Tarkistetut ääniympäristöt
fr_fr: Vérification des environnements
hu_hu: Ellenőrző környezetek
it_it: Verifica Programmi
ja_jp: 検証環境
ko_kr: 환경 검증
nl_nl: Verificatie situaties
no_no: Verifiserte omgivelser
pl_pl: Sprawdzenie w środowisku
pt_pt: Verificação de ambientes
ro_ro: Verificare mediu ambiant
ru_ru: Определение окружающей обстановки
sv_se: Ljudmiljöer
tr_tr: Doğrulama Ortamları
zh_cn: 模拟环境

source: Avg
cs_cz: Prům
da_dk: Kategori
de_de: Durchschnitt
es_es: Categoría
fi_fi: Keskim.
fr_fr: Moyen
hu_hu: Átl.
it_it: Media
ja_jp: 平均
nl_nl: Categorie
pl_pl: Średnia
ru_ru: Средние
sv_se: Kategori
tr_tr: Ortalama
zh_cn: 平均

source: All Frequencies
cs_cz: Všechny frekvence
da_dk: Alle frekvenser
de_de: Alle Frequenzen
es_es: Todas las frecuencias
fi_fi: Kaikki taajuudet
fr_fr: Toutes les fréquences
hu_hu: Minden frekvencia
it_it: Tutte le Frequenze
ja_jp: 全周波数
ko_kr: 전주파수
nl_nl: Alle frequenties
no_no: Alle frekvenser
pl_pl: Wszystkie częstotliwości
pt_pt: Todas as Frequências
ro_ro: Toate frecventele
ru_ru: Весь частотный диапазон
sv_se: Alla frekvenser
tr_tr: Bütün Frekanslar
zh_cn: 所有频率

source: High Frequencies
cs_cz: Vysoké frekvence
da_dk: Høje frekvenser
de_de: Hochton
es_es: Altas frecuencias
fi_fi: Diskanttitaajuudet
fr_fr: Sons aigus
hu_hu: Magas frekvencia
it_it: Frequenze Acute
ja_jp: 高周波数
ko_kr: 고주파수
nl_nl: Hoge frequenties
no_no: Høyfrekvens
pl_pl: Wysokie częstotliwości
pt_pt: Alta Frequência
ro_ro: Frecvente inalte
ru_ru: Высокие частоты
sv_se: Höga frekvenser
tr_tr: Yüksek Frekanslar
zh_cn: 高频

source: Low Frequency
cs_cz: Nízké frekvence
da_dk: Lave frekvenser
de_de: Tiefton
es_es: Bajas frecuencias
fi_fi: Bassotaajuudet
fr_fr: Sons graves
hu_hu: Mély frekvencia
it_it: Frequenze Gravi
ja_jp: 低周波数
ko_kr: 저주파수
nl_nl: Lage frequenties
no_no: Lavfrekvens
pl_pl: Niskie częstotliwości
pt_pt: Baixa Frequência
ro_ro: Frecvente joase
ru_ru: Низкие частоты
sv_se: Låga frekvenser
tr_tr: Alçak Frekans
zh_cn: 低频

source: Broadband
cs_cz: Širokopásmové
da_dk: Bredbånd
de_de: Breitband
es_es: Banda ancha
fi_fi: Laajakaista
fr_fr: Sons large bande
hu_hu: Szélessávú
it_it: Multi banda
ja_jp: 広帯域
ko_kr: 광대역
nl_nl: Breedband
no_no: Bredbånd
pl_pl: Szerokopasmowe
pt_pt: Banda Larga
ro_ro: Intreaga banda
ru_ru: Широкополосный
sv_se: Bredband
tr_tr: Genişband
zh_cn: 宽频

source: Frequency
cs_cz: Frekvence
da_dk: Frekvens
de_de: Frequenz
es_es: Frecuencia
fi_fi: Taajuus
fr_fr: Fréquence
hu_hu: Frekvencia
it_it: Frequenze
ja_jp: 周波数
ko_kr: 주파수
nl_nl: Frequentie
no_no: Frekvens
pl_pl: Częstotliwość
pt_pt: Frequência
ro_ro: Frecventa
ru_ru: Частота
sv_se: Frekvens
tr_tr: Frekans
zh_cn: 频率

source: All Intensities
cs_cz: Všechny intenzity
da_dk: Alle intensiteter
de_de: Alle Intensitäten
es_es: Todas intensidades
fi_fi: Kaikki voimakkuudet
fr_fr: Toutes les intensités
hu_hu: Minden intenzitás
it_it: Tutte le intensità
ja_jp: すべて（音の大きさ）
ko_kr: 모든강도
nl_nl: Alle intensiteiten
no_no: Alle intensiteter
pl_pl: Wszystkie natężenia
pt_pt: Todas as Intensidades
ro_ro: Toate intensitatile
ru_ru: Весь диапазон интенсивности звука
sv_se: Alla ljudstyrkor
tr_tr: Bütün Şiddetteki Sesler
zh_cn: 各种强度

source: Soft Sounds
cs_cz: Slabé zvuky
da_dk: Svage lyde
de_de: Leise Geräusche/Klänge
es_es: Sonidos Suaves
fi_fi: Hiljaiset äänet
fr_fr: Sons faibles
hu_hu: Lágy hangok
it_it: Suoni deboli
ja_jp: 小さな音
ko_kr: 작은소리
nl_nl: Zachte geluiden
no_no: Svake lyder
pl_pl: Ciche dźwięki
pt_pt: Sons Suaves
ro_ro: Sunete slabe
ru_ru: Тихие звуки
sv_se: Svaga ljud
tr_tr: Alçak Şiddetteki Sesler
zh_cn: 小声

source: Average Sounds
cs_cz: Průměrné zvuky
da_dk: Gennemsnits lyde
de_de: Normallaute Geräusche/Klänge
es_es: Sonidos Medios
fi_fi: Keskivoim. äänet
fr_fr: Sons moyens
hu_hu: Átlagos hangok
it_it: Suoni Medi
ja_jp: 中程度の音
ko_kr: 평균소리
nl_nl: Gemiddelde geluiden
no_no: Normale lyder
pl_pl: Umiarkowane dźwięki
pt_pt: Sons Médios
ro_ro: Sunete medii
ru_ru: Средние звуки
sv_se: Normala ljud
tr_tr: Ortalama Sesler
zh_cn: 适中

source: Loud Sounds
cs_cz: Hlasité zvuky
da_dk: Kraftige lyde
de_de: Laute Geräusche/Klänge
es_es: Sonidos Fuertes
fi_fi: Voimakkaat äänet
fr_fr: Sons forts
hu_hu: Hangos hangok
it_it: Suoni Forti
ja_jp: 大きな音
ko_kr: 큰소리
nl_nl: Harde geluiden
no_no: Sterke lyder
pl_pl: Głośne dźwięki
pt_pt: Sons Altos
ro_ro: Sunete tari
ru_ru: Громкие звуки
sv_se: Starka ljud
tr_tr: Yüksek Şiddetteki Sesler
zh_cn: 大声

source: Volume
cs_cz: Hlasitost
da_dk: Bipstyrke
de_de: Lautstärke
es_es: Intensidad
fi_fi: Voimakkuus
fr_fr: Intensité
hu_hu: Hangerő
ja_jp: 音の大きさ
ko_kr: 볼륨
no_no: Volum
pl_pl: Głośność
ro_ro: Volum
ru_ru: Громкость
sv_se: Volym
tr_tr: Ses
zh_cn: 响度

source: Vent Configuration
cs_cz: Konfigurace odvětrání
da_dk: Ventilations konfiguration
de_de: Ohrpassstück
es_es: Configuración del venting
fi_fi: Ilmastointi konfigurointi
fr_fr: Configuration de l'évent
hu_hu: Vent konfiguráció
it_it: Configurazione Vent.
ja_jp: 耳せん・ベント等
ko_kr: 벤트 형태
nl_nl: Ventingconfiguratie
no_no: Vent utførelse
pl_pl: Konfiguracja wentylacji
pt_pt: Configuração da ventilação
ro_ro: Configuratie
ru_ru: Конфигурация вента
sv_se: Ventilation
tr_tr: Vent Yapılandırma
zh_cn: 通气孔配置

source: Intensity
cs_cz: Intenzita
da_dk: Intensitet
de_de: Intensität
es_es: Intensidad
fi_fi: Voimakkuus
fr_fr: Intensité
hu_hu: Intenzitás
it_it: Intensità
ja_jp: 可聴閾値 (dB HL)
ko_kr: 강도
nl_nl: Intensiteit
no_no: Intensitet
pl_pl: Natężenie
pt_pt: Intensidade
ro_ro: Intensitate
ru_ru: Интенсивность
sv_se: Intensitet
tr_tr: Şiddet
zh_cn: 强度

source: Dome Size
cs_cz: Velikost koncovky
da_dk: Kuppelstørrelse
de_de: Dome Größe
es_es: Tamaño del Acoplador
fi_fi: Tippikoko
fr_fr: Taille de l'embout
hu_hu: Illeszték méret
it_it: Dim. Cup.
ja_jp: ドームサイズ
ko_kr: 돔 크기
nl_nl: Maat Eartip
no_no: Dome Størrelse
pl_pl: Rozmiar wkładki
pt_pt: Tamanho da Oliva
ro_ro: Marimea Dome
ru_ru: Размер вкладыша
sv_se: Dome Storlek
tr_tr: Dom Ölçüsü
zh_cn: 耳塞尺寸

source: Tulip Dome
cs_cz: Tulipánová koncovka
da_dk: Pluskuppel
de_de: Tulpe
es_es: Acoplador Tulip
fi_fi: Tulppaanitippi
fr_fr: Tulipe (dôme standard)
ja_jp: チューリップドーム型耳せん
ko_kr: 튤립 돔
pl_pl: Wkładka Tulip
pt_pt: Oliva em Forma de Tulipa
ro_ro: Lalea-cupola
ru_ru: Вкладыш-тюльпан
tr_tr: Lale-Dom
zh_cn: 增强型开放耳塞

source: Flex Vent
fr_fr: Micro embout
ja_jp: フレックスベント
nl_nl: Venting
pt_pt: FlexVent AIR+
ro_ro: FelxVent Air+
ru_ru: Гибкий вент
sv_se: Specialvent
zh_cn: 开放式耳模

source: Open Dome
cs_cz: Open klobouček
da_dk: AIR lydkuppel
de_de: Offener Dome
es_es: Acoplador Air
fi_fi: Avoin tippi
fr_fr: Dôme open
hu_hu: Nyitott Dome
it_it: Cupoletta Open
ja_jp: ドーム型耳せん
ko_kr: 오픈 돔
no_no: Åpen Dome
pl_pl: Kopółka Otwarta
pt_pt: Oliva Air
ro_ro: Dome Deschis
ru_ru: Открытый вкладыш
sv_se: Öppen Dome
tr_tr: Açık Dom
zh_cn: 开放式耳塞

source: Intensity
cs_cz: Intenzita
da_dk: Intensitet
de_de: Intensität
es_es: Intensidad
fi_fi: Voimakkuus
fr_fr: Intensité
hu_hu: Intenzitás
it_it: Intensità
ja_jp: 可聴閾値 (dB HL)
ko_kr: 강도
nl_nl: Intensiteit
no_no: Intensitet
pl_pl: Natężenie
pt_pt: Intensidade
ro_ro: Intensitate
ru_ru: Интенсивность
sv_se: Intensitet
tr_tr: Şiddet
zh_cn: 强度

source: Tube Size
cs_cz: Velikost hadičky
da_dk: Slangestørrelse
de_de: Schallschlauch
es_es: Tamaño del Tubo
fi_fi: Letkukoko
fr_fr: Tube
hu_hu: Csőméret
it_it: Lung. Tub.
ja_jp: チューブサイズ
ko_kr: 튜브 크기
nl_nl: Maat tube
no_no: Slangestørrelse
pl_pl: Roziar dźwiękowodu
pt_pt: Tamanho do Tubo
ro_ro: Marimea Tubului
ru_ru: Длина звуковода
sv_se: Slangstorlek
tr_tr: Tüp Ölçüsü
zh_cn: 导管尺寸

source: None
cs_cz: Žádné
da_dk: Ingen
de_de: Kein
es_es: Ninguno
fi_fi: Ei valittu
fr_fr: Arrêt
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pl_pl: Brak
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Отсутствует
sv_se: Ingen
tr_tr: Hiçbiri
zh_cn: 无

source: None
cs_cz: Žádné
da_dk: Ingen
de_de: Kein
es_es: Ninguno
fi_fi: Ei valittu
fr_fr: Arrêt
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pl_pl: Brak
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Отсутствует
sv_se: Ingen
tr_tr: Hiçbiri
zh_cn: 无

source: Other
cs_cz: Jiná
da_dk: Anden
de_de: Individuelle Otoplastik
es_es: Otro
fi_fi: Muu
fr_fr: Autre
hu_hu: Más
it_it: Altro
ja_jp: その他
ko_kr: 기타
nl_nl: Anders
no_no: Annen
pl_pl: Inny
pt_pt: Outro
ro_ro: Altul
ru_ru: Другое
sv_se: Övriga
tr_tr: Diğer
zh_cn: 其它

source: IAD Always On
cs_cz: IAD vždy zapnuto
de_de: Direktionalität immer an
es_es: IAD Siempre Activo
fi_fi: IAD aina päällä
hu_hu: IAD mindig be
it_it: IAD sempre attivato
ja_jp: IAD常時オン
ko_kr: IAD 항상 켬
nl_nl: IAD altijd aan
no_no: IAD Alltid På
pl_pl: IAD Zawsze wł.
pt_pt: Sempre ligado na Direcionalidade Adaptativa
ro_ro: IAD Mereu Pornit
ru_ru: IAD всегда вкл.
sv_se: Adaptiv Riktverkan alltid på
tr_tr: IAD Herzaman açık
zh_cn: 自适应方向性

source: IAD SoftSwitching
es_es: SoftSwitching IAD
fi_fi: IAD Softkytkin
fr_fr: SoftSwitching
ja_jp: IAD ｿﾌﾄｽｲｯﾁ
pl_pl: SoftSwitching
pt_pt: Direcionalidade Adaptativa e Automática - SoftSwitching
ro_ro: IAD Schimbare Soft
sv_se: Inzoomad SoftSwitching
zh_cn: 自适应智能转换系统

source: Fixed Directionality
cs_cz: Fixní směrovost
da_dk: Fast retningsvirkning
de_de: Direktionalität fest
es_es: Direccionalidad Fija
fi_fi: Kiinteä suuntakuvio
fr_fr: Directivité fixe
hu_hu: Fix Direkcionalitás
it_it: Direzionalità Fissa
ja_jp: 固定型指向性
ko_kr: 고정 방향성
nl_nl: Vaste Directionaliteit
no_no: Fast direksjonalitet
pl_pl: Stała Kierunkowość
pt_pt: Direcionalidade Fixa Hipercardióide
ro_ro: Directionalitate fixa
ru_ru: Фиксированная направленность
sv_se: Fast Riktverkan
zh_cn: 固定方向性

source: Fixed SoftSwitching
cs_cz: Fixní SoftSwitching
es_es: SoftSwitching Fijo
fi_fi: Kiinteä Softkytkin
fr_fr: SoftSwitching
hu_hu: Fix SoftSwitching
it_it: SoftSwitching Fisso
ja_jp: ｿﾌﾄｽｲｯﾁ(固定)
ko_kr: 고정 SoftSwitching
nl_nl: Vaste SoftSwitching
no_no: Fast SoftSwitching
pl_pl: Stały Soft Switching
pt_pt: SoftSwitching Fixo
ro_ro: Schimare Soft Fixa
ru_ru: Фиксированная SoftSwitching
sv_se: Fast SoftSwitching
zh_cn: 固定智能转换系统

source: Very Mild
cs_cz: Velmi mírné
da_dk: Meget mild
de_de: Sehr Mild
es_es: Muy Leve
fi_fi: Hyvin heikko
fr_fr: Très faible
hu_hu: Nagyon enyhe
it_it: Molto Lieve
ja_jp: 微弱
ko_kr: 매우 부드러운
nl_nl: Zeer licht
no_no: Veldig Svak
pl_pl: Bardzo łagodny
pt_pt: Muito leve
ro_ro: Foarte Usor
ru_ru: Очень слабо
sv_se: Väldigt Mild
tr_tr: Çok Hafif
zh_cn: 极轻

source: Medium
cs_cz: Střední
de_de: Moderat (-6 dB)
es_es: Medio
fi_fi: Kohtalainen
fr_fr: Moyen
hu_hu: Közepes
it_it: Medio
ja_jp: 中
ko_kr: 중간
pl_pl: Średni
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средне
sv_se: Medel
tr_tr: Orta
zh_cn: 中度

source: Very Strong
cs_cz: Velmi silné
da_dk: Meget stærk
de_de: Sehr stark (-10 dB)
es_es: Muy Fuerte
fi_fi: Erittäin voimakas
fr_fr: Très fort
hu_hu: Nagyon erős
it_it: Molto Forte
ja_jp: 非常に強い
ko_kr: 매우 강한
nl_nl: Zeer sterk
no_no: Veldig Sterk
pl_pl: Bardzo silny
pt_pt: Muito forte
ro_ro: Foarte Puternic
ru_ru: Очень сильно
sv_se: Mycket stark
tr_tr: Çok Güçlü
zh_cn: 极强

source: Disable
cs_cz: Zakázáno
da_dk: Sluk
de_de: Ausschalten
es_es: Desactivar
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Tiltva
it_it: Disabilitato
ja_jp: 無効
ko_kr: 불능
nl_nl: Uitschakelen
no_no: Slå av
pl_pl: Zablokowane
pt_pt: Desabilitar
ro_ro: Dezactivat
ru_ru: Выкл.
sv_se: Koppla ur
tr_tr: Devre Dışı
zh_cn: 禁用

source: Select
cs_cz: Výběr
da_dk: Vælg
de_de: Wählen
es_es: Seleccionar
fi_fi: Valitse
fr_fr: Sélection
hu_hu: Kiválaszt
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택
nl_nl: Selecteer
no_no: Velg
pl_pl: Wybór
pt_pt: Selecionar
ro_ro: Selecteaza
ru_ru: Выбор
sv_se: Välj
tr_tr: Seç
zh_cn: 选择

source: Fit
da_dk: Tilpasning
de_de: Anpassung
es_es: Adaptación
fi_fi: SOVITUS
fr_fr: Réglages
hu_hu: Illesztés
ja_jp: フィッティング
ko_kr: 피팅
nl_nl: Aanpassen
no_no: Tilpasning
pl_pl: Dopasowanie
pt_pt: Ajustar
ro_ro: Reglare
ru_ru: Настройка
sv_se: Anpassa
tr_tr: Uygulama
zh_cn: 选配界面

source: SoundGenerator
cs_cz: Generátor zvuků
da_dk: LydGenerator
es_es: Generador de Sonido
fi_fi: Äänigeneraattori
fr_fr: TSG
hu_hu: HangGenerátor
it_it: Generatore Suoni
ja_jp: TSG
ko_kr: 소리발생기
no_no: Lydgenerator
pl_pl: Generator Dźwięków
pt_pt: Gerador de som
ru_ru: Генератор шума
sv_se: Ljudstimulator
tr_tr: SesÜreteci
zh_cn: 声音掩蔽器

source: Basic + SoundGenerator
cs_cz: BasicPlusSoundGenerator
da_dk: BasicPlusSoundGenerator
es_es: Básico + Generador de Sonido
fi_fi: Perus + Äänigeneraattori
fr_fr: Base + TSG
hu_hu: Basic + HangGenerátor
it_it: Base+Generatore Suoni
ja_jp: 基本+TSG
ko_kr: 기본 + 소리발생기
no_no: Basis + Lydgenerator
pl_pl: Podstawowy + SoundGenerator
pt_pt: Básico+Gerador de som
ro_ro: Basic + Generator sunet
ru_ru: Основная + Генератор шума
sv_se: BasicPlusSoundGenerator
tr_tr: Temel Program + Tinnitus
zh_cn: 基本程序+声音掩蔽器

source: Volume
cs_cz: Hlasitost
da_dk: Bipstyrke
de_de: Lautstärke
es_es: Volumen
fi_fi: Voimakkuus
hu_hu: Hangerő
ja_jp: ボリューム
ko_kr: 볼륨
no_no: Volum
pl_pl: Głośność
ro_ro: Volum
ru_ru: Громкость
sv_se: Volym
tr_tr: Ses
zh_cn: 音量

source: Low
cs_cz: Hloubky
da_dk: Lav
de_de: Tiefen
es_es: Bajo
fi_fi: Basso
fr_fr: Graves
hu_hu: Mély
it_it: Basso
ja_jp: 低
ko_kr: 낮은
nl_nl: Laag
no_no: Lav
pl_pl: Niska
pt_pt: Baixo
ro_ro: Joase
ru_ru: Низкий
sv_se: Låg
tr_tr: Alçak
zh_cn: 低

source: High
cs_cz: Výšky
da_dk: Høj
de_de: Höhen
es_es: Alto
fi_fi: Diskantti
fr_fr: Aigus
hu_hu: Magas
it_it: Alto
ja_jp: 高
ko_kr: 높은
nl_nl: Hoog
no_no: Høy
pl_pl: Wysoka
pt_pt: Alto
ro_ro: Inalte
ru_ru: Высокий
sv_se: Hög
tr_tr: Yüksek
zh_cn: 高

source: Modulation Speed
cs_cz: Rychlost modulace
da_dk: Modulationshastighed
de_de: Modulationsgeschwindigkeit
es_es: Modulación de Velocidad
fi_fi: Modulaationopeus
fr_fr: Vitesse de la modulation
hu_hu: Modulációs sebesség
it_it: Velocità Modulazione
ja_jp: 変調速度
nl_nl: Modulatie Snelheid
no_no: Modulasjonshastighet
pl_pl: Tempo modulacji
pt_pt: Velocidade de modulação
ro_ro: Viteza Modulatie
ru_ru: Скорость модуляции
sv_se: Modulation Hastighet
tr_tr: Ayar Hızı
zh_cn: 调制速率

source: Modulation Amplitude
cs_cz: Amplituda Modulace
da_dk: Modulationsamplitude
de_de: Modulationstiefe
es_es: Modulación de Amplitud
fi_fi: Modulaatiotaso
fr_fr: Amplitude de la modulation
hu_hu: Modulációs erősség
it_it: Modulazione di Ampiezza
ja_jp: 振幅変調
nl_nl: Modulatie amplitude
no_no: Amplitudemodulasjon
pl_pl: Amplituda modulacji
pt_pt: Amplitude de modulação
ro_ro: Modulare in amplitudine
ru_ru: Амплитуда модуляций
sv_se: Modulation Amplitud
tr_tr: Yoğunluk Modülasyonu
zh_cn: 调制幅度

source: Volume Control
cs_cz: Regulace hlasitosti
da_dk: Volumenkontrol
de_de: Lautstärke Kontrolle
es_es: Control de Volumen
fi_fi: Voimakkuuden säätö
fr_fr: Réglage du niveau de sortie
hu_hu: Hangerő szabályzó
ja_jp: 音量調整
ko_kr: 볼륨조절
nl_nl: Volumeregeling
no_no: Volumkontroll
pl_pl: Regulacja Głośności
pt_pt: Controle de Volume
ro_ro: Ajustare nivel sunet
ru_ru: Регулятор громкости
sv_se: Volymkontroll
tr_tr: Ses Konrolü
zh_cn: 音量控制

source: Mode
cs_cz: Mód
da_dk: Brug
de_de: Modus
es_es: Modo
fi_fi: Tila
hu_hu: Mód
it_it: Modalità
ja_jp: モード
ko_kr: 모드
nl_nl: Stand
no_no: Modus
pl_pl: Tryb
pt_pt: Modo
ro_ro: Mod
ru_ru: Режим
sv_se: Läge
tr_tr: Mod
zh_cn: 模式

source: Mic
cs_cz: Mikr.
da_dk: Mik
de_de: Mikrofon
fi_fi: Mik
fr_fr: Micro
hu_hu: Mik.
ja_jp: マイク
ko_kr: 마이크
nl_nl: Microfoon
no_no: Mik
pl_pl: Mik
ro_ro: Microfon
ru_ru: Микрофон
sv_se: Mik
tr_tr: Mikrofon
zh_cn: M

source: On
cs_cz: Zap
da_dk: Til
de_de: An
fi_fi: Päällä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
ko_kr: 켜기
nl_nl: Aan
no_no: På
pl_pl: Wł.
pt_pt: Ligado
ro_ro: Deschis
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
ko_kr: 끄기
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: On
cs_cz: Zap
da_dk: Til
de_de: An
fi_fi: Päällä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
ko_kr: 켜기
nl_nl: Aan
no_no: På
pl_pl: Wł.
pt_pt: Ligado
ro_ro: Deschis
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
ko_kr: 끄기
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Aucun
hu_hu: Ki
ja_jp: オフ
ko_kr: 끄기
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: Volume Control
cs_cz: Regulátor hlasitosti
da_dk: Volumenkontrol
de_de: Lautstärkensteller
es_es: Control de Volumen
fi_fi: Äänenvoimakkuuden säädin
fr_fr: Manuel selon potentiomètre
hu_hu: Hangerő szabályzó
it_it: Controllo Volume
ja_jp: 手動調整
ko_kr: 볼륨조절
nl_nl: Via volumeregelaar
no_no: Volumkontroll
pl_pl: Potencjometr
pt_pt: Controle de volume
ro_ro: Potentiometru de volum
ru_ru: Регулятор громкости
sv_se: Volymkontroll
tr_tr: Ses Ayarı
zh_cn: VC
