Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Decrease low and mid frequency gains
cs_cz: Snižte zisk na hlubokých a středních frekvencí
da_dk: Reducer lav og mellemfrekvent forstærkning.
de_de: Verringern Sie die Verstärkung für leise und mittlere Eingangspegel
es_es: Reducir ganancia en frecuencias bajas y medias
fi_fi: Vähennä vahvistusta matalilla ja keskitaajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et moyennes
hu_hu: Csökkentse a mély és a közepes frekvenciás erősítést
it_it: Diminuire basse e medie frequenze per tutti i livelli di ingresso.
ja_jp: 低中域を下げて下さい
ko_kr: 저주파와 중간 주파수 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage en midden frequenties bij alle inputniveaus
no_no: Senk lav- og midtfrekvens gain
pl_pl: Zmniejsz wzmocnienie dla niskich i średnich częstotliwości.
pt_pt: Diminuir o ganho para as frequencias baixas e médias
ro_ro: Scadeti castigurile pe frecventele joase si medii.
ru_ru: Уменьшите усиление на низких и средних частотах
sv_se: Minska förstärkningen för låg och mellan frekvenser.
tr_tr: Alçak ve orta frekans kazançlarını azaltın.
zh_cn: 降低中低频增益

source: Soft sounds are too loud. (conversation at another table is louder than conversation at my own table.)
cs_cz: Slabé zvuky jsou příliš hlasité. (konverzace u sousedního stolu je hlasitější než u mého stolu.)
da_dk: Svage lyde er for kraftige. (samtale ved et andet bord er kraftigere end samtalenved mit eget bord.
de_de: Leise Eingangspegel sind zu laut. (Unterhaltungen an Nachbartischen sind lauter als Unterhaltungen an dem eigenen Tisch)
es_es: Los sonidos suaves son demasiado altos. (Las conversaciones en otra mesa es más alta que la conversación en mi propia mesa.)
fi_fi: Heikot äänet ovat liian kovat. (keskustelu toisessa pöydässä on kovempi kuin keskustelu omassa pöydässä.)
fr_fr: Les sons faibles sont trop forts
hu_hu: A lágy hangok túl hangosak. (a beszélgetés egy másik asztalnál hangosabb, mint ennél az asztalnál.)
it_it: Suoni deboli sono troppo forti. (conversazione a un altro tavolo è più forte di conversazione al mio tavolo).
ja_jp: 小さな音がうるさく聞こえる（例えば自分のテーブルの会話より、別のテーブルの会話が大きく聞こえるなど）
ko_kr: Soft sound가 너무 큽니다. (다른 테이블의 대화가 내 테이블의 대화소리보다 큽니다.)
nl_nl: Zachte geluiden zijn te hard (het gesprek bij een andere tafel klinkt harder dan bij mijn tafel)
no_no: Svake lyder er for høye
pl_pl: Ciche dźwięki są za głośne. (rozmowa przy sąsiednim stoliku jest głośniejsza niż przy moim stoliku.)
pt_pt: Sons suaves estão muito altos. (conversa em outra mesa está mais alta do que a conversa na minha mesa)
ro_ro: Sunetele slabe sunt prea puternice. (conversatia de la o alta masa e mai puternica decat cea de la masa purtatorului)
ru_ru: Тихие звуки слишком громкие . (разговор за другим столом громче, чем разговор за моим столом.)
sv_se: Svaga ljud är för starka. (konversation vid ett annat bord är starkare än konversation vid mitt eget bord).
tr_tr: Yumuşak sesler çok yüksek. (Başka masadaki sohbet sesleri benim masamdaki sohbet seslerinden daha yüksek
zh_cn: 小声太嘈杂. (邻桌的声音比自桌的还要大)

source: Decrease gains for soft sounds
cs_cz: Snižte zisk pro slabé zvuky
da_dk: Redus
de_de: Verringern Sie die Verstärkung für leise Eingangspegel
es_es: Reducir ganancia para sonidos suaves
fi_fi: Vähennä vahvistusta heikoille äänille
fr_fr: Diminuer G50 pour toutes les fréquences
hu_hu: Erősítés csökkentés lágy hangokra
it_it: Diminuire il guadagno per i suoni deboli
ja_jp: 全周波数のG50を下げて下さい
ko_kr: Soft sound의 이득 값을 낮추세요
nl_nl: Verlaag de versterking bij zachte geluiden
no_no: Senk gain for svake lyder
pl_pl: Zmniejsz wzmocnienie dla cichych dźwięków
pt_pt: Diminuir o ganho para as sons suaves
ro_ro: Descresteti castigurile pentru sunetele slabe
ru_ru: Уменьшите усиление для тихих звуков
sv_se: Minska förstärkningen för svaga ljud.
tr_tr: Yumuşak sesler için kazancı azalt
zh_cn: 降低小声所有增益

source: Loud sounds are too loud (alarms, sirens, noisy environments)
cs_cz: Hlasité zvuky jsou příliš hlasité (alarmy, sirény, hlučná prostředí)
da_dk: Kraftige lyde er for kraftige (alarmer, sirener, støjende omgivelser)
de_de: Laute Eingangspegel sind zu laut (Alarme, Sirenen, Laute Umgebungen)
es_es: Los sonidos fuertes son demasiado altos (alarmas, sirenas, entornos ruidosos)
fi_fi: Kovat äänet tuntuvat liian kovilta (hälytykset, sireenit, äänekkäät ympäristöt)
fr_fr: Les sons forts sont trop forts
hu_hu: A hangos hangok túl hangosak (riasztó, sziréna, zajos környezet)
it_it: Suoni forti sono troppo forti (allarmi, sirene, ambienti rumorosi)
ja_jp: 大きな音がうるさく聞こえる（アラーム、サイレン、騒がしい環境など）
ko_kr: Loud sound가 너무 큽니다 (알람, 사이렌, 소음 환경들)
nl_nl: Harde geluiden zijn te hard (alarms, sirenes, lawaaiige omgevingen)
no_no: Høye lyder er for kraftige
pl_pl: Głośne dźwięki są zbyt głośne (alarmy, syreny, głośne otoczenie)
pt_pt: Sons altos estão muito altos (alarmes, sirenes, ruído ambiental)
ro_ro: Sunetele puternice sunt prea puternice (alarme, sirene, medii zgomotoase)
ru_ru: Громкие звуки слишком громкие (сигнализации, сирены, шумные обстановки)
sv_se: Starka ljud är för starka (alarm, sirener, bullriga miljöer)
tr_tr: Yüksek sesler çok yüksek (alarmlar, sirenler, gürültülü çevreler)
zh_cn: 大声太嘈杂 (警报,汽笛,环境噪音等)

source: Decrease overall gain for loud sounds.
cs_cz: Snižte celkový zisk pro hlasité zvuky.
da_dk: Reducer generel forstærkning for alle lyde.
de_de: Senken Sie in allen Frequenzen die Verstärkung für laute Eingangspegel.
es_es: Reducir la ganancia general para sonidos fuertes.
fi_fi: Vähennä kokonaisvahvistusta koville äänille
fr_fr: Diminuer G80 pour toutes les fréquences
hu_hu: Csökkentse a teljes erősítést a hangos hangokra.
it_it: Diminuire il guadagno generale per i suoni forti.
ja_jp: 全周波数のG80を下げて下さい
ko_kr: Loud sound의 전반적인 이득 값을 낮추세요
nl_nl: Verlaag de versterking bij harde geluiden
no_no: Senk generell gain for høye lyder
pl_pl: Zmniejsz ogólną głośność dla głośnych dźwięków
pt_pt: Diminuir o ganho geral para os sons intensos
ro_ro: Scadeti castigul total pentru sunete puternice.
ru_ru: Уменьшите общее усиление для громких звуков.
sv_se: Minska den totala förstärkningen för starka ljud.
tr_tr: Yüksek seslerde tüm kazancı azalt.
zh_cn: 降低大声所有增益

source: Decrease Environmental Optimizer II in "noise and "loud noise" environments.
cs_cz: Snižte Environmental Optimizer II v prostředích "hluk a "hluk hlasitý".
da_dk: Reducer Environmental Optimizer II i "Støj" og "Kraftig støj".
de_de: Senken Sie im Situations-Optimizer die Verstärkung für "Lärm (moderat)" und "Lärm (laut)"
es_es: Reducir el Clasificador Ambiental II en los entornos "ruido moderado" y "ruido fuerte".
fi_fi: Vähennä Ympäristön optimointi II toimintoa "melu" ja "kova melu" ääniympäristöissä.
fr_fr: Diminuer le gain pour "Bruit (modéré)" et "Bruit (fort)" dans l'Environmental Optimizer II
hu_hu: Csökkentse a Környezeti Optimalizáló II-öt "zajos" és a "hangos " környezetekben.
it_it: Diminuire Ottimizzatore Ambientale II negli ambienti "Romore" e "Rumore forte" .
ja_jp: 環境適応システムの「騒音（中）」「騒音（大）」を下げて下さい
ko_kr: "noise"과 "loud noise" 환경에서 Environmental Optimizer II 를 낮추세요
nl_nl: Verlaag de Environmental Optimizer II bij "Rumoer" en "Hard lawaai"
no_no: Senk Environmental Optimizer II i følgende lyttemiljøer: "støy (mod.)" og "støy (høy)"
pl_pl: Zmniejsz Optymalizator Środowiskowy II dla środowisk "hałas" i "wysoki hałas".
pt_pt: Diminuir o Otimizador Ambiental II nos ambientes "ruído" e "ruído alto"
ro_ro: Scadeti Environmental Optimizer II in mediile Zgomot si Zgomot Puternic
ru_ru: Уменьшите усиление в Оптимизаторе Окружения II для ситуаций "шум" и "громкий шум".
sv_se: Minska förstärkningen för "brus" och starkt brus" i Miljöoptimering II.
tr_tr: Gürültü ve Yüksek gürültü ortamlarında Environmental Optimizer II'yi azalt.
zh_cn: 降低环境优化器II中"噪音"和"噪音(强度)"时的增益

source: Speech is too loud (speaker is too loud)
cs_cz: Řeč je příliš hlasitá (řečník je příliš hlasitý)
da_dk: Tale er for kraftig (højttaler er for kraftig)
de_de: Sprache ist zu laut (Sprecher ist zu laut)
es_es: La voz es demasiado alta (el orador esta demasiado alto)
fi_fi: Puhe on liian kova (puhuja puhuu liian kovaa)
fr_fr: Les signaux de parole sont trop forts
hu_hu: A beszéd túl hangos (a beszélő túl hangos)
it_it: Il parlato è troppo forte (parlato troppo forte)
ja_jp: 話し声がうるさく聞こえる（相手の声が大きすぎる）
ko_kr: 말소리가 너무 큽니다 (스피커 소리가 너무 큽니다)
nl_nl: Spraak is te hard (spreker praat te hard)
no_no: Tale er for høy
pl_pl: Mowa jest zbyt głośna (rozmówca jest zbyt głośny)
pt_pt: A fala está muito alta (falante está muito alto)
ro_ro: Vorbirea este prea puternica (vorbitorul se aude prea tare)
ru_ru: Речь слишком громкая
sv_se: Tal är för starkt (talare är för stark).
tr_tr: Konuşma çok yüksek (hoparlör çok yüksek)
zh_cn: 言语声太大 (听别人说话声太大)

source: Decrease overall gain for moderate sounds.
cs_cz: Snižte celkový zisk pro střední zvuky.
da_dk: Reducer generel frostærkning for moderate lyde.
de_de: Verringern Sie die Verstärkung für mittlere Eingangspegel
es_es: Reducir la ganancia general para sonidos moderados.
fi_fi: Vähennä kokonaisvahvistusta normaaleille äänille
fr_fr: Diminuer G65 pour toutes les fréquences
hu_hu: Csökkentse a teljes erősítést a közepes hangokra.
it_it: Diminuire guadagno generale per i suoni moderati.
ja_jp: 全周波数のG65を下げて下さい
ko_kr: 중간 소리의 전반적인 이득 값을 낮추세요
nl_nl: Verlaag de versterking bij gemiddelde geluiden
no_no: Senk generell gain for moderate lyder
pl_pl: Zmniejsz ogólną głośność dla dźwięków średnio głośnych.
pt_pt: Diminua o ganho geral para sons moderados
ro_ro: Scadeti castigul global pentru sunete moderate
ru_ru: Уменьшите общее усиление для умеренных звуков.
sv_se: Minska den totala förstärkningen för måttliga ljud.
tr_tr: Orta şiddetteki seslerde tüm kazancı azalt.
zh_cn: 降低中等声所有增益

source: Decrease low frequency gain for moderate sounds.
cs_cz: Snižte zisk hlubokých frekvencí pro střední zvuky.
da_dk: Reducer lavfrekvent forstærkning for moderate lyde.
de_de: Verringern Sie die Verstärkung für mittlere Eingangspegel in den niedrigen Frequenzen
es_es: Reducir la ganancia en bajas frecuencias para sonidos moderados.
fi_fi: Vähennä vahvistusta matalilla taajuuksilla kohtalaisille äänille.
fr_fr: Diminuer G65 pour les fréquences graves
hu_hu: Csökkentse a mélyfrekvenciás erősítést a közepes hangokra.
it_it: Diminuire il guadagno delle basse frequenze per i suoni moderati.
ja_jp: 低域のG65を下げて下さい
ko_kr: 중간 소리의 저주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties bij gemiddelde geluiden
no_no: Senk lavfrekvent gain for moderate lyder
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości dla średnio głośnych dźwięków.
pt_pt: Diminua o ganho das frequencias baixas para sons moderados
ro_ro: Scadeti castigul in zona joaselor pentru sunete moderate.
ru_ru: Уменьшите усиление на низких частотах для умеренных звуков.
sv_se: Minska förstärkningen på dem låga frekvenserna för måttliga ljud.
tr_tr: Orta şiddetteki seslerde alçak frekans kazancını azalt.
zh_cn: 降低中等声低频增益

source: Decrease Environmental Optimizer II in "speech" and "loud speech" environments.
cs_cz: Snižte Environmental Optimizer II v prostředí "řeč" a "hlasitá řeč".
da_dk: Reducer Environmental Optimizer II i "tale" og "kraftig tale".
de_de: Reduzieren Sie den Situations Optimizer II für "Sprache (leise)" und "Sprache (laut)".
es_es: Reducir el Clasificador Ambiental II en los entornos "habla moderada" y "habla fuerte".
fi_fi: Vähennä Ympäristön optimointi II toimintoa "puhe" ja "kova puhe" ääniympäristöissä.
fr_fr: Diminuer le gain pour "Parole (faible)" et "Parole (forte)" dans l'Environmental Optimizer II
hu_hu: Csökkentse a Környezeti optimalizáló II-öt a "beszéd" és a "hangos beszéd" környezetekben.
it_it: Diminuire dall'Ottimizzatore Ambientale II per ambienti "parlato" e "parlato forte".
ja_jp: 環境適応システムの「会話（大）」「騒音下の会話（大）」を下げて下さい
ko_kr: "말소리와 큰 말소리" 환경에서 Environmental Optimizer II 를 낮추세요
nl_nl: Verlaag de Environmental Optimizer II bij "Spraak (zacht)" en "Spraak (hard)"
no_no: Senk Environmental Optimizer II i følgende lyttemiljø: "tale" og "tale (høy)"
pl_pl: Zmniejsz Optymalizator Środowiskowy II dla środowisk "mowa" oraz "głośna mowa".
pt_pt: Diminua Otimizador Ambiental II nos ambientes de "fala" e "fala alta"
ro_ro: Scadeti Environmental Optimizer II in mediile de Vorbire si Vorbire Puternica
ru_ru: Уменьшите усиление в Оптимизаторе Окружения II для ситуаций "речь" и "громкая речь".
sv_se: Minska förstärkningen för "tal" och "starkt tal" i Miljöoptimering II.
tr_tr: ''Konuşma'' ve ''Yüksek Konuşma'' çevresel ortamlarında Environmental Optimizer II'yi azalt
zh_cn: 降低环境优化器II中"言语"和"言语(强度)"时的增益

source: Decrease the overall gain for mid frequencies (-3dB).
cs_cz: Snižte celkový zisk středních frekvencí (-3dB).
da_dk: Reducer generel frostærkning for mellemfrekvenser (-3dB).
de_de: Verringern Sie die Verstärkung für mittlere Frequenzen (-3dB).
es_es: Reducir la ganancia general para frecuencias medias (-3dB).
fi_fi: Vähennä kokonaisvahvistusta keskitaajuuksilla (-3dB).
fr_fr: Diminuer de 3 dB le gain pour les fréquences moyennes
hu_hu: Csökkentse a teljes erősítést a közép frekvenciákon (-3dB).
it_it: Diminuire il guadagno complessivo per le frequenze medie (-3dB).
ja_jp: 中域を3dB下げて下さい
ko_kr: 중간 주파의 전반적인 이득 값을 낮추세요 (-3dB).
nl_nl: Verlaag de versterking van midden frequenties (-3dB)
no_no: Senk generell gain for midtfrekvensene (-3dB)
pl_pl: Zmniejsz ogólne wzmocnienie dla średnich częstotliwości (-3dB).
pt_pt: Diminua o ganho geral para frequencias médias (-3dB).
ro_ro: Scadeti castigul global pentru frecventele medii (-3dB).
ru_ru: Уменьшите общее усиление на средних частотах (-3дБ).
sv_se: Minska den totala förstärkningen för mellan frekvenserna (-3dB).
tr_tr: Orta frekanslarda tüm kazançları azalt (-3dB).
zh_cn: 降低中等声所有增益(-3dB).

source: High frequency sounds are too loud (dishes rattling, paper rustling, water running).
cs_cz: Vysokofrekvenční zvuky jsou příliš hlasité (cinkání nádobí,mačkání papíru, tekoucí voda).
da_dk: Høje frekvense rer for kraftige (opvsak, papir der krølles, vand der løber).
de_de: Hochfrequente Geräusche (Geschirrklappern / Papierrascheln) ist zu laut
es_es: Los sonidos de altas frecuencias están demasiado altos (ruido de platos, arrugar un papel, agua corriendo).
fi_fi: Koreataajuuksiset äänet ovat liian kovia (veden lorina, paperin rutistaminen, astioden helinä).
fr_fr: Les sons aigus sont trop forts
hu_hu: A magas frekvenciás hangok túl hangosak (mosogatás, papir zörgés, víz csobogás).
it_it: I suoni ad alta frequenza sono troppo forti (tintinnio di piatti, fruscio della carta, acqua corrente) ..
ja_jp: 高い音がうるさく聞こえる（食器の音、紙が擦れる音、水の流れる音など）
ko_kr: 고주파 소리가 너무 큽니다 (접시 달그락 소리, 종이 바스락거림, 물 흐르는 소리).
nl_nl: Hoogfrequente geluiden zijn te hard (serviesgekletter, geritsel van de krant, water uit de kraan)
no_no: Høyfrekvente lyder er for høye
pl_pl: Wysokoczęstotliwościowe dźwięki są zbyt głośne (brzęk naczyń, gniecenie papieru, szum wody).
pt_pt: Sons de frequencias altas estão muito altos (papel amassando, água caindo, pratos batendo)
ro_ro: Sunetele de frecventa inalta sunt prea puternice (vase zanganind, hartie mototolita, apa curgind)
ru_ru: Высокочастотные звуки слишком громкие (звон посуды, шелест бумаги, шум воды).
sv_se: Höga frekvensljud låter för starkt (porslinsskrammel, pappersprassel, rinnande vatten).
tr_tr: Yüksek frekans sesleri çok yüksek (bulaşık tıkırtısı, kağıt hışırtısı, su akıntısı)
zh_cn: 高频声太大(盘碟相碰,揉书,水流等).

source: Decrease mid and high frequency gains for loud sounds.
cs_cz: Snižte zisk středních a vysokých frekvencí pro hlasité zvuky.
da_dk: Reducer mellem- og højfrekvens forstærkning for kraftige lydniveauer.
de_de: Verringern Sie die Verstärkung für leise Eingangspegel in den mittleren und hohen Frequenzen
es_es: Reducir ganancia en altas y medias frecuencias para sonidos fuertes.
fi_fi: Vähennä vahvistusta keski ja korkeilla taajuuksilla koville äänille.
fr_fr: Diminuer G80 pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a közép és magas frekvenciás erősítést a hangos hangokra.
it_it: Diminuire guadagni frequenze medie e alte per i suoni forti.
ja_jp: 中高域のG80を下げて下さい
ko_kr: 큰 소리의 중주파와 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van midden en hoge frequenties bij harde geluiden
no_no: Senk midt- og høyfrekvent gain for høye lyder
pl_pl: Zmniejsz wzmocnienie dla średnich i wysokich częstotliwości dla głośnych dźwięków.
pt_pt: Diminua o ganho para as frequencias médias e altas para sons intensos
ro_ro: Scadeti castigurile pe medii si inalte pentru sunete puternice.
ru_ru: Уменьшите усиление на средних и высоких частотах для громких звуков.
sv_se: Minska förstärkningen på mellan och höga frekvenser för starka ljud.
tr_tr: Yüksek seslerde orta ve yüksek frekans kazançlarını azalt.
zh_cn: 降低大声中高频增益

source: Decrease mid and high frequency gains.
cs_cz: Snižte zisk středních a vysokých frekvencí.
da_dk: Reducer mellem- og højfrekvens forstærkning.
de_de: Verringern Sie die Verstärkung für mittlere und hohe Frequenzen.
es_es: Reducir ganancia en altas y medias frecuencias
fi_fi: Vähennä vahvistusta keski- ja korkeilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a közép és magas frekvenciás erősítést.
it_it: Diminuire guadagni frequenze medie e alte per tutti i livelli di ingresso.
ja_jp: 中高域を下げて下さい
ko_kr: 모든 입력 수준의 중간 주파수와 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van midden en hoge frequenties bij alle inputniveaus
no_no: Senk midt- og høyfrekvent gain
pl_pl: Zmniejsz wzmocnienie dla średnich i wysokich częstotliwości.
pt_pt: Diminua o ganho para as frequencias médias e altas
ro_ro: Scadeti castigurile pe frecventele inalte si medii.
ru_ru: Уменьшите усиление на средних и высоких частотах.
sv_se: Minska förstärkningen på mellan och höga frekvenser.
tr_tr: Orta ve yüksek frekans kazançlarını azaltın.
zh_cn: 降低中高频增益

source: Decrease mid and high frequency gains for soft and moderate sounds.
cs_cz: Snižte zisk středních a vysokých frekvencí pro tiché a střední zvuky.
da_dk: Reducer mellem- og højfrekvens forstærkning for svage og moderate lydniveauer.
de_de: Verringern Sie die Verstärkung für leise und mittlere Eingangspegel in den mittleren und hohen Frequenzen
es_es: Reducir ganancia en altas y medias frecuencias para sonidos suaves y moderados.
fi_fi: Vähennä vahvistusta keski ja korkeilla taajuuksilla heikoille ja kohtalaisille äänille.
fr_fr: Diminuer G50 et G65 pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a közép és magas frekvenciás erősítést a lágy és közepes hangokra.
it_it: Diminuire guadagni frequenze medie e alte per i suoni deboli e moderati.
ja_jp: 中高域の G50とG65を下げて下さい
ko_kr: 연음과 중음의 중주파와 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van midden en hoge frequenties bij zachte en gemiddelde geluiden
no_no: Senk midt- og høyfrekvent gain for svake og moderate lyder
pl_pl: Zmniejsz wzmocnienie dla średnich i wysokich częstotliwości dla cichych i średnio-głośnych dźwięków.
pt_pt: Diminua o ganho para as frequencias médias e altas para sons suaves e moderados
ro_ro: Scadeti castigul pe medii si inalte pentru sunete slabe si moderate
ru_ru: Уменьшите усиление на средних и высоких частотах для тихих и умеренных звуков.
sv_se: Minska förstärkningen på mellan och höga frekvenser för svaga och måttliga ljud.
tr_tr: Yumuşak ve Orta şiddetteki seslerde orta ve yüksek frekans kazançlarını azalt.
zh_cn: 降低小声,中等声中高频增益

source: Low frequency sounds are too loud (toilet flushing, road noise, fans, etc....)
cs_cz: Nízkofrekvenční zvuky jsou příliš hlasité (spláchnutí toalety, hluk na ulici, větráky, atd....)
da_dk: Lavfrekvente lyde er for kraftige (toiletskyl, gadestøj, ventilation, etc....)
de_de: Niederfrequente Geräusche (Straßenverkehr, Motorbrummen) sind zu laut
es_es: Los sonidos graves son demasiado altos (ruido de cisterna, ruido de tráfico, ventiladores, etc....)
fi_fi: Matala taajuuksiset äänet ovat liian hiljaisia (wc:n huuhtelu, valtatien ääni, tuuletin...)
fr_fr: Les sons graves sont trop forts
hu_hu: Mély frekvenciás hangok túl hangosak (WC lehúzás, útcai zaj, ventillátorok, stb....)
it_it: Suoni a bassa frequenza sono troppo forti (pulizia delle toilette, il rumore della strada, ventilatori, ecc ...)
ja_jp: 低い音がうるさく聞こえる（トイレを流す音、車のロードノイズ、ファンの音など）
ko_kr: 저주파 소리가 너무 큽니다 (변기 물내림, 도로 소음, 환풍기, 등....)
nl_nl: Laagfrequente geluiden zijn te hard (toilet doorspoelen, verkeerslawaai, ventilators etc....)
no_no: Lavfrekvente lyder er for svake
pl_pl: Dźwięki niskotonowe są zbyt głośne (spłukiwanie toalety, hałas ulliczny, wentylatory itp. ...)
pt_pt: Sons de baixas frequencias estão muito altos (descarga do banheiro, barulho da estrada, ventiladores)
ro_ro: Sunetele de frecventa joasa sunt prea puternice (apa de la toaleta, zgomotul de trafic, ventilatoare)
ru_ru: Низкочастотные звуки слишком громкие (слив в туалете, шум дороги, вентиляторы и т.д.)
sv_se: Låga ljud är för starka (toalettspolning, vägbuller, fläktar etc)
tr_tr: Alçak frekans sesleri çok yüksek (sifon, cadde gürültüsü, fanlar, vb....)
zh_cn: 低频声音太大 冲马桶,马路上,风扇等)

source: Increase the level of noise reduction
cs_cz: Zvyšte úroveň potlačení šumu
da_dk: Forøg graden af støjreduktion
de_de: Erhöhen Sie die Stufe der Störgeräuschreduzierung
es_es: Aumentar la intensidad del reductor de ruido
fi_fi: Lisää kohinanvaimennuksen tasoa
fr_fr: Augmenter le niveau du réducteur de bruit
hu_hu: Növelje a zajszűrés mértékét
it_it: Aumentare il livello di riduzione del rumore
ja_jp: 雑音抑制の設定を強めて下さい
ko_kr: 소음 감소 수준을 높이세요
nl_nl: Verhoog de mate van lawaaireductie
no_no: Øk støyreduksjons nivå
pl_pl: Zwiększ stopień redukcji hałasu
pt_pt: Aumente o nível da redução de ruído
ro_ro: Cresteti nivelul de reducere de zgomot.
ru_ru: Увеличьте уровень шумоподавления
sv_se: Öka nivån på brusreduceringen
tr_tr: Gürültü azaltıcının seviyesini artır
zh_cn: 增加降噪程度

source: Decrease low frequency gains for loud sounds.
cs_cz: Snižte zisk hlubokých frekvencí pro hlasité zvuky.
da_dk: Reducer lavfrekvent forstærkning for kraftige lyde.
de_de: Verringern Sie die Verstärkung für laute Eingangspegel in den niedrigen Frequenzen
es_es: Reducir ganancia en bajas frecuencias para sonidos fuertes.
fi_fi: Vähennä matalien taajuuksien vahvistusta heikoille äänille.
fr_fr: Diminuer G80 pour les fréquences graves
hu_hu: Csökkentse a mélyfrekvenciás erősítést a hangos hangokra.
it_it: Diminuire guadagni a bassa frequenza per suoni forti.
ja_jp: 低域のG80を下げて下さい
ko_kr: 큰 소리의 저주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties bij harde geluiden
no_no: Senk lavfrekvent gain for høye lyder
pl_pl: Zmniejsz wzmocnienie głośnych dźwięków
pt_pt: Diminua o ganho para as frequencias baixas para sons intensos
ro_ro: Scadeti castigurile frecventelor joase pentru sunete puternice
ru_ru: Уменьшите усиление на низких частотах для громких звуков.
sv_se: Minska förstärkningen på låga frekvenser för starka ljud.
tr_tr: Yüksek seslerde alçak frekans kazancını azalt.
zh_cn: 降低大声低频增益
