Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Increase vent size
cs_cz: Zvětšete velikost odvětrání
da_dk: Forøg vent diameteren
de_de: Venting Größe erhöhen
es_es: Aumentar diámetro del venting
fi_fi: Suurenna ilmastointia
fr_fr: Augmenter la taille de l'évent
hu_hu: Növelje a ventfuratot
it_it: Incrementare ventilazione
ja_jp: ベントサイズを大きくして下さい
ko_kr: 벤트 크기를 늘리세요
nl_nl: vergroot de venting
no_no: Øk ventilering
pl_pl: Zwiększ średnicę wentylacji
pt_pt: Aumentar tamanho da ventilação
ro_ro: Cresteti marimea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorlek
tr_tr: Vent Ölçüsünü artırın
zh_cn: 增加通气孔尺寸

source: Decrease G80 for low and mid frequencies
cs_cz: Snižte G80 na hloubkách a středních frekvencích
da_dk: Nedsæt G80 for lav- og mellemfrekvens
de_de: Für tiefe und mittlere Frequenzen die Verstärkung G80 absenken
es_es: Disminuya G80 para frecuencias bajas y medias
fi_fi: Vähennä G80-vahvistusta basso- ja keskitaajuuksilla
fr_fr: Diminuer G80 pour les fréquences graves et moyennes
hu_hu: Csökkentse a G80-at a mély és közép frekvenciákon
it_it: Diminuire G80 per le frequenze gravi e medie
ja_jp: 低中域のG80を下げて下さい
ko_kr: 중간주파수와 저주파수에서 G80을 낮추세요
nl_nl: Verminder de versterking G80 voor lage en midden frequenties.
no_no: Reduser G80 i lav- og midtfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G80 dla niskich i średnich częstotliwości
pt_pt: Redução de G80 para baixas e médias frequências
ro_ro: Reduceti G80 pe frecventele joase si medii
ru_ru: Уменьшите усиление громких звуков (G80) на низких и средних частотах
sv_se: Minska G80 för låga och mellanfrekvenser
tr_tr: Alçak ve orta frekanslarda G80 kazancını azalt
zh_cn: 降低G80中低频增益

source: Female voices are too soft
cs_cz: Ženské hlasy jsou příliš tiché
da_dk: Kvindestemmer er for svage
de_de: Der Klang einer weiblichen Stimme ist zu leise
es_es: Las voces femeninas son demasiado bajas
fi_fi: Naisen ääni on liian pehmeä
fr_fr: Les voix féminines sont trop faibles
hu_hu: Női hang túl halk
it_it: Voce femminile troppo debole
ja_jp: 女性の声が小さすぎる
ko_kr: 여자목소리가 너무 작음
nl_nl: Vrouwenstemmen klinken over het algemeen te zacht
no_no: Lyden av kvinnestemmer er for lav
pl_pl: Damskie głosy są za ciche
pt_pt: As vozes femininas estão muito baixas.
ro_ro: Vocea feminina este prea slaba
ru_ru: Женские голоса слишком тихие
sv_se: Kvinnliga röster är för svaga
tr_tr: Kadın sesleri çok az geliyor
zh_cn: 听女人声音太小

source: Increase G50 at 2 kHz
cs_cz: Zvyšte G50 na 2 kHz
da_dk: Forøg G50 ved 2 kHz
de_de: Erhöhen Sie die Verstärkung G50 bei 2 kHz
es_es: Aumentar G50 en 2kHz
fi_fi: Lisää G50-vahvistusta 2 kHz:llä
fr_fr: Augmenter G50 à 2 kHz
hu_hu: Növelje a G50-et 2 kHz-en
it_it: Aumentare G50 a 2kHz
ja_jp: 2kHzのG50を上げて下さい
ko_kr: 2KHz에서 G50을 높이세요
nl_nl: Verhoog G50 bij 2 kHz.
no_no: Øk G50 ved 2 kHz
pl_pl: Zwiększ wzmocnienie G50 dla 2 kHz
pt_pt: Aumentar G50 em 2 kHz
ro_ro: Cresteti G50 pe 2 KHz
ru_ru: Увеличьте усиление тихих звуков (G50) на 2 кГц
sv_se: Öka G50 vid 2 kHz
tr_tr: 2 kHz de G50 kazancını artır
zh_cn: 增加G50 2KHz增益

source: Increase G50 for mid and high frequencies
cs_cz: Zvyšte G50 na středních frekvencích a výškách
da_dk: Forøg G50 for mellem- og højfrekvens
de_de: Für mittlere und hohe Frequenzen die Verstärkung G50 anheben
es_es: Incremente G50 para frecuencias medias y altas
fi_fi: Lisää G50-vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Augmenter G50 pour les fréquences moyennes et aiguës
hu_hu: Növelje a G50-et a közép és magas frekvenciákon
it_it: Aumentare G50 per le medie ed alte frequenze
ja_jp: 中高域のG50を上げて下さい
ko_kr: 중간주파수와 고주파수에서 G50을 높이세요
nl_nl: Verhoog de versterking G50 voor midden en hoge frequenties.
no_no: Øk G50 i midt- og høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie G50 dla średnich i wysokich częstotliwości
pt_pt: Aumento de G50 para médias e altas frequências
ro_ro: Cresteti G50 pe frecvente medii si inalte
ru_ru: Увеличьте усиление тихих звуков (G50) на средних и высоких частотах
sv_se: Öka G50 för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda G50 kazancını artır
zh_cn: 增加G50中高频增益

source: Increase G50 for high frequencies
cs_cz: Zvyšte G50 na výškách
da_dk: Forøg G50 for høje frekvenser
de_de: Für hohe Frequenzen die Verstärkung G50 anheben
es_es: Incremente G50 para altas frecuencias
fi_fi: Lisää G50-vahvistusta diskanttitaajuuksilla
fr_fr: Augmenter G50 pour les fréquences aiguës
hu_hu: Növelje a G50-et a magas frekvenciákon
it_it: Aumentare G50 per le alte frequenze
ja_jp: 高域のG50を上げて下さい
ko_kr: 고주파수에서 G50을 높이세요
nl_nl: Verhoog de versterking G50 voor hoge frequenties.
no_no: Øk G50 i høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie G50 dla wysokich częstotliwości
pt_pt: Aumento de G50 para altas frequências
ro_ro: Mariti G50 pe frecventele inalte
ru_ru: Увеличьте усиление тихих звуков (G50) на высоких частотах
sv_se: Öka G50 för höga frekvenser
tr_tr: Yüksek frekanslarda G50 kazancını artır
zh_cn: 增加G50高频增益

source: Voices sound dull or unclear
cs_cz: Hlasy znějí matně nebo nejasně
da_dk: Stemmer lyder utydelige eller uklare
de_de: Stimmen klingen zu dumpf
es_es: El sonido de la voz no es claro o apagado
fi_fi: Puhe on tylsää ja epäselvää
fr_fr: Les voix sont étouffées
hu_hu: A hangok nem tiszták
it_it: Suono delle voci sordo o poco chiaro
ja_jp: 言葉がはっきりしない
ko_kr: 목소리가 분명하지 않습니다
nl_nl: Stemmen klinken dof of donker
no_no: Stemmer er uklare
pl_pl: Dźwięki są stłumione albo niewyraźne
pt_pt: As vozes não estão nítidas
ro_ro: Vocile suna surd sau neclar
ru_ru: Голоса звучат тускло или нечисто
sv_se: Röster är dova och otydliga
tr_tr: Sesler donuk ve anlaşılmaz geliyor
zh_cn: 说话声浑沌或不清楚

source: Decrease low and mid frequency gain, increase high frequency gain
cs_cz: Snižte zisk na hloubkách a středních frekvencích, zvyšte kompresní poměr na výškách
da_dk: Nedsæt lav og midtfrekvens forstærkning, forøg højfrekvensforstærkningen
de_de: Verringern Sie die Verstärkung für die tiefen und mittleren Frequenzen; erhöhen Sie die Verstärkung für die hohen Frequenzen
es_es: Reducir ganancia en bajas y medias frecuencias, aumentar ganancia en agudos
fi_fi: Vähennä vahvistusta matalilla ja keskitaajuuksilla, lisää vahvistusta korkeilla taajuuksilla.
fr_fr: Diminuer le gain pour les fréquences graves et moyennes et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse a mély és közép frekvenciás erősítést, növelje a magas frekvenciás erősítést
it_it: Diminuire gravi e medi ed incrementare gli acuti
ja_jp: 低中域を下げ、高域を上げて下さい
ko_kr: 저주파수와 중간주파수의 이득을 낮추고, 고주파수 이득을 높이세요
nl_nl: Verlaag de versterking bij lage en midden frequenties, verhoog de versterking bij hoge frequenties
no_no: Senk lavfrekvensen og midtfrekvensene, øk gain i høyfrekvensene
pl_pl: Zmniejsz wzmocnienie dla niskich i średnich częstotliwości, zwiększ wzmocnienie dla wysokich częstotliwości
pt_pt: Diminuir ganho em freq. médias e baixas, aumentar ganho em freq. altas
ro_ro: Reduceti castigul pe frecventele joase si medii, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких и средних частотах, увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för låg och mellanfrekvenser, öka förstärkningen för de höga frekvenserna
tr_tr: Alçak ve orta frekanslarda kazancı azalt, yüksek frekanslarda kazancı artır
zh_cn: 降低中低频增益，增加高频增益

source: Increase mid and high frequency gain
cs_cz: Zvyšte zisk na středních frekvencích a výškách
da_dk: Forøg mellem- og højfrekvens forstærkning
de_de: Für mittlere und hohe Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia de frecuencias medias y altas
fi_fi: Lisää vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Augmenter le gain pour les fréquences moyennes et aiguës
hu_hu: Növelje a közép és magas frekvenciás erősítést
it_it: Aumentare il guadagno alle medie ed alte frequenze
ja_jp: 中高域を上げて下さい
ko_kr: 중간주파수와 고주파수의 이득을 높이세요
nl_nl: Verhoog de versterking van midden en hoge frequenties.
no_no: Øk midt- og høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie średnich i wysokich częstotliwości
pt_pt: Aumento do ganho de média e alta frequência
ro_ro: Mariti castigul pe frecventele medii si inalte
ru_ru: Увеличьте усиление на средних и высоких частотах
sv_se: Öka förstärkningen för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekans kazancını artır
zh_cn: 增加中高频增益

source: Increase high frequency gain
cs_cz: Zvyšte zesílení na výškách
da_dk: Forøg højfrekvens forstærkning
de_de: Für hohe Frequenzen die Verstärkung anheben
es_es: Aumente la ganancia de alta frecuencia
fi_fi: Lisää diskanttivahvistusta
fr_fr: Augmenter le gain pour les fréquences aiguës
hu_hu: Növelje a magas frekvenciás erősítést
it_it: Aumentare gli acuti
ja_jp: 高域を上げて下さい
ko_kr: 고주파수 이득을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties.
no_no: Øk høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości
pt_pt: Aumentar ganho de alta frequência
ro_ro: Cresteti castigul pe frecventele inalte
ru_ru: Увеличьте усиление на высоких частотах
sv_se: Öka förstärkning för höga frekvenser
tr_tr: Yüksek frekans kazancını artır
zh_cn: 增加高频增益

source: Own voice is too soft
cs_cz: Vlastní hlas je příliš slabý
da_dk: Egen stemme er for svag
de_de: Meine eigene Stimme ist zu leise
es_es: La propia voz suena demasiado suave
fi_fi: Oma ääni on liian hiljainen
fr_fr: Ma propre voix est trop faible
hu_hu: A saját hang túl halk
it_it: La propria voce è troppo debole
ja_jp: 自分の声が小さすぎる
ko_kr: 본인의 목소리가 너무 작게 들림
nl_nl: De eigen stem klinkt te zacht.
no_no: Egen stemme er for svak
pl_pl: Mój własny głos jest za cichy
pt_pt: A própria voz está suave demais
ro_ro: Popria voce este prea slaba
ru_ru: Собственный голос звучит слишком тихо
sv_se: Den egna rösten låter för svag
tr_tr: Kendi sesim çok az geliyor
zh_cn: 自己的声音太小

source: Increase G80 for low frequencies
cs_cz: Zvyšte G80 na hloubkách
da_dk: Forøg G80 for dybe frekvenser
de_de: Die Verstärkung G80 für die tiefen Frequenzen erhöhen
es_es: Aumentar G80 en bajas frecuencias
fi_fi: Lisää G80-vahvistusta matalilla taajuuksilla
fr_fr: Augmenter G80 pour les fréquences graves
hu_hu: Növelje a G80-at a mély frekvencián
it_it: Aumentare G80 per i gravi
ja_jp: 低域のG80を上げて下さい
ko_kr: 저주파수의 G80을 높이세요
nl_nl: Verhoog G80 bij lage frequenties.
no_no: Øk G80 for lavfrekvensene
pl_pl: Zwiększ wzmocnienie G80 dla niskich częstotliwości
pt_pt: Aumentar G80 para freq. baixas
ro_ro: Cresteti G80 pe frecvente joase
ru_ru: Увеличьте усиление громких звуков (G80) на низких частотах
sv_se: Öka G80 för låga frekvenser
tr_tr: Alçak frekanslarda G80 kazancını artır
zh_cn: 增加G80低频增益

source: Increase low frequency gain, decrease compression ratio in low fequencies
cs_cz: Zvyšte zisk na hloubkách, snižte kompresní poměr na hloubkách
da_dk: Forøg lavfrekvent forstærkning, nedsæt kompressionenforholdet i de dybe frekvenser
de_de: Die Verstärkung für die tiefen Frequenzen erhöhen, die Kompression in den tiefen Frequenzen verringern
es_es: Aumentar la ganancia en graves, reducir el ratio de compresión en bajas frecuencias
fi_fi: Lisää vahvistusta ja vähennä kompressiota matalilla taajuuksilla
fr_fr: Augmenter le gain pour les fréquences graves, diminuer le facteur de compression pour les fréquences graves
hu_hu: Növelje a mély frekvenciás erősítést, csökkentse a kompressziós arányt a mély frekvenciákon
it_it: Aumentare i gravi e diminuire il rapporto di compressione per le frequenze basse
ja_jp: 低域を上げ、低域の圧縮比を下げて下さい
ko_kr: 저주파수 이득을 높이고, 압축비율을 낮추세요
nl_nl: Verhoog de versterking bij lage frequenties, verlaag de compressie bij lage frequenties
no_no: Øk gain i lavfrekvensen, senk kompresjonsgraden i lavfrekvensene
pl_pl: Zwiększ wzmocnienie niskich częstotliwości, zmniejsz stopień kompresji niskich częstotliwości
pt_pt: Aumentar ganho de freq. baixas, diminuir razão de compressão em freq. baixas
ro_ro: Cresteti castigul pe frecventele joase, reduceti raportul de compresie pe frecventele joase
ru_ru: Увеличьте усиление на низких частотах, уменьшите уровень компрессии на низких частотах
sv_se: Öka förstärkningen och minska kompressionsförhållandet för de låga frekvenserna
tr_tr: Alçak frekanslarda kazancı artır ve alçak frekanslarda kompresyon oranını azalt
zh_cn: 增加低频增益，降低低频压缩率

source: Increase low and mid frequency gain
cs_cz: Zvyšte zisk na hloubkách a středních frekvencích
da_dk: Forøg lav- og højfrekvens forstærkning
de_de: Für tiefe und mittlere Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia de frecuencias bajas y medias
fi_fi: Lisää vahvistusta basso- ja keskitaajuuksilla
fr_fr: Augmenter le gain pour les fréquences graves et moyennes
hu_hu: Növelje a mély és közép frekvenciás erősítést
it_it: Incrementare le frequenze gravi e medie
ja_jp: 低中域を上げて下さい
ko_kr: 중간주파수와 저주파수의 이득을 높이세요
nl_nl: Verhoog de versterking van lage en midden frequenties.
no_no: Øk lav- og midtfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie średnich i wysokich częstotliwości
pt_pt: Aumento de ganho de baixa e média frequência
ro_ro: Cresteti castigul pe frecventele joase si medii
ru_ru: Увеличьте усиление на низких и средних частотах
sv_se: Öka förstärkningen för låg och mellanfrekvenser
tr_tr: Alçak ve orta frekanslarda kazancı artır
zh_cn: 增加中低频增益

source: Voices sound hollow
cs_cz: Hlasy znějí dutě
da_dk: Stemmer lyder hule
de_de: Stimmen klingen zu hohl
es_es: Las voces suenan huecas
fi_fi: Puhe kuulostaa ontolta
fr_fr: Les voix sont caverneuses
hu_hu: A hangok viszhangosak
it_it: Suono delle voci cupo
ja_jp: 言葉が反響する・こもる
ko_kr: 목소리가 똑똑하게 들리지 않음
nl_nl: Stemmen klinken hol
no_no: Stemmer er hule
pl_pl: Dźwięki brzmią pusto
pt_pt: As vozes estão ocas
ro_ro: Vocile suna gol
ru_ru: Голоса звучат глухо
sv_se: Röster är ihåliga
tr_tr: Sesler boşluktan geliyor
zh_cn: 说话声空洞

source: Increase low and mid frequency gain, decrease G50 for high frequencies
cs_cz: Zvyšte zisk na hloubkách a středních frekvencích, snižte G50 na výškách
da_dk: Forøg lav og midtfrekvens forstærkning, nedsæt G50 for høje frekvenser
de_de: Erhöhen Sie die Verstärkung für tiefe und mittlere Frequenzen; verringern Sie die Verstärkung G50 für die hohen Frequenzen
es_es: Aumentar bajas y medias frecuencias, reducir G50 para altas frecuencias
fi_fi: Lisää vahvistusta matalilla ja keskitaajuuksilla, vähennä G50 korkeilla taajuuksilla.
fr_fr: Augmenter le gain pour les fréquences graves et moyennes et diminuer G50 dans les fréquences aiguës
hu_hu: Növelje a mély és közép frekvenciás erősítést, csökkentse a G50-et magas frekvencián
it_it: Incrementare gravi e medi, diminuire G50 per le frequenze acute.
ja_jp: 低中域を上げ、高域のG50を下げて下さい
ko_kr: 저주파수와 중간주파수 이득을 높이고 고주파수의 G50을 낮추세요
nl_nl: Verhoog de versterking bij lage en midden frequenties, verlaag G50 bij hoge frequenties.
no_no: Øk lavfrekvensen og midtfrekvensene, senk G50 i høyfrekvensene
pl_pl: Zwiększ wzmocnienie niskich i średnich częstotliwości, zmniejsz wzmocnienie G50 wysokich częstotliwości
pt_pt: Aumentar ganho em freq. médias e baixas, diminuir G50 para freq. altas
ro_ro: Cresteti castigul pe frecventele joase si medii, micsorati castigul G50 pe frecventele inalte
ru_ru: Увеличьте усиление на низких и средних частотах, уменьшите усиление тихих звуков (G50) на высоких частотах
sv_se: Öka förstärkningen för låg och mellan frekvenserna, minska G50 för de höga frekvenserna
tr_tr: Alçak ve orta frekanslarda kazancı artır, yüksek frekanslarda G50 kazancını azalt
zh_cn: 增加中低频增益，降低G50高频增益

source: Decrease low frequency gain
cs_cz: Snižte zisk na hloubkách
da_dk: Nedsæt lavfrekvensforstærkning
de_de: Für tiefe Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia de baja frecuencia
fi_fi: Vähennä vahvistusta bassotaajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves
hu_hu: Mély frekvenciás erősítés csökkentés
it_it: Diminuire il guadagno alle basse frequenze
ja_jp: 低域を下げて下さい
ko_kr: 저주파수 이득을 낮추세요
nl_nl: Verminder de versterking van lage frequenties.
no_no: Reduser lavfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie niskich częstotliwości
pt_pt: Redução de ganho de baixa frequência
ro_ro: Micsorati castigul pe frecventele joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen för låga frekvenser
tr_tr: Alçak frekanslarda kazancı azalt
zh_cn: 降低低频增益

source: Increase G80 for low and mid frequencies and decrease G50 for high frequencies
cs_cz: Zvyšte G80 na hloubkách a snižte G50 na výškách
da_dk: Forøg G80 for lav- og mellemfrekvens og nedsæt G50 for høje frekvenser
de_de: Für tiefe und mittlere Frequenzen die Verstärkung G80 anheben; für hohe Frequenzen die Verstärkung G50 absenken
es_es: Incremente G80 para frecuencias medias y bajas y disminuya G50 para altas frecuencias
fi_fi: Lisää G80-vahvistusta basso- ja keskitaajuuksilla sekä vähennä G50- vahvistusta diskanttitaajuuksilla
fr_fr: Augmenter G80 pour les fréquences graves et moyennes et diminuer G50 pour les fréquences aiguës
hu_hu: Növelje a G80-at a mély és a közép frekvencián és csökkentse a G50-et a magas frekvenciákon
it_it: Aumentare G80 alle basse e medie frequenze e diminuire G50 alle frequenze acute
ja_jp: 低中域のG80を上げ、高域のG50を下げて下さい
ko_kr: 중간주파수와 저주파수 G80을 높이고 고주파수의 G50을 낮추세요
nl_nl: Verhoog de versterking G80 voor lage en midden frequenties, verminder G50 voor hoge frequenties.
no_no: Øk G80 for lav- og midtfrekvensforsterkningen og reduser G50 i høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie G60 niskich i średnich częstotliwości i zmniejsz G50 wysokich częstotliwości
pt_pt: Aumento de G80 para baixas e médias frequências e redução de G50 para altas frequências
ro_ro: Cresteti G80 pe frecvente joase si medii si reduceti G50 pe frecventele inalte
ru_ru: Увеличьте усиление громких звуков (G80) на низких и средних частотах и уменьшите усиление тихих звуков (G50) на высоких частотах
sv_se: Öka G80 för låg och mellanfrekvenser och minska G50 för höga frekvenser
tr_tr: Alçak ve orta frekanslarda G80 kazancını artır, yüksek frekanslarda G50 kazancını azalt
zh_cn: 增加G80中低频增益和减少G50高频增益

source: Own voice sounds dull
cs_cz: Vlastní hlas je tupý
da_dk: Egen stemme er utydelig
de_de: Meine eigene Stimme klingt dumpf
es_es: La propia voz suena apagada
fi_fi: Oma ääni kuulostaa tylsältä
fr_fr: Ma propre voix est trop étouffée
hu_hu: A saját hang tompa
it_it: La propria voce è debole
ja_jp: 自分の声がはっきりしない
ko_kr: 본인의 목소리가 둔탁하게 들림
nl_nl: De eigen stem klinkt dof of donker.
no_no: Egen stemme er dunkel
pl_pl: Mój własny głos jest stłumiony
pt_pt: A própria voz soa maçante
ro_ro: Popria voce este infundata
ru_ru: Собственный голос звучит глухо
sv_se: Den egna rösten låter dämpad
tr_tr: Kendi sesim kalın ve donuk geliyor
zh_cn: 自己的声音模糊

source: Increase high frequency gain
cs_cz: Zvyšte zesílení na výškách
da_dk: Forøg højfrekvens forstærkning
de_de: Für hohe Frequenzen die Verstärkung anheben
es_es: Aumente la ganancia de alta frecuencia
fi_fi: Lisää diskanttivahvistusta
fr_fr: Augmenter le gain pour les fréquences aiguës
hu_hu: Növelje a magas frekvenciás erősítést
it_it: Aumentare gli acuti
ja_jp: 高域を上げて下さい
ko_kr: 고주파수 이득을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties.
no_no: Øk høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości
pt_pt: Aumentar ganho de alta frequência
ro_ro: Cresteti castigul pe frecventele inalte
ru_ru: Увеличьте усиление на высоких частотах
sv_se: Öka förstärkningen för höga frekvenser
tr_tr: Yüksek frekans kazancını artır
zh_cn: 增加高频增益

source: Increase mid and high frequency gain
cs_cz: Zvyšte zisk na středních frekvencích a výškách
da_dk: Forøg mellem- og højfrekvens forstærkning
de_de: Für mittlere und hohe Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia de frecuencias medias y altas
fi_fi: Lisää vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Augmenter le gain pour les fréquences moyennes et aiguës
hu_hu: Növelje a közép és magas frekvenciás erősítést
it_it: Aumentare il guadagno alle medie ed alte frequenze
ja_jp: 中高域を上げて下さい
ko_kr: 중간주파수와 고주파수의 이득을 높이세요
nl_nl: Verhoog de versterking van midden en hoge frequenties.
no_no: Øk midt- og høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie średnich i wysokich częstotliwości
pt_pt: Aumento do ganho de média e alta frequência
ro_ro: Mariti castigul pe frecventele medii si inalte
ru_ru: Увеличьте усиление на средних и высоких частотах
sv_se: Öka förstärkningen för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekans kazancını artır
zh_cn: 增加中高频增益

source: Decrease G80 for low frequencies and increase G50 for high frequencies
cs_cz: Snižte G80 na hloubkách a zvyšte G50 na výškách
da_dk: Nedsæt G80 for lavfrekvens og forøg G50 for højfrekvens
de_de: Für tiefe Frequenzen die Verstärkung G80 absenken; für hohe Frequenzen Verstärkung G50 anheben
es_es: Disminuya G80 para bajas frecuencias e incremente G50 para frecuencias altas
fi_fi: Vähennä G80-vahvistusta bassotaajuuksilla sekä lisää G50- vahvistusta diskanttitaajuuksilla
fr_fr: Diminuer G80 pour les fréquences graves et augmenter G50 pour les fréquences aiguës
hu_hu: Csökkentse a G80-at a méy frekvenciákon és növelje a G50-et a magas frekvenciákon
it_it: Diminuire G80 alle basse frequenze ed incrementare G50 alle frequenze acute
ja_jp: 低域のG80を下げ、高域のG50を上げて下さい
ko_kr: 저주파수에서 G80을 낮추고 고주파수의 G50을 높이세요
nl_nl: Verminder de versterking G80 voor lage frequenties, verhoog de versterking G50 voor hoge frequenties.
no_no: Reduser G80 i lavfrekvensforsterkningen og øk G50 i høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G80 niskich częstotliwości i zwiększ wzmocnienie G50 wysokich częstotliwości
pt_pt: Redução de G80 para baixas frequências aumento de G50 para altas frequências
ro_ro: Reduceti G80 pe frecventele joase si cresteti G50 pe frecvente inalte
ru_ru: Уменьшите усиление громких звуков (G80) на низких частотах и увеличьте усиление тихих звуков (G50) на высоких частотах
sv_se: Minska G80 för låga frekvenser och öka G50 för höga frekvenser
tr_tr: Alçak frekanslarda G80 kazancını azalt, yüksek frekanslarda G50 kazancını artır
zh_cn: 降低G80低频增益和增加G50高频增益

source: Decrease G80 for low frequencies and increase G50 for high frequencies
cs_cz: Snižte G80 na hloubkách a zvyšte G50 na výškách
da_dk: Nedsæt G80 for lavfrekvens og forøg G50 for højfrekvens
de_de: Für tiefe Frequenzen die Verstärkung G80 absenken; für hohe Frequenzen Verstärkung G50 anheben
es_es: Disminuya G80 para bajas frecuencias e incremente G50 para frecuencias altas
fi_fi: Vähennä G80-vahvistusta bassotaajuuksilla sekä lisää G50- vahvistusta diskanttitaajuuksilla
fr_fr: Diminuer G80 pour les fréquences graves et augmenter G50 pour les fréquences aiguës
hu_hu: Csökkentse a G80-at a méy frekvenciákon és növelje a G50-et a magas frekvenciákon
it_it: Diminuire G80 alle basse frequenze ed incrementare G50 alle frequenze acute
ja_jp: 低域のG80を下げ、高域のG50を上げて下さい
ko_kr: 저주파수에서 G80을 낮추고 고주파수의 G50을 높이세요
nl_nl: Verminder de versterking G80 voor lage frequenties, verhoog de versterking G50 voor hoge frequenties.
no_no: Reduser G80 i lavfrekvensforsterkningen og øk G50 i høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G80 niskich częstotliwości i zwiększ wzmocnienie G50 wysokich częstotliwości
pt_pt: Redução de G80 para baixas frequências aumento de G50 para altas frequências
ro_ro: Reduceti G80 pe frecventele joase si cresteti G50 pe frecvente inalte
ru_ru: Уменьшите усиление громких звуков (G80) на низких частотах и увеличьте усиление тихих звуков (G50) на высоких частотах
sv_se: Minska G80 för låga frekvenser och öka G50 för höga frekvenser
tr_tr: Alçak frekanslarda G80 kazancını azalt, yüksek frekanslarda G50 kazancını artır
zh_cn: 降低G80低频增益和增加G50高频增益
