Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Filter By
cs_cz: Filtrovat podle
da_dk: Filtre
de_de: Gefiltert mit:
es_es: Filtrar por
fi_fi: Suodata
fr_fr: Options :
hu_hu: Illesztés
it_it: Filtra per
ja_jp: 抽出条件
nl_nl: Filteren op
no_no: Filtrer
pl_pl: Sortuj Wg.
pt_pt: Filtrar por
ro_ro: Filtru de
ru_ru: Фильтровать по
sv_se: Filter av
tr_tr: Filtrele
zh_cn: 分类

source: Ear-to-Ear Communication
cs_cz: Ear-to-Ear komunikace
da_dk: Ear-to-Ear kommunikation
de_de: Ear-to-Ear Kommunikation
es_es: Comunicación Oído a Oído
fi_fi: Koje-koje kommunikointi
fr_fr: Synchronisation des appareils
hu_hu: Készülékek közötti komunikáció
it_it: Comunicazione Ear-to-Ear
ja_jp: 両耳連動
ko_kr: 양이 보청기간 통신
nl_nl: Ear-to-Ear
no_no: Apparat-til-Apparat Kommunikasjon
pl_pl: Komunikacja Międzyuszna
pt_pt: Comunicação de Orelha a Orelha
ro_ro: e2e
ru_ru: Бинауральная связь
sv_se: Öra till Öra Kommunikation
tr_tr: Cihaz-dan-Cihaza İletişim
zh_cn: 双耳智能融合

source: Pediatric
cs_cz: Pediatrická
da_dk: Pædiatrisk
de_de: Pädiatrisch
es_es: Pediátrico
fi_fi: Pediatrinen
fr_fr: Pediatrique
hu_hu: gyermek
it_it: Pediatrico
ja_jp: 小児用
ko_kr: 소아용
nl_nl: Pediatrisch
no_no: Pediatrisk
pl_pl: Dziecięce
pt_pt: Pediátrico
ru_ru: Педиатрический
sv_se: Pediatrisk
tr_tr: Pediatrik
zh_cn: 儿童

source: Wireless
da_dk: Trådløs
es_es: Inalámbrico
fi_fi: Langaton
fr_fr: Compatible sans fil
ja_jp: ワイヤレス
ko_kr: 무선
no_no: Trådløs
pl_pl: Bezprzewodowe
ru_ru: Беспроводной
sv_se: Trådlös
tr_tr: Kablosuz
zh_cn: 无线

source: Enable Web Updates
cs_cz: Povolit web aktualizace
da_dk: Aktiver web-opdateringer
de_de: Web Update aktivieren
es_es: Activar Actualizaciones Web
fi_fi: Salli ohjelman internet päivitykset
fr_fr: Activer les mises à jour
hu_hu: Web update engedélyezése
it_it: Abilita Aggiornamenti Web
ja_jp: ウェブアップデートを有効にする
ko_kr: 웹 업데이트 사용
nl_nl: Web Updates toestaan
no_no: Aktivere Web oppdateringer
pl_pl: Aktywuj Aktualizacje Internetowe
pt_pt: Permitir Atualizações pela Web
ro_ro: Activeaza actualizari Web
ru_ru: Доступны Интернет обновления
sv_se: Slå på "webbuppdateringar".
tr_tr: Web Güncelleştirmelerini Etkinleştir
zh_cn: 使用在线升级

source: Fitting Data in the instrument will be loaded for this session.
cs_cz: Fitting Data ze sluchadla budou nahrána do tohoto sezení.
da_dk: Tilpasningsdata i apparatet vil blive benyttet
de_de: Die Anpassdaten aus dem Hörsystem werden für diese Sitzung geladen.
es_es: Los datos de programación del audífono se cargarán para esta sesión
fi_fi: Sovitustieto kuulokojeessa ladataan tähän istuntoon
fr_fr: Le calibrage DFS et les couplages d'accessoires seront ceux de l'appareil
hu_hu: DFS és párosítási adatok lesznek betöltve a készülékből
it_it: I dati di Fitting per questa sessione saranno caricati dagli Apparecchi .
ja_jp: 補聴器からフィッティングデータを読込みます
ko_kr: 연결된 보청기에 저장된 피팅 데이터가 본 세션으로 불러옵니다.
nl_nl: DFS en pairing gegevens worden uitgelezen uit het toestel
no_no: Tilpasningsdata i apparatet blir lastet ned for denne sesjonen.
pl_pl: Dane Dopasowania w aparacie zostaną wczytane z wybraej sesji dopasowania.
pt_pt: Dados de ajuste dos aparelhos serão carregados para essa sessão.
ro_ro: DFS si datele de asociere vor fi incarcate din instrument
ru_ru: Данные настройки в аппарате будут загружены для этой сессии.
sv_se: Anpassningsdata för hörapparaten kommer laddas för denna session.
zh_cn: 从助听器中导入验配数据

source: CS44+ Programming Battery Door
cs_cz: CS44+ Programovací bateriové pouzdro
da_dk: CS44+ Programmeringsbatteridør
de_de: CS44+ Programmierungs-Batteriefach
es_es: CS44+ Portapilas de Programación
fi_fi: CS44+ohjelm. paristokotelo
fr_fr: CS44 + porte-pile
hu_hu: CS44+ Programozó elemkamra
it_it: CS44+ Adattatore finta pila Programmazione
ja_jp: CS44 + ﾌﾟﾛｸﾞﾗﾐﾝｸﾞﾊﾞｯﾃﾘｰﾄﾞｱ
nl_nl: CS44 + programmeerbatterijlade
no_no: CS44+ Programming Batteriluke
pl_pl: CS44 + Adapter Programowania z Komorą Baterii
pt_pt: CS44 + Adaptador de Programação
ro_ro: CS44+ Usita Baterie Programatoare
ru_ru: CS44+ Батарейный отсек для программирования
sv_se: CS44+ Programmeringsbatteri
tr_tr: CS44+ Programlama Pil Kapağı
zh_cn: CS44+编程电池仓

source: Music Mode
zh_cn: 音乐模式

source: CS44 with Programming Adaptor II
cs_cz: CS44 a Programovací Adaptér II
da_dk: CS44 med programmeringsadaptor II
de_de: CS44 mit Programmier-Adapter II
es_es: CS44 con Zócalo de Programación II
fi_fi: CS44+ohjelm. adapteri II
fr_fr: CS44 + sabot II
hu_hu: CS44 Programozó adapter II-vel
it_it: CS44 con Programming Adaptor II
ja_jp: CS44 + ﾌﾟﾛｸﾞﾗﾐﾝｸﾞｱﾀﾞﾌﾟﾀII
nl_nl: CS44 + programmeeradaptor II
no_no: CS44 med Programming Adapter II
pl_pl: CS44 + Adapter Programowania II
pt_pt: CS44 com Adaptador de Programação II
ro_ro: CS44 cu Adaptor de Programare II
ru_ru: CS44 с Адаптором II
sv_se: CS44 med programmerinhgssko II
tr_tr: CS44 ile Programlama Adaptörü II
zh_cn: CS44+编程靴 II

source: This feature adjusts level of directional focus, depending on the location of the speaker of interest and the surrounding sound. If there is only one person speaking in front of you, without other sounds interfering, the focus is narrowed. If there are multiple sources of sound, coming from the side or from the back, the focus is broadened.
cs_cz: Tato funkce nastavuje úroveň směrového zaměření v závislosti na umístění řečníka a okolních zvuků. Pokud hovoří pouze jedna osoba před Vámi bez dalších rušivých zvuků, je zaměření úzké. Pokud existuje více zdrojů zvuku, přicházejících z boku a zezadu, je zaměření rozšířeno.
da_dk: Denne egenskab ændrer bredden på det direktionale fokus fra smal til bred afhængigt af antalletog placeringen af tale.
de_de: Dieses Features passt den Fokus der Direktionalität in Abhängigkeit der Lokalisation von Sprechern und Umgebungsgeräuschen an. Spricht nur eine Person von vorne wird der Öffnungswinkel verkleinert, sprechen mehrere auch z.B. von der Seite dann wird der Öffnungswinkel erweitert.
es_es: Esta prestación ajusta el patrón polar frontal (tamaño focal), dependiendo de la ubicación del orador de interés y de el sonido ambiental. Si solamente hay una persona hablando enfrente de usted, sin otros sonidos que interfieran, el tamaño focal será cerrado. Si hay múltiples fuentes sonoras, laterales o traseras, el tamaño focal será abierto.
fi_fi: Toiminto säätää suuntakuvion asetuksia kiinnostuksen kohteena olevan puhujan ja ympäristön äänien perusteella. Jos edestäpäin kuuluu yhden henkilön puhetta muiden äänien häiritsemättä, suuntakuvio on kapea. Jos äänilähteitä on useita, tullen sivuilta tai takaapäin, suntakuvio on leveä.
fr_fr: Cette fonctionnalité permet de régler la largeur du faisceau directionnel, en fonction de l'emplacement de la personne qui parle et des sons environnants. Si une seule personne parle en face du patient, le faisceau sera étroit. Si plusieurs personnes parlent, situées à droite et à gauche du patient, le faisceau sera plus large.
hu_hu: Ez a tulajdonság a direkcionális fókusz állítása, attól föggően, hogy milyen a környezeti hang és hol található a számunkra érdekes beszélőd. Ha csak egy személy beszél Ön elött, más zavaró hang nélkül, a fókusz szűk. Ha több hangforrás van, amelí oldalt vagy hátul található, A fókusz széles lesz.
it_it: Questa funzione regola il livello focus della direzionalità, a seconda della posizione dell'interlocutore che vi interessa ascoltare e il suono circostante. Se c'è solo una persona che parla di fronte a voi, senza altri rumori interferenti, il livello focus si restringe. Se ci sono diverse fonti sonore, provenienti dal lato o dal retro, il focus si allarga.
ja_jp: 指向性モードにおいて、指向性の幅を設定します。正面のみの会話を聞き取りたい場合は狭く、前方の音を全体的に聞き取りたい場合は広く設定して下さい。
ko_kr: 본 기능은 상대방의 위치와 주변 소리에 따라 방향성 초점의 레벨을 조절합니다. 앞에서 말하고 있는 사람이 한명이고 간섭하는 다른 소리가 없다면, 초점이 좁아집니다. 다양한 음원이 뒷쪽에서 들려오는 경우는 초점이 넓어집니다.
nl_nl: Deze feature regelt de sterkte van de directionele focus, afhankelijk van de positie van de spreker(s) en het omgevingsgeluid. Als er zich slechts één spreker voor u bevindt, en er zijn geen andere spraakgeluiden, dan wordt de focus smal. Als er meerdere interessante geluidsbronnen zijn, van schuin van voren of van opzij, dan wordt de focus breder.
no_no: Denne egenskapen regulerer nivået av direksjonal fokus, avhengig av talers lokalisasjon og omgivelseslydene. Hvis det er kun en persom som snakker foran deg ,uten forstyrrelser fra andre lydkilder vil fokus direksjonalitetsfokus være smalere. Hvis det er flere lyder fra siden og bakfra vil direksjonalitesfokuset være bredere.
pl_pl: Funkcja ta dopasowuje siłę kierunkowości w zależności od lokalizacji interesującego źródła mowy oraz dźwięków otoczenia. Jeśli tylko jedna osoba mówi z przodu, bez zakłócających dźwięków, kierunkowość jest zawężana. Jeśli jest kilka źródeł mowy dochodzących z boków lub z tyłu kierunkowość jest poszerzana.
pt_pt: Este recurso ajusta o foco da direcionalidade, dependendo da localização do alto-falante de interesse e o som do ambiente. Se houver apenas uma pessoa falando, a sua frente, sem interferência de outros sons, o foco é estreitado. Se existirem várias fontes sonoras, oriundas do lado ou da parte de trás, o foco é ampliado.
ro_ro: Aceasta caracteristica ajusteaza nivelul focusarii directionale, in functie de localizarea vorbitorului ce prezinta interes si mediul sonor inconjurator. Daca exista o singura persoana vorbitoare in fata dvs., fara alte sunete care sa interfereze, raza de captare se ingusteaza. Daca avem multiple surse de vorbire care sunt pozitionate lateral sau in spate, raza se va extinde.
ru_ru: Эта функция регулирует уровень фокуса направленности, в зависимости от расположения сигнала интереса и окружающей звуковой обстановки. Если присутствует только один говорящий человек перед Вами, без присутствия других сигналов интереса, фокус сужается. Если вокруг много источников звука, поступающих со спины и сбоку, фокус расширяется.
sv_se: Den här funktionen justerar nivån fokus på riktverkan beroende på lokaliseringen av personen man lyssnar på samt omgivningens ljud. Om det bara är en som talar framför dig utan att omgivningens ljud stör, kommer fokus minskas. Om det är flera ljudkällor, även från sidorna, kommer fokus att breddas.
tr_tr: Bu özellik, ilgi hoparlörün konumu ve çevresel sese bağlı olarak, yön odak seviyesini ayarlar. Eğer diğer karışan sesler olmadan önünüzde konuşan bir kişi varsa odak daraltılır. Yan taraftan ya da arkadan ve birden fazla kaynaktan gelen ses varsa odak genişletilir.
zh_cn: 此功能用来调整方向性聚焦的范围，根据感兴趣的扬声器的位置和周围的环境声。如果只有一个人在你面前说话，没有其他声音干扰，方向性聚焦的范围很窄。如果在侧面或后面有多个噪声源，从方向性的程序设置为更侧面或后面，方向性聚焦的范围需要扩大。

source: People often prefer more bass sound when listening to music or television. Streamer bassboost applies more bass to sounds that are streamed from ReSound wireless accessories for the best sound quality.
cs_cz: Lidé často preferují více basů při poslechu hudby nebo televize. Streamer bassboost přidává více basů ke zvukům, které jsou přenášeny z ReSound wireless příslušenství, pro nejlepší kvalitu zvuku.
da_dk: Ofte ønskes mere bas når man lytter til musik eller tv. Streamer basssboost giver mere bas til lyde der streames fra ReSound trådløs tilbehør.
de_de: Oft wird mehr Bass bevorzugt beim Fernsehen oder beim Hören von Musik. Der BassBoost erhöht den Bass welcher über Wireless empfangen wird bei Sicherstellung bester Klangqualität.
es_es: Las personas habitualmente prefieren un sonido con más graves cuando escuchan música o televisión. El realce de graves en el Streamer sobre-amplifica esas bajas frecuencias de los sonidos recibidos vía inalámbrica desde el accesorio inalámbrico, para conseguir la máxima calidad sonora.
fi_fi: Ihmiset haluavat yleensä enemmän bassotoistoa kuunnellessaan musiikia tai televisiota. Lähettimen Bassokorostus toiminto antaa lisäbassoa käytettäessä ReSoundin langattomia lisälaitteita kuitenkaan tinkimättä äänen laadusta.
fr_fr: Il est fréquent d'avoir besoin d'une amplification supplémentaire des graves lors de l'écoute de musique ou de la télévision. La suramplification des graves de l'accessoire augmente le niveau des basses fréquences du signal provenant d'un accessoire, pour une meilleure qualité sonore.
hu_hu: Az emberek gyakran több mélyhangot szeretnének amikor zenét hallgatnak vagy TV-t néznek. A Streamer bassboost több mélyhangot biztosít, amikor a ReSound Unite wireless tartozékokat használja, a legjobb hangminőség érdekében.
it_it: Le persone spesso preferiscono più suoni bassi durante l'ascolto della musica o della televisione. Incremento Gravi BassBoost incrementa maggiormente i suoni bassi che vengono trasmessi dagli Accessori Wireless ReSound per migliorare la qualità del suono.
ja_jp: ワイヤレスシステム（TVユナイト、マイク）を通してテレビ等から送信される音声の低音域利得を増加します。テレビや音楽を鑑賞する際に、より低音域の音量感を得ることができます。
ko_kr: 사람들은 음악을 듣거나 TV를 시청할 때 보다 낮은 소리를 선호한는 경우가 종종 있습니다. Streamer bassboost는 ReSound 무선 액세서리로 부터 스트리밍 되는 소리에 보다 낮은 소리를 적용시켜 최상의 음질을 제공합니다.
nl_nl: Mensen prefereren vaak meer basgeluiden als ze luisteren naar muziek of televisie. De Streamer LF Boost geeft meer laagtonige versterking aan geluiden die gestreamd worden door de ReSound wireless accessoires, om zo de beste geluidskwaliteit te bieden.
no_no: Mange ønsker ofte mer bass når de lytter på musikk eller TV. Streamer bassboost gir mer bass til lyder som er streamet fra ReSound trådløst tilbehør for å bedre lydkvaliteten.
pl_pl: Ludzie zazwyczaj wolą słyszeć więcej basów słuchając muzyki lub oglądając telewizję. Funkcja podbicia basów w streamerze zapewnia więcej basów w dźwiękach transmitowanych przez akcesoria ReSound Unite w celu zapewnienia lepszej jakości dźwięku.
pt_pt: Muitas vezes as pessoas preferem os sons graves, ao ouvir uma música, ou a televisão. O incremento de graves, aplica-se de maneira mais significativa aos sons graves, que são transmitidos por um acessório wireless ReSound, visando a melhor qualidade sonora.
ro_ro: Cei mai multi prefera un sunet cu mai multi basi la ascultarea muzicii sau a televizorului. Redarea in flux cu bassboost aplica mai mult bass sunetelor care sunt redate prin accesoriile wireless ReSound Unite pentru a avea cea mai buna calitate sonora.
ru_ru: Люди часто предпочитают более басовый звук при прослушивании музыки или просмотре телевизора. Функция Усиления басов стримера позволяет усилить басы для звуков, поступающих от беспроводных аксессуаров ReSound, что улучшает качество звука.
sv_se: Brukare föredrar ofta ett mer basrikt ljud när de lyssnar på musik och tv. Streamer bassboost ger mer bas för ljud som är streamade från ReSound trådlösa tillbehör för att kunna ge bästa ljudkvalitet.
tr_tr: İnsanlar müzik dinlerken ya da TV seyrederken genellikle daha fazla bass sesleri tercih ederler. ReSound kablosuz aksesuarlardan işitme cihazına ses aktarımı sırasında en iyi ses kalitesini elde etmek adına "Streamer bassboost" daha fazla bass ses uygular.
zh_cn: 在听音乐或看电视时，人们总是喜欢听到更多的低音。无线附件的响度提升功能能够提供更多的低音，以提供最好的音质。

source: When you change volume or programs on one side, Ear-to-Ear communication ensures that the change automatically happens on the other side as well.
cs_cz: Pokud změníte hlasitost či program na jedné straně, Ear-to-Ear komunikace zajistí automatické provedení změny i na druhé straně.
da_dk: Når volumen eller programmer ændres på det ene apparat vil det andet skifte tilsvarende ved hjælp af Ear-to-Ear kommunikation.
de_de: Wenn Sie Änderungen an der Lautstärke oder einen Programmwechsel vornehmen, überträgt das Hörsystem mit Hilfe der Ear-to-Ear Kommunikation die Änderung an das zweite Hörsystem.
es_es: Cuando usted cambie de programa o volumen en uno de los audífonos, el sistema de comunicación Oído a Oído, se encarga de que automáticamente ese cambio se realice también en el otro lado.
fi_fi: Kun muutat äänenvoimakkuuden tasoa yhdellä puolella Koje-koje kommunikointi tekee saman muutoksen äänenvoimakkuuteen myös toisella puolella.
fr_fr: Lorsque le programme ou le volume sonore est changé sur un appareil, la communication inter-appareils s'assure que ce changement se produit également sur l'autre appareil, de façon automatique.
hu_hu: Amikor hangerőt vagy programot vált az egyik oldalon, a készülékek közötti kommunikáció biztosítja, hogy a váltás automatikusan megtörténjen a másik oldalon is.
it_it: Quando si modifica il volume o si cambiano i programmi da un lato, la comunicazione Ear-to-Ear assicura che tali variazioni avvengano automaticamente anche sull'altro lato.
ja_jp: 片方の補聴器で行った音量調整やプログラム変更を、自動的に反対側の補聴器へ反映させます。利き手側の補聴器操作だけで済むので、楽に音量調整やプログラム変更ができます。
ko_kr: 양이 보청기간 통신은 한쪽 보청기에서 볼륨이나 프로그램을 변경할 때, 자동으로 반대편 보청기에도 변경 내용이 적용되도록 합니다.
nl_nl: Als u het volume of programma wijzigt op één toestel zorgt Ear-to-Ear communicatie ervoor dat de wijziging ook op het andere toestel plaatsvindt.
no_no: Når du endrer volum eller program på en side vil Apparat-til-Apparat kommunikasjon gjøre at endringer automatisk tilføres også den andre siden.
pl_pl: Gdy zmieniasz głośność lub program w jednym aparacie Komunikacja Międzyuszna zadba aby taka sama zmiana miała miejsce w drugim aparacie.
pt_pt: Quando você altera os programas ou o volume de um lado, a comunicação de Orelha a Orelha assegura que a mudança aconteça também automaticamente no lado oposto.
ro_ro: La modificarea volumului sau a programelor de o parte, comunicarea Dispozitiv catre Dispozitiv asigura ca modificarea facuta va avea efect automat si asupra celuilalt aparat.
ru_ru: Когда Вы регулируете громкость или переключаете программы с одной стороны, на одном из двух аппаратов, Бинауральная связь обеспечивает автоматическое изменение настроек и с другой стороны, на втором аппарате.
sv_se: När du ändrar volym eller program på ena sidan, kommer Öra till Öra kommunikationen automatiskt ändra på andra sidan också.
tr_tr: Eğer bir tarafta hacim veya programları değiştirdiğinizde, Cihaz-dan-Cihaza iletişim diğer tarafta da değişikliği otomatik olarak sağlar.
zh_cn: 当调节一侧助听器的音量或程序时，双耳融合功能将使另一侧助听器的音量或程序自动发生相应的改变。

source: Based on your hearing, a predefined level of directionality will provide you a full and rich sound quality in any directionality modes.
cs_cz: V závislosti na Vašem sluchu poskytne předdefinovaná úroveň směrovosti plný a bohatý zvuk v jakémkoliv směrovém režimu.
da_dk: Baseret på din hørelse vil sikres en fuld og rig lydkvalitet i alle former for direktionalitet.
de_de: Basierend auf dem Hörverlust wird ein Frequenzpunkt definiert über welchem das Gerät Direktional arbeitet und unterhalb Omnidirektional. Dies sorgt jederzeit für einen reichen und vollen Klang.
es_es: Dependiendo de su audición, un nivel predeterminado de direccionalidad, le aportará un sonido completo y lleno de matices en cualquier modo direccional.
fi_fi: Perustuen kuuloosi, esiasetettu taso suuntakuviossa antaa sinulle laajan ja täyteläisen äänielämyksen kaikissa suuntakuvio tiloissa.
fr_fr: En fonction de l'audiogramme, le point de flexion fréquentiel permet de définir le degré de directivité afin de garantir un son riche quel que soit le mode de directivité choisi.
hu_hu: A hallása alapján, a direkcionalítás előre beállított szintje, biztosítani fogja Önnek a gazdag és teljes hangképet bármely direkcinális módban.
it_it: Sulla base del Vostro ascolto, un predefinito livello della direzionalità vi fornirà una completa e ricca qualità del suono qualunque sia la modalità della direzionalità.
ja_jp: 低音域と高音域をバランスよく別々に処理するため、最適な音質を維持して会話の聞き取りを向上させます。
ko_kr: 고객의 청력도에 따라, 사전에 정해진 방향성 레벨이 적용되어 어떤 방향성 모드에서든 풍부한 최대의 음질을 즐길 수 있습니다.
nl_nl: Gebaseerd op uw gehoorverlies, wordt er een vooraf gedefinieerde directionele mix toegepast om u te verzekeren van een volle en rijke klankkleur in alle directionele standen.
no_no: Basert på din hørsel vil et forhåndbestemt nivå av direksjonalitet gi deg god lydkvalitet i alle direksjonalitetmoduser.
pl_pl: Zaprojektowana na podstawie Twojego ubytku słuchu siła kierunkowości zapewni Ci pełnię i bogactwo dźwięków w każdym trybie kierunkowości.
pt_pt: Com base na sua audibilidade, um nível pré-definido de direcionalidade irá oferecer-lhe a melhor qualidade sonora possível, em qualquer modo de direcionalidade.
ro_ro: Bazat pe auzul dvs., un nivel prestabilit de directionalitate va va oferi o calitate sonora bogata si plina in toate modurile de directionalitate
ru_ru: Основываясь на индивидуальных особенностях Вашего слуха, предписанный уровень направленности обеспечит Вам богатое и полноценное качество звука в любом из режимов направленности.
sv_se: Baserat på din hörsel, kommer en fördefinerad nivå av riktverkan förse dig med en fullständig och rik ljudkvalitet i alla riktverkanslägen.
tr_tr: Işitme tabanlı, önceden belirlenmiş bir düzeydeki yönlülük, herhangi bir yönlülük modunda tam ve zengin ses kalitesi sağlayacaktır. Based on your hearing, a predefined level of directionality will provide you a full and rich sound quality in any directionality modes.
zh_cn: 基于用户的听力水平，预设不同的方向性分量，确保使用任何方向性时都提借饱满和丰富的声音。
