Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Mute/Unmute Hearing Instrument
cs_cz: Vypněte/zapněte zvuk sluchadla
da_dk: Mute/Unmute høreapparat
de_de: Stummschaltung AN/AUS Hörsystem
es_es: Silenciar/Activar Audífono
fi_fi: Mykistä/Ei mykistetty kuulokoje
fr_fr: Rendre l'appareil Muet / Actif
hu_hu: Hallókészülék Némítás/Bekapcsolás
it_it: Dispositivo Acustico Muto/Attivo
ja_jp: 消音/消音解除 補聴器
ko_kr: 보청기 음소거/음소거 해제
nl_nl: Hoortoestel AAN/UIT
no_no: Dempet/Ikke dempet Høreapparat
pl_pl: Wycisz/Włącz Aparat Słuchowy
pt_pt: Aparelho Auditivo Mudo / Ativo
ro_ro: Oprit/Pornit aparatul auditiv
ru_ru: Заглушить/Включить слуховой аппарат
sv_se: Tysta/Slå på Hörapparat
tr_tr: Sessiz/Sesli İşitme Cihazı
zh_cn: 助听器静音/非静音

source: Apply
cs_cz: Použít
da_dk: Udfør
de_de: Übernehmen
es_es: Aplicar
fi_fi: Käytä
fr_fr: Appliquer
hu_hu: Elfogadás
it_it: Applica
ja_jp: 適用
ko_kr: 적용
nl_nl: Toepassen
no_no: Bruk
pl_pl: Zastosuj
pt_pt: Aplicar
ro_ro: Aplica
ru_ru: Применить
sv_se: Utför
tr_tr: Uygula
zh_cn: 应用

source: Family:
cs_cz: Rodina:
da_dk: Familie:
de_de: Familie:
es_es: Familia:
fi_fi: Tuoteperhe :
fr_fr: Famille :
hu_hu: Család:
it_it: Famiglia:
ja_jp: ファミリー:
ko_kr: 제품군:
nl_nl: Familie:
no_no: Familie:
pl_pl: Rodzina:
pt_pt: Família:
ro_ro: Familie:
ru_ru: Серия:
sv_se: Familj:
tr_tr: Aile:
zh_cn: 系列:

source: Model:
de_de: Modell:
es_es: Modelo:
fi_fi: Malli :
fr_fr: Modèle :
it_it: Modello:
ja_jp: モデル:
ko_kr: 모델:
pt_pt: Modelo:
ru_ru: Модель:
sv_se: Modell:
zh_cn: 型号:

source: Style:
cs_cz: Typ:
da_dk: Stil:
es_es: Estilo:
fi_fi: Tyyli :
hu_hu: Stilus:
it_it: Stile:
ja_jp: タイプ:
ko_kr: 스타일:
nl_nl: Uitvoering:
no_no: Type:
pl_pl: Styl:
pt_pt: Estilo:
ro_ro: Tip:
ru_ru: Стиль:
sv_se: Typ:
tr_tr: Tip:
zh_cn: 类型:

source: Error starting REM operation: Device login failed.
cs_cz: Chyba při spuštění REM: selhání identifikace přístroje.
da_dk: Kunne ikke opstarte REM: login forkert.
de_de: Ein Fehler ist beim Starten einer REM-Funktion aufgetreten: Login fehlgeschlagen.
es_es: Error al iniciar la operación REM: Ha fallado el login en dispositivo.
fi_fi: Virhe käynnistettäessä REM toimintoa : Laitteeseen kirjaus ei onnistu.
fr_fr: Erreur au lancement du module REM : échec de la connexion au matériel.
hu_hu: Hiba a REM indítási folyamatban: Készülék felismerés hibás.
it_it: Errore durante avvio operazioni REM: Accesso al dispositivo fallito.
ja_jp: REMオペレーション開始エラー: デバイスのログインに失敗しました
ko_kr: REM 작동을 시작하는데 오류가 발생했습니다: 장치 로그인 실패
nl_nl: Fout bij starten van REM: systeem login gefaald.
no_no: Feil ved start av REM: Apparat brukerkode feilet.
pl_pl: Błąd uruchamiania REM: Podłączanie urządzenia niudane.
pt_pt: Erro ao iniciar operação REM: login dispositivo falhou.
ro_ro: Eroare in inceperea masuratorilor REM : conectarea a esuat.
ru_ru: Ошибка начала REM: не удалось подключить устройство.
tr_tr: REM işlemi başlarken ki hata: Cihaz bağlantısı hata verdi.
zh_cn: 开始REM操作出错：连接设备失败。

source: Error starting REM operation: Obtaining device information failed.
cs_cz: Chyba při spuštění REM: chybné informace z přístroje.
da_dk: Kunne ikke opstarte REM: Kunne ikke hente information.
de_de: Ein Fehler ist beim Starten einer REM-Funktion aufgetreten: Transfer der Geräteinformationen fehlgeschlagen.
es_es: Error al iniciar la operación REM: Ha fallado al obtener información del dispositivo.
fi_fi: Virhe käynnistettäessä REM toimintoa : Tietoja laitteesta ei saada.
fr_fr: Erreur au lancement du module REM : Impossible de lire les données.
hu_hu: Hiba a REM indítási folyamatban: A kapott készülék információ hibás.
it_it: Errore durante avvio operazioni REM: Ricezione informazioni Dispositivo fallita.
ja_jp: REMオペレーション開始エラー: デバイス情報の取得に失敗しました
ko_kr: REM 작동을 시작하는데 오류가 발생했습니다: 장치 정보 획득 실패
nl_nl: Fout bij starten van REM: ophalen van systeeminformatie gefaald.
no_no: Feil ved start av REM: Kan ikke hente apparat informasjon.
pl_pl: Błąd uruchamiania REM: Brak informacji o urządzeniu.
pt_pt: Erro ao iniciar operação REM: obtenção de informações sobre o dispositivo falhou.
ro_ro: Eroare in inceperea masuratorilor REM: nu se pot oferi informatii.
ru_ru: Ошибка начала REM: не удалось получить информацию об устройстве.
tr_tr: REM işlemi başlarken ki hata: Cihaz bilgilerini alırken hata verdi.
zh_cn: 开始REM操作出错：无法获取设备信息。

source: Error starting REM operation: {0} ({1})
cs_cz: Chyba při spuštění REM: {0} ({1})
da_dk: Kunne ikke opstarte REM: {0} ({1})
de_de: Ein Fehler ist beim Starten einer REM-Funktion aufgetreten: {0} ({1})
es_es: Error al iniciar la operación REM: {0} ({1})
fi_fi: Virhe käynnistettäessä REM toimintoa : {0} ({1})
fr_fr: Erreur au lancement du module REM : {0} ({1})
hu_hu: Hiba a REM indítási folyamatban: {0} ({1})
it_it: Errore durante avvio operazioni REM: {0} ({1})
ja_jp: REMオペレーション開始エラー: {0} ({1})
ko_kr: REM 작동을 시작하는데 오류가 발생했습니다: {0} ({1})
nl_nl: Fout bij starten van REM: {0} ({1})
no_no: Feil ved start av REM: {0} ({1})
pl_pl: Błąd uruchamiania REM: {0} ({1})
pt_pt: Erro ao iniciar operação REM:{0} ({1})
ro_ro: Eroare in inceperea masuratorilor REM: {0} ({1})
ru_ru: Ошибка начала REM: {0} ({1})
tr_tr: REM işlemi başlarken ki hata: {0} ({1})
zh_cn: 开始REM操作出错： {0} ({1})

source: Error starting REM operation: Unspecified device error. Please check your REM device and try again.
cs_cz: Chyba spouštění REM procedury: Nespecifikovaná chyba zařízení. Zkontrolujte prosím své REM zařízení a zkuste to znovu.
da_dk: Fejl ved opstart af REM operation: Uspecifik fejl. Kontroller REM apparatet og prøv igen.
de_de: Ein Fehler ist bei der Ausführung der REM Funktion aufgetreten: Unklarer Gerätefehler. Bitte überprüfen Sie das REM-Gerät und versuchen es erneut.
es_es: Error al iniciar el módulo REM: El error no especificado por el dispositivo. Por favor compruebe el equipo REM e inténtelo de nuevo.
fi_fi: Virhe käynnistettäessä REM toimintoa: Määrittelemätön laitevirhe. Ole hyvä ja tarkasta REM laitteisto ja yritä uudelleen.
fr_fr: Erreur au lancement du module REM : Erreur inconnue. Vérifier le module REM et essayer à nouveau.
hu_hu: Hiba a REM működésében : Ismeretlen készülék hiba. Kérjük ellenőrizze a REM eszközt és próbálja újra.
it_it: Errore durante avvio operazioni REM: Errore dispositivo non specificato. Controllare il vostro dispositivo REM e riprovare.
ja_jp: REM開始エラー: 不明なデバイスエラーが発生しました。REM機器を確認してから再試行して下さい。
ko_kr: REM 작동을 시작하는데 오류가 발생했습니다: 알 수 없는 장치 오류. REM 장치를 확인 하시고 다시 시도하세요.
nl_nl: Fout bij starten van REM: niet gespecificeerde systeemfout. Controleer uw REM systeem s.v.p. en start opnieuw.
no_no: Feil ved oppstart av REM: Uspesifisert enhetsfeil. Vennligst undersøk din REM enhet og prøv igjen.
pl_pl: Błąd uruchamiania REM: Nieokreślony błąd. Proszę sprawdzić aparaturę REM i spróbować ponownie.
pt_pt: Ocorreu um erro ao inciar o REM: Erro inespecífico. Por favor, verifique o seu equipamento REM e tente novamente.
ro_ro: Eroare la pornirea REM: Eroare nespecificata de dispozitiv. Verificati dispozitivul REM si reincercati.
ru_ru: Произошла ошибка во время инициализации REM: ошибка определения устройства. Пожалуйста, проверьте ваше устройство для измерения реального уха и попробуйте снова.
tr_tr: REM işlemi başlarken ki hata: Tanımlanamayan cihaz hatası. Lütfen REM cihazını kontrol edin ve tekrar deneyin.
zh_cn: 启动REM测试出错：未指定REM设备。请检查REM设备并重试。

source: Muted
cs_cz: Umlčeno
de_de: Stumm
es_es: Silenciado
fi_fi: Mykistetty
fr_fr: Muet
hu_hu: Elnémítva
it_it: Muto
ja_jp: ミュート
ko_kr: 음소거됨
nl_nl: UIT
no_no: Dempet
pl_pl: Wyciszony
pt_pt: Mudo
ro_ro: Oprit
ru_ru: Заглушен
sv_se: Tystad
tr_tr: Sessiz
zh_cn: 静音

source: A wireless instrument supporting all accessories cannot be fitted together with a wireless instrument only supporting the Remote Control accessory.
cs_cz: Wireless sluchadlo podporující veškeré příslušenství nelze nastavovat společně s wireless sluchadlem, které podporuje pouze Dálkový ovladač.
da_dk: Et trådløst apparat der understøtter alle trådløse tilbehør kan ikke tilpasses med et apparat der kun understøtter fjernbetjening.
de_de: Ein Wireless Hörsystem das alle Wireless Komponenten unterstützt kann nicht zusammen mit einem anderen Hörsystem angepasst werden das nur die Fernbedienung unterstützt.
es_es: Un audífono que soporta todos los accesorios inalámbricos no puede ser programado junti con uno que solamente soporta el Mando a Distancia.
fi_fi: Langatonta kuulokojetta joka tukee kaikkia langattomia lisälaitteita ei voi sovitta kuulokojeen kanssa joka tukee vain langatonta Kauko-Ohjainta.
fr_fr: Il n'est pas possible de programmer un appareil qui n'est compatible qu'avec la télécommande ReSound Unite avec un autre appareil qui est compatible avec tous les accessoires ReSound Unite.
hu_hu: A wireless készülék ami, minden tartozékot támogat, nem illeszthető olyan wireless készülékkel, amely csak a Távirányított támogatja.
it_it: Uno apparecchio wireless che supporta tutti gli accessori non può essere abbinato per il fitting assieme ad un apparecchio che supporta solamente Remote Control come accessorio.
ja_jp: すべてのワイヤレスアクセサリーに対応の製品と、リモコンユナイトのみ対応の製品は同時に接続することはできません。
ko_kr: 모든 무선 액세서리와 호환되는 무선 보청기는 Remote Control 만 호환 할 수 있는 무선 보청기와 동시에 피팅 할 수 없습니다.
nl_nl: Deze wireless toestellen kunnen niet gecombineerd worden omdat ze noch dezelfde firmware noch dezelfde accessoires ondersteunen
no_no: Ett trådløst ReSound Alera 4 apparat kan ikke tilpasses med ett annet trådløst ReSound Alera apparat. Vennligst bruk trådløse ReSound Alera 4 apparater på begge sider, eller bytt begge til ikke trådløse apparater.
pl_pl: Bezprzewodowy aparat wspierający wszystkie akcesoria nie może być dopasowywany z aparatem wspierającym jedynie Pilot Sterowania.
pt_pt: Um aparelho wireless que suporta todos os acessórios não pode ser ajustado com um aparelho wireless que só suporta o Controle Remoto.
ro_ro: Un aparat ReSound Alera 4 cu functii wireless nu poate fi reglat cu oricare alt aparat ReSound Alera wirelesss. Folositi ambele Resound Alera 4 wireless sau schimbati pentru ambele instrumente fara wireless
ru_ru: Беспроводной слуховой аппарат, поддерживающий все аксессуары, не может быть настроен одновременно с беспроводным слуховым аппаратом, поддерживающим только Пульт дистанционного управления.
sv_se: En trådlös hörapparat som stödjer alla tillbehör kan inte anpassas med en hörapparat som endast stödjer Fjärrkontroll.
tr_tr: Tüm aksesuarları destekleyen bir kablosuz cihaz, yalnızca Uzaktan Kumanda aksesuarı destekleyen bir kablosuz cihazla birlikte ayarlanamaz.
zh_cn: 支持所有无线附件的助听器不能与只支持遥控器的助听器一起验配。

source: Tube Calibration ({0}dB)
cs_cz: Kalibrace hadičky ({0}dB)
da_dk: Kalibrering af probeslange ({0}dB)
de_de: Schlauchkalibrierung ({0}dB)
es_es: Calibración del Tubo ({0}dB)
fi_fi: Letkun kalibrointi ({0}dB)
fr_fr: Calibrage tubes ({0}dB)
hu_hu: Cső kalibráció ({0}dB)
it_it: Calibrazione Tubetto ({0}dB)
ja_jp: チューブキャリブレーション ({0}dB)
ko_kr: 튜브 캘리브레이션 ({0}dB)
nl_nl: Slangkalibratie ({0}dB)
no_no: Slangekalibrering ({0}dB)
pl_pl: Kalibracja Sondy ({0}dB)
pt_pt: Calibração do tubo ({0}dB)
ro_ro: Calibrarea tubului ({0}dB)
ru_ru: Калибровка звуковода ({0}ДБ)
sv_se: Slangkalibrering ({0}dB)
tr_tr: Tüp Kalibrasyonu ({0}dB)
zh_cn: 导声管校准 ({0}dB)

source: Use Defaults
cs_cz: Použít výchozí
da_dk: Brug standard
de_de: Vordefiniertes Setup nutzen
es_es: Usar valores por defecto
fi_fi: Käytä oletuksia
fr_fr: Par défaut
hu_hu: Az alapértelmezett használata
it_it: Utilizzare Default
ja_jp: 初期設定を使用する
ko_kr: 기본값 사용
nl_nl: Gebruik defaultwaarden
no_no: Bruk Standard
pl_pl: Użyj Domyślnych
pt_pt: Usar Padrão
ro_ro: Foloseste valori implicite
ru_ru: Использовать значения по умолчанию
sv_se: Använd förinställt
tr_tr: Varsayılanı Kullan
zh_cn: 使用默认值

source: Error saving REM data to Database.
cs_cz: Chyba uložení dat REM do Noahu.
da_dk: Kunne ikke gemme REM data i Noah.
de_de: Ein Fehler ist beim Speichern der REM-Daten in der Datenbank aufgetreten.
es_es: Error al grabar datos REM en la base de datos.
fi_fi: Virhe tallennettaessa REM tietoja tietokantaan.
fr_fr: Erreur de sauvegarde des données REM dans la base de données.
hu_hu: Hiba a REM adat Noah-ba való mentésekor.
it_it: Errore durante il salvataggio dei dati REM in Noah.
ja_jp: REMデータ保存エラー
ko_kr: NOAH에 REM데이터를 저장하는데 오류가 발생했습니다.
nl_nl: Fout tijdens opslaan van REM gegevens in database.
no_no: Feil ved lagring av REM data i Databasen.
pl_pl: Błąd zapisywania danych REM do Bazy Danych.
pt_pt: Erro ao salvar dados REM para banco de dados
ro_ro: Eroare in salvarea masuratorilor REM in baza de date Noah.
ru_ru: Ошибка записи данных REM в базу данных.
tr_tr: Veri bankasına REM verisi kaydetme hatası
zh_cn: 保存REM数据至数据库出错。

source: Unable to start REM module.
cs_cz: Nelze spustit REM modul.
da_dk: Kan ikke opstarte REM modul.
de_de: Starten des REM-Moduls nicht möglich.
es_es: Imposible iniciar módulo REM.
fi_fi: REM moduulia ei voi käynnistää.
fr_fr: Impossible de démarrer le module REM.
hu_hu: A REM modul nem indítható.
it_it: Impossibile avviare il modulo REM.
ja_jp: REMを開始できません
ko_kr: REM모듈을 시작할수 없습니다.
nl_nl: Starten van REM module niet mogelijk.
no_no: Kan ikke starte REM modul.
pl_pl: Uruchomienie modułu REM niemożliwe.
pt_pt: Não foi possível iniciar módulo de REM.
ro_ro: Nu poate fi deschs modulul REM .
ru_ru: Невозможно запустить модуль REM.
sv_se: Kan inte starta REM modul.
tr_tr: REM modulünü başlatmak mümkün değil.
zh_cn: 不能启动REM模块。

source: On
cs_cz: Zapnuto
da_dk: Til
de_de: An
fi_fi: Käytössä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
nl_nl: Aan
no_no: På
pl_pl: Wł.
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: On
cs_cz: Zapnuto
da_dk: Til
de_de: An
fi_fi: Käytössä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
nl_nl: Aan
no_no: På
pl_pl: Wł.
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: On
cs_cz: Zapnuto
da_dk: Til
de_de: An
fi_fi: Käytössä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
nl_nl: Aan
no_no: På
pl_pl: Wł.
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: On
cs_cz: Zapnuto
da_dk: Til
de_de: An
fi_fi: Käytössä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
nl_nl: Aan
no_no: På
pl_pl: Wł.
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Off
cs_cz: Vypnuto
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: There is a new algorithm package available for the instrument(s). A cabled connection is recommended and fresh batteries are required to perform the update. Do not interrupt the update once it has begun. Would you like to update now?
cs_cz: K dispozici je nový balíček algoritmů pro toto sluchadlo(a), zahrnující nové funkce a vlastnosti. Aventa nyní může provést aktualizaci. Doba trvání aktualizace závisí na použité programovací jednotce. Aktualizace může trvat několik minut. Během aktualizace nebudou ztracena žádná data ze sluchadla. Pro rychlejší aktualizaci sluchadla použijte Speedlink nebo NOAHlink. Nepřerušujte aktualizaci v jejím průběhu. Doporučujeme použití zcela nové baterie. Chcete nyní provést aktualizaci?
da_dk: Der findes en ny algoritmepakke for dette høreapparat. Det anbefales at bruge kabelforbindelse og HELT friske batterier for at udføre opdateringen. Afbryd ikke opdateringen når den er begyndt. Would you like to update now?
de_de: Es ist eine neue Algorithmus-Version für das Hörsystem verfügbar. Um das Update durch zu führen, wird eine Kabelverbindung und frische Batterien empfohlen. Nach dem Starten unterbrechen Sie den Vorgang nicht. Möchten Sie das Update jetzt durchführen?
es_es: Existe una nueva versión de algoritmo para el(los) audífono(s). Es recomendable utilizar una conexión por cable, y es necesaria una pila nueva para realizar la actualización. No detenga la actualización una vez haya comenzado. ¿Desea actualizar el audífono ahora?
fi_fi: Kuulokojeeseen on saatavilla uusi päivityspaketti algoritmeille. Käytä langallista ohjelmointiyksikköa ja uusia paristoja kuulokojeissa päivityksessä. Älä keskeytä päivitystä kun se on alkanut ! Haluatko päivittää kuulokojeet nyt ?
fr_fr: Une mise à jour est disponible pour cet appareil. A savoir avant de commencer la mise à jour : - l'utilisation d'une pile neuve est requise - l'utilisation d'une connexion filaire est conseillée - Il est impossible d'interrompre la mise à jour une fois lancée
hu_hu: Egy új algoritmus csomag áll rendelkezésre a készülékhez. Kábeles kapcsolat és friss elem ajánlott a frissítéshez Ne szakítsa meg a frissítést! Szeretné most frissíteni?
it_it: E’ disponibile un aggiornamento di nuovi algoritmi per l’apparecchio acustico che implementeranno nuove caratteristiche e vantaggi per l'utente finale. L’aggiornamento può essere effettuato in questo momento in Aventa. L'aggiornamento potrebbe richiedere alcuni minuti a seconda dell’interfaccia di programmazione utilizzata (dai 5 ai 10 minuti). I dati di fitting dell’apparecchio non verranno persi durante l'aggiornamento. Non interrompere l'aggiornamento una volta iniziato. E' raccomandata una connessione con i cavetti. Inserire sempre una batteria nuova prima di iniziare l’aggiornamento. Volete aggiornare adesso? in caso contrario puoi aggiornare durante le prossime sessioni
ja_jp: 補聴器のアップグレードが可能です（この作業には数分かかります）。 アップグレードを開始しますか？ ※※必ずお読み下さい※※ ①アップグレード時は必ず新品の電池をご使用下さい。 ②アップグレード時に使用する接続機器は「Speedlink」もしくは「Noahlink」をご使用下さい。 ③アップグレード開始後は絶対に途中で中断しないで下さい。 （接続が途切れないように補聴器は机の上などに置いて作業する事をお勧めします。） ④アップグレードしていない補聴器とアップグレードした補聴器を同時に接続する事は出来ません。 別々に調整を行うか補聴器をアップグレードして下さい。
ko_kr: 보청기에 이용가능 한 새로운 알고리즘 패키지가 있습니다. 유선 연결을 권장하며 업데이트 수행전에 새 배터리 장착이 필요합니다. 일단 업데이트가 시작되면 중단하지 마십시오. 지금 업데이트 하시겠습니까?
nl_nl: Er is een nieuw algoritmepakket beschikbaar voor de toestellen. Gebruik een draadgebonden programmeerinterface en nieuwe batterijen bij de update. Onderbreek de update niet als hij eenmaal begonnen is. Wilt u de update nu uitvoeren?
no_no: Det er en ny oppdatering tilgjengelig for apparatene. Tilkobling med kabel og nye batterier kreves for gjennomføre oppdatering. Ikke avbryt oppdateringen når den har begynt. Ønsker du å oppdatere nå?
pl_pl: Dostępne są nowe formuły doboru dla aparatu(ów). Zalecane jest połączenie przy pomocy kabli oraz włożenie świerzej baterii przed rozpoczęciem aktualizacji. Proszę nie przerywać aktualizacji po jej rozpoczęciu. Czy chcesz teraz rozpocząć aktualizację?
pt_pt: Há um novo pacote de algoritmos desponível para os aparelhos. Uma conexão com cabos é recomendada e novas baterias são necessárias para a realização da atualização. Não interrompa a atualização uma vez que iniciada.Você gostaria de realizar a atualização agora?
ro_ro: Exista un pachet nou de altgoritmi disponibil pntru aparat(e). Conectarea prin cabluri e recomandata si baterii noi sunt necesare pentru o actualizare. Nu intrerupeti actulizarea odata demarata. Doriti sa actualizati acum?
ru_ru: Доступен новый алгоритм для настройки слухового аппарата(ов). Для выполнения обновления рекомендуется использовать проводное соединение и новую батарейку. Не прерывайте процесс обновления, если он уже запущен.
sv_se: Det finns ett nytt algoritmpaket tillgängligt för hörapparaten. Vi rekommederar att du använder kablar samt nya batterier vid uppdateringen. Avbryt inte uppdateringen när den startat. Vill du uppdatera nu?
tr_tr: Cihaz(lar) için yeni algoritma paketi var. Güncellemeyi uygulamak için kablolu bağlantı ve kullanılmamış pil takılması gereklidir. Güncelleme başladıktan sonra kesinlikle bağlantıyı kesmeyin. Şimdi güncellemek istiyormusunuz?
zh_cn: 助听器可以升级.推荐使用编程线和新电池进行升级.升级期间切勿断开。马上升级吗？

source: Recalculate
cs_cz: Přepočítat
da_dk: Genberegn
de_de: Neuberechnung
es_es: Recalcular
fi_fi: Uudelleenlaskenta
fr_fr: Recalculer
hu_hu: Újraszámítás
it_it: Ricalcola
ja_jp: 再計算
ko_kr: 재계산
nl_nl: Herberekenen
no_no: Rekalkuler
pl_pl: Przelicz ponownie
pt_pt: Recalcular
ro_ro: Recalculati
ru_ru: Пересчитать
sv_se: Omkalkylera
tr_tr: Yeniden Hesapla
zh_cn: 重新计算

source: Current program only
cs_cz: Pouze aktuální program
da_dk: Kun nuværende program
de_de: Nur das aktuelle Programm
es_es: Solamente programa actual
fi_fi: Vain tämä ohjelma
fr_fr: Le programme en cours seulement
hu_hu: Csak az aktuális program
it_it: Solo Programma corrente
ja_jp: 現在のプログラムのみ
ko_kr: 현재 프로그램 만.
nl_nl: Alleen huidige programma
no_no: Kun gjeldende program
pl_pl: Tylko aktualny program
pt_pt: Somente programação atual
ro_ro: Doar programul in curs
ru_ru: Только текущая программа
sv_se: Endast detta program
tr_tr: Sadece Mevcut Program
zh_cn: 仅当前程序

source: All programs
cs_cz: Všechny programy
da_dk: Alle programmer
de_de: Alle Programme
es_es: Todos los programas
fi_fi: Kaikki ohjelmat
fr_fr: Tous les programmes
hu_hu: Minden program
it_it: Tutti i Programmi
ja_jp: 全てのプログラム
ko_kr: 모든 프로그램
nl_nl: Alle programma´s
no_no: Alle programmer
pl_pl: Wszystkie programy
pt_pt: Todos os programas
ro_ro: Toate programele
ru_ru: Все программы
sv_se: Alla program
tr_tr: Tüm Programlar
zh_cn: 所有程序
