Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Current/End Gain Curves
cs_cz: Současné/Konečné křivky zisku
da_dk: Nuværende/Slut kurver
de_de: Derzeitige-/End- Verstärkungskurven
es_es: Curvas de Ganancia Actual/Final
fi_fi: Nykyiset/viimeisimmät vahvistuskäyrät
fr_fr: Affichage des gains actuels / finaux
hu_hu: Aktuális/Vég erősítés görbék
it_it: Correnti/Finali Curve Guadagno
ja_jp: 現在/最終 利得
nl_nl: Huidige/uiteindelijke gaincurves
no_no: Aktuell/Slutt Gain-kurver
pl_pl: Akutalna/Końcowa Krzywa Wzmocnienia
pt_pt: Curvas de Ganho atual/final
ro_ro: Curbe castig curente/ finale
ru_ru: Кривые текущего/конечного усиления
sv_se: Aktuell/Slutgiltiga förstärkningskurvor
tr_tr: Güncel/Son Kazanç Eğrileri
zh_cn: 当前/最终增益曲线

source: Gain Curves
cs_cz: Křivky zesílení
da_dk: Gainkurver
de_de: Verstärkungskurven
es_es: Curvas de Ganancia
fi_fi: Vahvistuskäyrät
fr_fr: Affichage des gains
hu_hu: Erősítés görbék
it_it: Curve Guadagno
ja_jp: 現在の利得
no_no: Gain-Kurver
pl_pl: Krzywe Wzmocnienia
pt_pt: Curvas de Ganho
ro_ro: Curbe castig
ru_ru: Кривые усиления
sv_se: Förstärkningskurvor
tr_tr: Kazanç Eğrileri
zh_cn: 增益曲线

source: Target Curves
cs_cz: Cílové křivky
da_dk: Targetkurver
de_de: Zielverstärkung
es_es: Curvas Objetivo
fi_fi: Tavoitekäyrät
fr_fr: Affichage des cibles
hu_hu: Cél görbék
it_it: Curve Target
ja_jp: ターゲット利得
no_no: Target-Kurver
pl_pl: Krzywe Docelowe
pt_pt: Curva Alvo
ro_ro: Curbe tinta
ru_ru: Кривые целевого усиления
sv_se: Målkurvor
tr_tr: Hedef Eğrileri
zh_cn: 目标曲线

source: Current
cs_cz: Současné
da_dk: Nuværende
de_de: Derzeitige
es_es: Actual
fi_fi: Nykyinen
fr_fr: Actuels
hu_hu: Aktuális
it_it: Corrente
ja_jp: 現在
nl_nl: Huidig
no_no: Nåværende
pl_pl: Aktualne
pt_pt: Atual
ro_ro: Actual
ru_ru: Текущее
sv_se: Aktuell
tr_tr: Mevcut
zh_cn: 当前

source: Ending
cs_cz: Konečné
da_dk: Afslutning
de_de: Ende
es_es: Final
fi_fi: Saavutettu
fr_fr: Finaux
hu_hu: Vég
it_it: Finale
ja_jp: 最終
nl_nl: Einde
no_no: Slutt
pl_pl: Końcowe
pt_pt: Final
ro_ro: Incheiere
ru_ru: Завершение
sv_se: Avslutar
tr_tr: Sonlanıyor
zh_cn: 最终

source: Acceptance Manager progress on Both sides successfully completed.
cs_cz: Postup Acceptance Manageru úspěšně dokončen na obou stranách.
de_de: Der Eingewöhnungs-Manager wurde erfolgreich auf beiden Seiten durchgeführt.
es_es: Proceso de Adaptación Progresiva realizado con éxito en ambos oídos.
fi_fi: Sopetumisavustaja valmis onnistuneesti kummallakin puolella.
fr_fr: Acceptance Manager a achevé avec succès l'adaptation progressive des gains pour les deux appareils.
hu_hu: Az Acceptance Manager folyamat mindkét oldalon sikeresen befejeződött.
it_it: Manager Adattamento, progressione completata con successo da entrambi i lati.
ja_jp: 両耳のアクセプタンスマネージャーが成功しました
ko_kr: Acceptance Manager progress가 양쪽에 성공적으로 완료되었습니다.
nl_nl: Het Acceptatiie Manager proces is op beide zijden succesvol doorlopen.
no_no: Acceptance Manager er vellykket gjennomført på begge sider.
pl_pl: Manager Akceptacji zakończył proces w obu aparatach.
pt_pt: Progresso do Gerenciador de Adaptação concluído com sucesso
ro_ro: Progresul Managerului de acceptare s-a incheiat cu succes pe ambele parti.
ru_ru: Процесс Автоматической адаптации успешно завершен на обоих аппаратах.
sv_se: Acceptans Verktyg på båda sidor lyckades.
tr_tr: Her iki tarafta Acceptance Manager başarıyla tamamlandı.
zh_cn: 双侧助听器满意度管理系统都已成功结束。

source: Current Gain:
cs_cz: Současný zisk:
da_dk: Nuværende forstærkning:
de_de: Derzeitige Verstärkung:
es_es: Ganancia Actual:
fi_fi: Nykyinen vahvistus :
fr_fr: Gains actuels :
hu_hu: Aktuális erősítés:
it_it: Guadagno Corrente:
ja_jp: 現在の利得:
nl_nl: Huidige gain:
no_no: Nåværende gain:
pl_pl: Aktualne Wzmocnienie:
pt_pt: Ganho Atual:
ro_ro: Castig actual:
ru_ru: Текущее усиление:
sv_se: Aktuell Förstärkning:
tr_tr: Mevcut Kazanç:
zh_cn: 当前增益：

source: End Gain:
cs_cz: Konečný zisk:
da_dk: Slut forstærkning:
de_de: End Verstärkung:
es_es: Ganancia Final:
fi_fi: Saavutettu vahvistus :
fr_fr: Gain finaux :
hu_hu: Vég erősítés:
it_it: Guadagno Finale:
ja_jp: 最終目標の利得:
nl_nl: Uiteindelijke Gain:
no_no: Slutt gain:
pl_pl: Końcowe Wzmocnienie:
pt_pt: Ganho Final:
ro_ro: Castig final:
ru_ru: Конечное усиление:
sv_se: Slutgiltig Förstärkning:
tr_tr: Son Kazanç:
zh_cn: 最终增益：

source: Programs and Features:
cs_cz: Programy a funkce:
da_dk: Programmer og egenskaber:
de_de: Programme und Features:
es_es: Programas y Características:
fi_fi: Ohjelmat ja ominaisuudet:
fr_fr: Programmes et fonctions :
hu_hu: Programok és Tulajdonságok:
it_it: Programmi e funzionalità:
ja_jp: プログラムと機能:
ko_kr: 프로그램 및 특징:
nl_nl: Programma´s en features:
no_no: Programmer og egenskaper:
pl_pl: Programy i Funkcje:
pt_pt: Programas e Recursos:
ro_ro: Programe si caracteristici:
ru_ru: Программы и функции:
sv_se: Program och Inställningar:
tr_tr: Programlar ve Özellikler:
zh_cn: 程序和功能：

source: Acceptance Manager progress on Left side successfully completed.
cs_cz: Postup Acceptance Manageru úspěšně dokončen na levé straně.
da_dk: Acceptance Manager på venstre side er udført..
de_de: Der Eingewöhnungs-Manager wurde erfolgreich auf der linken Seite durchgeführt.
es_es: Proceso de Adaptación Progresiva realizado con éxito en lado Izquierdo.
fi_fi: Sopetumisavustaja valmis onnistuneesti vasemmalla puolella.
fr_fr: Acceptance Manager a achevé avec succès l'adaptation progressive des gains pour l'appareil gauche.
hu_hu: Az Acceptance Manager folyamat a bal oldalon sikeresen befejeződött.
it_it: Manager Adattamento, progressione completata con successo lato Sinistro.
ja_jp: 左耳のアクセプタンスマネージャーが成功しました
ko_kr: Acceptance Manager progress가 왼쪽에 성공적으로 완료되었습니다.
nl_nl: Het Acceptatiie Manager proces is links succesvol doorlopen.
no_no: Acceptance Manager er vellykket gjennomført på venstre side.
pl_pl: Manager Akceptacji w Lewym uchu zakończył pracę.
pt_pt: Progresso do Gerenciador de Adaptação para aparelho esquerdo concluído com sucesso
ro_ro: Progresul Managerului de acceptare s-a incheiat cu succes pe partea stanga.
ru_ru: Процесс Автоматической адаптации успешно завершен на левом аппарате.
sv_se: Acceptans Verktyg på vänster sida lyckades.
tr_tr: Sol tarafta Acceptance Manager başarıyla tamamlandı.
zh_cn: 左侧助听器满意度管理系统已成功结束。

source: Acceptance Manager progress on Right side successfully completed.
cs_cz: Postup Acceptance Manageru úspěšně dokončen na pravé straně.
da_dk: Acceptance Manager på højre side er udført.
de_de: Der Eingewöhnungs-Manager wurde erfolgreich auf der rechten Seite durchgeführt.
es_es: Proceso de Adaptación Progresiva realizado con éxito en lado Derecho.
fi_fi: Sopetumisavustaja valmis onnistuneesti oikealla puolella.
fr_fr: Acceptance Manager a achevé avec succès l'adaptation progressive des gains pour l'appareil droit.
hu_hu: Az Acceptance Manager folyamat a jobb oldalon sikeresen befejeződött.
it_it: Manager Adattamento, progressione completata con successo lato Destro.
ja_jp: 右耳のアクセプタンスマネージャーが成功しました
ko_kr: Acceptance Manager progress가 오른쪽에 성공적으로 완료되었습니다.
nl_nl: Het Acceptatiie Manager proces is rechts succesvol doorlopen.
no_no: Acceptance Manager er vellykket gjennomført på høyre side.
pl_pl: Manager Akceptacji w Prawym uchu zakończył pracę.
pt_pt: Progresso do Gerenciador de Adaptação para aparelho direito concluído com sucesso
ro_ro: Progresul Managerului de acceptare s-a incheiat cu succes pe partea dreapta.
ru_ru: Процесс Автоматической адаптации успешно завершен на правом аппарате.
sv_se: Acceptans Verktyg på höger sida lyckades.
tr_tr: Sağ tarafta Acceptance Manager başarıyla tamamlandı.
zh_cn: 右侧助听器满意度管理系统已成功结束。

source: Acceptance Manager is in progress. DFS Calibration may affect the current and end gain values.
cs_cz: Acceptance Manager probíhá. Kalibrace DFS může ovlivnit současné a konečné hodnoty zisku.
da_dk: Acceptance Manager er under udvikling. DFS kalibrering kan påvirke den nuværende forstærkniong.
de_de: Der Eingewöhnungs-Manager ist aktiv. Eine erneute DFS-Kalibrierung hat evtl. Einfluss auf die aktuellen und die End-Verstärkungswerte.
es_es: La adaptación progresiva está en curso. La calibración del DFS podría afectar a los valores de ganancia actuales y finales.
fi_fi: Sopeutumisavustaja käytössä. DFS kalibrointi voi vaikuttaa nykyiseen ja lopullisen vahvistuksen arvoihin.
fr_fr: Acceptance Manager est activé. Effectuer un calibrage DFS peut affecter les gains actuels et les gains finaux.
hu_hu: Az Acceptance Manager folyamatban van. A DFS kalibráció hatással lehet a mostani és a vég erősítés értékekre.
it_it: Manager Adattamento in corso. La calibrazione DFS può influenzare i valori del guadagno corrente e finale.
ja_jp: アクセプタンスマネージャーが進行中です。 DFSの初期化が現在/最終目標の利得に影響を与える可能性があります。
ko_kr: Acceptance Manager 가 진행중입니다. DFS Calibration 이 현재와 마지막 이득 값에 영향을 미칠 수 있습니다.
nl_nl: De Acceptatie Manager is bezig. DFS kalibratie kan de huidige en en de uiteindelijke Gain beïnvloeden.
no_no: Acceptance Manager er aktivert. DFS kalibrering kan påvirke aktuell og slutt-gain verdier.
pl_pl: Manager Akceptacji jest w trakcie pracy. Kalibracja DFS może zmienić aktualne ustawienia i docelowe parametry wzmocnienia.
pt_pt: Gerenciamento de Adaptação em progresso. A calibração do DFS pode afetar os valores de ganho atual e final.
ro_ro: Managerul de acceptare este in desfasurare. Calibrarea DFS
ru_ru: Автоматическая адаптация в процессе. Калибровка DFS может повлиять на текущее и конечное значения усиления.
sv_se: Acceptans Verktyg pågår. DFS kalibrering kan påverka aktuella och slutgiltiga värden.
tr_tr: Acceptance Manage devam ediyor. DFS Kalibrasyonu mevcut ve son kazanç değerlerini etkileyebilir.
zh_cn: 满意度管理系统正在运行中，进行DFS校准可能会影响当前和最终增益设置。

source: Acceptance Manager Duration:
cs_cz: Trvání Acceptance Manageru:
da_dk: Acceptance Manager varighed:
de_de: Eingewöhnungs-Manager Dauer:
es_es: Duración de Adaptación Progresiva:
fi_fi: Sopeutumisavustajan kesto :
fr_fr: Durée de l'Acceptance Manager :
hu_hu: Acceptance Manager időtartam:
it_it: Manager Adattamento Durata:
ja_jp: アクセプタンスマネージャーの期間:
ko_kr: Acceptance Manager 기간:
nl_nl: Duur Acceptatie Manager:
no_no: Acceptance Manager varighet:
pl_pl: Czas Trwania Managera Akceptacji:
pt_pt: Duração do Gerenciador de Adaptação:
ro_ro: Durata Managerului de acceptare:
ru_ru: Продолжительность Автоматической адаптации:
sv_se: Acceptans Verktyg Duration:
tr_tr: Acceptance Manager Süresi:
zh_cn: 满意度管理系统作用时间：

source: Not Enabled
cs_cz: Není povoleno
da_dk: Ikke slået til
de_de: Nicht aktiv
es_es: No habilitado
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Nincs engedélyezve
it_it: Non Abilitato
ja_jp: 無効
ko_kr: 사용불가
nl_nl: Niet aangezet
no_no: Ikke slått på
pl_pl: Nie Dostępne
pt_pt: Desabilitado
ro_ro: Dezactivat
ru_ru: Не доступно
sv_se: Inte vald
tr_tr: Etkin değil
zh_cn: 不可用

source: Include Gain settings
cs_cz: Zahrnout nastavení zisku
da_dk: Inkluder forstærkningsindstillinger
de_de: Verstärkungsänderungen berücksichtigen
es_es: Incluir ajustes de Ganancia
fi_fi: Sisällytä vahvistus asetukset
fr_fr: Inclure le réglage des gains
hu_hu: Erősítés beállítások
it_it: Include impostazioni del Guadagno
ja_jp: 利得の設定を含む
ko_kr: Gain setting 포함
nl_nl: Inclusief gaininstellingen
no_no: Inkludere Gain innstillinger
pl_pl: Uwzględnij Ustawienia Wzmocnienia
pt_pt: Incluir configurações de ganho
ro_ro: Include setarile de castig
ru_ru: Включить настройки усиления
sv_se: Inkludera förstärkningsinställningar
tr_tr: Kazanç ayarları dahil
zh_cn: 包括增益设置

source: Include Sound Shaper settings
cs_cz: Zahrnout nastavení Sound Shaper
da_dk: Inkluder Sound Shaper indstillinger
de_de: Einbeziehen der Sound Shaper Einstellungen
es_es: Incluir ajustes de la Transformación Espectral
fi_fi: Sisällytä Sound Shaper asetus
fr_fr: Inclure le réglage de compression fréquentielle Sound Shaper
hu_hu: Sound Shaper beállítások
it_it: Includere settaggi Sound Shaper
ja_jp: サウンドシェーパー設定
ko_kr: Sound Shaper 설정 포함
nl_nl: Inclusief SoundShaper instellingen
no_no: Inkludere Sound Shaper innstillinger
pl_pl: Dołącz ustawienia Sound Shaper
ro_ro: Include setarile Sound Shaper
ru_ru: Учитывать настройки Sound Shaper
sv_se: Inkludera Sound Shaper inställningar
zh_cn: 包括频谱重组功能的设置

source: Change Target Rule
cs_cz: Změnit cílové pravidlo
da_dk: Skift tilpasningsregel
de_de: Anpassregel ändern
es_es: Cambiar Regla de Cálculo
fi_fi: Vaihda tavoite sääntöä
fr_fr: Changement de méthode d'appareillage
hu_hu: Célszabály csere
it_it: Modifica Regola Target
ja_jp: ターゲットルールの変更
ko_kr: Target Rule 변경
nl_nl: Wijzig rekenregel
no_no: Endre tilpasningsregel
pl_pl: Zmień Formułę Dopasowania
pt_pt: Alterar regra alvo
ro_ro: Schimba regula de castig tinta
ru_ru: Изменить рассчетную формулу
sv_se: Ändra målkurva
tr_tr: Hedef Kuralını Değiştir
zh_cn: 改变目标法则

source: Acceptance Manager is in progress. Changing target rule will turn off Acceptance Manager and reset gains to current ones.
cs_cz: Acceptance Manager probíhá. Změna cílového pravidla vypne Acceptance Manager a resetuje zisk na současný.
da_dk: Acceptance Manager er under udvikling. Skift af tilpasningsregel vil slå Acceptance Manager fra og indstille forstærkning efter den nye regel.
de_de: Der Eingewöhnungs-Manager ist aktiv. Das Verändern der Anpassregel schaltet den Eingewöhnungs-Manger aus und übernimmt die aktuellen Verstärkungswerte.
es_es: La Adaptación progresiva está en ejecución. El cambio en la regla de cálculo detendrá esta prestación y ajustará la ganancia a los valores actuales
fi_fi: Sopeutumissavustaja käytössä. Laskentasäännön vaihto kytkee pois Sopeutumisavustajan ja paluttaa vahvistuksen oletusaretuksiin.
fr_fr: Acceptance Manager est activé. Changer la méthode d'appareillage va désactiver l'Acceptance Manager et effectuer un nouveau ciblage.
hu_hu: Az Acceptance Manager folyamatban van. A célszabály váltása ki fogja kapcsolni az Acceptance Managert és az ereősítés értékek a mostaniak lesznek.
it_it: Manager Adattamento è in corso. La Modifica della regola Target disattiverà Manager Adattamento e verranno reimpostati i guadagni.
ja_jp: アクセプタンスマネージャーが進行中です。ターゲットルールを変更するとアクセプタンスマネージャーがオフになり、現在の利得がリセットされます。
ko_kr: Acceptance Manager 가 진행중입니다. Target rule을 변경하면 Acceptance Manager 가 종료되고 현재 값으로 이득을 재 설정 합니다.
nl_nl: De Acceptatie Manager is bezig. Wijzigen van de rekenregel zal de Acceptatie Manager uitzetten en de Gain resetten naar de huidige waarden.
no_no: Acceptance Manager er aktivert. Ved endring av tilpasningsregel vil Acceptance Manager slåes av og resete gain til aktuelle verdier.
pl_pl: Manager Akceptacji jest aktywny. Zmiana metody dopasowania wyłączy Manager Akceptacji i zresetuje ustawienia wzmocnienia.
pt_pt: Gerenciamento de Adaptação em Andamento. Mundando a regra de ganho, o gerenciamento de adaptação será desligado e o ganho atual será redefinido
ro_ro: Managerul de acceptare este in desfasurare. Schimbarea metodei previzionale va opri Managerul de acceptare si va reseta castigurile la cele curente.
ru_ru: Автоматическая адаптация в процессе. Изменение формулы настройки отключит Автоматическую адаптацию и сбросит усиление к текущему.
sv_se: Acceptans Verktyg pågår. Ändring av målkurva kommer stänga av Acceptans Verktyg och återställa till aktuell förstärkning.
tr_tr: Acceptance Manager devam ediyor. Hedef kazanç formülünde yapılan değişiklik, Acceptance Manager'i kapatır ve kazançları güncel haline ayarlar.
zh_cn: 满意度管理系统正在运行中，改变目标公式将使用满意度管理系统关闭，并将增益重置为当前水平。

source: Recalculate is not available while Acceptance Manager is in progress. Please turn off Acceptance Manager first.
cs_cz: Rekalkulace není k dispozici pokud probíhá Acceptance Manager. Prosím napřed vypněte Acceptance Manager.
da_dk: beregning er ikke mulig når Acceptance Manager er under udvikling. Slå først Acceptance Manager fra.
de_de: Eine Neuberechnung ist nicht möglich wenn der Eingewöhnungs-Manager aktiv ist. Schalten Sie erst den Eingewöhnungs-Manager aus.
es_es: Recalcular no está disponible mientras se ejecuta Adaptación Progresiva. Por favor desactive la Adaptación Progresiva.
fi_fi: Uudelleenlaskenta ei ole käytössä kun Sopeutumisavustaja on toiminnassa. Kytke ensin Sopeutumisavustaja pois käytöstä.
fr_fr: Recalculer est indisponible lorsque l'Acceptance Manager est activé. Désactiver l'Acceptance Manager et recommencer.
hu_hu: Az újraszámítás nem elérhető amikor az Acceptance Manager folyamtban van. Kérjük elöszőr kapcsolja ki az Acceptance Managert.
it_it: Ricalcola non è disponibile mentre Manager Adattamento è in corso. Spegnere prima Manager Adattamento.
ja_jp: アクセプタンスマネージャーが進行中は、再計算できません。アクセプタンスマネージャーをオフにして下さい。
ko_kr: Acceptance Manager 가 진행중인 동안은 재계산 할 수 없습니다. 먼저 Acceptance Manager 를 종료하세요.
nl_nl: Herberekenen is niet beschikbaar als de Acceptatie Manager bezig is. Zet de Acceptatie Manager s.v.p. eerst uit.
no_no: Det er ikke mulig å rekalkulere når Acceptance Manager er aktivert. Vennligst slå av Acceptance Manager først.
pl_pl: Przeliczenie nie jest dostępne gdy jest aktywny Manager Akceptacji. Proszę najpierw wyłączyć Managera Akceptacji.
pt_pt: "Recalcular" não está disponível enquanto o Gerenciador de Adaptação estiver em andamento. Por favor, desligue-o.
ro_ro: Recalcularea nu este disponibila in timp ce Managerul de Acceptare este in desfasurare. Va rugam sa opriti inainte Managerul de acceptare
ru_ru: Пересчет не доступен, пока активна Автоматическая адаптация. Пожалуйста, прежде всего отключите Автоматическую адаптацию.
sv_se: Omkalkylering är inte möjlig när Acceptans Verktyget pågår. Slå först av Acceptans Verktyget.
tr_tr: Acceptance Manager devam ederken tekrar hesaplama yapılamaz. Lütfen ilk olarak Acceptance Manager'i kapatın.
zh_cn: 满意度管理系统运行时不可重新计算。如果要进行重新计算，请先关闭它。

source: Patient experience level is not available while Acceptance Manager is in progress. Please turn off Acceptance Manager first.
cs_cz: Úroveň zkušenosti pacienta není k dispozici pokud probíhá Acceptance Manager. Prosím napřed vypněte Acceptance Manager.
da_dk: Brugererfaring er ikke tilgængelig når Acceptance Manager er under udvikling. Slå venligst Acceptance Manager fra først.
de_de: Die Kundenerfahrungseinstellungen stehen nicht zur Verfügung wenn der Eingewöhnungs-Manager aktiv ist. Schalten Sie erst den Eingewöhnungs-Manager aus.
es_es: El grado de experiencia del usuario no esta disponible mientras se ejecuta la Adaptación Progresiva. Por favor desactive la Adaptación Progresiva.
fi_fi: Potilaan tottumustaso ei ole käytössä kun Sopeutumisavustaja on toiminnassa. Kytke ensin Sopeutumisavustaja pois käytöstä.
fr_fr: L'expérience du patient ne peut pas être modifiée lorsque l'Acceptance Manager est activé. Désactiver l'Acceptance Manager et recommencer.
hu_hu: A páciens tapasztalati szint nem érhető el ameddig az Acceptance Manager folyamatban van. Kérjük elöszőr kapcsolja ki az Acceptance Manager.
it_it: Livello di esperienza del paziente non è disponibile mentre Manager Adattamento è in corso. Spegnere prima Mananger Adattamento.
ja_jp: アクセプタンスマネージャーが進行中は、装用経験を変更できません。アクセプタンスマネージャーをオフにして下さい。
ko_kr: Acceptance Manager 가 진행중인 동안은 환자 경험 레벨은 사용할 수 없습니다. 먼저 Acceptance Manager 를 종료하세요.
nl_nl: Het cliënt ervaringsniveau is niet beschikbaar als de Acceptatie Manager bezig is. Zet de Acceptatie Manager s.v.p. eerst uit.
no_no: Pasientens erfaringsnivå er ikke tilgjengelig når Acceptance Manager er aktivert.Vennligst slå av Acceptance Manager først.
pl_pl: Poziom doświadczenia pacjenta nie jest dostępny gdy Manager Akceptacji jest akywny.Prosze najpierw wyłączyć Managera Akceptacji.
pt_pt: O Nível de experiência do usuário não está disponível enquanto o Gerenciamento de Adaptação estiver em andamento. Por favor, deslilgue o Gerenciador de Adaptação.
ro_ro: Nivelul de experienta al utilizatorului nu este disponibil in timp ce Managerul de Acceptare este in desfasurare. Va rugam sa opriti inainte Managerul de acceptare
ru_ru: Уровень опыта пациента не доступен, пока активна Автоматическая адаптация. Пожалуйста, отключите Автоматическую адаптацию.
sv_se: Patientens erfarenhetsnivå är inte tillgänglig när Acceptans Verktyget pågår. Slå först av Acceptans verktyget.
tr_tr: Acceptance Manager devam ederken hasta deneyim süresi kullanılamaz. Lütfen ilk olarak Acceptance Manager'i kapatın.
zh_cn: 满意度管理系统运行时不能选择用户助听器佩戴史。如果要选择，请先关闭它。

source: Acceptance Manager is in progress. Reconfiguring will turn off Acceptance Manager and reset gains.
cs_cz: Acceptance Manager probíhá. Rekonfigurace vypne Acceptance Manager a resetuje zisk.
da_dk: Acceptance Manager er under udvikling. Rekonfigurering vil afbryde Acceptance Manager og mulstille forstærkning.
de_de: Der Eingewöhnungs-Manager ist aktiv. Das Rekonfigurieren schaltet den Eingewöhnungs-Manager aus und berechnet die Verstärkungswerte neu.
es_es: La Adaptación progresiva está en ejecución. La reconfiguración detendrá esta prestación y reseteará los valores de la ganancia.
fi_fi: Sopeutumisavustaja käytössä. Uudelleenkonfigurointi kytkee Sopeutumisavustajan pois käytöstä ja palauttaa vahvistason.
fr_fr: Acceptance Manager est activé. Reconfigurer l'appareil va désactiver l'Acceptance Manager.
hu_hu: Az Acceptance Manager folyamatban van. Újrakonfigurálás ki fogja kapcsolni az Acceptance Managert és visszaállítja az erősítést.
it_it: Manager Adattamento è in corso. Riconfigurando verrà disattivato Manager Adattamento e verranno reimpostati i guadagni.
ja_jp: アクセプタンスマネージャーが進行中です。タイプの変更を行うとアクセプタンスマネージャーがオフになり、利得がリセットされます。
ko_kr: Acceptance Manager 가 진행중입니다. Reconfiguring 이 Acceptance Manager 를 종료하고 이득을 재설정합니다.
nl_nl: De Acceptatie Manager is bezig. Doorgaan met reconfigureren zal de Acceptatie Manager uitzetten en de Gain resetten.
no_no: Acceptance Manager er aktivert. Rekonfigurasjon vil slå av Acceptance Manager og resete gain.
pl_pl: Manager Akceptacji jest aktywny. Rekonfiguracja wyłączy Manager Akceptacji i zresetuje ustawienia wzmocnienia.
pt_pt: Gerenciamento de Adaptação em progresso. Reconfigurar irá desligar o Gerenciador de Adaptação e redefinir o ganho.
ro_ro: Managerul de acceptare este in desfasurare. Reconfigurarea va opri Managerul de de acceptare si va reseta castigurile.
ru_ru: Автоматическая адаптация в процессе. Переконфигурация отключит Автоматическую адаптацию и перенастроит усиления.
sv_se: Acceptans Verktyget pågår. Omkonfigurering kommer slå av Acceptans Verktyget och återställa förstärkningen.
tr_tr: Acceptance Manager devam ediyor.Tekrar configürasyon, Acceptance Manager'i kapatır ve kazançları resetler.
zh_cn: 满意度管理系统正在运行中，重新装配将关闭满意度管理系统并重置增益。
