Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Not Selected
cs_cz: Nevybráno
da_dk: Ikke valgt
de_de: Nicht ausgewählt
es_es: No Seleccionado
fi_fi: Ei valittu
fr_fr: Non sélectionné
hu_hu: Nincs kiválasztva
it_it: Non selezionato
ja_jp: 未選択
ko_kr: 선택되지 않음
nl_nl: Niet geselecteerd
no_no: Ikke Valgt
pl_pl: Brak wyboru
pt_pt: Não selecionado
ro_ro: Nu este selectat
ru_ru: Не выбрано
sv_se: Inte vald
tr_tr: İşaretli Değil
zh_cn: 未选择

source: Connected
cs_cz: Připojeno
da_dk: Tilsluttet
de_de: Verbunden
es_es: Conectado
fi_fi: Yhdistetty
fr_fr: Connecté
hu_hu: Csatlakoztatott
it_it: Collegato
ja_jp: 接続
ko_kr: 연결됨
nl_nl: Verbonden
no_no: Tilkoblet
pl_pl: Połączony
pt_pt: Conectado
ro_ro: Conectat
ru_ru: Соединение установлено
sv_se: Ansluten
tr_tr: Baglantı kuruldu.
zh_cn: 连接

source: A binaural fitting will provide the optimal information from the surroundings to ensure better localization and increased speech understanding.
da_dk: En binaural tilpasning vil gove optimal information fra omgivelserne og dermed sokre bedre lokalisering og øget taleforståelse.
zh_cn: 双耳佩戴将提供最佳的环境信息，以确保更好地分辨方位和提高语音理解。

source: As a noise source moves, the directional system adapts to determine the directional pattern that will best reduce surrounding noises originating from behind or to the side of the user.
da_dk: Når støjkilderne flytter sig vil det direktionale system ændres for at optimere det direktionale mønster så det bedst muligt reducerer omgivelsernes støjkilder der skommer bagfra eller fra siderne.
es_es: Cuando la fuente de ruido se mueve, el sistema direccional se adapta para elegir el patrón polar que mejor atenúe los ruidos ambientales localizados en la parte trasera o lateral de el usuario.
fr_fr: Le système adaptatif permet à l'aide auditive de modifier la directivité en fonction de l'environnement sonore.
no_no: Når en støykilde beveger seg vil direksjonalitetssystemet avgjøre hvilken retningsmikrofonmodus som best reduserer omgivelsesstøy bakfra eller fra siden.
pt_pt: A medida que a origem do ruído muda, o sistema direcional adapta para determinar o padrão direcional, que melhor irá reduzir o ruído vindo de trás ou do lado do usuário.
zh_cn: 对于移动噪声源，自适应方向性将调整极向以最大程度地减少来自后方或侧方的噪声。

source: Low resolution can result in poor sound quality and distortion. The hearing instrument wearer's experience in the garden environment is not perceived as natural.
da_dk: Lav opløsning kan resultere i ringe lydkvalitet og forvrængning. Høreapparatbrugerens oplevelse af omgivelserne bliver ikke opfattet som naturlige.
es_es: Una baja resolución puede provocar una peor calidad sonora y distorsión. La percepción del sonido por el usuario en un entorno al aire libre, será poco natural.
fr_fr: La qualité sonore est de faible qualité avec de la distorsion. Elle est perçue comme non naturelle.
no_no: Lav oppløsning kan resultere i dårlig lydkvalitet og forstyrrelser. Høreapparatsbrukerens lytterfaring i hagemiljø oppfattes ikke som naturlig.
pt_pt: Baixa resolução pode resultar em qualidade sonora pobre e distorção. A experiência do usuário no ambiente não será previsto como natural.
zh_cn: 分辨率低将导致音质差或产生失真。用户在户外环境中会感觉声音不自然。

source: Spatial Directionality takes advantage of the full power of the brain and creates a more natural listening experience. Allowing both an omnidirectional and a directional signal provides the auditory system with optimum input that allows the hearing instrument wearer to be aware of all sounds and speech at the same time. As the conversation starts behind the hearing instrument wearer, he is able to change focus to the conversation occurring behind him. By having the ability to consciously choose the listening source, the wearer is no longer limited by manual adjustments.
da_dk: Spatial Directionality udnytter hjernens fulde kraft og skaber en mere naturlig lytteoplevelse. Med både omnidirektionel og directionel indstilling gives det auditive system et optimalt input der tillader høreapparatbrugeren at være bevidst om omgivelsernes lyde og talepå samme tid. Når en samtale begynder bagfra kan brugeren ændre fokus til denne samtale. Med muligheden for bevidst at vælge lyttekilde er brugeren ikke længere begrænset til manuelle programskift.
ja_jp: ナチュラル指向性IIは、より自然な聴取環境を提供します。2台の補聴器が無指向性と指向性で動作するため、補聴器装用者は周囲のすべての音と音声を認識することができます。 たとえば、装用者の後方で会話が始まっても、装用者はその会話に気づくでしょう。装用者自身が手動で補聴器の指向性／無指向性を切り替える必要はなく、聴きたい音を意識的に選択することができます。
zh_cn: 立体方向性利用了大脑的全部力量，创造了一种更自然的听觉体验。允许全向信号和方向信号为听觉系统提供最佳的输入，使得用户能够同时感知所有的声音和语音。当谈话开始时，用户能够将焦点转移到发生在他身后的谈话。通过获得有意识地选择听源的能力，佩戴者不再受手动调整的限制。

source: Noise is not detected or suppressed, therefore, speech and noise are both amplified. The flight attendant's voice may not be easily audible to the hearing instrument wearer.
da_dk: Støj er ikke detekteret eller undertrykt, derfor er både tale og støj forstærket. Stewardessens stemme er måske ikke særlig let at høre for høreapparatbrugeren.
es_es: El ruido no se identifica ni se reduce, por lo tanto, tanto la voz como el ruido son amplificados. La voz del asistente de vuelo resultará poco audible para el usuario del audífono.
fr_fr: Le bruit n'est pas détecté ou supprimé. Le bruit et la parole sont donc tous les deux amplifiés. La voix de l'hôtesse de l'air est difficilement audible par le porteur d'appareils auditifs.
no_no: Støy er ikke registrert så tale og støy blir forsterket. Flyvertens stemme kan derfor være lite hørbar for høreapparatbrukeren
pt_pt: O ruído não é detectado ou suprimido, entao, a fala e ruído são ambos amplificados. A voz do comissário de bordo pode ser facilmente audível para o usuário de aparelho auditivo.
zh_cn: 噪音如果没有删减或抑制，将会和言语一起被放大。对于助听器用户来说很难听清空姐的声音。

source: The Feedback Eraser system uses a digital filter to suppress feedback without reducing the gain of the hearing instrument. The hearing instrument wearer is able to hear her spouse without annoying whistling sounds.
ja_jp: ウルトラDFS IIは、補聴器の利得を犠牲にすることなくハウリングを抑制するシステムです。帽子をかぶる時などの突発的なハウリングも防ぎます。
zh_cn: 反馈消除器使用数字滤波器抑制反馈，而不降低助听器的增益。助听器佩戴者能够听到她的配偶的声音，而没有恼人的口哨声。

source: The ambient noise is detected and suppressed, while speech is not. The result is clear speech with greater comfort and less listening fatigue for the hearing instrument wearer.
da_dk: Støjen er detekteret og undertrykt, men tale er ikke. Resultatet er klar tale med større komfort og mindre lyttetræthed for høreapparatbrugeren.
es_es: El ruido ambiental es identificado y atenuado, pero la voz no. El resultado es una percepción más clara del habla, con gran confort y menor fatiga para el usuario del audífono.
fr_fr: Le bruit est détecté et supprimé. Il en résulte une meilleur audibilité pour le porteur d'appareils auditifs, ainsi que moins de fatigue et donc plus de confort.
no_no: Omgivelsesstøy er registrert, dempet og tale er beholdt. Resulatet er klar tale, bedre lyttekomfort og mindre anstrengende for høreapparatbrukeren.
pt_pt: O ruído do ambiente é detectado e suprimido, enquanto fala não é. O resultado é fala com clareza com maior conforto e menos cansaço para escutar para o usuário.
zh_cn: 环境噪声被消除或抑制，而言语不受影响。对于助听器用户来说不仅可以提高言语的清晰度，听得也更轻松。

source: The reduction in the signals from behind allows the hearing instrument user to hear the man speaking to her at the table.
da_dk: Reduktionen af signaler bagfra gør at høreapparatbrugeren kan høre manden der taler til hende ved bordet.
es_es: La reducción de los sonidos traseros ayuda a la usuaria a escuchar mejor al hombre de la mesa..
fr_fr: L'aide auditive va gérer ses microphones de façon à capter le signal provenant de l'avant, et favoriser ainsi la compréhension lors d'une conversation en milieu bruyant.
no_no: Dempingen av signaler bakfra gir høreapparatbrukeren bedre mulighet til å høre tale forfra.
pt_pt: A redução dos sinal de trás permite o usuário ouvir o homem na mesa falando com ela.
zh_cn: 降低来自后方的声音，助听器用户就可以更好地听到对面桌子男人的对话。

source: When smaller venting is used in a hearing instrument, the occlusion effect or 'plugged up' feeling is increased. As a result, the hearing instrument wearer is bothered by hearing herself eating.
da_dk: Når en mindre ventilation benyttes i høreapparatet vil okklusionseffekten eller den tillukkede følelse øges. Resultatet er at brugeren generes af at kunne høre sig selv for højt når der tygges eller tales.
ja_jp: ベントを小さくすると、閉塞効果または「詰まった」ような感覚が増します。その結果として、補聴器装用者は自身の声や咀嚼音に悩まされます。
zh_cn: 当助听器使用较小的通气时，堵耳效应或“堵塞”的感觉就会增强。导致用户因听到自己进食的声音而感到烦恼。

source: With a monaural fit, a hearing instrument wearer might not be provided with complete information from their surroundings, resulting in decreased speech intelligibility and localization. A pedestrian wearing a monaural hearing aid may not notice the cars approaching when looking in the direction of the aided ear.
zh_cn: 单耳佩戴，用户可能不具有从周围环境获得完整信息的能力，从而降低了语音的清晰度和定位。单耳助听器可能不会注意到车接近时，从如果车从另一侧耳朵的方向来的声音呢。

source: With high-resolution Rapid signal processing technology, a high level of accuracy ensures excellent resolution for soft sounds and very low digital distortion. The benefits are optimal sound quality and natural, clear reception with no echo or artificial sound.
zh_cn: 具有高分辨率的快速信号处理技术，高精确度保证了分辨率和非常低的失真。提供自然的音质，无回声干扰。

source: With improvements in feedback suppression technology, larger venting, Open fittings can be achieved without whistling from the instrument. The hearing instrument wearer will likely not be disturbed by the sounds of eating.
zh_cn: 随着反馈抑制技术的改进，更大的通气孔，开放耳选配实现没有啸叫声干扰。助听器佩戴者也不会被自己咀嚼的声音所打扰。 随着反馈抑制技术的改进，更大的通气孔，开放耳选配实现没有啸叫声干扰。助听器佩戴者也不会被自己咀嚼的声音所打扰。

source: Without the MSG calibration, sounds coming from the hearing instrument receiver loop back to the microphones, creating a risk for whistling and squealing.
ja_jp: ウルトラDFS IIを有効にしていない場合、ピーピーというハウリング音が発生する危険性があります。
zh_cn: 没有MSG校准,声音被放大后再次被助听器收集放大，会产生啸叫的风险。

source: A hearing aid in omni directional mode will receive and amplify sound from all directions around the wearer. While extremely comfortable in a quiet situation, an omni directional hearing aid can cause the wearer to have difficulty understanding speech in a noisy situation.
zh_cn: 全方向性模式的助听器将接收和放大佩戴者周围各个方向的声音。在安静的环境中非常舒适，但全方向性的助听器会使佩戴者在嘈杂的环境中难以理解语言。

source: A party is one of the most challenging listening environments. Multiple conversations and background music can contribute to difficulty in understanding a desired speaker. Prompt answers, dealing with fast changes in conversation and being able to focus are musts for social interaction.
zh_cn: 聚会是最具挑战性的聆听环境之一。多个对话和背景音乐会造成聆听困难。提示性答案，处理会话中的快速变化在互动中是必要的。

source: A patented compression system which provides very low distortion and internal noise while offering extraordinary resolution for soft and mid-level signals. The result is clean, crisp, clear natural sound quality.
zh_cn: 一种专利的压缩系统，提供非常低的失真和内部噪声，同时提供低频和中等信号的高分辨率。营造干净，清脆，清晰的自然音质。

source: A personalized volume setting, being exactly how the wearer prefers it, results in more audibility for soft speech in noise and more comfort in noise with less manual adjustments needed.
zh_cn: 个性化的音量设置，在不需要手动调整，使其在噪声环境中能获得更好的舒适度。

source: Omni Directional
cs_cz: Všesměrový
da_dk: Omnidirektionel
de_de: Omni-Direktional
es_es: Omnidireccional
fi_fi: Pallomainen suuntakuvio
fr_fr: Directivité omnidirectionnelle
hu_hu: Omni direkcionális
it_it: Omni Direzionale
ja_jp: 無指向性
ko_kr: 전 방향성
nl_nl: Omnidirectioneel
no_no: Omni direksjonell
pl_pl: Wszechkierunkowy
pt_pt: Omnidirecional
ru_ru: Всенаправленный
sv_se: Omni (Rundupptagande)
zh_cn: 全向性

source: Sounds received by each ear are delivered to the auditory perception areas in both sides of the brain. The brain integrates the subtle differences in the sounds at each ear to form a sound picture of the surroundings. One obvious advantage of binaural hearing is the ability to locate the direction of and distance to sound sources, which helps us feel oriented in the environment. Another important effect of binaural hearing is better understanding of speech in noisy surroundings. Hearing with two ears also makes it possible to separate and recognize sound sources, to pay attention to a sound while ignoring others, and to shift attention from one sound to another.
cs_cz: Zvuky zachycené každým uchem jsou převedeny do sluchových center na obou stranách mozku. Mozek integruje jemné rozdíly ve zvuku každého ucha tím zformuje zvukový obraz okolí. Jednou ze zřejmých výhod binaurálního poslechu je schopnost lokalizovat směr a vzdálenost zdroje zvuku, což nám pomáhá s orientací v prostoru. Dalším důležitým efektem binaurálního poslechu je srozumitelnost řeči v hlučném okolí. Poslech oběma ušima nám také umožňuje separovat a rozpoznávat zdroje zvuku, zaměřit se na určitý zvuk při ignorování jiných a přesouvání pozornosti z jednoho zvuku na druhý.
da_dk: Lyde der modtages på hvert øre sendes til begge sider af hjernen. Hjernen integrerer de små forskelle i lydene fra hvert ørefor at danne et lydbillede af omgivelserne. En åbenlys fordel ved binaural hørelse er evnen til at lokalisere afstanden og vinklen på lydkilder, dette gør at man er velorienteret i lydrummet. En anden effekt af binaural hørelse er bedre taleforståelighed i støjende omgivelser. Hørelse med to ører gør at man kan adskille og genkende lydkilder, at man kan fokusere en en lydkild og ignorere andre, og skifte fokus fra den ene kilde til den anden.
de_de: Klänge die jedes Ohr empfangen werden und das auditiven Wahrnehmungsbereiche auf beiden Seiten des Gehirnes geliefert. Das Gehirn verarbeitet die feinen Unterschiede der beiden Seiten und bildet daraus ein akustisches Bild der Umgebung. Der offensichtliche Vorteil des binauralen Hörens ist die Fähigkeit, die Richtung und die Entfernung zu Schallquellen zu lokalisieren, welches uns hilft, uns in unserer Umgebung zurecht zu finden. Ein weiterer wichtiger Vorteil des binauralen Hörens ist ein besseres Verständnis von Sprache in geräuschvoller Umgebung. Hören mit zwei Ohren macht es auch möglich, Schallquellen zu trennen, und die Aufmerksamkeit auf eine zu richten während man andere ignoriert.
es_es: Los sonidos recibidos por cada oído, son enviados a las zonas de percepción auditiva de cada lado del cerebro. El cerebro integra las diferencias de los sonidos de cada lado, para crear una imagen sonora del entorno. Una de las ventajas obvias, es la capacidad de identificar la dirección y la distancia de las diferentes fuentes sonoras, que le ayuda a sentirse orientado en el entorno. Otra de las ventajas importantes de la audición binaural es la mejor comprensión del leguaje en entornos ruidosos. Al escuchar con ambos oídos podemos reconocer y separar las diferentes fuentes sonoras, para prestar atención a unas e ignorar otras, además de poder cambiar nuestro foco de atención de unos sonidos a otros.
fi_fi: Äänet kummastakin korvasta ohjataan aivojen kuulokeskuksen molempiin puoliin. Aivot rekisteröivät hienovaraiset puolierot ja muodostavat näin ympäristön äänikuvan. Binauraalisen kuulon yksi olennainen etu on kyky päätellä kunkin äänilähteen suunta ja etäisyys, jolloin pystymme hahmottamaan ympäristömme. Binauraalisen kuulon toinen tärkeä etu on parempi puheenymmärrys melussa. Kahdella korvalla kuuleminen myös helpottaa eri äänilähteiden erottamista ja tunnistamista. Silloin voidaan myös vapaasti ja tilannekohtaisesti valita, mihin ääniin halutaan keskittyä.
fr_fr: Les sons reçus par les oreilles sont envoyés aux zones de perception auditive situés de chaque côté du cerveau. Le cerveau peut gérer les plus subtiles différences de sons et forme une "image sonore" de l'environnement. Une audition binaurale offre la possibilité de localiser la direction et la distance des sources sonores, qui aide le patient à s'orienter dans l'environnement. Un autre effet important de l'audition binaurale est la meilleure compréhension de la parole dans les environnements bruyants. Une audition binaurale permet également de séparer et identifier les sources sonores ou de prêter attention à un son tout en ignorant les autres.
hu_hu: Mindkét fülben hallott hang átkerül a hallás érzékelés területére az agy mindkét oldalán. Az agy integrálja a minimális különbségeket a hangban mindkét fülből és környezeti hallásképpé alakítja. A binaurális hallás nyilvánvaló előnye a hangforrás helyének és irányának megtalálása, amely segít eligazodni a környezetben. Más fontos előnye a binaurális hallásnak a jobb beszédértés zajos környezetben. A kétfüles hallás szintén lehetővé teszi a hangforrások megkülönböztetését és felismerését, a hangra való figyelés, amíg másokat kiktatunk, és figyelmünket egyik hangról a másikra váltjuk.
it_it: I suoni ricevuti da ciascun orecchio sono inviati alle aree di percezione uditiva in entrambi i lati del cervello. Il cervello integra le sottili differenze nei suoni in ogni orecchio per ricreare nell'insieme l'ambiente sonoro circostante. Un vantaggio evidente di un udito binaurale è la capacità di individuare la direzione e la distanza dalle fonti sonore, ciò aiuta a migliorare il senso di orientamento nell'ambiente. Un altro effetto importante di un udito binaurale è una migliore comprensione del parlato in ambienti rumorosi. L'audizione con due orecchie rende anche possibile separare e riconoscere le sorgenti sonore, di prestare attenzione a un suono, ignorando gli altri, e di spostare l'attenzione da un suono all'altro.
ko_kr: 양쪽 귀로 들리는 소리가 뇌의 양쪽에 있는 청각 인지 영역에 전달됩니다. 뇌에서 양쪽 귀에 전달된 소리의 미묘한 차이를 통합하여 주변환경의 소리 화면을 형성합니다. 양이 청취의 한가지 분명한 장점은 음원에 대한 거리 방향성을 감지하는 능력이며 이로써 주위환경에서 위치를 파악하도록 도움을 받습니다. 양이 청취의 또 다른 중요한 영향은 소음 환경에서 어음을 더 잘 이해할 수 있는 점입니다. 양이 청취는 음원을 분리하여 인식할 수 있고, 다른 소리는 무시하면서 한 소리에 집중할수 있고, 관심을 한 소리에서 다른 소리로 돌릴 수 있도록 해줍니다.
nl_nl: De geluiden die door ieder oor worden opgevangen worden doorgestuurd naar de auditieve perceptiegebieden aan beide zijden van de hersenen. De hersenen integreren de subtiele verschillen tussen de geluiden van ieder oor om een geluidsbeeld te vormen van de omgeving. Een duidelijk voordeel van binauraal horen is het vermogen om richting en afstand van geluidsbronnen in te schatten, zodat u zich goed kunt oriënteren in de omgeving. Een ander belangrijk effect van binauraal horen is beter spraakverstaan in lawaaiige omgevingen. Horen met twee oren stelt u in staat geluidsbronnen te onderscheiden en te herkennen, zodat u aandacht kunt geven aan één geluidsbron terwijl u de andere negeert en u uw aandacht steeds kunt verschuiven van de ene geluidsbron naar de andere.
no_no: Lyder mottatt av begge ører sendes til de auditive persepsjonsområder på begge sider av hjernen. Hjernen integrerer de subtile forskjellene i signalene på hvert øre slik at et lydbilde av omgivelsene formes. En av fordelene med binaural hørsel er muligheten til å lokalisere retning og avstand på lydkildene, noe som hjelper oss å orientere oss i omgivelsene . En annen viktig fordel er bedre taleforståelse i støyende omgivelser. Å høre med to ører gjør det mulig å skille og gjenkjenne lydkilder, undertrykke andre lydkilder og endre fokus fra en lydkilde til en annen.
pl_pl: Dźwięki odbierane przez uszy są dostarczane do obszarów słuchowych po obu stronach mózgu. Mózg integruje subtelne różnice w dźwiękach docierających do każdego ucha aby stworzyć różne obrazy dźwiękowe otoczenia. Jedną oczywistą przewagą słyszenia obuusznego jest zdolność do lokalizowania kierunku i odległości od źródła dźwięku co pomaga nam orientować się w otoczeniu. Innym ważnym efektem słyszenia obuusznego jest lepsze rozumienie mowy w hałaśliwym otoczeniu. Słyszenie dwojgiem uszu pozwala również rozdzielić i rozpoznać różne źródła dźwięków, skupiać się na jednych dźwiękach jednocześnie ignorując pozostałe oraz przenosić uwagę z jednego źródła na drugie.
pt_pt: Os sons recebidos por cada ouvido são entregues às áreas de percepção auditiva, em ambos os lados do cérebro. Esse, por sua vez, integra as sutis diferenças sonoras captadas por cada ouvido, a dim de formar uma imagem sonora dos arredores. Uma vantagem da audição binaural é a capacidade de localizar a direção e distância das fontes, o que nos ajuda na orientação ambiental. Outro efeito importante da audição binaural é a melhor compreensão da fala em ambientes ruidosos. Ouvir com duas orelhas, também faz com que seja possível separar e reconhecer fontes sonoras, prestar atenção a um som, ignorando os outros e, para desviar a atenção de um som a outro.
ro_ro: Sunetele percepute de fiecare ureche sunt trimise catre zonele de perceptie corticale dedicate auzului. Creierul integreaza diferentele subtile in sunetele ce vin la fiecare ureche pentru a crea un tablou auditiv al mediului. Un avantaj evident al auzului biaural este abilitatea de localizare a directiei si a distantei catre sursele sonore, ceea ce ajuta la orientarea in spatiu. Un alt efect important al auzului biaural este intelegerea mai buna a vorbirii in medii cu zgomot. Ascultarea cu ambele urechi face, de altfel, posibila separarea si recunoasterea surselor sonore, concentrarea asupra unui sunet si ignorarea altora si schimbarea atentiei de pe o sursa sonora pe alta.
ru_ru: Звуки, полученные от каждого уха, доставляются в зоны слухового восприятия с обоих сторон головного мозга. Мозг интегрирует тонкие различия в звуках от каждого уха, чтобы создать звуковую картину окружающего пространства. Одним из очевидных преимуществ бинаурального слуха является способность определять направление и расстояние до источников звуков, что помогает нам чувствовать себя ориентированным в пространстве. Другой важный эффект от бинаурального слуха - это лучшая разборчивость речи в шумной обстановке. Слышимость двумя ушами также дает возможность выделять и распознавать источники звука, чтобы уделять внимание интересующим звукам и игнорировать другие, а также переключать внимание от одного звука к другому.
sv_se: Ljud mottaget från båda öronen levereras till audiotoriska områden på bägge sidor av hjärnan. Sedan analyserar hjärnan de subtila skillnader i ljudet mellan öronen och målar upp upp en ljudbild av omgivningen. En uppenbar fördel med binauralt hörande är förmågan att lokalisera riktning och avstånd till ljudkällor, vilket hjälper oss att orientera oss i omgivningen. En annan viktig effekt av binauralt hörande är en bättre taluppfattning i bullriga miljöer. Hörande med två öron möjliggör också en fömåga att separera och känna igen ljudkällor, uppmärksamma vissa ljud, strunta i andra samt byta uppmärksamhet från en ljudkälla till en annan.
tr_tr: Her kulak tarafından alınan sesleri beynin her iki tarafında işitsel algı alanlarına teslim edilir. Beyin çevresel bir ses resmi oluşturmak için her bir kulaktaki ince farkları bütünleştirir. Binoral işitme belirgin bir avantajı bize odaklanmayı hissetmeyi sağlayan ses kaynağının yönünü ve uzaklığını bulma kabiliyetidir. Binoral işitme bir diğer önemli etkisi gürültülü ortamlarda konuşmanın daha iyi anlaşılmasıdır. Iki kulak ile işitme aynı zamanda, diğerlerini göz ardı ederken, bir sese dikkat etmek ve dikkatini diğer bir sese kaydırmak için, ses kaynaklarını ayırma ve tanımayı mümkün kılar.
zh_cn: 每只耳朵收集的声音最终传送到大脑的听觉中枢，大脑通过分析各种声音间细微差别以还原身处的环境。双耳聆听的优势之一便是定位声源的方向和距离，以便更好地感知环境。双耳聆听的另一个重要作用是在嘈杂的环境中更好地理解言语。同时双耳聆听也可以更好地分离和识别声源，更好地关注某个声音而忽略其它，并有助于将注意力从一个声音转移到另一个声音。

source: This feature offers the user a clean, crisp, clear sound quality with no annoying 'amplified' quality.
da_dk: Denne egenskab giver en ren, tydelug og klar lydkvalitet uden 'forstærket' lydkvalitet.
ja_jp: This feature offers the patient a clean, crisp, clear sound quality with no annoying 'amplified' quality.
zh_cn: 该功能提供清晰、清脆耳干净的音质。

source: This feature provides a constant awareness of the surrounding sound environment. The sound source of interest is based on the user's conscious listening focus - not the limitation of the hearing aid's directional system.
zh_cn: 这个功能提供了对周围声音环境的持续关注。感兴趣的声音来源是基于用户有意识的听觉焦点，而不是助听器方向性系统的局限性。
