Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: 2. Set hearing instrument(s) to initial fit gain and feature settings.
cs_cz: 2. Nastaví sluchadlo (sluchadla) na výchozí nastavení zesílení a funkcí.
da_dk: 2. Indstille apparat(erne) til target og standard indstillinger.
de_de: 2. Einstellungen berechnen.
es_es: 2. Activar la ganancia inicial y las prestaciones de el(los) audífono(s).
fi_fi: 2. Säätää kuulokojeet pikasovitusvahvistukselle ja perusasetuksiin
fr_fr: 2°) Règle le gain et les paramètres des appareils en fonction de l'audiogramme
hu_hu: 2. Hallókészülék előillesztése és tulajdonságok beállítása.
it_it: 2. Settaggio iniziale del guadagno e delle impostazioni avanzate.
ja_jp: 2. 聴力データをもとにオートフィットします
ko_kr: 2. 초기 피팅 이득과 Feature 설정으로 보청기를 설정하세요
nl_nl: 2. Hoortoestel(len) instellen met basisinstellingen voor Gain en Features
no_no: 2. Stiller høreapparatene etter anbefalt forsterking
pl_pl: 2. Ustawi początkową wartość wzmocnienia i domyślne programy.
pt_pt: 2. Estabeleça o ajuste inicial de ganho e características para o(s) aparelho(s) auditivo(s).
ro_ro: 2. Seteaza aparatele auditive la valorile implicite de castig si caracteristici.
ru_ru: 2. Начальная настройка СА
sv_se: 2. Ställer in hörapparater med initial förstärkning efter audiogram.
tr_tr: 2. İşitme cihazının ilk uygulamasını ve özellik ayarlarını yapar
zh_cn: 2. 自动设置助听器增益和功能；

source: 3. Calibrate DFS (optional)
cs_cz: 3. Provede kalibraci DFS (volitelně).
da_dk: 3. Kalibrere DFS (valgfri)
de_de: 3. DFS-Kalibrierung durchführen (empfohlen)
es_es: 3. Calibrar el DFS (opcional)
fi_fi: 3. Kalibroi DFS toiminnon (valinnainen)
fr_fr: 3°) Effectue un calibrage anti Larsen (si l'option est cochée)
hu_hu: 3. DFS kalibráció (opcionális)
it_it: 3. Calibrazione del DFS (opzionale)
ja_jp: 3. DFS（ハウリング抑制）の初期化をします
ko_kr: 3. DFS 캘리브레이션 (선택사항)
nl_nl: 3. AutoREM uitvoeren en DFS kalibreren (beide optioneel)
no_no: 3. Kalibrere DFS (valgfritt)
pl_pl: 3. Przeprowadzi kalibrację DFS (opcjonalnie)
pt_pt: 3. Calibrar DFS (opcional)
ro_ro: 3. Calibreaza DFS (optional)
ru_ru: 3. Калибровка системы подавления обратной связи (опционально)
sv_se: 3. Kalibrerar DFS (valbar).
tr_tr: 3. DFS kalibrasyonu yapar (opsiyonel)
zh_cn: 3. 进行DFS校准（可选）；

source: 4. Save information to NOAH and the hearing instrument(s)
cs_cz: 4. Uloží data do NOAHu a do sluchadla (sluchadel).
da_dk: 4. Gemme i NOAH og høreapparat(er)
de_de: 4. Abspeichern der Informationen in Datenbank und im Hörsystem
es_es: 4. Guardar la información en NOAH y en el(los) audífono(s)
fi_fi: 4. Tallenna tiedot NOAHiin ja kuulokojeisiin
fr_fr: 4°) Sauvegarde les réglages dans la base de données et les appareils
hu_hu: 4. Információ mentése a NOAH-ba és a hallókészülékbe
it_it: 4. Salvataggio informazioni in NOAH e negli apparecchi acustici.
ja_jp: 4. 補聴器とパソコンへ保存します
ko_kr: 4. NOAH와 보청기에 정보를 저장합니다
nl_nl: 4. De gegevens opslaan in NOAH en in de hoortoestellen
no_no: 4. Lagre informasjonen i NOAH og høreapparat(ene)
pl_pl: 4. Zapisz informacje do NOAH i aparatów słuchowych
pt_pt: 4. Salvar informações no NOAH e no(s) aparelho(s) auditivo(s)
ro_ro: 4. Salveaza informatia in NOAH si in aparatul auditiv(e)
ru_ru: 4. Сохранение данных в NOAH и СА
sv_se: 4. Sparar informationen till NOAH och hörapparater.
tr_tr: 4. Bilgileri NOAH'a ve işitme cihazına kaydeder
zh_cn: 4. 保存至NOAH和助听器。

source: Use this option to quickly set up a hearing instrument to default settings as the basis for an initial fit.
cs_cz: Použitím této volby rychle nastavíte sluchadlo (sluchadla) do výchozího nastavení.
da_dk: Brug denne mulighed til hurtigt at indstille apparaterne til ny tilpasning.
de_de: Diese Option dient der schnellen Voreinstellung des Hörsystems oder als Startbasis für die Anpassung.
es_es: Utilizar esta opción para adaptar un audífono a los datos por defecto, como base para una adaptación inicial.
fi_fi: Valitse tämä toiminto jos haluat nopean sovituksen kuulokojeille perussäädöillä.
fr_fr: Utiliser cette option pour programmer les appareils en étapes successives automatiques.
hu_hu: Használja ezt az opciót a készülék gyorsbeállításához, az alapbeállítás lesz a előbeállítás alapja.
it_it: Utilizzare questa opzione per applicare rapidamente un apparecchio acustico nelle impostazioni predefinite come base di un'applicazione iniziale.
ja_jp: 【注意】 クイックフィットを行うと補聴器へ自動的にデータが上書きされます
ko_kr: 초기 피팅의 기본 디폴트 설정으로 보청기를 빠르게 설정하려면 이 옵션을 사용하세요.
nl_nl: Gebruik deze optie om het hoortoestel snel van de basisinstellingen te voorzien, als basis voor de eerste aanpassing
no_no: Bruk "AutoFit" for rask tilpasning
pl_pl: Użyj tej funkcji aby łatwo i szybko ustawić aparty z domyślnymi parametrami. To ustawienie będzie stanowić bazę do prawidłowego dopasowania aparatów do potrzeb pacjenta.
pt_pt: Use esta opção para rapidamente ajustar o(s) aparelho(s) auditivo(s) nos padrões de ajuste inicial.
ro_ro: Foloseste aceasta optiune pentru a seta rapid Aparatele Auditive la valorile implicite pentru un reglaj initial.
ru_ru: Используйте эту опцию для быстрой начальной настройки СА
sv_se: Använd denna möjlighet för att snabbt ställa in en hörapparat med initiala inställningar.
tr_tr: İşitme cihazını varsayılan ayarlara ve ilk fittinge göre hızlı programlamak için bu seçeneği kullan
zh_cn: 使用此功能可以快速地进行助听器的初始化选配。

source: Connect
cs_cz: Připojit
da_dk: Forbind høreapparat
de_de: Verbinden
es_es: Conectar
fi_fi: Yhdistä
fr_fr: Connexion
hu_hu: Csatlakozás
it_it: Connetti
ja_jp: 接続
ko_kr: 연결하기
nl_nl: Verbinden
no_no: Tilkoble
pl_pl: Połącz
pt_pt: Conectar
ro_ro: Conecteaza
ru_ru: Соединиться
sv_se: Anslut
tr_tr: Bağlan
zh_cn: 连接

source: Select Instrument
cs_cz: Výběr sluchadla
da_dk: Vælg apparat
de_de: Hörsystem wählen
es_es: Elegir Audífono
fi_fi: Valitse kuulokoje
fr_fr: Sélection d'appareil
hu_hu: Készülék kiválasztás
it_it: Scegli Dispositivo
ja_jp: 補聴器選択
ko_kr: 보청기 선택
nl_nl: Selecteer toestel
no_no: Velg høreapparat
pl_pl: Wybierz aparat
pt_pt: Selecionar AASI
ro_ro: Selecteaza Aparatul
ru_ru: Выбрать СА
sv_se: Val av hörapparat
tr_tr: Cihaz Seç
zh_cn: 选择助听器

source: Calibrate DFS
cs_cz: Kalibrovat DFS
da_dk: Kalibrer DFS
de_de: DFS kalibrieren
es_es: Calibrar DFS
fi_fi: Kalibroi DFS
fr_fr: Effectuer un calibrage anti Larsen
hu_hu: DFS kalibráció
it_it: Calibrazione DFS
ja_jp: DFSの初期化も同時に行う
ko_kr: DFS 캘리브레이션
nl_nl: DFS kalibreren
no_no: Kalibrer DFS
pl_pl: Kalibruj DFS
pt_pt: Calibrar DFS
ro_ro: CAlibreaza DFS
ru_ru: Калибровать СА
sv_se: Kalibrera DFS
tr_tr: DFS kalibrasyonu
zh_cn: DFS校准

source: AutoFit
de_de: FirstFit
es_es: QuickFit
fi_fi: AutoSovitus
hu_hu: Automata illesztés
it_it: Fitting Automatico
ja_jp: ｸｲｯｸﾌｨｯﾄ
ko_kr: 자동피팅
pt_pt: Auto Ajuste
ro_ro: Reglaj automat
ru_ru: Автонаcтройка
sv_se: Snabb Anpassning
tr_tr: OtoFit
zh_cn: 自动选配

source: Brand
cs_cz: Značka
da_dk: Mærke
de_de: Modell
es_es: Marca
fi_fi: Malli
fr_fr: Fabricant
hu_hu: Márka
it_it: Marchio
ja_jp: ブランド
ko_kr: 브랜드
nl_nl: Merk
no_no: Merke
pl_pl: Marka
pt_pt: Marca
ro_ro: Marca
ru_ru: Производитель
sv_se: Namn (brand)
tr_tr: Marka
zh_cn: 品牌

source: No products were found. Retry?
cs_cz: Nebyl nalezen typ. Znovu?
da_dk: Ingen produkter fundet. Prøv igen?
de_de: Keine Geräte gefunden. Wiederholen?
es_es: Ningún producto encontrado. ¿Reintentar?
fi_fi: Mitään kuulokojetta ei löydy. Yritä uudelleen ?
fr_fr: Aucun produit détecté. Recommencer ?
hu_hu: Nincsenek készülékek. Újra?
it_it: Nessun prodotto trovato. Riprovare?
ja_jp: 製品が見つかりません。再試行しますか？
ko_kr: 발견된 제품이 없습니다. 다시 시도하시겠습니까?
nl_nl: Geen producten gevonden. Opnieuw proberen?
no_no: Ingen apparater funnet. Prøv igjen?
pl_pl: Nie znaleziono aparatu. Spróbować ponownie?
pt_pt: Nenhum produto encontrado. Deseja tentar novamente?
ro_ro: Nici un produs nu a fost gasit. Reincercati?
ru_ru: Ничего не найдено. Попробовать снова?
sv_se: Inga produkter hittades. Försöka igen?
tr_tr: Ürün bulunamadı. Tekrar Dene?
zh_cn: 未发现助听器。重试吗?

source: You have swapped left and right product. Please switch them back and reconnect.
cs_cz: Zaměnili jste levé a pravé sluchadlo. Prosíme, přepojte je a znovu připojte.
da_dk: Du har byttet venstre og højre apparat. Skift tilbage og forbind igen.
de_de: Das linke und rechte Hörsystem wurden vertauscht. Bitte schließen Sie die Hörsysteme nach dem Seitenwechsel erneut an.
es_es: Ha intercambiado los audífonos derecho e izquierdo. Por favor cámbielos e inténtelo de nuevo.
fi_fi: Olet vaihtanut ristiin vasemman ja oikean kuulokojeen. Vaihda takaisin ja yhdistä uudelleen.
fr_fr: Les appareils ont été inversés.
hu_hu: Felcserélte a jobb és a bal készüléket. Kérjük cserélje vissza őket.
it_it: Sono stati invertiti i prodotti a destra e sinistra. Si prega di tornare indietro e riconnetterli per il lato corretto.
ja_jp: 右と左が入れ替わっています。左右を入れ替えてから再接続して下さい。
ko_kr: 오른쪽과 왼쪽 제품이 바뀌었습니다. 두 제품을 바꾸어 다시 연결하세요.
nl_nl: U heeft het linker en rechter toestel verwisseld. Sluit ze s.v.p. correct aan en verbind ze opnieuw.
no_no: Du har byttet venstre og høyre apparat. Vennligst bytt tilbake og koble til på nytt
pl_pl: Zamieniłeś lewy i prawy aparat. Podłącz je poprawnie i połącz ponownie.
pt_pt: Você deve ter trocado o lado direito e esquerdo. Por favor retornar e reconectar.
ro_ro: Ai incurcat aparatele stanga si dreapta. Inlocuieste-le si reconecteaza-le.
ru_ru: Поменяны местами правый и левый СА. Пожалуйста, поменяйте их снова и переподключите.
sv_se: Du har bytt höger mot vänster produkt. Byt tillbaka och återanslut.
tr_tr: Sağ ve sol cihazların yerlerini değiştirdin. Lütfen onları geri yerleştirin ve tekrar bağlanın.
zh_cn: 您应该将左侧和右侧的产品互换，请互换后重新连接。

source: Serial numbers do not match. Connect anyway?
cs_cz: Výrobní číslo se neshoduje. Přesto připojit?
da_dk: Serienummer passer ikke. Forbind alligevel?
de_de: Die Seriennummern stimmen nicht überein, trotzdem verbinden?
es_es: Los números de serie no coinciden. ¿Conectar de todas formas?
fi_fi: Sarjanumerot eivät täsmää. Jatketaanko kuitenkin ?
fr_fr: Les numéros de série ne correspondent pas. Voulez-vous continuer malgré tout ?
hu_hu: A gyáriszámok nem egyeznek. Mégis csatlakoztatja?
it_it: Il codice prodotto non corrisponde. Connettere ugualmente?
ja_jp: 前回接続された補聴器と今回接続した補聴器のシリアル番号が異なります。このまま接続しますか？
ko_kr: 제조번호가 일치하지 않습니다. 그래도 연결하시겠습니까?
nl_nl: Serienummers stemmen niet overeen. Toch verbinden?
no_no: Serienummer stemmer ikke. Koble til likevel?
pl_pl: Niezgodne numery seryjne. Połączyć mimo to?
pt_pt: Números de série não coincidem. Conectar mesmo assim?
ro_ro: Numerele de serie nu corespund. Conectati oricum?
ru_ru: Серийный номер не определился. Подключиться в любом случае?
sv_se: Serienummer matchar inte. Anslut ändå?
tr_tr: Seri numaraları eşleşmiyor. Yinede Bağlan?
zh_cn: 产品系列号不匹配，继续连接吗？

source: Products do not match. Use connected ({0}) or fitted ({1})?
cs_cz: Typ se neshoduje. Použít připojené ({0}) nebo nastavené ({1})?
da_dk: Produkter passer ikke sammen. Brug forbundet ({0}) eller tilpasset ({1})?
de_de: Die Hörsysteme stimmen nicht überein. Angeschlossene ({0}) oder angepasste ({1}) verwenden?
es_es: Los productos no coinciden. ¿Utilizar conectado ({0}) o adaptado ({1})?
fi_fi: Kuulokojeet eivät täsmää. Käytä yhditettyä ({0}) vai sovitettua ({1})?
fr_fr: Les appareils ne correspondent pas. Conserver celui connecté ({0}) ou celui sauvegardé ({1}) ?
hu_hu: A készülékek nem egyeznek. A csatlakoztatottat ({0}) vagy az illesztettet({1}) használja?
it_it: I Prodotti non corrispondono. Usa connesso ({0}) o applicato ({1})?
ja_jp: 製品が一致しません。({0}) と ({1}) のどちらを使用しますか？
ko_kr: 제품이 일치하지 않습니다. 연결된({0}), 또는 피팅된 ({1})를 사용하시겠습니까?
nl_nl: Toestellen stemmen niet overeen. Verbonden ({0}) of aangepaste ({1}) toestel(len) gebruiken?
no_no: Apparatet stemmer ikke. Bruk tilkoblet({0}) eller tilpasset ({1})
pl_pl: Niezgodne aparaty. Użyć połączonego ({0}) czy dopasowanego ({1})?
pt_pt: Produtos não combinam. Usar conectado ({0}) ou usar ({1})?
ro_ro: Produsele nu corespund. Foloseste ({0}) conectat sau ({1}) reglat?
ru_ru: СА не найден. Использовать выбранный ({0}) или настроенный ({1}) СА?
sv_se: Produkter matchar inte. Använd ({0}) eller anpassad ({1})?
tr_tr: Ürünler eşleşmiyor. Bağlı olan ({0}) 'ı yada fitting yapılan ({1}) 'ı kullan ?
zh_cn: 产品不匹配。连接 ({0}) 或验配 ({1})?

source: Unable to connect to instrument(s)
cs_cz: Nemohu sluchadlo připojit
da_dk: Kan ikke forbinde til apparat
de_de: Das Hörsystem kann nicht verbunden werden
es_es: Imposible conectar al audífono
fi_fi: Kuulokojeeseen ei saada yhteyttä
fr_fr: Impossible de se connecter aux appareils
hu_hu: A készüléket nem lehet csatlakoztatni
it_it: Connessione al dispositivo non riuscita
ja_jp: 機器に接続出来ません
ko_kr: 장치에 연결할 수 없습니다
nl_nl: Verbinden met toestel(len) niet mogelijk
no_no: Kan ikke koble til apparat(er)
pl_pl: Nie moża nawiązać połączenia z aparatem(ami)
pt_pt: Não foi possível conectar o(s) aparelho(s)
ro_ro: Imposibil de conectat dispozitivul
ru_ru: Невозможно подключить устройство
sv_se: Kan inte ansluta till hörapparat
tr_tr: Cihaz(lar) bağlanamıyor
zh_cn: 不能连接助听器

source: Unable to save to hearing instrument(s)
cs_cz: Nemohu uložit nastavení do sluchadla
da_dk: Kan ikke gemme i høreapparat
de_de: Speichern im Hörsystem nicht möglich
es_es: Imposible grabar la programación del audífono
fi_fi: Kuulokojeeseen ei voi tallentaa
fr_fr: Impossible de sauvegarder les réglages dans l'appareil
hu_hu: Nem lehet menteni a hallókészülékbe
it_it: Impossibile il salvataggio sull'apparecchio acustico
ja_jp: 補聴器に保存出来ません
ko_kr: 보청기에 저장할 수 없습니다
nl_nl: Niet mogelijk om op te slaan in hoortoestel(len)
no_no: Kan ikke lagre i høreapparat
pl_pl: Nie można zapisać danych do aparatu (ów)
pt_pt: Não foi possível salvar o(s) aparelho(s) auditivo(s)
ro_ro: Imposibil de salvat in AparatAuditiv
ru_ru: Невозможно сохранить в СА
sv_se: Kan inte spara till hörapparat
tr_tr: İşitme cihazına kayıt yapmak mümkün değil
zh_cn: 不能保存至助听器

source: Initializing...
cs_cz: Inicializuji...
da_dk: Initialiserer…
de_de: Berechnung läuft…
es_es: Inicializando…
fi_fi: Alustetaan…
fr_fr: Initialisation ...
hu_hu: Inicializálás…
it_it: Inizializz…
ja_jp: 初期化中...
ko_kr: 초기화중…
nl_nl: Initialiseren…
no_no: Initialiserer...
pl_pl: Inicjacja
pt_pt: Inicializando…
ro_ro: Initializare...
ru_ru: Инициализация
sv_se: Initialiserar…
tr_tr: Başlatıyor...
zh_cn: 正在初始化…

source: Canceled
cs_cz: Zrušeno
da_dk: Slettet
de_de: Abgebrochen
es_es: Cancelado
fi_fi: Peruttu
fr_fr: Annulé
hu_hu: Megszakított
it_it: Annullato
ja_jp: キャンセルしました
ko_kr: 취소됨
nl_nl: Afgebroken
no_no: Avbrutt
pl_pl: Anulowano
pt_pt: Cancelado
ro_ro: Anulat
ru_ru: Отменено
sv_se: Avbruten
tr_tr: İptal Edildi
zh_cn: 取消

source: AutoFit will reset the fitting data. Do you wish to continue?
cs_cz: AutoFit způsobí ztrátu všech neuložených dat nastavení. Chcete pokračovat?
da_dk: AutoFit vil medføre tab af alle ikke gemte tilpasningsdata. Vil du fortsætte?
de_de: Das Ausführen des FirstFit wird den Verlust aller ungesicherten Anpassdaten zur Folge haben. Möchten Sie fortfahren?
es_es: QuickFit reseteará los datos de adaptación ¿Desea continuar de todas formas?
fi_fi: Automaattinen sovitus korvaa kaiken tallentamattoman sovitustiedon. Haluatko jatkaa ?
fr_fr: AutoFit réinitialisera tous les réglages dans l'appareil. Les données actuelles seront perdues. Voulez-vous continuer ?
hu_hu: Az AutoFit törölni fogja a nem mentett illesztési adatokat. Folytatja?
it_it: AutoFit perderà tutti i dati non salvati. Vuoi continuare?
ja_jp: クイックフィットを実行するとフィッティングデータがリセットされます。クイックフィットを開始しますか？
ko_kr: 자동피팅이 피팅 데이타를 재설정하면 저장되지 않은 데이터를 모두 잃을 수 있습니다. 계속하시겠습니까?
nl_nl: AutoFit zal resulteren in een verlies van de aanpasgegevens. Wilt u hiermee doorgaan?
no_no: Autofit vil slette tilpasningsdata. Ønsker du å fortsette?
pl_pl: AutoFit nadpisze ustawienia dopasowania. Czy chcesz kontynuować?
pt_pt: Auto-ajuste resultará na perda de dados não salvos. Você deseja continuar?
ro_ro: AutoReglaj va reseta toate datelor de reglaj. Vrei sa continui?
ru_ru: Автонастройка приведет к потере всех несохраненных данных. Продолжить?
sv_se: Snabb Anpassningåterställer alla data. Vill du fortsätta?
tr_tr: Otofit, fitting verilerini sıfırlayacaktır. Devam etmeyi istiyormusun?
zh_cn: 自动选配将清空验配数据，您想继续吗？

source: Complete
cs_cz: Hotovo
da_dk: Færdiggør
de_de: Fertig
es_es: Completado
fi_fi: Valmis
fr_fr: Terminé
hu_hu: Komplett
it_it: Completo
ja_jp: 完了しました
ko_kr: 완료
nl_nl: Compleet
no_no: Fullført
pl_pl: Zakończono
pt_pt: Completo
ro_ro: Terminat
ru_ru: Завершено
sv_se: Slutför
tr_tr: Tamamla
zh_cn: 完成

source: Calibrating...
cs_cz: Kalibruji...
da_dk: Kalibrerer...
de_de: Kalibriervorgang...
es_es: Calibrando...
fi_fi: Kalibroidaan...
fr_fr: Calibrage ...
hu_hu: Kalibráció...
it_it: Calibrazione...
ja_jp: 初期化中...
ko_kr: 캘리브레이션 중...
nl_nl: Kalibreren...
no_no: Kalibrerer...
pl_pl: Kalibruję...
pt_pt: Calibrando...
ro_ro: Calibrare...
ru_ru: Калибруется...
sv_se: Kalibrerar...
tr_tr: Kalibrasyon yapılıyor...
zh_cn: 正在校准...

source: Saving...
cs_cz: Ukládám...
da_dk: Gemmer...
de_de: Speichere...
es_es: Grabando...
fi_fi: Tallennetaan...
fr_fr: Sauvegarde ...
hu_hu: Mentés...
it_it: Salvataggio...
ja_jp: 保存中...
ko_kr: 저장중...
nl_nl: Opslaan...
no_no: Lagrer...
pl_pl: Zapisuję...
pt_pt: Salvando...
ro_ro: Salvare...
ru_ru: Сохранение...
sv_se: Sparar...
tr_tr: Kaydediyor...
zh_cn: 正在保存...

source: Connecting...
cs_cz: Připojuji...
da_dk: Forbinder...
de_de: Verbinde...
es_es: Conectando...
fi_fi: Yhdistetään..
fr_fr: Connexion ...
hu_hu: Csatlakozás...
it_it: Connessione...
ja_jp: 接続中...
ko_kr: 연결 중...
nl_nl: Verbinden...
no_no: Kobler til...
pl_pl: Łączę...
pt_pt: Conectando...
ro_ro: Conectare...
ru_ru: Соединяется...
sv_se: Ansluter...
tr_tr: Bağlanıyor...
zh_cn: 正在连接...

source: Not Connected
cs_cz: Nepřipojeno
da_dk: Ikke forbundet
de_de: Nicht verbunden
es_es: No Conectado
fi_fi: Ei yhdistetty
fr_fr: Non connecté
hu_hu: Nem csatlakoztatott
it_it: Non Connesso
ja_jp: 未接続
ko_kr: 연결되지 않았습니다
nl_nl: Niet verbonden
no_no: Ikke Tilkoblet
pl_pl: Nie połączono
pt_pt: Não conectado
ro_ro: Neconectat
ru_ru: Не подключен
sv_se: Inte ansluten
tr_tr: Bağlanmadı
zh_cn: 未连接

source: Connect
cs_cz: Připojit
da_dk: Forbind høreapparat
de_de: Verbinden
es_es: Conectar
fi_fi: YHDISTÄ
fr_fr: Connexion
hu_hu: Csatlakozás
it_it: Connetti
ja_jp: 接続
ko_kr: 연결하기
nl_nl: Verbinden
no_no: Tilkoble
pl_pl: Połącz
pt_pt: Conectar
ro_ro: Conecteaza
ru_ru: Подключить
sv_se: Anslut
tr_tr: Bağlan
zh_cn: 连接

source: Calibrate DFS
cs_cz: Kalibrovat DFS
da_dk: Kalibrer DFS
de_de: DFS-Kalibrierung
es_es: Calibrar DFS
fi_fi: Kalibroi DFS
fr_fr: Calibrer
hu_hu: DFS kalibráció
it_it: Calibrazione DFS
ja_jp: DFSの初期化
ko_kr: DFS 캘리브레이션
nl_nl: DFS kalibreren
no_no: Kalibrer DFS
pl_pl: Kalibtuj DFS
pt_pt: Calibrar DFS
ro_ro: Calibrare DFS
ru_ru: Калибровать СА
sv_se: Kalibrera DFS
tr_tr: DFS Kalibrasyonu
zh_cn: DFS校准

source: Save
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
es_es: Grabar
fi_fi: Tallenna
fr_fr: Enregistrer
hu_hu: Mentés
it_it: Salva
ja_jp: 保存
ko_kr: 저장
nl_nl: OK
no_no: Lagre
pl_pl: Zapisz
pt_pt: Salvar
ro_ro: Salveaza
ru_ru: Сохранить
sv_se: Spara
tr_tr: Kaydet
zh_cn: 保存

source: Right Hearing Instrument
cs_cz: Sluchadlo vpravo
da_dk: Højre høreapparat
de_de: Rechtes Hörsystem
es_es: Audífono Derecho
fi_fi: Oikea kuulokoje
fr_fr: Appareil droit
hu_hu: Jobb hallókészülék
it_it: Apparecchio Acustico Destro
ja_jp: 右耳
ko_kr: 오른쪽 보청기
nl_nl: rechter toestel
no_no: Høyre Høreapparat
pl_pl: Prawy aparat słuchowy
pt_pt: Aparelho Auditivo DIREITO
ro_ro: Aparat Auditiv Drept
ru_ru: Правый слуховой аппарат
sv_se: Höger Hörapparat
tr_tr: Sağ İşitme Cihazı
zh_cn: 右侧助听器

source: Left Hearing Instrument
cs_cz: Sluchadlo vlevo
da_dk: Venstre høreapparat
de_de: Linkes Hörsystem
es_es: Audífono Izquierdo
fi_fi: Vasen kuulokoje
fr_fr: Appareil gauche
hu_hu: Bal hallókészülék
it_it: Apparecchio Acustico Sinistro
ja_jp: 左耳
ko_kr: 왼쪽 보청기
nl_nl: linker toestel
no_no: Venstre Høreapparat
pl_pl: Lewy aparat słuchowy
pt_pt: Aparelho Auditivo ESQUERDO
ro_ro: Aparat Auditiv Stang
ru_ru: Левый слуховой аппарат
sv_se: Vänster Hörapparat
tr_tr: Sol İşitme Cihazı
zh_cn: 左侧助听器

source: - Set gain levels, programs and features
cs_cz: - Nastavení zisků, programů a vlastností.
da_dk: - Indstil forstærkning, programmer og egenskaber
de_de: - Berechnung der Verstärkung, Programme und der Feature-Eigenschaften
es_es: - Ajustar ganancias, programas y prestaciones
fi_fi: - Aseta vahvistustasot, ohjelmat ja ominaisuudet
fr_fr: - Règle le gain et les autres paramètres en fonction de l'audiogramme
hu_hu: - Erősítés szintek, programok és tulajdonságok beállítása
it_it: Settaggio livello guadagno, programmi e caratteristiche
ja_jp: - 利得値と特別機能を設定
ko_kr: - 이득 수준, 프로그램, features를 설정
nl_nl: - Stel versterking, programma's en features in
no_no: - Velg forsterkningsnivå, programmer og egenskaper
pl_pl: - Ustaw poziom wzmocnienia, programy i opcje
pt_pt: - Ajustar nível de ganho, programas e características
ro_ro: - Seteaza nivelele de castig, programe si caracteristici
ru_ru: - Настройка уровня усиления, программ и параметров
sv_se: - Ställ in förstärkningsnivå, program och inställningar
tr_tr: - Kazanç seviyeleri, programları ve özellikleri ayarla
zh_cn: - 设置增益，程序和功能。

source: - Calibrating DFS
cs_cz: - Kalibruji DFS
da_dk: - Kalibrerer DFS
de_de: - Kalibrierung der digitalen Rückkopplungsunterdrückung (DFS)
es_es: - Calibrando DFS
fi_fi: - Kalibroi DFS
fr_fr: - Effectue le calibrage anti Larsen
hu_hu: - DFS kalibráció
it_it: Calibrazione DFS
ja_jp: - DFSを初期化します
ko_kr: - DFS 캘리브레이션
nl_nl: - Kalibreren DFS
no_no: - Kalibrerer DFS
pl_pl: - Kalibruj DFS
pt_pt: - Calibrando DFS
ro_ro: - Calibrare DFS
ru_ru: - Калибровка системы подавления обратной связи
sv_se: - Kalibrerar DFS
tr_tr: - DFS Kalibrasyonu
zh_cn: - DFS校准。

source: - Saving to the hearing instrument(s) and {0}
cs_cz: - Ukládání do sluchadla a {0}
da_dk: - Gem i høreapparater og NOAH
de_de: - Speicherung in Hörsystem(e) und {0}
es_es: - Guardando en el(los) audífono(s) y {0}
fi_fi: - Tallenna kuulokojeisiin ja Noah tietokantaan
fr_fr: - Sauvegarde dans les appareils et dans la base de données
hu_hu: - Mentés a hallókészülékbe és {0}
it_it: Salva su apparecchi/o acustici/o {0}
ja_jp: - {0}と補聴器へ保存
ko_kr: - 보청기와 {0}으로 저장
nl_nl: - Opslaan in hoortoestel(len) en {0}
no_no: - Lagrer i høreapparat(ene) og {0}
pl_pl: - Zapisz dane do aparatu(ów) słuchowego(ych) oraz {0}
pt_pt: - Salvando no(s) aparelho(s) auditivo(s) e {0}
ro_ro: - Salvare in aparatul auditiv si {0}
ru_ru: - Сохранение в СА и NOAH
sv_se: - Sparar till hörapparat(er) och {0}
tr_tr: - {0} ve işitme cihazına kaydediyor...
zh_cn: - 保存到助听器和 {0}

source: Cancel
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
es_es: Cancelar
fi_fi: Peru
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
ja_jp: ｷｬﾝｾﾙ
ko_kr: 취소
nl_nl: Annuleren
no_no: Avbryt
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anuleaza
ru_ru: Отменить
sv_se: Avbryt
tr_tr: İptal
zh_cn: 取消

source: AutoFit
de_de: FirstFit
es_es: QuickFit
fi_fi: Automaattinen sovitus
fr_fr: Cibler
ja_jp: クイックフィット
ko_kr: 자동피팅
pt_pt: Auto ajuste
ru_ru: Автонастройка
sv_se: Snabb Anpassa
tr_tr: OtoFit
zh_cn: 自动选配

source: Autofit Complete
cs_cz: Autofit dokončen
da_dk: Autofit udført
de_de: FirstFit abgeschlossen
es_es: QuickFit Terminado
fi_fi: Automaattinen sovitus valmis
fr_fr: Autofit terminé
hu_hu: Autofit kész
it_it: Autofit Completato
ja_jp: クイックフィット完了
ko_kr: 자동피팅 완료
nl_nl: Autofit compleet
no_no: AutoFit Fullført
pl_pl: Zakończono Autofit
pt_pt: Auto ajuste completo
ro_ro: AutoReglaj Terminat
ru_ru: Автонастройка завершена
sv_se: Snabb Anpassning slutförd
tr_tr: OtoFit Tamamlanıyor
zh_cn: 完成自动选配
