Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Orientation:
cs_cz: Orientace:
de_de: Orientierung:
es_es: Orientación:
fi_fi: Suunta :
hu_hu: Orientáció:
it_it: Orientamento:
ja_jp: 参照方向:
nl_nl: Oriëntatie:
no_no: Orientere:
pl_pl: Umieszczenie:
pt_pt: Orientação:
ro_ro: Orientare
ru_ru: Ориентация:
sv_se: Orientering:
tr_tr: Oryantasyon:
zh_cn: 方向:

source: Reference Position:
cs_cz: Doporučená poloha:
de_de: Bezugspunkt:
es_es: Posición de Referencia:
fi_fi: Referenssiasento :
fr_fr: Position de référence :
hu_hu: Referencia pozició:
it_it: Posizione di Riferimento:
ja_jp: 参照位置:
nl_nl: Referentiepositie:
no_no: Referanse posisjon:
pl_pl: Pozycja Odniesienia:
pt_pt: Posição de Referência:
ro_ro: Pozitia de referinta:
ru_ru: Позиция референса:
sv_se: Referens Position:
tr_tr: Referans Pozisyonu:
zh_cn: 参考位置:

source: Head Surface
cs_cz: Povrch hlavy
da_dk: Hovedets overflade
de_de: Kopf Oberfläche
es_es: Superficie de Cabeza
fi_fi: Pään pinta
fr_fr: Tête
hu_hu: Fej felület
it_it: Superficie superiore
ja_jp: 頭部
nl_nl: Hoofddiffracties
pl_pl: Powierzchnia Głowy
pt_pt: Efeito de cabeça
ru_ru: Поверхность головы
sv_se: Huvudyta
tr_tr: Kafa Yüzeyi
zh_cn: 颅部

source: Undisturbed Field
cs_cz: Nenarušené pole
da_dk: Uforstyrret felt
de_de: Unbeeinflusster Bereich
es_es: Situación Tranquila
fi_fi: Rauhallinen kenttä
fr_fr: Champ libre
hu_hu: Zavartalan mező
it_it: Campo indisturbato
ja_jp: テストボックス
nl_nl: Ongestoord veld
no_no: Uforstyrret Område
pl_pl: Pole Swobodne
pt_pt: Campo Livre
ro_ro: Camp liber
ru_ru: Неискаженное поле
sv_se: Ostört fält
tr_tr: Dokunulmamış Alan
zh_cn: 原状场

source: CFA #2 horn
fi_fi: CFA #2 sarvi
hu_hu: CFA #2 könyök
nl_nl: CFA #2 hoorn
pl_pl: CFA #2 rożek
ro_ro: CFA # 2 corn
ru_ru: CFA #2 рожок
tr_tr: CFA #2 Klaksiyon
zh_cn: CFA #2 号角孔

source: CFA #3 stepped bore
cs_cz: CFA #3 vrtaný průchod
da_dk: CFA #3 steppet boring
de_de: StepVent
fi_fi: CFA #3 askelputki
hu_hu: CFA #3 lépcsős furat
nl_nl: CFA #3 getrapte boring
pl_pl: CFA #3 schodkowe otworu
ru_ru: CFA #3 степ-вент
sv_se: CFA #3 kort vent
tr_tr: CFA #3 kademeli delik
zh_cn: CFA #3 阶梯孔

source: #13 glued-tube
cs_cz: #13 lepená hadička
da_dk: #13 limet slange
de_de: #13 geklebter Schlauch
es_es: #13 Tubo-pegado
fi_fi: #13 liimattu putki
hu_hu: #13 ragasztott cső
it_it: #13 tubetto incollato
nl_nl: #13 verlijmde slang
pl_pl: #13 wklejona rurka
ro_ro: # 13 tub lipit
ru_ru: #13 клеенный звуковод
sv_se: #13 limmad slang
tr_tr: #13 yapıştırılmış-tüp
zh_cn: 13号胶管

source: Tubing:
cs_cz: Hadička:
da_dk: Slange:
de_de: Schlauch:
es_es: Tubo:
fi_fi: Ääniletku :
fr_fr: Tube :
hu_hu: Csövezés:
it_it: Tubetto:
ja_jp: チューブ:
ko_kr: 튜빙:
nl_nl: Slang:
no_no: Slange:
pl_pl: Dźwiękowód:
pt_pt: Tubo:
ro_ro: tub
ru_ru: Звуковод:
sv_se: Ljudslang:
tr_tr: Tüp:
zh_cn: 导声管:

source: Tight
cs_cz: Úzký
da_dk: Tæt
de_de: Fest
es_es: Ajustado
fi_fi: Tiivis
fr_fr: Fermé
hu_hu: Szük
it_it: Stretta
ja_jp: タイト
nl_nl: Strak
no_no: Tett
pl_pl: Ciasny
pt_pt: Estreito
ro_ro: Curbat
ru_ru: Герметично
sv_se: Tät
tr_tr: Sıkı
zh_cn: 密封的

source: Occluded
cs_cz: Uzavřený
da_dk: Okkluderet
de_de: Verschlossen
es_es: Ocluido
fi_fi: Suljettu
fr_fr: De décompression
hu_hu: Elzárt
it_it: Occluso
ja_jp: 閉塞感
nl_nl: Gesloten
no_no: Okklusjon
pl_pl: Zatkany
pt_pt: Ocluído
ro_ro: Ocluzionat
ru_ru: Закупорено
sv_se: Ockluderad
tr_tr: Tıkalı
zh_cn: 塞住的

source: Venting:
da_dk: Ventilation:
fi_fi: Ilmastointi :
fr_fr: Évent :
hu_hu: Vent:
it_it: Ventilazione:
ja_jp: ベント:
no_no: Ventilering:
pl_pl: Wentylacja:
pt_pt: Ventilação:
ro_ro: Ventilatie
ru_ru: Вентирование:
sv_se: Ventilation:
zh_cn: 通气孔:

source: The instrument(s) saved in {0} did not match the connected instrument(s), {0} instrument(s) are now in simulation mode.
cs_cz: Sluchadlo uloženo v {0} nesouhlasí s připojeným sluchadlem, {0} sluchadlo je nyní v módu simulace.
da_dk: Apparaterne gemt i {0} svarer ikke til de forbundne apparater, {0} apparater er nu i simulationstilstand.
de_de: Die gespeicherten Hörsysteme in {0} stimmen nicht mit den angeschlossenen Hörsystemen überein, {0} die Hörsysteme sind nun im Simulations-Modus.
es_es: El(Los) audífono registrados en {0} no coinciden con el(los) audífono(s) conectados, el(los) audífono(s) {0} eta ahora en modo simulación.
fi_fi: Kuulokojeet tallennettu {0} ei vastaa yhdistettyä kuulokojetta, {0} kuulokojeet ovat nyt simulointitilassa.
fr_fr: Les appareils sauvegardés dans {0} ne correspondent pas aux appareils connectés. Les appareils de {0} sont maintenant en mode simulation.
hu_hu: A készülék mentve a {0} nem egyezik meg a csatlakoztatott készülékkel, {0} készülékek most szimulációs módban vannak.
it_it: Il dispositivo o dispositivi salvati non corrispondono ai dispositivi connessi in questo momento in modalità simulazione.
ja_jp: {0}へ保存された補聴器は接続された補聴器と一致しませんでした。そのため{0}の補聴器はシミュレーションモードになっています。
ko_kr: {0}에 저장된 보청기가 연결된 보청기와 불일치 합니다. {0}보청기는 지금 시뮬레이션 모드에 있습니다.
nl_nl: De opgeslagen toestel(len) in (0) corresponderen niet met de aangesloten toestellen, (0) staat nu in de simulatie-modus.
no_no: Apparat lagret i {0} samsvarte ikke med tilkoblet apparat, {0} apparat er nå i simuleringsmodus.
pl_pl: Aparat(y) zapisany(e) w {0} nie pasuje(ą) do podłączonego(ych) aparatu(ów), {0} aparat(y) są teraz trybie symulacji.
pt_pt: O(s) aparelho(s) salvos em {0} não coincidem com os aparelho(s) conectado(s) {0} o(s) aparelhos (s) estão agora no modo simulação.
ro_ro: Instrument (e) salvate în (0) nu se potrivesc cu instrumentul conectat (e), (0) instrument (e) sunt acum în modul de simulare.
ru_ru: Сохраненные в {0} СА не соответствуют подключенным СА, {0} СА находятся в режиме симуляции.
sv_se: Hörapparat(er) sparad i {0} matchar inte ansluten hörapparat(er) {0} hörapparat(er) är nu i simuleringsläge.
tr_tr: {0}'da kayıtlı olan işitme cihazları bağlı bulunan cihazlarla eşleşmedi, {0} cihazlar şimdi simülasyon modunda.
zh_cn: 在{0}中保存的助听器和已连接的助听器不匹配。{0}助听器目前处于模拟状态。

source: Channels:
cs_cz: Kanály:
da_dk: Kanaler:
de_de: Kanäle:
es_es: Canales:
fi_fi: Kanavia :
fr_fr: Nombre de canaux :
hu_hu: Csatornák:
it_it: Canali:
ja_jp: チャンネル:
ko_kr: 채널 :
nl_nl: Kanalen:
no_no: Kanaler:
pl_pl: Kanały:
pt_pt: Canais:
ro_ro: Canale
ru_ru: Каналы:
sv_se: Kanaler:
tr_tr: Kanallar
zh_cn: 通道:

source: NAL-NL1 Parameters
cs_cz: NAL-NL1 parametry
de_de: NAL-NL1 Parameter
es_es: Parámetros NAL-NL1
fi_fi: NAL-NL1 parametrit
fr_fr: Paramètres pour NAL-NL1
hu_hu: NAL-NL1 paraméterek
it_it: Parametri NAL-NL1
ja_jp: NAL-NL1 パラメータ
no_no: NAL-NL1 Parametere
pl_pl: Parametry NAL-NL1
pt_pt: Parâmetros NAL-NL1
ro_ro: Parametrii NAL-NL1
ru_ru: NAL-NL1 параметры
sv_se: NAL-NL1 Parametrar
tr_tr: NAL-NL1 Parametreleri
zh_cn: NAL-NL1参数

source: Connection Status Changed
cs_cz: Došlo ke změně připojení
da_dk: Forbindelsens status er ændret
de_de: Verbindungs-Status
es_es: Estado de Conexión Cambiado
fi_fi: Yhteyden tila muuttunut
fr_fr: Statut de connexion modifié
hu_hu: Csatlakoztatási státusz megváltoztatott
it_it: Stato connessione modificato
ja_jp: 接続状態が変更されました
ko_kr: 연결 상태 변화
nl_nl: Status verbinding gewijzigd
no_no: Tilkoblingsstatus Endret
pl_pl: Status Połączenia Uległ Zmianie
pt_pt: Status de conexão alterados
ro_ro: Starea conexiunii schimbata
ru_ru: Изменен статус соединения
sv_se: Anslutningsstatus har ändrats
tr_tr: Bağlantı Durumu Değişti
zh_cn: 连接状态改变

source: Reset to Full
cs_cz: Resetováno na maximum
da_dk: Fuld nulstilling
de_de: Vollständig zurücksetzen (Reset)
es_es: Resetear al Máximo
fi_fi: Palauta tehdasasetukset
fr_fr: Réinitialiser
hu_hu: Reset a teljesre
it_it: Resettare al Massimo
ja_jp: すべてをリセット
nl_nl: Reset naar Full
pl_pl: Pełen Reset
pt_pt: Restaurar completamente
ro_ro: Resetare completa
ru_ru: Сбросить
sv_se: Återställ till full
tr_tr: Hepsini sıfırla
zh_cn: 全部重置

source: Insert new batteries, verify instrument configuration, ensure the correct version of ReSound Aventa is in use, check programming interface and cables. If you are trying to replace the hearing instrument(s), select 'Replace Instrument,' unassign BOTH instruments, click 'Find' and re-assign current instruments. If you are trying to connect to only one of the hearing instruments, select 'Continue.'
cs_cz: Vložte NOVÉ baterie, ověřte konfiguraci sluchadla a zda používáte správnou verzi Aventa, zkontrolujte programovací interface a kabely. Pokud chcete zaměnit sluchadlo(a), zvolte 'Vyměnit sluchadlo,' odeberte OBĚ sluchadla, klikněte na 'Hledat' a znovu přidejte současná sluchadla. Pokud se snažíte připojit pouze k jednomu ze sluchadel, zvolte 'Pokračovat.'
da_dk: Indsæt nye batterier, kontroller apparatets konfiguration, at du benytter den korrekte version af Aventa samt at kabler og programmeringsinterface er ok. Hvis du prøver at erstatte et apparat vælges 'Byt apparat' fjern BEGGE apparater, klik 'Find' og genforbind de ønskede apparater Hvis du prøver kun at forbinde et apparat vælg 'Fortsæt'.
de_de: Bitte prüfen Sie Programmierkabel und Schnittstelle, ob eine neue Batterie benötigt wird und ob Sie die richtige Version der Aventa verwenden. Wenn Sie das/die Hörsystem(e) austauschen möchten, wählen Sie "Hörsystem austauschen...", entfernen über die "Zurück"-Schaltfläche beide Geräte und Starten über "Suchen" eine neue Hörsystemzuordnung. Wenn Sie nur ein Hörsystem verbinden möchten, wählen sie "Wiederholen"
es_es: Ponga pilas nuevas, verifique la configuración del audífono, asegúrese que utiliza la versión correcta de Aventa, comprobar cables e interface de programación. Si está tratando de reemplazar el(los) audífono(s), seleccione el botón "Reemplazar Audífono..." , después desasigne AMBOS audífonos, hacer clic en 'Buscar', y re-asigne audífonos correctos. Si desea conectar solamente uno de los audífonos, seleccione 'Continuar'.
fi_fi: Tarkista kaapelit, ohjelmointiyksikkö, jos paristoja tarvitaan (vaihda tarvittaessa uudet), ja että oikea Aventa versio on käytössä. Jos yrität valita toista kuulokojetta, paina 'Valitse kuulokoje' painiketta, poista valinta "kaksi kuulokojetta" ja paina "yhdistä" painiketta. Jos olet yhdistämässä vain toiseen kuulokojeeseen paina "Jatka"
fr_fr: Mettre des piles neuves, vérifier la configuration des appareils et la version d'Aventa. Pour remplacer les appareils, cliquer sur "Remplacer l'appareil" puis sur "réaffecter" des deux côtés et enfin sur "redétecter". Pour continuer avec un seul appareil, cliquer sur "Continuer".
hu_hu: Helyezzen be új elemeket, elenörizze a készülék konfigurációt, az Aventa verzióját, ellerörizze a kábelt, programozó egységet. Ha szeretné kicserélni az egyik készüléket, válassza a 'Készülék cserét' csatlakoztassa le a készülékeket, kattintson a 'Keresre' és csatlakoztassa újra. Ha csak egy készüléket akar csatlakoztatni válassza a 'Folytatást'.
it_it: Inserire Batterie nuove, verificare che l'apparecchio abbia la stessa configurazione (open fitting o Standard), assicurarsi che sia in uso la corretta versione di ReSound Aventa , controllare l'interfaccia di programmazione e cavi. Se si sta sostituendo l'apparecchio acustico, selezionare 'Sostituisci Dispositivo' annullare l'assegnazione di entrambi gli apparecchi, fare clic su 'Cerca' e assegnare a dx o sx gli apparecchi che si sta tentando di connettere. Se si stà riconnetendo un solo apparecchio dei due, selezionare "Continua".
ja_jp: インターフェイス、電池の有無、Aventaのバージョンを確認して下さい。 ※Noahlink Wirelessで別の補聴器を接続したい場合は、一旦補聴器管理画面で割当解除した後、補聴器を検索して新たに割当を行なって下さい。「次へ進む」ボタンがある場合、押すとそのまま続行します。
ko_kr: 새 배터리를 삽입하고, 보청기 형태를 확인한 후, 사용중인 Aventa 버전이 정확한지 살펴보고 프로그래밍 인터페이스와 케이블을 체크하세요. 보청기를 교체하려면, '보청기 교체' 선택하고, 양쪽 보청기의 적용을 해제한 후, '찾기'를 클릭하여 현재 보청기를 다시 적용하세요. 보청기 한 개만 연결하려면, '계속'을 선택하세요.
nl_nl: Check s.v.p. de batterijen en de verbindingen en controleer of de toestellen correct geconfigureerd zijn en of de juiste versie van Aventa in gebruik is. Indien u een toestel wilt vervangen, klik dan op 'Vervang toestellen", verbreek de toewijzing van beide toestellen, klik op ´Zoek´ en selecteer de nieuwe toestellen. Indien u slechts één toestel wilt verbinden klikt u op ´Doorgaan´.
no_no: Sett i nye batterier, kontroller apparat konfigurasjon og at riktig Aventa versjon er i bruk. Undersøk programmeringsenhet og kabler. Om du forsøker å erstatte høreapparat(ene), velg 'Erstatt Apparat" og Fjern link på apparatene. Trykk 'Finn' og link de aktuelle apparatene til bruker. Om du forsøker å koble til bare ett av apparatene, velg 'Fortsett'.
pl_pl: Włóż nowe baterie, sprawdź konfigurację aparatu, upewnij się, że używasz odpowiedniej wersji programu Aventa, sprawdź interfejs programujący i kable. Jeśli chcesz zastąpić aparat(y) słuchowy(e) wybierz "Zastąp Aparat", odznacz OBA aparaty, kliknij "Wyszukaj" i ponownie przypisz wybrane aparaty. Jeśli chcesz podłączyć tylko jeden aparat wybierz "kontynuuj".
pt_pt: Insira novas baterias, verifique a configuração dos aparelhos, assegure-se que a nova versão do Aventa esteja em uso, cheque interface de programação e cabos. Caso você esteja tentando substituir os aparelhos, selecione " TROCAR AASI", desmarque ambos aparelhos e clique em "BUSCAR" e substitua com os aparelhos atuais. Caso esteja tentanto conectar apenas um aparelho, selecione "Continuar".
ro_ro: Introduceti baterii noi, verificati configuratia dispozitivului, asigurati-va ca versiunea corecta de Aventa e in uz, verificati interfata de programare si cablurile. Daca incercati sa inlocuiti aparatele, apasati Inlocuieste Aparat, debifati AMBELE aparate, apasati Cauta si realocati dispozitivele curente. Daca doriti sa va conectati doar la un singur aparat, apasati Continua
ru_ru: Установите новую батарейку, проверьте конфигурацию аппарата, интерфейс программирования, кабеля и правильность выбранной версии Aventa. Если Вы хотите заменить СА, выберите 'Заменить аппарат', отменить предыдущие аппараты, нажать 'Найти' и определить текущие аппараты. Если Вы хотите подключить только один СА, выберите 'Продолжить'.
sv_se: Kontrollera att du har nya batterier, korrekt hörapparatkonfiguration och Aventa version samt rätt kablar och prog. interface. Om du försöker byta ut hörapparater välj `Ersätt hörapparat´. Ta bort båda hörappparaterna, klicka `Sök´ och välj åter aktuella hörapparater. Om du försöker ansluta till en av hörapparaterna klicka "Fortsätt".
tr_tr: Yeni pil takın, cihazın yapılandırmasından emin olun, Aventa'nın doğru sürümünü kullandığınızdan emin olun, programlama arayüzünü ve kabloları kontrol edin. Eğer cihazları değiştirmeyi deniyorsanız, 'Cihaz değiştir' i seçin, her iki cihazda da atamaları kaldırın, 'Ara' ya basın ve hazırdaki cihazlara yeniden atama yapın. Eğer sadece cihazlardan bir tanesine bağlanmayı deniyorsanız, 'Devam' ı seçin.
zh_cn: 使用新电池,检查编程设备，编程线以及当前使用的Aventa版本。 如果您想重置助听器，请选择“重置助听器...“，点击"查找"重新连接。如果您想仅连接单台助听器,点击"继续".

source: Noah data has been changed. Please close ReSound Aventa and reopen to access the changed data.
cs_cz: Byl změněna data NOAH. Prosím, zavřete modul Aventa a znovu jej spusťte, abyste měli přístup ke změněným datům.
da_dk: Noah data er ændret. Luk venligst Aventa og åben igen for at bruge de ændrede data.
de_de: Die NOAH Daten haben sich geändert. Bitte schließen Sie Aventa und öffnen Sie Aventa erneut, um Zugang zu den geänderten Daten zu erhalten.
es_es: Los datos de Noah han cambiado. Por favor cierre Aventa y vuélvalo a abrir para acceder a dichos cambios.
fi_fi: Noah tieto on muutettu. Käynnistä Aventa uudelleen saadaksesi uusi tieto käyttöön.
fr_fr: Les données Noah ont été modifiées. Fermer Aventa et le relancer pour accéder aux nouvelles données.
hu_hu: A Noah adatok megváltoztak. Kérjük, zárja be az Aventát és nyissa meg újra a megváltoztatott adatokat.
it_it: Dati Noah cambiati. Chiudere e riaprire ReSound Aventa per accedere ai dati cambiati.
ja_jp: パソコンのデータが変更されています。Aventaを閉じ、変更されたデータを再度ひらいて下さい。
ko_kr: Noah 데이타가 변경됬습니다. 아벤타를 종료하고 다시 시작하세요.
nl_nl: NOAH gegevens zijn veranderd. Sluit Aventa af en start de module opnieuw om de gewijzigde gegevens over te nemen.
no_no: Noah data har blitt endret. Vennligst lukk Aventa og åpne på nytt for å få tilgang til endret data.
pl_pl: Dane Noah zostały zmienione. Proszę zamknąć Aventa i uruchomić ponownie
pt_pt: Dados do NOAH foram modificados. Feche o Aventa e abra-o novamente para acessar os dados alterados
ro_ro: Datele din NOAH au fost modificate. Inchideti Aventa si reporniti pentru a avea acces la modificari.
ru_ru: Данные NOAH изменились. Пожлуйста закройте Aventa и октройте снова для доступа к измененным данным.
sv_se: Noahdata har ändrats. Vänligen avsluta och starta Aventa för att få access till ändrad data
tr_tr: Noah verileri degisti. Aventayı kapatın ve tekrar açarak değişen bilgilere ulaşın.
zh_cn: NOAH数据已经改变.请重启Aventa才可引导改变后的数据.

source: Host data has been changed. Please close ReSound Aventa and reopen to access the changed data.
cs_cz: Data byla změněna. Prosím, zavřete Aventu a opětovně otevřete přístup k výměně dat.
da_dk: Data er ændret. Luk venligst Aventa og åben igen for at bruge de ændrede data.
de_de: Ursprungsdaten wurden geändert. Bitte schließen und öffnen Sie Aventa, um auf die neuen Daten zuzugreifen.
es_es: Los datos del servidor han cambiado. Por favor, cierre Aventa y vuélvalo a abrir para acceder a dichos cambios.
fi_fi: Isäntä on vaihtunut. Sulje ja käynnistä Aventa uudelleen ottaaksesi uudet tiedot käyttöön.
fr_fr: Les données ont été modifiées. Fermer Aventa et le relancer pour accéder aux nouvelles données.
hu_hu: A host adatok változtak. Kérjük zárja be az Aventát és nyissa meg újra, az adatok megváltoztatásához.
it_it: I dati Host sono stati cambiati. Chiudere e riaprire ReSound Aventa per avere accesso ai dati modificati.
ja_jp: ホストデータが変更されました。Aventaをいったん閉じて、再びAventaを立ち上げて下さい。
ko_kr: Host 데이터가 변했습니다. Aventa를 닫으시고 변화된 데이터에 접근하기 위해 다시 여십시오.
nl_nl: Host gegevens zijn gewijzigd. Sluit Aventa af en open opnieuw om toegang te hebben tot deze gegevens.
no_no: Data er endret. Vennligst lukk og Åpne Aventa for tilgang til endret data.
pl_pl: Dane hosta zostały zmienione. Proszę zamknąć program Aventa i uruchomić go ponownie aby zyskać dostęp do danych.
pt_pt: Os dados originais forma alterados. Por favor feche e abra novamente o Aventa para acessar os dados modificados
ro_ro: Datele au fost schimbate. Vă rugăm să închideţi şi redeschideţi Aventa pentru a accesa datele modificate
ru_ru: Данные главного носителя были изменены. Пожалуйста, перезагрузите Авента для применения измененных данных.
sv_se: Källdata har ändrats. Starta om Aventa för att få access till ändrad data.
tr_tr: Host verisi değiştirildi. Lütfen Aventa'yı kaldırın ve değiştirilen veriye giriş yapmak için tekrar açın.
zh_cn: 主机数据已改变。请关闭Aventa。下次运行时将刷新数据。

source: MicTel Balance
cs_cz: M/T rovnováha
da_dk: MikTel Balance
de_de: Mikro/Tel Abgleich
es_es: Balance MicTel
fi_fi: MikPuh tasapaino
fr_fr: Balance micro / bobine T
hu_hu: MikTel Balansz
it_it: MicTel Bilanciamento
ja_jp: ﾏｲｸﾃﾚｺｲﾙ ﾊﾞﾗﾝｽ
nl_nl: MT balans
no_no: Mik.Tel Balanse
pl_pl: Balans Mik/Tel
pt_pt: Balanço MicTel
ro_ro: Balans MicTel
ru_ru: Баланс Микрофон-Телефон
sv_se: Mik - Telespole balans
tr_tr: MikrofonTel Dengesi
zh_cn: 麦克风电感平衡

source: Streamer BassBoost
de_de: BassBoost
es_es: Realce de graves del Streamer
fi_fi: Lähettimen Bassokorostus
fr_fr: Suramplification des graves de l'accessoire
it_it: Incremento Gravi BassBoost - Accessori Wireless
ja_jp: ストリーマーバスブースト
nl_nl: Streamer LF Boost
pl_pl: BassBoost dla Akcesoriów
pt_pt: Incremento de graves do Acessório
ru_ru: Усиление баса стримера
zh_cn: 响度提升（音频转换）

source: Microphone Balance
cs_cz: Vyrovnání mikrofonů
da_dk: Mikrofonbalance
de_de: Mikrofonabgleich
es_es: Balance del Micrófono
fi_fi: Mikrofoni tasapaino (KK mikrofoni/Langaton Mikrofoni)
fr_fr: Atténuation micro de l'appareil
hu_hu: Mikrofon balansz
it_it: Bilanciamento Microfono
ja_jp: マイクロホンバランス
nl_nl: Microfoon balans t.o.v. externe bron
no_no: Mikrofon Balanse
pl_pl: Balans Mikrofonu
pt_pt: Balanço do Microfone
ru_ru: Баланс микрофона
sv_se: Mikrofon Balans
tr_tr: Mikrofon Dengesi
zh_cn: 麦克风份量

source: Hollow Shell - Medium Vent (2 mm)
cs_cz: Tvarovka - Střední Vent (2 mm)
da_dk: Skal med ca. 2 mm. vent.
de_de: Hohlschale - Mittleres Venting (2 mm)
es_es: FlexVent Medio (2mm)
fi_fi: Ontto kuori - Keskik. ilmastointi (2mm)
fr_fr: ThinShell avec évent de 2 mm
hu_hu: Üreges ház - közepes vent (2 mm)
it_it: Flexvent-Vent Media (2mm)
ja_jp: ベント中 (2mm)
nl_nl: FlexVent Medium (2 mm)
no_no: T-shell - Medium Vent (2 mm)
pl_pl: Płytka Wkładka - Średnia Wentylacja (2 mm)
pt_pt: Ventilação Média (2mm)
ro_ro: Shell gol - Vent mediu (2 mm)
ru_ru: Полый Шелл - Средний вент (2 мм)
sv_se: Specialvent 2 mm
tr_tr: Oyuk Shell - Orta Vent (2 mm)
zh_cn: 壳式耳模-中气孔(2mm)

source: Hollow Shell - Large Vent (3 mm)
cs_cz: Tvarovka - Velký Vent (3 mm)
da_dk: Skal med ca. 3 mm. vent
de_de: Hohlschale - Großes Venting (3 mm)
es_es: FlexVent Grande (3mm)
fi_fi: Ontto kuori - Iso ilmastointi (3mm)
fr_fr: ThinShell avec IROS
hu_hu: Üreges ház - nagy vent (3 mm)
it_it: Flexvent-Vent Grande (3mm)
ja_jp: ベント大 (3mm)
nl_nl: FlexVent Groot (3 mm)
no_no: T-shell - Stor Vent (3 mm)
pl_pl: Płytka Wkładka - Duża Wentylacja (3 mm)
pt_pt: Ventilação Grande (3mm)
ro_ro: Shell gol - Vent mare (3 mm)
ru_ru: Полый Шелл - Большой вент (3 мм)
sv_se: Specialvent 3 mm
tr_tr: Oyuk Shell - Geniş Vent (3 mm)
zh_cn: 壳式耳模-大气孔(3mm)

source: DAI Level
cs_cz: DAI úroveň
da_dk: DAI niveau
de_de: DAI
es_es: Conex. DAI
fi_fi: DAI voimakkuus (audioliitin)
fr_fr: Commutation sur entrée audio
hu_hu: DAI szint
it_it: Livello DAI
ja_jp: DAIレベル
nl_nl: Schakelen naar DAI
no_no: Audioinngangnivå
pl_pl: Poziom DAI
pt_pt: Nível DAI
ro_ro: Nivelul DAI
ru_ru: Прямой аудиовход
sv_se: DAI Nivå
tr_tr: DAI Seviyesi
zh_cn: DAI提示

source: DAI+Mic
da_dk: DAI+Mik
de_de: DAI+Mikro
fi_fi: DAI+mik.
fr_fr: Entrée audio DAI + micro
hu_hu: DAI+Mik
ja_jp: DAI + ﾏｲｸ
no_no: Audioinngang + Mik
pl_pl: DAI+Mik
ru_ru: Прямой аудиовход+Микрофон
sv_se: DAI+Mik
tr_tr: DAI+Mikrofon
zh_cn: DAI+麦克风

source: DAI and Telecoil
cs_cz: DAI a Telefonní cívka
da_dk: DAI og telespole
de_de: DAI und Induktionsspule
es_es: DAI y Bobina
fi_fi: DAI ja puhelinkela
fr_fr: Entrée audio DAI + bobine T
hu_hu: DAI és Telefontekercs
it_it: DAI e Telecoil
ja_jp: DAI + ﾃﾚｺｲﾙ
ko_kr: DAI 와 Telecoil
nl_nl: DAI en luisterspoel
no_no: Audioinngang og Telespole
pl_pl: DAI i Cewka Indukcyjna
pt_pt: DAI e bobina telefônica
ro_ro: DAI si Bobina telefonica
ru_ru: Прямой аудиовход и Телефонная катушка
sv_se: DAI och Telesploe
tr_tr: DAI ve Telecoil
zh_cn: DAI和电感

source: The {0} feature is not present on the {1} instrument.
cs_cz: Funkce {0} není k dispozici na sluchadle {1}.
da_dk: {0} er ikke i det {1} HA.
de_de: Die {0} Funktion ist nicht verfügbar in dem {1} Hörsystem.
es_es: La opción {0} no esta disponible en el audífono {1} .
fi_fi: {0} ominaisuus ei ole käytettävissä {1} kuulokojeessa.
fr_fr: La fonction {0} n'est pas activée sur l'appareil (Oreille {1}) .
hu_hu: A {0} tulajdonság nincs meg a {1} készülékben.
it_it: La caratteristica {0} non è presente sull'Apparecchio {1}
ja_jp: {0}の機能は{1}の補聴器に存在しません
ko_kr: {0} feature가 {1} 보청기에 존재하지 않습니다.
nl_nl: {0} is niet beschikbaar in toestel {1}).
no_no: {0} egenskapen er ikke tilgjengelig i {1} apparat.
pl_pl: Funkcja {0} nie jest dostępna w {1} aparacie.
pt_pt: Esta {0} característica não está presente neste(s) {1} aparelho(s).
ro_ro: Caracteristica (0) nu este prezenta pe dispozitivul (1).
ru_ru: Функция {0} не представлена в СА {1}.
sv_se: {0} inställningen finns inte på {1} hörapparat(er)).
tr_tr: {0} daki özellikler {1} cihazda yok.
zh_cn: 在{1}助听器上未启用{0}功能
