Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Always-on Features
cs_cz: Vždy zapnuté funkce
da_dk: Egenskaber der altid er til
de_de: Immer Aktive Funktionen
es_es: Prestaciones Siempre Activas
fi_fi: Ominaisuudet jotka ovat aina päällä
fr_fr: Synchronisations permanentes :
hu_hu: Tulajdonságok mindig bekapcsolva
it_it: Funzionalità sempre attive
ja_jp: 常に有効な機能
nl_nl: Altijd-aan functionaliteiten
no_no: Egenskaper alltid aktivert
pl_pl: Funkcje Zawsze Włączone
pt_pt: Características sempre ativadas
ru_ru: Всегда активные функции
sv_se: "Alltid på" inställningar
tr_tr: Herzaman-Açık Özellikler
zh_cn: 基本功能

source: Available Features
cs_cz: Dostupné funkce
da_dk: Tilgængelige egenskaber
de_de: Verfügbare Funktionen
es_es: Prestaciones Disponibles
fi_fi: Käytettävissä olevat ominaisuudet
fr_fr: Synchronisations désactivables :
hu_hu: Rendelkezésre álló tulajdonságok
it_it: Funzionalità selezionabili
ja_jp: 設定により有効な機能
ko_kr: 이용 가능한 특성들
nl_nl: Beschikbare functionaliteiten
no_no: Tilgjengelige egenskaper
pl_pl: Dostępne Funkcje
pt_pt: Características Disponíveis
ru_ru: Доступные функции
sv_se: Tillgängliga inställningar
tr_tr: Uygulanabilir Özellikler
zh_cn: 可选功能

source: DAI Balance
de_de: DAI Abgleich
es_es: Balance del DAI
fi_fi: DAI tasapaino
fr_fr: Balance DAI
hu_hu: DAI balansz
it_it: DAI Bilanciamento
ja_jp: マイクロホンバランス
nl_nl: DAI balans
no_no: Audioinngang balanse
pl_pl: Balans DAI
pt_pt: Balanceamento do DAI
ru_ru: Баланс Аудио входа
sv_se: DAI Balans
tr_tr: DAI Balansı
zh_cn: DAI平衡

source: Tel/DAI Balance
da_dk: T/DAI balance
de_de: Tel/DAI Abgleich
es_es: Balance Tel/DAI
fi_fi: Puh/DAI tasapaino
fr_fr: Balance TEL/DAI
hu_hu: Tel/DAI balansz
it_it: Tel/DAI Bilanciamento
ja_jp: ﾃﾚｺｲﾙ/DAIバランス
nl_nl: T/DAI balans
no_no: Tel./Audioinngang balanse
pl_pl: Balans Tel/DAI
pt_pt: Balanceamento Tel/DAI
ru_ru: Телефон/Аудио вход баланс
sv_se: Telelespole / DAI Balans
tr_tr: Tel/DAI Balansı
zh_cn: 电感/DAI平衡

source: DAI/Tel Balance
da_dk: DAI/T balance
de_de: DAI/Tel Abgleich
es_es: Balance DAI/Tel
fi_fi: DAI/Puh tasapaino
fr_fr: Balance DAI/TEL
hu_hu: DAI/Tel balansz
it_it: DAI/Tel Bilanciamento
ja_jp: DAI/ﾃﾚｺｲﾙバランス
nl_nl: DAI/T balans
no_no: Audioinngang/Tel. balanse
pl_pl: Balans DAI/Tel
pt_pt: Balanceamento DAI/Tel
ru_ru: Аудио вход/Телефон баланс
sv_se: DAI /Telespole Balans
tr_tr: DAI/Tel Balansı
zh_cn: DAI/电感平衡

source: This will disable all Ear-to-Ear communication features.
cs_cz: Tím deaktivujete funkci Ear-to-Ear komunikace.
da_dk: Dette vil slå al Ear-to-Ear kommunikation fra
de_de: Beim erneuten Einschalten werden die Parameter auf Standard gesetzt.
es_es: Esto deshabilitara todas las prestaciones de comunicación Oído a Oído
fi_fi: Tämä poistaa käytöstä kaikki Koje-koje kommunikointi toiminnot.
fr_fr: Attention : ceci va désactiver la communication inter-appareils.
hu_hu: Ez kikapcsolja a készülékek közötti kommunikációt.
it_it: In questo modo verrà disattivata la comunicazione Ear-to-Ear.
ja_jp: すべての両耳連動機能が無効になります
ko_kr: 이것으로 모든 양이 보청기간 통신 특성을 이용할 수 없게 됩니다.
nl_nl: Dit zal alle Ear-to-Ear functionaliteiten uitschakelen.
no_no: Dette vil deaktivere alle Apparat-til-Apparat egenskapene.
pl_pl: Zablokuje to wszystkie funkcje Komunikacji Międzyusznej.
pt_pt: Isto irá desativar todos os recursos da comunicação de orelha a orelha.
ro_ro: Aceasta va dezactiva toate caracteristicele de comunicare intre dispozitive.
ru_ru: Это приведет к отключению всех функций Бинауральной связи.
sv_se: Det här kommer koppla bort alla Öra till Öra inställningar.
tr_tr: Bu Cihaz-dan-Cihaza iletişim özelliğini devre dışı bırakır.
zh_cn: 这将禁止所有的双耳智能融合功能。

source: Update Instrument(s)
cs_cz: Update sluchadla(el)
da_dk: Opdater apparater
de_de: Update Hörsystem(e)
es_es: Actualizar Audífono(s)
fi_fi: Päivitä kuulokojeet
fr_fr: Mettre à jour un appareil
hu_hu: Készülék frissítés
it_it: Aggiorna Dispositivo(i)
ja_jp: 補聴器をアップデートする
ko_kr: 보청기를 업데이트 하세요
nl_nl: Toestel(len) updaten
no_no: Oppdater Apparat
pl_pl: Aktualizuj aparaty
pt_pt: Atualização dos Aparelhos Auditivos
ro_ro: Update instrument(e)
ru_ru: Обновить аппарат(ы)
sv_se: Uppdatera hörapparat(er)
tr_tr: Cihaz(ları) Güncelle
zh_cn: 助听器升级

source: Skip update
cs_cz: Přeskočit aktualizaci
da_dk: Spring over opdatering
de_de: Update überspringen
es_es: Ignorar Actualización
fi_fi: Peru päivitys
fr_fr: Passer la mise à jour
hu_hu: Frissítés megszakítás
it_it: Salta aggiornamento
ja_jp: アップデートをしない
ko_kr: 업데이트를 건너뜁니다.
nl_nl: Update overslaan
no_no: Hopp over oppdatering
pl_pl: Pomiń aktualizację
pt_pt: Pular atualização
ro_ro: Sari peste update
ru_ru: Пропустить обновление
sv_se: Hoppa över uppdatering
tr_tr: Güncellemeyi geç.
zh_cn: 跳过升级

source: (wired is recommended)
cs_cz: (doporučen kabel)
da_dk: (kabler anbefalet)
de_de: (Kabelgebundene Verbindung wird empfohlen)
es_es: (es recomendado por cable)
fi_fi: (langallinen on suositeltava)
fr_fr: (programmation filaire recommandée)
hu_hu: (kábeles ajánlott)
it_it: (si raccomanda con cavetti)
ja_jp: （有線接続を推奨します）
ko_kr: (유선연결을 권장합니다)
nl_nl: (Update moet draadgebonden)
no_no: (kabler er anbefalt)
pl_pl: (zalecany jest przewodowy interfejs dopasowania)
pt_pt: (cabo é recomendado)
ro_ro: Recomandat cu for
ru_ru: (рекомендуется использовать провода)
sv_se: Kabel rekommenderas
tr_tr: (kablo gereklidir.)
zh_cn: (建议使用编程线)

source: (required, both instruments must be up-to-date)
cs_cz: (vyžadováno, obě sluchadla musí být aktualizovaná)
da_dk: (påkrævet, begge apparater skal være opdateret)
de_de: (Erforderlich, beide Hörsysteme müssen auf dem aktuellen Stand sein)
es_es: (la actualización de ambos audífonos es requerida)
fi_fi: (vaaditaan, kumpikin kuulokoje on oltava päivitetty)
fr_fr: (nécessaire, les deux appareils doivent être à jour)
hu_hu: (fontos, mindkét készülék frissítése)
it_it: (necessario, entrambi i dispositivi devono essere aggiornati)
ja_jp: （場合によっては両耳とも補聴器が最新になっている必要があります）
ko_kr: (필수적으로, 보청기는 양쪽 모두 최신이어야 합니다)
nl_nl: (noodzakelijk, beide toestellen moeten up-to-date zijn)
no_no: (krav, begge apparater må være up-to-date)
pl_pl: (wymagane, oba aparaty muszą mieć aktualne oprogramowanie)
pt_pt: (recomendado, ambos aparelhos estejam atualizados)
ro_ro: (Necesar ca ambele instrumente sa fie la zi )
ru_ru: (необходимо обновить оба аппарата)
sv_se: (Krav, båda hörapparaterna måste vara uppdaterade)
tr_tr: (heriki cihazda güncellenmiş olması gerekiyor.)
zh_cn: (双侧助听器必须都升过级)

source: Instrument Update
cs_cz: Update sluchadla
da_dk: Apparatopdatering
de_de: Hörsystem Update
es_es: Actualización de Audífono
fi_fi: Kuulokojepäivitys
fr_fr: Mise à jour des appareils
hu_hu: Készülék frissítés
it_it: Aggiornamento del Dispositivo
ja_jp: 補聴器アップデート
ko_kr: 보청기 업데이트
nl_nl: Toestel update
no_no: Apparat oppdatering
pl_pl: Aktualizacja Aparatu
pt_pt: Atualização do aparelho
ru_ru: Обновление устройства
sv_se: Hörapparatuppdatering
tr_tr: Cihaz güncellemesi
zh_cn: 助听器升级

source: Asymetrical Phone Handling
zh_cn: 智能电话

source: Searching for hearing instrument(s) …
cs_cz: Vyhledávání sluchadla(el) …
da_dk: Søger høreapparater …
de_de: Suche nach Hörsystemen…
es_es: Buscando audífono(s) …
fi_fi: Etsitään kuulokojetta...
fr_fr: Recherche d'appareils en cours …
hu_hu: Hallókészülék keresés …
it_it: Ricerca Dispositivo/i …
ja_jp: 補聴器を検索しています...
ko_kr: 보청기를 탐색중 …
nl_nl: Zoeken naar hoortoestel(len) …
no_no: Leter etter høreapparat(er)…
pl_pl: Wyszukiwanie aparatów słuchowych …
pt_pt: Detectando aparelhos auditivos…
ro_ro: Cauta aparat(e) …
ru_ru: Определение слухового аппарата(ов) …
sv_se: Söker efter hörapparat(er)…
tr_tr: İşitme cihazları aranıyor...
zh_cn: 正在探测助听器…

source: Stop Search
cs_cz: Zastavit hledání
da_dk: Stop søgning
de_de: Suche anhalten
es_es: Detener la búsqueda
fi_fi: Lopeta etsintä
fr_fr: Arrêter la recherche
hu_hu: Keresés megállítása
it_it: Interrompi Ricerca
ja_jp: 検索の中止
ko_kr: 탐색 중단
nl_nl: Stop zoeken
no_no: Stopp leting
pl_pl: Stop Wyszukiwania
pt_pt: Parar detecção
ro_ro: Opreste cautarea
ru_ru: Остановить поиск
sv_se: Stoppa sökning
tr_tr: Aramayı durdur
zh_cn: 停止探测

source: Instruments: {0}
cs_cz: Sluchadla: {0}
da_dk: Apparater: {0}
de_de: Hörsysteme: {0}
es_es: Audífonos: {0}
fi_fi: Kuulokojeet : {0}
fr_fr: Appareil(s) : {0}
hu_hu: Készülékek: {0}
it_it: Dispositivi: {0}
ja_jp: 補聴器: {0}
ko_kr: 보청기: {0}
nl_nl: Toestellen: {0}
no_no: Apparater: {0}
pl_pl: Urządzenia: {0}
pt_pt: Aparelhos: {0}
ro_ro: Instrumente: {0}
ru_ru: Аппараты: {0}
sv_se: Hörapparater: {0}
tr_tr: Cihazlar: {0}
zh_cn: 助听器： {0}

source: Open and Close the instrument(s) battery door to place it in discovery mode.
cs_cz: Otevřete a Zavřete bateriové pouzdro sluchadla(el) pro spuštění režimu rozpoznání.
da_dk: Åben og luk apparateernes batteridøre så apparaterne derved kan findes.
de_de: Öffnen und schließen Sie die Batterieklappen der Hörsysteme um sie in den Discovery-Modus zu versetzen.
es_es: Abrir y cerrar el(los) portapila(s) de el(los) audífono(s) para activar el modo búsqueda.
fi_fi: Avaa ja sulje kuulokojeen paristo jolloin se siirtyy pariritustilaan.
fr_fr: Ouvrir et fermer le porte-pile des appareils pour activer le mode couplage.
hu_hu: Nyissa ki majd zárja be a készülék elemkamráját a keresési módba való belépéshez.
it_it: Aprire e chiudere sportellino pila, per attivare la modalità ricerca wireless nei dispositivi.
ja_jp: 補聴器の電池ケースを一回「開け閉め」して下さい。これにより補聴器がペアリングモード（検知モード）に入ります。
ko_kr: 디스커버리 모드에서 보청기 배터리 도어를 열고 닫으세요.
nl_nl: Open en sluit de batterijlade van de toestellen om ze in de pairingmodus te zetten.
no_no: Åpne og lukke batteriluken på høreapparat(ene) for å sette det i tilkoblingsmodus.
pl_pl: Otwórz i Zamknij komorę baterii w aparacie aby wprowadzić go w tryb wykrywania.
pt_pt: Abrir e Fechar o compartimento de bateria para que os aparelhos sejam encontrados.
ro_ro: Deschideti si inchideti usita bateriei pentru a plasa aparatul in modul de cautare..
ru_ru: Откройте и Закройте батарейный отсек аппарата(ов), чтобы активировать режим поиска.
sv_se: Öppna och stäng batterifacket för att sätta hörapparat i sökläge
tr_tr: Cihaz(lar)ı keşif moduna almak için pil kapağını açıp kapatın.
zh_cn: 开合助听器的电池仓使其进入可探测模式。

source: Find Instrument(s)
cs_cz: Najít sluchadla(s)
da_dk: Find apparater
de_de: Finde Hörsystem(e)
es_es: Buscando audífono(s)
fi_fi: Etsi kuulokojeita
fr_fr: Appareil(s) trouvé(s)
hu_hu: Megtalált készülék
it_it: Trova Apparecchi Acustici
ja_jp: 補聴器の検索
ko_kr: 보청기 찾기
nl_nl: Zoek toestel(len)
no_no: Finn Apparat(er)
pl_pl: Wyszukaj Aparat(y)
pt_pt: Detectar aparelho(s)
ro_ro: Cauta aparate
ru_ru: Определить аппарат(ы)
sv_se: Sök hörapparat(er)
tr_tr: Cihaz bul
zh_cn: 发现助听器

source: Uncomfortable Level (UCL)
cs_cz: Hladina nepříjemnosti (UCL)
de_de: U-Schwelle (UCL)
es_es: Umbral de Disconfort (UCL)
fi_fi: Epämielyttävyyskynnys (UCL)
fr_fr: Seuil d'inconfort (UCL)
hu_hu: Kellemetlenségi küszöb (UCL)
it_it: Soglia del fastidio (UCL)
ja_jp: UCL
no_no: Ubehagsnivå (UCL)
pl_pl: Poziom Dyskomfortu (UCL)
pt_pt: Limiar de Desconforto (UCL)
ro_ro: Nivel de Disconfort (UCL)
ru_ru: Уровень дискомфорта (UCL)
sv_se: Obehagsnivå (UCL)
tr_tr: Rahatsız edici ses seviyesi (UCL)
zh_cn: 不舒适阈 (UCL)

source: Beep Delay
cs_cz: Zpožděné pípnutí
da_dk: Bip forsinkelse
de_de: Ton Verzögerung
es_es: Retardo del Aviso
fi_fi: Äänimerkin viive
fr_fr: Burée du bip
hu_hu: Csipogás késleltetés
it_it: Beep ritardato
ja_jp: お知らせ音遅延
ko_kr: 경고음 지연
nl_nl: Beep vertraging
no_no: Signal forsinkelse
pl_pl: Sygnał Opóźnienia
pt_pt: Bip de atraso
ro_ro: Avertizare Intarziere
ru_ru: Сигнал Задержки включения
sv_se: Ljudfördröjning
tr_tr: İkaz Geçikmesi
zh_cn: 智能启动提示

source: TV / Micro Mic / Multi Mic
de_de: TV / Micro Mik / Multi Mik
fi_fi: TV/Langaton Mikrofoni
fr_fr: TV / Microphone
hu_hu: TV / Micro Mik / Multi Mik
ja_jp: TV/ﾏｲｸ
nl_nl: TV/Microfoon
no_no: TV/ Micro Mik/ Multi Mik
pl_pl: TV / Mini Mik
ro_ro: TV / Mini Mic
ru_ru: ТВ / Микро-микрофон / Мульти-микрофон
sv_se: TV / Mikro Mik / Multi Mik
zh_cn: 音频转换器/ Micro Mic / Multi Mic

source: Phone Clip
da_dk: Telefon + HA mik
de_de: Telefonclip
ja_jp: 携帯ﾕﾅｲﾄ
ko_kr: 폰 클립
nl_nl: Telefoonclip
ro_ro: Vorbire + Mic
sv_se: Telefonclip
zh_cn: 手机伴侣

source: Channel 3
cs_cz: Kanál 3
da_dk: Kanal 3
de_de: Kanal 3
es_es: Canal 3
fi_fi: Kanava 3
fr_fr: Canal 3
hu_hu: 3-as csatorna
it_it: Canale 3
ja_jp: チャンネル3
ko_kr: 채널 3
nl_nl: Kanaal 3
no_no: Kanal 3
pl_pl: Kanał 3
pt_pt: Canal 3
ro_ro: Canalul 3
ru_ru: Канал 3
sv_se: Kanal 3
tr_tr: Kanal 3
zh_cn: 通道3

source: Channel 1
cs_cz: Kanál 1
da_dk: Kanal 1
de_de: Kanal 1
es_es: Canal 1
fi_fi: Kanava 1
fr_fr: Canal 1
hu_hu: 1-es csatorna
it_it: Canale 1
ja_jp: チャンネル1
ko_kr: 채널 1
nl_nl: Kanaal 1
no_no: Kanal 1
pl_pl: Kanał 1
pt_pt: Canal 1
ro_ro: Canalul 1
ru_ru: Канал 1
sv_se: Kanal 1
tr_tr: Kanal 1
zh_cn: 通道1

source: Channel 2
cs_cz: Kanál 2
da_dk: Kanal 2
de_de: Kanal 2
es_es: Canal 2
fi_fi: Kanava 2
fr_fr: Canal 2
hu_hu: 2-es csatorna
it_it: Canale 2
ja_jp: チャンネル2
ko_kr: 채널 2
nl_nl: Kanaal 2
no_no: Kanal 2
pl_pl: Kanał 2
pt_pt: Canal 2
ro_ro: Canalul 2
ru_ru: Канал 2
sv_se: Kanal 2
tr_tr: Kanal 2
zh_cn: 通道2

source: Low battery detected in the right hearing instrument
cs_cz: V pravém sluchadle detekována slabá baterie
da_dk: Svagt batteri i højre apparat
de_de: Niedrige Batteriespannung im rechtem Hörsystem festgestellt
es_es: Batería baja detectada en el audífono derecho
fi_fi: Heikko paristo havaittu oikean puoleisessa kojeessa
fr_fr: La pile de l'appareil droit est faible
hu_hu: A jobboldali készülék eleme kimerült
it_it: Rilevata batteria scarica nel dispositivo Destro
ja_jp: 右耳の電池残量低下
ko_kr: 오른쪽 보청기의 배터리가 조금 남았습니다
nl_nl: Lage batterijspanning gedetecteerd in het rechter toestel
no_no: Lavt batterinivå påvist i høyre apparat
pl_pl: W prawym aparacie wykryto niski poziom baterii
pt_pt: Bateria fraca detectada no aparelho auditivo direito
ro_ro: Nivel baterie scazuta pentru aparatul din dreapta
ru_ru: Обнаружен низкий заряд батарейки в правом слуховом аппарате
sv_se: Svagt batteri i höger hörapparat
tr_tr: Sağ işitme cihazında düşük pil tespit edildi
zh_cn: 右侧助听器电池电量低

source: Low battery detected in the left hearing instrument
cs_cz: V levém sluchadle detekována slabá baterie
da_dk: Svagt batteri i venstre apparat
de_de: Niedrige Batteriespannung im linkem Hörsystem festgestellt
es_es: Batería baja detectada en el audífono izquierdo
fi_fi: Heikko paristo havaittu vasemman puoleisessa kojeessa
fr_fr: La pile de l'appareil gauche est faible
hu_hu: A baloldali készülék eleme kimerült
it_it: Rilevata batteria scarica nel dispositivo Sinistro
ja_jp: 左耳の電池残量低下
ko_kr: 왼쪽 보청기의 배터리가 조금 남았습니다
nl_nl: Lage batterijspanning gedetecteerd in het linker toestel
no_no: Lavt batterinivå påvist i venstre apparat
pl_pl: W lewym aparacie wykryto niski poziom baterii
pt_pt: Bateria fraca detectada no aparelho auditivo esquerdo
ro_ro: Nivel baterie scazuta pentru aparatul din stanga
ru_ru: Обнаружен низкий заряд батарейки в левом слуховом аппарате
sv_se: Svagt batteri i vänster hörapparat
tr_tr: Sol işitme cihazında düşük pil tespit edildi.
zh_cn: 左侧助听器电池电量低

source: Low Battery Warning
cs_cz: Indikace vybité baterie
da_dk: Advarsel for svagt bateri
de_de: Warnung: niedrige Batteriespannung
es_es: Aviso de Pila baja
fi_fi: Heikon pariston varoitus
fr_fr: Avertissement : pile faible
hu_hu: Elemkimerülés jelzés
it_it: Avviso Batteria Scarica
ja_jp: 電池寿命お知らせ
ko_kr: 배터리 방전 경고
nl_nl: Waarschuwing lage batterijspanning
no_no: Lavt batterinivå advarsel
pl_pl: Ostrzeżenie o Słabej Baterii
pt_pt: Aviso de bateria fraca
ro_ro: Avertizare Baterie Scazuta
ru_ru: Предупреждение о низком заряде батарейки
sv_se: Svagt batteri varning
tr_tr: Düşük Pil Uyarısı
zh_cn: 低电池报警

source: Proceed to Full Restore
cs_cz: Spustit Full Restore
da_dk: Fortsæt og nulstil
de_de: Fortfahren für eine vollständige Wiederherstellung
es_es: Proceder con Restaurado completo
fi_fi: Jatka täydellisellä palautuksella
fr_fr: Restaurer les réglages usine et mettre à jour l'appareil
hu_hu: Folyamat a teljes helyreállításhoz
it_it: Procedere al ripristino completo
ja_jp: 開始
ko_kr: 전체 복구 진행
nl_nl: Ga door met Volledig herstellen
no_no: Fortsett - Full tilbakestilling
pl_pl: Kontynuuj do Pełnego Resetu
pt_pt: Proceder para restauração total
ro_ro: Purcedeti catre Restaurare completa
ru_ru: Перейти к полному восстановлению
sv_se: Fortsätt till Fullständig Återställning
tr_tr: Tamamen sıfırlamaya devam et.
zh_cn: 全部恢复

source: Proceed to Reset all settings
cs_cz: Spustit Reset všech nastavení
da_dk: Fortsæt og nulstil alle indstillinger
de_de: Fortfahren um alle Einstellungen zurück zu setzen
es_es: Preparado para Resetear todos los ajustes
fi_fi: Jatka palauttamalla kaikki asetukset
fr_fr: Restaurer les réglages usine
hu_hu: Folyamat minden beállítás reseteléséhez
it_it: Procedere al reset di tutte le impostazioni
ja_jp: 開始
ko_kr: 모든 설정의 재설정 진행
nl_nl: Ga door met Resetten van alle instellingen
no_no: Fortsett til - Nullstill alle innstillinger
pl_pl: Resetuj wszystkie ustawienia
pt_pt: Preceder para restaurar todas as configurações
ro_ro: Purcedeti la resetarea totala a setarilor
ru_ru: Перейти к сбросу всех настроек
sv_se: Fortsätt till Återställ alla inställningar
tr_tr: Bütün ayarları sıfırlamaya devam et
zh_cn: 重置所有设置

source: Full Restore (with latest firmware)
cs_cz: Full Restore (s posledním firmware)
da_dk: Fuld nulstilling (med seneste firmware)
de_de: Vollständige Wiederherstellung (mit der letzten Firmware-Version)
es_es: Restauración Completa (con el último firmware)
fi_fi: Täysi palautus ja viimeisin ohjelmaversio
fr_fr: Restauration complète
hu_hu: Teljes helyreállítás (a legfrissebb firmware-rel)
it_it: Ripristino completo con il più recente firmware
ja_jp: 最新のファームウェアに書き換え
ko_kr: 전체 복구 (최신 펌웨어)
nl_nl: Volledig herstellen (met laatste firmware)
no_no: Full Tilbakestill (med siste firmware)
pl_pl: Pełen Reset (z najnowszym oprogramowaniem)
pt_pt: Restauração completa (com o último firmware)
ro_ro: Restaurare completa (cu ultimul soft)
ru_ru: Полное восстановление (с последней прошивкой)
sv_se: Fullständig Återställning (med senaste programvaran)
tr_tr: Tam Sıfırlama (en son firmware ile)
zh_cn: 全部恢复（用最新固件）

source: Restore Instrument
cs_cz: Reset všech nastavení
da_dk: Nulstil apparat
de_de: Zurücksetzen aller Einstellungen
es_es: Restaurar Audífono
fi_fi: Palauta kojeen oletusasetukset
fr_fr: Restaurer les réglages usine
hu_hu: Készülék helyreállítás
it_it: Ripristino Dispositivo
ja_jp: リセット
ko_kr: 보청기를 복구합니다
nl_nl: Toestel herstellen
no_no: Nullstill alle innstillinger
pl_pl: Przywróć Aparat
pt_pt: Restaurar o Aparelho Auditivo
ro_ro: Restaureaza Instrument
ru_ru: Восстановить аппарат
sv_se: Återställ hörapparat
tr_tr: Cihazı geri yükle
zh_cn: 重置所有设置

source: 1.5 sec. tone length
cs_cz: 1.5 sec. délka tónu
da_dk: 1.5 sek. tonelængde
de_de: 1.5 Sek. Tonlänge
es_es: Duración del tono 1.5 seg.
fi_fi: 1.5 sek. äänen kesto
fr_fr: Durée : 1,5 seconde
hu_hu: 1.5 mp-s hanghosszúság
it_it: Durata del tono acustico 1.5 sec.
ja_jp: 1.5秒
ko_kr: 1.5 sec. 음 길이
nl_nl: 1.5 sec. toonduur
no_no: 1.5 sek. tonelengde
pl_pl: Długość tonu 1.5 sek.
pt_pt: Duração do tom de 15 seg
ro_ro: Lungime ton 1.5 sec.
ru_ru: длительность тона 1.5 сек.
sv_se: 1.5 sek. tonlängd
tr_tr: 1.5 saniye ton uzunluğu
zh_cn: 1.5秒声长

source: Skip
cs_cz: Přeskočit
da_dk: Spring over
de_de: Überspringen
es_es: Descartar
fi_fi: Ohita
fr_fr: Passer
hu_hu: Kihagyás
it_it: Salta
ja_jp: スキップ
ko_kr: 건너뛰기
nl_nl: Overslaan
no_no: Hopp over
pl_pl: Pomiń
pt_pt: Ignorar
ro_ro: Sari
ru_ru: Пропустить
sv_se: Hoppa över
tr_tr: Geç
zh_cn: 跳过

source: Skip [-->]
cs_cz: Přeskočit [-->]
da_dk: Udelad [-->]
de_de: Überspringen [-->]
es_es: Descartar [-->]
fi_fi: Ohita [-->]
fr_fr: Passer [-->]
hu_hu: Kihagyás [-->]
it_it: Salta [-->]
ja_jp: スキップ[-->]
ko_kr: 건너뛰기 [-->]
nl_nl: Overslaan [-->]
no_no: Hopp Over [-->]
pl_pl: Pomiń [-->]
pt_pt: Ignorar [-->]
ro_ro: Sari [-->]
ru_ru: Пропустить [-->]
sv_se: Hoppa över [-->]
tr_tr: Geç [-->]
zh_cn: 跳过 [-->]

source: Heard
cs_cz: Zaslechnuto
da_dk: Hørt
de_de: Gehört
es_es: Escuchado
fi_fi: Kuultu
fr_fr: Entendu
hu_hu: Hallott
it_it: Ascolta
ja_jp: 応答あり
nl_nl: Gehoord
no_no: Respons
pl_pl: Zaznacz
pt_pt: Ouvir
ro_ro: Ascultat
ru_ru: Послушать
sv_se: Hörd
tr_tr: Duyulan
zh_cn: 听到

source: Heard [Enter]
cs_cz: Zaslechnuto [Enter]
da_dk: Hørt [Enter]
de_de: Gehört [Enter]
es_es: Escuchado [Enter]
fi_fi: Kuultu [Enter]
fr_fr: Entendu [Enter]
hu_hu: Hallott [belépés]
it_it: Ascolta [Enter]
ja_jp: 応答あり[Enter]
nl_nl: Gehoord [Enter]
no_no: Respons [Enter]
pl_pl: Zaznacz [Enter]
pt_pt: Ouvir [Enter]
ro_ro: Ascultat [Enter]
ru_ru: Послушать [Ввод]
sv_se: Hörd [Enter]
tr_tr: Duyulabilen [Enter]
zh_cn: 听到[回车]

source: Missed
cs_cz: Přeslechnuto
da_dk: Ikke hørt
de_de: Nicht gehört
es_es: No Escuchado
fi_fi: Ohitettu
fr_fr: Manqué
hu_hu: Vesztett
it_it: Mancanti
ja_jp: 応答なし
nl_nl: Gemist
no_no: Ikke respons
pl_pl: Brak
pt_pt: Falhou
ro_ro: Omis
ru_ru: Пропущен
sv_se: Missat
tr_tr: Kaçırılan
zh_cn: 丢失

source: Missed [Shift]
cs_cz: Přeslechnuto [Shift]
da_dk: Ikke hørt[Shift]
de_de: Nicht gehört [Shift]
es_es: No Escuchado [Shift]
fi_fi: Ohitettu [Shift]
fr_fr: Manqué [Shift]
hu_hu: Vesztett [Shift]
it_it: Mancanti [Shift]
ja_jp: 応答なし[Shift]
nl_nl: Gemist [Shift]
no_no: Ikke respons [Shift]
pl_pl: Brak [Shift]
pt_pt: Falhou [Shift]
ro_ro: Omis [Shift]
ru_ru: Пропущено [Shift]
sv_se: Missat [Shift]
tr_tr: Kaçırılan [Shift]
zh_cn: 丢失 [上档]

source: A Made For iPhone product can only be fitted with another Made For iPhone product.
cs_cz: Pouze Made For iPhone produkt může být nastaven s jiným produktem Made For iPhone.
da_dk: Et Made For iPhone produkt kan kun tilpasses med et andet Made for iPhone produkt.
de_de: Ein Made for iPhone Hörsystem kann nur zusammen mit einem anderem Made for iPhone Hörsystem angepasst werden.
es_es: Un producto Made for iPhone solo puede ser programado con otro producto made for iPhone.
fi_fi: Made for iPhone laite voidaan sovittaa vain toisen Made for iPhone laitteen kanssa.
fr_fr: Un appareil MFI ne peut être programmé qu'avec un autre appareil MFI.
hu_hu: Egy MFI készülék csak egy másik MFI készülékkel illeszthető.
it_it: Un prodotto Made For iPhone può essere applicato solamente con altri prodotti Made For iPhone.
ja_jp: スマート補聴器はスマート補聴器とのみフィッティング可能です
ko_kr: Made For iPhone 제품은 또 다른 Made For iPhone 제품하고만 피팅할 수 있습니다.
nl_nl: Een MFi toestel kan alleen aangepast worden met andere MFi toestellen.
no_no: Et Made For iPhone produkt kan bare tilpasses med et annet Made For iPhone produkt.
pl_pl: Produkty MFI (Made for iPhone) mogą być dopasowane wyłącznie z produktami MFI.
pt_pt: Produto MFI (made for iPhone) apenas pode ser adaptado com outro produto MFI.
ro_ro: Un produs dedicat iPhone nu poate fi reglat decat cu un produs din aceeasi categorie
ru_ru: Продукт, совместимый с iPhone, может быть настроен только с аналогичным, совместимым с iPhone, продуктом.
sv_se: En "Made For Iphone" produkt kan bara anpassas med en annan MFI produkt.
tr_tr: iPhone için üretilen bir ürün sadece başka bir iPhone için üretilen ürün ile fitting yapılabilir.
zh_cn: MFi产品只能和MFi产品同时验配。

source: Choose Test Mode
cs_cz: Vyberte testovací mód
da_dk: Vælg testindstilling
de_de: Test-Modus wählen
es_es: Elegir el Modo de Prueba
fi_fi: Valitse mittaustila
fr_fr: Choisir une méthode :
hu_hu: Tesztmód választás
it_it: Scegliere modalità del Test
ja_jp: テストモードの選択
ko_kr: 테스트 모드를 선택하세요
nl_nl: Kies Testmodus
no_no: Velg Testmodus
pl_pl: Wybierz Tryb Badania
pt_pt: Escolher "Modo Teste"
ro_ro: Alege modul de testare
ru_ru: Выбрать режим Тестирования
sv_se: Välj testläge
tr_tr: Test Modunu Seçin
zh_cn: 选择测试模式

source: Guided
cs_cz: Řízený
de_de: Geführt
es_es: Guiado
fi_fi: Opastettu
fr_fr: Guidée
hu_hu: Vezetett
it_it: Guidato
ja_jp: ｶﾞｲﾄﾞﾓｰﾄﾞ
nl_nl: Gestuurd
no_no: Guidet
pl_pl: Z przewodnikiem
pt_pt: Dirigido
ro_ro: Ghidat
ru_ru: Направленный
sv_se: Guidad
tr_tr: Kılavuzlu
zh_cn: 向导
