Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: {0} side calibration failed. Please try again. Intensity and duration may be increased.
cs_cz: Chyba kalibrace {0} strany. Zkuste to znovu. Může být zvýšena intenzita a doba trvání.
da_dk: {0} sides kalibrering mislykkedes. Prøv igen. Intensitet og tid vil øges.
de_de: {0} Seite Kalibrierung fehlgeschlagen. Bitte Versuchen Sie es erneut. Intensität und Dauer müssen eventuell erhöht werden.
es_es: Calibración fallida en el lado {0}. Por favor inténtelo de nuevo. Se puede incrementar la intensidad y la duración.
fi_fi: {0} puolen kalibrointi ei onnistunut. Ole hyvä ja yritä uudelleen. Voimakkuutta ja kestoa voidaan lisätä.
fr_fr: Le calibrage du côté {0} a échoué. Essayer à nouveau. L'intensité et la durée peuvent être augmentées.
hu_hu: {0} oldal kalibrációs hiba. Próbálja újra. Erősség és időtartam növelése szükséges.
it_it: Calibrazione lato {0} fallita. Provare ancora. Intensità e durata potranno essere incrementate.
ja_jp: {0}側の初期化に失敗しました。再試行して下さい。 （ 試験音の音量と時間が増えます ）
ko_kr: {0} 캘리브레이션 실패. 다시 시도하세요. Intensity 또는 duration이 높아질 수 있습니다.
nl_nl: Kalibratie mislukt op {0}. Probeer opnieuw. Mogelijk hogere intensiteit en langere duur.
no_no: Kalibrering av {0} side mislykket . Vennligst prøv igjen. Intensitet og varighet kan kanskje økes.
pl_pl: Kalibracja {0} strony niepowiodła się. Proszę spróbować ponownie. Głośność i czas trwania mogą się wydłużyć.
pt_pt: {0} Falha na calibração lado. Por favor tente novamente. Intensidade e duração podem ser aumentadas
ro_ro: {0} calibrarea stanga a esuat. incercati din nou. Durata si intensitatea pot creste.
ru_ru: Не удалось откалибровать {0} СА. Пожалуйста, попробуйте снова. Интенсивность и продолжительность могут быть увеличены.
sv_se: {0} sidas kalibrering misslyckades . Försök igen. Styrka och duration (längd) kan ökas.
tr_tr: {0} tarafındaki kalibrasyon başarısız. Lütfen tekrar deneyin. Şiddet ve zaman arttırılabilir.
zh_cn: {0}侧校准失败。请重试。可以增加校准信号强度和时间。

source: Discard changes made to audiograms?
cs_cz: Zavrhnout změny, které jste udělali v audiogramu?
da_dk: Se bort fra ændringer i audiogram?
de_de: Änderungen des Audiogramms verwerfen?
es_es: ¿Desechar los cambios realizados a los audiogramas?
fi_fi: Peru audiogrammiin tehdyt muutokset ?
fr_fr: Souhaitez-vous ignorer les changements ?
hu_hu: Változások elvetése az audiogram készítéshez?
it_it: Ignorare le modifiche apportate agli audiogrammi?
ja_jp: オージオグラムに加えられた変更を破棄しますか？
ko_kr: 오디오그램의 변경사항을 제거하겠습니까?
nl_nl: Wijzigingen in audiogram negeren?
no_no: Se bort ifra endringer gjort i audiogram?
pl_pl: Pominąć zmiany wprowadzone w audiogramie?
pt_pt: Descartar alterações realizadas nos audiogramas?
ro_ro: Anuleaza modificarile facute audiogramelor?
ru_ru: Сбросить изменения, выполненные на аудиограмме?
sv_se: Strunta i ändringar gjorda i audiogrammen?
tr_tr: Odyogram da yapılan değişiklikler iptal edilsin mi?
zh_cn: 不保存对听力图的修改吗？

source: The sound file may have been moved or deleted. If sound playback is working in other applications, please try re-installing ReSound Aventa.
cs_cz: Zvukový soubor byl přemístěn nebo odstraněn. Jestliže přehrávání zvuků pracuje v jiné aplikaci, zkuste přeinstalovat Aventu.
da_dk: Lydfilen er flyttet eller slettet. Hvis den kan afspilles af andre programmer kan du foraøge at geninstallere Aventa.
de_de: Die Sounddatei wurde verschoben oder gelöscht. Falls andere Sounddateien abspielbar sind, installieren Sie bitte Aventa neu.
es_es: El archivo de sonido se ha movido o borrado. Si la reproducción es posible en otra aplicación, por favor reinstale Aventa.
fi_fi: Ännitiedosto on ehkä siirretty tai poistettu. Jos äänet toimivat toisilla sovelluksilla, kokeile asentaa Aventa uudelleen.
fr_fr: Le fichier son a peut être été déplacé ou supprimé. Réinstaller Aventa.
hu_hu: A hangfájl máshová lett helyezve vagy törölve lett. Ha a hanglejátszás működik más alkalmazásban, kérjük próbálja újratelepíteni az Aventát.
it_it: Il file audio può essere stato spostato o cancellato. Se la riproduzione del file avviene con un'altra applicazione, provare a re-installare ReSound Aventa.
ja_jp: 音声ファイルは移動されたか削除された可能性があります。もし、他の再生ソフトで再生ができる場合はAventaの再インストールをお試し下さい。
ko_kr: 사운드 파일이 이동했거나 제거되었습니다. 만약 사운드 플레이백이 다른 어플리케이션에서 작됭되면 Aventa를 다시 설치하십시오.
nl_nl: Het geluidsfragment is verplaatst of verwijderd. Indien het afspelen van geluid wel werkt in andere applicaties, probeer dan Aventa opnieuw te installeren.
no_no: Lydfilen kan være flyttet eller slettet. Om lydavspilling fungerer i andre applikasjoner vennligst re-installer Aventa.
pl_pl: Plik dźwiękowy został przeniesiony lub usunięty. Jeśli odtwarzanie dźwięków działa w innych programach proszę ponownie zainstalować program Aventa.
pt_pt: O som do arquivo sonoro deve ter sido modificado ou deletado. Se o playback está funcionando em outras aplicações, por favor tente reinstalar o Aventa.
ro_ro: Fişier de sunet poate să fi fost mutat sau şters. Dacă redarea sunetului este în alte aplicaţii, vă rugăm să încercaţi să reinstalati Aventa.
ru_ru: Возможно звуковой файл был перемещен или удален. Если удается воспроизвести звук с помощью других приложений, пожалуйста, переустановите Aventa.
sv_se: Ljudfilen kan ha flyttats eller raderats. Ifall ljud kan spelas via andra program, försök återinstallera Aventa.
tr_tr: Ses dosyası silinmiş veya yeri değiştirilmiş olabilir.Diğer uygulamalarda ses playback'i çalışıyorsa , lütfen Aventa'yı tekrar yüklemeyi deneyin.
zh_cn: 声音文件被移动或删除。如果此声音文件用其它应用程序能正常播放，请重装安排Aventa软件。

source: If you continue to experience problems with playing sounds on your computer, contact your hardware manufacturer for support.
cs_cz: Jestliže přetrvává problém s přehráváním zvuků na vašem počítači, kontaktujte svého počítačového odborníka pro pomoc.
da_dk: Hvis der fortsat er problemer med at afspille lyde på din computer, bør du kontakte din hardware support.
de_de: Falls das Abspielen der Sounddateien nicht möglich ist, wenden Sie sich bitte an den Kundendienst des PC-Herstellers.
es_es: Si continua con problemas en la reproducción de sonidos en su ordenador, contacte con el fabricante del mismo para asistencia.
fi_fi: Jos sinulla on edelleen ongelmia äänien toistamisessa tietokoneen kanssa, ole hyvä ja ota yhteyttä laitetoimittajaan.
fr_fr: Si le problème persiste, contacter le support technique.
hu_hu: Ha továbbra is fennál a probláma a hanglejátszással kapcsolatban, lépjen kapcsolatba a hardver gyártójával.
it_it: Se si continua ad avere problemi con la riproduzione di file audio, contattare il produttore del tuo PC per il supporto.
ja_jp: もし、このような音声ファイルの再生問題が続く場合はハードウェアメーカーのサポートへお問い合わせ下さい
ko_kr: 컴퓨터에서 사운드를 플레이하는데 문제가 지속적으로 발생한다면 하드웨어 제조자에게 문의하십시오.
nl_nl: Indien u problemen blijft houden met het afspelen van geluiden (ook onder andere applicaties), neem dan contact op met uw computer leverancier.
no_no: Kontakt datasupport om du har problemer med å spille av lyd på din datamaskin.
pl_pl: Jeśli problem z odtwarzaniem dźwięku będzie się powtarzał proszę skontaktować się z producentem sprzętu.
pt_pt: Se você continua com dificuldades para ouvir os sons, contate seu técnico em informática para suporte.
ro_ro: Dacă aveţi în continuare probleme cu sunete joc pe computer, contactaţi producătorul de hardware pentru sprijin.
ru_ru: Если у Вас будут продолжать возникать проблемы с проигрыванием звуковых файлов, пожалуйста, обратитесь к производителю Вашего аппаратного обеспечения за поддержкой.
sv_se: Om du fortsätter ha problem med att spela ljud på din dator, kontakta din hårdvaruleverantör för support.
tr_tr: Eğer bilgisayarınızda çalınan sesler ile aynı problemler devam ederse , destek için bilgisayar donanım üreticiniz ile irtibata geçin.
zh_cn: 如果您播放声音时总是出错，请检查您的电脑硬件。

source: Sound Error
cs_cz: Zvuková chyba
da_dk: Lydfejl
de_de: Fehler bei der Soundwiedergabe
es_es: Error en Sonido
fi_fi: Ääni virhe
fr_fr: Erreur son
hu_hu: Hanghiba
it_it: Errore Suono
ja_jp: サウンド エラー
ko_kr: 사운드 오류
no_no: Lydfeil
pl_pl: Błąd Dźwięku
pt_pt: Erro no som
ro_ro: Eroare de sunet
ru_ru: Звуковая ошибка
sv_se: Ljud Error
tr_tr: Ses Hatası
zh_cn: 声音出错

source: There are less than 3 main points: 250 or 500, 1K, 2K - 4K
cs_cz: K dispozici jsou méně než 3 hlavní body: 250 nebo 500, 1 k, 2 k - 4 k
da_dk: Der er mindre end 3 hovedtærskler: 250 or 500, 1K, 2K - 4K
de_de: Weniger als 3 Audiogrammpunkte in den folgenden Frequenzen angegeben: 250 oder 500, 1K, 2K - 4K
es_es: Hay menos de 3 puntos principales: 250 o 500, 1K, 2K - 4K
fi_fi: Vähemmän kuin 3 merkintää käytettävissä : 250 tai 500, 1K, 2K - 4K
fr_fr: Il manque des seuils à 250 ou 500, 1k, 2k, 4k Hz
hu_hu: Kevesebb mint 3 fő pont van: 250 vagy 500, 1K, 2K - 4K
it_it: Ci sono meno di 3 punti principali: 250 o 500, 1K, 2K o 4K
ja_jp: 少なくとも3つ以上のポイントにデータを入力して下さい (250もしくは500、1K、2～4K)
ko_kr: 3개 이하의 주요 지점: 250 또는 500, 1K, 2K - 4K
nl_nl: Er zijn minder dan 3 hoofdwaarden voor: 250-500, 1K, 2K-4K
no_no: Det er færre enn 3 verdier: 250 eller 500, 1K, 2K - 4K
pl_pl: Istnieją mniej niż 3 punkty główne: 250 lub 500, 1K, 2K - 4K
pt_pt: Há menos que os 3 principais pontos: 250 ou 500, 1K, 2K- 4K
ro_ro: Sunt mai putin de 3 puncte principale: 250 sau 500, 1K, 2K - 4K
ru_ru: Задано меньше трех основных точек: 250 или 500, 1K, 2K - 4K
sv_se: Det är färre än 3 nyckelfrekvenser: 250 eller 500, 1K, 2K - 4K
tr_tr: 3 ana noktadan daha az var.: 250 veya 500, 1K, 2K - 4K
zh_cn: 至少输入3个主要点： 250 或 500, 1K, 2K - 4K

source: Reconfiguring instrument(s)
cs_cz: Rekonfigurace sluchadla(el)
da_dk: Rekonfigurerer apparater
de_de: Rekonfigurierung Hörsystem(e)
es_es: Convirtiendo audífono(s)
fi_fi: Kuulokojeiden uudelleenkonfigurointi
fr_fr: Reconfiguration
hu_hu: Készülék átalakítás
it_it: Riconfigurazione dispositivo/i
ja_jp: 補聴器のタイプ変更（書き換え）
nl_nl: Toestel(len) converteren
no_no: Konverterer apparat(ene)
pl_pl: Rekonfiguracja aparatu(ów)
pt_pt: Reconfigurando aparelho(s)
ro_ro: Reconfigurare instrument(e)
ru_ru: Преобразование устройства
sv_se: Produkterna är förväxlade
tr_tr: Cihaz yeniden yapılandırması
zh_cn: 重新装配助听器

source: The audiogram has less than 3 main points: (250 or 500, 1K, 2K - 4K). Do you wish to continue with existing points?
cs_cz: Audiogram má méně než 3 hlavní body: (250 nebo 500, 1k, 2k - 4k). Chcete pokračovat se stávajícími body?
da_dk: Audiogrammet har mindre end 3 hovedtærskler: (250 eller 500, 1K, 2K - 4K). Vil du fortsætte med de eksisterende tærskler?
de_de: Das Audiogramm hat weniger als 3 Messpunkte: (250 oder 500, 1K, 2K - 4K). Möchten Sie mit den vorhandenen Messpunkten fortfahren?
es_es: La audiometría tiene menos de 3 de los puntos principales: (250 ó 500, 1K, 2K - 4K). ¿Desea continuar con los valores existentes?
fi_fi: Audiogrammissa on vähemmän kuin 3 merkintää : (250 tai 500, 1K, 2K - 4K). Haluatko jatkaa näillä merkinnöillä ?
fr_fr: L'audiogramme ne contient pas suffisamment de données. Les valeurs à 250 ou 500 Hz, 1 kHz, 2 kHz et 4 kHz sont importantes. Souhaitez-vous continuer avec les données existantes malgré tout ?
hu_hu: Az audiogram kevesebb mint 3 pontot tartalmaz: (250 vagy 500, 1K, 2K - 4K). Folytatja a meglévő pontokkal?
it_it: L'audiogramma ha meno di 3 punti principali: (250 o 500, 1K, 2K o 4K). Vuoi continuare con i punti esistenti?
ja_jp: 少なくとも3つ以上のポイントにデータを入力して下さい: (250もしくは500、1K、2Ｋ～4K) このまま継続しますか？
ko_kr: 오디오그램의 3개 이하의 main points를 가지고 있습니다: (250 or 500, 1K, 2K - 4K). 기존 포인트로 계속하시겠습니까?
nl_nl: Het audiogram heeft minder dan 3 hoofdwaarden: (250, 500, 1K, 2K - 4K). Wilt u doorgaan met de bestaande waarden?
no_no: Det er færre en 3 audiogramverdier: (250 eller 500, 1K, 2K - 4K). Ønsker du å fortsette?
pl_pl: Isnieją mniej niz 3 punkty główne: (250 or 500, 1K, 2K - 4K). Czy chcesz kontynuować?
pt_pt: O audiograma tem menos que os 3 principais pontos : (250 ou 500, 1K, 2K - 4K). Você deseja continuar apenas com estes pontos?
ro_ro: Audiograma are mai putin de 3 puncte principale: (250 sau 500, 1K, 2K - 4K). Vrei sa continui cu punctele existente?
ru_ru: Задано меньше трех основных точек: 250 или 500, 1K, 2K - 4K Продолжить с учетом имеющихся данных?
sv_se: Audiogrammet har markeringar på färre än 3 nyckelfrekvenser: (250 or 500, 1K, 2K - 4K). Vill du fortsätta utan dessa markeringar?
tr_tr: Odyogramda 3 ana noktadan daha az var: (250 veya 500, 1K, 2K - 4K). Var olan noktalarla devam etmek istiyor musun?
zh_cn: 听力图至少要输入3个主要点：(250或500, 1K, 2K - 4K).您要在继续输入吗？

source: Express Fit
zh_cn: 快速选配

source: - Calibration failed
cs_cz: - Kalibrace selhala
da_dk: - Kalibrering fejlede
de_de: - Kalibrierung fehlgeschlagen
es_es: - Calibración Fallida
fi_fi: - Kalibrointi ei onnistunut
fr_fr: - Le calibrage a échoué
hu_hu: - Kalibrációs hiba
it_it: Calibrazione fallita
ja_jp: - 初期化失敗
ko_kr: - 캘리브레이션 실패
nl_nl: - Kalibratie mislukt
no_no: - Kalibrering mislykket
pl_pl: - Kalibracja zakończona niepowodzeniem
pt_pt: Falha na Calibração
ro_ro: - Calibrare esuata
ru_ru: - Не удалось откалибровать
sv_se: - Kalibrering misslyckades
tr_tr: - Kalibrasyon Başarısız
zh_cn: -校准失败

source: Invalid Date of Birth, must be a valid date in the past
cs_cz: Neplatné narozeniny, musí to být platné datum z minulosti
da_dk: Forkert fødselsdato, skal være en dato i fortiden
de_de: Ungültiges Geburtsdatum, bitte geben Sie ein gültiges Datum ein.
es_es: Fecha de Nacimiento incorrecta, deberá de ser un fecha en el pasado
fi_fi: Väärä syntymäaika, tarkasta ole hyvä.
fr_fr: La date de naissance n'est pas valide.
hu_hu: Érvénytelen születési dátum, valós dátumnak kell lennie a múltban
it_it: Data di nascita non valida, deve essere una data valida nel passato
ja_jp: 生年月日の日付が無効です。正しい日付を入力して下さい。
ko_kr: 유효하지 않은 생년월일입니다, 생년월일은 이전 날짜여야 합니다.
nl_nl: Ongeldige geboortedatum, dit moet een geldige datum in het verleden zijn
no_no: Ugyldig fødselsdato. Det må være en gyldig dato i fortid.
pl_pl: Data urodzenia wprowadzona niepoprawnie, data musi pochodzić z preszłości
pt_pt: Data de nascimento inválida, deve ser uma data válida e no passado.
ro_ro: Data de nastere nevalida, trebuie sa fie o data din trecut
ru_ru: Неправильная дата рождения. Должна быть задана в прошедшем времени.
sv_se: Ej giltig födelsedata, måste vara ett giltigt datum i det förgångna
tr_tr: Geçersiz Doğum Tarihi. Geçmişe ait bir tarih olmalı.
zh_cn: 生日输入非法，请按日期格式输入。

source: Change Programming Interface?
cs_cz: Změnit Programovací Interface?
da_dk: Skift programmeringsinterface?
de_de: Programmierschnittstelle wechseln?
es_es: ¿Cambiar interface de programación?
fi_fi: Vaihda ohjelmointiyksikköä ?
fr_fr: Changement d'interface de programmation ?
hu_hu: Programozó interfész váltás?
it_it: Cambiare interfaccia di programmazione?
ja_jp: 接続機器を変更しますか?
ko_kr: Programming Interface를 변경 하시겠습니까?
nl_nl: Programmeerinterface wijzigen?
no_no: Bytt programmeringsenhet?
pl_pl: Zmienić Interfejs Programowania?
pt_pt: Mudar a interface de programação?
ro_ro: Schimba interfata de programare?
ru_ru: Изменить интерфейс программирования?
sv_se: Ändra programmeringsinterface?
tr_tr: Programlama arayüzünü değiştirdin mi?
zh_cn: 改变编程设备?

source: Changing from {0} listening program will require both sides to be changed. Do you want to continue?
cs_cz: Změna z prostředí {0} není doporučena a bude vyžadovat změnu na obou stranách. Chcete pokračovat?
da_dk: Skift fra {0} kræver ændring på begge sider. Vil du fortsætte?
de_de: Das wechseln von Programm {0} erfordert, dass beide Seiten geändert werden. Möchten Sie fortfahren?
es_es: Cambiar el programa {0}, requiere que se cambie el programa en ambos audífonos. ¿Desea continuar de todas formas?
fi_fi: Muutos {0} ääniympäristöstä vaatii että molemmat puolet vaihdetaan samanaikaisesti. Haluatko jatkaa ?
fr_fr: Vous allez modifier le programme {0}. Certains réglages seront modifiés. Voulez-vous continuer ?
hu_hu: A váltás a/az {0} környezetről nem ajánlott és mindkét oldalra változást igényel. Folytatja?
it_it: Il cambio dal programma {0} richiede la modifica da entrambi i lati. Vuoi continuare?
ja_jp: {0} プログラムを変更すると両耳とも変更されます。続行しますか？
ko_kr: {0} 리스닝 프로그램에서의 변경은 양 쪽 모두 변경이 필요합니다. 계속하시겠습니까?
nl_nl: Wijzigen van luisterprogramma {0} moet aan beide oren gebeuren. Wilt u doorgaan?
no_no: Endring fra {0} til ett annet lytteprogram krever at begge apparater forandres. Ønsker du å fortsette?
pl_pl: Zmiana z programu {0} wymaga zmiany w obu aparatach. Czy chcesz kontynuować?
pt_pt: Mudando de {0} programa exigirá que ambos os aparelhos sejam modificados. Você deseja continuar?
ro_ro: Schimbarea din programul de acultare {0} necesita ca ambele parti sa fie schimbate. Doriti sa continuati?
ru_ru: Изменения в программе {0} будут применены для обеих сторон. Продолжить?
sv_se: Byte från {0} programmet kräver att båda sidorna ändras. Vill du fortsätta?
tr_tr: {0} dinleme programında değişiklik her iki tarafında değişmesini gerektirir. Devam etmek istiyormusun?
zh_cn: 调整{0}聆听程序将作用于双侧助听器的设置。您要继续吗？

source: Both sides will be changed to the {0} environment. Do you want to continue?
cs_cz: Obě strany budou změněny na prostředí {0}. Chcete pokračovat?
da_dk: Begge sider vil ændres til {0} lydmiljø. Vil du fortsætte?
de_de: Beide Seiten werden zu {0} geändert. Möchten Sie fortfahren?
es_es: Ambos oídos cambiaran al entorno {0} . ¿Desea continuar?
fi_fi: Kummatkin puolet muutettaan {0} ääniympäristöksi. Haluatko jatkaa ?
fr_fr: Le programme {0} va être appliqué à droite et à gauche. Voulez-vous continuer ?
hu_hu: Mindkét oldal a következő környezetre lesz megváltoztatva{0}. Folytatja?
it_it: Entrambi i lati saranno cambiati al {0} ambiente. Vuoi continuare?
ja_jp: 両耳が{0}環境へ変更されようとしています。継続しますか？
ko_kr: 양 쪽이 모두 {0} 환경으로 변경될 것입니다.계속하시겠습니까?
nl_nl: Beide zijden worden gewijzigd naar {0}. Wilt u doorgaan?
no_no: Begge sider vil bli endret til {0} lyttemiljø. Vil du fortsette?
pl_pl: W obydwu aparatach nastąpi zmiana {0} środowiska. Chcesz kontynuować?
pt_pt: Ambos lados foram alterados para ambiente {0}. Você deseja continuar ?
ro_ro: Ambele parti se vor schimba in mediul {0}. Vrei sa continui?
ru_ru: Окружающая обстановка {0} будет применена для обеих сторон. Продолжить?
sv_se: Båda sidor kommer ändras till {0} miljö. Vill du fortsätta?
tr_tr: Her iki tarafta {0}. çevreye değiştirilecek. Devam etmek istiyor musun?.
zh_cn: 双侧将改变为 {0} 环境。您想继续吗？

source: {0} program will be removed from both sides. Do you want to continue?
cs_cz: Program {0} bude na obou stranách odstraněn. Chcete pokračovat?
da_dk: {0} program vil fjernes fra begge sider. Vil du fortsætte?
de_de: {0} Programm wird für beide Seiten entfernt. Möchten Sie fortfahren?
es_es: El programa {0} se eliminará de ambos oídos. ¿Desea Continuar?
fi_fi: {0} ohjelma poistetaan kummaltakin puolelta. Haluatko jatkaa ?
fr_fr: Le programme {0} va être supprimé à droite et à gauche. Voulez-vous continuer ?
hu_hu: A {0} program el lett távolítva mindkét oldalról. Folytatja?
it_it: {0} programma verrà rimosso da entrambi i lati. Vuoi continuare?
ja_jp: プログラム{0}は両耳から削除されます。このまま続行しますか？
ko_kr: 양 쪽에서 {0} 프로그램이 삭제될 것입니다.계속하시겠습니까?
nl_nl: Programma {0} wordt aan beide zijden verwijderd. Wilt u doorgaan?
no_no: {0} program vil bli fjernet på begge sider. Ønsker du å fortsette?
pl_pl: Program {0} zostanie usunięty obustronnie. Chcesz kontynuować?
pt_pt: {0} programa será removido em ambos lados. Você deseja continuar ?
ro_ro: Programul {0} va fi sters din ambele parti. Vrei sa continui?
ru_ru: Программа {0} будет удалена для обеих сторон. Продолжить?
sv_se: {0} program kommer tas bort från båda sidor. Vill du fortsätta?
tr_tr: {0} program her iki taraftan da kaldırılacak.Devam etmek istiyor musun?
zh_cn: {0}程度将从双侧助听器删除。您想继续吗？

source: ADL Popup Window
cs_cz: Rozbalovací okno ADL
da_dk: ADL Popup vindue
de_de: ADL Fenster
es_es: Ventana Emergente de ADL
fi_fi: ADL ikkuna
fr_fr: Fenêtre du Data Logging
hu_hu: ADL felugró ablak
it_it: ADL Finestra Popup
ja_jp: データロギングポップアップ画面
ko_kr: ADL 팝업창
nl_nl: ADL Popup scherm
no_no: ADL Popup Vindu
pl_pl: Wyskakujące okno ADL
pt_pt: Janela pop up ADL
ru_ru: Всплывающее окно ADL
sv_se: ADL Popup Dialog
tr_tr: ADL Açılır Pencere
zh_cn: ADL弹出窗口

source: Create Comparison
cs_cz: Vytvořit srovnání
da_dk: Sammenligning
de_de: Vergleich erstellen
es_es: Crear Comparación
fi_fi: Luo vertailuohjelma
fr_fr: Comparer
hu_hu: Összehasonlítás készítés
it_it: Crea Confronto
ja_jp: バーチャルプログラム
ko_kr: 비교화면 생성
nl_nl: Creëer een vergelijking
no_no: Lag Sammenligning
pl_pl: Utwórz porównanie
pt_pt: Criar comparação
ro_ro: Creaza Comparatie
ru_ru: Добавить к сравнению
sv_se: Jämförelseprogram
tr_tr: Karşılaştırma Oluştur
zh_cn: 程序对比

source: Reorder...
cs_cz: Přerovnat...
da_dk: Rækkefølge af programmer
de_de: Reihenfolge
es_es: Reordenar...
fi_fi: Järjestä uudelleen...
fr_fr: Modifier l'ordre
hu_hu: Új sorrend
it_it: Riordina
ja_jp: プログラムの入替
ko_kr: 재주문...
nl_nl: Volgorde...
no_no: Omrokere...
pl_pl: Zmiana kolejności...
pt_pt: Reordenar...
ro_ro: Reordonare...
ru_ru: Изменить последовательность
sv_se: Programordning
tr_tr: Yeniden Düzenle...
zh_cn: 排序...

source: Exit Comparison
cs_cz: Opustit srovnání
da_dk: Forlad sammenligning
de_de: Vergleich beenden
es_es: Salir de Comparación
fi_fi: Poistu vertailuohjelmasta
fr_fr: Quitter Comparer
hu_hu: Kilépés az Összehasonlításból
it_it: Esci da Comparazione
ja_jp: バーチャルプログラムの終了
ko_kr: 비교화면 나가기
nl_nl: Vergelijking afsluiten
no_no: Avslutt Sammenligning
pl_pl: Wyjdź z porównania
pt_pt: Sair da comparação
ro_ro: Iesire Comparatie
ru_ru: Закончить сравнение
sv_se: Avsluta jämförelse
tr_tr: Karşılaştırma Çıkış
zh_cn: 退出对比

source: Add/Remove Streamer(s)...
cs_cz: Přidat/odstranit Streamer(y) ...
da_dk: Tilføj/fjern Streamer(e)...
de_de: Hinzufügen/Entfernen Audio Beamer...
es_es: Añadir/Eliminar Streamer(s)...
fi_fi: Lisää/poista Äänilähettimiä...
fr_fr: Gérer les liaison sans fil
hu_hu: Streamer Hozzáadás/Elvétel
it_it: Aggiungi/Rimuovi Accessori...
ja_jp: ユナイトの追加/削除
ko_kr: Streamer(s) 추가/제거...
nl_nl: Toevoegen/verwijderen streamer(s)...
no_no: Legg til/Fjern Streamer(e)...
pl_pl: Dodaj/Usuń Akcesoria...
pt_pt: Adicionar / Remover Acessório(s)...
ro_ro: Adauga/Sterge Streamer(s)...
ru_ru: Добавить / Удалить стример(ы)
sv_se: Lägg till/Ta bort Streamer...
tr_tr: Streamer(lar) Ekle/Kaldır...
zh_cn: 添加/删除音频转换器...

source: Add/Remove Phone Clip...
cs_cz: Přidat/odstranit PhoneClip ...
da_dk: Tilføj/fjern Telefonclip...
de_de: Hinzufügen/Entfernen Telefonclip...
es_es: Añadir/Eliminar PhoneClip...
fi_fi: Lisää/poista Phone Clip
fr_fr: Gérer les accessoires
hu_hu: Phone Clip hozzáadás/eltávolítás...
it_it: Aggiungi/Rimuovi Phone Clip...
ja_jp: ユナイトの追加/削除
ko_kr: Phone Clip 추가/제거...
nl_nl: Beheer accessoires...
no_no: Legg til/Fjern Phone Clip...
pl_pl: Dodaj/usuń Phone Clip...
pt_pt: Adicionar / Remover Phone Clip...
ro_ro: Adauga/Sterge Phone Clip...
ru_ru: Добавить / Удалить Phone Clip
sv_se: Lägg till/Ta bort Telefonclip...
tr_tr: Phone Clip Ekle/Kaldır...
zh_cn: 添加/删除手机伴侣...

source: Reorder programs.
cs_cz: Přerovnat programy.
da_dk: Skift rækkefølge af programmer
de_de: Anordnung der Programme
es_es: Reordenar Programas.
fi_fi: Muuta ohjelmien järjestystä.
fr_fr: Permet de modifier l'ordre des programmes
hu_hu: Programok új sorrendbe.
it_it: Riordina programmi.
ja_jp: プログラムの入替
nl_nl: Herschik programma's
no_no: Omrokere programmer.
pl_pl: Zmien kolejność programów.
pt_pt: Reordenar Programas.
ro_ro: Rearanjeaza programele.
ru_ru: Изменить последовательность программ.
sv_se: Ordna program.
tr_tr: Yeniden düzenlenen programlar.
zh_cn: 程序排序.
