Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Converting from Binaural to Monaural will remove all the binaural features from the other side
cs_cz: Konverze z Binaurálního na Monaurální odstraní všechny binaurální funkce z druhé strany
da_dk: Skift fra Binaural til Monaural vil fjerne alle binaural egenskaber fra begge sider
de_de: Nicht gefundene Hörsysteme werden entfernt.
es_es: El audífono no encontrado será eliminado
fi_fi: Kun siirrytään binauraalisesta sovituksesta yksipuoliseen, binauraaliset toiminnot poistetaan käytöstä.
fr_fr: L'appareil non connecté sera enlevé de la session
hu_hu: A nem talált készülék el lesz távolítva
it_it: Il dispositivo non trovato verrà rimosso
ja_jp: 見つからない補聴器は削除されます
ko_kr: 양이에서 한쪽 귀로 전환하면 다른 쪽에 있는 양이적 특징들이 모두 삭제됩니다.
nl_nl: Converteren van binauraal naar monauraal zal alle binaurale features van het overblijvende toestel verwijderen.
no_no: Apparat som ikke ble funnet, vil bli fjernet
pl_pl: Rekonfiguracja z dopasowania Obuusznego na Jednouszne usunie wszystkie funkcje obuuszne z aparatu.
pt_pt: O dispositivo não encontrado será removido.
ro_ro: Dispozitivul negasit va fi inlaturat
ru_ru: Необнаруженное устройство будет удалено
sv_se: Enheten som inte hittades kommer tas bort
tr_tr: Bulunamayan cihaz çıkartılacak.
zh_cn: 从双耳验配变成单耳验配并删除另一侧所有验配数据。

source: Delete curves from audiograms?
cs_cz: Odstranit křivky audiogramu?
da_dk: DelSlet kurver fra audiogrammer?
de_de: Kurven aus dem Audiogramm entfernen?
es_es: ¿Borrar las curvas del audiograma?
fi_fi: Poista käyrät audiogrammista ?
fr_fr: Voulez-vous supprimer les courbes de l'audiogramme ?
hu_hu: Törli a görbéket az audiogramról?
it_it: Cancellare Curve dagli Audiogrammi?
ja_jp: オージオグラムを削除しますか？
ko_kr: 오디오그램에서 커브를 삭제하시겠습니까?
nl_nl: Curves uit het audiogram verwijderen?
no_no: Slett kurver fra audiogram?
pl_pl: Usunąć krzywe z aduigramu?
pt_pt: Apagar as curvas de audiogramas?
ro_ro: Stergeti curbele din audiograme?
ru_ru: кривые из аудиограмм?
sv_se: Radera audiogramkurvor?
tr_tr: Odyogramdan gelen eğriler silinsin mi?
zh_cn: 删除听力图吗？

source: Support Tools
cs_cz: Nástroje podpory
da_dk: Support værktøj
de_de: Unterstützende Werkzeuge
es_es: Herramientas de Soporte
fi_fi: Ylläpito työkalut
fr_fr: Outils d'assistance
hu_hu: Támogatás eszköz
it_it: Strumenti di Supporto
ja_jp: サポートツール
ko_kr: 지원 도구
no_no: Støtteverktøy
pl_pl: Narzędzia Pomocy
pt_pt: Ferramentas de suporte
ro_ro: Instrumente de sustinere
ru_ru: Инструмент Поддержки
sv_se: Support Verktyg
tr_tr: Destek Araçları
zh_cn: 支持网站

source: Saving
cs_cz: Ukládání
da_dk: Gemmer
de_de: Speichern
es_es: Guardando
fi_fi: Tallennetaan
fr_fr: Sauvegarde
hu_hu: Mentés
it_it: Salvataggio
ja_jp: 保存
ko_kr: 저장
nl_nl: Opslaan
no_no: Lagrer
pl_pl: Zapisywanie
pt_pt: Salvar
ro_ro: Salva
ru_ru: Сохранение
sv_se: Sparar
tr_tr: Kaydediliyor.
zh_cn: 保存中

source: Telecoil Phone + Mic
cs_cz: Indukční telefon (T) + Mic
da_dk: Telespole til telefon + mik
de_de: Induktiv (Telefon) + Mik
es_es: Bobina Telefónica + Mic
fi_fi: Induktiosilmukkapuhelin + Mik
fr_fr: Téléphone (bobine T) + micro
hu_hu: Telefontekercs + Mik
it_it: Telecoil + Mic
ja_jp: ﾃﾚｺｲﾙ(電話) + ﾏｲｸ
nl_nl: Luisterspoel telefoon + Mic
no_no: Telespole Telefon + Mik
pl_pl: Cewka Telefoniczna + Mikrofon
pt_pt: Bobina Telefônica + Mic
ro_ro: Telecoil + Mic
ru_ru: Телефонная катушка + Микрофон
sv_se: Telespole Telefon + Mik
tr_tr: Telecoil Telefon + Mic
zh_cn: 助听电话+麦克风

source: Synchronize progress during use time
cs_cz: Synchronizovat proces během použití
da_dk: Synkroniser proces under brug
de_de: Den Fortschritt während der Benutzungszeit synchronisieren
es_es: Sincronizar progreso durante el tiempo de uso
fi_fi: Synkronoi edistyminen ajan myötä
fr_fr: Synchroniser la progression
hu_hu: Szinkronizáció a használati idó alatt
it_it: Sincronizza i progressi durante il tempo di utilizzo
ja_jp: 両耳連動を有効にする
ko_kr: 사용시간 동안 progress 동기화
nl_nl: Synchroniseer het proces tijdens het gebruik
no_no: Synkroniserer fremdrift i løpet av brukstiden
pl_pl: Synchronizuj postęp w trakcie użytkowania
pt_pt: Sincronizar progresso durante o tempo de uso
ro_ro: Sincronizare progres pe parcursul purtarii
ru_ru: Синхронизировать прогресс в период использования
sv_se: Sykronisering framåtskrider med använd tid
tr_tr: Kullanım süresi boyunca senkronize ilerleme
zh_cn: 双耳同步使用

source: Duration:
cs_cz: Trvání:
da_dk: Varighed:
de_de: Zeitraum:
es_es: Duración:
fi_fi: Kesto :
fr_fr: Durée d'adaptation :
hu_hu: Időtartam:
it_it: Durata:
ja_jp: 期間:
ko_kr: 지속기간
nl_nl: Duur:
no_no: Varighet:
pl_pl: Czas:
pt_pt: Duração:
ro_ro: Durata:
ru_ru: Продолжительность:
tr_tr: Süre:
zh_cn: 持续时间：

source: Average daily usage:
cs_cz: Průměrné denní použití:
da_dk: Gennemsnitlig daglig brugstid:
de_de: Durchschnittliche tägliche Nutzung:
es_es: Promedio de utilización diario:
fi_fi: Keskiverto käyttö/päivä :
fr_fr: Utilisation moyenne par jour :
hu_hu: Átlagos napi használat:
it_it: Utilizzo medio giornaliero:
ja_jp: 1日あたりの使用時間:
ko_kr: 평균 일일 사용:
nl_nl: Gemiddeld dagelijks gebruik:
no_no: Gjennomsnitt daglig bruk:
pl_pl: Średni dzienny czas użytkowania:
pt_pt: Média de uso diário:
ro_ro: Medie de purtare pe zi:
ru_ru: Среднее ежедневное использование
sv_se: Genomsnittligt dagligt anv:
zh_cn: 平均使用时间：

source: 1 week
cs_cz: 1 týden
da_dk: 1 uge
de_de: 1 Woche
es_es: 1 semana
fi_fi: 1 viikko
fr_fr: 1 semaine
hu_hu: 1 hét
it_it: 1 Settimana
ja_jp: 1 週間
ko_kr: 1 주
no_no: 1 uke
pl_pl: 1 tydzień
pt_pt: 1 semana
ro_ro: 1 Saptamana
ru_ru: 1 неделя
sv_se: 1 vecka
tr_tr: 1 hafta
zh_cn: 1周

source: 2 weeks
cs_cz: 2 týdny
da_dk: 2 uger
de_de: 2 Wochen
es_es: 2 semana
fi_fi: 2 viikkoa
fr_fr: 2 semaines
hu_hu: 2 hét
it_it: 2 Settimane
ja_jp: 2 週間
ko_kr: 2 주
nl_nl: 2 weken
no_no: 2 uker
pl_pl: 2 tygodnie
pt_pt: 2 semanas
ro_ro: 2 Saptamani
ru_ru: 2 недели
sv_se: 2 veckor
tr_tr: 2 hafta
zh_cn: 2周

source: 3 weeks
cs_cz: 3 týdny
da_dk: 3 uger
de_de: 3 Wochen
es_es: 3 semana
fi_fi: 3 viikkoa
fr_fr: 3 semaines
hu_hu: 3 hét
it_it: 3 Settimane
ja_jp: 3 週間
ko_kr: 3 주
nl_nl: 3 weken
no_no: 3 uker
pl_pl: 3 tygodnie
pt_pt: 3 semanas
ro_ro: 3 Saptamani
ru_ru: 3 недели
sv_se: 3 veckor
tr_tr: 3 hafta
zh_cn: 3周

source: 4 weeks
cs_cz: 4 týdny
da_dk: 4 uger
de_de: 4 Wochen
es_es: 4 semana
fi_fi: 4 viikkoa
fr_fr: 4 semaines
hu_hu: 4 hét
it_it: 4 Settimane
ja_jp: 4 週間
ko_kr: 4 주
nl_nl: 4 weken
no_no: 4 uker
pl_pl: 4 tygodnie
pt_pt: 4 semanas
ro_ro: 4 Saptamani
ru_ru: 4 недели
sv_se: 4 veckor
tr_tr: 4 hafta
zh_cn: 4周

source: 2 months
cs_cz: 2 měsíce
da_dk: 2 måneder
de_de: 2 Monate
es_es: 2 meses
fi_fi: 2 kuukautta
fr_fr: 2 mois
hu_hu: 2 hónap
it_it: 2 Mesi
ja_jp: 2 ヶ月
ko_kr: 2 달
nl_nl: 2 maanden
no_no: 2 måneder
pl_pl: 2 miesiące
pt_pt: 2 meses
ro_ro: 2 luni
ru_ru: 2 месяца
sv_se: 2 månader
tr_tr: 2 ay
zh_cn: 2个月

source: 3 months
cs_cz: 3 měsíce
da_dk: 3 måneder
de_de: 3 Monate
es_es: 3 meses
fi_fi: 3 kuukautta
fr_fr: 3 mois
hu_hu: 3 hónap
it_it: 3 Mesi
ja_jp: 3 ヶ月
ko_kr: 3 달
nl_nl: 3 maanden
no_no: 3 måneder
pl_pl: 3 miesiące
pt_pt: 3 meses
ro_ro: 3 luni
ru_ru: 3 месяца
sv_se: 3 månader
tr_tr: 3 ay
zh_cn: 3个月

source: 4 months
cs_cz: 4 měsíce
da_dk: 4 måneder
de_de: 4 Monate
es_es: 4 meses
fi_fi: 4 kuukautta
fr_fr: 4 mois
hu_hu: 4 hónap
it_it: 4 Mesi
ja_jp: 4 ヶ月
ko_kr: 4 달
nl_nl: 4 maanden
no_no: 4 måneder
pl_pl: 4 miesiące
pt_pt: 4 meses
ro_ro: 4 luni
ru_ru: 4 месяца
sv_se: 4 månader
tr_tr: 4 ay
zh_cn: 4个月

source: 5 months
cs_cz: 5 měsíců
da_dk: 5 måneder
de_de: 5 Monate
es_es: 5 meses
fi_fi: 5 kuukautta
fr_fr: 5 mois
hu_hu: 5 hónap
it_it: 5 Mesi
ja_jp: 5 ヶ月
ko_kr: 5 달
nl_nl: 5 maanden
no_no: 5 måneder
pl_pl: 5 miesięcy
pt_pt: 5 meses
ro_ro: 5 luni
ru_ru: 5 месяцев
sv_se: 5 månader
tr_tr: 5 ay
zh_cn: 5个月

source: 6 months
cs_cz: 6 měsíců
da_dk: 6 måneder
de_de: 6 Monate
es_es: 6 meses
fi_fi: 6 kuukautta
fr_fr: 6 mois
hu_hu: 6 hónap
it_it: 6 Mesi
ja_jp: 6 ヶ月
ko_kr: 6 달
nl_nl: 6 maanden
no_no: 6 måneder
pl_pl: 6 miesięcy
pt_pt: 6 meses
ro_ro: 6 luni
ru_ru: 6 месяцев
sv_se: 6 månader
tr_tr: 6 ay
zh_cn: 6个月

source: 4 hours
cs_cz: 4 hodiny
da_dk: 4 timer
de_de: 4 Stunden
es_es: 4 Horas
fi_fi: 4 tuntia
fr_fr: 4 heures
hu_hu: 4 óra
it_it: 4 Ore
ja_jp: 4 時間
ko_kr: 4 시간
nl_nl: 4 uur
no_no: 4 timer
pl_pl: 4 godziny
pt_pt: 4 Horas
ro_ro: 4 ore
ru_ru: 4 часа
sv_se: 4 timmar
tr_tr: 4 saat
zh_cn: 4小时

source: 6 hours
cs_cz: 6 hodin
da_dk: 6 timer
de_de: 6 Stunden
es_es: 6 Horas
fi_fi: 6 tuntia
fr_fr: 6 heures
hu_hu: 6 óra
it_it: 6 Ore
ja_jp: 6 時間
ko_kr: 6 시간
nl_nl: 6 uur
no_no: 6 timer
pl_pl: 6 godzin
pt_pt: 6 Horas
ro_ro: 6 ore
ru_ru: 6 часов
sv_se: 6 timmar
tr_tr: 6 saat
zh_cn: 6小时

source: 8 hours
cs_cz: 8 hodin
da_dk: 8 timer
de_de: 8 Stunden
es_es: 8 Horas
fi_fi: 8 tuntia
fr_fr: 8 heures
hu_hu: 8 óra
it_it: 8 Ore
ja_jp: 8 時間
ko_kr: 8 시간
nl_nl: 8 uur
no_no: 8 timer
pl_pl: 8 godzin
pt_pt: 8 Horas
ro_ro: 8 ore
ru_ru: 8 часов
sv_se: 8 timmar
tr_tr: 8 saat
zh_cn: 8小时

source: 10 hours
cs_cz: 10 hodin
da_dk: 10 timer
de_de: 10 Stunden
es_es: 10 Horas
fi_fi: 10 tuntia
fr_fr: 10 heures
hu_hu: 10 óra
it_it: 10 Ore
ja_jp: 10 時間
ko_kr: 10 시간
nl_nl: 10 uur
no_no: 10 timer
pl_pl: 10 godzin
pt_pt: 10 Horas
ro_ro: 10 ore
ru_ru: 10 часов
sv_se: 10 timmar
tr_tr: 10 saat
zh_cn: 10小时

source: 12 hours
cs_cz: 12 hodin
da_dk: 12 timer
de_de: 12 Stunden
es_es: 12 Horas
fi_fi: 12 tuntia
fr_fr: 12 heures
hu_hu: 12 óra
it_it: 12 Ore
ja_jp: 12 時間
ko_kr: 12 시간
nl_nl: 12 uur
no_no: 12 timer
pl_pl: 12 godzin
pt_pt: 12 Horas
ro_ro: 12 ore
ru_ru: 12 часов
sv_se: 12 timmar
tr_tr: 12 saat
zh_cn: 12小时

source: 14 hours
cs_cz: 14 hodin
da_dk: 14 timer
de_de: 14 Stunden
es_es: 14 Horas
fi_fi: 14 tuntia
fr_fr: 14 heures
hu_hu: 14 óra
it_it: 14 Ore
ja_jp: 14 時間
ko_kr: 14 시간
nl_nl: 14 uur
no_no: 14 timer
pl_pl: 14 godzin
pt_pt: 14 Horas
ro_ro: 14 ore
ru_ru: 14 часов
sv_se: 14 timmar
tr_tr: 14 saat
zh_cn: 14小时

source: 16 hours
cs_cz: 16 hodin
da_dk: 16 timer
de_de: 16 Stunden
es_es: 16 Horas
fi_fi: 16 tuntia
fr_fr: 16 heures
hu_hu: 16 óra
it_it: 16 Ore
ja_jp: 16 時間
ko_kr: 16 시간
nl_nl: 16 uur
no_no: 16 timer
pl_pl: 16 godzin
pt_pt: 16 Horas
ro_ro: 16 ore
ru_ru: 16 часов
sv_se: 16 timmar
tr_tr: 16 saat
zh_cn: 16小时

source: Acceptance Manager progress
cs_cz: Průběh Acceptance Manageru
de_de: Eingewöhnungs-Manager Fortschritt
es_es: Progreso de Adaptación Progresiva
fi_fi: Sopeutumisavustajan eteneminen
fr_fr: Progression de l'Acceptance Manager
hu_hu: Acceptance Manager folyamatban
it_it: Manager Adattamento in corso
ja_jp: アクセプタンスマネージャーの状況
ko_kr: Acceptance Manager 진행
nl_nl: Voortgang Acceptatie Manager
no_no: Progresjon Acceptance Manager
pl_pl: Postęp Managera Akceptacji
pt_pt: Gerenciamento de Adaptação em Andamento
ro_ro: Progres Manager de acceptare
ru_ru: Процесс Автоматической адаптации
sv_se: Acceptans Verktyg pågår
zh_cn: 满意度管理系统

source: Sound Shaper
es_es: Transformación Espectral
fi_fi: Sound Shaper (taajuuden siirto)
fr_fr: Compression fréquentielle Sound Shaper
ja_jp: サウンドシェーパー
pt_pt: Sound Shaper - compressão de freq.
zh_cn: 频谱重组

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: Mild (4K)
cs_cz: Lehce (4K)
es_es: Leve (4K)
fi_fi: Heikko (4K)
fr_fr: Légère (4K)
hu_hu: Enyhe (4K)
it_it: Lieve (4K)
ja_jp: 弱 (4K)
nl_nl: Licht (4K)
pl_pl: Łagodne (4K)
pt_pt: Suave (4K)
ro_ro: Usor (4K)
ru_ru: Слабо (4K)
tr_tr: Hafif (4K)
zh_cn: 轻度 (4K)

source: Moderate (3.5K)
cs_cz: Středně (3.5K)
da_dk: Moderat (3.5K)
de_de: Moderat (3.5K)
es_es: Moderado (3.5K)
fi_fi: Kohtalainen (3.5K)
fr_fr: Moyenne (3,5K)
hu_hu: Közepes (3.5K)
it_it: Moderato (3.5K)
ja_jp: 中 (3.5K)
nl_nl: Medium (3.5K)
no_no: Moderat (3.5K)
pl_pl: Umiarkowane (3.5K)
pt_pt: Moderada (3.5K)
ro_ro: Moderat (3.5K)
ru_ru: Умеренно (3.5K)
sv_se: Måttlig (3.5K)
tr_tr: Orta (3.5K)
zh_cn: 中度 (3.5K)

source: Strong (2.5K)
cs_cz: Silně (2.5K)
da_dk: Stærk (2.5K)
de_de: Stark (2.5K)
es_es: Fuerte (2.5K)
fi_fi: Voimakas (2.5K)
fr_fr: Forte (2,5K)
hu_hu: Erős (2.5K)
it_it: Forte (2.5K)
ja_jp: 強 (2.5K)
nl_nl: Sterk (2.5K)
no_no: Sterk (2.5K)
pl_pl: Silne (2.5K)
pt_pt: Forte (2.5K)
ro_ro: Puternic (2.5K)
ru_ru: Сильно (2.5K)
sv_se: Stark (2.5K)
tr_tr: Güçlü (2.5K)
zh_cn: 重度 (2.5K)

source: 2 hours
cs_cz: 2 hodiny
da_dk: 2 Timer
de_de: 2 Stunden
es_es: 2 Horas
fi_fi: 2 tuntia
fr_fr: 2 heures
hu_hu: 2 óra
it_it: 2 Ore
ja_jp: 2 時間
ko_kr: 2 시간
nl_nl: 2 uur
no_no: 2 timer
pl_pl: 2 godziny
pt_pt: 2 Horas
ro_ro: 2 ore
ru_ru: 2 часа
sv_se: 2 timmar
tr_tr: 2 saat
zh_cn: 2小时

source: Press & hold button or ALT key to activate the Talk Over Function.
cs_cz: Stiskněte & držte tlačítko nebo klávesu ALT pro aktivování funkce Talk Over.
da_dk: Tryk og hold knappen eller ALT tast for at aktivere Talk Over Funktion.
de_de: Drücken und halten der Taste oder der ALT-Taste um die "Talk Over"-Funktion zu aktivieren
es_es: Presionar y mantener pulsado el botón o la tecla ALT, para activar la función Talk Over
fi_fi: Paina & pidä painettuna tai ALT painike aktivoidaksesi Keskustelutila
fr_fr: Maintenez appuyé le bouton ou la touche ALT pour activer les microphones des aides auditives (fonction "Talk Over").
hu_hu: Tartsa lenyomva a gombot vagy az ALT billentyűt Talk Over funkció aktiválásához.
it_it: Premere e tenere premuto il tasto ALT o il tasto per attivare la funzione Talk Over
ja_jp: このボタンを押すか、又はALTキーを押したままにすると、補聴器のマイクが有効になります
ko_kr: Talk Over Function을 활성하려면 ALT 키 또는 버튼 길게 누르십시오.
nl_nl: Houd de knop of de ALT toets ingedrukt om de Talk-Over-functie te activeren.
no_no: Trykk & hold knappen nede eller trykk ALT for å aktivere Talk Over funksjonen.
pl_pl: Naciśnij i przytrzymaj klawisz ALT aby aktywować funkcję Mów do Pacjenta.
pt_pt: Pressione e segure o botão ou ALT para ativar a função Talk Over.
ro_ro: Apasati si tineti apasat butonul sau tasta ALT pentru activarea functiei Vorbire Peste
ru_ru: Нажмите и удерживате кнопку или клавишу ALT для активации функции Дискуссия.
sv_se: Tryck & håll nere knapp eller ALT knapp för att aktivera Talk Over funktion.
tr_tr: Talk Over Fonksiyonunu etkinleştirmek için butona veya ALT tuşuna basılı tutun.
zh_cn: 按住此键或键盘上的ALT键进行对话。

source: Not supported due to instrument limitation
cs_cz: Nepodporováno kvůli limitaci sluchadla
da_dk: Understøttes ikke på grund af begrænsninger i apparatet
de_de: Nicht unterstützt aufgrund von Beschränkungen vom Hörsystem
es_es: No soportado debido a una limitación del audífono
fi_fi: Ei käytössä johtuen kuulokojeen rajoituksista
fr_fr: Impossible : non supporté par l'appareil
hu_hu: Nem támogatott a készülék limitációhoz
it_it: Non supportato a causa di limitazione dello strumento
ja_jp: サポートされません
ko_kr: 보청기 제한 때문에 지원되지 않습니다
nl_nl: Niet ondersteund vanwege toestelbeperkingen
no_no: Støttes ikke pga. apparat begrensninger
pl_pl: Niedostępne z powodu ograniczeń urządzenia.
pt_pt: Não suportado devido a limitação do aparelho
ro_ro: Nesuportat datorita limitarilor aparatului
ru_ru: Не поддерживается из-за ограничений аппарата
sv_se: Stödjs inte pga hörapparat begränsning
tr_tr: Cihaz kısıtlaması nedeniyle desteklenmiyor
zh_cn: 由于助听器限制不支持

source: Sound Shaper Level
cs_cz: Úroveň Sound Shaperu
da_dk: Sound Shaper niveau
de_de: Sound Shaper Stufe
es_es: Nivel de Transformación Espectral
fi_fi: Sound Shaper, taso
fr_fr: Niveau de compression fréquentielle Sound Shaper
hu_hu: Sound Shaper szint
it_it: Livello Sound Shaper
ja_jp: サウンドシェーパー設定
nl_nl: SoundShaper stand
no_no: Sound Shaper Nivå
pl_pl: Poziom Sound Shaper
pt_pt: Nível do Sound Shaper
ro_ro: Nivel Sound Shaper
ru_ru: Уровень Sound Shaper
sv_se: Sound Shaper Nivå
zh_cn: 频谱重组级别

source: Sound Shaper cannot stay enabled when enabling Tinnitus Sound Generator. Sound Shaper has automatically been turned off.
cs_cz: Sound Shaper nemůže zůstat zapnutý, pokud je povolen Tinnitus Sound Generator. Sound Shaper byl automaticky vypnut.
da_dk: Sound Shaper kan ikke være tilsluttet sammen med Tinnitus Sound Generator. Sound Shaper er automatisk blevet slået fra.
de_de: Der Sound Shaper kann nicht aktiv bleiben wenn der Tinnitus-Sound-Generator aktiviert wird. Der Sound Shaper wird automatisch deaktiviert.
es_es: La Transformación Espectral no puede estar activada al habilitar el Generador Sonoro Tinnitus. La Transformación Espectral se ha desconectado automáticamente.
fi_fi: Sound Shaper ei voi olla käytössä jos TSG toiminto on käytössä. Äänen terävöinti kytketään automaattisesti pois päältä.
fr_fr: La compression fréquentielle Sound Shaper ne peut pas être activée en même temps que le générateur de son TSG. La compression fréquentielle Sound Shaper a été désactivée.
hu_hu: A Sound Shaper nem maradhat engedélyezve amikor a Tinnitus Hang Generátor engedélyezve van. A Sound Shaper automatikusan ki fog kapcsolni.
it_it: Sound Shaper non potrà rimanere abilitato quando è attivo Generatore Suoni Tinnitus. Sound Shaper verrà automaticamente disattivato.
ja_jp: TSGが動作中はサウンドシェーパーを使用できません。サウンドシェーパーは自動的にオフになります。
ko_kr: 이명음 발생기가 활성된 경우는 Sound Shaper를 사용할 수 없습니다. Sound Shaper 가 자동으로 종료되었습니다.
nl_nl: SoundShaper kan niet aanstaan als de Tinnitus Sound Generator aan wordt gezet. SoundShaper is automatisch uitgezet.
no_no: Sound Shaper kan ikke være aktivert når Tinnitus Lydgenerator er slått på. Sound Shaper har automatisk blitt slått av.
pl_pl: Sound Shaper nie może być aktywny gdy działa Generator TSG. Sound Shaper został automatycznie wyłączony.
pt_pt: Sound Shaper não pode ser habilitado com o Gerador de Som para Zumbido ativado. Sound Shaper foi automaticamente desligado para todos os programas.
ro_ro: Sound Shaper nu poate ramane activat la pornirea generatorului de sunet pentru tinnitus. Sound Shaper a fost oprit in mod automat.
ru_ru: Sound Shaper не может быть активен в период активного Генератора тиннитуса. Sound Shaper будет автоматически отключен.
sv_se: Sound Shaper kan inte vara påslagen när du använder Ljudstimulation. Sound Shaper har automatiskt slagits av.
zh_cn: 使用耳鸣管理器时频谱重组功能不可用，频谱重组功能将自动关闭。

source: Tinnitus Sound Generator cannot stay enabled when enabling Sound Shaper. Tinnitus Sound Generator has automatically been turned off.
cs_cz: Tinnitus Sound Generator nemůže zůstat zapnutý, pokud je povolen Sound Shaper. Tinnitus Sound Generator byl automaticky vypnut.
da_dk: Tinnitus Sound Generator kan ikke være slået til sammen med Sound Shaper. Tinnitus Sound Generator er automatisk blevet slået fra.
de_de: Der Tinnitus-Sound-Generator kann nicht aktiv bleiben wenn der Sound Shaper aktiviert wird. Der Tinnitus-Sound-Generator wird automatisch deaktiviert.
es_es: El Generador Sonoro Tinnitus no puede estar activado al habilitar la Transformación Espectral. El Generador Sonoro Tinnitus se ha desconectado automáticamente
fi_fi: TSG toiminto ei voi olla päällä jos ääne terävöinti on käytössä. TSG kytketään automaattisesti pois päältä.
fr_fr: Le générateur de son TSG ne peut pas être activé en même temps que la compression fréquentielle Sound Shaper. Le générateur de son TSG a été désactivé.
hu_hu: A Tinnitus Hang Generátor nem maradhat engedélyezve amikor a Sound Shaper engedélyezve van. A Tinnitus Hang Generátor automatikusan ki fog kapcsolni.
it_it: Generatore Suoni Tinnitus non potrà rimanere abilitato quando è attivo Sound Shaper. Generatore Suoni Tinnitus verrà automaticamente disattivato.
ja_jp: サウンドシェーパーが動作中はTSGを使用できません。TSGは自動的にオフになります。
ko_kr: Sound Shaper 가 활성된 경우는 이명음 발생기를 사용할 수 없습니다. 이명음 발생기가 자동으로 종료되었습니다.
nl_nl: Tinnitus Sound Generator kan niet aanstaan als de SoundShaper aan wordt gezet. Tinnitus Sound Generator is automatisch uitgezet.
no_no: Tinnitus Lydgenerator kan ikke være aktivert når Sound Shaper er slått på. Tinnitus Lydgenerator har automatisk blitt slått av.
pl_pl: Generator TSG nie może być aktywny gdy działa Sound Shaper. Generator TSG został automatycznie wyłączony.
pt_pt: Gerador de Som para Zumbido não pode ser habilitado com o Sound Shaper ativado. Gerador de Som para Zumbido foi automaticamente desligado.
ro_ro: Generatorul de sunet pentru tinnitus nu poate ramane activat la pornirea Sound Shaper. Generatorul de sunet pentru tinnitus a fost oprit in mod automat.
ru_ru: Генератор тиннитуса не может быть активен в период активного Sound Shaper. Генератор тиннитуса будет автоматически отключен.
sv_se: Ljudstimulation kan inte vara påslagen när du använder Sound Shaper. Ljudstimulation har automatiskt slagits av.
tr_tr: Sound Shaper etkinleştirildiğinde Tinnitus Sound Generator etkin kalamaz. Tinnitus Sound Generator otomatik olarak kapatıldı.
zh_cn: 使用频谱重组功能时耳鸣管理器不可用，耳鸣管理器将自动关闭。

source: Sound Shaper or WindGuard cannot stay enabled when enabling Tinnitus Sound Generator. Sound Shaper and WindGuard have automatically been turned off.
cs_cz: Sound Shaper nebo WindGuard nemůže zůstat zapnutý, pokud je povolen Tinnitus Sound Generator. Sound Shaper a WindGuard byly automaticky vypnuty.
da_dk: Sound Shaper eller WindGuard kan ikke være slået til sammen med Tinnitus Sound Generator. Sound Shaper og WindGuard er automatisk blevet slået fra.
de_de: Der Sound Shaper und der Windguard können nicht aktiv bleiben wenn der Tinnitus-Sound-Generator aktiviert wird. Der Sound Shaper und der Windguard werden automatisch deaktiviert.
es_es: La Transformación espectral o el WindGuard, no pueden estar activados al habilitar el Generador Sonoro Tinnitus. La Transformación Espectral y el Wind Guard se han desconectado automáticamente.
fi_fi: Sound Shaper tai Tuulisalpa eivät voi olla käytössä jos TSG otetaan käytöön. Äänen terävöinti ja Tuulisalpa kytketään automaattisesti pois päältä.
fr_fr: La compression fréquentielle Sound Shaper et le réducteur de bruit de vent WindGuard ne peuvent pas être activés en même temps que le générateur de son TSG. La compression fréquentielle Sound Shaper et le réducteur de bruit de vent WindGuard ont été désactivés.
hu_hu: A Sound Shaper vagy a WindGuard nem lehet engedélyezve amikor a Tinnitus Hang Generátor engedélyezve van. A Sound Shaper és a WindGuard automatikusan ki fog kapcsolni
it_it: Sound Shaper o WindGuard non possono rimanere attivi con il Generatore Suoni Tinnitus abilitato. Sound Shaper e WindGuard verranno automaticamente disattivati.
ja_jp: TSGが動作中はサウンドシェーパーとウィンドガードを使用できません。サウンドシェーパーとウィンドガードは自動的にオフになります。
ko_kr: 이명음 발생기가 활성된 경우는 Sound Shaper 또는 WindGuard를 사용할 수 없습니다. Sound Shaper 와 WindGuard 가 자동으로 종료되었습니다.
nl_nl: SoundShaper en WindGuard kunnen niet aanstaan als de Tinnitus Sound Generator aan wordt gezet. SoundShaper en WindGuard zijn automatisch uitgezet.
no_no: Sound Shaper eller WindGuard kan ikke være aktivert når Tinnitus Lydgenerator er slått på.. Sound Shaper og WindGuard har automatisk blitt slått av
pl_pl: Sound Shaper albo WindGuard nie mogą być aktywne gdy działa Generator TSG. Sound Shaper oraz WindGuard zostały automatycznie wyłączone.
pt_pt: Sound Shaper e Wind Guard não podem ser habilitados com o Gerador de Som para Zumbido ativado. Sound Shaper e WindGuard foram desligados.
ro_ro: Sound Shaper sau WindGuard nu pot ramane active la pornirea Generatorului de sunet pentru tinnitus. Sound Shaper si WindGuard au fost dezactivate in mod automat.
ru_ru: Sound Shaper или WindGuard не могут быть активны в период активного Генератора тиннитуса. Sound Shaper и WindGuard будут автоматически отключены.
sv_se: Sound Shaper eller Vindskydd kan inte vara påslagna samtidigt som Ljudstimulation. Sound Shaper och Vindskydd har automatiskt slagits av.
tr_tr: Tinnitus Sound Generator etkinleştirildiğinde Sound Shaper veya WindGuard etkin kalamaz. Sound Shaper ve WindGuard otomatik olarak kapatıldı.
zh_cn: 使用耳鸣管理器时频谱重组功能或风噪卫士不可用，频谱重组功能和风噪卫士都将自动关闭。
