Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Current Drain 60 dBSPL at 1600 Hz (IEC)
cs_cz: Proudový odběr 60 dBSPL na1600 Hz (IEC)
de_de: Stromverbrauch 60 dB SPL bei 1600 Hz (IEC)
es_es: Consumo de pila a 60 dBSPL at 1600 Hz (IEC)
fi_fi: Virrankulutus 60 dB SPL ja 1600 Hz (IEC)
fr_fr: Consommation à 60 dB SPL à 1600 Hz (CEI)
hu_hu: Áramfelvétel 60 dBSPL 1600 Hz-en (IEC)
it_it: Consumo Batteria 60 dBSPL at 1600 Hz (IEC)
ja_jp: 電池電流 60 dBSPL @ 1600 Hz (IEC)
nl_nl: Stroomverbruik 60 dBSPL bij 1600 Hz (IEC)
no_no: Strømtrekk 60 dBSPL at 1600 Hz (IEC)
pl_pl: Pobór Prądu 60 dBSPL dla 1600 Hz (IEC)
pt_pt: Corrente de operação de Bateria 60 dBSPL at 1600 Hz (IEC)
ro_ro: Bateria Consuma 60 dBSPL la 1600 Hz (IEC)
ru_ru: Потребляемый ток 60 дБ УЗД на 1600 Гц (IEC)
tr_tr: Akım değeri 60 dBSPL at 1600 Hz (IEC)
zh_cn: 60dB SPL输入工作电流（1600 Hz ） (IEC)

source: Current Drain 65 dBSPL at 1000 Hz (IEC/ANSI)
cs_cz: Proudový odběr 65 dBSPL na 1000 Hz (IEC/ANSI)
de_de: Stromverbrauch 65 dB SPL bei 1000 Hz (IEC/ANSI)
es_es: Consumo de pila a 65 dBSPL at 1000 Hz (IEC/ANSI)
fi_fi: Virrankulutus 65 dB SPL ja 1000 Hz (IEC/ANSI)
fr_fr: Consommation à 60 dB SPL à 1000 Hz (CEI/ANSI)
hu_hu: Áramfelvétel 65 dBSPL 1000 Hz-en (IEC/ANSI)
it_it: Consumo Batteria 65 dBSPL at 1000 Hz (IEC/ANSI)
ja_jp: 電池電流 65 dBSPL @ 1000 Hz (IEC/ANSI)
nl_nl: Stroomverbruik 65 dB SPL bij 1000 Hz (IEC/ANSI)
no_no: Strømtrekk 65 dBSPL at 1000 Hz (IEC/ANSI)
pl_pl: Pobór Prądu 65 dBSPL dla1000 Hz (IEC/ANSI)
pt_pt: Corrente de operação de Bateria 65 dBSPL at 1000 Hz (IEC/ANSI)
ro_ro: Bateria consuma 65 dBSPL la 1000 Hz (IEC/ANSI)
ru_ru: Потребляемый ток 65 дБ УЗД на 1000 Гц (IEC/ANSI)
tr_tr: Akım değeri 65 dBSPL at 1000 Hz (IEC/ANSI)
zh_cn: 65 dBSPL输入工作电流（1000 Hz ）(IEC/ANSI)

source: Equivalent Input Noise Equivalent input noise level (IEC/ANSI)
cs_cz: Ekvivalentní vstupní šum (IEC/ANSI)
de_de: Äquivalentes Eigenrauschen (IEC/ANSI)
es_es: Ruido de entrada equivalente (IEC/ANSI)
fi_fi: Ekvivalentti ottokohina. Ekvivalentti ottokohina taso (IEC/ANSI)
fr_fr: Bruit équivalent ramené à l'entrée (CEI/ANSI), réducteur de bruit désactivé
hu_hu: Megengedett bemeneti zaj megengedett bementi zaj szint (IEC/ANSI)
it_it: Rumore Ingresso Equivalente (IEC/ANSI)
ja_jp: 等価入力雑音レベル (IEC/ANSI)
nl_nl: Ruisequiv. ingangsdruk (IEC/ANSI):
pl_pl: Równoważny Poziom Szumów Równoważny poziom szumów (IEC/ANSI)
pt_pt: Ruído equivalente de entrada (IEC/ANSI)
ro_ro: Zgomot de Intrare Echivalent Nivel Zgomot de Intrare Echivalent (IEC/ANSI)
ru_ru: Коэффициент шума на входе (IEC) Коэффициент шума на входе (ANSI)
tr_tr: Eşdeğer Giriş Gürültüsü Oranı (IEC/ANSI)
zh_cn: 等效输入噪声级 (IEC/ANSI)

source: 1/3 Octave Equivalent input noise,w/o Noise reduction
cs_cz: 1/3 oktávový ekvivalentní vstupní šum bez redukce šumu
de_de: Äquivalentes Eigenrauschen 1/3 Oktave ohne Störgeräuschreduzierung
es_es: Ruido de entrada Equivalente 1/3 Octava ,sin reducción de Ruido
fi_fi: 1/3 oktaavin ekvivalentti ottokohina, ilman kohinanvaimennusta
fr_fr: Bruit équivalent à l'entrée en 1/3 d'octave, réducteur de bruit désactivé
hu_hu: 1/3 Oktáv Equivalens bemeneti zaj, zajszűrés ki/be
it_it: Rumore Ingresso Equivalente 1/3 Ottava, senza Riduzione del rumore
ja_jp: 1/3オクターブ等価入力雑音レベル（雑音抑制なし）
ko_kr: 소음 감소 없이 3분의 1 옥타브 동등한 입력 소음
nl_nl: 1/3 oct. ruisequiv. ingangsdruk, zonder lawaaireductie
pl_pl: 1/3 Oktawy Równoważny Poziom Szumów bez Redukcji Hałasu
pt_pt: 1/3 oitava ruído equivalente de entrada, sem redução de ruído
ro_ro: 1 / 3 Octave de zgomot echivalent de intrare, w / o reducere a zgomotului
ru_ru: 1/3 октавы коэффициента шума на входе (без шумоподавления)
tr_tr: 1/3 oktav eşdeğer giriş gürültüsü,w/o gürültü giderme olmadan
zh_cn: 1/3倍频程等效输入噪声(未启动降噪)

source: Frequency Range
cs_cz: Frekvenční rozsah
de_de: Frequenz Bereich
es_es: Rango de Frecuencia
fi_fi: Taajuusalue
fr_fr: Bande passante
hu_hu: Frekvencia tartomány
it_it: Gamma di Frequenza
ja_jp: 周波数範囲
ko_kr: 주파수 범위
nl_nl: Frequentiebereik
pl_pl: Zakres Częstotliwości
pt_pt: Faixa de adaptação
ro_ro: Frecventa
ru_ru: Частотный диапазон
tr_tr: Frekans Aralığı
zh_cn: 频响范围

source: Frequency Range DIN to
cs_cz: Frekvenční rozsah DIN do
de_de: Frequenzbandbreite DIN bis
es_es: Rango de Frecuencia DIN hasta
fi_fi: Taajuuskaista DIN -
fr_fr: Bande passante (DIN) à
hu_hu: Frekvencia tartomány DIN
it_it: Gamma di Frequenza DIN a
ja_jp: 周波数範囲 DIN
ko_kr: 주파수 범위 DIN to
nl_nl: Frequentiebereik (DIN) tot
pl_pl: Zakres Częstotliwości DIN do
pt_pt: Faixa de Frequência DIN para
ro_ro: Gama Frecventa DIN la
ru_ru: Частотный диапазон DIN до
tr_tr: Frekans Aralığı DIN'e
zh_cn: 频响范围（DIN）至

source: Frequency Range ANSI From
cs_cz: Frekvenční rozsah ANSI od
de_de: Frequenzbandbreite ANSI von
es_es: Rango de Frecuencia ANSI Desde
fi_fi: Taajuuskaista ANSI -
fr_fr: Bande passante (ANSI) de
hu_hu: Frekvencia taromány ANSI
it_it: Gamma di Frequenza ANSI da
ja_jp: 周波数範囲 ANSI From
ko_kr: 주파수 범위 ANSI From
nl_nl: Frequentiebereik (ANSI) van
pl_pl: Zakres Częstotliwości ANSI Od
pt_pt: Faixa de Frequência ANSI
ro_ro: Gama Frecventa ANSI din
ru_ru: Частотный диапазон ANSI от
tr_tr: Frekans Aralığı ANSI dan
zh_cn: 频响范围(ANSI)从

source: Frequency Range ANSI to
cs_cz: Frekvenční rozsah ANSI do
de_de: Frequenzbandbreite ANSI bis
es_es: Rango de Frecuencia ANSI hasta
fi_fi: Taajuuskaista ANSI -
fr_fr: Bande passante (ANSI) à
hu_hu: Frekvencia tartomány ANSI
it_it: Gamma di Frequenza ANSI a
ja_jp: 周波数範囲 ANSI to
ko_kr: 주파수 범위 ANSI to
nl_nl: Frequentiebereik (ANSI) tot
pl_pl: Zakres Częstotliwości ANSI do
pt_pt: Faixa de Frequência ANSI
ro_ro: Gama Frecventa ANSI la
ru_ru: Частотный диапазон ANSI до
tr_tr: Frekans aralığı ANSI 'e
zh_cn: 频响范围（ANSI）至

source: Frequency Range HAIC From
cs_cz: Frekvenční rozsah HAIC od
de_de: Frequenzbandbreite HAIC von
es_es: Rango de Frecuencia HAIC Desde
fi_fi: Taajuuskaista HAIC -
fr_fr: Bande passante (HAIC) de
hu_hu: Frekvencia tartomány HAIC
it_it: Gamma di Frequenza HAIC da
ja_jp: 周波数範囲 HAIC From
ko_kr: 주파수 범위 HAIC From
nl_nl: Frequentiebereik (HAIC) van
pl_pl: Zakres Częstotliwości HAIC Drom
pt_pt: Faixa de adaptação HAIC
ro_ro: Gama Frecventa HAIC din
ru_ru: Частотный диапазон HAIC от
tr_tr: Frekans Aralığı HAIC den
zh_cn: 频响范围(HAIC)从

source: Frequency Range HAIC to
cs_cz: Frekvenční rozsah HAIC do
de_de: Frequenzbandbreite HAIC bis
es_es: Rango de Frecuencia HAIC hasta
fi_fi: Taajuuskaista HAIC -
fr_fr: Bande passante (HAIC) à
hu_hu: Frekvencia tartomány HAIC
it_it: Gamma di Frequenza HAIC a
ja_jp: 周波数範囲 HAIC to
ko_kr: 주파수 범위 HAIC to
nl_nl: Frequentiebereik (HAIC) tot
pl_pl: Zakres Częstotliwości HAIC do
pt_pt: Faixa de frequência HAIC to
ro_ro: Gama Frecventa HAIC la
ru_ru: Частотный диапазон HAIC до
tr_tr: Frekans Aralığı HAIC'e
zh_cn: 频响范围（HAIC）至

source: Per Environment...
cs_cz: Podle prostředí...
da_dk: Pr. miljø...
de_de: Situationsabhängig
es_es: Por Entorno...
fi_fi: Ääniympäristön mukaan
fr_fr: Selon environnement
hu_hu: Per környezet...
it_it: Per Ambiente
ja_jp: 環境適応
ko_kr: 환경별...
nl_nl: Per omgeving...
no_no: Etter Lyttemiljø...
pl_pl: Środowiskowa...
pt_pt: Por ambiente...
ro_ro: Pe Ambient...
ru_ru: В окружающей обстановке...
sv_se: Per miljö
tr_tr: Herbir çevre için...
zh_cn: 每种环境...

source: Adjust warning level based on environment
cs_cz: Nastavit úroveň varování v závislosti na prostředí
da_dk: Juster biptone niveau baseret på lydmiljøet
de_de: Einstellung der Signalpegel situationsabhängig
es_es: Ajustar nivel de avisos basado en el entorno
fi_fi: Muuta tasoa autom. ääniympäristön mukaan
fr_fr: Ajuster à l'environnement sonore
hu_hu: Figyelmeztető szint állítás a környezet szerint
it_it: Regola Beep in base all'ambiente
ja_jp: 環境により音量を自動調整させる
ko_kr: 환경에 따라 경고 수준을 조정하세요
nl_nl: Pas waarschuwingsniveau aan aan de omgeving
no_no: Juster nivå basert på lyttemiljø
pl_pl: Dopasuj poziom sygnału do środowiska
pt_pt: Ajuste do indicador de bateria baseado em ambiente
ro_ro: Ajustare nivel avertizare bazata pe mediu
ru_ru: Настроить уровень сигнала, исходя из окружающей обстановки
sv_se: Justera varningsnivå baserat på miljö
tr_tr: Ortama dayalı uyarı seviyelerini ayarla
zh_cn: 不同环境下自动调节

source: The left and right hearing instruments must both be the same product.
cs_cz: Sluchadlo vlevo i vpravo musí být shodné typy.
da_dk: Højre og venstre apparat skal være samme produkt.
de_de: Das rechte und das linke Hörsystem müssen gleich sein.
es_es: Los audífonos derecho e izquierdo deben ser del mismo modelo.
fi_fi: Vasen ja oikea kuulokoje on oltava sama kojemalli.
fr_fr: L'appareil droit et gauche doivent être du même type.
hu_hu: A jobb és a bal készüléknek azonosnak kell lennie.
it_it: Gli Apparecchi Acustici di destra e di sinistra devono essere lo stesso prodotto.
ja_jp: 右と左の補聴器は同様の製品でなければなりません
ko_kr: 왼쪽과 오른쪽 보청기가 같은 제품이어야 합니다.
nl_nl: Linker en rechter toestel moeten uit dezelfde productfamlie komen.
no_no: Venstre og høyre høreapparat må være samme.
pl_pl: Na prawym i lewym uchu musi być wybrany ten sam produkt.
pt_pt: Os AASIs do lado ESQUERDO e DIREITO devem ser do mesmo produto
ro_ro: Aparatul stang si cel drept trebuie sa fie ambele acelasi produs.
ru_ru: Слева и справа должны быть одинаковые продукты.
sv_se: Höger och vänster hörapparater måste vara samma produkt
tr_tr: Sağ ve sol işitme cihazı aynı ürün olmak zorunda.
zh_cn: 左侧和右侧必须为相同的产品。

source: Remote Control
cs_cz: Dálkové ovládání
da_dk: Fjernbetjening
de_de: Fernbedienung
es_es: Mando a Distancia
fi_fi: Kauko-Ohjain
fr_fr: Télécommande
hu_hu: Távirányitó
ja_jp: リモコンユナイト
ko_kr: 리모트 컨트롤
nl_nl: Afstandbediening
no_no: Fjernkontroll
pl_pl: Pilot
pt_pt: Controle Remoto
ro_ro: Telecomanda
ru_ru: Пульт дистанционного управления (ПДУ)
sv_se: Fjärrkontroll
tr_tr: Uzaktan Kumanda
zh_cn: 遥控器

source: PhoneClip
da_dk: Telefonclip
de_de: Bluetooth Verbindung
ja_jp: 携帯ユナイト
ko_kr: 폰클립
nl_nl: Telefoonclip
sv_se: Telefonclip
zh_cn: 手机伴侣

source: Streamer
de_de: Audio Beamer
es_es: Transmisor
fi_fi: Lähetin
fr_fr: Émetteur sur canal
it_it: Unite TV
ja_jp: TV/マイク
ko_kr: 스트리머
pl_pl: Akcesorium
pt_pt: Acessório
ru_ru: Стример
zh_cn: 音频转换器

source: An unknown error has occured and the program is unable to determine the state of the accessories - please contact GN ReSound Technical Support.
cs_cz: Nastala neznámá chyba a program není schopen určit stav příslušenství - spojte se prosím s technickou podporou GN.
da_dk: Der er sket en ukendt fejl og programmet kan ikke fastslå tilstanden af tilbehøret - kontakt GN ReSound.
de_de: Ein unerwarteter Fehler ist aufgetreten - Bitte kontaktieren Sie den technischen Kundenservice von ReSound.
es_es: Ha ocurrido un error desconocido y el programa no puede determinar el estado de los accesorios - por favor contacte con el soporte Técnico de GN ReSound.
fi_fi: Tuntematon virhe on tapahtunut eikä ohjelma pysty havaitsemaan lisälaitetteen tilaa. Ota yhteyttä tekniseen tukeen.
fr_fr: Une erreur a été détectée. Aventa ne peut pas déterminer l'état des accessoires. Merci de contacter le support technique.
hu_hu: Ismeretlen hiba, a program nem ismeri fel a tartozékot - Lépjen kapcsolatba a GN ReSound technikai részlegével.
it_it: E' avvenuto un errore sconosciuto e il programma non è in grado di determinare lo stato degli accessori. Prego contattare il Supporto Tecnico GN ReSound
ja_jp: 不明なエラーが発生しました。プログラムはアクセサリーの状況を把握できません。
ko_kr: 알수없는 오류가 발생하였고 프로그램이 액세서리의 상태를 결정할 수 없습니다 - GN ReSound Technical Support와 연락하시기 바랍니다.
nl_nl: Een onbekende fout trad op en het programma kan de staat van de accessoires niet bepalen - neem s.v.p. contact op met de Technische Ondersteuning van GN Hearing.
no_no: En ukjent feil har skjedd og programmet er ikke i stand til å finne tilbehør. Kontakt GN ReSound for hjelp.
pl_pl: Wystąpił nieoczekiwany błąd i program nie może wykryć stanu akcesoriów. Proszę skontaktować się z działem technicznym GN ReSound
pt_pt: Ocorreu um erro inesperado, o que impossibilita a comunicação dos acessórios.Por favor, contate o Suporte da Gn ReSound
ro_ro: A aparut o eroare necunoscuta si programul nu poate determina situatia accesorilor - contactati echipa de suport
ru_ru: Произошла неизвестная ошибка: программа не может распознать состояние аксессуаров. Пожалуйста, обратитесь за технической поддержкой в компанию GN ReSound.
sv_se: Ett okänt fel har inträffat och programmet kan inte bestämma Tillbehörens status - Kontakta GN ReSound´s Tekniska Support.
tr_tr: Bilinmeyen bir hata meydana geldi ve program, aksesuarların durumunu belirleyemiyor.- Lütfen GN ReSound Teknik Destek ile irtibata geçin.
zh_cn: 发生未知错误，程序无法判断配件的状态。请与瑞声达技术人员联系。

source: Unknown Error
cs_cz: Neznámá chyba
da_dk: Ukendt fejl
de_de: Unerwarteter Fehler
es_es: Error Desconocido
fi_fi: Tuntematon virhe
fr_fr: Erreur inconnue
hu_hu: Ismeretlen hiba
it_it: Errore sconosciuto
ja_jp: 不明なエラー
ko_kr: 알수없는 오류
nl_nl: Onbekende fout
no_no: Ukjent Feil
pl_pl: Nieznany Błąd
pt_pt: Erro desconhecido
ro_ro: Eroare Necunoscuta
ru_ru: Неизвестная ошибка
sv_se: Okänt fel
tr_tr: Bilinmeyen Hata
zh_cn: 未知错误

source: Hearing instruments must be connected to manage accessories.
cs_cz: Chcete-li spravovat příslušenství, musí být sluchadlo připojeno.
da_dk: Høreapparaterne skal være forbundet for at håndtere tilbehør.
de_de: Zur Steuerung der Zubehörkomponenten müssen die Hörsysteme verbunden sein.
es_es: Los audífonos deberán estar conectados para gestionar los accesorios.
fi_fi: Kuulokoje täytyy yhdistää jos lisälaitteita halutaan käyttää.
fr_fr: ATTENTION : pour coupler un accessoire, il faut d'abord connecter les appareils auditifs. Si tel n'est pas le cas, cliquer sur le bouton ci-contre "Détecter les appareils"
hu_hu: A hallókészülékeket csatlakoztatni kell a kezelni kivánt tartozékhoz.
it_it: Gli Apparecchi Acustici devono essere collegati per la gestione degli Accessori
ja_jp: 【アクセサリーの追加/削除】
ko_kr: 액세서리를 관리하기 위해서 보청기가 연결되어야 합니다.
nl_nl: De hoortoestellen moeten verbonden zijn om de accessoires te kunnen beheren.
no_no: Høreapparater må være tilkoblet for å kunne velge tilbehør.
pl_pl: Aby zarządzać akcesoriami, aparat musi być połączony.
pt_pt: Os AASIs devem ser conectados para gerenciamento dos acessórios.
ro_ro: Aparatele Auditive trebuie conectate pentru a administra accesorile
ru_ru: Для настройки аксессуаров слуховые аппараты должны быть подключены.
sv_se: Hörapparater måste vara anslutna för att hantera tillbehör.
tr_tr: İşitme cihazları yönetim aksesuarlarına bağlı olmak zorunda.
zh_cn: 必须要连接助听器才能管理附件.

source: Instruments must be assigned to the patient to manage accessories.
cs_cz: Ke správě příslušenství musí být sluchadlo přiřazeno danému pacientovi.
da_dk: Høreappatet skal være tildelt patienten for at tilbehør kan håndteres.
de_de: Hörsysteme müssen dem Kunden zugewiesen werden, um die Zubehörkomponenten ansteuern zu können.
es_es: Los audífonos deberán de estar asignados a un paciente para poder administrar los accesorios.
fi_fi: Kuulokoje pitää ensin olla valittuna potilaalle jotta lisälaitteita voidaan lisätä.
fr_fr: Pour coupler un accessoire, il faut d'abord connecter les aides auditives au logiciel. Si tel n'est pas le cas, cliquer sur le bouton ci-contre "Gérer les appareils".
hu_hu: A készülékeknek a pácienshez kell tartoznia a tartozék kezeléséhez.
it_it: I dispositivi devono essere assegnati al paziente per la gestione degli Accessori
ja_jp: この画面ではワイヤレスアクセサリーの追加と削除を行います
ko_kr: 액세서리를 관리하기 위해서 보청기가 환자에게 적용되어야 합니다.
nl_nl: Er moeten toestellen zijn toegewezen aan de cliënt om accessoires te kunnen beheren
no_no: Apparater må være linket til brukeren om du skal velge tilbehør.
pl_pl: Aby zarządzać akcesoriami, aparat musi być przypisany do pacjenta.
pt_pt: Os AASIs devem estar colocados no paciente para o gerenciamento dos acessórios.
ro_ro: Instrumentele trebuie asociate pacientului pentru a administra accesoriile
ru_ru: Для настройки аксессуаров СА должны соответствовать выбранному пациенту.
sv_se: Hörapparat(er) måste vara tilldelad patienten för att kunna hantera tillbehör.
tr_tr: Aksesuarların kullanımı için cihazlar hastaya atanmalıdır.
zh_cn: 请为助听器指定无线附件

source: There are no accessories assigned to the patient.
cs_cz: K pacientovi není přiřazeno žádné příslušenství.
da_dk: Der er intet tilbehør tildelt denne patient.
de_de: Dem Kunden wurden keine Zubehörkomponenten zugewiesen.
es_es: No hay accesorios asignados al paciente.
fi_fi: Mitään lisälaitteita ei ole valittu potilaalle.
fr_fr: Aucun accessoire n'est affecté à ce patient.
hu_hu: Nincs tartozék rendelve a pácienshez.
it_it: Questi non sono accessori assegnati al paziente.
ja_jp: この顧客にはアクセサリーが選択されていません
ko_kr: 환자에게 적용된 액세서리가 없습니다.
nl_nl: Er zijn geen accessoires toegewezen aan deze cliënt
no_no: Ingen tilbehør er linket til brukeren.
pl_pl: Brak akcesoriów przypisanych do pacjenta.
pt_pt: Não foram encontrados acessórios neste paciente.
ro_ro: Nu sunt accesorii asociate pacientului.
ru_ru: Нет аксессуаров, соответствующих данному пациенту.
sv_se: Det finns inga tillbehör tilldelade till denna patient.
tr_tr: Bu hastaya atanan bir aksesuar bulunmamaktadır.
zh_cn: 此客户没有指定的附件.

source: TV Streamer / Micro-Multi Mic
cs_cz: TV Streamer/Multi-Micro Mic
da_dk: Tv Streamer / Micro mic / Multi mic
de_de: Audio Beamer / Mini Mik
es_es: TV Streamer / Mini-Multi Mic
fi_fi: TV-Lähetin/Langaton Mikrofoni
fr_fr: Émetteur TV / Microphone
hu_hu: TV Streamer / Mini Mik
it_it: TV Streamer / Micro Mic-Multi Mic
ja_jp: TVユナイト/マイク
nl_nl: TV streamer / Microfoon
no_no: TV Streamer/Mikro-Multi Mic
pl_pl: Unite TV / Mini Mikrofon
pt_pt: TV / Micro-Multi Mic
ro_ro: TV Streamer / Mini Microphone
ru_ru: ТВ стример / Мини-микрофон
sv_se: TV Streamer / Mikro-Multi Mik
tr_tr: TV Streamer / Micro-Multi Mikrofon
zh_cn: 音频转换器/迷你麦克风或迷你音频转换器

source: Remote Control
cs_cz: Dálkové ovládání
da_dk: Fjernbetjening
de_de: Fernbedienung
es_es: Mando a Distancia
fi_fi: Kauko-Ohjain
fr_fr: Télécommande
hu_hu: Távirányító
ja_jp: リモコンユナイト
ko_kr: 리모트 컨트롤
nl_nl: Afstandbediening
no_no: Fjernkontroll
pl_pl: Pilot
pt_pt: Controle Remoto
ro_ro: Telecomanda
ru_ru: Пульт дистанционного управления (ПДУ)
sv_se: Fjärrkontroll
tr_tr: Uzaktan Kumanda
zh_cn: 遥控器

source: Phone Clip
da_dk: Telefonclip
de_de: Telefonclip
fr_fr: Kit main libre
ja_jp: 携帯ユナイト
ko_kr: 폰클립
nl_nl: Telefoonclip
sv_se: Telefonclip
zh_cn: 手机伴侣

source: Manage Instruments
cs_cz: Správa sluchadel
da_dk: Håndter høreapparater
de_de: Hörsysteme
es_es: Administrar Audífonos
fi_fi: Muokkaa kuulokojeita
fr_fr: Gérer les appareils
hu_hu: Készülék kezelés
it_it: Gestione Dispositivi
ja_jp: 補聴器管理
ko_kr: 보청기 관리
nl_nl: Beheer toestellen
no_no: Velg Apparater
pl_pl: Zarządzaj aparatami
pt_pt: Gerenciando AASIs
ru_ru: Настройка СА
sv_se: Hantera hörapparater
tr_tr: Cihazları Yönet
zh_cn: 管理助听器

source: Pairing Summary
cs_cz: Stav párování
da_dk: Tilsluttede enheder
de_de: Gekoppelte Geräte
es_es: Resumen de Vínculos
fi_fi: Laiteparien yhteenveto
fr_fr: Résumer les couplages
hu_hu: Párosítási napló
it_it: Sommario Accoppiamenti
ja_jp: ペアリング確認
ko_kr: 페어링 요약
nl_nl: Overzicht pairing
no_no: Sammendrag - Paring
pl_pl: Podsumowanie parowania
pt_pt: Sumário de sincronização
ru_ru: Соединение
sv_se: Summering
tr_tr: Eşleştirme Özeti
zh_cn: 匹配概要

source: Add
cs_cz: Přidat
da_dk: Tilføj
de_de: Hinzufügen
es_es: Añadir
fi_fi: Lisää
fr_fr: Ajouter
hu_hu: Hozzáadás
it_it: Aggiungi
ja_jp: 登録
ko_kr: 추가
nl_nl: Toevoegen
no_no: Legg til
pl_pl: Dodaj
pt_pt: Adicionar
ro_ro: Adauga
ru_ru: Добавить
sv_se: Lägg till
tr_tr: Ekle
zh_cn: 添加

source: Refresh
cs_cz: Obnovit
da_dk: Genindlæs
de_de: Aktualisieren
es_es: Actualizar
fi_fi: Virkistä sivu
fr_fr: Rafraîchir
hu_hu: Frissítés
it_it: Aggiorna
ja_jp: 再読込み
ko_kr: 새로고침
nl_nl: Verversen
no_no: Oppdater
pl_pl: Odśwież
pt_pt: Relembrar
ru_ru: Обновить
sv_se: Uppdatera
tr_tr: Yenile
zh_cn: 刷新

source: Searching for Remote Control ...
cs_cz: Hledám dálkový ovladač ...
da_dk: Søger fjernbetjening
de_de: Suche nach Fernbedienung...
es_es: Buscando el Mando a Distancia ...
fi_fi: Kauko-Ohjainta etsitään...
fr_fr: Recherche d'une télécommande ...
hu_hu: Távirányító keresés
it_it: Ricerca Remote Control
ja_jp: リモコンユナイトの検索 ...
ko_kr: Remote Control 탐색 중
nl_nl: Zoeken naar afstandbediening...
no_no: Leter etter Fjernkontroll...
pl_pl: Wyszukiwanie Pilota Sterowania ...
pt_pt: Procurando Controle Remoto
ro_ro: Cautand Telecomanda
ru_ru: Определение пульта дистанционного управления ...
sv_se: Letar efter Fjärrkontroll
tr_tr: Uzaktan kumanda aranıyor...
zh_cn: 正在搜索遥控器

source: Searching for Phone Clip ...
cs_cz: Hledám Phone Clip ...
da_dk: Søger Telefonclip
de_de: Suche nach Telefonclip ...
es_es: Buscando el PhoneClip ...
fi_fi: Phone Clip laitetta etsitään...
fr_fr: Recherche d'un Phone Clip ...
hu_hu: Phone Clip keresés
it_it: Ricerca Phone Clip
ja_jp: 携帯ユナイトの検索 ...
ko_kr: Phone Clip 찾는중...
nl_nl: Zoeken naar Telefoonclip...
no_no: Leter etter Phone Clip
pl_pl: Wyszukiwanie Phone Clip ...
pt_pt: Procurando Phone Clip
ro_ro: Cautand Bluetooth Bridge
ru_ru: Определение гарнитуры Phone Clip ...
sv_se: Letar efter Telefonclip
tr_tr: Phone Clip aranıyor ...
zh_cn: 正在搜索手机伴侣

source: Searching for Streamer / Micro-Multi Mic ...
cs_cz: Vyhledávání Streameru / Multi-Micro Mic ...
da_dk: Søger efter TV Streamer / Micro Mic / Multi Mic ...
de_de: Suche nach Audio Beamer / Mini Mik / Multi Mic ...
es_es: Buscando el Streamer / Micro Mic. /Multi Mic
fi_fi: Etsitään Lähetintä/Langatonta Mikrofonia...
fr_fr: Recherche d'un émetteur TV ou d'un Microphone …
hu_hu: Streamer keresés / Mikro Mik/ Multi Mik ...
it_it: Ricerca Streamer TV / Micro Mic-Multi Mic ...
ja_jp: ワイヤレスアクセサリーを探しています ...
ko_kr: Streamer / Micro-Multi Mic 찾는중 ...
nl_nl: Zoeken naar TV streamer / Microfoon ...
no_no: Leter etter Streamer / Micro-Multi Mic. ...
pt_pt: Procurando o Acessório / Micro-Multi Mic ...
ru_ru: Поиск Стримера / Микро-микрофона / Мульти-микрофона
sv_se: Söker Streamer / Mikro Mik-Multi Mik...
tr_tr: Streamer Aranıyor / Micro-Multi Mic ...
zh_cn: 正在查找音频转换器/ 迷你麦克风 /多功能迷你音频转换器 ...

source: Remove
cs_cz: Odebrat
da_dk: Fjern
de_de: Entfernen
es_es: Eliminar
fi_fi: Poista
fr_fr: Supprimer
hu_hu: Eltávolítás
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
nl_nl: Verwijderen
no_no: Fjern
pl_pl: Usuń
pt_pt: Remover
ro_ro: Inlaturare
ru_ru: Удалить
sv_se: Ta bort
tr_tr: Kaldır
zh_cn: 删除
