Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Ensure that the hearing instruments are not in flight mode
cs_cz: Ujistěte se, že sluchadla nejsou v režimu letadlo
da_dk: Kontroller at høreapparatet ikke er i flytilstand
de_de: Stellen Sie sicher, dass sich die Hörsysteme nicht im Flugmodus befinden.
es_es: Asegúrese que los audífonos no están en modo vuelo
fi_fi: Varmista että kuulokojeet eivät ole Lentokonetilassa
fr_fr: S'assurer que les appareils ne sont pas en mode Avion
hu_hu: Biztosítsa, hogy a készülékek nincsenek Repülőgép módban
it_it: Assicurarsi che gli apparecchi acustici non siano in Modalità volo
ja_jp: 補聴器がフライトモードになっていないか確認して下さい。補聴器の電源を入れた時に「ポポーン、ポポーン」と2回ずつ音が鳴る場合はフライトモード中ですので解除して下さい。
ko_kr: 보청기가 비행기 모드가 아닌지 확인하세요
nl_nl: Zorg ervoor dat de toestellen niet in de vluchtmodus staan
no_no: Forsikre deg om at høreapparatene ikke er i flymodus
pl_pl: Upewnij się, że aparaty nie są w trybie lotniczym
pt_pt: Certifique-se que os aparelhos não estão no modo vôo
ro_ro: Asigurati-va ca aparatele nu se afla in modul de zbor
ru_ru: Убедитесь, что слуховые аппараты не находятся в Режиме для самолета.
sv_se: Kontrollera att hörapparaten inte är i "Flight mode".
tr_tr: İşitme cihazlarının uçuş modunda olmadığından emin olun
zh_cn: 检查助听器是否处于飞行模式

source: Hearing Instrument Options
cs_cz: Možnosti sluchadla
da_dk: Muligheder i høreapparat
de_de: Hörsystem Optionen
es_es: Opciones del Audífono
fi_fi: Kuulokojeen asetukset
fr_fr: Options des appareils
hu_hu: Hallókészülék opciók
it_it: Opzioni Apparecchio Acustico
ja_jp: 補聴器のオプション
ko_kr: 보청기 옵션
nl_nl: Hoortoestelopties
no_no: Høreapparat Valg
pl_pl: Opcje Aparatu Słuchowego
pt_pt: Opções de aparelhos auditivos
ro_ro: Optiuni aparat auditiv
ru_ru: Опции слухового аппарата
sv_se: Hörapparatinställningar
tr_tr: İşitme Cihazı Seçenekleri
zh_cn: 助听器设置

source: Manual Program Switch
cs_cz: Manuální přepnutí programů
da_dk: Manuelt programskift
de_de: Manueller Programmwechsel
es_es: Cambio de Programa Manual
fi_fi: Manuaalinen ohjelmanvaihto
fr_fr: Changement manuel des programmes
hu_hu: Kézi program váltó
it_it: Passa a Programma Manuale
ja_jp: プログラム切り替え音
ko_kr: 수동 프로그램 스위치
nl_nl: Programma wisselen met de hand
no_no: Manuelt Programbytte
pl_pl: Ręczna Zmiana Programów
pt_pt: Mudança Manual do programa
ro_ro: Schimbare manuala de programe
ru_ru: Переключение программ вручную
sv_se: Manuell programomkopplare
tr_tr: Manuel Program Düğmesi
zh_cn: 手动程序切换

source: Enabled
cs_cz: Povoleno
da_dk: Slået til
de_de: Ein
es_es: Activado
fi_fi: Käytössä
fr_fr: Activé
hu_hu: Engedélyezett
it_it: Abilitato
ja_jp: 有効
ko_kr: 사용가능
nl_nl: Aan
no_no: Aktiver
pl_pl: Dostępne
pt_pt: Habilitar
ro_ro: Activat
ru_ru: Включен
sv_se: På
tr_tr: Etkin
zh_cn: 启用

source: Disabled
cs_cz: Vypnuto
da_dk: Slået fra
de_de: Aus
es_es: Desactivado
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Tiltott
it_it: Disabilitato
ja_jp: 無効
ko_kr: 사용할 수 없음
nl_nl: Uit
no_no: Deaktiver
pl_pl: Niedostępne
pt_pt: Desabilitar
ro_ro: Dezactivat
ru_ru: Выключен
sv_se: Av
tr_tr: Devre Dışı
zh_cn: 禁用

source: More than two FM Programs are not allowed. Please correct them for the following age group defaults:
cs_cz: Více než dva FM Programy nejsou povoleny. Prosím opravte dle následujících výchozích pro danou věkovou skupinu:
da_dk: Der kan ikke bruges mere end to FM Programmer. Korriger venligst default for følgende aldersgrupper:
de_de: Mehr als zwei FM Programme sind nicht erlaubt. Bitte korrigieren Sie die Voreinstellungen in den folgenden Altersgruppen:
es_es: No están permitidos más de dos programas FM. Por favor corríjalo para los siguientes grupos de edad:
fi_fi: FM ohjelmia voi olla enintään kaksi. Ole hyvä ja muuta oletusasetuksia seuraavalle ryhmälle :
fr_fr: Plus de deux programmes FM (DAI) n'est pas possible ; à corriger dans le groupe d'âge suivant :
hu_hu: Több mint 2 FM program nem engedélyezett. Kérjük javítsa ki őket a következő korcsoport beállítások alapján:
it_it: Più di due programmi FM non sono ammessi. Si prega di correggerli per impostazione predefinita alla seguente fascia d'età :
ja_jp: 2つ以上のFMプログラムは設定できません 次の年齢グループの為にそれらを修正して下さい:
ko_kr: 두 개 이상의 FM 프로그램은 허용되지 않습니다. 다음의 연령 그룹 기본값에 따라 수정하십시오:
nl_nl: Meer dan twee FM programma´s is niet toegestaan. Corrigeer dit s.v.p. naar de defaults van deze leeftijdsgroep:
no_no: Flere enn to FM programmer er ikke mulig. Vennligst endre disse for følgende aldersgruppe:
pl_pl: Nie można ustawić więcej niż dwa programy FM. Proszę ustawić je do poniższych grup wiekowych:
pt_pt: Mais de dois programas FM não são permitidos.Favor corrigí-los de acordo com as respectivas idades
ro_ro: Nu sunt permise mai mult de 2 programe FM. Va rugam faceti corectiile pentru setarile implicite ale urmatoarei categorii de varsta:
ru_ru: Более двух FM Программ не допускается. Пожалуйста, исправьте их для следующей возрастной группы по умолчанию:
sv_se: Mer än två FM program är inte tillåtet. Korrigera för följande åldersgrupper:
tr_tr: İkiden fazla FM programına müsade edilmiyor. Aşağıdaki yaş gruplarına göre programları düzeltin:
zh_cn: FM程序不能多于2个. 请根据以下年龄组别修正默认设置:

source: Show recommendation for Fitting Mode Selection
cs_cz: Zobrazit doporučení pro výběr Fitting Módu
da_dk: Vis anbefaling for tilpasningsindstilling
de_de: Anzeigen der Empfehlung für den gewählten Anpass-Modus
es_es: Mostrar la recomendación de Modos de Ajuste
fi_fi: Näytä suositus sovitustilan valinnalle
fr_fr: Montrer les recommandations
hu_hu: Ajánlás mutatása az Illesztési mód kiválasztáshoz
it_it: Visualizza Selezione raccomandata per le Modalità di Fitting
ja_jp: 年齢によって推奨されるフィッティングモードを表示させる
ko_kr: 피팅 모드 선택을 위한 권장사항 표시
nl_nl: Toon de aanbevolen aanpasmodus
no_no: Vis anbefalt valg i tilpasningsmodus
pl_pl: Pokaż zalecane Parametry Dopasowania
pt_pt: Mostrar a recomendação para Seleção do Modo de ajuste
ro_ro: Arata recomandarile pentru Selectare Mod reglaj
ru_ru: Показать рекомендации по выбору режима настройки
sv_se: Visa rekommenderat Anpassningsläge.
tr_tr: Uygulama modu seçimi için önerilenleri göster
zh_cn: 选用此模式时,显示推荐设置

source: Region below hearing loss level
cs_cz: Oblast pod úrovní sluchové vady
da_dk: Område under høreniveau
de_de: Bereiche unterhalb des Hörverlustes
es_es: Región fuera de el nivel de la pérdida auditiva
fi_fi: Alue kuuloaleneman alapuolella
fr_fr: Zone inférieure à la perte auditive
hu_hu: Hallásszint alatti régió
it_it: Regione sotto il livello di perdita dell'udito
ja_jp: 閾値より下の領域
ko_kr: 난청 레벨 미만 지역
nl_nl: Gebied onder de gehoordrempels
no_no: Område under hørselstapsnivå
pl_pl: Obszar poniżej ubytku słuchu
pt_pt: Região abaixo do grau da perda auditiva
ro_ro: Regiune sub nivelul pierderii de auz
ru_ru: Область ниже уровня потери слуха
sv_se: Region under hörtröskelnivå
tr_tr: İşitme kaybı seviyesinin altındaki alan
zh_cn: 听力损失区域

source: Microsoft .NET Framework 3.5 SP1 is required to continue this installation. Microsoft .NET Framework 3.5 SP1 will be installed momentarily, once completed please restart this installation.
da_dk: Microsoft .NET Framework 3.5 SP1 kræves for at fortsætte installation. Microsoft .NET Framework 3.5 SP1 vil nu installeres, genstart maskinen når dette er afsluttet.
de_de: Microsoft .NET Framework 3.5 SP1 ist erforderlich, um diese Installation fortzusetzen. Microsoft .NET Framework 3.5 SP1 wird momentan installiert nach dem Abschluss starten Sie die Installation bitte erneut.
es_es: Microsoft .NET Framework 3.5 SP1 es necesario para continuar con la instalación. Microsoft .NET Framework 3.5 SP1 se instalará en ahora una vez haya terminado por favor reinicie esta instalación.
fi_fi: Microsoft .NET Framework 3.5 SP1 vaaditaan jotta asennusta voidaan jatkaa. Microsoft .NET Framework 3.5 SP1 asennetaan nyt erillisenä asennuksena. Kun asennus on valmis aloita Aventa asennus uudelleen.
fr_fr: Microsoft .NET Framework 3.5 SP1 est requis pour continuer l'installation. Microsoft .NET Framework 3.5 SP1 sera installé momentanément. Une fois terminée, redémarrer l'installation.
hu_hu: A Microsoft .NET Framework 3.5 SP1 szükséges a telepítés folytatásához. A Microsoft .NET Framework 3.5 SP1 telepítésre kerül, utána folytatódik a telepítés.
it_it: Microsoft .NET Framework 3.5 SP1 è necessario per continuare l'installazione. Microsoft. NET Framework 3.5 SP1 verrà installato rapidamente, una volta completata riavviare l'installazione.
ja_jp: Microsoft .NET Framework 3.5 SP1をインストールする必要があります。Microsoft .NET Framework 3.5 SP1のインストールが完了した後に再度インストールを開始して下さい。
ko_kr: 본 설치를 계속하려면 Microsoft .NET Framework 3.5 SP1일 필요합니다. Microsoft .NET Framework 3.5 SP1이 곧 설치됩니다. 완료되는 대로 본 설치를 다시 시작하세요
nl_nl: Microsoft .NET Framework v3.5 SP1 moet geïnstalleerd zijn voordat deze installatie door kan gaan. Het zal zo starten; als dat klaar is herstart u s.v.p. deze installatie.
no_no: Microsoft .NET Framework 3.5 SP1 er påkrevd for å fortsette denne installasjonen. Microsoft .NET Framework 3.5 SP1 vil øyeblikkelig bli installert. Når installert, restart denne installasjonen.
pl_pl: Aby kontynuować instalację wymagany jest Microsoft .NET Framework 3.5 SP1. Microsoft .NET Framework 3.5 SP1 zostanie chwilowo zainstalowany, po zakończeniu proszę ponownie uruchomić instalację.
pt_pt: Microsoft .NET Framework 3.5 SP1 é necessário para continuar a instalação. Microsoft .NET Framework 3.5 SP1 será instalado em instantes, uma vez completo, reinicie a instalação.
ro_ro: Microsoft .NET Framework 3.5 SP1 este necesar pentru continuarea instalarii. Microsoft .NET Framework 3.5 SP1 va fi instalat momentatn, la terminarea instalarii va rugam reporniti aplicatia
ru_ru: Для продолжения установки необходим Microsoft .NET Framework 3.5 SP1. Microsoft .NET Framework 3.5 SP1 будет мгновенно установлен, после завершения, пожалуйста, перезагрузите эту установку.
tr_tr: Bu yüklemeye devam etmeniz için Microsoft.Net Framework v3.5 SP1 gerektiriyor. Microsoft .NET Framework 3.5 SP1 kendisi otomatik olarak yüklenecektir.Bir kere tamamlandığında yüklemeyi tekrar başlatın.
zh_cn: 需要安装Microsoft .NET Framework v3.5 SP1.请先安装Microsoft .NET Framework v3.5 SP1.

source: Microsoft Windows XP with Service Pack 3 or higher is required for this installation to continue. Please update and then retry this installation.
da_dk: Microsoft Windows XP med Service Pack 3 eller højere er krævet for denne installation. Opdater venligst og prøv igen.
es_es: Microsoft Windows XP con Service Pack 3 o superior es necesario para continuar con la instalación. Por favor actualice el sistema y reintente esta instalación.
fi_fi: Microsoft Windows XP ja Service Pack 3 vaaditaan jotta asennusta voidaan jatkaa. Ole hyvä ja asennan ensin Windows XP Service Pack 3 ja aloita sitten Aventa asennus uudelleen.
fr_fr: Microsoft Windows XP Service Pack 3 est requis pour l'installation. Le mettre à jour puis redémarrer l'installation.
hu_hu: A Microsoft Windows XP Service Pack 3 vagy frissebb szükséges a telepítés folytatásához higher. Kérjük frissítse és kezdje újra a telepítést.
it_it: Microsoft Windows XP con Service Pack 3 o superiore è richiesto per continuare questa installazione. Aggiornare e riprovare l'installazione.
ja_jp: Microsoft Windows XP with Service Pack 3以上のインストールが必要です。Microsoft Windows XP with Service Pack 3以上のインストールが完了した後に再度インストールを開始して下さい。
ko_kr: 본 설치를 계속 하려면 Microsoft Windows XP with Service Pack 3 또는 그 이상 버전이 필요합니다. 업데이트한 본 설치를 다시 시도하십시오.
nl_nl: Microsoft Windows XP met Service Pack 3 of hoger is vereist voordat deze installatie door kan gaan. Voer s.v.p. een update uit en probeer deze installatie dan opnieuw uit te voeren.
no_no: Microsoft Windows XP with Service Pack 3 eller nyere er påkrevd for å fortsette denne installasjonen. Vennligst oppdater og prøv på nytt.
pl_pl: Aby kontynuować tę instalację wymagany jest Microsoft Windows XP z Service Pack 3 lub wyższym. Proszę zaktualizować system a następnie ponownie uruchomić instalację.
pt_pt: Microsoft Windows XP com Service Pack 3 ou superior é necessário para essa instalação para continuar. Por favor, atualize e tente novamente esta instalação.
ro_ro: Microsoft Windows XP cu Service Pack 3 sau peste este necesara pentru ca aceasta instalare sa continue. Actualizati si reincercati instalarea.
ru_ru: Для продолжения этой установки необходим Microsoft Windows XP с Service Pack 3 или выше. Пожалуйста, сделайте обновление и повторите попытку.
tr_tr: Bu yüklemenin devam edebilmesi için Microsoft Windows XP ile Service Pack3 veya yükseği gerekmektedir. Güncelleme yapın ve yüklemeyi tekrar deneyin.
zh_cn: 需要安装Microsoft Windows XP SP3或更高版本.请先安装/升级至相应的版本.

source: Microsoft .NET Framework 4 is required to continue this installation. Microsoft .NET Framework 4 will be installed momentarily, once completed this installation will continue.
de_de: Microsoft .NET Framework 4 ist erforderlich, um diese Installation fortzusetzen. Microsoft .NET Framework 4 wird momentan installiert, nach dem Abschluss wird die Installation fortgesetzt.
es_es: Microsoft .NET Framework 4 es necesario para continuar esta instalación. Microsoft .NET Framework 4 se instalará ahora, una vez haya terminado reinicie esta instalación.
fi_fi: Microsoft .NET Framework 4 vaaditaan jotta asennusta voidaan jatkaa. Microsoft .NET Framework 4 asennetaan nyt erillisenä asennuksena. Kun asennus on valmis Aventa asennus jatkuu.
fr_fr: Microsoft .NET Framework 4 est requis pour continuer l'installation. Microsoft .NET Framework 4 sera installé momentanément pour que l'installation se poursuive.
hu_hu: A Microsoft .NET Framework 4 szükséges a telepítés folytatásához. A Microsoft .NET Framework 4 telepítésre kerül, utána folytatódik a telepítés.
it_it: Microsoft .NET Framework 4 è richiesto per continuare questa installazione. Microsoft .NET Framework 4 verrà installato rapidamente, una volta completata continuare l'installazione.
ja_jp: Microsoft .NET Framework 4をインストールする必要があります。Microsoft .NET Framework 4のインストールが完了した後に再度インストールを開始して下さい。
ko_kr: 본 설치 계속하려면 Microsoft .NET Framework 4가 필요합니다. Microsoft .NET Framework 4가 곧 설치됩니다. 완료되는 대로 본 설치가 계속됩니다.
nl_nl: Microsoft .NET Framework 4 moet geïnstalleerd zijn voordat deze installatie door kan gaan. Het zal zo starten en als dat klaar is zal deze installatie doorgaan.
no_no: Microsoft .NET Framework 4 er påkrevd for å fortsette installasjonen. Microsoft .NET Framework 4 vil øyeblikkelig bli installert. Når installert, restart denne installasjonen.
pl_pl: Aby kontynuować instalację wymagany jest Microsoft .NET Framework 4. Microsoft .NET Framework 4 zostanie chwilowo zainstalowany, po zakończeniu instalacja będzie kontynuowana.
pt_pt: Microsoft .NET Framework 4 é necessário para continuar a instalação. Microsoft .NET Framework 4 será instalado em instantes, uma vez completa, essa instalação deve continuar
ro_ro: Microsoft .NET Framework 4 este necesara pentru continuarea instalarii. Microsoft .NET Framework 4 va fi instalat momentatn, la terminarea instalarii va rugam reporniti aplicatia.
ru_ru: Для продолжения установки необходим Microsoft .NET Framework 4. Microsoft .NET Framework 4 будет мгновенно установлен, после чего установка будет продолжена.
tr_tr: Bu yüklemenin devam edebilmesi için Microsoft .NET Framework 4 gerekmektedir. Microsoft .NET Framework kendiliğinden yüklenecektir, birkere tamamlandığında yüklemeyi tekrar başlatın.
zh_cn: 需要安装Microsoft .NET Framework v4.请先安装Microsoft .NET Framework v4.

source: Audiogram Counseling
cs_cz: Audiogram - poradenství
da_dk: Rådgivningsværktøj
de_de: Audiogramm Erläuterung
es_es: Asesoramiento
fi_fi: Audiogrammin neuvontatyökalu
fr_fr: Conseiller interactif
hu_hu: Audiogram tanácsadó
it_it: Strumenti Counseling
ja_jp: カウンセリングツール
ko_kr: 오디오그램 상담
nl_nl: Counselling Tool
no_no: Audiogram Rådgivning
pl_pl: Narzędzie Doradcze
pt_pt: Ferramenta de Aconselhamento
ro_ro: Recomandari Audiograma
ru_ru: Рекомендации по аудиограмме
sv_se: Hjälpverktyg
tr_tr: Odyogram Danışmanlığı
zh_cn: 听力咨询

source: Select or unselect the feature for installation
cs_cz: Zvolte nebo zrušte výběr funkce k instalaci
da_dk: Vælg eller fravælg egenskab for installation
de_de: Wählen Sie die Features für die Installation
es_es: Seleccionar o Deseleccionar las opciones de la instalación
fi_fi: Valitse tai poista haluttu toiminto asennuksessa
fr_fr: Cocher la case pour installer
hu_hu: Válassza ki vagy hagyja ki ezt a tulajdonságot a telepítéshez
it_it: Selezionare o deselezionare la funzione per l'installazione
ja_jp: インストールする機能の選択または選択の解除
ko_kr: 설치를 위한 기능을 선택하거나 취소합니다.
nl_nl: Selecteer of deselecteer deze feature voor installatie
no_no: Velg egenskaper for installasjon
pl_pl: Wybierz lub usuń elementy do zainstalowania
pt_pt: Selecionar ou remover seleção da Ferramenta de Aconselhamento
ro_ro: Selectati sau nu aceasta optiune pentru instalare
ru_ru: Выберите или отмените эту функцию для установки
tr_tr: Yükleme için özellik seçin veya seçmeyin
zh_cn: 选择是否安装此功能

source: &Install Counseling Tool
cs_cz: &Instalovat Counseling Tool
da_dk: &Installer rådgivningsværktøj
de_de: &Installieren des Counseling Tools
es_es: &Instalar Herramienta de Asesoramiento
fi_fi: &Asenna neuvonta työkalu
fr_fr: Installer le Conseiller interactif
hu_hu: &Tanácsadó eszköz telepítése
it_it: &Installa Strumento Counseling
ja_jp: カウンセリングツールのインストール
ko_kr: 카운셀링 툴 설치
nl_nl: &Installeer Counselling Tool
no_no: & installer Counseling Tool
pl_pl: &Zainstaluj Narzędzie Doradcze
pt_pt: & Instalar a Ferramenta de Aconselhamento
ro_ro: & Instrument de recomandari la instalare
ru_ru: &Установить Инструмент Консультирования
sv_se: & Installera Hjälpverktyg
tr_tr: &Danışmanlık Paketi Yükle
zh_cn: 安装Counseling软件

source: The Counseling Tool is an interactive integrated tool to counsel regarding hearing loss and feature benefits. It is divided into four major areas:
cs_cz: Counseling Tool je interaktivní nástroj k poradenství dle sluchové ztráty a výhod jednotlivých funkcí. Je rozdělen do čtyř základních oblastí:
da_dk: Rådgivningsværktøjet er et integreret interaktivt værktøj til brug for rådgivnnig i høretab og egenskaber ved høreapparater. Det er delt i fire hovedområder:
es_es: La herramienta de asesoramiento es una guía interactiva integrada para asesorar acerca de la pérdida auditiva y los beneficios de las prestaciones. Esta dividido en cuatro áreas principales:
fi_fi: Counseling Tool on interaktiivinen integroitu työkalu jolla voidaan antaa neuvoja kuulonalentumaan ja siihen liityviin ongelmiin. Se on jaettu neljään pääryhmään :
fr_fr: Le Conseiller interactif est un outil intégré qui vous aide à expliquer à vos patients ce qu'est une perte auditive et les bénéfices que peuvent apporter des aides auditives. Il est divisé en quatre sections :
hu_hu: A Tanácsadó eszköz egy interaktív beépített eszköz amely segít a hallásvesztés és az elönyös tulajdonságok alapján. 4 fő részre van osztva :
it_it: Lo strumento di Counseling è uno strumento interattivo integrato per consigli riguardo alla perdita di udito e benefici funzionalità. E 'diviso in quattro aree principali:
ja_jp: カウンセリングツールは、聴力損失と補聴器の機能が持つ利点に関する助言に使用するインタラクティブな統合ツールです。
ko_kr: Counseling Tool 은 청력 손실과 기능이 주는 혜택에 관한 상담시 필요한 상호 통합적인 툴입니다. 4개의 주요 영역으로 나누어져있습니다:
nl_nl: De Counselling Tool is een interactieve geïntegreerde tool om het gehoorverlies en de voordelen van de functionaliteiten duidelijk te maken. Er zijn vier belangrijke onderdelen:
no_no: Counselig Tool er et interaktivt verktøy som omhandler hørselstap og fordeler med forskjellige høreapparat egenskaper. Den er delt opp i fire områder:
pl_pl: Narzędzie Doradcze jest interaktywnym, zintegrowanym narzędziem do doradzania odnośnie ubytków słuchu oraz możliwych korzyści. Jest podizelony na cztery główne obszary:
pt_pt: A Ferramenta de Aconselhamento é uma ferramenta interativa integrada a conselhos e dicas sobre perda auditiva e os benefícios de recursos. É dividida em quatro grandes áreas:
ro_ro: Instrumentul de recomandari este o ustensila integrata interactiva de consiliere in ceea ce priveste pierderea auditiva si beneficiile caracteristicilor. Este divizata in 4 mari zone:
ru_ru: Инструмент Консультирования представляет собой интерактивный комплексный инструмент, предоставляющий советы относительно потери слуха и функциональных преимуществ. Он разделен на четыре основных направления:
sv_se: Hjälpverktyget är ett verktyg som hjälper audionomen i diskussioner om hörselnedsättningar och fördelar med olika inställningar. Det är uppdelat i fyra stora områden:
tr_tr: Danışmanlık paketi (counseling tool) işitme kaybı ve faydaları hakkında danışmanlık alabilirsiniz.
zh_cn: Counseling 软件能演示听力损失和助听器的功能.它有四大主要模块:

source: Change to Baby [0 - 4 Years Old]
cs_cz: Změnit na Dítě [0 - 4 roky]
da_dk: Skift til småbarn [0 - 4 år]
de_de: Wechseln zu Baby [0 - 4 Jahre alt]
es_es: Cambio a Bebe [0 - 4 Años]
fi_fi: Vaihda vauvaan [0 - 4 vuotta]
fr_fr: Appliquer la méthode pour Bébé [0 - 4 ans]
hu_hu: Váltás Bébire [0 - 4 éves]
it_it: Cambia in bambino [0 - 4 anni]
ja_jp: 0-4 歳へ変更
ko_kr: 영유아로 변경 [0 - 4 세]
nl_nl: Wijzigen naar Baby [0 - 4 jaar oud]
no_no: Endre til [0 - 4 år]
pl_pl: Zmień na Dziecko [0 - 4 Lat]
pt_pt: Mudar para Bebê [0 - 4 anos]
ro_ro: Schimba la Bebelus [0 - 4 ani]
ru_ru: Изменить на Ребенка [0 - 4 года
sv_se: Ändra till 0 - 4 år
tr_tr: [0 - 4 yaş] bebek olarak değiştir
zh_cn: 改变为儿童模式 [0 - 4岁]

source: Change to Teen [9 - 16 Years Old]
cs_cz: Změnit na Dítě [9 - 16 let]
da_dk: Skift til teenager [9 - 16 år]
de_de: Wechseln zu Jugendlicher [9 - 16 Jahre alt]
es_es: Cambio a Jóvenes [9 - 16 Años]
fi_fi: Vaihta teini-ikäiseen [9 - 16 vuotta]
fr_fr: Appliquer la méthode pour Adolescent [9 - 16 ans]
hu_hu: Váltás tinire [9 - 16 éves]
it_it: Cambia in Teenager [9 - 16 anni]
ja_jp: 9-16 歳へ変更
ko_kr: 십대로 변경 [9 - 16 세]
nl_nl: Wijzigen naar Tiener [9 - 16 jaar oud]
no_no: Endre til [9 - 16 år
pl_pl: Zmień na Nastolatek [9 - 16 Lat]
pt_pt: Mudar para Adolescente [9 - 16 anos]
ro_ro: Schimba la Adolescent [9 - 16 ani]
ru_ru: Изменить на Подростка [9 - 16 лет
sv_se: Ändra till 9 - 16 år
tr_tr: [9 - 16 yaş] gence değiştir
zh_cn: 改变为青少年模式 [9 - 16岁]

source: Change to School [5 - 8 Years Old]
cs_cz: Změnit na Dítě [5 - 8 let]
da_dk: Skift til skolebarn [5 - 8 år]
de_de: Wechseln zu Kind [5 - 8 Jahre alt]
es_es: Cambio a Infantil [5 - 8 Años]
fi_fi: Vaihta koululaiseen [5 - 8 vuotta]
fr_fr: Appliquer la méthode pour Enfant [5 - 8 ans]
hu_hu: Váltás iskolásra [5 - 8 éves]
it_it: Cambia in Scuola [5 - 8 anni]
ja_jp: 5-8 歳へ変更
ko_kr: 어린이로 변경 [5 - 8 세]
nl_nl: Wijzigen naar Schoolkind [5 - 8 jaar oud]
no_no: Endre til [5 - 8 år]
pl_pl: Zmień na Dzieckol [5 - 8 Lat]
pt_pt: Mudar para Criança [5 - 8 anos ]
ro_ro: Schimba la Scolar [5 - 8 ani]
ru_ru: Изменить на Школьника [5 - 8 лет]
sv_se: Ändra till 5 - 8 år
tr_tr: [5 - 8 Yaş] okul çocuğuna değiştir
zh_cn: 改变为少年模式 [5 - 8 岁]

source: Change to Teen [9 - 16 Years Old]
cs_cz: Změnit na Dítě [9 - 16 let]
da_dk: Skift til teenager [9 - 16 år]
de_de: Wechseln zu Jugendlicher [9 - 16 Jahre alt]
es_es: Cambio a Jóvenes [9 - 16 Años]
fi_fi: Vaihda teini-ikäiseen [9 - 16 vuotta]
fr_fr: Appliquer la méthode pour Adolescent [9 - 16 ans]
hu_hu: Váltás tinire [9 - 16 éves]
it_it: Cambia in Teenager [9 - 16 anni]
ja_jp: 9-16 歳へ変更
ko_kr: 청소년으로 변경 [9 - 16 세]
nl_nl: Wijzigen naar Tiener [9 - 16 jaar oud]
no_no: Endre til [9 - 16 år]
pl_pl: Zmień na Nastolatek [9 - 16 Lat]
pt_pt: Mudar para Adolescente [9 - 16 anos]
ro_ro: Schimba la Adolescent [9 - 16 ani]
ru_ru: Изменить на Подростка [9 - 16 лет]
sv_se: Ändra till 9 - 16 år
tr_tr: [9 - 16 Yaş] gence değiştir
zh_cn: 改为为青少年模式 [9 - 16岁]

source: Save To
zh_cn: 保存到
