Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Changes to streamer programs will affect both Streamer(s) and Micro Mic / Multi Mic(s)
cs_cz: Změny v programu pro vysílač ovlivní změny ve Streameru i Micro Mic / Multi Mic
da_dk: Ændringer i streamer programmer påvirker både TV streamer(e) og Multi mic
de_de: Veränderungen im Audio Beamer Programm wird auch auf andere Audio Beamer/Mini Mikrofone übernommen.
es_es: Los cambios de los programas de Streamers afectarán al emisor(es) de Tv al Micro-Multi Mic(s)
fi_fi: Muutokset Lähettimen ohjelmissa vaikuttavat kaikkiin Lähettimiin ja Langattomiin Mikrofoneihin.
fr_fr: Les changements seront appliqués à l'émetteur audio et au mini microphone.
hu_hu: A streamer programok változása hatással lesz a Streamer-re és a Mini Mikrofonra is
it_it: Modifiche ai programmi di streaming influenzeranno sia l'Accessorio TV che Micro Mic o Multi Mic
ja_jp: このプログラムの変更はTVユナイト/マイクプログラムの両方に反映されます
ko_kr: Streamer 프로그램을 변경하면 streamer(s)와 Micro Mic / Multi Mic(s) 모두에 영향을 미칠 것입니다.
nl_nl: Wijzigingen in het Streamer programma beïnvloeden zowel de TV streamer(s) als de Microfoon(s)
no_no: Endringer i streamingprogrammer innvirker både på Streamer(e) og Micro/Multi Mikrofon(er)
pl_pl: Zmiany w ustawieniach akcesoriów będą zastosowane dla wszystkich Akcesoriów Bezprzewodowych
pt_pt: Mudanças no programa dos acessórios afetarão os acessórios de TV e Mini Microfone
ro_ro: Schimbarile in programele de memorie vor afecta atat Streamer(s) cat si Mini Microphone(s)
ru_ru: Изменения программы стримера повлияют как на стример(ы), так и на мини-микрофон(ы)
sv_se: Ändringar av streamerprogram kommer påverka både Tv/ Audio Streamer och Mikro Mik / Multi Mik
tr_tr: Streamer programındaki değişiklikler hem streamer(lar)a hem de Micro-Multi Mikrofon(lar)a etki edecektir.
zh_cn: 切换到音频程序将影响音频转换器和迷你麦克风/迷你音频转换器的使用效果

source: This program bypasses hearing aid microphones and allows a direct connection to a sound input, such as a television, telephone or external microphone. This program is available when a DAI “boot” is connected to the bottom of the hearing aid.
cs_cz: Tento program nevyužívá mikrofony sluchadla, ale umožňuje přímé napojení zdroje zvuku (televize, telefon, externí mikrofon ...) na sluchadlo. Toto připojení je možné po napojení DAI audiobotičky na spodní část sluchadla.
da_dk: Dette program lukker for høreappatets mikrofon og bringer direkte lyd fra f.eks. tv, telefon, ekstern mikrofon eller andet direkte til høreapparatet. Dette program er tilgængeligt når der er tilkoblet en audiosko til høreapparatet.
de_de: Dieses Programm überbrückt das interne Mikrofon und ermöglicht eine elektrische Verbindung z.B. zum Fernseher, Telefon oder einem externen Mikrofon. Dieses Programm ist verfügbar sobald ein Audioschuh auf das Hörsystem aufgesteckt wird.
es_es: Este programa anula los micrófonos del audífono y permite una conexión directa a una entrada sonora, como una TV, teléfono, o micrófono externo. Este programa estará disponible cuando el "zócalo" DAI se encuentre conectado al audífono.
fi_fi: Tämä ohjelma ohittaa kuulokojeen omat mikrofonit ja mahdollistaa suoran kytkennän äänilähteeseen kuten televisio, puhelin tai ulkoinen mikrofoni. Tämä ohjelma on aktiivinen jos audiokenkä on liitetty laitteen pohjaan.
fr_fr: Ce programme permet d'écouter le signal provenant de l'entrée audio. Le son provenant des microphones des aides auditives est coupé afin de ne pas perturber l'écoute du signal de l'entrée audio.
hu_hu: Ez a program nem használja a hallókészülék mikrofont és engedélyezi a direkt csatlakozást a bejövő hangnak, pl: tv telefon vagy külső mikrofon. Ez a program rendelkezésre áll amikor a DAI “papucs” csatlakoztatva van a hallókészülékhez.
it_it: Questo programma bypassa i microfoni dell'apparecchio acustico e permette una connessione diretta ad un ingresso audio, come un televisore, telefono o microfono esterno. Questo programma è disponibile quando un DAI "boot" è collegata alla parte inferiore dell'apparecchio acustico.
ja_jp: このプログラムはテレビなどの外部入力から直接音声を入力させます。オーディオシューを補聴器に取り付ける事で使用する事が出来ます。
ko_kr: 이 프로그램은 보청기 마이크로폰을 우회하고 sound input, 예를들면 TV, 전화, 외부 마이크로폰으로의 직접 연결을 가능하게 합니다. 이 프로그램은 DAI "boot"가 보청기의 아래에 연결되어 있을때 가능합니다.
nl_nl: Dit programma slaat de hoortoestelmicrofoons over en staat een directe verbinding toe met een externe geluidsbron, zoals een televisie, telefoon of externe microfoon. Dit programma is te gebruiken als er een DAI “schoentje” is aangesloten op de onderzijde van het hoortoestel.
no_no: Dette programmet kobler ut mikrofonene og muliggjør direkte kontakt til eksterne lydkilder som TV og telefon. Dette programmet er tilgjengelig når en audiosko er koblet til høreapparatet.
pl_pl: Program ten omija mikrofony aparatu i pozwala podłączyć bezpośrednio zewnętrzne źródło dźwięku takie jak telewizor, telefon czy zewnętrzny mikrofon. Program ten jest dostępny gdy stopka DAI jest podłączona do aparatu słuchowego.
pt_pt: Esse programa desliga o microfone do aparelho e permite uma conexão direta com uma entrada alternativa de som, como: televisão, telefone ou microfone externo. Este programa está disponível com o conector do DAI ativado no aparelho.
ro_ro: Acest program ignora microfoanele aparatului auditiv si permite o conectare directa la un sunet de intrare ca televizor, telefon sau microfoane externe.Acest program este disponibil cand este conectat DAI “boot” la aparatul auditiv.
ru_ru: В этой программе микрофоны слухового аппарата не функционируют. Она предназначена для прямого соединения с внешними источниками звука, такими как телевизор, телефон или другими внешними микрофонами. Программа работает при подключении аудиобашмака к слуховому аппарату.
sv_se: Det här programmet använder inte hörapparatens mikrofon utan har en direkt koppling till ljudkällan. Tex tv, telefon eller en extern mikrofon. Programmet är tillgängligt om man har en audiosko kopplad till hörapparaten.
tr_tr: Bu program işitme cihazı mikrofonlarına atlatma yapar ve televizyon,telefon veya harici mikrofon gibi ses girişlerine direk bağlantıya izin verir. Bu program işitme cihazının altına DAI ''boot'' bağlandığında uygundur.
zh_cn: 此程序不直接使用助听器的麦克风收集声音，而是将电视、电话或外接麦克风的声音直接输入。使用该程序必须另外选购“音频靴”。

source: This program allows the same direct connection to a sound input as a DAI program, but hearing aid microphones remain enabled and are able to amplify environmental sounds.
cs_cz: Tento program umožňuje přímé napojení externího zdroje zvuku na sluchadlo prostřednictvím DAI vstupu, ale mikrofony sluchadla zůstanou nadále aktivní a umožní vnímat okolní zvuky.
da_dk: Dette program bringer direkte lyd fra f.eks. tv, telefon, ekstern mikrofon eller andet direkte til høreapparatet og lader høreappatetes mikrofon være åben så lyde fra omgivelser også forstærekes. Dette program er tilgængeligt når der er tilkoblet en audiosko til høreapparatet.
de_de: Dieses Programm erlaubt die elektrische Verbindung zu externen Geräten über einen Audioschuh, das interne bleibt Mikrofon bleibt dabei aktiv.
es_es: Este programa, permite la misma conexión directa a una entrada de sonido , como el programa DAI, pero el micrófono del audífono permanece activo, y es posible amplificar los sonidos ambientales.
fi_fi: Tämä ohjelma mahdollistaa myös suoran äänilähteen kytkennän kojeeseen, kuten DAI ohjelma, mutta kuulokojeen omat mikrofonit ovat aktiivisina vahvistaen ympäristön ääniä.
fr_fr: Ce programme permet d'écouter le signal provenant de l'entrée audio tout en conservant le son provenant des microphones des aides auditives, pour ne pas être coupé de son entourage.
hu_hu: Ez a program hasonló direkt csatlakozást tesz lehetővé a hangbementhez, mint a DAI program, de a hallókészülék mikrofon működni fog és erősíteni fogja a környezeti hangokat.
it_it: Questo programma permette la stessa connessione diretta ad un ingresso audio come un programma DAI, ma i microfoni dell'apparecchio acustico rimangono attivati e sono in grado di amplificare i suoni ambientali.
ja_jp: このプログラムは音声の外部入力を行う事が出来ますが、補聴器のマイクロホンに入力される環境音も増幅する事が出来ます
ko_kr: 이 프로그램은 DAI 프로그램으로서 sound input에 동일한 직접 연결을 가능하게 합니다. 그렇지만 보청기 마이크로폰은 계속 작동되며 주위환경의 소리를 증폭시킬 수 있습니다.
nl_nl: Dit programma staat een directe verbinding toe met een externe geluidsbron, zoals een televisie, telefoon of externe microfoon. De hoortoestelmicrofoons blijven het omgevingsgeluid actief versterken. Dit programma is te gebruiken als er een DAI “schoentje” is aangesloten op de onderzijde van het hoortoestel.
no_no: Dette programmet tillater samme direkte tilkobling til eksterne lydkilder som audioinngangprogrammet, men høreapparatet mikrofonene forblir stått på og forsterker omgivelseslyder.
pl_pl: Program ten pozwala na takie samo podłączenie bezpośredniego źródła audio jak program DAI ale mikrofony aparatu pozostają aktywne i mogą wzmacniać dźwięki otoczenia.
pt_pt: Esse programa permite a mesma conexão direta à uma entrada alternativa de som (como um programa DAI), mantendo o microfone habilitado, sendo capaz de amplificar os sons ambientais.
ro_ro: Acest program permite o conectare directa la un sunet de intrare ca DAI program, dar microfoanele aparatului auditiv raman active si pot amplifica sunetele din mediu inconjurator.
ru_ru: Эта программа предназначена для прямого подключения к внешнему источнику звука, так же как и программа для прямого аудиовхода, но микрофоны слухового аппарата продолжают функционировать.
sv_se: Det här programmet har samma direktanslutning till ljudkällan som DAI programmet, men hörapparatens mikrofonen är också aktiv och förstärker ljudet från omgivningen samtidigt.
tr_tr: Bu program bir ses girişine DAI programda olduğu gibi direk bağlantıya imkan sağlar, fakat işitme cihazı mikrofonları etkin kalır ve çevresel sesleri amplifiye edebilirler.
zh_cn: 此程序和直接音频输入程序(DAI）相似，不同的是助听器的麦克风仍然工作，将收集并放大周边的环境声。

source: Instrument Update Failed
cs_cz: Update přístroje selhal
da_dk: Fejl ved opdatering af HA.
de_de: Hörsystem Update fehlgeschlagen
es_es: Actualización de Audífono fallida
fi_fi: Laitteen päivitys epäonnistui
fr_fr: La mise à jour a échoué
hu_hu: Készülék frissítés hibás
it_it: Aggiornamento dispositivo fallito
ja_jp: 補聴器アップデート失敗
ko_kr: 보청기 업데이트 실패
nl_nl: Toestel update mislukt
no_no: Mislykket apparatoppdatering
pl_pl: Aktualizacja Aparatu Nieudana
pt_pt: A atualização do aparelho falhou
ro_ro: Actualizarea dispozitivului a esuat
ru_ru: Не удалось обновить устройство
sv_se: Hörapparatuppdatering misslyckades
tr_tr: Cihaz güncellemesi hata verdi.
zh_cn: 升级失败

source: An error occured while updating the instrument(s). Please check that all cables are connected and re-connect the instrument(s).
cs_cz: Došlo k chybě při aktualizaci sluchadla. Prosím, zkontrolujte, že jsou připojeny všechny kabely a sluchadlo znovu připojte.
da_dk: Der skete en fejl under opdateringen af HA. Kontroller venligst kabler og genforbind HA.
de_de: Beim Updaten der Geräte ist ein Fehler aufgetreten. Bitte kontrollieren Sie die Kabel und Verbinden Sie die Geräte neu.
es_es: Ha ocurrido un error mientras se actualizaba el(los) audífono(s). Por favor comprobar que todos los cables estén conectados, y re-conecte el(los) audífono(s).
fi_fi: Virhe päivitettäessä kuulokojeita. Tarkista että kaikki kaapelit on kytketty ja yhdistä uudelleen
fr_fr: Une erreur s'est produite pendant la mise à jour. Vérifier les cordons de programmation (si applicable) et reconnecter les appareils.
hu_hu: Hiba történt a készülék frissítés alatt. Kérjük ellenőrizze a kábel csatlakozást és csatlkoztassa újra a készüléket.
it_it: Si è verificato un errore durante l'aggiornamento del dispositivo. Si prega di verificare che tutti i cavi siano collegati e riconnettere il dispositivo.
ja_jp: アップデート中にエラーが発生しました。ケーブルや電池残量を確認した後に再接続して下さい。
ko_kr: 보청기를 업데이트하는동안 오류가 발생했습니다. 모든 케이블이 연결되었는지 체크하시고 보청기를 다시 연결하십시오.
nl_nl: Tijdens het updaten van de toestellen is een fout opgetreden. Controleer s.v.p. of alle kabels zijn aangesloten en verbind de toestellen opnieuw.
no_no: En feil oppstod ved oppdatering av apparat(ene). Vennligst undersøk at kablene er koblet til og tilkoble på nytt...
pl_pl: W trakcie aktualizacji aparatu(ów) wystąpił błąd. Proszę sprawdzić czy wszystkie kable są podłączone prawidłowo i ponownie uruchomić aparat(y).
pt_pt: Ocorreu um erro durante a atualização da programação do aparelho. Por favor, verifique se os cabos estão conectados e reconecte o(s) aparelho(s).
ro_ro: O eroare s-a intamplat in timpul updatarii aparatului.Va rugam verificati toate cablurile si reconectati aparatul.
ru_ru: Произошла ошибка во время обновления СА. Пожалуйста, проверьте, все ли кабели подключены и подсоедините СА заново.
sv_se: Ett error uppstod vid uppdatering av hörapparater. Kontrollera kablar och återanslut hörapparater.
tr_tr: Cihaz(lar)ı güncellerken hata oluştu. Bağlı olan tüm kabloları kontrol edin ve cihazı tekrar bağlayın.
zh_cn: 助听器软件更新出错。请确认编程线并重新连接。

source: Ambient Noise
cs_cz: Hluk okolí
da_dk: Baggrundsstøj.
de_de: Umgebungsgeräusche
es_es: Ruido Ambiente
fi_fi: Ympäristön melu
fr_fr: Bruit ambiant
hu_hu: Környezeti zaj
it_it: Rumore Ambientale
ja_jp: 環境雑音
ko_kr: 주변 소음
nl_nl: Omgevingsruis
no_no: Omgivende lyd
pl_pl: Hałas Otoczenia
pt_pt: Ruído do ambiente
ro_ro: Sunet ambiental
ru_ru: Окружающий шум
sv_se: Omgivningsbrus
tr_tr: Ortam Gürültüsü
zh_cn: 环境噪音

source: Noise Detector Monitor
cs_cz: Monitor detekce hluku
de_de: Störschall Monitor
es_es: Monitor de Detector de Ruido
fi_fi: Melun tunnistus monitori
fr_fr: Détecteur de bruits
hu_hu: Zaj detektor monitor
it_it: Monitor rilevatore rumore
ja_jp: 雑音検知
no_no: Støysensor Monitor
pl_pl: Monitor Hałasu
pt_pt: Monitor detector de ruído
ro_ro: Monitorul de detectare a zgomotului
ru_ru: Монитор детектора шума
tr_tr: Gürültü Dedektör Monitörü
zh_cn: 降噪监测

source: BroadBand Power Monitor
cs_cz: Širokopásmový monitor výkonu
es_es: Monitor de Potencia en el Espectro
fi_fi: Laajakaista tehovalvonta
hu_hu: Szélessávú Power Monitor
it_it: Monitor Potenza Banda Larga
ja_jp: ブロードバンドパワーモニター
no_no: BredBånd Power Monitor
pl_pl: SzerokoPasmowy Monitor Mocy
pt_pt: Monitor potente de banda larga
ro_ro: Monitorul sunetelor de banda larga puternice
ru_ru: Монитор широкополосной мощности
tr_tr: Genişband Güç Monitörü
zh_cn: 响度监测

source: Classifier Prob Monitor
cs_cz: Klasifikátor sondy monitoru
es_es: Monitor Clasificador
fi_fi: Klassinen tippi monitorointi
hu_hu: Osztályozó Prob Monitor
it_it: Classificatore Prob Monitor
ja_jp: クラシファイアプローブモニター
no_no: Klassifiserer Probe Monitor
pl_pl: Monitor Klasyfikatora
pt_pt: Monitor de classificação da sonda
ru_ru: Монитор классификатора
tr_tr: Sınıflandırıcı Destek Monitörü
zh_cn: 环境分类监测

source: Limited frequencies available for testing. To measure all frequencies please change to a Power Dome, then select the corresponding dome type above and press Continue.
cs_cz: Jsou dostupné pouze některé kmitočty. K měření všech frekvencí doporučujeme použít "power Dome" koncovku. Po této změně koncovky na sluchadle, prosím, zvolte aktuální typ koncovku a stiskněte "Pokračuj".
da_dk: Der er kun begrænsede frekvenser tilgængelige. For at kunne måle alle frekvenser anbefales det at bruge Powerkuppel. Efter skift af kuppel på HA vælges den korresponderende kuppel herover. Tryk derefter fortsæt.
de_de: Es stehen nicht alle Frequenzen zur Verfügung. Um alle Frequenzen messen zu können empfehlen wir Ihnen einen Power Dome zu verwenden. Bitte nach dem Ändern des Domes die entsprechende Einstellung wählen und dann auf Fortfahren klicken.
es_es: Solo frecuencias limitadas disponibles para el test. Para medir todas las frecuencias, es recomendable, utilizar el acoplador Power. Tras cambiar el acoplador en el audífono, por favor seleccione el acoplador correspondiente abajo, y hacer clic en Continuar.
fi_fi: Vain rajoitettu määrä taajuuksia käytössä. Mitataksesi kaikki taajuudet on käytettävä Power tippiä. Kun valitset Power tipin sinun on myös valittava vastaava tippityyppi valikosta ja sitten painaa Jatka painiketta.
fr_fr: Les conditions de mesure ne sont pas optimales. Pour avoir accès à toutes les fréquences : - fermer le conduit (boucher l'évent du micro embout ou utiliser des dômes Power) - choisir la configuration "Type dôme Power" ci-dessus
hu_hu: Csak limitált frekvenciák állnak rendelkezésre. MInden frekvencia méréséhez, a Power Dome használat ajánlott. A dome cseréje után, válassza ki a megfelelő dome típust és utána nyomja meg a folytatást.
it_it: Frequenze limitate disponibili per il test. Per misurare tutte le frequenze si prega di utilizzare una Power Dome, quindi selezionare il tipo corrispondente alla nuova cupola utilizzata e premere 'Continua'.
ja_jp: 有効な周波数のみに限定されます。すべての周波数を測定するにはパワードームなどのクローズ耳せんに変更して下さい。
ko_kr: 한정된 주파수만 가능합니다. 모든 주파수를 측정하시려면 파워돔을 사용하시기를 권장합니다. 보청기의 돔을 바꾸신 후에는 해당하는 돔 타입을 선택하신후 계속을 눌러주세요.
nl_nl: Beperkt aantal frequenties meetbaar. Om alle frequenties te kunnen meten wordt het aanbevolen om hierboven de PowerDome te selecteren. Vervolgens klikt u op 'Doorgaan'.
no_no: Kun begrensende frekvenser er tilgjengelige. For å måle alle frekvenser bytt til Power Dome, og velg samme dome type over og trykk Fortsett.
pl_pl: Dostępne ograniczone częstotliwości pomiaru. Aby zmierzyć wszystkie częstotliwości proszę zastosować Kopułkę Power, następnie wybrać odpowiedni typ kop[ułki z listy i kliknąć Kontynuuj.
pt_pt: Apenas algumas frequências estão disponíveis para teste. Para mensuração de todas as frequências é recomendado o uso do Domo Power. Depois de alterar o domo no aparelho, favor selecionar o tipo de domo correspondente no software e em seguida pressionar a tecla “Continuar”
ro_ro: Doar frecventele limita sunt disponibile. Pentru a masura toate frecventele este recomandat sa folositi un dome de putere. Dupa ce il schimbati, selectati domul corespunzator de mai sus si apoi apasati Continua
ru_ru: Для тестирования доступны только некоторые частоты. Для измерения на всем частотном диапазоне рекомендуется использовать мощный вкладыш. После замены вкладыша, пожалуйста, выберите его в списке, расположенном выше, и нажмите кнопку "Продолжить".
sv_se: Endast ett begränsat antal frekvenser är tillgängliga. För att mäta alla frekvenser rekommenderas Powerdome. Efter byte av dome på hörapparaten välj motsvarande dometyp ovan och klicka på Fortsätt.
tr_tr: Test yapmak için limitli frekanslar uygundur. Tüm frekansları ölçmek için lütfen Güçlü Dom ile değiştirin, sonra aşağıdan ilgili dom tipini seçin ve devam a basın.
zh_cn: 仅部分频率可用。如欲测量全部频率，建议使用大功率耳塞，并在进行相应的修正后，点击“继续”。

source: All frequencies can be measured.
cs_cz: Všechny frekvence mohou být měřeny.
da_dk: Alle frekvenser kan måles.
de_de: Alle Frequenzen können gemessen werden.
es_es: Se pueden medir todas las Frecuencias.
fi_fi: Kaikki taajuudet voidaan mitata
fr_fr: Toutes les fréquences pourront être mesurées.
hu_hu: Minden frekvencia mérhető.
it_it: Tutte le frequenze possono essere misurate.
ja_jp: 全ての周波数が測定可能です
ko_kr: 모든 주파수가 측정될 수 있습니다.
nl_nl: Alle frequenties kunnen gemeten worden
no_no: Alle frekvenser kan måles.
pl_pl: Wszystkie częstotliwości mogą być zmierzone.
pt_pt: Todas as frequências podem ser mensuradas
ro_ro: Toate frecventele pot fi masurate
ru_ru: Могут быть измерены все частоты.
sv_se: Alla frekvenser kan mätas
tr_tr: Tüm frekanslar ölçülebilir.
zh_cn: 测量所有频率。

source: Dome Type
cs_cz: Typ koncovky
da_dk: Kuppeltype
de_de: Dome Typ
es_es: Tipo de Acoplador
fi_fi: Tipin tyyppi
fr_fr: Configuration :
hu_hu: Dome típus
it_it: Tipo Cupoletta
ja_jp: ドームの種類
ko_kr: 돔 타입
nl_nl: Soort venting
pl_pl: Typ Kopułki
pt_pt: Tipo de Oliva
ro_ro: Felul domului
ru_ru: Тип вкладыша
sv_se: Dometyp
tr_tr: Dom Tipi
zh_cn: 耳塞类型

source: Customize the push button on the instrument(s) for multple actions. To test your settings, you will need to save and disconnect the instrument(s).
cs_cz: Přizpůsobte tlačítko sluchadla(el) vícenásobné funkci. Pro otestování nastavení je potřeba uložit data do sluchadel a sluchadla odpojit.
da_dk: Tilpas trykknappen på høreapparatet til flere funktioner. For at teste indstillingerne er det nedvendigt at programmere og afkoble apparaterne.
de_de: Individualisieren Sie die Belegung des Tasters mit verschiedenen Funktionen. Über die Einstellungen zu Testen müssen Sie die Sitzung speichern und die Hörsysteme trennen.
es_es: Personalice el pulsador de el(los) audífono(s), para acciones múltiples. Para probar sus ajustes, es necesario grabar y desconectar el(los) audífono(s).
fi_fi: Muokkaa kuulokojeen painikkeita eri toiminnoille. Voit kokeilla asetuksia tallentamalla asetukset ja irroittamalla kojeen sovituksesta.
fr_fr: Sélectionner les actions pour le bouton multifonctions. Pour les tester, sauvegarder puis déconnecter l'appareil.
hu_hu: A készülék nyomógombjának testreszabása több lehetőségre. A beállításai teszteléséhez el kell mentenie és lecsatlakoztatnia a készüléket.
it_it: Personalizza il funzionamento del pulsante multifunzione nell'apparecchio. Per verificare le impostazioni, è necessario salvare e scollegare l'apparecchio acustico.
ja_jp: 補聴器のボタンの機能を設定して下さい
ko_kr: 다양한 활동을 위해 보청기에 푸쉬 버튼을 고객 맞춤한다. 설정을 시험하려면 보청기에 저장하고 연결을 해제해야 한다.
nl_nl: Stel de drukknop op de toestellen in voor meerdere functies. Om uw instellingen te testen moet u deze opslaan en de verbinding met de toestellen verbreken.
no_no: Tilpass trykk-knappen på apparatet (ene) for flere muligheter. For å teste innstillingene dine, må du lagre og koble fra apparatet (ene).
pl_pl: Dopasuj przycisk zmiany programów do różnych działań. Aby sprawdzić ustawienia musisz zapisać ustawienia i odłączyć aparaty od komputera.
pt_pt: Selecione a função desejada no aparelho através do botão multi-função. Para verificar os ajustes, salve as informações e depois desconecte o(s) aparelho(s).
ro_ro: Personifica ce actiune va fi activata pentru butonul multifunctional. Ca sa vedeti setarile trebuie sa salvati si sa deconectati aparatele.
ru_ru: Задайте действия для многофункциональной кнопки СА. Для проверки установок, сохраните настройки и отсоедините СА.
sv_se: Ställ in programknappen på hörapparaten för multipla åtgärder. För att testa inställningarna, behöver du spara och koppla loss hörapparaterna.
tr_tr: Birden çok eylem için alet (ler) üzerindeki butonu özelleştirin. Ayarlarınızı test etmek için cihazı (lar) kaydetmeniz ve bağlantısını kesmeniz gerekir
zh_cn: 自定义助听器按钮可实现多种功能。要测试设置，需要保存设置并断开助听器的连接。

source: Short Push
cs_cz: Krátký stisk
da_dk: Kort tryk
de_de: Kurz drücken
es_es: Pulsación Corta
fi_fi: Lyhyt painallus
fr_fr: Appui court
hu_hu: Rövid nyomás
it_it: Premere brevemente
ja_jp: 短く押した時
nl_nl: Korte push
no_no: Kort trykk
pl_pl: Krótkie Naciśnięcie
pt_pt: Toque Curto
ro_ro: Apasare scurta
ru_ru: Короткое нажатие
sv_se: Kort tryck
tr_tr: Kısa Bas
zh_cn: 轻触

source: Long Push
cs_cz: Dlouhý stisk
da_dk: Langt tryk
de_de: Lang drücken
es_es: Pulsación Larga
fi_fi: Pitkä painallus
fr_fr: Appui long
hu_hu: Hosszú nyomás
it_it: Premere a lungo
ja_jp: 長く押した時
nl_nl: Lange push
no_no: Langt trykk
pl_pl: Długie Naciśnięcie
pt_pt: Toque longo
ro_ro: Apasare lunga
ru_ru: Длинное нажатие
sv_se: Långt tryck
tr_tr: Uzun Bas
zh_cn: 长按

source: Press:
cs_cz: Stiskni:
da_dk: Tryk:
de_de: Oben
es_es: Pulsación:
fi_fi: Paina :
fr_fr: Appui :
hu_hu: Nyomás:
it_it: Premere:
ja_jp: 上:
nl_nl: Druk:
no_no: Trykk:
pl_pl: Naciśnij:
pt_pt: Pressione:
ro_ro: Apasa:
ru_ru: Нажать:
sv_se: Tryck:
tr_tr: Bas:
zh_cn: 按:

source: Up:
cs_cz: Nahoru:
da_dk: Op:
de_de: Oben
es_es: Arriba:
fi_fi: Ylös :
fr_fr: Vers le haut
hu_hu: Fel:
it_it: Sopra:
ja_jp: 上:
nl_nl: Omhoog:
no_no: Opp:
pl_pl: Góra:
pt_pt: Para cima:
ro_ro: Sus
ru_ru: Вверх:
sv_se: Upp:
tr_tr: Yukarı:
zh_cn: 向上:
