Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: - Save to database{0} only. Data was not saved to instruments (disconnected).
cs_cz: - uložit pouze do databáze {0}. Data nebyla uložena do sluchadel (odpojena).
da_dk: - Gem kun {0} i NOAH. Data ´blev ikke gemt i høreapparater (ikke forbundet).
de_de: - Nur in Datenbank{0} gespeichert. Daten wurden nicht in Hörsysteme übertragen (nicht angeschlossen).
es_es: - Grabar a la base de datos{0} solamente. No se grabara en el(los) audífono(s) (desconectados).
fi_fi: - Tallenna vain {0} Noah tietokantaan. Tietoa ei tallenneta kuulokojeeseen (ei yhdistetty).
fr_fr: - Sauvegardé dans la base de données {0} mais pas dans les appareils (déconnectés).
hu_hu: - Mentés az{0} adatbázisba csak. Az adatok nem lettek elmentve a készülékbe (lecsatlakoztatott).
it_it: - Salva solo in Database {0}. Dati non salvati nel database (disconnesso).
ja_jp: パソコン{0}のみ保存します。補聴器に保存されません。
ko_kr: - 데이터베이스{0}만을 저장합니다. 데이터는 보청기에는 저장되지 않았습니다 (disconnected).
nl_nl: - Alleen in database {0} opslaan. De gegevens zijn niet in de toestellen opgeslagen (niet verbonden).
no_no: - Lagre bare i database{0}. Data ble ikke lagret i apparatene (ikke tilkoblet)
pl_pl: - Zapisz do bazy danych{0} tylko. Dane nie zostały zapisane w aparatach (rozłączono).
pt_pt: Salvar apenas no banco de dados {0}. Dados não foram salvos nos aparelhos (desconectados)
ro_ro: - salveaza numai baza de date {0}. Datele nu au fost salvate.
ru_ru: - Сохранить только в базу данных {0}. Данные не сохранены в СА (отключены).
sv_se: - Spara endast till databas {0}. Data sparades inte till hörapparater (anslutningen bröts).
tr_tr: - {0} sadece veritabanına kaydet. Veri işitme cihazına kaydedilemedi(cihaz bağlı değil).
zh_cn: -仅保存到{0}数据库. 数据未保存至助听器（未连接）。

source: Open and close the battery door of the instrument(s) and then press Continue.
cs_cz: Otevřete a zavřete držák baterie sluchadla(del) a klepněte na Pokračovat.
da_dk: Åben og luk batteridøren(e) og tryk derefter fortsæt.
de_de: Öffnen und schließen Sie das Batteriefach des Hörsystems und klicken Sie dann auf "Weiter".
es_es: Abra y cierre el portapilas de el(los) audífono(s) y presione Continuar.
fi_fi: Avaa ja sulje kuulokojeiden paristokotelot ja paina Jatka painiketta
fr_fr: Ouvrir et fermer le porte-pile des appareils puis cliquer sur Continuer
hu_hu: Nyissa ki és zárja be a készülék elemkamráját és utána nyomja meg a Folytatást.
it_it: Aprire e chiudere lo sportellino pila del/i dispositivo/i e premere Continua.
ja_jp: 補聴器の電池ケースを1回「開け閉め」してから実行を押して下さい
ko_kr: 보청기의 배터리 도어를 열고 닫은 후 계속 버튼을 누르세요.
nl_nl: Open en sluit de batterijlade van de toestellen en klik vervolgens op 'Doorgaan'.
no_no: Åpne og lukk batteriluken på høreapparat(ene) og trykk Fortsett.
pl_pl: Otwórz i zamknij kieszenie bateriit aparatów i przyciśnij Dalej.
pt_pt: Abra e feche o compartimento de pilha dos AASIs (s) e então pressione Continuar.
ro_ro: Deschide si inchide usita bateriei si apasa Continuare.
ru_ru: Откройте и закройте дверцу(ы) батарейного отсека и нажмите "Продолжить".
sv_se: Öppna och stäng batteriluckan på hörapparat(er) och klicka sedan på Fortsätt.
tr_tr: Cihazın pil kapağını açıp kapatın ve Devam butonuna basın.
zh_cn: 开合电池仓,然后快速点击"继续"。

source: Streamers:
cs_cz: Streamery:
da_dk: Streamere:
de_de: Audio Beamer / Mini-Mikrofon
fr_fr: Émetteurs :
hu_hu: Streamerek:
it_it: Accessori:
ja_jp: TVﾕﾅｲﾄ/ﾏｲｸ:
no_no: Streamere:
pl_pl: Akcesoria:
pt_pt: Acessórios:
ro_ro: Streameri:
ru_ru: Стримеры:
tr_tr: Streamer'lar:
zh_cn: 音频转换器:

source: Phone Clip:
da_dk: Telefonclip:
de_de: Telefonclip:
fr_fr: Kit main-libre :
ja_jp: 携帯ユナイト:
nl_nl: Telefoonclip:
ru_ru: Гарнитура Phone Clip:
sv_se: Telefonclip:
zh_cn: 手机伴侣:

source: Starting Connect Validation ...
cs_cz: Spouštím validaci připojení ...
da_dk: Starter forbindelsesvalidering ...
de_de: Anschlusserkennung läuft ...
es_es: Empezando la Validación de Conexión ...
fi_fi: Aloitetaan yhteyden vahvistaminen...
fr_fr: Initialisation de la connexion ...
hu_hu: Csatlakozás elfogadás indítása ...
it_it: Inizio validazione connessione ...
ja_jp: 接続の認証を開始します...
ko_kr: Connect Validation 시작 중...
nl_nl: Start validatie van verbinding...
no_no: Starter Tilkoblingsvalidering ...
pl_pl: Uruchamianie walidacji połączenia ...
pt_pt: Iniciando a validação de conexão ...
ro_ro: Incepe validarea conectarii ...
ru_ru: Проверка правильности соединения...
sv_se: Startar Anslutningsbekräftelse ...
tr_tr: Bağlantı Doğrulaması Başlıyor...
zh_cn: 正开始连接...

source: Validating {0} side ...
cs_cz: Validuji {0} stranu...
da_dk: Validerer {0} side ...
de_de: Seitenerkennung läuft {0} ...
es_es: Validando lado {0} ...
fi_fi: Vahvistetaan {0} puoli...
fr_fr: Validation à {0} ...
hu_hu: Elfogadás {0} oldal ...
it_it: Validazione {0} lato ...
ja_jp: {0}を認証しています...
ko_kr: {0} 밸리데이션 중.
nl_nl: Validatie {0} ...
no_no: Validerer {0} side ...
pl_pl: Walidacja strony {0} ...
pt_pt: Validando {0} lado ...
ro_ro: Valideaza partea {0} ...
ru_ru: {0} сторона соответствует...
sv_se: Utvärderar {0} sida ...
tr_tr: {0} taraf doğrulanıyor ...
zh_cn: 正在检查 {0}侧 ...

source: Setting up connections ...
cs_cz: Nastavuji spojení ...
da_dk: Indstiller forbindelser ...
de_de: Verbindungen werden eingerichtet ...
es_es: Configurando las conexiones ...
fi_fi: Luodaan yhteyttä...
fr_fr: Préparation des connexions ...
hu_hu: Kapcsolat beállítások ...
it_it: Impostazioni connessioni...
ja_jp: 接続を構成しています...
ko_kr: 연결 셋업 중 ...
nl_nl: Verbindingen opzetten ...
no_no: Forbereder tilkobling ...
pl_pl: Zastawienie połączenia ...
pt_pt: Restabelecendo conexões ...
ro_ro: Steaza conexiunile ...
ru_ru: Настройка подключения...
sv_se: Ställer in anslutningar ...
tr_tr: Bağlantı kuruyor ...
zh_cn: 设置连接..

source: Refreshing accessories ...
cs_cz: Aktualizuji příslušenství ...
da_dk: Genindlæser tilbehør ...
de_de: Zubehör wird aktualisiert ...
es_es: Actualizando accesorios ...
fi_fi: Virkistä lisälaitesivu...
fr_fr: Recherche des accessoires ...
hu_hu: Tartozékok frissítése ...
it_it: Aggiornamento accessori ...
ja_jp: ワイヤレスアクセサリーを再起動しています...
ko_kr: 액세서리 새로고침 중 ...
nl_nl: Accessoires verversen...
no_no: Oppdaterer tilbehør ...
pl_pl: Odświeżanie akcesoriów ...
pt_pt: Atualizando acessórios ...
ro_ro: Reinprospatare Accesorii ...
ru_ru: Обновление аксессуаров...
sv_se: Uppdaterar tillbehör ...
tr_tr: Aksesuarlar Yenileniyor..
zh_cn: 正在刷新附件...

source: Entering programming mode...
cs_cz: Vstupuji do programovacího módu...
da_dk: Går i programmeringstilstand...
de_de: Programmiermodus wird gestartet...
es_es: Entrando en modo programación ...
fi_fi: Siirrytään ohjelmointitilaan...
fr_fr: Programmation ...
hu_hu: Belépés a programozás módba...
it_it: Entrare in programmazione...
ja_jp: プログラミング中...
ko_kr: 프로그래밍 모드로 들어가는 중...
nl_nl: Naar de programmeermodus...
no_no: Går inn i programmeringsmodus...
pl_pl: Wejście w tryb programowania ...
pt_pt: Entrando no modo de programação...
ro_ro: Acesare modul programare...
ru_ru: Вход в режим программирования...
sv_se: Går till programmeringsläge...
tr_tr: Programlama moduna giriş yapılıyor...
zh_cn: 正在进入编程模式...

source: Connect completed ...
cs_cz: Připojení dokončeno ...
da_dk: Forbindelsen er opnået ...
de_de: Verbindung abgeschlossen ...
es_es: Conexión Completa ...
fi_fi: Yhdistäminen valmis...
fr_fr: Connexion achevée avec succès. Veuillez patienter ...
hu_hu: Csatlakozás kész ...
it_it: Connessione completata ...
ja_jp: 接続が完了しました...
ko_kr: 연결 완료 ...
nl_nl: Verbinding compleet ...
no_no: Tilkobling ferdig ...
pl_pl: Łaczenie zakończone ...
pt_pt: Conexão completa...
ro_ro: Conectare finalizata ...
ru_ru: Соединение установлено...
sv_se: Anslutning färdig ...
tr_tr: Bağlantı Tamamlandı...
zh_cn: 完成连接中 ...

source: Connecting product on {0} ....
cs_cz: Připojuji sluchadlo {0} ....
da_dk: Forbinder produkt på {0} ....
de_de: Verbinde Gerät mit {0} ....
es_es: Conectando audífono en {0} ....
fi_fi: Yhdistetään kuulokoje {0}...
fr_fr: Connexion de l'appareil {0} ...
hu_hu: Készülék csatlakoztatás a {0} ....
it_it: Connetti prodotto a {0} ....
ja_jp: {0}を接続しています....
ko_kr: {0}에서 제품 연결 중 ....
nl_nl: Product verbinden op {0} ....
no_no: Tilkobler apparat på {0} ....
pl_pl: Łączenie aparatu po {0} ....
pt_pt: Conectando produto em {0} ....
ro_ro: Conectarea produsului on {0} ....
ru_ru: Подключение СА к {0}...
sv_se: Ansluter produkt på {0} ....
tr_tr: {0}da ki ürüne bağlanıyor ....
zh_cn: 正在连接助听器{0} ....

source: No instrument(s) to connect.
cs_cz: Nepřipojeno žádné sluchadlo(a).
da_dk: Ingen apparater er forbundet.
de_de: Kein(e) Hörsystem(e) zum Verbinden.
es_es: No hay audífono(s) para conectar.
fi_fi: Ei yhdistettäviä laitteita.
fr_fr: Aucun appareil à connecter.
hu_hu: Nincs készülék csatlakoztatva.
it_it: Nessun dispositivo da connettere.
ja_jp: 補聴器未接続
ko_kr: 보청기가 연결되지 않았습니다.
nl_nl: Geen toestel(len) te verbinden.
no_no: Ingen apparat(er) å koble til.
pl_pl: Nie wykryto aparatu(ów).
pt_pt: Nenhum aparelho para conectar.
ro_ro: Nici un instrument de conectat
ru_ru: Нет подключенных устройств.
sv_se: Ingen hörapparat att ansluta.
tr_tr: Bağlanacak cihaz yok.
zh_cn: 未连接助听器.

source: There are no active products.
cs_cz: Nejsou k dispozici aktivní sluchadla.
da_dk: Der er ingen aktive produkter.
de_de: Es gibt keine aktiven Produkte.
es_es: No hay audífonos activos.
fi_fi: Aktiivisia tuotteita ei löydy.
fr_fr: Aucun appareil actif.
hu_hu: Ezek nem aktív készülékek.
it_it: Non ci sono prodotti attivi.
ja_jp: それらはアクティブではない製品です
ko_kr: 활성화된 제품이 없습니다.
nl_nl: Er zijn geen actieve producten.
no_no: Det er ingen aktive apparater.
pl_pl: Brak aktywnych aparatów.
pt_pt: Não há produtos ativados
ro_ro: Nu sunt produse active.
ru_ru: СА не активированы.
sv_se: Det finns inga aktiva produkter.
tr_tr: Aktif bir ürün yok.
zh_cn: 无可用产品.

source: The instruments are switched.
cs_cz: Sluchadla jsou zaměněna.
da_dk: Apparaterne er ombyttet.
de_de: Die Hörsysteme sind vertauscht
es_es: Los audífonos están intercambiados.
fi_fi: Kuulokojeet ovat vaihtaneet puolia.
fr_fr: Les appareils ont été inversés.
hu_hu: A készülékek meg vannak cserélve.
it_it: Il dispositivo è stato convertito.
ja_jp: 補聴器が変更されました
ko_kr: 보청기가 바뀌었습니다.
nl_nl: De toestellen zijn verwisseld.
no_no: Apparatene er byttet om.
pl_pl: Aparaty zostały zamienione.
pt_pt: Os aparelhos estão trocados.
ro_ro: Instrumentele au fost schimbate
ru_ru: Устройства поменяны местами.
sv_se: Hörapparaterna är förväxlade.
tr_tr: Cihazların durumu değiştirildi.
zh_cn: 助听器已对调.

source: Unable to start program.
cs_cz: Nemožnost spustit program.
da_dk: Kan ikke starte programmet.
de_de: Programm kann nicht gestartet werden.
es_es: Imposible iniciar el programa.
fi_fi: Ohjelmaa ei voi käynnistää.
fr_fr: Impossible de démarrer le programme.
hu_hu: A program nem indítható el.
it_it: Impossibile avviare il programma.
ja_jp: プログラムをスタートさせることができません
ko_kr: 프로그램을 시작할 수 없습니다.
nl_nl: Programma starten niet mogelijk.
no_no: Ute av stand til å starte program.
pl_pl: Nie można uruchomic programu.
pt_pt: Incapaz de iniciar o programa.
ro_ro: Inposibil de pornit programul.
ru_ru: Невозможно запустить программу.
sv_se: Kan inte starta program.
tr_tr: Program başlatılamıyor.
zh_cn: 不能启动程序。

source: The cached dfs data for the {0} is missing.
cs_cz: DFS data ve vyrovnávací paměti {0} chybí.
da_dk: De gemte dfs data for det {0} mangler.
de_de: Die gespeicherte DFS-Datei für die {0} fehlt.
es_es: Faltan los datos del DFS capturados para {0} .
fi_fi: DFS tieto ohjelmalle {0} puuttuu.
fr_fr: Les données de calibrage anti Larsen du côté {0} n'ont pas pu être récupérées.
hu_hu: A kapott dfs adat a {0}-hoz hiányzik .
it_it: Il dato DFS memorizzato per il {0} è mancante
ja_jp: {0}に格納されたDFSのデータが見つかりません
ko_kr: {0}의 수신된 DFS 데이터가 상실되었습니다.
nl_nl: De DFS gegevens in de cache voor het {0} ontbreken.
no_no: Foreløpig lagret dfs data for {0} er forsvunnet.
pl_pl: Brak danych dfs w cachu {0} .
pt_pt: Dados do DFS {0} foram perdidos
ro_ro: Datele dfs captate pentru {0} lipsesc.
ru_ru: Замеренные данные системы подавления обратной связи для {0} утрачены.
tr_tr: Ön belleğe alınan {0} dfs verileri eksik
zh_cn: {0} 数据丢失。

source: The product for the device on the {0} side has not been activated yet.
cs_cz: Sluchadlo s příslušenstvím {0} nebylo dosud aktivováno.
da_dk: Produktet til apparatet på {0} side er endnunikke aktiveret.
de_de: Das Gerät für das Hörsystem auf der {0} Seite wurde noch nicht aktiviert.
es_es: El producto seleccionado para el lado {0} no se ha activado todavía.
fi_fi: Kuulokojetta laitteelle {0} puoli ei ole vielä aktivoitu.
fr_fr: L'appareil du côté {0} n'a pas encore été activé.
hu_hu: A termék a készülékhez az {0} oldalon még nincs aktiválva.
it_it: Il prodotto per il dispositivo sul lato {0} non è stato ancora attivato.
ja_jp: {0}側の補聴器はまだ起動されていません
ko_kr: {0}쪽의 장치를 위한 제품은 아직 작동되지 않습니다
nl_nl: Het product voor het toestel op {0} is nog niet geactiveerd.
no_no: Produktet for apparat på {0} side er ikke aktivert ennå.
pl_pl: Apart po stronie {0} nie został jeszcze uruchomiony.
pt_pt: O produto selecionado para determinado lado {0} ainda não foi ativado
ro_ro: Produsul pentru dispozitivul din partea {0} nu a fost inca activat.
ru_ru: {0} СА еще не активирован.
sv_se: Produkten för enheten på {0} sida har inte aktiverats än.
tr_tr: {0}da ki cihazın ürünü aktive edilmedi.
zh_cn: {0} 侧产品尚未激活。

source: No instrument detected for {0} side.
cs_cz: Žádné sluchadlo nebylo detekováno na straně {0}.
da_dk: Intet apparat er fundet på {0} side.
de_de: Kein Hörsystem für {0} erkannt.
es_es: Ningún audífono detectado para el lado {0}.
fi_fi: Kuulokojetta ei tunnistettu : {0} puoli.
fr_fr: Aucun appareil détecté pour le côté {0}.
hu_hu: Nincs készülék a {0} oldalon.
it_it: Nessun dispositivo detetto per {0} side.
ja_jp: {0} 側の補聴器未検出
ko_kr: {0}쪽에 보청기가 탐색되지 않습니다.
nl_nl: Geen toestel gevonden op {0}.
no_no: Ingen apparat funnet på {0} side.
pl_pl: Nie wykryto aparatu po stronie {0} .
pt_pt: Nenhum aparelho detectado para {0} lado.
ro_ro: Nici un instrument detectat pentru partea {0} .
ru_ru: Для {0} стороны слуховой аппарат не обнаружен.
sv_se: Ingen hörapparat ansluten på {0} sida.
tr_tr: {0} taraf için cihaz algılanmadı.
zh_cn: {0} 侧未探测到助听器。

source: The current instrument(s) cannot be reconfigured to the desired instrument(s).
cs_cz: Současné sluchadlo(a) nelze rekonfigurovat na požadované sluchadlo(a).
da_dk: Disse apparater kan ikke konfigureres til det ønskede.
de_de: Die gewünschte Rekonfiguration ist nicht möglich.
es_es: El(los) audífono(s) actual, no puede ser reconfigurado al modelo(s) deseado.
fi_fi: Näitä kuulokojeita ei voi uudelleenkonfiguroida valitulla tavalla.
fr_fr: L'appareil actuel ne peut pas être reconfiguré.
hu_hu: Az aktuális készülék nem konfigurálható a kívánt készülékké.
it_it: Lo strumento corrente non può essere riconfigurato nello strumento desiderato..
ja_jp: 現在の補聴器は要求されたタイプへの変更は出来ません
ko_kr: 현재의 보청기는 원하는 보청기로 변환될 수 없습니다.
nl_nl: Huidige toestel(len) niet te converteren naar gewenste toestel(len).
no_no: De aktuelle apparat(ene) kan ikke konverteres til ønsket apparat(er).
pl_pl: Ten aparat(y) nie może być skonfigurowany na żądany aparat.
pt_pt: O aparelho atual não pode ser configurado para o produto desejado {0} a {1}
ro_ro: Instrumentul curent nu poate fi reconfigurat la instrumentul dorit.
ru_ru: Данный(е) СА невозможно преобразовать в желаемый(е) СА.
sv_se: Vald produkt kan inte konverteras till önskad produkt. {0} till {1}.
tr_tr: Mevcut cihaz istenilen cihaza yeniden yapılandırılamıyor.
zh_cn: 当前助听器不能重新装配为想要的型号。

source: The product [{0}] is not supported.
cs_cz: Sluchadlo [{0}] není podporováno.
da_dk: Produktet [{0}] understøttes ikke.
de_de: Das Produkt [{0}] wird nicht unterstützt.
es_es: El modelo [{0}] no está soportado.
fi_fi: Kuulokojetta [{0}] ei tueta.
fr_fr: L'appareil [{0}] n'est pas supporté par ce logiciel.
hu_hu: A készülék [{0}] nem támogatott.
it_it: Il prodotto [{0}] non è supportato.
ja_jp: [{0}]はサポートされていません
ko_kr: [{0}] 제품은 지원되지 않습니다.
nl_nl: Het product [{0}] wordt niet ondersteund.
no_no: Apparat [{0}] støttes ikke.
pl_pl: Ten aparat [{0}] nie jest obsługiwany.
pt_pt: O produto [{0}] não é compatível.
ro_ro: Produsul [{0}] nu este suportat.
ru_ru: [{0}] не поддерживается.
sv_se: Produkten [{0}] stöds inte.
tr_tr: Ürün [{0}] desteklenmiyor.
zh_cn: 不支持产品 [{0}].

source: Partial conversion is not supported.
cs_cz: Částečný převod není podporován.
de_de: Diese Funktion wird nicht unterstützt.
es_es: No se puede realizar una conversión parcial.
fi_fi: Osittainen konversio ei ole tuettu.
fr_fr: Une reconfiguration partielle n'est pas possible.
hu_hu: Részleges párbeszéd nem támogatott.
it_it: Conversione parziale non è supportata.
ja_jp: 一部の変更はサポートされていません
ko_kr: Partial conversion 은 지원되지 않습니다.
nl_nl: Gedeeltelijke conversie wordt niet ondersteund.
no_no: Støtter ikke delvis konvertering.
pl_pl: Konwersja częściowa nie jest obsługiwana.
pt_pt: Conversão Parcial não é compatível.
ro_ro: Conversia partiala nu este suportata.
ru_ru: Частичная конвертация не поддерживается.
sv_se: Delvis omkonfigurering stöds inte..
tr_tr: Kısmi dönüşüm desteklenmiyor.
zh_cn: 不支持部分转换。

source: An exception was encountered in burning the {0} CDI.
cs_cz: Při zápisu do {0} jsme se setkali s odchylkou CDI.
da_dk: Der er sket en undtagelse ved brænding af {0} CDI.
de_de: Beim Brennen der/des {0} CDI ist ein Fehler aufgetaucht.
es_es: Se ha detectado una excepción al grabar el {0} CDI.
fi_fi: Virhe tapahtui poltettaessa {0} CDI.
fr_fr: Une erreur est survenue pendant l'opération sur {0}.
hu_hu: Egy kivétel ütközésbe került programozás közben a {0} CDI-vel.
it_it: Un'eccezione si è verificata durante la masterizzazione del {0} CDI.
ja_jp: {0} 情報の書き込み中に例外が発生しました
ko_kr: {0} CDI를 굽는동안 예외가 발생했습니다.
nl_nl: Een uitzondering trad op tijdens het branden van de CDI {0}.
no_no: Ett unntak skjedde ved brenning av {0} CDI.
pl_pl: Wystapił wyjątek w trakcie nagrywania {0} CDI.
pt_pt: Ocorreu um erro inesperado ao gravar {0} CDI.
ro_ro: A apartut o exceptie in scrierii {0} CDI.
ru_ru: Произошла непредвиденная ошибка при записывании {0} CDI.
sv_se: Ett undantag påträffades vid bränning av {0} CDI.
tr_tr: {0} CDI yazımında beklenmedik bir durum meydana geldi.
zh_cn: 在写入 {0} 时发生未知错误。

source: An unexpected exception was encountered in activating the product: {0}
cs_cz: Setkali jsme se s neočekávanou odchylkou při aktivaci sluchadla: {0}
da_dk: Der er sket en uventet undtagelse ved aktiveringen af produktet: {0}
de_de: Ein unerwarteter Ausnahmefehler ist bei der Aktivierung des Gerätes aufgetreten: {0}
es_es: Un error inesperado ha ocurrido al activar el producto: {0}
fi_fi: Tuntematon virhe tapahtui aktivoitaessa kuulokojetta : {0}
fr_fr: Une erreur est survenue pendant l'activation sur {0}.
hu_hu: Egy nem kívánt kivétel történt a készülék aktiváslás közben: {0}
it_it: Un'eccezione imprevista si è verificata durante l'attivazione del prodotto: {0}
ja_jp: 製品{0}を起動する際に予期せぬ例外が発生しました
ko_kr: 제품을 작동하는중에 예상되지않은 예외가 발생하였습니다 {0}
nl_nl: Een onverwachte uitzondering trad op tijdens het activeren van het product: {0}
no_no: Ett uventet unntak dukket opp ved aktivering av apparat: {0}
pl_pl: W trakcie uruchamiania aparatu wystapił wyjątek : {0}
pt_pt: Ocorreu um erro inesperado ao ativar este produto {0}
ro_ro: A aparut o excelptie in timpul activarii produsului : {0}
ru_ru: Произошла непредвиденная ошибка при активации: {0}
sv_se: Ett oväntat undantag påträffades vid aktivering av produkt: {0}
tr_tr: Cihazın aktivasyonunda beklenmedik bir durum meydana geldi: {0}
zh_cn: 在激活产品 {0}时发生未知错误。

source: {0} Product Accessory count is not consistent between instrument(s) and database (NOAH).
cs_cz: {0} vlastnosti sluchadla nesouhlasí s těmi, které jsou uloženy v NOAHu.
da_dk: {0} Produkt tilbehør er ikke det samme i apparat(er) og database (NOAH).
de_de: {0} Zubehöranzahl stimmt nicht überein mit Hörsystem(en) und Datenbank (NOAH).
es_es: {0} El conteo de accesorios no coincide entre el(los) audífono(s) y la base de Datos (NOAH).
fi_fi: {0} Lisälaitteiden määrä ei ole johdonmukainen kuulokojeen ja tietokannan välillä (NOAH).
fr_fr: {0} Il y a une différence concernant les accessoires entre les données sauvegardées dans l'appareil et la base de données (Noah).
hu_hu: {0} A Termék tartozék számban nincs eggyezés a készülék és az adatbázis (NOAH) között.
it_it: {0} Il conteggio degli Accessori non è corrispondente tra il/i dipositivo/i e il database (NOAH).
ja_jp: {0} アクセサリー数は補聴器とパソコンに保存されたデータで一致しません
ko_kr: {0} Product Accessory count가 보청기(들)와 데이터베이스(NOAH)사이에서 일치하지 않습니다.
nl_nl: {0} Aantal accessoires in toestel(len) stemt niet overeen met de database (NOAH)
no_no: {0} Antall tilbehør lagret i apparatet stemmer ikke overens med antall tilbehør lagret i databasen (NOAH).
pl_pl: {0} Ilość Akcesoriów przypisanych do aparatu(ów) jest rózna od zapisanej w bazie danych (NOAH).
pt_pt: {0} O acessório do produto não é compatível com o aparelho e o banco de dados (NOAH)
ro_ro: {0} Contul de Accesorii produs nu are consistenta intre dispozitiv si baza de date NOAH
ru_ru: {0} аксессуар не согласуется между СА и базой данных (NOAH).
sv_se: {0} Produkt Tillbehör konto överenstämmer inte mellan hörapparat och databas .
tr_tr: İşitme cihaz(lar)ı ve veri bankası (NOAH) arasındaki {0} aksesuar sayısı tutarlı değil.
zh_cn: {0} 产品的附件数与Noah数据库保存的不一致。

source: The instrument(s) has a newer version that the application.
cs_cz: Sluchadlo(a) má novější verzi než aplikace.
da_dk: Apparaterne indeholder en nyere version end denne softwareversion.
de_de: Das Hörsystem hat eine neuere Version als die Software.
es_es: El (los) audífono(s) tiene una versión de software más moderna que la aplicación.
fi_fi: Kuulokojeessa on uudempi versio mitä sovelluksessa on.
fr_fr: L'appareil est trop récent pour cette version d'Aventa.
hu_hu: A készüléknek újabb verziója van mint a alkalmazásnak.
it_it: L'apparecchio ha una versione più aggiornata che nell'applicazione
ja_jp: この補聴器は最新版のアプリケーションを持っています
ko_kr: 보청기들은 최신 버전의 해당 응용 프로그램을 가지고 있습니다.
nl_nl: Toestel(len) met nieuwere softwareversie dan de applicatie.
no_no: Apparat(ene) har en nyere versjon enn applikasjonen.
pl_pl: Aparaty mają nowszą wersję oprogramowania niż aplikcja.
pt_pt: O(s) aparelho(s) apresenta(m) uma versão mais recente.
ro_ro: Aparatul are o versiune mai noua decat aplicatia.
ru_ru: СА имеет более новую версию чем программа.
sv_se: Hörapparaten (er) har en modernare version än programvaran.
tr_tr: İşitme cihaz(lar)ının yeni versiyonu var.
zh_cn: 助听器有可用的新版本.
