Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Include Compression Mode settings
cs_cz: Zahrnout nastavení kompresního módu
da_dk: Inkluder kompressions indstillinger
de_de: Inklusive Kompressions-Einstellungen
es_es: Incluir los ajustes de Modo de Compresión
fi_fi: Käytä kompressiotilan asetuksia
fr_fr: Inclure le réglage du type de compression (WDRC / linéaire)
hu_hu: Beleértve a kompressziós mód beállításait
it_it: Include impostazioni della modalità di Compressione
ja_jp: コンプレッションモードの設定を含む
ko_kr: 압축 모드 설정을 포함하세요
nl_nl: Inclusief instellingen compressiemodus
no_no: Inkluder kompresjons Modus innstillinger
pl_pl: Uwzględnij ustawienia Typu Kompresji
pt_pt: Incluir ajustes do Modo de Compressão
ro_ro: Include setari Mod Compresie
ru_ru: Включить настройки Режима компрессии
sv_se: Inkludera Kompressionsläge Inställningar
tr_tr: Sıkıştırma Modu Ayarlarını İçerir
zh_cn: 包括压缩方式设置

source: Connection Assistance
cs_cz: Pomocník připojení
da_dk: Hjælp til forbindelse
de_de: Verbindungsanleitung
es_es: Guía de Conexión
fi_fi: Yhdistämisavustaja
fr_fr: Aide à la connexion
hu_hu: Kapcsolat asszisztens
it_it: Guida alla Connessione
ja_jp: 接続ガイド
nl_nl: Verbindingsassistentie
no_no: Tilkoblings Assistent
pl_pl: Przewodnik Łączenia
pt_pt: Assistência na Conexão
ru_ru: Мастер соединения
sv_se: Handledning
tr_tr: Bağlantı Asistanı
zh_cn: 连接提示

source: Experience Improvement
da_dk: Benyt Improvement Program
de_de: Erfahrungen & Verbesserungen
es_es: Mejorar la experiencia
fi_fi: Kehittämisohjelma
fr_fr: Amélioration de l'expérience
hu_hu: Tapasztalat növelés
it_it: Analisi dell'utilizzo
ko_kr: 청취 경험 개선
nl_nl: ´Verbeter uw ervaring´
no_no: Forbedrings Program
pl_pl: Udoskonalanie Aplikacji
pt_pt: Aperfeiçoamento da Experiência
ro_ro: Imbunatatire Experienta
ru_ru: Повышение квалификации
sv_se: Upplevelseförbättring
tr_tr: İyileştirme Deneyimi
zh_cn: 经验提升

source: Terms
cs_cz: Podmínky
da_dk: Betingelser
de_de: Bedingungen
es_es: Términos
fi_fi: Ehdot
fr_fr: Conditions
hu_hu: Feltételek
it_it: Termini
ja_jp: 規約
ko_kr: 기간
nl_nl: Termen
no_no: Vilkår
pl_pl: Warunki
pt_pt: Termos
ro_ro: Termeni
ru_ru: Сроки
sv_se: Villkor
tr_tr: Şartlar
zh_cn: 条款

source: - Join the ReSound Experience Improvement Program and help improve the quality, reliability, and performance of ReSound software and services.
cs_cz: - Zapojte se do programu ReSound Experience Improvement a pomožte zlepšit kvalitu, spolehlivost a výkonnost software a služeb ReSound.
da_dk: - Tilslut dig ReSound Experience Improvement Program og hjælp os at forbedre kvaliteten, pålideligheden og ydelsen af ReSound software og øvrig service.
de_de: - Werden Sie Teil von ReSound zur Verbesserung der Qualität, Zuverlässigkeit und Leistung der ReSound Software und Dienstleistung.
es_es: - Unirse al programa de Mejora de la Experiencia ReSouns, y ayudenos a mejorar la calidad, estabildad y eficacia del software ylos servicios de ReSound
fi_fi: - Liity ReSound kehittämisohjelmaan auttaaksesi kehittämään laatua, luotettavuutta ja suorituskykyä ReSound ohjelmiin ja palveluihin.
fr_fr: - Rejoindre le programme d'amélioration de l'expérience ReSound et aidez à améliorer la qualité, la fiabilité et les performances des logiciels et services ReSound.
hu_hu: - Csatlakozzon a ReSound tapasztalat növelő programjához és segítsen fejleszetni a minőséget, megbizhatóságot, és teljesítményt a ReSound szoftverben és szervízben.
it_it: - Partecipa all'Analisi dell'utilizzo del Programma ReSound e contribuisci a migliorare la qualità, l'affidabilità e le prestazioni del software e dei servizi ReSound.
ja_jp: - このプログラムを使って、Resoundソフトウェアの品質、信頼性、パフォーマンスとサービスの改善に役立てます。
ko_kr: - ReSound Experience Improvement Program 에 등록해 ReSound software 및 service의 성능과 신뢰도를 향상시키세요.
nl_nl: - Doe mee met het ReSound ´Verbeter uw ervaring´-programma en help ons de kwaliteit, betrouwbaarheid en prestaties van onze software en diensten te verbeteren.
no_no: Bli med på ReSound`s forbedrings program og hjelp til å forbedre kvalitet, pålitelighet og ytelse på ReSound software og service.
pl_pl: - Dołącz do Programu Udoskonalania Aplikacji ReSound i pomóż poprawić jakość, stabilność oraz wydajność oprogramowania i usług ReSound.
pt_pt: - Participe do Programa de Aperfeiçoamento da Experiência ReSound e ajude a melhorar a qualidade, a confiabilidade e o desempenho do software e dos serviços ReSound.
ro_ro: - Alaturati-va programului Imbunatatirea Experientei ReSound si ajutati la imbunatatirea calitatii, fisbilitatii si performantei serviciilor si softului ReSound.
ru_ru: - Присоединяйтесь к Программе повышения квалификации ReSound и помогите нам улучшить качество, надежность и производительность сервиса и программного обеспечения ReSound.
sv_se: - Gå med i "ReSound Experience Improvement Program" för att förbättra kvalitet, hållbarhet och utförande för ReSounds programvaror och tjänster.
tr_tr: - ReSound Deneyim Geliştirme Programına katılın ve ReSound yazılım ve hizmet kalitesi, güvenilirliği ve performansı artırmaya yardımcı olun.
zh_cn: - 加入瑞声达经验提升项目，帮助提高瑞声达软件和服务的质量、可行性和性能。

source: Help us improve ReSound Software and participation in the ReSound Improvement Experience.
cs_cz: Pomožte nám vylepšit ReSound Software zapojením do programu ReSound Improvement Experience.
da_dk: Hjælp os med at forbedre ReSound Software og deltag i ReSound Improvement Experience.
de_de: Helfen Sie uns die ReSound Software zu verbessern und nehmen Sie an der Software-Verbesserungsinitiative teil
es_es: Ayudenos a mejorar el Software ReSound y participe en Mejore la Experiencia ReSound
fi_fi: Auta meitä kehittämään ReSound ohjelmia ja osallistumalla ReSound kehittämisohjelmaan.
fr_fr: Aidez-nous à améliorer les logiciels ReSound en participant au programme d'amélioration de l'expérience ReSound.
hu_hu: Segítsen a ReSound szoftver fejlesztésében a részvételével a ReSound tapaszatlat növelőben.
it_it: Aiutaci a migliorare il Software ReSound e partecipa all'Analisi dell'utilizzo ReSound.
ja_jp: ReSoundソフトウェア改善のため ReSound Improvement Experienceにご協力下さい
ko_kr: ReSound Software 및 ReSound Improvement Experience 의 참여를 향상시킵니다.
nl_nl: Help ons de ReSound Software te verbeteren, doe mee met het ReSound ´Verbeter uw ervaring´-programma.
no_no: Hjelp oss og forbedre ReSound software og delta på ReSound`s forbedrings program.
pl_pl: Pomóż nam ulepszyć Programy ReSound biorąc udział w Programie Udoskonalania Aplikacji ReSound
pt_pt: Ajude-nos a melhorar o Software ReSound e a participação no Aperfeiçoamento da Experiência ReSound.
ro_ro: Ajutati-ne sa imbunatatim softul ReSound si participarea la Imbunatatirea Experientei ReSound
ru_ru: Помогите нам улучшить Программное обеспечение ReSound и участие в Повышении квалификации ReSound.
sv_se: Hjälp oss förbättra programvara och delta i ReSound Improvement Experience.
tr_tr: ReSound İyileştirme Deneyimine katılın ve ReSound Yazılımını geliştirmemize yardımcı olun.
zh_cn: 参与瑞声达经验提升项目可以帮助我们提高软件。

source: Yes, I would like to help.
cs_cz: Ano, chtěl bych pomoci.
da_dk: Ja, jeg vil gerne hjælpe.
de_de: Ja, ich möchte gern unterstützen
es_es: Si, me gustaría ayudarles.
fi_fi: Kyllä, haluan olla avuksi.
fr_fr: Oui, je veux aider.
hu_hu: Igen szeretnék segíteni.
it_it: Sì, vorrei contribuire.
ja_jp: はい、このプログラムに協力します
ko_kr: 네, 지원하겠습니다.
nl_nl: Ja, ik wil graag helpen.
no_no: Ja jeg vil gjerne hjelpe.
pl_pl: Tak,chcę pomóc.
pt_pt: Sim, gostaria de ajudar.
ro_ro: Da, as dori sa ajut.
ru_ru: Да, я бы хотел(а) помочь.
sv_se: Ja, jag vill hjälpa.
tr_tr: Evet, yardım etmek istiyorum.
zh_cn: 是的，我愿意参加。

source: Not right now, thanks.
cs_cz: Nyní ne, děkuji.
da_dk: Nej, ikke nu.
de_de: Nein danke.
es_es: No ahora, gracias.
fi_fi: Ei nyt, kiitos.
fr_fr: Non merci, pas maintenant.
hu_hu: Most nem, köszönöm.
it_it: Non adesso, grazie.
ja_jp: いいえ、このプログラムに協力しません
ko_kr: 지금은 하지 않겠습니다. 감사합니다.
nl_nl: Nu niet, dank u wel.
no_no: Ikke akkurat nå, takk.
pl_pl: Na razie nie, dziękuję.
pt_pt: Agora não, obrigada.
ro_ro: Nu chiar in acest moment, multumesc.
ru_ru: Не сейчас, спасибо.
sv_se: Inte nu, tack.
tr_tr: Hayır, şu an değil, teşekkürler.
zh_cn: 不了，谢谢。

source: - Participation will not degrade the performance of your software.
cs_cz: - Účast nebude degradovat výkon vašeho software.
da_dk: - Deltagelse vil ikke ændre ydelsen af softwaren.
de_de: - Durch die Teilnahme werden keine Performance Daten weitergegeben.
es_es: - La participación no afectará a la velocidad de su software..
fi_fi: - Osallistuminen ei lasken ohjelman suorituskykyä.
fr_fr: - Votre participation n'aura aucune influence sur les performances du logiciel.
hu_hu: -A részvétel nincs hatással a szoftver teljesítményére.
it_it: - La partecipazione non degraderà le prestazioni del vostro software.
ja_jp: - このプログラムによりお客様のソフトウェアのパフォーマンスが落ちることはありません
ko_kr: -Participation이 소프트웨어의 실행을 저하시키지는 않습니다.
nl_nl: - Deelname zal de prestaties van uw software niet verminderen.
no_no: - Deltakelse vil ikke påvirke ytelsen på din software
pl_pl: - Udział w programie nie wpłynie na wydajność Twojego oprogramowania.
pt_pt: - A participação não irá delegar o desempenho do seu software.
ro_ro: - Participarea nu va afecta performanta softului dvs.
ru_ru: - Участие не повлияет на производительность Вашего программного обеспечения.
sv_se: - Deltagande kommer inte påverka programvarans prestation.
tr_tr: - Katılım yazılımınızın performansını düşürmeyecektir.
zh_cn: - 参与不会降低软件的性能。

source: - ReSound will only collect information about your software and hardware configurations. ReSound may collect information on how you use software and services to identify trends and usage patterns.
cs_cz: - ReSound bude shromažďovat pouze informace o konfiguraci Vašeho software a hardware. ReSound může shromařďovat informace o tom, jak využíváte software a služby k identifikaci trendů a modelů použití.
da_dk: - ReSound samler kun information om din software og hardware konfigurationer. ReSound kan smle information om hvordan du benytter software og service for at identificere trends og brugsmønstre.
de_de: - ReSound sammelt nur Daten über die Software und Hardware Konfiguration. ReSound erhält die Möglichkeit Informationen zu sammeln wie die Software verwendet und genutzt wird.
es_es: - ReSound solamente recogerá información de configuración de su ordenador y su software. ReSound puede recoger datos de como usa el software y los servicios, para identificar los patrones ytendencias de uso.
fi_fi: - ReSound kerää ainoastaan tietoja ohjelmistasi ja laitteistosta jota käytät. ReSound voi kerätä tietoja siitä kuinka käytät ohjelmia ja palveluja parantaakseen niiden käyttäjäystävällisyyttä.
fr_fr: - ReSound collectera uniquement des données relatives à votre configuration logicielle et matérielle. ReSound peut également collecter des renseignements sur votre façon d'utiliser le logiciel et les services afin d'identifier les tendances et les habitudes d'utilisation.
hu_hu: - A ReSound csak a szoftver és a hardver konfigurációról gyüjt információt. A ReSound a szoftver használatról gyűjt információt, hogy megismerje a felhasználói trendeket és szokásokat.
it_it: - ReSound raccoglierà solamente informazioni relative alle configurazioni software e hardware. ReSound potrà raccogliere informazioni sulle modalità di utilizzo del software e servizi per identificare tendenze e modalità di utilizzo.
ja_jp: - ReSoundはお客様がお使いになっているソフトウェアやハードウェアの設定に関する情報や、使用状況に関する情報を収集します
ko_kr: - ReSound는 software, hardware의 configurations에 관한 정보만을 수집합니다. ReSound는 사용 패턴을 파악하기 위해 사용자의 software 및 service 사용방식에 대한 정보를 수집하게 됩니다.
nl_nl: - ReSound zal alleen informatie verzamelen over uw software en hardware configuraties. ReSound kan informatie verzamelen over uw gebruik van software en diensten om trends en gebruikspatronen te identificeren.
no_no: - ReSound vil kun samle informasjon om din software og hardware konfigurasjon. ReSound kan samle informasjon om hvordan du bruker softwaren og tjenester for å identifisere trender og bruker mønstre.
pl_pl: - ReSound będzie zbierać wyłącznie informacje o programie oraz konfiguracji sprzętowej. ReSound może zbierać informacje na temat korzystania z programu oraz usług w celu identyfikacji trendów i wzorów użytkowania.
pt_pt: - ReSound apenas coletará as informações sobre as configurações do seu software e hardware. A ReSound pode coletar informações sobre como você usa o software e os serviços para identificar tendências e padrões de uso.
ro_ro: - ReSound va aduna doar informatii despre configuratiile dvs. soft si hard. ReSound poate colecta informatii despre cum folositi softul si serviciile pentru identificarea tiparelor de utilizare si orientare.
ru_ru: - ReSound только соберет информацию о конфигурации Вашего программного обеспечения. ReSound может собрать информацию о том, как Вы используете программное обеспечение и услуги, чтобы определить тенденции и предпочтения использования.
sv_se: - ReSound kommer endast samla in information om konfigurationen av programvara och hårdvara. ReSound kan också samla information om hur programvaran används för att analysera trender och användningsmönster.
tr_tr: - ReSound sadece yazılım ve donanım yapılandırmaları hakkında bilgi toplar. ReSound eğilimleri ve kullanım biçimlerini belirlemek için yazılım ve hizmetleri nasıl kullandığınız hakkında bilgi toplayabilir.
zh_cn: - 瑞声达只搜集关于你的软件和硬件配置。瑞声达收集关于你使用软件和服务的方式以判断使用习惯和发展趋势。

source: About ReSound Improvement Experience
cs_cz: O ReSound Improvement Experience
da_dk: Om ReSound Improvement Experience
de_de: Über die Software-Verbesserungsinitiative
es_es: Acercxa de la Mejora de la Experiencia ReSound
fi_fi: Tietoa ReSound kehitysohjelmasta
fr_fr: À propos du programme d'amélioration de l'expérience ReSound
hu_hu: A ReSound tapaszatlat növelőről
it_it: A proposito dell'analisi utilizzo ReSound
ja_jp: ReSound Improvement Experienceについて
ko_kr: ReSound Improvement Experience에 관해서
nl_nl: Over het ReSound ´Verbeter uw ervaring´-programma
no_no: Om ReSound Forbedrings Program
pl_pl: O programie Udoskonalania Aplikacji ReSound
pt_pt: Sobre o Aperfeiçoamento da Experiência ReSound
ro_ro: Despre Imbunatatirea Experientei ReSound
ru_ru: О Повышении квалификации ReSound
sv_se: Om ReSound Improvement Experience
tr_tr: ReSound İyileştirme Deneyimi Hakkında
zh_cn: 关于瑞声达经验提升

source: - ReSound will NOT collect your name, address, or any other personally identifiable information.
cs_cz: - ReSound NEBUDE shromažďovat Vaše jméno, adresu, nebo jakékoliv jiné osobní informace.
da_dk: - ReSound vil IKKE indsamle dit navn, adresse eller nogen andre personlige identificerbare oplysninger.
de_de: - ReSound wird KEINE Namen, Adressen oder andere persönliche Daten sammeln.
es_es: - ReSound no recopiliará su nombre, dirección, o cualquier otra información personal que pueda identificarle.
fi_fi: - ReSound EI KERÄÄ henkilökohtaisia tietoja kuten nimiä, yhteystietoja tai muita henkilökohtaista tietoja.
fr_fr: - ReSound ne collectera PAS votre nom, votre adresse, ou toute information personnelle permettant de vous identifier.
hu_hu: - A ReSound NEM gyűjt nevet, címet, vagy más személyes információt.
it_it: - ReSound NON raccoglierà il vostro nome, indirizzo, o qualsiasi altra informazione di identificazione personale.
ja_jp: - お客様のご指名、住所等の個人情報は収集いたしません
ko_kr: - ReSound는 사용자의 이름, 주소 또는 그 밖에 개인적인 정보들을 절대로 수집하지 않습니다.
nl_nl: - ReSound zal uw naam, adres of andere persoonlijke, te identificeren informatie niet verzamelen.
no_no: - ReSound vil IKKE innhente ditt navn, adresse eller noen annen personlig informasjon
pl_pl: - ReSound NIE będzie zbierać informacji jak nazwisko, adres ani innych danych osobistych pozwalających na identyfikację.
pt_pt: - A ReSound NÃO irá registrar o seu nome, endereço ou qualquer outra informação pessoal.
ro_ro: - ReSound NU va colecta numele, adresa sau alte date cu caracter personal.
ru_ru: - ReSound НЕ будет собирать данные Вашего имени, адреса или любую другую персональную информацию.
sv_se: - ReSound kommer INTE samla in namn, adress eller annan identitetsinformation.
tr_tr: - ReSound adınızı, adresinizi, ya da başka herhangi kişisel bir bilgi toplamaz.
zh_cn: - 瑞声达不搜集你的姓名、地址等任何个人信息。

source: - ReSound will NOT ask you to take surveys, nor will you be contacted.
cs_cz: - ReSound Vás NEBUDE žádat o účast v dotaznících, ani Vás nebude kontaktovat.
da_dk: - ReSound vil IKKE udsende spørgeundersøgelser i denne forbindelse, du vil heller ikke blive kontaktet.
de_de: - ReSound wird Sie weder bezüglich Umfragen noch persönlich kontaktieren.
es_es: - ReSound NO le pedirá participar en encuestas, ni se pondrá en contacto con usted.
fi_fi: - ReSound EI vaadi sinua osallistumaan mihinkään kyselyihin eikä sinuun tulla ottamaan yhteyttä.
fr_fr: - ReSound ne vous demandera PAS de participer à des enquêtes ou des sondages. Vous ne serez PAS contacté.
hu_hu: - A ReSound NEM kéri a részvételét felmérésben és nem fog kapcsolatba lépni önnel.
it_it: - ReSound NON vi chiederà di partecipare a sondaggi, ne sarete contattati.
ja_jp: - ReSoundから直接お客様へご連絡することはございません
ko_kr: - ReSound는 사용자에게 설문조사 및 개인적인 연락을 취하지 않습니다.
nl_nl: - ReSound zal u niet vragen aan enquetes deel te nemen , noch wordt er contact met u opgenomen.
no_no: - ReSound vil IKKE spørre deg om å gjennomføre spørreundersøkelser eller kontakte deg.
pl_pl: - ReSound NIE będzie prosić o wypełnianie ankiet ani nie będzie się z Tobą kontaktować.
pt_pt: - A ReSound NÃO fará questionários e NÃO entrará em contato.
ro_ro: - ReSound NU va va solicita sondaje de opinie, nici nu va va contacta.
ru_ru: - ReSound НЕ предложит Вам участововать в опросах и не будет контактировать с Вами.
sv_se: - ReSound kommer INTE be dig deltaga i undersökningar eller kontakta dig.
tr_tr: - ReSound anket yapmak irtibata geçmeyecektir.
zh_cn: - 瑞声达不会要求你参与调查和联系你。

source: - You can stop participation at any time from Help menu
cs_cz: - Svou účast můžete kdykoliv ukončit v nemu Pomoc
da_dk: - Du kan afslutte din deltagelse på et hvilket som helst tidspunkt i menuen hjælp.
de_de: - Sie können jederzeit über das Hilfe-Menü die Teilnahme stoppen
es_es: - Podrá dejar de participar en cualquier momento desde el menú Ayuda
fi_fi: - Voit perua osallistumisen milloin tahansa Apu valikosta.
fr_fr: - Il est possible de stopper votre participation à tout moment dans le menu "Aide"
hu_hu: - A részvételét bármikor felfüggesztheti a Segítség menüben
it_it: - È possibile interrompere la partecipazione in qualsiasi momento dal menu Aiuto
ja_jp: - このプログラムへの協力はヘルプメニューからいつでも止めることができます
ko_kr: - Help menu에서 언제든지 참여를 중단할 수 있습니다.
nl_nl: - U kunt uw deelname op elk moment beëindigen in het Help menu
no_no: - Du kan stoppe deltakelsen når som helst fra Hjelp menyen
pl_pl: - Możesz zrezygnować z uczestnictwa w dowolnym momencie w menu Pomoc.
pt_pt: - Você pode parar de participar a qualquer momento pelo menu Ajuda.
ro_ro: - Puteti inceta participarea in orice moment din meniul Ajutor
ru_ru: - Вы можете прервать Ваше участие в любой момент
sv_se: - Du kan stoppa deltagande när du vill från Hjälpmenyn
tr_tr: - Yardım menüsünden istediğiniz zaman katılımı durdurabilirsiniz
zh_cn: - 你可以随时在帮助菜单中终止参与。

source: ReSound Experience Improvement Program
cs_cz: Program ReSound Experience Improvement
de_de: ReSound Software-Verbesserungsinitiative
es_es: Programa de Mejora de la Experiencia ReSound
fi_fi: ReSound kehittämisohjelma
fr_fr: Programme d'amélioration de l'expérience ReSound
hu_hu: ReSound tapasztalat növelés program
it_it: Analisi dell'utilizzo del Programma ReSound
nl_nl: ReSound ´Verbeter uw ervaring´-programma
no_no: ReSound Forbedrings Program
pl_pl: Program Udoskonalania Aplikacji ReSound
pt_pt: Programa de Aperfeiçoamento da Experiência ReSound
ro_ro: Programul Imbunatatirea Experientei ReSound
ru_ru: Программа Повышения квалификации ReSound
tr_tr: ReSound Deneyim Geliştirme Programı
zh_cn: 瑞声达经验提升项目

source: Click to Unpair Devices
cs_cz: Klikněte pro odpárování zařízení
da_dk: Klik for at afbryde parringen
de_de: Klicken um die Verbindung aufzuheben
es_es: Hacer clic para desvincular dispositivo
fi_fi: Paina poistaaksesi kuulokojeiden paritus
fr_fr: Cliquer pour délier les appareils
hu_hu: Klikkeljen a nem párosított eszközökre
it_it: Clicca per Disaccoppiare i Dispositivi
ja_jp: ペアを解除
ko_kr: 보청기 연결을 해제하려면 클릭하세요.
nl_nl: Klik om de toestellen te unpairen
no_no: Trykk for å fjerne sammenkobling av apparater
pl_pl: Kliknij aby Rozłączyć Aparaty
pt_pt: Clique para Desparear os Aparelhos
ro_ro: Apasa pentru a desperechia dispozitivele
ru_ru: Нажмите для отмены сопряжения устройств
sv_se: Klicka för att ta bort parning av hörapparater
tr_tr: Cihazların etkinleştirmesini kaldırmak için tıklayın
zh_cn: 点击未配对的设备

source: Click to Pair Devices
cs_cz: Klikněte pro párování zařízení
da_dk: Klik for at parre apparater
de_de: Klicken für Geräteverbindung
es_es: Hacer clic para vincular dispositivo
fi_fi: Paina parittaaksesi kuulokojeet
fr_fr: Cliquer pour lier les appareils
hu_hu: Klikkeljen a párosított eszközökre
it_it: Clicca per Accoppiare i Dispositivi
ja_jp: ペアに設定
ko_kr: 보청기를 연결하려면 클릭하세요.
nl_nl: Klik om de toestellen te pairen
no_no: Trykk for å koble sammen apparater
pl_pl: Kliknij aby Sparować Aparaty
pt_pt: Clique para Parear os Aparelhos
ro_ro: Apasa pentru a imperechia dispozitivele
ru_ru: Нажмите для сопряжения устройств
sv_se: Klicka för att para hörapparater
tr_tr: Cihazları etkinleştirmek için tıklayın
zh_cn: 点击配对的设备

source: Click to Select Device
cs_cz: Klikněte pro volbu zařízení
da_dk: Klik for at vælge et apparat
de_de: Klicken für Geräteauswahl
es_es: Hacer clic para seleccionar dispositivo
fi_fi: Paina valitaksesi koje
fr_fr: Cliquer pour sélectionner un appareil
hu_hu: Klikkeljen a kiválasztott eszközre
it_it: Clicca per Selezionare il Dispositivo
ja_jp: 左右を選択
ko_kr: 보청기를 선택하려면 클릭하세요.
nl_nl: Klik om toestel te selecteren
no_no: Trykk for å velge Apparat
pl_pl: Kliknij aby Wybrać Aparaty
pt_pt: Clique para Selecionar os Aparelhos
ro_ro: Apasa pentru selectare dispozitiv
ru_ru: Нажмите для выбора устройства
sv_se: Klicka för att välja hörapparat
tr_tr: Cihaz seçmek için tıklayın
zh_cn: 点击选择设备

source: Telecoil not supported on P1 for product.
cs_cz: Telefonní cívka není podporována na P1 produktu.
da_dk: Telespole understøttes ikke i P1.
de_de: Telefonspule wird in diesem Gerät unter P1 nicht unterstützt
es_es: Bobina telefónica en P! no disponiblepara este producto
fi_fi: Induktiosilmukkaohjelma ei ole käytettävissä ohjelmapaikalla 1
fr_fr: Le programme P1 n'est pas compatible avec la bobine T.
hu_hu: A telefontekercs nem támogatott ehhez az eszközhöz a P1-re.
it_it: Bobina Telefonica (Telecoil) non supportata su P1 per il prodotto.
ja_jp: テレコイルはP1に設定できません
ko_kr: Telecoil은 P1에서는 지원되지 않습니다.
nl_nl: Luisterspoel niet ondersteund in P1 voor dit product.
no_no: Telespole støttes ikke i P1 for produktet.
pl_pl: Cewka telefoniczna nie jest dostępna na P1.
pt_pt: A bobina telefônica não é suportada no P1 para este produto.
ro_ro: Bobina telefonica nu este suportata de P1 pentru produs.
ru_ru: Индукционная катушка не поддерживается в Программе 1 для продукта.
sv_se: Telespole stödjs inte på P1 för denna produkt.
tr_tr: P1'de Telecoil desteklenmez.
zh_cn: 助听器的程序1不能设为电感
