Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Acceptance Manager is in progress. AutoFit will turn off Acceptance Manager and reset gains.
cs_cz: Acceptance Manager probíhá. AutoFit vypne Acceptance Manager a resetuje zisk.
da_dk: Acceptance Manager er under udvikling. AutoFit vil slå Acceptance Manager fra og genindstille forstærkning.
de_de: Der Eingewöhnungs-Manager ist aktiv. FirstFit schaltet den Eingewöhnungs-Manager aus und berechnet die Verstärkungswerte neu.
es_es: La Adaptación progresiva está en ejecución. QuickFit detendrá esta prestación y reseteará los valores de la ganancia.
fi_fi: Sopeutumisavustaja käytössä. AutoSovitus kytkee Sopeutumisavustaja pois käytöstä ja palauttaa vahvistustason.
fr_fr: Acceptance Manager est activé. AutoFit va désactiver l'Acceptance Manager et effectuer un nouveau ciblage.
hu_hu: Az Acceptance Manager folyamatban van. Az AutoFit ki fogja kapcsolni az Acceptance Managert és visszaállítja az erősítést.
it_it: Manager Adattamento è in corso. Fitting Automatico disattiverà Manager Adattamento e verranno reimpostati i guadagni.
ja_jp: アクセプタンスマネージャーが進行中です。クイックフィットを行うと、アクセプタンスマネージャーがオフになり利得がリセットされます。
ko_kr: Acceptance Manager 가 진행중입니다. AutoFit 이 Acceptance Manager 를 종료하고 이득을 재설정합니다.
nl_nl: De Acceptatie Manager is bezig. Doorgaan met AutoFit zal de Acceptatie Manager uitzetten en de Gain resetten.
no_no: Acceptance Manager er aktivert. AutoFit vil slå av Acceptance Manager og resete gain.
pl_pl: Manager Akceptacji jest aktywny. AutoFit wyłączy Manager Akceptacji i zresetuje ustawienia wzmocnienia.
pt_pt: Gerenciamento de Adaptação em progresso. Auto Ajuste irá desligar o Gerenciador de Adaptação e redefinir o ganho.
ro_ro: Managerul de acceptare este in desfasurare. AutoFit va opri Managerul de de acceptare si va reseta castigurile.
ru_ru: Автоматическая адаптация в процессе . Автонастройка отключит Автоматическую адаптацию и перенастроит усиления.
sv_se: Acceptans Verktyget pågår. Snabb Anpassning kommer slå av Acceptans Verktyget och återställa förstärkningen.
tr_tr: Acceptance Manager devam ediyor. Otofit, Acceptance Manager'i kapatır ve kazançları resetler.
zh_cn: 满意度管理系统正在运行中，自动验配将关闭满意度管理系统并重置增益。

source: Acceptance Manager is in progress. AutoFit will will turn off Acceptance Manager, reset gains and remove all unsaved fitting data.
cs_cz: Acceptance Manager probíhá. AutoFit vypne Acceptance Manager, resetuje zisk a vymaže všechna neuložená fitting data.
da_dk: Acceptance Manager er under udvikling. AutoFit vil slå Acceptance Manager fra, genindstille forstærkning og fjerne alle ugemte tilpasningsdata.
de_de: Der Eingewöhnungs-Manager ist aktiv. FirstFit wird ihn deaktivieren, die Verstärkung neu berechnen und alle ungesicherten Anpassdaten werden verloren gehen.
es_es: La Adaptación progresiva está en ejecución. QuickFit detendrá esta prestación y reseteará los valores de la ganancia y borrará cualquier dato no grabado.
fi_fi: Sopeutumisavustaja käytössä. AutoSovitus kytkee Sopeutumisavustaja pois käytöstä, palautta vahvistustason ja poistaa kaikki tallentamattomat sovitustiedot.
fr_fr: Acceptance Manager est activé. AutoFit va désactiver l'Acceptance Manager, effectuer un nouveau ciblage et supprimer les données qui n'ont pas été sauvegardées.
hu_hu: Az Acceptance Manager folyamatban van. Az AutoFit ki fogja kapcsolni az Acceptance Managert, visszaállítja az erősítést és eltávolít minden nem mentett illesztési adatot.
it_it: Manager Adattamento è in corso. Fitting Automatico disattiverà Manager Adattamento, verranno reimpostati i guadagni e rimuoverà tutti i dati di Fitting non salvati.
ja_jp: アクセプタンスマネージャーが進行中です。クイックフィットを行うと、アクセプタンスマネージャーがオフになり、利得がリセットされ、保存されていないフィッティング内容が削除されます。
ko_kr: Acceptance Manager 가 진행중입니다. AutoFit이 Acceptance Manager 를 종료하고 이득을 재설정해서 저장되지 않은 모든 피팅 데이터를 지울 것입니다.
nl_nl: De Acceptatie Manager is bezig. Doorgaan met AutoFit zal de Acceptatie Manager uitzetten, de Gain resetten en alle niet opgeslagen aanpasgegevens verwijderen.
no_no: Acceptance Manager er aktivert. AutoFit vil slå av Acceptance Manager, resete gain fjerne data som ikke er lagret
pl_pl: Manager Akceptacji jest aktywny. AutoFit wyłączy Manager Akceptacji, zresetuje ustawienia wzmocnienia i usunie wszystkie nie zapisane ustawienia.
pt_pt: Gerenciamento de Adaptação em progresso. Auto Ajuste irá desligar o gerenciamento de adaptação, redefinir o ganho e remover todas as alterações não salvas.
ro_ro: Managerul de acceptare este in desfasurare. AutoFit va opri Managerul de de acceptare, va reseta castigurile si va inlatura toate datele de reglaj nesalvate.
ru_ru: Автоматическая адаптация в процессе . Автонастройка отключит Автоматическую адаптацию, перенастроит усиления и удалит все несохраненные данные.
sv_se: Acceptans Verktyget pågår. Snabb Anpassning kommer slå av Acceptans Verktyget och återställa förstärkningen och ta bort all osparad data..
tr_tr: Acceptance Manager devam ediyor. Otofit, Acceptance Manager'i kapatır ve kazançları resetler ve kaydedilmemiş tüm fittimg verisini siler.
zh_cn: 满意度管理系统正在运行中，自动验配将关闭满意度管理系统，重置增益和删除所有未保存的验配数据。

source: AutoREM is not available while Acceptance Manager is in progress. Please turn off Acceptance Manager first.
cs_cz: AutoREM není k dispozici pokud probíhá Acceptance Manager. Prosím napřed vypněte Acceptance Manager.
da_dk: AutoREM er ikke tilgængelig når Acceptance Manager er under udvikling. Slå venligst Acceptance Manager fra først.
de_de: AutoREM steht nicht zur Verfügung wenn der Eingewöhnungs-Manager aktiv ist. Schalten Sie erst den Eingewöhnungs-Manager aus.
es_es: AutoREM no está disponible mientras se ejecuta Adaptación Progresiva. Por favor desactive la Adaptación Progresiva.
fi_fi: AutoREM ei ole käytössä kun Sopeutumisavustaja on toiminnassa. Kytke Sopeutumisavustaja ensin pois päältä.
fr_fr: AutoREM est indisponible lorsque l'Acceptance Manager est activé. Désactiver l'Acceptance Manager et recommencer.
hu_hu: Az AutoREM nem áll rendelkezésre amikor az Acceptance Manager folyamatban van. Kérjük elöszőr kapcsolja ki az Acceptance Managert.
it_it: AutoREM non è disponibile mentre Manager Adattamento è in corso. Spegnere prima Manager Adattamento.
ja_jp: アクセプタンスマネージャーが進行中は、AutoREMを実行できません。アクセプタンスマネージャーをオフにして下さい。
ko_kr: Acceptance Manager 가 진행중 동안은 AutoREM을 사용할 수 없습니다. 먼저 Acceptance Manager 를 종료하세요.
nl_nl: AutoREM is niet beschikbaar als de Acceptatie Manager bezig is. Zet de Acceptatie Manager s.v.p. eerst uit.
no_no: AutoREM er ikke tilgjengelig når Acceptance Manager er aktivert. Vennligst slå av Acceptance Manager først.
pl_pl: AutoREM nie jest dostępny gdy Manager Akceptacji jest aktywny. Proszę najpierw wyłączyć Managera Akceptacji.
pt_pt: AutoREM não está disponível enquanto o Gerenciamento de Adaptação estiver em andamento. Por favor, desligue-o.
ru_ru: AutoREM не доступен, пока активна Автоматическая адаптация. Пожалуйста, прежде всего отключите Автоматическую адаптацию.
sv_se: AutoREM är inte tillgängligt medan Acceptans Verktyget pågår. Slå av Acceptans Verktyget först.
tr_tr: Acceptance Manager devam ederken OtoRem yapılamaz. Lütfen ilk olarak Acceptance Manager'i kapatın.
zh_cn: 满意度管理系统运行时自动REM不可用，要自动REM，请先关闭它。

source: Synchronized Acceptance Manager
cs_cz: Synchronizovaný Acceptance Manager
de_de: Synchronisiere den Eingewöhnungs-Manager
es_es: Adaptación Progresiva Sincronizada
fi_fi: Synkronoi Sopeutumisavustaja
fr_fr: Adaptation progressive des gains Acceptance Manager
hu_hu: Szinkronizált Acceptance Manager
it_it: Manager Adattamento Sincronizzato
ja_jp: 両耳連動アクセプタンスマネージャー
ko_kr: 동기화된 Acceptance Manager
nl_nl: Gesynchroniseerde Acceptatie Manager
no_no: Synkronisert Acceptance Manager
pl_pl: Synchronizowany Manager Akceptacji
pt_pt: Gerenciador de Adaptação Sincronizado
ru_ru: Синхронизированная Автоматическая адаптация
sv_se: Synkroniserat Acceptans Verktyg
tr_tr: Senkronize Acceptance Manager
zh_cn: 双耳同步满意度管理系统

source: Available in left navigation menu of the Fit screen. If turned on, Acceptance Manager will make sure the adaptation progress will be the same in both ears.
cs_cz: K dispozici v levém navigačním menu záložky Fit. Pokud je zapnutý, zajistí Acceptance Manager stejný postup adaptace na obou uších.
da_dk: Findes i venstre side af skærmen. Acceptance Manager sikrer en langsom tilvænning til forstærkningen hvis den aktiveres.
de_de: Verfügbar im linken Navigationsmenü des Anpassbildschirms. Wenn dieser aktiv ist, wird sichergestellt, dass die Gewöhnung auf beiden Seiten gleichmäßig erfolgt.
es_es: Disponible en el menú de navegación izquierdo de la pantalla de Adaptación. Si está activado, Adaptación Progresiva se asegurará que el progreso de adaptación sea el mismo en ambos oídos.
fi_fi: Käytössä vasemmassa valikossa sovitusikkunassa. Jos Sopeutumisavustaja on käytössä, huolehtii se siitä että tottumustilan eteneminen on sama kummassakin kuulokojeessa.
fr_fr: Disponible dans le menu de gauche, dans l'écran réglage. Un fois activé, l'Acceptance Manager applique une adaptation progressive des gains pour les deux oreilles.
hu_hu: Rendelkezésre áll az Illesztő képernyő bal navigációs menüjében. Ha bekapcsolja az Acceptance Manager azonos adaptációs folyamatot fog elvégezni mindkét fülön.
it_it: Disponibile dal menu di navigazione a sinistra dello schermata Fit. Attivando Manager Adattamento si potrà verificare lo stato di progressione dell'adattamento per entrambi i lati.
ja_jp: アクセプタンスマネージャー画面をひらき、両耳の設定が同じであることを確認して下さい
ko_kr: 피팅 화면의 왼쪽 네비게이션 메뉴에서 사용 가능합니다. 켜져있다면, Acceptance Manager는 적용 절차가 양쪽 귀에 동일하게 이루어졌는지 확인 할 것입니다.
nl_nl: Beschikbaar in het navigatie-menu links in het Aanpasscherm. Als het aan staat zal de Acceptatie Manager er voor zorgen dat het adaptatieproces identiek verloopt in beide oren.
no_no: Tilgjengelig i verktøy menyen i Tilpasningsbilde. Om den er slått på, vil tilvenningsprosessen være den samme på begge ører.
pl_pl: Dostępny z lewego menu nawigacyjnego na ekranie Dopasowanie. Włączony Manager Akceptacji będzie pilnował aby proces adaptacji był identyczny w obu aparatach.
pt_pt: Disponível ao lado esquerdo da tela "Ajustar". Se ligado, o Gerenciador de Adaptação garantirá que o progresso na adaptação será o mesmo em ambos os aparelhos.
ro_ro: Disponibil in meniul de navigare din stanga ecranului de reglare. Odata pornit, Managerul de acceptare se va asigura ca progresul adaptarii va fi acelasi in ambele urechi.
ru_ru: Доступно в левом меню экрана Настройки. Если включено, процесс Автоматической адаптации будет происходить синхронно в обоих ушах.
sv_se: Tillgängling till vänster under Anpassafliken. Om påslagen kommer Acceptans Verktyget sörja för att adaptionen blir samma i båda öronen.
tr_tr: Fitting ekranında sol navigasyon menüsü mevcuttur. Açık ise Acceptance Manager uyum süreci her iki kulakta aynı olacaktır.
zh_cn: 如果启用，满意度管理系统将同时作用于双侧助听器，显示在“选配界面”左侧的导航栏中。

source: Acceptance Manager synchronization will be disabled.
cs_cz: Synchronizace Acceptance Manageru bude zakázána.
da_dk: Acceptance Manager synchronization vil slås fra.
de_de: Die Synchronisierung des Eingewöhnungs-Managers wird ausgeschaltet.
es_es: La Adaptación Progresiva sincronizada se desactivará.
fi_fi: Sopeutumisavustaja synkronointi ei ole käytössä.
fr_fr: La synchronisation de l'Acceptance Manager va être désactivée.
hu_hu: Az Acceptance Manager szinkronizáció letíltva.
it_it: La sincronizzazione Manager Adattamento verrà disattivata.
ja_jp: 両耳連動アクセプタンスマネージャーが無効になります
ko_kr: Acceptance Manager 동기화를 사용할 수 없게 됩니다.
nl_nl: Synchronisatie van de Acceptatie Manager wordt uitgezet.
no_no: Acceptance Manager synkronisering slåes av.
pl_pl: Synchronizacja Managera Akceptacji zostanie wyłączona.
pt_pt: Sincronização do Gerenciador de Adaptação será desabilitada.
ro_ro: Sincronizarea Managerului de acceptare va fi oprita
ru_ru: Синхронизация Автоматической адаптации будет отключена.
sv_se: Acceptans Verktyg Synkronisering kommer kopplas ur.
tr_tr: Acceptance Manager senkronizasyonu devre dışı kalacak.
zh_cn: 禁用双耳同步满意度管理系统。

source: For users who do not have experience with hearing amplification to provide low gain levels at the initial fitting. A new user correction will be applied.
da_dk: For brugere der ikke har erfaring med høreapparater. Ny bruger korrektion vil benyttes.
zh_cn: 对于没有听力放大经验的用户，在初始选配时提供低增益水平。将应用新的用户校正。

source: For users who have not yet acclimatized to amplification or prefer less gain at the initial fitting. A comfort correction will be applied.
da_dk: For brugere der endnu ikke har vænnet sig til forstærkning eller som foretrækker mindre forstærkning ved ny tilpasning. Komfortkorrektion til benyttes.
zh_cn: 对尚未适应放大或偏好较少的增益的用户，在初始选配后，将实施舒适校正。

source: For users who have consistently worn instruments and have acclimatized to amplification. No correction will be applied.
da_dk: For brugere der konstant har båret høreapparat og har vænnet sig til forstærkning. Ingen korrektion vil benyttes.
zh_cn: 对于一贯佩戴仪器并适应放大的用户，不必校正。

source: No correction will be applied
da_dk: Der tilføjes ingen korrektion
zh_cn: 不需要校正。

source: Previous linear user correction will be applied
da_dk: Erfaring med lineær forstærkning vil tilføjes
zh_cn: 将用线性助听器用户使用者校正。

source: Acceptance Manager:
de_de: Eingewöhnungs-Manager:
es_es: Adaptación Progresiva:
fi_fi: Sopeutumisavustaja :
it_it: Manager Adattamento:
ja_jp: アクセプタンスマネージャー:
nl_nl: Acceptatie Manager:
pl_pl: Manager Akceptacji:
pt_pt: Gerenciador de Adaptação:
ru_ru: Автоматическая адаптация:
sv_se: Acceptans Verktyg:
zh_cn: 满意度管理系统：

source: Increase level of Sound Shaper
cs_cz: Zvyšte úroveň Sound Shaper
da_dk: Øg graden af Sound Shaper
de_de: Erhöhen Sie die Stufe beim Sound Shaper
es_es: Aumentar el nivel de Transformación Espectral
fi_fi: Lisää tasoa Sound Shaper asetukseen
fr_fr: Augmenter le niveau de compression fréquentielle Sound Shaper
hu_hu: Sound Shaper szint növelése
it_it: Aumentare il livello Sound Shaper
ja_jp: サウンドシェーパーの設定を強めて下さい
ko_kr: Sound Shaper의 레벨을 높이세요
nl_nl: Verhoog de stand van de SoundShaper
no_no: Øk nivå på Sound Shaper
pl_pl: Zwiększ stopień Sound Shaper
ro_ro: Cresteti nivelul Sound Shaper
ru_ru: Увеличить уровень Sound Shaper
sv_se: Öka nivån för Sound Shaper
zh_cn: 增加频谱重组的级别

source: Loud sounds are too loud but soft sounds are satifactory
cs_cz: Hlasité zvuky jsou příliš hlasité, ale slabé zvuky jsou uspokojivé
da_dk: Kraftige lyde er for kraftige men svage lyde er tilfredsstillende
de_de: Laute Eingangspegel sind zu laut aber laute Eingangspegel sind zufriedenstellend.
es_es: Los sonidos fuertes son demasiado altos, pero los suaves son correctos
fi_fi: Voimakkaat äänet ovat liian kovia mutta hiljaiset äänet sopivalla tasolla
fr_fr: Les sons forts sont trop forts mais les sons faibles sont satisfaisants
hu_hu: A hangos hangok túl hangosak de a lágy hangok elfogadhatóak
it_it: Suoni forti sono troppo elevati, ma i suoni deboli sono soddisfacenti
ja_jp: 大きな音はうるさく聞こえるが、小さな音はちょうどよく聞こえる
ko_kr: Loud sound는 너무 크지만 Soft sound는 만족할만 합니다
nl_nl: Harde geluiden zijn te hard, maar zachte geluiden zijn OK
no_no: Høye lyder er for høye, mens svake lyder er tilfredstillende
pl_pl: Głośne dźwięki są zbyt głośne ale ciche dźwięki są odpowiednio głośne
pt_pt: Sons Fortes estão altos demais, mas sons suaves estão confortáveis.
ro_ro: Sunetele puternice sunt prea tari, insa sunetele slabe sunt satisfacatoare
ru_ru: Громкие звуки звучат слишком громко, но тихие звуки звучат хорошо
sv_se: Starka ljud är för starka men svaga ljud är lagom
tr_tr: Yüksek sesler fazla yüksek ancak yumuşak sesler tatmin edici
zh_cn: 大声太吵但小声可以

source: Change compression mode to WDRC
cs_cz: Změňte mód komprese na WDRC
da_dk: Skift kompression til WDRC
de_de: Verändern Sie den Kompressionsmodus auf WDRC
es_es: Cambiar el modo de compresión a WRDC
fi_fi: Vaihda kompressiosuhde WRDC:i
fr_fr: Modifier le mode de compression en WDRC
hu_hu: Váltás a WRDC kompresszióra
it_it: Cambiare la modalità di Compressione in WDRC
ja_jp: コンプレッションモードをノンリニア（WDRC）に変更して下さい
ko_kr: 압축 모드를 WRDC로 변경하세요
nl_nl: Wijzig de compressiemodus in WDRC
no_no: Endre kompresjonsmodus til WRDC
pl_pl: Zmień typ kompresji na WDRC
pt_pt: Alterar compressão para WDRC
ro_ro: Schimbati modul de compresie la WDRC
ru_ru: Измените режим компрессии для WRDC
sv_se: Ändra kompression till WRDC
tr_tr: WDRC için sıkıştırma modunu değiştir
zh_cn: 将压缩模式设置为宽动态范围压缩(WDRC)

source: Soft sounds are too soft but loud sounds are satisfactory
cs_cz: Slabé zvuky jsou příliš slabé, ale hlasité zvuky jsou uspokojivé
da_dk: Svage lyde er for svage med kraftige lyde er tilfredsstillende
de_de: Leise Eingangspegel sind zu leise aber laute Eingangspegel sind zufriedenstellend.
es_es: Los sonidos suaves son demasiado bajos, pero los fuertes son correctos
fi_fi: Hiljaiset äänet ovat liisan hiljaisia mutta voimakkaat äänet ovat sopivalla tasolla
fr_fr: Les sons faibles sont trop faibles mais les sons forts sont satisfaisants
hu_hu: A lágy hangok túl halkak de a hangos hangok elfogadhatóak
it_it: Suoni deboli sono troppo lievi, ma i suoni forti sono soddisfacenti
ja_jp: 小さな音は聞こえにくいが、大きな音はちょうどよく聞こえる
ko_kr: Soft sound 가 너무 작지만 loud sound는 만족할만 합니다
nl_nl: Zachte geluiden zijn te zacht, maar harde geluiden zijn OK
no_no: Svake lyder er for svake, mens høye lyder er tilfredstillende
pl_pl: Ciche dźwięki są zbyt głośne ale głośne dźwięki są odpowiednio głośne
pt_pt: Sons suave estão fracos demais, mas sons fortes estão confortáveis.
ro_ro: Sunetele slabe sunt prea slabe, insa sunetele puternice sunt satisfacatoare
ru_ru: Тихие звуки звучат слишком тихо, в то время как громкие звуки звучат хорошо
sv_se: Svga ljud är för svaga men starka ljud är lagom
tr_tr: Yumuşak sesler fazla yumuşak ancak yüksek sesler tatmin edici
zh_cn: 小声太轻但大声可以

source: Change compresssion mode to WDRC
cs_cz: Změňte mód komprese na WDRC
da_dk: Skift kompression til WDRC
de_de: Verändern des Kompressionsmodus zu WDRC
es_es: Cambiar el modo de compresión a WRDC
fi_fi: Vaihda kompressiosude WRDC:i
fr_fr: Modifier le mode de compression en WDRC
hu_hu: Váltás a WDRC kompresszióra
it_it: Cambiare la modalità di Compressione in WDRC
ja_jp: コンプレッションモードをノンリニア（WDRC）に変更して下さい
ko_kr: 압축 모드를 WRDC로 변경하세요
nl_nl: Wijzig de compressiemodus in WDRC
no_no: Endre kompresjonsmodus til WDRC
pl_pl: Zmień tryb kompresji na WDRC
pt_pt: Alterar compressão para WDRC
ro_ro: Schimba modul de compresie la WRDC
ru_ru: Измените режим компрессии на WDRC
sv_se: Ändra kompression till WRDC
tr_tr: WDRC için sıkıştırma modunu değiştir
zh_cn: 将压缩模式设置为宽动态范围压缩（WDRC）

source: Set DFS Ultra to Music Mode
cs_cz: Nastavte DFS Ultra na režim Hudby
da_dk: Indstil DFS Ultra til Music Mode
de_de: Setzen Sie die DFS Ultra auf Musik Modus
es_es: Activar el DFS Ultra en Modo Música
fi_fi: Aseta DSF Ultra musiikki tilaan
fr_fr: Placer l'anti Larsen DFS Ultra en mode musique
hu_hu: DSF Ultra átállítás a Zene módra
it_it: Impostare il DSF Ultra in Music Mode
ja_jp: ウルトラDFS II をミュージックモードに設定して下さい
ko_kr: DSF Ultra 를 음악 모드로 설정하세요
nl_nl: Zet DSF Ultra in Muziekmodus
no_no: Sett DSF Ultra til Musikk Modus
pl_pl: Ustaw DSF Ultra w Tryb Muzyczny
pt_pt: Ativar Modo Música no DFS Ultra
ro_ro: Seteaza DSF Ultra la Modul de muzica
ru_ru: Установить DFS Ultra в Музыкальный режим
sv_se: Ändra DSF Ultra till Musik Läge
tr_tr: DFS Ultra'yı Music Moduna alın
zh_cn: 将超级DFS设置为音乐模式

source: Disable Sound Shaper
cs_cz: Zakázat Sound Shaper
da_dk: Deaktiver Sound Shaper
de_de: Deaktiviere Sound Shaper
es_es: Desactivar Transformación Espectral
fi_fi: Poista Sound Shaper käytöstä
fr_fr: Désactiver la compression fréquentielle Sound Shaper
hu_hu: Sound Shaper letíltva
it_it: Disabilitare Sound Shaper
ja_jp: サウンドシェーパーをオフにして下さい
ko_kr: Sound Shaper 사용불가
nl_nl: Zet de SoundShaper uit
no_no: Slå av Sound Shaper
pl_pl: Zablokuj Sound Shaper
ro_ro: Dezactivati Sound Shaper
ru_ru: Отключить Sound Shaper
sv_se: Koppla ur Sound Shaper
zh_cn: 禁用频谱重组功能

source: Loud sounds are restricted
cs_cz: Hlasité zvuky jsou omezené
da_dk: Kraftige lyde er begrænset
de_de: Laute Eingangspegel sind begrenzt
es_es: Los sonidos fuertes están restringidos
fi_fi: Kovia ääniä on rajoitettu
fr_fr: Les sons forts sont limités
hu_hu: Hangos hangok korlátozottak
it_it: Suoni forti sono limitati
ja_jp: 大きな音が制限されている
ko_kr: Loud sound 가 제한되었습니다
nl_nl: Harde geluiden worden gelimiteerd
no_no: Høye lyder er begrenset
pl_pl: Głośne dźwięki są ograniczone
pt_pt: Sons fortes estão reduzidos
ro_ro: Sunetele puternice sunt restictionate
ru_ru: Громкие звуки ограничены
sv_se: Starka ljud är begränsade
tr_tr: Yüksek sesler sınırlanmıştır
zh_cn: 大声受限

source: Change compression mode to linear
cs_cz: Změňte mód komprese na Lineární
da_dk: Indstil kompression til lineær
de_de: Verändern des Kompressionsmodus zu Linear
es_es: Cambiar el modo de compresión a lineal
fi_fi: Vaihda kompressio tila lineaariseksi
fr_fr: Modifier le mode de compression en linéaire
hu_hu: Kompressziós mód váltás a lineárisra
it_it: Cambiare la modalità di Compressione in Lineare
ja_jp: コンプレッションモードをリニアに変更して下さい
ko_kr: 컴프레션 모드를 linear로 변경하세요
nl_nl: Wijzig de compressiemodus in lineair
no_no: Endre kompresjonsmodus til lineær
pl_pl: Zmień tryb kompresji na liniową
pt_pt: Alterar compressão para Linear
ro_ro: Schimba modul de compresie la liniar
ru_ru: Измените режим компрессии на линейный
sv_se: Ändra kompression till linjär
tr_tr: Sıkıştırma modunu lineer'e dönüştür
zh_cn: 将压缩模式设置为线性放大

source: High frequency sounds are dull
cs_cz: Vysokofrekvenční zvuky jsou nevýrazné
da_dk: Højre frekvenser er utydelige
de_de: Hochfrequente Töne sind dumpf
es_es: Los sonidos de altas frecuencias se escuchan apagados
fi_fi: Korkea taajuiset äänen kuulostavat tylsiltä
fr_fr: Les sons aigus sont étouffés
hu_hu: A magas frekvenciás hangok torzak
it_it: Suoni ad alta frequenza sono poco udibili
ja_jp: 高い音がはっきりしない
ko_kr: 고주파 소리가 둔탁합니다
nl_nl: Hoogfrequente geluiden klinken dof
no_no: Høyfrekvente lyder er dempet
pl_pl: Wysokoczęstotliwościowe dźwięki są przytłumione
pt_pt: Sons de frequência alta desconfortáveis
ro_ro: Sunetele de frecventa inalta sunt lipsite de substanta
ru_ru: Высокочастотные звуки тусклые
sv_se: Höga frekvenser är dova
tr_tr: Yüksek frekanslı sesler donuk
zh_cn: 听高频声音沉闷

source: Decrease level of Sound Shaper
cs_cz: Snižte úroveň Sound Shaper
da_dk: Reducer graden af Sound Shaper
de_de: Reduzieren Sie die Stufe des Sound Shaper
es_es: Reducir el nivel de Transformación Espectral
fi_fi: Vähennä Sound Shaper tasoa
fr_fr: Diminuer le niveau de compression fréquentielle Sound Shaper
hu_hu: Sound Shaper szint csökkentés
it_it: Diminuire il livello Sound Shaper
ja_jp: サウンドシェーパーの設定を弱めて下さい
ko_kr: Sound Shaper 레벨을 줄이세요
nl_nl: Verlaag de stand van de SoundShaper
no_no: Reduser nivå på Sound Shaper
pl_pl: Zmniejsz stopień Sound Shaper
ru_ru: Снизить уровень Sound Shaper
sv_se: Minska nivån för Sound Shaper
zh_cn: 降低频谱重组的级别

source: Change to semi-linear compression mode
cs_cz: Změňte mód komprese na semi-lineární
da_dk: Skift til semi-lineær kompression
de_de: Verändern des Kompressionsmodus zu Semi-Linear
es_es: Cambiar a modo de compresión semi-lineal
fi_fi: Vaihda semi-lineaariseen kompressio tilaan
fr_fr: Modifier le mode de compression en semi-linéaire
hu_hu: Váltás a fél-lineáris kompressziós módra
it_it: Cambiare la modalità di Compressione in Semi-Lineare
ja_jp: セミリニアに変更して下さい
ko_kr: semi-linear 압축 모드로 변경
nl_nl: Wijzig de compressiemodus in semi-lineair
no_no: Endre til semi-lineær kompresjonsmodus
pl_pl: Zmień na kompresję pół liniową
pt_pt: Alterar compressão para semi-linear
ro_ro: Schimba modul de compresie semi-liniara
ru_ru: Изменить на полулинейный режим компрессии
sv_se: Ändra till semi-linjärt läge
tr_tr: Yarı lineer mod olarak değiştir
zh_cn: 将压缩模式设置为混合线性放大
