Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: With the use of Ear-to-Ear communication, the Comfort Phone feature automatically reduces the gain on the non-phone ear. This feature allows the instrument user the ability to comfortably hear their phone conversation while reducing the competing environmental noise. This reduction in gain is automatically built into the Phone Now functionality when the D2D communication is enabled.
cs_cz: S využitím Ear-to-Ear komunikace redukuje funkce Comfort Phone automaticky zisk na netelefonujícím uchu. Tato funkce umožňuje uživateli sluchadla komfortně slyšet telefonní konverzaci při redukování obtěžujícího hluku okolí. Toto snížení zisku je automaticky obsaženo ve funkci Phone Now pokud je povolena komunikace D2D.
da_dk: Ved brug af Ear-to-Ear kommunikation vil Comfort Phone automatisk reducere forstærkningen i det øre der ikke benyttes til telefonsamtalen. Dette gør at telefonsamtalen høres tydeligt mens omgivelsernes lyde dæmpes. Denne reduktion er automatisk tilsluttet i Phone Now når Ear-to-Ear kommunikation er tilsluttet.
de_de: Über die Ear-to-Ear Kommunikation reduziert Comfort Phone automatisch die Lautstärke an dem Hörsystem welches dem Telefon abgewandt ist. Dieses Feature ermöglicht es, sich komfortabel auf das Telefonat zu konzentrieren, während die Umgebung in der Lautstärke abgesenkt wird. Diese Lautstärkeabsenkung ist automatisch in der Phone Now Funktion integriert wenn die Ear-to-Ear Kommunikation aktiviert ist.
es_es: Con el uso de la conectividad Oído a Oído, la funcionalidad Confort Phone reduce automáticamente la ganancia del lado en el que no tenemos el teléfono. Con esta prestación el usuario escuchará mas facilmente la conversación del teléfono mientras se reduce la percepción del ruido ambiental. La reducción de ganancia esta preestablecida en el algoritmo de PhoneNow, siempre que la comunicación D2D este activada.
fi_fi: Hyödyntämällä yhteyttä korvien välillä (ear-to-ear communication), Comfort Phone -toiminto vähetää automaattisesti vahvistusta korvassa, jota ei käytetä puhelimessa. Näin kojekäyttäjä voi rauhassa keskittyä puheluun ympäristön äänien vaimentuessa. Vahvistuksen lasku lisätään automaattisesti PhoneNow -toimintoon kun korvien välinen yhteys (D2D, device-2-device) otetaan käyttöön.
fr_fr: Grâce à la communication inter-appareils, la fonction "Comfort Phone" réduit automatiquement le gain sur l'appareil opposé à celui utilisé avec le combiné téléphonique. Cette fonction permet à l'utilisateur une conversation téléphonique plus confortable.
hu_hu: A készülékek közötti kommunikáció használatával, a Comfort Phone automatikusan csökkenti az erősítést a nem telefonáló fülön. Ez lehetővé teszi, hogy a készülék használó jobban hallja a beszélgetést, amíg a környezeti zaj csökkenni fog. Ez az automatikus erősítés csökkentés automatikus a Phone Now funkcióban, amikor a D2D kommunikáció engedélyezve van.
it_it: Con l'uso della comunicazione Ear-to-Ear, la funzione Comfort Phone riduce automaticamente il guadagno sull'apparecchio opposto al lato utilizzato per l'ascolto del telefono. Questa funzione consente all'utilizzatore di Apparecchi Acustici di ascoltare comodamente la conversazione telefonica, riducendo il rumore ambientale in competizione. Questa riduzione del guadagno viene gestita automaticamente dalla funzione Comfort Phone quando la comunicazione Ear-to-Ear è abilitata.
ja_jp: 電話中に、通話していない側の補聴器の利得を自動的に低減し、騒音下での電話の聞き取りを改善します。 この機能は、両耳連動機能を有効にし、スムーズホンプログラムを設定している場合に有効となります。
ko_kr: 양이 보청기간 통신 사용으로 Comfort Phone 기능이 전화기를 사용하지 않는 귀의 이득을 자동으로 감소시킨다. 이 기능은 주변 소음을 감소시키면서 보청기 사용자가 전화 대화를 편안하게 들을 수 있도록 해준다. E2E 통신을 사용중인 경우 Phone Now 기능에 이득의 감소가 자동으로 설정된다.
nl_nl: Met behulp van Ear-to-Ear communicatie reduceert ComfortPhone automatisch de versterking op het niet-telefoon oor. Deze feature geeft de gebruiker de mogelijkheid om het telefoongesprek goed te volgen terwijl het omgevingslawaai wordt gereduceerd. Deze versterkingsreductie is automatisch aanwezig in het PhoneNow programma als de Ear-to-Ear communicatie aan staat.
no_no: Med bruk av D2D synkronisering, reduserer Comfort Phone forsterkningen på det øret som ikke benyttes til telefonen. Denne funksjonen gjør at apparatet gir brukeren muligheten til å komfortabelt høre telefonsamtale og samtidig redusere omgivelsesstøy. Denne reduksjonen i forsterkning er automatisk når D2D synkronisering er aktivert. Med bruk av D2D synkronisering, reduserer Comfort Phone forsterkningen på det ørets som ikke benyttes til telefonen. Denne funksjonen gjør at apparatet gir brukeren muligheten til å komfortabelt høre telefonsamtale og samtidig redusere omgivelsesstøy. Denne reduksjonen i forsterkning er automatisk når D2D synkronisering er aktivert. Med bruk av D2D synkronisering, reduserer Comfort Phone forsterkningen på det ørets som ikke benyttes til telefonen. Denne funksjonen gjør at apparatet gir brukeren muligheten til å komfortabelt høre telefonsamtale og samtidig redusere omgivelsesstøy. Denne reduksjonen i forsterkning er automatisk når D2D synkronisering er aktivert.
pl_pl: Dzięki Komunikacji Międzyusznej program Comfort Phone automatycznie redukuje wzmocnienie w aparacie, który nie rozmawia przez telefon. Pozwala to użytkownikowi aparatów komfortowo słyszeć swojego rozmówcę i redukcję hałasu otoczenia docierającego do drugiego ucha. Ta redukcja wzmocnienia jest wbudowana w funkcję Phone Now podczas gdy Komunikacja Międzyuszna jest aktywna.
pt_pt: Com o uso da comunicação de Orelha a Orelha , o recurso Comfort Phone reduz automaticamente o ganho na orelha sem o telefone. Este recurso permite que o usuário a capacidade de ouvir confortavelmente sua conversa por telefone enquanto há redução do ruído ambiental competitivo. Esta redução de ganho é automaticamente incorporado no Phone Now quando a comunicação D2D está ativada.
ro_ro: Prin utilizarea comunicarii D2D, Functia Comfort Phone reduce in mod automat castigul de pe urechea fara telefon. Aceasta functie permite utilizatorului sa asculte intr-un mod confortabil conversatiile telefonice odata cu reducea zgomotului ambiental. Aceasta reducere a castigului este construita automat in functionalitatea Phone Now atunci cand comunicarea D2D este activata.
ru_ru: Используя бинауральную связь, технология Comfort Phone автоматически подавляет усиление на том аппарате, к которому не приложена телефонная трубка. Эта технология позволяет пользователю комфортно общаться по телефону при мешающем окружающем шуме. Это снижение усиления автоматически встроено в технологию Phone Now, когда бинауральная связь активна.
sv_se: Med Öra till Öra kommunikation kommer Komfort Telefon automatiskt minska förstärkningen på ”icke telefon örat”. Denna inställning låter brukaren lättare höra telefonsamtalet utan att störas av omgivningen. Reduktionen av förstärkning är inbyggd i Autotelefonfunktionen när Öra till Örat kommunikation är vald.
tr_tr: Cihaz-dan-Cihaza iletişim kullanımı ile Comfort Phone özelliği otomatik olarak telefon olmayan kulağın kazancı azaltır. Bu özellik, cihaz kullanıcısı için çevresel gürültüyü azaltırken rahatça telefon konuşmasını duyabilme kabiliyetini sağlar. Kazançtaki bu azalma Cihaz-dan-Cihaza haberleşme etkin olduğunda Phone Now özelliğinde otomatik olarak ortaya çıkar.
zh_cn: 使用双耳融合功能，智能电话能自动降低非接听电话侧的增益。此功能可以让用户轻松地接听电话并减少周四围环境声对通话的干扰。当启用双耳融合功能时，智能电话功能将自动开启。

source: PhoneNow
ja_jp: スムーズホン
sv_se: Autotelefon
zh_cn: 自动电话

source: The feature allows the hearing instrument to automatically switch to a dedicated phone program. A special magnet must be placed on the phone handset in order to trigger this change.
cs_cz: Tato funkce umožňuje sluchadlu automatické přepnutí do určeného telefonního programu. Na telefonním sluchátku musí být umistěn speciální magnet, který vyvolá toto přepnutí.
da_dk: Denne egenskab gør at høreapparatet automatisk skifter til et særligt telefonprogram. En særlig magnet skal være placeret på telefonen for at høreapparatet skifter når telefonen holdes mod øret.
de_de: Dieses Feature erlaubt es dem Hörsystem automatisch in ein entsprechendes Telefonprogramm zu wechseln. Ein spezieller Magnet muss an dem Telefon hierfür befestigt werden.
es_es: Esta prestación genera en el audífono la capacidad de conmutar a un programa especialmente diseñado para el uso del teléfono. Un imán especial deberá se colocado en el receptor del teléfono para conseguir la activación de esta prestación
fi_fi: Tämä ominaisuus vaihtaa automaattisesti valittuun puhelinohjelmaan kuulokojeessa. Puhelinluuriin pitää kiinnittää pieni magneetti jotta toiminto aktivoituu kun puhelinluurin nostaa korvalle (kojeen viereen).
fr_fr: Cette fonction permet aux appareils de basculer sur un programme spécialement adapté à l'écoute du téléphone. Un aimant doit être positionné sur le combiné téléphonique pour déclencher ce programme.
hu_hu: Ez a tuljadonság lehetővé teszi, hogy készülék automtikusan a dedikált telefon programba kapcsoljon. A speciális mágnest a telefonra kell helyezni, hogy ezt a változást lehetővé tegye.
it_it: La funzione permette all'apparecchio acustico di passare automaticamente a un programma dedicato all'ascolto del telefono. Un magnete speciale deve essere applicato sul telefono per attivare questa commutazione.
ja_jp: 受話器を耳へ近づけると、自動的に電話用の専用プログラムに切り替わる機能です。この機能を使用するには、専用のマグネット（磁石）を電話機に付ける必要があります。
ko_kr: 이 기능은 보청기가 자동으로 설정된 전화 프로그램으로 전환되도록 해준다. 이 변경을 시작하려면 특수 자석을 전화 수화기에 반드시 부착하여야 한다.
nl_nl: Deze feature laat het hoortoestel automatisch schakelen naar een specifiek telefoonprogramma. Op de telefoon moet een speciale magneet geplaatst worden om dit te activeren.
no_no: Funksjonen lar høreapparatet automatisk bytte til et dedikert telefonprogram. En spesiell magnet må plasseres på telefonrøret for å utløse denne endringen.
pl_pl: Funkcja pozwala na automatyczne przełączenie aparatu na program dedykowany do rozmów telefonicznych. Na słuchawce telefonu należy umieścić specjalny magnes aby aktywować odpowiednią funkcję.
pt_pt: Este recurso permite que o aparelho altere automaticamente para um programa de telefone. O imã deve ser posicionado no telefone para que a mudança ocorra.
ro_ro: Aceasta caracteristica permite instrumentului auditiv sa schimbe automat pe un program dedicat. Un magnet special trebuie amplasat pe casca telefonului pentru a declansa schimbarea.
ru_ru: Эта технология позволяет слуховому аппарату автоматически переключаться в специальную программу для телефона. Чтобы это переключение происходило, необходимо на телефонную трубку прикрепить специальный магнит.
sv_se: Funktionen låter hörapparaten automatiskt byta till ett speciellt telefonprogram. En magnet måste först placerats på telefonen för att trigga detta byte.
tr_tr: Bu özellik işitme cihazının özel bir telefon programına otomatik geçiş yapmasını sağlar. Bu değişikliği tetiklemek için telefon ahizesine özel bir mıknatıs konmalıdır.
zh_cn: 此功能允许助听器通过内置的感应磁铁，将聆听程序自动切换到专门的电话程序，

source: Feedback is the unwanted whistling or buzzing noise that a hearing instrument can make. DFS Ultra cancels feedback, resulting in clear sound without embarrassing whistling. It also prevents whistling when you hold a phone or your hand up to your ear.
cs_cz: Zpětná vazba je nežádoucí pískání, které může sluchadlo vydávat. DFS Ultra potlačuje zpětnou vazbu, což vede k čistému zvuku bez obtěžujícího pískání. Zabraňuje pískání i v případě, kdy držíte telefon či ruku u svého ucha.
da_dk: Tilbagekobling er den uønskede hyletone et høreapparat kan afgive. DFS Ultra undertrykker denne hyletone og medvirker derfor til klar og ren lyd uden pinlige hyletoner. Også når en telefon eller hånd holdes mod øret undertrykkes dette hyl.
de_de: Rückkopplung ist ein unerwünschtes Pfeifen oder Brummen, dass ein Hörsystem machen kann. DFS Ultra unterbricht die Rückkopplung, für einem klaren Klang ohne peinliches pfeifen. Es verhindert auch pfeifen, wenn Sie ein Handy oder Ihre Hand nach oben an Ihr Ohr halten.
es_es: La realimentación es el molesto pitido que puede generar un audífono. El DFS Ultra elimina la realimentación, para conseguir un sonido nítido, sin los molestos pitidos. también es capaz de evitar estos pitidos cuando estamos colocando el teléfono o la mano cerca del oído.
fi_fi: Vinkuminen on ei-toivotta viheltäminen tai pörisevä ääni jota voi esiintyä kuulokojeissa. DFS Ultra poistaa vinkumista, antaen käyttäjälle puhtaan ääninautinnon ilman ylimääräisiä häiriöääniä. DFS Ultra estää myös kuulokojeen vinkumisen kun käytät esimerkiksi puhelinta tai viet käden korvalle.
fr_fr: Le Larsen est un sifflement que l'appareil peut produire dans certains cas, comme lors de l'utilisation d'un téléphone. L'anti-Larsen DFS Ultra II annule le Larsen sans affecter la qualité sonore. Le DFS ultra II dispose également d'un mode spécialement adapté à l'écoute de la musique.
hu_hu: A gerjedés egy nem kívánt sípolás vagy csörgő hang, amit a hallókészülék hoz létre. A DFS Ultra megakadályozza a gerjedést, így eredményezve tiszta hangot bántó sipolás nélkül. Létrejöhet gerjedés amikor a telefont tartja vagy a füléhez emeli.
it_it: Il Feedback è il fischio o ronzio indesiderato che un apparecchio acustico può creare. DFS Ultra annulla il feedback, ne risulta un suono chiaro, senza fischi imbarazzanti. Inoltre, DFS Ultra impedisce il feedback quando si tiene un telefono o la mano fino all'orecchio.
ja_jp: 異音の発生を抑え、利得を犠牲にせずに高音質を実現するハウリング抑制システムです。受話器を耳に当てたり、帽子をかぶる時など突発的なハウリングも防ぎます。
ko_kr: 피드백은 보청기가 생성하는 원하지 않는 바람소리나 윙하는 소음이다. DFS 울트라는 피드백을 지워 갑작스러운 바람소리 없이 깨끗한 소리를 전달한다. 또한 전화기를 잡거나 귀에 댈 때의 바람소리를 방지한다.
nl_nl: Feedback is het ongewenste fluiten of rondzingen wat kan optreden bij een hoortoestel. DFS Ultra schakelt feedback uit, wat resulteert in helder geluid zonder gênant fluiten. Het houdt fluiten ook tegen als u een telefoon of uw hand bij uw oor houdt
no_no: Feedback er uønsket piping eller summende støy som et høreapparat kan lage. DFS Ultra avbryter feedback, noe som resulterer i klar lyd uten pinlig piping. Det hindrer også piping når du holder en telefon eller hånden opp til øret.
pl_pl: Sprzężenie to niechciane gwizdy lub brzęczenie które może powodować aparat słuchowy. DFS Ultra niweluje sprzężenia sprawiając, że dźwięk jest czysty i bez dokuczliwych gwizdów. Zaoibiega również gwizdaniu gdy trzymasz telefon albo rękę w pobliżu ucha.
pt_pt: O feedback é o apito indesejado que um aparelho auditivo pode fazer. DFS Ultra cancela o feedback, resultando em um som claro sem apito. Ele também impede o apito quando você utiliza o telefone ou coloca a mão na sua orelha.
ro_ro: Microfonia este fluieratul, zgomotul enervant pe care il poate face aparatul auditiv. DFS Ultra anuleaza microfonia, rezultand intr-un sunet clat, lipsit de fluieratul stanjenitor. De asemenea, este prevenita microfonia atunci cand tineti un telefon la nivelul urechii.
ru_ru: Обратная связь - это нежелательный свист, который может создавать слуховой аппарат. Технология DFS Ultra подавляет обратную связь, в результате чего получается чистый звук без раздражающего свиста. Эта технология также подавляет свист, когда Вы подносите телефонную трубку или руку к уху.
sv_se: Återkoppling är ett oönskat visslande eller surrande brus som hörapparater orsakar. DFS Ultra tar bort återkopplingen, vilket resulterar i klart ljud utan störande visslande. Det hindrar också visslande vid telefonering.
tr_tr: Feedback (geribesleme) işitme cihazının istenmeyen ıslık veya uğultu sesidir . Ultra DFS feedback'i iptal ederek sıkıcı ıslık sesi olmadan net ses elde eder. Kulağınıza bir telefon ya da elinizi tuttuğunuzda da ıslık sesini engeller.
zh_cn: 反馈是由助听器产生的用户不想听的啸叫声或嗡嗡声。超级DFS可以消除反馈，得到清晰的没有尴尬反馈的声音。它还可以防止在接听电话或捂住耳朵时不产生反馈啸叫。

source: NoiseTracker II reduces unwanted background noise without affecting the quality of speech. This gives you increased listening comfort in all types of listening environments.
cs_cz: NoiseTracker II redukuje nežádoucí hluk okolí bez ovlivnění kvality řeči. Zlepší se tím poslechový komfort ve všech typech poslechových prostředí.
da_dk: NoiseTracker II reducerer uønsket støj uden at påvirke talelydene. Dette giver øget lyttekomfort i alle typer af lydmiljøer.
de_de: NoiseTracker II reduziert unerwünschten Hintergrundlärm ohne die Qualität der Sprache zu beeinflussen. Dies gibt Ihnen einen erhöhten Hörkomfort in allen Hörumgebungen.
es_es: NoiseTracker II reduce el ruido de fondo sin afectar a la calidad del habla. Con ello se aumenta el confort en todo tipo de entornos y situaciones auditivas.
fi_fi: NoiseTracker II vähentää epämielyttävää taustamelua vaikuttamatta puheen ymmärrettävyyteen. Toiminto antaa lisäänyneen ääninautinnon kaikissa kuunteluolosuhteissa.
fr_fr: Le réducteur de bruit "NoiseTracker II" détecte et réduit le bruit de fond indésirable, sans affecter la parole. Ceci permet une compréhension améliorée en faisant émerger la parole du bruit environnant.
hu_hu: A NoiseTracker II csökkenti a nem kívánt zajt, anélkül, hogy a beszéd minősége rosszabb lenne. Ez megnöveli a figyelési komfortot minden halláskörnyezetben.
it_it: NoiseTracker II riduce il rumore di fondo senza compromettere la qualità nell'ascolto del parlato. Questo consente di aumentare il comfort di ascolto in tutti i tipi di ambienti di ascolto.
ja_jp: 雑音を予測しながら分離して低減する、スペクトル減算方式を採用しています。雑音と音声の違いを1000分の1秒単位で分析し、雑音のみを効果的に抑制します。騒音下の環境で会話の理解度を損なうことなく、装用者の快適性が上がります。
ko_kr: NoiseTracker II 는 원래 말소리에 영향을 주지 않으면서 원치 않는 배경 소음을 감소시키며 모든 유형의 청취 환경에서 청취의 편암함을 증대시킨다.
nl_nl: NoiseTracker II reduceert ongewenst achtergrondlawaai zonder de spraakkwaliteit aan te tasten. Dit geeft u meer luistercomfort in alle soorten geluidsomgevingen.
no_no: Noise Tracker II reduserer uønsket bakgrunnsstøy uten at det påvirker kvaliteten på tale. Dette gir deg økt lyttekomfort i alle typer lyttemiljøer.
pl_pl: NoiseTracker II redukuje niechciane szumy otoczenia bez wpływania na jakość mowy. Daje Ci to zwiększony komfort słuchania we wszystkich środowiskach dźwiękowych.
pt_pt: NoiseTracker II reduz ruído de fundo indesejado sem afetar a qualidade de fala. Isto proporciona conforto auditivo em todas as situações.
ro_ro: NoiseTracker II reduce zgomotul de fond enervant fara a afecta calitatea vorbirii. Acest lucru va ofera un confort sporit al ascultarii in toate tipurile de medii de ascultare.
ru_ru: NoiseTracker II подавляет нежелательный фоновый шум без влияния на качество речи. Это дает вам больше слухового комфорта в любой звуковой обстановке.
sv_se: NoiseTracker II reducerar oönskat bakgrundsbrus utan att påverka kvaliteten på talet. Det ger dig ökad komfort i alla olika lyssningsmiljöer.
tr_tr: NoiseTracker II konuşma kalitesini etkilemeden arka plandaki istenmeyen gürültüyü azaltır. Bu, dinleme konforunu,her türlü dinleme ortamında arttırmayı sağlar.
zh_cn: 净噪系统II降低不想听的环境噪声，又不影响言语的质量，这样在所有环境下都可以增加聆听舒适度。

source: MP Receiver
cs_cz: MP Reproduktor
de_de: MP Hörer
es_es: Auricular MP
fi_fi: MP Kuuloke
fr_fr: Standard, avec écouteur MP
hu_hu: MP hallgató
it_it: Ricevitore MP
ja_jp: MP レシーバ
ko_kr: MP 리시버
pl_pl: Słuchawka MP
pt_pt: Receptor MP
ru_ru: MP Ресивер
sv_se: MP Hörtelefon
tr_tr: MP Hoparlör
zh_cn: MP 受话器

source: MP Receiver Open
cs_cz: MP Reproduktor Open
da_dk: MP Receiver åben
de_de: MP Hörer Offen
es_es: Auricular MP Open
fi_fi: MP Kuuloke avoin
fr_fr: Open, avec écouteur MP
hu_hu: MP hallgató nyitott
it_it: Ricevitore MP Open
ja_jp: MP レシーバ オープン
ko_kr: MP 리시버 Open형
no_no: MP Receiver Åpen
pl_pl: Słuchawka MP Otwarta
pt_pt: Receptor MP Aberto
ru_ru: MP Ресивер Открытый
sv_se: MP Hörtelefon Öppen
tr_tr: MP Hoparlör Açık
zh_cn: MP 受话器 开放耳

source: All Around (Basic)
da_dk: All Around (Basis)
ja_jp: 標準(基本)
zh_cn: 通用程序 (基础)

source: Earmold - Pressure Vent
cs_cz: Tvarovka - Pressure Vent
da_dk: Øreprop - komfortvent
de_de: Otoplastik - mit Druckausgleich (0.8mm)
es_es: Molde- Venting de presión
fi_fi: Korvakappale - Suljettu ilmastointi
fr_fr: Embout avec évent de décompression
hu_hu: Illeszték-Nyomás vent
it_it: Chiocciola - Ventilazione Pressione
ja_jp: イヤモールド ベント 1mm以下
ko_kr: 이어몰드- Pressure Vent
nl_nl: Oorstukje - drukventing
no_no: Propp - Tett Vent
pl_pl: Wkładka - Wentylacja Komfortowa
pt_pt: Molde auricular - Sem Ventilação
ro_ro: Mulaj ureche - vent presiune
ru_ru: Вкладыш - Вент выравнивания давления (<1мм)
sv_se: Insats - Tät Vent
tr_tr: Kulak Kalıbı - Basınç Vent
zh_cn: 耳模-外置通气孔

source: Encased Receiver Mold - Pressure Vent
cs_cz: Uzavřená RIE tvarovka - Pressure Vent
da_dk: UP Receiver - Komfortvent
de_de: Individueller Hörer - mit Druckausgleich (0.8mm)
es_es: Auricular encapsulado - Venting de Presión
fi_fi: Koteloitu kuulokemuotti - Suljettu ilmastointi
fr_fr: Embout moulé avec évent de décompression
hu_hu: Illesztékes hallgató-Nyomás vent
it_it: Ricevitore di Potenza su misura - Ventilazione Pressione
ja_jp: カスタムモールド ベント 1mm以下
ko_kr: UP 리시버 몰드 - Pressure Vent
nl_nl: Ingebouwde-receiver oorstukje - drukventing
no_no: Innebygd Receiver- Tett Vent
pl_pl: Wkładka do Słuchawki UP - Wentylacja Komfortowa
pt_pt: Cápsula - Sem Ventilação
ro_ro: MUlaj receiver capsulat -vent presiune
ru_ru: Ресивер во вкладыше - Вент выравнивания давления (<1мм)
sv_se: Försluten hörtelefoninsats - Tät Vent
tr_tr: Kapalı Hoparlör Kalıbı - Basınç Vent
zh_cn: UP定制耳模-外置通气孔

source: Binaural Fitting Data from Left Instrument cannot be read into Monaural session.
cs_cz: Binaural Fitting Data z Levého sluchadla nelze načíst do Monaurálního sezení.
da_dk: Binaurale data fra venstre apparat kan ikke læses til en monaural session.
de_de: Die Binauralen Anpassdaten des linken Hörsystems können nicht in eine monaurale Sitzung geladen werden.
es_es: Los datos de adaptación Binaurales del Audífono Izquierdo no pueden ser leídos en una sesión monoaural.
fi_fi: Binauraalista sovitustietoa vasemmasta kuulokojeesta ei voida lukea monouraaliseen istuntoon.
fr_fr: Il est impossible de lire les données binaurales de l'appareil gauche dans une session monaurale.
hu_hu: A Binaurális illesztési adatok a bal készülékből nem olvashatóak be a monaurális bejegyzésbe.
it_it: I dati di Fitting Binaurale dal Dispositivo Sinistro non possono essere letti nella sessione Monoaurale.
ja_jp: 両耳フィッティングのデータ（左耳）は片耳フィッティングへ読込めません
ko_kr: 왼쪽 보청기의 양이 피팅 데이터는 Monaural session에서는 읽을 수 없습니다.
nl_nl: Gegevens van het linkertoestel van een binaurale aanpassing kunnen niet in een monaurale sessie geladen worden.
no_no: Binaurale tilpasningsdata kan ikke leses av fra venstre apparat i monaural sesjon.
pl_pl: Nie można odczytać Danych Dopasowania Obuusznego z Lewego aparatu w sesji Mono.
pt_pt: Os dados do aparelho auditivo esquerdo não podem ser lidos em uma sessão monoaural.
ro_ro: Datele de reglaj binaural din aparatul stang nu pot fi citite in sesiune monoaural
ru_ru: Данные Бинауральной настройки из Левого аппарата не могут прочитаны в Моноуральной сессии.
sv_se: Binaural Anpassningsdata från vänster hörapparat kan inte läsas in i en monaural session.
tr_tr: Sol cihazdan Mono (tek taraflı) bağlantıda Binaural Fitting verisi okunamaz.
zh_cn: 单耳验配时不能读取双耳验配的左侧助听器验配数据。
