Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Increase mid frequency gain for soft sounds
cs_cz: Zvyšte zisk středních frekvencí pro slabé zvuky
da_dk: Forøg mellemfrekvent forstærkning for svage lyde
de_de: Erhöhen Sie die Verstärkung für leise Eingangspegel in den mittleren Frequenzen
es_es: Aumentar la ganancia en frecuencias medias para sonidos suaves
fi_fi: Lisää keskitaajuuksien vahvistusta heikoilla äänillä
fr_fr: Augmenter G50 pour les fréquences moyennes
hu_hu: Növelje a mélyfrekvenciás erősítést a lágy hangokra
it_it: Aumentare il guadagno sulle frequenze medie per i suoni deboli
ja_jp: 中域のG50を上げて下さい
ko_kr: 작은 소리의 중간 주파수 이득 값을 높이세요
nl_nl: Verhoog de versterking van midden frequenties bij zachte geluiden
no_no: Øk midtfrekvent gain for svake lyder
pl_pl: Zwiększ wzmocnienie średnich częstotliwości dla cichych dźwięków
pt_pt: Aumente o ganho das frequencias médias para sons suaves
ro_ro: Cresteti castigul pe medii pentru sunete slabe
ru_ru: Увеличьте усиление на средних частотах для тихих звуков
sv_se: Öka förstärkningen på mellan frekvenser för svaga ljud.
tr_tr: Yumuşak sesler için orta frekans kazancını artır
zh_cn: 增加小声中频增益

source: Increase low and mid frequency gain for soft and moderate sounds
cs_cz: Zvyšte zisk hlubokých a středních frekvencí pro slabé a střední zvuky
da_dk: Forøg lav og mellemfrekvent forstærkning for svage og moderate lyde
de_de: Erhöhen Sie die Verstärkung in den niedrigen und mittleren Frequenzen für leise und mittlere Eingangspegel
es_es: Aumentar la ganancia en frecuencias bajas y medias para sonidos suaves y moderados
fi_fi: Lisää vahvistusta matalilla ja keski taajuuksilla heikoille ja kohtalaisille äänille
fr_fr: Augmenter G50 et G65 pour les fréquences graves et moyennes
hu_hu: Növelje a mély és közép frekvenciás erősítést a lágy és közepes hangokra
it_it: Aumentare il guadagno alle basse e medie frequenze per i suoni deboli e moderati
ja_jp: 低中域の G50とG65を上げて下さい
ko_kr: 작고 중간 소리의 저주파와 중간 주파수 이득 값을 높이세요
nl_nl: Verhoog de versterking van lage en midden frequenties bij zachte en gemiddelde geluiden
no_no: Øk lav- og midtfrekvens gain for svake og moderate lyder
pl_pl: Zwiększ wzmocnienie niskich i średnich częstotliwości dla cichych i średnio głośnych dźwięków
pt_pt: Aumente o ganho das frequencias baixas e médias para sons suaves e moderados
ro_ro: Cresteti castigul pentru medii si inalte pentru sunete slabe si moderate
ru_ru: Увеличьте усиление на низких и средних частотах для тихих и умеренных звуков
sv_se: Öka förstärkningen på låg och mellanfrekvenser för svaga och måttliga ljud
tr_tr: Yumuşak ve orta sesler için alçak ve orta frekans kazançlarını artır
zh_cn: 增加小声和中等声中低频增益

source: Increase high frequency gain for soft sounds
cs_cz: Zvyšte zisk vysokých frekvencí pro slabé zvuky
da_dk: Forøg højfrekvent forstærkning for svage lyde
de_de: Erhöhen Sie die Verstärkung für leise Eingangspegel in den hohen Frequenzen
es_es: Aumentar la ganancia en altas frecuencias para sonidos suaves
fi_fi: Lisää vahvistusta korjeilla taajuuksilla heikoille äänille
fr_fr: Augmenter G50 pour les fréquences aiguës
hu_hu: Növelje a magas frekvenciás erősítést a lágy hangokra
it_it: Aumentare il guadagno sulle alte frequenze per i suoni deboli
ja_jp: 高域のG50を上げて下さい
ko_kr: 작은 소리의 고주파 이득 값을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties bij zachte geluiden
no_no: Øk høyfrekvent gain for svake lyder
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości dla cichych dźwięków
pt_pt: Aumente o ganho das frequencias altas para sons suaves
ro_ro: Cresteti castigul in zona inaltelor pentru sunetele slabe
ru_ru: Увеличьте усиление на высоких частотах для тихих звуков
sv_se: Öka förstärkningen på höga frekvenser för svaga ljud
tr_tr: Yumuşak sesler için yüksek frekans kazancını artır
zh_cn: 增加小声高频增益

source: Decrease high frequency gain for loud sounds
cs_cz: Snižte zisk vysokých frekvencí pro hlasité zvuky
da_dk: Reducer højfrekvent fortstækning for kraftige lyde
de_de: Verringern Sie die Verstärkung für laute Eingangspegel in den hohen Frequenzen
es_es: Reducir la ganancia en altas frecuencias para sonidos fuertes
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla koville äänille
fr_fr: Diminuer G80 pour les fréquences aiguës
hu_hu: Csökkentse a magas frekvenciás erősítést hangos hangokra
it_it: Diminuire il guadagno sulle alte frequenze per i suoni forti
ja_jp: 高域のG80を下げて下さい
ko_kr: 작은 소리의 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties bij harde geluiden
no_no: Senk høyfrekvent gain for høye lyder
pl_pl: Zmniejsz wzmocnienie wysokich częstotliwości dla głośnych dźwięków
pt_pt: Diminua o ganho das altas frequencias para sons intensos
ro_ro: Scadeti castigul pentru frecventele inalte pentru sunete puternice
ru_ru: Уменьшите усиление на высоких частотах для громких звуков
sv_se: Minska förstärkningen på höga frekvenser för starka ljud
tr_tr: Yüksek sesler için yüksek frekans kazancını azalt
zh_cn: 降低大声高频增益

source: Decrease overall gain for high frequency sounds
cs_cz: Snižte celkový zisk na vysokých frekvencích
da_dk: Reducer generel forstærkning for højfrekvente lyde
de_de: Verringern Sie die Verstärkung für die hohen Frequenzen
es_es: Reducir la ganancia general para sonidos de altas frecuencias
fi_fi: Vähennä kokonaisvahvistusta korkeataajuksisille äänille
fr_fr: Diminuer le gain pour les fréquences aiguës
hu_hu: Csökkentse a teljes erősítést a magas frekvenciás hangokra
it_it: Diminuire guadagno complessivo per i suoni ad alta frequenza
ja_jp: 高域を下げて下さい
ko_kr: 고주파 소리의 전반적인 이득 값을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties bij alle inputniveaus
no_no: Senk generell gain for høyfrekvente lyder
pl_pl: Zmniejsz ogólną głośność dla wysokich częstotliwości
pt_pt: Diminua o ganho geral para sons de frequencias altas
ro_ro: Scadeti castigul global pentru sunetele de frecventa inalta
ru_ru: Уменьшите общее усиление для высокочастотных звуков
sv_se: Minska den totala förstärkningen för höga frekvenser
tr_tr: Yüksek sesler için tüm kazançları azalt
zh_cn: 降低高频所有增益

source: Increase low frequency gain for soft sounds
cs_cz: Zvyšte zisk hlubokých frekvencí pro slabé zvuky
da_dk: Reducer lavfrekvent forstærkning for svage lyde
de_de: Erhöhen Sie die Verstärkung für leise Eingangspegel in den niedrigen Frequenzen
es_es: Aumentar la ganancia en bajas frecuencias para sonidos suaves
fi_fi: Lisää vahvistusta matalilla taajuuksilla heikoille äänille
fr_fr: Augmenter G50 pour les fréquences graves
hu_hu: Növelje a mélyfrekvenciás erősítést a lágy hangokra
it_it: Aumentare il guadagno alle basse frequenze per i suoni deboli
ja_jp: 低域のG50を下げて下さい
ko_kr: 작은 소리의 저주파 이득 값을 높이세요
nl_nl: Verhoog de versterking van lage frequenties bij zachte geluiden
no_no: Øk lavfrekvent gain for svake lyder
pl_pl: Zwiększ wzmocnienie niskich częstotliwości dla cichych dźwięków
pt_pt: Aumente o ganho das frequencias baixas para sons suaves
ro_ro: Cresteti castigul in zona gravelor pentru sunetele slabe
ru_ru: Увеличьте усиление на низких частотах для тихих звуков
sv_se: Öka förstärkningen på låga frekvenser för svaga ljud.
tr_tr: Yumuşak sesler için alçak frekans kazancını artır
zh_cn: 增加小声低频增益

source: Increase gain for mid and high frequency sounds
cs_cz: Zvyšte zisk na středních a vysokých frekvencích
da_dk: Reducer forstærkning for mellem og højfrekvent forstærkning
de_de: Erhöhen Sie die Verstärkung für mittlere und hohe Frequenzen
es_es: Aumentar la ganancia para sonidos en medias y altas frecuencias
fi_fi: Lisää vahvistusta äänille keski ja korkeilla taajuksilla
fr_fr: Augmenter le gain pour les fréquences moyennes et aiguës
hu_hu: Növelje az erősítést a közép és a magas frekvenciákra
it_it: Aumentare il guadagno globale di suoni a frequenze medie e alte
ja_jp: 中高域を上げて下さい
ko_kr: 중간 주파수와 고주파 소리의 이득 값을 높이세요
nl_nl: Verhoog de versterking van midden en hoge frequenties bij alle inputniveaus
no_no: Øk generell gain for midt- og høyfrekvente lyder
pl_pl: Zwiększ wzmocnienie dla średnich i wysokich dźwięków.
pt_pt: Aumente o ganho geral para sons de frequencias médias e altas
ro_ro: Cresteti castigul pe sunetele de frecvente inalte si medii.
ru_ru: Увеличьте усиление для средне- и высокочастотных звуков
sv_se: Öka den totala förstärkningen på mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslı sesler için kazanç artırın
zh_cn: 增加中高频增益

source: Increase gain for high frequency sounds
cs_cz: Zvyšte zisk na vysokých frekvencích
da_dk: Reducer forstærkning for højfrekvente lyde
de_de: Erhöhen sie die Verstärkung für hohe Frequenzen
es_es: Aumentar la ganancia para sonidos de altas frecuencias
fi_fi: Lisää vahvistusta korkeataajuksisille äänille
fr_fr: Augmenter le gain pour les fréquences aiguës
hu_hu: Növelje az erősítést a magas frekvenciás hangokra
it_it: Aumentare il guadagno complessivo per i suoni ad alta frequenza
ja_jp: 高域を上げて下さい
ko_kr: 고주파 소리의 이득 값을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties bij alle inputniveaus
no_no: Øk generell gain for høyfrekvente lyder
pl_pl: Zwiększ wzmocnienie dla wysokich częstotliwości.
pt_pt: Aumente o ganho para sons de frequencias altas
ro_ro: Cresteti castigul pe sunetele de frecvente inalte.
ru_ru: Увеличьте усиление для высокочастотных звуков
sv_se: Öka den totala förstärkningen på höga frekvenser.
tr_tr: Yüksek frekanslı sesler için kazanç artırın
zh_cn: 增加高频增益

source: Increase high frequency gain for soft and moderate sounds
cs_cz: Zvyšte zisk vysokých frekvencí pro slabé a střední zvuky
da_dk: Forøg højfrekvent forstærkning for svage og moderate lyde
de_de: Erhöhen Sie die Verstärkung für leise und mittlere Eingangspegel in den hohen Frequenzen
es_es: Aumentar la ganancia en altas frecuencias para sonidos suaves y moderados
fi_fi: Lisää vahvistusta korkeilla taajuuksilla hekoille ja kohtalaisille äänille
fr_fr: Augmenter G50 et G65 pour les fréquences aiguës
hu_hu: Növelje a magas frekvenciás erősítést a lágy és a közepes hangokra
it_it: Aumentare il guadagno sulle alte frequenze per i suoni deboli e moderati
ja_jp: 高域のG50とG65を上げて下さい
ko_kr: 작고 중간 소리의 고주파 이득 값을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties bij zachte en gemiddelde geluiden
no_no: Øk høyfrekvent gain for svake og moderate lyder
pl_pl: Zwiększ wzmocnienie wysokich częstotliwości dla cichych i średnio głośnych dźwięków
pt_pt: Aumente o ganho das frequencias altas para sons suaves e moderados
ro_ro: Cresteti castigul la frecventele inalte pentru sunetele slabe si moderate
ru_ru: Увеличьте усиление на высоких частотах для тихих и умеренных звуков
sv_se: Öka förstärkningen på höga frekvenser för svaga och måttliga ljud
tr_tr: Yumuşak ve orta sesler için yüksek frekans kazancını artır
zh_cn: 增加小声和中等声高频增益

source: Decrease gain for mid and high frequency sounds
cs_cz: Snižte zisk na středních a vysokých frekvencích
da_dk: Reducer forstærkning for mellem og højfrekvente lyde
de_de: Verringern Sie die Verstärkung für niedrige und mittlere Frequenzen
es_es: Reducir la para medias y altas frecuencias
fi_fi: Vähennä vahvistusta äänille keski ja korkeilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences aiguës
hu_hu: Csökkentse az erősítést a közép és a magas frekvenciás hangokra
it_it: Diminuire guadagno complessivo per i suoni di frequenza media e alta
ja_jp: 中高域を下げて下さい
ko_kr: 중간 주파수와 고주파 소리의 이득 값을 낮추세요
nl_nl: Verlaag de versterking van midden en hoge frequenties bij alle inputniveaus
no_no: Senk generell gain for midt- og høyfrekvente lyder
pl_pl: Zmniejsz wzmocnienie dla średnich i wysokich dźwięków.
pt_pt: Diminua o ganho para sons de médias e altas frequencias
ro_ro: Scadeti castigul pe sunetele de frecvente inalte si medii.
ru_ru: Уменьшите усиление для средне- и высокочастотных звуков
sv_se: Minska den totala förstärkningen på mellan och höga frekvenser.
tr_tr: Orta ve yüksek frekanslı sesler için kazanç azaltın
zh_cn: 降低中高频增益

source: Decrease gain for low and mid frequency sounds and increase gain for high frequency sounds
cs_cz: Snižte zisk na hlubokých a středních frekvencích a zvyšte zisk na vysokých frekvencích
da_dk: Reducer forstærkning for lav og mellemfrekvente lyde og forøg forstærkning for højfrekvente lyde
de_de: Verringern Sie die Verstärkung für niedrige und mittlere Frequenzen und erhöhen Sie die Verstärkung in den hohen Frequenzen
es_es: Reducir la ganancia en frecuencias medias y bajas y aumentar la ganancia en altas frecuencias
fi_fi: Vähennä vahvistusta matalilla ja keski taajuuksilla ja lisää vahvistusta korkeilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et moyennes et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse az erősítést a mély és a közép frekvenciákra és növelje az erősítést a magas frekvenciás hangokra
it_it: Diminuire guadagno complessivo per i suoni a bassa e media frequenza ed aumentare il guadagno per i suoni ad alta frequenza
ja_jp: 低中域を下げ、高域を上げて下さい
ko_kr: 저주파와 중간 주파수 소리의 이득 값을 낮추시고 고주파 소리의 이득 값을 높이세요
nl_nl: Verlaag de versterking van lage en midden frequenties en verhoog de versterking van hoge frequenties bij alle inputniveaus
no_no: Senk generell gain for lav- og midtfrekvente lyder og øk gain for høyfrekvente lyder
pl_pl: Zmniejsz wzmocnienie dla niskich i średnich dźwięków a zwiększ wzmocnienie dla wysokich dźwięków.
pt_pt: Diminua o ganho das frequencias baixas e médias e aumente o ganho para sons de alta frequencia
ro_ro: Scadeti castigul pe sunetele de frecvente joase si medii si cresteti-l pentru sunetele de frecventa acuta
ru_ru: Уменьшите усиление для низко- и среднечастотных звуков и увеличьте усиление для высокочастотных звуков
sv_se: Minska den totala förstärkningen på mellan och höga frekvenser och öka förstärkningen på höga frekvenser.
tr_tr: Düşük ve orta frekanslı sesler için kazanç azaltın ve yüksek frekanslı sesler için kazanç artırın
zh_cn: 降低中低频增益和增加高频增益

source: Decrease high frequency gain for soft sounds
cs_cz: Snižte zisk vysokých frekvencí pro slabé zvuky
da_dk: Reducer højfrekvent forstærkning for svage lyde
de_de: Verringern Sie die Verstärkung für leise Eingangspegel in den hohen Frequenzen
es_es: Reducir la ganancia en altas frecuencias para sonidos suaves
fi_fi: Vähennä korkeiden taajuuksien vahvistusta heikoilla äänillä
fr_fr: Diminuer G50 pour les fréquences aiguës
hu_hu: Csökkentse a magas frekvenciás erősítést a lágy hangokra
it_it: Diminuire il guadagno sulle alte frequenze per i suoni deboli
ja_jp: 高域のG50を下げて下さい
ko_kr: 작은 소리의 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties bij zachte geluiden
no_no: Senk høyfrekvent gain for svake lyder
pl_pl: Zmniejsz wzmocnienie wysokich częstotliwości dla cichych dźwięków
pt_pt: Diminua o ganho das frequencias altas para sons suaves
ro_ro: Scadeti castigul pe frecventele inalte pentru sunetele slabe
ru_ru: Уменьшите усиление на высоких частотах для тихих звуков
sv_se: Minska förstärkningen på höga frekvenser för svaga ljud
tr_tr: Yumuşak sesler için yüksek frekans kazancını azalt
zh_cn: 降低小声高频增益

source: Increase low and mid frequency gain for loud sounds
cs_cz: Zvyšte zisk hlubokých a středních frekvencí pro hlasité zvuky
da_dk: Forøg lav og mellemfrekvent forstærkning for kraftige lyde
de_de: Erhöhen Sie die Verstärkung für laute Eingangspegel in den niedrigen und mittleren Frequenzen
es_es: Aumentar la ganancia en frecuencias medias y bajas para sonidos fuertes
fi_fi: Lisää vahvistusta matalilla ja keski taajuuksilla kovilla äänillä
fr_fr: Augmenter G80 pour les fréquences graves et moyennes
hu_hu: Növelje a mély és a közép frekvenciás erősítést a hangos hangokra
it_it: Aumentare il guadagno sulle basse e medie frequenze per i suoni forti
ja_jp: 低中域のG80を上げて下さい
ko_kr: 큰 소리의 저주파와 중간 주파수 이득 값을 높이세요
nl_nl: Verhoog de versterking van lage en midden frequenties bij harde geluiden
no_no: Øk lav- og midtfrekvent gain for høye lyder
pl_pl: Zwiększ wzmocnienie niskich i średnich częstotliwości dla głośnych dźwięków
pt_pt: Aumente o ganho das frequencias baixas e médias para sons altos
ro_ro: Cresteti castigul pe frecventele joase si medii pentru sunete puternice
ru_ru: Увеличьте усиление на низких и средних частотах для громких звуков
sv_se: Öka förstärkningen på låg och mellanfrekvenser för starka ljud
tr_tr: Yüksek sesler için alçak ve orta frekans kazançlarını artır
zh_cn: 增加大声中低频增益

source: Increase low and mid frequency gain for loud sounds and decrease high frequency gain for soft and moderate sounds
cs_cz: Zvyšte zisk hlubokých a středních frekvencí pro hlasité zvuky a snižte zisk vysokých frekvencí pro slabé a střední zvuky
da_dk: Forøg lav og mellemfrekvent forstærkning for kraftige lyde og reducer højfrekvent forstærkning for svage og moderate lyde.
de_de: Erhöhen Sie die Verstärkung für laute Eingangspegel in den niedrigen und mittleren Frequenzen und verringern sie die Verstärkung für leise und mittlere Eingangspegel in den hohen Frequenzen
es_es: Aumentar la ganancia en frecuencias medias y bajas para sonidos fuertes y reducir la ganancia en altas frecuencias para sonidos suaves y moderados
fi_fi: Lisää vahvistusta matalilla ja keskitaajuuksilla koville äänille ja vähennä vahvistusta korkeilla taajuuksilla heikoille ja kohtalaisille äänille
fr_fr: Augmenter G80 pour les fréquences graves et moyennes et réduire G50 et G65 pour les fréquences aiguës
hu_hu: Növelje a mély és a közép frekvenciás erősítést a hangos hangokra és csökkentse a magas frekvenciás erősítést a lágy és a közepes hangokra
it_it: Aumentare il guadagno sulle basse e medie frequenze per i suoni forti e diminuire il guadagno sulle alte frequenze per i suoni deboli e moderati
ja_jp: 低中域のG80を上げ、高域のG50とG65を下げて下さい
ko_kr: 큰 소리의 저주파와 중간 주파수 이득 값을 높이시고 작고 중간 소리의 고주파 이득 값을 낮추세요
nl_nl: Verhoog de versterking van lage en midden frequenties bij harde geluiden en verlaag de versterking van hoge frequenties bij zachte en gemiddelde geluiden
no_no: Øk lav- og midtfrekvent gain for høye lyder og senk høyfrekvent gain for svake og moderate lyder
pl_pl: Zwiększ wzmocnienie niskich i średnich częstotliwości dla głośnych dźwięków a zmniejsz wzmocnienie wysokich częstotliwości dla cichych i średnio głośnych dźwięków
pt_pt: Aumente o ganho das frequencias baixas e médias para sons intensos e diminua o ganho das altas frequencias para sons suaves e moderados
ro_ro: Cresteti castigul pe frecventele joase si medii pentru sunete puternice si scadeti castigul frecventelor inalte pentru sunete slabe si moderate.
ru_ru: Увеличьте усиление на низких и средних частотах для громких звуков и уменьшите усиление на высоких частотах для тихих и умеренных звуков
sv_se: Öka förstärkningen på låg och mellanfrekvenser för starka ljud och minska förstärkningen på höga frekvenser för svaga och måttliga ljud
tr_tr: Yüksek sesler için alçak ve orta frekans kazançlarını artır ve yumuşak ve orta sesler için yüksek frekans kazancını azalt
zh_cn: 增加大声中低频增益和降低小声,中等声高频增益

source: Decrease low frequency gain
cs_cz: Snižte zisk hlubokých frekvencí
da_dk: Reducer lavfrekvent forstærkning
de_de: Verringern Sie die Verstärkung in den niedrigen Frequenzen
es_es: Reducir la ganancia en bajas frecuencias
fi_fi: Vähennä vahvistusta matalilla taajuuksilla
fr_fr: Diminuer le gain pour les fréquences gaves
hu_hu: Csökkentse az erősítést a mély frekvenciákon
it_it: Diminuzione complessiva del guadagno sulle basse frequenze
ja_jp: 低域を下げて下さい
ko_kr: 저주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties bij alle inputniveaus
no_no: Senk lavfrekvent gain
pl_pl: Zmniejsz wzmocnienie dla niskich częstotliwości.
pt_pt: Diminua o ganho das frequencias baixas
ro_ro: Scadeti castigul frecventelor joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska den totala förstärkningen på låga frekvenser.
tr_tr: Düşük frekans kazancını azaltın
zh_cn: 降低低频增益

source: Decrease gain for high frequency sounds
cs_cz: Snižte zisk na vysokých frekvencích
da_dk: Reducer forstærkning for højfrekvente lyde
de_de: Verringern Sie die Verstärkung in den hohen Frequenzen
es_es: Reducir la ganancia en altas frecuencias
fi_fi: Vähennä vahvistusta korkeataajuksisille äänille
fr_fr: Diminuer le gain pour les fréquences aiguës
hu_hu: Csökkentse az erősítést a magas frekvenciákon
it_it: Diminuire guadagno complessivo per i suoni ad alta frequenza
ja_jp: 高域を下げて下さい
ko_kr: 고주파 소리의 이득 값을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties bij alle inputniveaus
no_no: Senk generell gain for høyefrekvente lyder
pl_pl: Zmniejsz wzmocnienie dla wysokich dźwięków.
pt_pt: Diminua o ganho dos sons de altas frequencias
ro_ro: Scadeti castigul pentru sunetele de frecventa inalta
ru_ru: Уменьшите усиление для высокочастотных звуков
sv_se: Minska den totala förstärkningen för höga frekvenser.
tr_tr: Yüksek frekanslı sesler için kazanç azaltın
zh_cn: 降低高频增益

source: Decrease high frequency gain for loud sounds
cs_cz: Snižte zisk vysokých frekvencí pro hlasité zvuky
da_dk: Reducer højfrekvent forstærkning for kraftige lyde
de_de: Verringern Sie die Verstärkung für laute Eingangspegel in den hohen Frequenzen
es_es: Reducir la ganancia en altas frecuencias para sonidos fuertes
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla koville äänille
fr_fr: Diminuer G80 pour les fréquences aiguës
hu_hu: Csökkentse a magas frekvenciás erősítést a hangos hangokra
it_it: Diminuire il guadagno sulle alte frequenze per i suoni forti
ja_jp: 高域のG80を下げて下さい
ko_kr: 큰 소리의 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties bij harde geluiden
no_no: Senk høyfrekvent gain for høye lyder
pl_pl: Zmniejsz wzmocnienie wysokich częstotliwości dla głośnych dźwięków
pt_pt: Diminua o ganho das frequencias altas para sons intensos
ro_ro: Scadeti castigul in zona acutelor pentru sunete puternice
ru_ru: Уменьшите усиление на высоких частотах для громких звуков
sv_se: Minska förstärkningen på höga frekvenser för starka ljud
tr_tr: Yüksek sesler için yüksek frekans kazancını azalt
zh_cn: 降低大声高频增益

source: Decrease mid and high frequency gain for soft sounds
cs_cz: Snižte zisk středních a vysokých frekvencí pro slabé zvuky
da_dk: Reducer mellem og højfrekvent forstærkning for svage lyde
de_de: Verringern Sie die Verstärkung für leise Eingangspegel in den mittleren und hohen Frequenzen
es_es: Reducir la ganancia en frecuencias altas y medias para sonidos suaves
fi_fi: Vähennä vahvistusta keski ja korkeilla taajuuksilla heikoille äänille
fr_fr: Diminuer G50 pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a közép és a magas frekvenciás erősítést a lágy hangokra
it_it: Diminuire guadagno sulle frequenze medie e alte per i suoni morbidi
ja_jp: 中高域のG50を下げて下さい
ko_kr: 작은 소리의 중간 주파수와 고주파 이득 값을 낮추세요
nl_nl: Verlaag de versterking van midden en hoge frequenties bij zachte geluiden
no_no: Senk midt- og høyfrekvent gain for svake lyder
pl_pl: Zmniejsz wzmocnienie średnich i wysokich częstotliwości dla cichych dźwięków
pt_pt: Diminua o ganho das frequencias médias e altas para os sons suaves
ro_ro: Scadeti castigul pe medii si inalte pentru sunete slabe
ru_ru: Уменьшите усиление на средних и высоких частотах для тихих звуков
sv_se: Minska förstärkningen på mellan och höga frekvenser för svaga ljud
tr_tr: Yumuşak sesler için orta ve yüksek frekans kazançlarını azalt
zh_cn: 降低小声中高频增益
