Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Voices are too loud
cs_cz: Hlasy jsou příliš hlasité
da_dk: Stemmer er for kraftige
de_de: Stimmen sind zu laut
es_es: Voces demasiado altas
fi_fi: Puhe on liian voimakasta
fr_fr: Les voix sont trop fortes
hu_hu: Hangok túl hangosak
it_it: Voci troppo forti
ja_jp: 言葉がうるさく聞こえる
ko_kr: 목소리가 너무 큽니다
nl_nl: Stemmen klinken te hard
no_no: Stemmer er for høye
pl_pl: Dźwięki są zbyt głośne
pt_pt: As vozes estão muito altas.
ro_ro: Vocile sunt prea puternice
ru_ru: Голоса очень громкие
sv_se: Röster är för starka
tr_tr: Sesler çok yüksek
zh_cn: 说话声太响

source: Decrease G50 for mid frequencies
cs_cz: Snižte G50 na středních frekvencích
da_dk: Nedsæt G50 for midtfrekvenserne
de_de: Verringern Sie die Verstärkung G50 für die mittleren Frequenzen
es_es: Reducir G50 para frecuencias medias
fi_fi: Vähennä G50-vahvistusta keskitaajuuksilla
fr_fr: Diminuer G50 pour les fréquences moyennes
hu_hu: Csökkentse a G50-et a közép frekvenciákon
it_it: Diminuire G50 per i medi
ja_jp: 中域のG50を下げて下さい
ko_kr: 중간주파수의 G50을 낮추세요
nl_nl: Verlaag G50 bij midden frequenties.
no_no: Senk G50 for midtfrekvensene
pl_pl: Zmniejsz wzmocnienie G50 dal średnich częstotliwości
pt_pt: Diminuir G50 para freq. médias
ro_ro: Reduceti G50 pe frecventele medii
ru_ru: Уменьшите усиление тихих звуков (G50) на средних частотах
sv_se: Minska G50 för mellan frekvenser
tr_tr: Orta frekanslarda G50 kazancını azalt
zh_cn: 降低G50中频增益

source: Decrease G50 at 1 kHz
cs_cz: Snižte G50 na 1 kHz
da_dk: Nedsæt G50 ved 1 kHz
de_de: Verringern Sie die Verstärkung G50 bei 1 kHz
es_es: Reducir G50 en 1kHz
fi_fi: Vähennä G50-vahvistusta 1 kHz:llä
fr_fr: Diminuer G50 à 1 kHz
hu_hu: Csökkentse a G50-et 1 kHz-en
it_it: Diminuire G50 a 1kHz
ja_jp: 1kHzのG50を下げて下さい
ko_kr: 1KHz에서 G50을 낮추세요
nl_nl: Verlaag G50 bij 1kHz.
no_no: Senk G50 ved 1 kHz
pl_pl: Zmniejsz wzmocnienie G50 dla 1 kHz
pt_pt: Diminuir G50 em 1 kHz
ro_ro: Reduceti G50 pe 1 KHz
ru_ru: Уменьшите усиление тихих звуков (G50) на 1 кГц
sv_se: Minska G50 vid 1kHz
tr_tr: 1 kHz de G50 kazancını azalt
zh_cn: 降低G50 1KHz增益

source: Decrease G80 for low and mid frequencies
cs_cz: Snižte G80 na hloubkách a středních frekvencích
da_dk: Nedsæt G80 for lav- og mellemfrekvens
de_de: Für tiefe und mittlere Frequenzen die Verstärkung G80 absenken
es_es: Disminuya G80 para frecuencias bajas y medias
fi_fi: Vähennä G80-vahvistusta basso- ja keskitaajuuksilla
fr_fr: Diminuer G80 pour les fréquences graves et moyennes
hu_hu: Csökkentse a G80-at a mély és közép frekvenciákon
it_it: Diminuire G80 per medi e gravi
ja_jp: 低中域のG80を下げて下さい
ko_kr: 중간주파수와 저주파수에서 G80을 낮추세요
nl_nl: Verminder de versterking G80 voor lage en midden frequenties.
no_no: Reduser G80 i lav- og midtfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G80 dla niskich i średnich częstotliwości
pt_pt: Redução de G80 para baixas e médias frequências
ro_ro: Reduceti G80 pe frecventele joase si medii
ru_ru: Уменьшите усиление громких звуков (G80) на низких и средних частотах
sv_se: Minska G80 för låga och mellanfrekvenser
tr_tr: Alçak ve orta frekanslarda G80 kazancını azalt
zh_cn: 降低G80中低频增益

source: Voices are boomy
cs_cz: Hlasy jsou dunivé
da_dk: Stemmer er buldrene
de_de: Stimmen dröhnen
es_es: Las voces son estridentes
fi_fi: Puhe on kaikuva
fr_fr: Les voix sont trop sourdes
hu_hu: A hangok nagyon mélyek
it_it: Le voci sono rimbombanti
ja_jp: 言葉の低い音が気になる
ko_kr: 목소리가 낮게 웅웅거림
nl_nl: Stemmen klinken dreunend
no_no: Stemmer er rungende
pl_pl: Dźwięki są dudniące
pt_pt: As vozes estão com eco
ro_ro: Vocile sunt bubuite
ru_ru: Голоса грохочущие
sv_se: Röster är dånande
tr_tr: Sesler çok gümbürtülü
zh_cn: 说话有回声

source: Decrease low frequency gain by 6 dB, increase high frequency gain
cs_cz: Snižte zisk na hloubkách o 6 dB, zvyšte zisk na výškách
da_dk: Nedsæt lavfrekvent forstærkning med 6 dB, forøg højfrekvensforstærkning
de_de: Verringern Sie die Verstärkung für die tiefen Frequenzen um 6 dB, erhöhen Sie die Verstärkung für die hohen Frequenzen
es_es: Reducir la ganancia en altas frecuencias en 6dB, aumentar la ganancia en agudos
fi_fi: Vähennä vahvistusta 6dB matalilla taajuuksilla, lisää vahvistusta korkeilla taajuuksilla
fr_fr: Diminuer les fréquence graves de 6 dB et augmenter les fréquences aiguës
hu_hu: Csökkentse a mély frekvenciás erősítést 6 dB-lel, növelje a magas frekvenciás erősítést.
it_it: Ridurre di 6dB i gravi, aumentare gli acuti.
ja_jp: 低域を6dB下げ、高域を上げて下さい
ko_kr: 6dB까지 저주파수 이득을 낮추고 고주파수 이득을 높이세요
nl_nl: Verlaag de versterking bij lage frequenties met 6dB, verhoog de versterking bij hoge frequenties.
no_no: Senk lavfrekvensforsterkning med 6 dB, øk høyfrekvensforsterkning
pl_pl: Zmniejsz wzmocnienie dla niskich częstotliwości o 6dB, zwiększ wzmocnienie dla wysokich częstotliwości
pt_pt: Diminuir ganho de freq. baixas em 6 dB, aumentar ganho de freq. altas
ro_ro: Reduceti castigul cu 6 dB pe frecvente joase, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах на 6 дБ, увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen 6 dB för de låga frekvenserna, öka förstärkningen för de höga frekvenserna
tr_tr: Alçak frekans kazancını 6 dB azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益6dB，增加高频增益

source: Decrease low frequency gain
cs_cz: Snižte zisk na hloubkách
da_dk: Nedsæt lavfrekvensforstærkning
de_de: Für tiefe Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia de baja frecuencia
fi_fi: Vähennä vahvistusta bassotaajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves
hu_hu: Mély frekvenciás erősítés csökkentés
it_it: Diminuire il guadagno alle basse frequenze
ja_jp: 低域を下げて下さい
ko_kr: 저주파수 이득을 낮추세요
nl_nl: Verminder de versterking van lage frequenties.
no_no: Reduser lavfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie dla niskich częstotliwości
pt_pt: Redução de ganho de baixa frequência
ro_ro: Micsorati castigul pe frecventele joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen för låga frekvenser
tr_tr: Alçak frekanslarda kazancı azalt
zh_cn: 降低低频增益

source: Decrease low frequency gain and increase high frequency gain
cs_cz: Snižte zisk na hloubkách a zvyšte zisk na výškách
da_dk: Nedsæt lavfrekvens forstærkning og forøg højfrekvens forstærkning
de_de: Für tiefe Frequenzen die Verstärkung absenken; für hohe Frequenzen die Verstärkung anheben
es_es: Disminuya la ganancia de baja frecuencia e incremente la ganancia de alta frecuencia
fi_fi: Vähennä bassovahvistusta sekä lisää vahvistusta diskanttitaajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et augmenter le gain pour les fréquences aiguës
hu_hu: Csökkentse a mély frekvenciás erősítést és növelje a magas frekvenciás erősítést
it_it: Diminuire i bassi ed incrementare gli acuti
ja_jp: 低域を下げ、高域を上げて下さい
ko_kr: 저주파수 이득을 낮추고 고주파수 이득을 높이세요
nl_nl: Verminder de versterking van lage frequenties, verhoog de versterking van hoge frequenties.
no_no: Reduser lavfrekvensforsterkningen og øk høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie dla niskich częstotliwości a zwiększ dla wysokich
pt_pt: Redução do ganho de baixa frequência e aumento do ganho de alta frequência
ro_ro: Reduceti castigul pe frecventele joase cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för låga frekvenser och öka förstärkningen för höga frekvenser
tr_tr: Alçak frekanslarda kazancı azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益和增加高频增益

source: Own voice is too loud
cs_cz: Vlastní hlas je příliš hlasitý
da_dk: Egen stemme er for kraftig
de_de: Meine eigene Stimme ist zu laut
es_es: La propia voz suena demasiado alta
fi_fi: Oma ääni on liian voimakas
fr_fr: Ma propre voix est trop forte
hu_hu: A saját hang túl hangos
it_it: La propria voce è troppo forte
ja_jp: 自分の声が大きすぎる
ko_kr: 본인의 목소리가 너무 크게 들림
nl_nl: De eigen stem klinkt te hard.
no_no: Egen stemme er for høy
pl_pl: Mój własny głos jest zbyt głośny
pt_pt: A própria voz está alta demais
ro_ro: Propria voce este prea puternica
ru_ru: Cобственный голос звучит cлишком громко
sv_se: Den egna rösten låter för stark
tr_tr: Kendi sesim çok yüksek geliyor
zh_cn: 自己的声音太吵

source: Increase vent size
cs_cz: Zvětšete velikost odvětrání
da_dk: Forøg vent diameteren
de_de: Venting Größe erhöhen
es_es: Aumentar diámetro del venting
fi_fi: Suurenna ilmastointia
fr_fr: Augmenter la taille de l'évent
hu_hu: Növelje a ventfuratot
it_it: Incrementare ventilazione
ja_jp: ベントサイズを大きくして下さい
ko_kr: 벤트 크기를 늘리세요
nl_nl: vergroot de venting
no_no: Øk ventilering
pl_pl: Zwiększ średnicę wentylacji
pt_pt: Aumentar tamanho da ventilação
ro_ro: Cresteti marimea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorlek
tr_tr: Vent Ölçüsünü artırın
zh_cn: 增加通气孔尺寸

source: Decrease G80 for low and mid frequencies
cs_cz: Snižte G80 na hloubkách a středních frekvencích
da_dk: Nedsæt G80 for lav- og mellemfrekvens
de_de: Für tiefe und mittlere Frequenzen die Verstärkung G80 absenken
es_es: Disminuya G80 para frecuencias bajas y medias
fi_fi: Vähennä G80-vahvistusta basso- ja keskitaajuuksilla
fr_fr: Diminuer G80 pour les fréquences graves et moyennes
hu_hu: Csökkentse a G80-at a mély és közép frekvenciákon
it_it: Diminuire G80 per medi e gravi
ja_jp: 低中域のG80を下げて下さい
ko_kr: 중간주파수와 저주파수에서 G80을 낮추세요
nl_nl: Verminder de versterking G80 voor lage en midden frequenties.
no_no: Reduser G80 i lav- og midtfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G80 dla niskich i średnich częstotliwości
pt_pt: Redução de G80 para baixas e médias frequências
ro_ro: Reduceti G80 pe frecventele joase si medii
ru_ru: Уменьшите усиление громких звуков (G80) на низких и средних частотах
sv_se: Minska G80 för låga och mellanfrekvenser
tr_tr: Alçak ve orta frekanslarda G80 kazancını azalt
zh_cn: 降低G80中低频增益

source: Increase low frequency gain
cs_cz: Zvyšte zesílení na hloubkách
da_dk: Forøg lavfrekvent forstærkning
de_de: Für tiefe Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia de baja frecuencia
fi_fi: Lisää vahvistusta bassotaajuuksilla
fr_fr: Augmenter le gain pour les fréquences graves
hu_hu: Növelje a mély frekvenciás erősítést
it_it: Aumentare i gravi
ja_jp: 低域を上げて下さい
ko_kr: 저주파수 이득을 높이세요
nl_nl: Verhoog de versterking van lage frequenties.
no_no: Øk lavfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie dla niskich częstotliwości
pt_pt: Aumentar ganho de baixa frequência
ro_ro: Mariti castigul pe frecventele joase
ru_ru: Увеличьте усиление на низких частотах
sv_se: Öka förstärkningen för låga frekvenser
tr_tr: Alçak frekans kazancını artırın
zh_cn: 增加低频增益

source: Voices are too soft
cs_cz: Hlasy jsou příliš tiché
da_dk: Stemmer er for svage
de_de: Stimmen klingen zu leise
es_es: Las voces son demasiado bajas
fi_fi: Puhe on liian hiljaista
fr_fr: Les voix sont trop faibles
hu_hu: A hangok nagyon lágyak
it_it: Voci troppi deboli
ja_jp: 言葉が小さすぎる
ko_kr: 목소리가 너무 작습니다
nl_nl: Stemmen klinken te zacht
no_no: Stemmer er for svake
pl_pl: Dźwięki są zbyt ciche
pt_pt: As vozes estão muito suaves
ro_ro: Vocile sunt prea slabe
ru_ru: Голоса слишком тихие
sv_se: Röster är för svaga
tr_tr: Sesler çok yumuşak
zh_cn: 说话声太轻

source: Increase G50 for mid frequencies
cs_cz: Zvyšte G50 na středních frekvencích
da_dk: Forøg G50 for midtfrekvenser
de_de: Erhöhen Sie die Verstärkung G50 für die mittleren Frequenzen
es_es: Aumentar G50 para frecuencias medias
fi_fi: Lisää G50-vahvistusta keskitaajuuksilla
fr_fr: Augmenter G50 pour les fréquences moyennes
hu_hu: Növelje a G50-et a közép frekvencián
it_it: Aumentare G50 per i medi
ja_jp: 中域のG50を上げて下さい
ko_kr: 중간주파수의 G50을 높이세요
nl_nl: Verhoog G50 bij midden frequenties.
no_no: Øk G50 i midtfrekvensene
pl_pl: Zwiększ wzmocnienie G50 dla średnich częstotliwości
pt_pt: Aumentar G50 para freq. médias
ro_ro: Cresteti G50 pe frecventele medii
ru_ru: Увеличьте усиление тихих звуков (G50) на средних частотах
sv_se: Öka G50 för mellan frekvenser
tr_tr: Orta frekanslarda G50 kazancını artır
zh_cn: 增加G50中频增益

source: Increase G50 at 1kHz
cs_cz: Zvyšte G50 na 1 kHz
da_dk: Forøg G50 ved 1 kHz
de_de: Erhöhen sie die Verstärkung G50 bei 1 kHz
es_es: Aumentar G50 en 1kHz
fi_fi: Lisää G50-vahvistusta 1 kHz:llä
fr_fr: Augmenter G50 à 1kHz
hu_hu: Növelje a G50-et 1kHz-en
it_it: Aumentare G50 a 1kHz
ja_jp: 1kHzのG50を上げて下さい
ko_kr: 1KHz에서 G50을 높이세요
nl_nl: Verhoog G50 bij 1 kHz.
no_no: Øk G50 ved 1 kHz
pl_pl: Zwiększ wzmocnienie G50 dla 1 kHz
pt_pt: Aumentar G50 em 1kHz
ro_ro: Cresteti G50 pe 1 KHz
ru_ru: Увеличьте усиление тихих звуков (G50) на 1 кГц
sv_se: Öka G50 vid 1 kHz
tr_tr: 1 kHz de G50 kazancını artır
zh_cn: 增加G50 1KHz增益

source: Increase G50 for low and mid frequencies
cs_cz: Zvyšte G50 na hloubkách a středních frekvencích
da_dk: Forøg G50 for lav og midt frekvenser
de_de: Erhöhen sie die Verstärkung G50 für tiefe und mittlere Frequenzen
es_es: Aumentar G50 para bajas y medias frecuencias
fi_fi: Lisää G50-vahvistusta matalilla ja keskitaajuuksilla
fr_fr: Augmenter G50 pour les fréquences graves et moyennes
hu_hu: Növelje a G50-et a mély és a közép frekvenciákon
it_it: Aumentare G50 per gravi e medi
ja_jp: 低中域のG50を上げて下さい
ko_kr: 저주파수와 중간주파수에서 G50을 높이세요
nl_nl: Verhoog G50 bij lage en midden frequenties.
no_no: Øk G50 i lav- og midtfrekvensene
pl_pl: Zwiększ wzmocnienie G50 dla niskich i średnich częstotliwości
pt_pt: Aumentar G50 para freq. médias e baixas
ro_ro: Cresteti G50 pe frecventele joase si medii
ru_ru: Увеличьте усиление тихих звуков (G50) на низких и средних частотах
sv_se: Öka G50 för låg och mellan frekvenser
tr_tr: Alçak ve orta frekanslarda G50 kazancını artır
zh_cn: 增加G50中低频增益

source: Female voices are too loud
cs_cz: Ženské hlasy jsou příliš silné
da_dk: Kvindestemmer er for kraftige
de_de: Weibliche Stimmen klingen zu laut
es_es: Las voces femeninas resultan demasiado altas
fi_fi: Naisen ääni on liian voimakas
fr_fr: Les voix féminines sont trop fortes
hu_hu: Női hangok túl hangosak
it_it: Voce femminile troppo forte
ja_jp: 女性の声が大きすぎる
ko_kr: 여자목소리가 너무 큼
nl_nl: Vrouwenstemmen klinken te hard.
no_no: Kvinnestemmer er for sterke
pl_pl: Damskie głosy są za głośne
pt_pt: As vozes femininas estão altas demais
ro_ro: Vocile feminine sunt prea puternice
ru_ru: Женские голоса слишком громкие
sv_se: Kvinnoröster är för starka
tr_tr: Kadın sesleri çok yüksek
zh_cn: 听女声太吵

source: Decrease G50 at 2 kHz
cs_cz: Snižte G50 na 2 kHz
da_dk: Nedsæt G50 ved 2 kHz
de_de: Verringern Sie die Verstärkung G50 bei 2 kHz
es_es: Reducir G50 en 2kHz
fi_fi: Vähennä G50-vahvistusta 2 kHz:lla
fr_fr: Diminuer G50 à 2 kHz
hu_hu: Csökkentse a G50-et 2kHz-en
it_it: Diminuire G50 a 2 kHz
ja_jp: 2kHzのG50を下げて下さい
ko_kr: 2KHz에서 G50을 낮추세요
nl_nl: Verlaag G50 bij 2 kHz.
no_no: Senk G50 ved 2kHz
pl_pl: Zmniejsz G50 dla 2 kHz
pt_pt: Diminuir G50 em 2 kHz
ro_ro: Reduceti G50 pe 2 KHz
ru_ru: Уменьшите усиление тихих звуков (G50) на 2 кГц
sv_se: Minska G50 vid 2 kHz
tr_tr: 2 kHz de G50 kazancını azalt
zh_cn: 降低G50 2KHz增益

source: Decrease G50 for mid and high frequencies
cs_cz: Snižte G50 na středních frekvencích a výškách
da_dk: Nedsæt G50 for mellem- og højfrekvens
de_de: Für mittlere und hohe Frequenzen die Verstärkung G50 absenken
es_es: Disminuya G50 para frecuencias medias y altas
fi_fi: Vähennä G50-vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Diminuer G50 pour les fréquences moyennes et aiguës
hu_hu: Csökkentse a G50-et a közép és magas frekvenciákon
it_it: Diminuire G50 alle medie ed alte frequenze
ja_jp: 中高域のG50を下げて下さい
ko_kr: 중간주파수와 고주파수에서 G50을 낮추세요
nl_nl: Verminder de versterking G50 voor midden en hoge frequenties.
no_no: Reduser G50 i midt- og høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G50 dla średnich i wysokich częstotliwości
pt_pt: Redução de G50 para médias e altas frequências
ro_ro: Reduceti G50 pe frecvente inalte si medii
ru_ru: Уменьшите усиление тихих звуков (G50) на средних и высоких частотах
sv_se: Minska G50 i mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda G50 kazancini azalt
zh_cn: 降低G50中高频增益

source: Decrease G50 for high frequencies
cs_cz: Snižte G50 na výškách
da_dk: Nedsæt G50 for højfrekvens
de_de: Für hohe Frequenzen die Verstärkung G50 absenken
es_es: Disminuya G50 para altas frecuencias
fi_fi: Vähennä G50-vahvistusta diskanttitaajuuksilla
fr_fr: Diminuer G50 pour les fréquences aiguës
hu_hu: Csökkentse a G50-et a magas frekvenciákon
it_it: Diminuire G50 per le frequenze acute
ja_jp: 高域のG50を下げて下さい
ko_kr: 고주파수에서 G50을 낮추세요
nl_nl: Verminder de versterking G50 voor hoge frequenties.
no_no: Reduser G50 i høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G50 dla wysokich częstotliwości
pt_pt: Redução de G50 para altas frequências
ro_ro: Micsorati G50 pe frecventele inalte
ru_ru: Уменьшите усиление тихих звуков (G50) на высоких частотах
sv_se: Minska G50 för höga frekvenser
tr_tr: Yüksek frekanslarda G50 kazancini azalt
zh_cn: 降低G50高频增益

source: Voices sound tinny or metallic
cs_cz: Hlasy znějí plechově nebo kovově
da_dk: Stemmer lyder tynde eller metalliske
de_de: Stimmen klingen zu blechern /metallisch
es_es: El sonido de la voz es metálico o agudo
fi_fi: Puhe on ohutta ja metallista
fr_fr: Les voix sont métalliques
hu_hu: A hangok fémesek
it_it: Suono delle voci metallico
ja_jp: 言葉が耳障りである
ko_kr: 목소리가 너무 작고 기계소리같이 들림
nl_nl: Stemmen hebben een iele of blikkerige klank
no_no: Stemmer er tynne eller metalliske
pl_pl: Dźwięki brzmią piskliwie lub metalicznie
pt_pt: As vozes estão metalizadas
ro_ro: Vocile suna subtire sau metalic
ru_ru: Голоса имеют металлический отзвук
sv_se: Röster är tunna och metalliska
tr_tr: Sesler ince ve metalik geliyor
zh_cn: 说话有金属声

source: Decrease high frequency gain
cs_cz: Snižte zisk na výškách
da_dk: Nedsæt højfrekvens forstærkning
de_de: Für hohe Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia de alta frecuencia
fi_fi: Vähennä diskanttivahvistusta
fr_fr: Diminuer le gain pour les fréquences aiguës
hu_hu: Csökkentse a magas frekvenciás erősítést
it_it: Diminuire il guadagno alle frequenze acute
ja_jp: 高域を下げて下さい
ko_kr: 고주파수의 이득을 낮추세요
nl_nl: Verminder de versterking van hoge frequenties.
no_no: Reduser høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie dla wysokich częstotliwości
pt_pt: Redução do ganho de alta frequência
ro_ro: Micsorati castigul pe frecventele inalte
ru_ru: Уменьшите усиление на высоких частотах
sv_se: Minska förstärkningen för höga frekvenser
tr_tr: Yüksek frekanslarda kazancı azalt
zh_cn: 降低高频增益

source: Decrease G80 for high frequencies
cs_cz: Snižte G80 na výškách
da_dk: Nedsæt G80 for høje frekvenser
de_de: Verringern Sie die Verstärkung G80 für die hohen Frequenzen
es_es: Reducir G80 para altas frecuencias
fi_fi: Vähennä G80-vahvistusta korkeilla taajuuksilla
fr_fr: Diminuer G80 pour les fréquences aiguës
hu_hu: Csökkentse a G80-at a magas frekvenciákon
it_it: Diminuire G80 per le alte frequenze
ja_jp: 高域のG80を下げて下さい
ko_kr: 고주파수의 G80을 낮추세요
nl_nl: Verlaag G80 bij hoge frequenties.
no_no: Senk G80 i høyfrekvensen
pl_pl: Zmniejsz wzmocnienie G80 dla wysokich częstotliwości
pt_pt: Diminuir G80 para freq. altas
ro_ro: Reduceti G80 pe frecventele inalte
ru_ru: Уменьшите усиление громких звуков (G80) на высоких частотах
sv_se: Minska G80 för de höga frekvenserna
tr_tr: Yüksek frekanslarda G80 kazancını azalt
zh_cn: 降低G80高频增益

source: Perform real ear measurement; adjust gain to achieve smooth frequency response
cs_cz: Spusťte REM a nastavte zisk tak, aby byla charakteristika co nejhladší
da_dk: Udfør REM måling; juster frekvensgangen så den er glat
de_de: Führen Sie eine InSitu Messung durch; justieren Sie die Verstärkung, um eine glatte Frequenzübertragung zu erhalten.
es_es: Realizar la medición en oído real; ajustar la ganancia para conseguir un ajuste en frecuencia más preciso
fi_fi: Suorita REM-mittaus; säädä vahvistus siten,että taajusvaste on tasainen.
fr_fr: Faire une mesure in vivo et régler le gain pour obtenir une courbe de réponse lisse
hu_hu: Végezzen valós fül mérést; állítsa az erősítést úgy, hogy elérje az egyenes frekvencia átvitelt
it_it: Effettuare il guadagno di inserzione; regolare guadagno per ottenere una risposta in frequenza regolare.
ja_jp: 実耳測定を行い、周波数特性が平らになるよう利得を調整して下さい
ko_kr: 실이측정을 수행합니다;부드러운 주파수 반응을 얻기 위해 이득을 조정하세요
nl_nl: Voer een In-Situ meting uit; pas de versterking aan om een vloeiende curve te krijgen
no_no: Foreta REM-måling; juster gain for å oppnå en glatt frekvenskurve
pl_pl: Wykonaj pomiar ucha rzeczywistego; dopasuj wzmocnienie aby osiągnąć optymalne charakterystyki częstotliwości
pt_pt: Realizar medida REM: ajuste o ganho para uma resposta de freq. suave
ro_ro: Realizare de masuratori "in-situ"; ajustare de castig pentru o caracteristica de frecventa lina (claritate)
ru_ru: Произведите измерения на реальном ухе; подстройте усиление, чтобы достичь плавной частотной характеристики
sv_se: Utför IF mätning, justera förstärkningen för att uppnå en jämn frekvensgång
tr_tr: Gerçek Kulak Ölçümü yapıp, kazancı ayarlayın
zh_cn: 进行真耳测试；调整增益以得到平滑的频率响应

source: Own voice is boomy
cs_cz: Vlastní hlas je dunivý
da_dk: Egen stemme er for dyb
de_de: Meine eigene Stimme dröhnt
es_es: La propia voz suena demasiado fuerte, estridente
fi_fi: Oma ääni on kumiseva
fr_fr: Ma propre voix est trop sourde
hu_hu: A saját hang kongó
it_it: La propria voce è rimbombante
ja_jp: 自分の声の低い音が気になる
ko_kr: 본인 목소리가 낮게 웅웅거림
nl_nl: De eigen stem klinkt dreunend.
no_no: Egen stemme er rungende
pl_pl: Mój własny głos brzmi dudniąco
pt_pt: A própria voz está como um estrondo
ro_ro: Propria voce este ca o bubuitura
ru_ru: Собственный голос звучит грохочуще
sv_se: Den egna rösten dånar
tr_tr: Kendi sesim gümbürtülü, patlayarak geliyor
zh_cn: 自己的声音太沉闷

source: Decrease G80 for low and mid frequencies, increase compression ratio in low frequencies
cs_cz: Snižte G80 na hloubkách a středních frekvencích, zvyšte kompresní poměr na hloubkách
da_dk: Nedsæt G80 for mellem og lavfrekvenser, forøg kompressionsforhold for de dybe frekvenser
de_de: Verringern Sie die Verstärkung G80 für die tiefen und mittleren Frequenzen; erhöhen Sie das Kompressionsverhältnis in den tiefen Frequenzen
es_es: Reducir G80 para bajas y medias frecuencias, aumentar el ratio de compresión en graves
fi_fi: Vähennä G80-vahvistusta matalilla ja keskitaajuuksilla, lisää kompressiota matalilla taajuuksilla.
fr_fr: Diminuer G80 pour les fréquences graves et moyennes et augmenter le facteur de compression pour les fréquences graves
hu_hu: Csökkentse a G80-at a mély és közép frekvenciákon, növelje a kompressziós arányt a mély frekvenciákon
it_it: Diminuire G80 per i gravi e medi e aumentare il rapporto di compressione per i gravi.
ja_jp: 低中域のG80を下げ、低域の圧縮比を上げて下さい
ko_kr: 중간주파수와 고주파수의 G80을 낮추고 저주파수의 압축비율을 높이세요
nl_nl: Verlaag G80 bij de lage- en midden frequenties, verhoog de compressie in de lage frequenties.
no_no: Senk G80 i lav- og midtfrekvensene, øk kompresjonsgraden i lavfrekvensene
pl_pl: Zmniejsz wzmocnienie G80 dla niskich i średnich częstotliwości, zwiększ stopień kompresji niskich częstotliwości
pt_pt: Diminuir G80 para freq. médias e baixa, aumentar a razão de compressão em freq. baixas
ro_ro: Reduceti G80 pentru frecvente joase si medii, mariti raportul de compresie pe frecventele joase
ru_ru: Уменьшите усиление громких звуков (G80) для низких и средних частот, увеличьте уровень компрессии на низких частотах
sv_se: Minska G80 för låga och mellanfrekvenser, öka kompressionsförhållandet för de låga frekvenserna
tr_tr: Alçak ve orta frekanslarda G80 kazancini azalt, alçak frekanslarda kompresyon oranını artır
zh_cn: 降低G80中低频增益，增加低频段压缩比
