Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Children-playing basketball
cs_cz: Děti hrající basketbal
da_dk: Legende børn
de_de: Kinder - beim Basketballspiel
es_es: Niños-jugando al baloncesto
fi_fi: Lapset pelaavat koripalloa
fr_fr: Enfants - jeu de balle
hu_hu: Gyerekek kosárlabdáznak
it_it: Bambini che giocano
ja_jp: バスケットボールに興じる子供達
ko_kr: 아이들 소리-농구게임
nl_nl: Kinderen - basketbal
no_no: Barn spiller basketball
pl_pl: Dzieci - gra w koszykówkę
pt_pt: Crianças jogando basquete
ro_ro: Copii - jucand baschet
ru_ru: Дети играют в баскетбол
sv_se: Barn-Basket
tr_tr: Çocuklar- Basketbol Oynuyor
zh_cn: 儿童-打蓝球

source: Birds-outdoors
cs_cz: Ptáci v přírodě
da_dk: Fugle
de_de: Vögel - im Freien
es_es: Aves-aire libre
fi_fi: Lintuääniä ulkona
fr_fr: Oiseau - chants
hu_hu: Madarak az utcán
it_it: Uccelli in esterno
ja_jp: 屋外の鳥のさえずり
ko_kr: 새-실외
nl_nl: Vogels - buiten
no_no: Fugler utendørs
pl_pl: Ptaki - odgłosy na zewnątrz
pt_pt: Pássaros - ar livre
ro_ro: Pasarele-salbatice
ru_ru: Птицы
sv_se: Fågel-Utomhus
tr_tr: Kuş-Doğada
zh_cn: 鸟叫-户外

source: Blender
cs_cz: Míchačka
de_de: Mischer
es_es: Licuadora
fi_fi: Tehosekoitin
fr_fr: Cuisine - blender
hu_hu: Keverőgép
it_it: Frullatore
ja_jp: ミキサーの音
ko_kr: 믹서기
nl_nl: Mixer
pl_pl: Misker
pt_pt: Liquidificador
ro_ro: Mixer
ru_ru: Блендер
sv_se: Mixer
tr_tr: Elektrikli Karıştırıcı
zh_cn: 搅拌机

source: Bus-inside ambience
cs_cz: Uvnitř autobusu
da_dk: Buspassagerer
de_de: Bus - Innnenatmosphäre
es_es: Autobús - ambiente interior
fi_fi: Ääniä linja-auton sisältä
fr_fr: Véhicule - dans le bus
hu_hu: Buszon
it_it: Bus, ambiente interno
ja_jp: バスの中の“環境音”（持続的な雑音）
ko_kr: 버스-버스안
nl_nl: Bus - binnen
no_no: På bussen
pl_pl: Autobus - odgłosy z wewnątrz
pt_pt: Ambiente interno de ônibus
ro_ro: Sunete din interiorul autobuzului
ru_ru: Внутри автобуса
sv_se: Buss-Invändigt
tr_tr: Otobüs- İçerisinin ambiansı
zh_cn: 公交车内

source: Traffic-freeway
cs_cz: Doprava na dálnici
da_dk: Traffik, motorvej
de_de: Verkehr - Schnellstraße
es_es: Tráfico-autopista
fi_fi: Moottoritieliikenne
fr_fr: Circulation - urbaine
hu_hu: Forgalom az autópályán
it_it: Autostrada
ja_jp: 高速道路
ko_kr: 교통-고속도로
nl_nl: Verkeer - snelweg
no_no: Motorvei
pl_pl: Ruch uliczny - autostrada
pt_pt: Tráfego-auto-estrada
ro_ro: Trafic-autostrada
ru_ru: Транспорт - шоссе
sv_se: Trafik-Motorväg
tr_tr: Trafik- Otoban
zh_cn: 交通-高速公路

source: Cafeteria-ambience
cs_cz: Kavárna
da_dk: Cafeteria
de_de: Cafeteria - Atmosphäre
es_es: Cafetería-ambiente
fi_fi: Kahvilassa
fr_fr: Galerie commerciale - ambiance 3
hu_hu: Önkiszolgáló étterem
it_it: Bar
ja_jp: カフェテリア内の“環境音”（持続的な雑音）
ko_kr: 카페테리아-분위기
nl_nl: Cafetaria
no_no: I kafeteriaen
pl_pl: Kafejka - odgłosy
pt_pt: Refeitório - ambiente
ro_ro: Ambianta de cafenea
ru_ru: В кафе
sv_se: Cafeteria
tr_tr: Kafeterya- Ambiansı
zh_cn: 自助餐厅

source: Garbage Can
cs_cz: Popelnice
da_dk: Skraldespand
de_de: Mülleimer
es_es: Cubo de basura
fi_fi: Jäteastia
fr_fr: Cuisine - poubelle métallique
hu_hu: Szemétvödör
it_it: Contenitore spazzatura
ja_jp: ごみ箱
ko_kr: 쓰레기통
nl_nl: Vuilnisbak
no_no: Søppelbøtte
pl_pl: Pojemnik na śmieci
pt_pt: Lata de lixo
ro_ro: Varsatul gunoiului in ghena
ru_ru: Мусорный бак
sv_se: Soptunna
tr_tr: Çöp Tenekesi
zh_cn: 清理垃圾桶

source: Can Opener
cs_cz: Dálkové ovládání auta
da_dk: Elektrisk dåseåbner
de_de: Dosenöffner
es_es: Abrelatas eléctrico
fi_fi: Purkinavaaja
fr_fr: Cuisine - ouvre-boîte
hu_hu: Autó nyitás
it_it: Apriscatole
ja_jp: 缶切り器の音
ko_kr: 캔 오프너
nl_nl: Blikopener
no_no: Boksåpner
pl_pl: Otwieracz do puszek
pt_pt: Abridor de Lata
ro_ro: Dispozitiv deschidere seif
ru_ru: Открывание консервной банки
sv_se: Burköppnare
tr_tr: Elektrikli Konserve Açacağı
zh_cn: 开罐头

source: Birds-cardinal
cs_cz: Ptáci-kardinál
da_dk: Fugl
de_de: Vögel - Sperling
es_es: Aves-cardenal
fi_fi: Linnunääniä
fr_fr: Oiseau - cardinal
hu_hu: Madarak
it_it: Cardinale (uccello)
ja_jp: 鳥（カージナル）のさえずり
ko_kr: 새-홍관조
nl_nl: Vogels
no_no: Fugler
pl_pl: Ptaki
pt_pt: Pássaros-Cardeal
ro_ro: pasarele-Cardinal
ru_ru: Птица-кардинал
sv_se: Fåglar
tr_tr: Kuş-Kardinal Kuşu
zh_cn: 鸟叫-北美红雀

source: Car Wash
cs_cz: Mytí auta
da_dk: Bilvask
de_de: Autowaschanlage
es_es: Lavado automático
fi_fi: Autopesu
fr_fr: Véhicule - station lavage voiture
hu_hu: Autómosó
it_it: lavaggio auto
ja_jp: 洗車
ko_kr: 세차
nl_nl: Wasstraat
no_no: Bilvask
pl_pl: Myjnia samochodowa
pt_pt: Lava-rápido
ro_ro: Spalatorie auto
ru_ru: Мойка машин
sv_se: Biltvätt
tr_tr: Araba Yıkama
zh_cn: 洗车声

source: Casino-ambience
cs_cz: Prostředí kasína
da_dk: Casino 2
de_de: Kasino - Atmosphäre
es_es: Casino-ambiente
fi_fi: Kasinolla
fr_fr: Casino - ambiance
hu_hu: Kaszinó
it_it: Casinò
ja_jp: カジノ内の“環境音”（低レベルの持続的な雑音）
ko_kr: 카지노-분위기
nl_nl: Casino
no_no: På casino
pl_pl: Kasyno - odgłosy
pt_pt: Cassino-ambiente
ro_ro: Cazino
ru_ru: Казино
sv_se: Casino-Atmosfär
tr_tr: Kumarhane- Ambiansı
zh_cn: 游乐场环境

source: Cell Phone-ringing
cs_cz: Vyzvánění mobilu
da_dk: Mobiltelefon der ringer
de_de: Mobiltelefon - Klingeln
es_es: Teléfono móvil-sonando
fi_fi: Kännykkä soi
fr_fr: Téléphone - portable qui sonne
hu_hu: Mobiltelefon csörgés
it_it: Cellulare suoneria
ja_jp: 携帯電話の呼出音
ko_kr: 휴대폰-울리는소리
nl_nl: Mobiele telefoon
no_no: Mobiltelefon ringer
pl_pl: Telefon komórkowy - dzwonek
pt_pt: Telefone celular-tocando
ro_ro: Sonerie de telefon
ru_ru: Звонок мобильного телефона
sv_se: Mobiltelefonsignal
tr_tr: Cep Telefonu Çalarken
zh_cn: 手机铃声

source: Walking-heels on cement
cs_cz: Podpatky na betonu
da_dk: Skridt på cement
de_de: Gehen - Absätze auf Zement
es_es: Pisadas-tacones sobre cemento
fi_fi: Kävelyääniä betonilla
fr_fr: Bruit de pas - talons sur ciment
hu_hu: Sarkonjárás
it_it: Passi su cemento
ja_jp: セメント舗装の上のハイヒールの音
ko_kr: 걷기-시멘트위의 힐소리
nl_nl: Lopen - hakken op beton
no_no: Høye hæler på asfalt
pl_pl: Chodzenie - obcasy na betonie
pt_pt: Andar-saltos sobre cimento
ro_ro: Pasit pe ciment
ru_ru: Стук каблуков
sv_se: Promenad-Klackar mot cement
tr_tr: Yürürken-Topuk Sesi
zh_cn: 行走-皮鞋与水泥路面磨擦声

source: Chalk Board-writing
cs_cz: Psaní křídou na tabuli
da_dk: Tavle der skrives på
de_de: Schultafel - Schreiben
es_es: Pizarra-escribiendo
fi_fi: Kirjoitetaan liitutaululla
fr_fr: Craie - écrire au tableau
hu_hu: Palatáblára írás
it_it: Lavagna
ja_jp: 黒板にチョークで書く音
ko_kr: 칠판-쓰기
nl_nl: Schoolbord - schrijven
no_no: Skrive med kritt på tavla
pl_pl: Tablica - pisanie
pt_pt: Lousa - escrever com giz
ro_ro: Scriere pe tabla
ru_ru: Рисование мелом на доске
sv_se: Krita på tavla
tr_tr: Kara Tahta - Yazarken
zh_cn: 粉笔在黑板写字声

source: Checkbook-removing check
cs_cz: Zrušení zatržení kolonky
da_dk: Chechhæfte, check der afrives
de_de: Scheckheft - Blatt heraustrennen
es_es: Chequera- arrancando cheque
fi_fi: Revitään sekki sekkivihosta
fr_fr: Chéquier - détacher un chèque
hu_hu: Csekkfüzetből lapkitépés
it_it: Rimozione controllo
ja_jp: チェックブックからチェックをはがす音
ko_kr: 수표장-찢는소리
nl_nl: Chequeboek - uitscheuren van een cheque
no_no: Sjekkhefte - rive av sjekk
pl_pl: Książeczka czekowa - wyrywanie strony
pt_pt: Talão de Cheques-remover folha
ro_ro: Verificati extragerea aparatului
ru_ru: Звук кассового аппарата
sv_se: Check-Rivs av från block
tr_tr: Çek Karnesi- Yaprak koparırken
zh_cn: 撕支票声

source: Birds-chickens
cs_cz: Ptáci-kuřata
da_dk: Høns
de_de: Vögel - Küken
es_es: Aves-pollos
fi_fi: Kanoja
fr_fr: Oiseau - poules
hu_hu: Csirkék
it_it: Gallo
ja_jp: ニワトリの鳴き声
ko_kr: 새-닭
nl_nl: Vogels - kippen
no_no: Kyllinger
pl_pl: Ptaki - kurczaki
pt_pt: Aves-frangos
ro_ro: Pasari de curte
ru_ru: Цыплята
sv_se: Fågel-Kycklingar
tr_tr: Kuş-Tavuk
zh_cn: 小鸡叫

source: Potato Chips-eating
cs_cz: Jezení brambůrků
da_dk: Chips
de_de: Essen von Kartoffelchips
es_es: Patatas fritas-comiendo
fi_fi: Syödään perunalastuja
fr_fr: Cuisine - manger des chips
hu_hu: Sültkrumpli evés
it_it: Patatine
ja_jp: ポテトチップを食べる時の音
ko_kr: 감자칩-먹는소리
nl_nl: Chips eten
no_no: Spise potetgull
pl_pl: Chipsy - jedzenie
pt_pt: Batatas fritas-comendo
ro_ro: Zgomot produs de cineva care mananca cartofi prajiti
ru_ru: Поедание чипсов
sv_se: Potatischips
tr_tr: Patates Cipsi Yerken
zh_cn: 吃薯片声

source: Circular Saw
cs_cz: Cirkulárka
da_dk: Vinkelstryger
de_de: Kreissäge
es_es: Radial (sierra)
fi_fi: Sirkkeli
fr_fr: Outil - scie circulaire
hu_hu: Körfűrész
it_it: Sega circolare
ja_jp: 丸ノコを使用中の音
ko_kr: 원형톱
nl_nl: Cirkelzaag
no_no: Sirkelsag
pl_pl: Piła tarczowa
pt_pt: Serra circular
ro_ro: Fierastrau circular
ru_ru: Циркулярная пила
sv_se: Cirkelsåg
tr_tr: Elektrikli Testere
zh_cn: 圆锯锯物品声

source: Walking-cement staircase
cs_cz: Chůze po betonových schodech
da_dk: Skridt i trappeopgang
de_de: Gehen - Zementtreppenhaus
es_es: Pisadas-escalera de cemento
fi_fi: Kävelyääniä sementtirappusissa
fr_fr: Bruit de pas - escalier en ciment
hu_hu: Séta lépcsőházban
it_it: Camminando su scala di cemento
ja_jp: セメントの階段を上がる音
ko_kr: 걷기-시멘트계단
nl_nl: Lopen - betonnen trap
no_no: I trappeoppgang
pl_pl: Chodzenie - betonowa klatka schodowa
pt_pt: Andar-escada de cimento
ro_ro: Urcatul scarilor
ru_ru: Прогулка по лестнице
sv_se: Promenad-Cementtrappa
tr_tr: Yürürken-Merdivenlerde
zh_cn: 行走-水泥楼梯

source: Copier-copy machine
cs_cz: Kopírka
da_dk: Kopimaskine
de_de: Fotokopierer
es_es: Fotocopiadora
fi_fi: Kopiokone
fr_fr: Photocopieuse
hu_hu: Fénymásoló
it_it: Copiatrice
ja_jp: コピー機
ko_kr: 복사기-복사기
nl_nl: Kopieermachine
no_no: Kopimaskin
pl_pl: Ksero - odgłos
pt_pt: Máquina copiadora
ro_ro: Copiator
ru_ru: Копировальный аппарат
sv_se: Kopieringsmaskin
tr_tr: Fotokopi Makinesi
zh_cn: 复印-复印机

source: Cows
cs_cz: Krávy
da_dk: Køer
de_de: Kühe
es_es: Vacas
fi_fi: Lehmiä
fr_fr: Animal - vaches
hu_hu: Tehenek
it_it: Mucche
ja_jp: 牛の鳴き声
ko_kr: 황소
nl_nl: Koeien
no_no: Kyr
pl_pl: Krowy
pt_pt: Vacas
ro_ro: Vaca
ru_ru: Коровы
sv_se: Kossor
tr_tr: İnek Sesi
zh_cn: 母牛叫声

source: Walking-floor creaking
cs_cz: Vrzání podlahy
da_dk: Trin - gulv der knirker
de_de: Gehen - knarrender Fußboden
es_es: Pisadas-suelo crujiendo
fi_fi: Nariseva lattia
fr_fr: Bruit de pas - plancher qui grince
hu_hu: Padló nyikorgás
it_it: Camminando sul piano superiore
ja_jp: 床の上を歩いている時のきしむ音
ko_kr: 걷기-마루 삐걱거리는소리
nl_nl: Lopen - krakende vloer
no_no: Gulv knirker
pl_pl: Chodzenie - skrzypienie podłogi
pt_pt: Andar-barulho de assoalho
ro_ro: Scartait de podea
ru_ru: Пол скрипит
sv_se: Promenad-Golvknarr
tr_tr: Yürürken-Zemin Gıcırtısı
zh_cn: 行走-木板吱吱嘎嘎声

source: Birds-crows
cs_cz: Ptáci-vrány
da_dk: Krager
de_de: Vögel - Krähen
es_es: Aves-cuervos
fi_fi: Variksia
fr_fr: Oiseau - corbeaux
hu_hu: Varjú
it_it: Corvi
ja_jp: カラスの鳴き声
ko_kr: 새-까마귀
nl_nl: Vogels - kraaien
no_no: Kråker
pl_pl: Ptaki - wrony
pt_pt: Aves-corvos
ro_ro: Zgomot produs de cioara
ru_ru: Вороны
sv_se: Fågel-Kråkor
tr_tr: Kuş-Karga
zh_cn: 鸟叫-乌鸦

source: Crowd Cheering-stadium
cs_cz: Oslavující dav na stadionu
da_dk: Stadion ved scoring
de_de: Jubelnde Menschenmenge - Stadion
es_es: Público animando-estadio
fi_fi: Huutoa stadionilla
fr_fr: Foule - stade
hu_hu: Tömeg a stadionban
it_it: Campanello
ja_jp: 競技場内での観衆の歓声
ko_kr: 군중 박수-스테디움
nl_nl: Juichende menigte - stadion
no_no: Heiagjeng på stadion
pl_pl: Okrzyki tłumu - stradion
pt_pt: Multidão torcendo-estádio
ro_ro: Galeria unei echipe
ru_ru: Толпа на стадионе
sv_se: Stadiumjubel
tr_tr: Kalabalık Tezahürat- stadyum
zh_cn: 人声鼎沸的体育场

source: Department Store-ambience
cs_cz: Prostředí obchodního domu
da_dk: Stormagasin
de_de: Warenhaus - Atmosphäre
es_es: Grandes almacenes-ambiente
fi_fi: Ympäristöääniä tavaratalossa
fr_fr: Grand magasin - ambiance
hu_hu: Nagyáruház
it_it: Mercato
ja_jp: デパート内の“環境音”（持続的な雑音）
ko_kr: 백화점-분위기
nl_nl: Warenhuis - omgeving
no_no: I butikken
pl_pl: Dom towarowy - odgłosy
pt_pt: Loja de departamentos-ambiente
ro_ro: Mediul acustic- Depozit
ru_ru: Магазин
sv_se: Varuhus-Atmosfär
tr_tr: Alışveriş Merkezi-Ambiansı
zh_cn: 商店

source: Digging Dirt
cs_cz: Bláto
da_dk: Skovle grus
de_de: Erde umgraben
es_es: Cavando tierra
fi_fi: Kaivetaan lapiolla
fr_fr: Outil - pelle
hu_hu: Ásás
it_it: Sterratore manuale
ja_jp: 土を掘り起こす音
ko_kr: 먼지 파헤치기
nl_nl: Graven in modder
no_no: Grave med spade
pl_pl: Kopanie w ziemi
pt_pt: Cavando solo
ro_ro: A sapa
ru_ru: Вскапывание земли
sv_se: Gräva
tr_tr: Kürekle Kazarken
zh_cn: 挖掘机

source: Garbage Disposal
cs_cz: Likvidace odpadu
da_dk: Affaldskværn
de_de: Müllabfuhr
es_es: Triturador
fi_fi: Jätteiden tyhjennys
fr_fr: Cuisine - broyeur
hu_hu: Szemét kidobás
it_it: Rimuovi rifiuti
ja_jp: ゴミ捨て
ko_kr: 음식물 찌꺼기 처리기
nl_nl: Afvalvernietiger
no_no: Søppelkvern
pl_pl: Wywóz śmieci
pt_pt: Triturador de lixo
ro_ro: Aruncatul gunoiului la ghena
ru_ru: Выброс мусора
sv_se: Skräphantering
tr_tr: Çöp Öğütücü
zh_cn: 垃圾处理场

source: Diving Board
cs_cz: Potápěcí plošina
da_dk: Udspring fra vippe
de_de: Sprungbrett
es_es: Trampolín
fi_fi: Ponnahduslauta
fr_fr: Plongeoir
hu_hu: Toronyugrás
it_it: Tuffo
ja_jp: 飛び込み台
ko_kr: 다이빙보드
nl_nl: Duikplank
no_no: Stupebrett
pl_pl: Trampolina
pt_pt: Trampolim
ro_ro: A plonja in apa
ru_ru: Прыжки в воду
sv_se: Dyka
tr_tr: Suya Atlama Sesi
zh_cn: 高台跳水

source: Doorbell-ringing
cs_cz: Domovní zvonek
da_dk: Dørklokke
de_de: Türklingel
es_es: Timbre-llamando
fi_fi: Ovikello
fr_fr: Sonnette de porte
hu_hu: Ajtócsengő
it_it: Campanello
ja_jp: ドアベルの鳴る音
ko_kr: 초인종-울리는소리
nl_nl: Deurbel
no_no: Dørklokke
pl_pl: Dzwonek do drzwi
pt_pt: Campainha da porta-tocando
ro_ro: Soneria usii de la intrare
ru_ru: Дверной звонок
sv_se: Dörrklocka
tr_tr: Kapı Zili- Çalıyor
zh_cn: 门铃声

source: Electric Drill
cs_cz: Elektrická vrtačka
da_dk: Boremaskine
de_de: Elektrobohrer
es_es: Taladradora eléctrica
fi_fi: Sähköpora
fr_fr: Outil - scie sauteuse
hu_hu: Elektromos fúró
it_it: Trapano elettrico
ja_jp: 電気ドリル
ko_kr: 전기드릴
nl_nl: Electrische boor
no_no: Elektrisk Drill
pl_pl: Wiertarka elektryczna
pt_pt: Furadeira Elétrica
ro_ro: Masina de gaurit electrica
ru_ru: Электродрель
sv_se: Elektisk borr
tr_tr: Matkap
zh_cn: 电钻声

source: Golf Club-metal driver
cs_cz: Golf-svist železné hole
da_dk: Golf
de_de: Golfklub - Metallschläger
es_es: Club de golf-palo de metal
fi_fi: Golf - rautamaila
fr_fr: Golf - avec un fer
hu_hu: Fém golfütő
it_it: Golf
ja_jp: ゴルフのクラブ（金属製ドライバー）の音
ko_kr: 골프클럽-메탈드라이버
nl_nl: Golf - slaan met metalen driver
no_no: Golfkølle
pl_pl: Klub golfowy - uderzenie kijem metalowym
pt_pt: Clube de Golfe-tacos metálicos
ro_ro: A lovi cu crosa
ru_ru: Гольф
sv_se: Golf-Driver
tr_tr: Golf Club- Metal sürücü
zh_cn: 高尔夫-击球声

source: Edger-lawn
cs_cz: Sekačka-trávník
da_dk: Generel
de_de: Whipper Snipper
es_es: Cortador césped
fi_fi: Ruohonleikkuri
fr_fr: Outil - coupe bordure
hu_hu: Fűnyíró
it_it: Taglia-erba
ja_jp: 芝の刈り込み機の音
ko_kr: 톱-잔디
nl_nl: Kantenknipper
no_no: Kantklipper
pl_pl: Podkaszarka
pt_pt: Aparador de grama
ro_ro: Masina de tuns iarba
ru_ru: Стрижка газона
sv_se: Gräsklippare
tr_tr: Çim- Biçme Makinası
zh_cn: 割草机

source: Toy Train Set
cs_cz: Dětský vláček
da_dk: Legetøjstog
de_de: Elektrische Spielzeugeisenbahn
es_es: Tren de juguete
fi_fi: Leikkijuna
fr_fr: Train miniature
hu_hu: Játékvonat
it_it: Trenino
ja_jp: オモチャの電車
ko_kr: 장난감 기차셋
nl_nl: Speelgoedtrein
no_no: Leketog
pl_pl: Zabawkowa kolejka
pt_pt: Conjunto de Trem de Brinquedo
ro_ro: Tren electric de jucarie
ru_ru: Игрушечная железная дорога
sv_se: Leksakståg
tr_tr: Tren-Oyuncak
zh_cn: 玩具火车

source: County Fair-ambience
cs_cz: Prostředí tržiště
da_dk: Marked på landet
de_de: Bezirksmesse - Atmosphäre
es_es: Feria en el campo-ambiente
fi_fi: Maatalousnäyttely
fr_fr: Foule - marché de village
hu_hu: Vidéki vásár
it_it: Mercato
ja_jp: カウンティ・フェア（郡で行われる農産物・家畜の品評会）での“環境音”
ko_kr: 축제-분위기
nl_nl: Braderie
no_no: På markedet
pl_pl: Jarmark - odgłos
pt_pt: Parque - ambiente
ro_ro: Ambianta de targ
ru_ru: Деревенская ярмарка
sv_se: Landsbygd-Sällskap
tr_tr: Panayır
zh_cn: 乡村集市

source: Desk Fan-oscillating
cs_cz: Stolní větrák
da_dk: Bordventilator
de_de: Tischventilator - vibrierend
es_es: Ventilador de mesa-girando
fi_fi: Pöytätuuletin
fr_fr: Ventilateur oscillant
hu_hu: Asztali ventillátor
it_it: Ventilatore da tavolo
ja_jp: 机上の扇風機の音
ko_kr: 데스크팬-진동소리
nl_nl: Ventilator - afwisselend
no_no: Bordvifte
pl_pl: Wiatraczek elektryczny
pt_pt: Ventilador de Mesa-oscilando
ro_ro: Ventilator de birou
ru_ru: Настольный вентилятор
sv_se: Bordsfläkt
tr_tr: Masa Fanı-titrerken
zh_cn: 台式风扇振动声

source: Crowd-football game ambience
cs_cz: Fotbaloví fanoušci
da_dk: Stadion
de_de: Menschenmenge - Fußballatmosphäre
es_es: Público-ambiente partido fútbol
fi_fi: Ihmisiä jalkapallo-ottelussa
fr_fr: Foule - match de foot américain
hu_hu: Focimeccs
it_it: Gioco calcio
ja_jp: フットボール場内の“環境音”（持続的な雑音）
ko_kr: 군중-축구 분위기
nl_nl: Menigte - sportevenement
no_no: På fotballkamp
pl_pl: Tłum - odgłosy podczas meczu
pt_pt: Multidão-Ambiente de jogo de futebol
ro_ro: Mediul acustic- stadion-galerie de fotbal
ru_ru: Футбол - стадион
sv_se: Amerikansk fotboll-Atmosfär
tr_tr: Kalabalık- Futbol maçı ambiansı
zh_cn: 人声鼎沸的足球场

source: Fireplace
cs_cz: Krb
da_dk: Ildsted
de_de: Offener Kamin
es_es: Chimenea
fi_fi: Avotakka
fr_fr: Feu de cheminée
hu_hu: Kandalló
it_it: Fuoco
ja_jp: 暖炉
ko_kr: 벽난로
nl_nl: Open haard
no_no: Peis
pl_pl: Kominek
pt_pt: Lareira
ro_ro: Jocuri de artificii
ru_ru: Камин
sv_se: Brasa
tr_tr: Şömine
zh_cn: 壁炉发出的声音

source: Fireworks
cs_cz: Ohňostroj
da_dk: Fyrværkeri
de_de: Feuerwerk
es_es: Fuegos artificiales
fi_fi: Ilotulitus
fr_fr: Feu artifice
hu_hu: Tűzijáték
it_it: Fuochi artificiali
ja_jp: 花火
ko_kr: 불꽃놀이
nl_nl: Vuurwerk
no_no: Fyrverkeri
pl_pl: Fajerwerki
pt_pt: Fogos de Artifício
ro_ro: Foc de artificii
ru_ru: Фейерверк
sv_se: Fyrverkerier
tr_tr: Havai Fişek
zh_cn: 放鞭炮声

source: Toilet-flush
cs_cz: Splachovadlo
da_dk: Toiletskyl
de_de: Toilettenspülung
es_es: Baño-cisterna
fi_fi: WC huuhtelu
fr_fr: Eau - écoulement
hu_hu: WC öblítés
it_it: Wc
ja_jp: トイレの水を流す音
ko_kr: 화장실-물내려가는소리
nl_nl: Toilet - doorspoelen
no_no: Toalettspyling
pl_pl: Toaleta - spłukanie wody
pt_pt: Descarga de Banheiro
ro_ro: Apa de la toaleta
ru_ru: Смывание воды в унитазе
sv_se: Toalettspolning
tr_tr: Tuvalet Sifonu
zh_cn: 马桶冲水声

source: Insect-fly buzzing
cs_cz: Bzučení mouchy
da_dk: Flue
de_de: Insekt - summende Fliege
es_es: Insecto - zumbido de mosca
fi_fi: Kärpänen
fr_fr: Animal - mouche
hu_hu: Rovar zümmögés
it_it: Insetto
ja_jp: 昆虫の鳴き声
ko_kr: 곤충-윙윙날아가는소리
nl_nl: Insect - zoemende vlieg
no_no: Flue som surrer
pl_pl: Owad - mucha
pt_pt: Inseto-mosca voando
ro_ro: Bazait de insecte
ru_ru: Жужжание насекомых
sv_se: Insekt
tr_tr: Böcek-Sinek Vızıldaması
zh_cn: 蜜蜂嗡嗡声

source: Chopping-vegetables
cs_cz: Sekání zeleniny
da_dk: Grøntsager der skæres
de_de: Schneiden - Gemüse
es_es: Cortando-verduras
fi_fi: Pilkotaan vihanneksia
fr_fr: Cuisine - émincer des légumes
hu_hu: Zöldség szeletelés
it_it: Taglio vegetali
ja_jp: 野菜を包丁で切る音
ko_kr: 썰기-야채
nl_nl: Hakken van groenten
no_no: Hakke grønnsaker
pl_pl: Siekanie - warzywa
pt_pt: Cortando-vegetais
ro_ro: A toca zarzavaturi
ru_ru: Нарезание овощей
sv_se: Skär grönsaker
tr_tr: Doğramak- Sebze
zh_cn: 切菜声

source: Truck-garbage pick-up
cs_cz: Popelářský vůz
da_dk: Skraldebil
de_de: Lastwagen - Aufladen von Abfall
es_es: Camión-recogida de basura
fi_fi: Roska-auto
fr_fr: Véhicule - camion-benne à ordures
hu_hu: Szemeteskocsi
it_it: Camion spazzatura
ja_jp: ゴミ収集トラック
ko_kr: 트럭-쓰레기통 수거
nl_nl: Vuilniswagen
no_no: Søppelbil
pl_pl: Śmieciarka - ładowanie śmieci
pt_pt: Caminhão-Coleta de Lixo
ro_ro: Masina de gunoi
ru_ru: Мусорная машина
sv_se: Lastbil-Sophämtning
tr_tr: Kamyon 1
zh_cn: 卡车-装货声

source: Garage Door-automatic
cs_cz: Automatická garážová vrata
da_dk: Garage dør, automatisk
de_de: Automatisches Garagentor
es_es: Puerta de garaje-automática
fi_fi: Avautuva autotallin ovi
fr_fr: Voiture - porte de garage électrique
hu_hu: Automata garázsajtó
it_it: Portone garage automatico
ja_jp: 車庫の自動シャッターの上がる音
ko_kr: 차고 문-자동
nl_nl: Garagedeur - automatisch
no_no: Garasjeport åpnes
pl_pl: Drzwi garażowe - automat
pt_pt: Porta da Garagem-automática
ro_ro: Usa de garaj automata
ru_ru: Автоматические ворота в гараже
sv_se: Garagedörr-Automatisk
tr_tr: Garaj Kapısı-Otomatik
zh_cn: 自动车库门打开声

source: Birds-geese overhead
cs_cz: Hejno hus nad hlavou
da_dk: Gæs
de_de: Vögel - Gänse frei fliegend
es_es: Aves-gansos sobrevolando
fi_fi: Hanhia
fr_fr: Oiseau - oies
hu_hu: Ludak a levegőben
it_it: Oche
ja_jp: 頭上を飛ぶガチョウ
ko_kr: 새-머리위 거위
nl_nl: Vogels - overvliegende ganzen
no_no: Gjess
pl_pl: Ptaki - klucz gęsi
pt_pt: Aves-Gansos voando
ro_ro: Gaste
ru_ru: Гогот гусей
sv_se: Fågel-Gäss över huvudet
tr_tr: Kuş-Uçan Kazlar
zh_cn: 鸟叫-鹅叫

source: Clock-grandfather
cs_cz: Pendlovky
da_dk: Stueur der slår
de_de: Uhr - Standuhr
es_es: Reloj-pie
fi_fi: Isoisän kello
fr_fr: Horloge
hu_hu: Nagypapa órája
it_it: Grande Orologio
ja_jp: グランドファーザー時計
ko_kr: 시계-할아버지
nl_nl: Klok - grootvaders klok
no_no: Klokke-Bestefar
pl_pl: Zegar dziadka
pt_pt: Relógio-vovô
ro_ro: Ceas cu pendula
ru_ru: Напольные часы
sv_se: Klocka-Klingande
tr_tr: Saat-Duvar Saati
zh_cn: 钟声-落地大座钟

source: Running-on gravel
cs_cz: Běh po štěrku
da_dk: Løb på grus
de_de: Rennen - auf Kies
es_es: Corriendo-sobre grava
fi_fi: Juoksuaskelia soralla
fr_fr: Bruit de pas - courir sur du gravier
hu_hu: Futás kavicson
it_it: Correre su ghiaia
ja_jp: 砂利道を走る音
ko_kr: 달리기-자갈위
nl_nl: Rennen - grind
no_no: Løpe på grus
pl_pl: Bieganie po asfalcie
pt_pt: Corrida-sobre cascalho
ro_ro: Alergare pe pietris
ru_ru: Бег по гравию
sv_se: Springer på grus
tr_tr: Koşarken
zh_cn: 跑步-在砂砾上

source: Walking-on gravel
cs_cz: Chůze po štěrku
da_dk: Skridt i grus
de_de: Gehen - auf Kies
es_es: Pisadas-sobre grava
fi_fi: Kävelyaskelia soralla
fr_fr: Bruit de pas - marcher sur du gravier
hu_hu: Séta kavicson
it_it: Camminare su ghiaia
ja_jp: 砂利道を歩く音
ko_kr: 걷기-자갈위
nl_nl: Lopen - grind
no_no: Gå på grus
pl_pl: Chodzenie po asfalcie
pt_pt: Andar-sobre cascalho
ro_ro: Mersul pe pietris
ru_ru: Прогулка по гравию
sv_se: Promenad-Grus
tr_tr: Yürürken-Çakıltaşı Zeminde
zh_cn: 行走-在砂砾上

source: Dog-puppy growling
cs_cz: Pes-vrčení štěněte
da_dk: Hundehvalp
de_de: Hund - knurrender Welpe
es_es: Perro-cachorro gruñendo
fi_fi: Koiranpentu murisee
fr_fr: Animal - grognements de chiot
hu_hu: Kölyökkutya morog
it_it: Cane
ja_jp: 子犬のうなり声
ko_kr: 강아지-으르렁거리는 소리
nl_nl: Hond - grommende puppy
no_no: Hundevalp knurrer
pl_pl: Pies - warczenie szczeniaka
pt_pt: Cachorro - filhote rosnando
ro_ro: Marait de catel
ru_ru: Рычание щенков
sv_se: Hund-Valp morrar
tr_tr: Köpek- Yavru hırıltısı
zh_cn: 狗叫-小狗哺乳

source: Bowling-gutter ball
cs_cz: Kuželna-koule ve žlábku
da_dk: Bowling
de_de: Kegeln - Kugel daneben (Pudel)
es_es: Bolera-tiro fallido
fi_fi: Keilailu
fr_fr: Bowling - boule dans la gouttière
hu_hu: Bowling golyó
it_it: Bowling palla
ja_jp: ボーリング（ガーター）
ko_kr: 볼링-거터볼
nl_nl: Bowlingbaan - bal in de goot
no_no: Bowlingkule i rennen
pl_pl: Kręgle - kula w rynnie
pt_pt: Boliche-bola na canaleta
ro_ro: Bowling
ru_ru: Катание шаров в боулинге
sv_se: Bowling-Miss
tr_tr: Bowling 1
zh_cn: 保龄球-洗沟声

source: Hair Dryer
cs_cz: Fén
da_dk: Hårtørrer
de_de: Haartrockner
es_es: Secador pelo
fi_fi: Hiustenkuivaaja
fr_fr: Sèche-cheveux
hu_hu: Hajszárító
it_it: Asciuga-capelli
ja_jp: ヘアー・ドライヤー
ko_kr: 헤어드라이어
nl_nl: Föhn
no_no: Hårføner
pl_pl: Suszarka
pt_pt: Secador de cabelo
ro_ro: Uscator de par
ru_ru: Фен
sv_se: Hårtork
tr_tr: Saç Kurutma Makinası
zh_cn: 吹风机

source: Hammer
cs_cz: Kladivo
es_es: Martillo
fi_fi: Vasara
fr_fr: Outil - marteau
hu_hu: Kalapács
it_it: Martello
ja_jp: ハンマーの音
ko_kr: 망치
nl_nl: Hamer
pl_pl: Młotek
pt_pt: Martelo
ru_ru: Молоток
sv_se: Hammare
tr_tr: Çekiç
zh_cn: 铁锤钉钉子声

source: Hand Mixer-electric
cs_cz: Ponorný elektrický mixér
da_dk: Hånd mixer
de_de: Elektrischer Handmixer
es_es: Batidora-eléctrica
fi_fi: Käsimikseri
fr_fr: Cuisine - mixer électrique
hu_hu: Kézi mixer
it_it: Frullatore elettrico
ja_jp: 料理用泡だて器（電動）
ko_kr: 핸드믹서-전기
nl_nl: Staafmixer
no_no: Håndmixer
pl_pl: Mikser elektryczny
pt_pt: Misturador Elétrico-manual
ro_ro: Mixer
ru_ru: Ручной миксер
sv_se: Stavmixer-Elektrisk
tr_tr: Elektrikli El Mikseri
zh_cn: 手钻转动声
