Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Apply To Fitting is not available while Acceptance Manager is in progress. Please turn off Acceptance Manager first.
cs_cz: Aplikovat na Fitting není dostupné, pokud probíhá proces Acceptance Manageru. Vypněte prosím napřed Acceptance Manager.
da_dk: Brug ved tilpasning er ikke tilgængelig når Acceptance Manager er aktiveret. Slå venligst Acceptance Manager fra først.
de_de: Anpassen an Anpassung steht nicht zur Verfügung wenn der Eingewöhnungs-Manager aktiv ist. Bitte deaktivieren Sie zuerst den Eingewöhnungs-Manager.
es_es: Aplicar no esta disponible, mientras se ejecuta la Adaptación Progresiva. Por favor desactive la Adaptación Progresiva.
fi_fi: Käytä sovitukseen - ei ole käytössä kun Sovitusavustaja on päällä. Ole hyvä ja kytke Sovitusavustaja ensin pois päältä.
fr_fr: La commande "Appliquer" est indisponible lorsque l'Acceptance Manager est activé. Désactiver l'Acceptance Manager et recommencer.
hu_hu: Az illesztés elfogadása nem működik amíg az Acceptance Manager működik. Kérjük kapcsolja ki az Acceptance Managert.
it_it: Applica al Fitting non è disponibile mentre è in corso Manager Adattamento. Spegnere prima Manager Adattamento
ja_jp: アクセプタンスマネージャーが動作中はフィッティングへ適用できません。アクセプタンスマネージャーをオフにして下さい。
ko_kr: Acceptance Manager가 진행중인 경우 Apply To Fitting을 사용할 수 없습니다. Acceptance Manager를 먼저 종료하십시오.
nl_nl: Toepassen is niet beschikbaar als de Acceptatie Manager bezig is. Zet de Acceptatie Manager s.v.p. eerst uit.
no_no: "Bruk i tilpasning" er ikke tilgjengelig når Acceptance Manager er aktiv. Vennligst slå av Acceptance Manager.
pl_pl: Zastosuj w Dopasowaniu nie jest aktywne gdy działa Manager Akceptacji. Proszę najpierw wyłączyć Manager Akceptacji.
pt_pt: Não é possível aplicar o ajuste enquanto o Gerenciador de Adaptação estiver em andamento. Por favor, desligue o Gerenciador de Adaptação primeiro.
ro_ro: Aplica in reglaj nu este disponibil in timpul derularii Managerului de acceptare. Opriti intai Managerul de acceptare
ru_ru: Применение к настройке не доступно при активном Менеджере Адаптации. Пожалуйста, прежде всего, отключите Менеджер Адаптации.
sv_se: Lägg Till Anpassning är inte tillgängligt samtidigt som Acceptans Verktyget är igång. Slå först av Acceptans verktyget.
tr_tr: Acceptance Manager devam ederken Uygula kullanılamaz. Lütfen önce Acceptance Manager'i kapatın.
zh_cn: 开启满意度管理器后无法应用于验配。请先关闭满意度管理器。

source: Connected with good wireless signal
cs_cz: Připojeno s dobrým wireless signálem
da_dk: Tilsluttet med stærkt trådløst signal
de_de: Verbunden mit einem starkem Wireless-Signal
es_es: Conectado con buena cobertura inalámbrica
fi_fi: Yhdistetty, signaalin voimakkuus hyvä
fr_fr: Intensité du signal : bonne
hu_hu: Csatlakoztatva jó wireless jellel
it_it: Connesso con segnale wireless buono
ja_jp: 無線信号は安定しています
ko_kr: 양호한 무선 신호로 연결되었습니다.
nl_nl: Verbonden, met een sterk draadloos signaal
no_no: Tilkoblet med godt trådløst signal.
pl_pl: Połączono, dobra siła sygnału
pt_pt: Conectado com um bom sinal wireless
ro_ro: Conectat cu semnal wireless puternic
ru_ru: Подключен с хорошим беспроводным сигналом
sv_se: Ansluten, med en bra trådlös signal.
tr_tr: İyi sinyal kalitesi ile bağlandı
zh_cn: 连接且无线信号良好

source: Connected but wireless signal is weak
cs_cz: Připojeno, ale wireless signál je slabý
da_dk: Tilsluttet, men signalet er svagt
de_de: Verbunden mit einem schwachem Wireless-Signal
es_es: Conectado, pero baja cobertura inalámbrica
fi_fi: Yhdistetty, signaalin voimakkuus heikko
fr_fr: Intensité du signal : mauvaise
hu_hu: Csatlakoztatva, de a wireless jel gyenge
it_it: Connesso ma il segnale wireless è debole
ja_jp: 無線信号が不安定です
ko_kr: 연결되었으나 무선신호가 약합니다.
nl_nl: Verbonden, maar het draadloze signaal is zwak
no_no: Tilkoblet, men trådløst signal er svakt.
pl_pl: Połączono, słaba siła sygnału
pt_pt: Conectado, mas o sinal wireless está fraco
ro_ro: Conectat, insa semnalul wireless este slab
ru_ru: Подключен, но беспроводной сигнал слабый
sv_se: Ansluten, men svag trådlös signal.
tr_tr: Bağlandı fakat sinyal zayıf
zh_cn: 连接但无线信号较弱

source: Test Airlink
cs_cz: Test Noahlink Wireless
da_dk: Test Noahlink Wireless
de_de: Test Noahlink Wireless
es_es: Comprobar Noahlink Wireless
fi_fi: Noahlink Wireless testaus
fr_fr: Test Noahlink Wireless
hu_hu: Noahlink Wireless teszt
it_it: Test Noahlink Wireless
ja_jp: Noahlink Wirelessテスト
ko_kr: Noahlink Wireless 검사
nl_nl: Test Noahlink Wireless
no_no: Test Noahlink Wireless
pl_pl: Testuj Noahlink Wireless
pt_pt: Testar AirLink
ro_ro: Testare Noahlink Wireless
ru_ru: Проверка Noahlink Wireless
sv_se: Noahlink Wirelesstest
tr_tr: Test Noahlink Wireless
zh_cn: 测试无线编程器

source: The Airlink device is working properly.
cs_cz: Noahlink Wireless pracuje správně.
da_dk: Noahlink Wireless virker fint.
de_de: Der Noahlink Wireless arbeitet korrekt.
es_es: El dispositivo Noahlink Wireless está funcionando correctamente
fi_fi: Noahlink Wireless toimii oikein.
fr_fr: L'interface Noahlink Wireless fonctionne correctement
hu_hu: Az Noahlink Wireless jól működik.
it_it: The Noahlink Wireless funziona correttamente.
ja_jp: Noahlink Wirelessは正常に動作しています
ko_kr: Noahlink Wireless 장치가 적합하게 작동 중입니다.
nl_nl: De Noahlink Wireless werkt naar behoren.
no_no: Noahlink Wireless enheten fungerer.
pl_pl: Noahlink Wireless działa poprawnie.
pt_pt: AirLink está funcionando corretamente
ro_ro: Dispozitivul Noahlink Wireless functioneaza corect
ru_ru: Устройство Noahlink Wireless работает корректно.
sv_se: Noahlink Wireless fungerar som den ska.
tr_tr: Noahlink Wireless cihazı düzgün çalışıyor.
zh_cn: 无线编程器工作正常。

source: No Airlink device was found. Please ensure the device is plugged into your computer and the drivers have been installed.
cs_cz: Nenalezen žádný Noahlink Wireless. Ujistěte se, že je zařízení připojeno k počítači a ovladače jsou nainstalovány.
da_dk: Noahlink Wireless blev ikke fundet. Er Noahlink Wireless tilsluttet og drivere installeret?
de_de: Keinen Noahlink Wireless gefunden. Bitte stellen Sie sicher, dass der Noahlink Wireless korrekt mit dem Computer verbunden ist und die Treiber installiert sind.
es_es: No se ha encontrado el dispositivo Noahlink Wireless. Por favor asegúrese que esta conectado al ordenador y que los drivers estén instalados.
fi_fi: Noahlink Wireless ohjelmointiyksikköä ei löydy. Varmista että se on uhdistetty USB porttiin ja tarvittava ajuri on asennettu (asentuu Aventan kanssa).
fr_fr: Aucune interface Noahlink Wireless trouvée. Assurez-vous qu'elle est bien branchée et que les pilotes ont été installés.
hu_hu: Az Noahlink Wireless nem található. Gyöződjön meg arról, hogy az eszköz csatlakoztatva van és a driver installálva van-e.
it_it: Noahlink Wireless non rilevato. Assicurarsi che Noahlink Wireless sia correttamente connesso al vostro computer e che i driver siano installati.
ja_jp: Noahlink Wirelessが見つかりません。Noahlink Wirelessがパソコンへ差し込まれているか、ドライバーがインストールされているかを確認して下さい。
ko_kr: Noahlink Wireless 장치를 찾지 못했습니다. 장치가 컴퓨터에 연결되었는지, 드라이버가 설치되었는지 확인하십시오.
nl_nl: Geen Noahlink Wireless gevonden. Zorg er s.v.p. voor dat hij in uw computer geplaatst is en dat de drivers geïnstalleerd zijn.
no_no: Noahlink Wireless enhet ikke funnet. Vennligst undersøk at Noahlink Wireless enheten er koblet til datamaskinen og drivere er installert.
pl_pl: Nie znaleziono Noahlink Wireless'a. Upewnij się, żę urządzenie jest podłączone do komputera a sterowniki zainstalowane.
pt_pt: AirLink não encontrado. Por favor, verifique se o Noahlink Wireless está inserido em seu computador e se foi instalado.
ro_ro: Dispozitivul Noahlink Wireless nu a fost gasit. Asigurati-va ca dispozitivul este montat si ca aveti instalate driverele corecte.
ru_ru: Устройство Noahlink Wireless не обнаружено. Пожалуйста, убедитесь, что устройство подключено к Вашему компьютеру и установлены драйвера.
sv_se: Ingen Noahlink Wireless hittades. Kontrollera att enheten är kopplad till din dator och att drivrutiner installerats.
tr_tr: Noahlink Wireless cihazı bulunamadı. Cihazın sürücülerinin yüklendiğinden ve bilgisayara bağlı olduğundan emin olun.
zh_cn: 未发现无线编程器，请确定设备已插好或是否安装驱动程序。

source: Firmware version:
cs_cz: Verze Firmware:
es_es: Versión de Firmware:
fi_fi: Ohjelmistoversio :
fr_fr: Version du micrologiciel :
hu_hu: Firmware verzió:
it_it: Versione del Firmware:
ja_jp: ファームウェアバージョン:
ko_kr: 펌웨어 버전:
nl_nl: Firmware versie:
no_no: Firmware versjon:
pl_pl: Wersja oprogramowania:
pt_pt: Versão do Firmware:
ro_ro: Versiune soft:
ru_ru: Версия прошивки:
sv_se: Programvaruversion:
tr_tr: Firmware versiyonu:
zh_cn: 固件版本：

source: Due to remote control’s display limitation, some text may be truncated
cs_cz: Kvůli limitaci displeje Dálkového ovladače může být text zkrácen.
da_dk: På grund af begrænsningerne i fjernbetjeningens display vil noget tekst måske forkortes
de_de: Aufgrund der eingeschränkten Anzahl von Zeichen auf dem Fernbedienungsdisplay wird der Text evtl. gekürzt angezeigt.
es_es: Debido a la limitación de la pantalla del mando a distancia, algún texto puede ser truncado
fi_fi: Kauko-Ohjaimen näytön merkkirajoitus voi leikata pois osan tekstistä
fr_fr: Le texte entré est trop long pour être affiché sur la télécommande. Il sera tronqué sur l'écran de celle-ci.
hu_hu: A távirányító kijelzőjének felbontása miatt, néhány szöveg csonka lehet
it_it: Causa le dimensioni ridotte display del Remote Control, una parte del testo potrebbe essere troncato.
ja_jp: 10文字（半角）以上はリモコンユナイトに表示できません
ko_kr: Unite Remote Control의 디스플레이 제한으로 인해 일부 텍스트가 보이지 않을 수 있습니다.
nl_nl: Door beperkingen in het display van de Afstandbediening worden sommige teksten afgekort.
no_no: Pga. begrensninger på fjernkontrollskjermen kan det forekomme at noe av teksten avkortes
pl_pl: Z uwagi na ograniczenie wielkości wyświetlacza Pilata Unite część tekstu może być ucięta
pt_pt: Devido a limitação do tamanho do display do controle remoto, o texto pode estar incompleto.
ro_ro: Datorita limitarii afisajului telecomenzii Unite, o parte din text poate sa nu apara
ru_ru: Из-за ограничений экрана ПДУ, некоторый текст может быть сокращен
sv_se: Fjärrkontrollens display är begränsad, en del text kan vara stympad.
tr_tr: Uzaktan Kumanda ekranı sınırlaması nedeniyle, bazı metinler kesilebilir.
zh_cn: 由于遥控器的屏显限制，有些文字可能被缩减。

source: Open
da_dk: Åben
de_de: Offen
fi_fi: Ohut ääniletku
fr_fr: Open, avec tube fin
hu_hu: Nyitott
ja_jp: オープン
no_no: Åpen
pl_pl: Otwarte
pt_pt: Aberta
ro_ro: Deschis
ru_ru: Открытый
sv_se: Öppen
tr_tr: Açık
zh_cn: 开放耳

source: Closed
da_dk: Lukket
de_de: Geschlossen
es_es: Cerrado
fi_fi: Koukku
fr_fr: Standard, avec coude plastique
hu_hu: Zárt
it_it: Chiuso
ja_jp: クローズ
nl_nl: Gesloten
no_no: Tett
pl_pl: Zamknięta
pt_pt: Fechada
ro_ro: Inchis
ru_ru: Закрытый
sv_se: Normal
tr_tr: Kapalı
zh_cn: 传统

source: None
cs_cz: Žádný
da_dk: Intet
de_de: keine
es_es: Ninguno
fi_fi: Ei käytössä
fr_fr: Non précisé
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pl_pl: Brak
pt_pt: Nenhuma
ro_ro: Nimic
ru_ru: Отсутствует
sv_se: Ingen
tr_tr: Hiçbiri
zh_cn: 无

source: Comply Tip
da_dk: Lukket prop
es_es: Acoplador Comply
fi_fi: Mukautuva tippi
fr_fr: Embout en mousse
hu_hu: Egyeztető tipp
ja_jp: 密閉
pl_pl: Końcówka Indywidualna
pt_pt: Cumprimento da Ponta
ro_ro: Varf conform
ru_ru: Выполнить рекомендации
tr_tr: Sıralı Halde
zh_cn: 弹力耳塞

source: Pressure
da_dk: Tryk
de_de: Druckausgleich
es_es: Presión
fi_fi: Suljettu
fr_fr: Évent de décompression
hu_hu: Nyomás
it_it: Chiocciola - Vent a Pressione (0,5 mm)
ja_jp: ベント1mm以下
nl_nl: Druk
no_no: Trykk
pl_pl: Ciśnienie
pt_pt: Sem Ventilação
ro_ro: Presiune
ru_ru: Давление
sv_se: Tät
tr_tr: Basınç
zh_cn: 小通气孔

source: Bluetooth Smart Device
cs_cz: Přístroj Bluetooth Smart
es_es: Dispositivo Bluetooth
fi_fi: Bluetooth Älylaitteet
fr_fr: Équipement Bluetooth
hu_hu: Bluetooth okos eszköz
it_it: Dispositivo Bluetooth Smart
ja_jp: Bluetooth機器
ko_kr: 블루투스 스마트 기기
nl_nl: Bluetooth Smart apparaat
no_no: Bluetooth Smart-Enhet
pl_pl: Urzązenie Bluetooth Smart
pt_pt: Bluetooth Dispositivos Smart
ru_ru: Устройство Bluetooth
sv_se: Bluetooth Smart Enhet
tr_tr: Bluetooth Akıllı Cihaz
zh_cn: 蓝牙智能设备

source: Earmold - Small Vent (1 mm)
cs_cz: Tvarovka - Malý vent (1 mm)
da_dk: Øreprop - lille vent (1 mm)
de_de: Otoplastik - kleines Venting (1 mm)
es_es: Molde - Venting Pequeño (1 mm)
fi_fi: Korvakappale - Pieni ilmastointi (1 mm)
fr_fr: Embout avec évent de 1 mm
hu_hu: Illeszték - Kicsi vent (1 mm)
it_it: Chiocciola - Vent Piccola (1 mm)
ja_jp: イヤモールド ベント小 (1mm)
ko_kr: 이어몰드 - Small Vent (1 mm)
nl_nl: Oorstukje - kleine venting (1 mm)
no_no: Propp - Liten Vent (1 mm)
pl_pl: Wkładka - Mała Wentylacja (1 mm)
pt_pt: Molde auricular - Ventilação pequena (1 mm)
ro_ro: Oliva - Vent mic (1 mm)
ru_ru: Вкладыш - Маленький вент (1 мм)
sv_se: Insats - Vent (1 mm)
tr_tr: Kulak Kalıbı - Küçük Vent (1 mm)
zh_cn: 耳模-小气孔(1mm)

source: Vent Type
cs_cz: Typ ventu
de_de: Venting Type
es_es: Tipo de Venting
fi_fi: Ilmastoinnin tyyppi
fr_fr: Ventilation
hu_hu: Vent típus
it_it: Tipo di Ventilazione
ja_jp: ベントの種類
ko_kr: Vent 유형
nl_nl: Venting type
no_no: Type Ventilasjon
pl_pl: Typ Wentylacji
pt_pt: Tipo de Ventilação
ro_ro: Tip Vent
ru_ru: Тип вента
sv_se: Ventilation
tr_tr: Vent Tipi
zh_cn: 通气孔类型

source: View associated hearing instruments
cs_cz: Zobrazit asociovaná sluchadla
da_dk: Vis høreapparater
de_de: Anzeigen der zugehörigen Hörsysteme
es_es: Ver los audífonos asociados
fi_fi: Näytä liitetyt kuulokojeet
fr_fr: Voir les appareils associés
hu_hu: Társított hallókészülékek mutatása
it_it: Visualizza apparecchi acustici associati
ja_jp: 補聴器情報
ko_kr: 관련 보청기 살펴보기
nl_nl: Bekijk de bijbehorende hoortoestellen
no_no: Se tilhørende høreapparater
pl_pl: Zobacz połączone aparaty słuchowe
pt_pt: Visualizar aparelhos auditivos relacionados
ro_ro: Vizualizeaza aparate auditive asociate
ru_ru: Обзор связанных слуховых аппаратов
sv_se: Visa associerade hörapparater
tr_tr: İlişkili işitme cihazlarını göster
zh_cn: 查看助听器

source: Phone Clip Name:
cs_cz: Název Phone Clip:
da_dk: Telefonclip navn:
de_de: Telefonclip Name:
es_es: Nombre del Phone Clip:
fi_fi: Phone Clip nimi :
fr_fr: Nom du kit main-libre :
hu_hu: Phone Clip név:
it_it: Nome Phone Clip:
ja_jp: 携帯ユナイトの名称:
ko_kr: 폰 클립 명:
nl_nl: Naam Telefoonclip:
no_no: Navn - Phone Clip:
pl_pl: Nazwa Phone Clip:
pt_pt: Nome do Phone Clip:
ro_ro: Nume Phone Clip:
ru_ru: Имя Phone Clip:
sv_se: Telefonclipsnamn:
tr_tr: Phone Clip Adı:
zh_cn: 手伴伴侣名称：

source: Bluetooth Device Name:
cs_cz: Název Bluetooth zařízení:
da_dk: Bluetooth enheds navn:
de_de: Bluetooth Geräte-Name:
es_es: Nombre del Dispositivo Bluetooth:
fi_fi: Bluetooth laitteen nimi :
fr_fr: Nom de l'équipement Bluetooth :
hu_hu: Bluetooth eszköz neve:
it_it: Nome Accessorio Bluetooth:
ja_jp: Bluetooth機器の名称:
ko_kr: 블루투스 장치명:
nl_nl: Bluetooth apparaatnaam:
no_no: Navn - Bluetooth-Enheter:
pl_pl: Nazwa Urządzenia Bluetooth:
pt_pt: Nome do Dispositivo Bluetooth:
ro_ro: Nume dispozitiv Bluetooth:
ru_ru: Имя устройства Bluetooth:
sv_se: Bluetooth Enhetsnamn:
tr_tr: Bluetooth Cihaz Adı:
zh_cn: 蓝牙设备名称：

source: Paired Devices (0 of 5)
cs_cz: Spárované přístroje (0 z 5)
da_dk: Parrede enheder (0 af 5)
de_de: Gekoppeltes Geräte (0 von 5)
es_es: Dispositivos Vinculados (0 de 5)
fi_fi: Paritettuja laitteita ( 0/5 )
fr_fr: Équipements jumelés (0 sur 5) :
hu_hu: Párosított eszközök (0 - 5)
it_it: Dispositivi Accoppiati (0 di 5)
ja_jp: ペアリング機器 (0 of 5)
ko_kr: Paired Devices (5개중 0)
nl_nl: Gepairde apparaten (0 van 5)
no_no: Parede Enheter (0 av 5)
pl_pl: Sparowane Urządzenia (0 z 5)
pt_pt: Dispositivos Pareados (0 of 5)
ro_ro: Dispozitive asociate (0 din 5)
ru_ru: Сопряженные устройства (0 из 5)
sv_se: Parade enheter (0 of 5)
tr_tr: Eşleşen Cihazlar (0 of 5)
zh_cn: 已配对设备(5-0）

source: Auto DFS and TSG cannot stay enabled while enabling Sound Shaper. Auto DFS and TSG have automatically been turned off.
cs_cz: Auto DFS a TSG nemohou zůstat povoleny při zapnutí Sound Shaper. Auto DFS a TSG byly automaticky vypnuty.
da_dk: Auto DFS og TSG kan ikke være tilsluttet samtidig med Sound Shaper. Auto DFS og TSG er automatisk slået fra.
de_de: Auto DFS und TSG können nicht gleichzeitig mit dem Sound Shaper aktiviert sein. Auto DFS und TSG wurden automatisch ausgeschaltet.
es_es: Auto DFS y TSG no pueden estar activados cuando se activa la Transformación Espectral. Auto DFS y TSG se han desactivado automáticamente.
fi_fi: Automaattinen DFS ja TSG eivät voi olla käytössä samanaikaisesti Sound Shaperin kanssa. Automattinen DFS ja TSG ovat kytketty pois käytöstä.
fr_fr: L'anti Larsen pré-calibré Auto DFS et le générateur de son TSG ne peuvent pas être activés en même temps que la compression fréquentielle Sound Shaper. L'anti Larsen pré-calibré Auto DFS et le générateur de son TSG ont été désactivés.
hu_hu: Az Auto DFS és a TSG nem lehet engedélyezve, amíg a Sound Shaper engedélyezve van. Az Auto DFS és a TSG automatikusan ki fog kapcsolni.
it_it: Auto DFS e TSG non possono rimanere abilitati mentre è abilitato Sound Shaper. Auto DFS e TSG verranno disattivati automaticamente.
ja_jp: サウンドシェーパーが動作中はDFS自動初期化とTSGを使用できません。DFS自動初期化とTSGは自動的にオフになります。
ko_kr: Auto DFS 와 TSG는 Sound Shaper 활성시에는 사용할 수 없습니다. Auto DFS와 TSG는 자동으로 종료되었습니다.
nl_nl: AutoDFS en TSG kunnen niet aan blijven staan als SoundShaper aan wordt gezet. AutoDFS en TSG worden automatisch uitgezet.
no_no: Auto DFS og TSG kan ikke være aktivert når Sound Shaper slåes på. Auto DFS og TSG er automatisk slått av.
pl_pl: Auto DFS oraz TSG nie mogą być aktywne w trakcie używania Sound Shaper. Auto DFS orraz TSG zostay automatycznie wyłączone.
pt_pt: Auto DFS e TSG não podem estar ligados, enquanto o Sound Shaper estiver habilitado. Auto DFS e TSG foram automaticamente desligados.
ro_ro: Auto DFS si TSG nu pot ramane activate in niciun program la momentul activarii Sound Shaper. Auto DFS si TSG au fost dezactivate automat.
ru_ru: Авто DFS и Генератор тиннитуса не могут быть активны в период активности Sound Shaper. Авто DFS и Генератор тиннитуса были автоматически выключены.
sv_se: Auto DFS och ljudstimulation kan inte vara påslagna samtidigt som Sound Shaper. Auto DFS och ljudstimulation har automatiskt slagits av.
tr_tr: Sound Shaper aktif edilirken Auto DFS ve TSG aktif kalamaz. Auto DFS ve TSG otomatik olarak kapatılacaktır.
zh_cn: 当使用频谱重组时智能DFS和耳鸣管理器将不能使用，智能DFS和耳鸣管理器将自动关闭。

source: Test Device
cs_cz: Test sluchadla
da_dk: Testapparat
de_de: Hörsystem Test-Einstellung
es_es: Activar Ajustes de Analizador
fi_fi: Kuulokojeen testaus
fr_fr: Mode test
hu_hu: Készülék teszt
it_it: Test del Dispositivo
ja_jp: テクニカル測定
nl_nl: Test toestel
no_no: Testenhet
pl_pl: Testuj Urządzenie
pt_pt: Ajustes de Teste
ro_ro: Testeaza dispozitiv
ru_ru: Тестировать устройство
sv_se: Testa hörapparat
tr_tr: Test Cihazı
zh_cn: 测试助听器

source: The four programs below are used to set defaults used during the Test Device feature. Please note: the test settings will only be set for the HI's maximum number of programs.
cs_cz: Čtyři níže uvedené programy jsou použity pro výchozí nastavení při funkci Test sluchadla. Pozor: testovací režim bude nastaven pouze na maximální počet programů sluchadla.
da_dk: De fire programmer nedenfor benyttes til testindstillinger. Bemærk: Testindstillingen vil kun blive indstillet svarende til apparatets maksimale antal af programmer.
de_de: Die vier unten genannten Programme werden genutzt um das Hörsystem in Testeinstellung zu bringen. Bitte beachten Sie: Es werden nur so viele Programme in das Hörsystem übertragen die es auch hat.
es_es: Los siguientes cuatro programas se utilizaran durante la prestación Analizar Audífono. Tenga en cuenta: que los ajustes se activaran dependiendo del numero máximo de programas del audífono.
fi_fi: Alla olevia neljää ohjelmaa käytetään oletusohjelmina kuulokojetestin aikana. Huomaa että ohjelmien määrä määräytyy kuulokojeen maksimiohjelmamäärän mukaan.
fr_fr: Les programmes ci-dessous sont utilisés pour le mode test. Remarque : le nombre de programmes affiché dépend du nombre de programmes supporté par l'appareil.
hu_hu: A négy program lent az alapértelemezett beállításokat használja a Készülék teszt tulajdonságnál. Figyelem: a teszt beállítások csak a programok maximális számára lesznek beállítva.
it_it: I quattro programmi sottostanti vengono utilizzati per impostare i valori predefiniti utilizzati durante la funzione di test del dispositivo. Attenzione: le impostazioni di test verranno definite solo per il numero massimo dei programmi negli apparecchi acustici.
ja_jp: テクニカル測定用に最大4つのプログラムを設定できます。ただし、プログラムの最大数は、製品によって異なります。
ko_kr: 아래 4개의 프로그램은 Test Device 기능 동안 사용된 default를 설정하기 위해 사용되었습니다. 다음을 주의하세요: 시험검사 설정은 보청기의 최대 프로그램 수에만 설정됩니다.
nl_nl: De vier programma´s hieronder worden gebruikt voor default instellingen tijdens de Testmodus. Let s.v.p. op: de testinstellingen worden alleen ingesteld voor het maximale aantal programma´s van het betreffende toestel.
no_no: De fire programmene nedenfor blir brukt som standard under testing av apparatets funksjoner. Merk: testinnstillingene vil bare bli tatt for høreapparatets maksimum antall program.
pl_pl: Cztery programy poniżej uzywane są w celu zaprogramowania ustawień na czas Pomiaru Aparatów. Uwaga: ustawienia testowe zostaną wgrane do maksymalnej dostępnej dla danego modelu liczby programów.
pt_pt: Os quatro programas abaixo são usados ​​para definir os padrões utilizados durante os Ajustes de Teste. Atenção: as configurações de teste só serão definidas para o número máximo de programas permitidos pelo aparelho.
ro_ro: Cele 4 programe de mai jos sunt utilizate pentru fixarea valorilor implicite folosite pe parcursul caracteristicii Testare Dispozitiv. Notati: setarile testului vor fi setate pentru numarul maxim de programe al aparatului
ru_ru: Нижние четыре программы импользуются для настройки значений по умолчанию, используемых в ходе тестирования устройств. Пожалуйста, обратите внимание: настройки тестирования будут установлены только для максимального количества программ слухового аппарата.
sv_se: Fyra nedanstående program används för att ställa hörapparaterna i testläge. Notera att testinställningarna kommer endast kunna ställas in i hörapparatens maximala antal program.
tr_tr: Aşağıdaki dört program Test Cihazı özelliği sırasında kullanılan varsayılan ayarlar için kullanılır. Lütfen dikkat: test ayarları sadece işitme cihazının maksimum program sayısı için kullanılır.
zh_cn: 测试助听器功能时默认使用四个程序。请注意：测试程序使用了助听器的所有程序数量。

source: Full On Gain
de_de: Maximale akustische Verstärkung
es_es: Ganancia Máx
fi_fi: Maksimi vahvistus
fr_fr: Gain maximum (FOG)
hu_hu: Teljes erősítés
it_it: Guadagno Massimo
ja_jp: 最大音響利得
nl_nl: Maximale versterking
pt_pt: Ganho Máximo
ro_ro: Castig maxim
ru_ru: Полное усиление
tr_tr: Tam Kazanç
zh_cn: 满档增益

source: Reference Test Gain (ANSI)
de_de: Bezugsprüfverstärkung (ANSI)
es_es: Ganancia al test de ref. (ANSI)
fi_fi: Referenssivahvistus (ANSI)
fr_fr: Gain de référence (ANSI)
hu_hu: Referencia teszt erősítés (ANSI)
it_it: Guadagno di Riferimento (ANSI)
ja_jp: 規準利得 (ANSI)
nl_nl: Referentie test versterking (ANSI)
no_no: Referanse Test Gain (ANSI)
pt_pt: Teste de Ganho de Referência (ANSI)
ro_ro: Test Castig Referinta (ANSI)
ru_ru: Контрольное усиление (ANSI)
tr_tr: Referans Test Kazancı (ANSI)
zh_cn: 参考测试增益 (ANSI)

source: Reference Test Gain (IEC)
de_de: Bezugsprüfverstärkung (IEC)
es_es: Ganancia al test de ref (IEC)
fi_fi: Referenssivahvistus (IEC)
fr_fr: Gain de référence (CEI)
hu_hu: Referencia teszt erősítés (IEC)
it_it: Guadagno di Riferimento (IEC)
ja_jp: 規準利得 (IEC)
nl_nl: Referentie test versterking (IEC)
no_no: Referanse Test Gain (IEC)
pt_pt: Teste de Ganho de Referência (IEC)
ro_ro: Test Castig Referinta (IEC)
ru_ru: Контрольное усиление (IEC)
tr_tr: Referans Test Kazancı (IEC)
zh_cn: 参考测试增益 (IEC)
