Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Select “Gain View” display option to view final gain curves for the selected input levels. Select “Accuracy View” display option to view final deviations from target. Select “Apply” to use these measurements to fit to target. If window is closed without “Apply” the current real ear data will be lost.
cs_cz: Zvolte náhled “Zobrazit zisk” pro zobrazení cílových křivek zesílení zvolených vstupních úrovní. Zvolte náhled “Accuracy View” pro zobrazení finálních odchylek od cíle. Zvolte “Aplikovat” pro přizpůsobení těchto měření cíli. Pokud okno uzavřete bez “Aplikovat” současná real ear data budou ztracena.
da_dk: Vælg "Vis forstærkningskurver" for at vise slutforstærkningskurver for de valgte inputniveauer. Vælg "Præsisions skærm" for at se slutforskellen til target. Vælg "Tildel" for at benytte disse målinger til at tilpasse til target. Hvis vinduet lukket uden 'Tildel" vil de nuværende målinger slettes.
de_de: Wählen Sie "Darstellung Verstärkung" um sich die entsprechenden finalen Verstärkungskurven für die ausgewählten Eingangspegel anzusehen. Wählen Sie "Präzise Ansicht" um sich die Abweichungen von der Zielkurve anzusehen. Wählen Sie "Übernehmen" um diese Messungen zu übernehmen. Wenn Sie das Fenster ohne "Übernehmen" schließen gehen die gemessenen Daten verloren.
es_es: Seleccionar la opción de visualización "Vista de Ganancia", para ver las curvas de ganancia finales en los niveles de entrada seleccionados. Seleccionar la opción de visualización "Vista de Precisión", para ver las diferencias finales frente al objetivo. Seleccionar "Aplicar" para utilizar estas mediciones para ajustarse al objetivo. Si se cierra la ventana sin hacer clic en "Aplicar" las mediciones en oído Real Actuales se perderán.
fi_fi: Valitse “Vahvistusnäyttö" jos haluat katsoa vahvistuskäyriä valitulle ottotasolle. Valitse "Tarkuusnäyttö" jos haluat katsoa poikkemaa tavoitteesta. Valitse "Käytä" jos haluat käytää tutkimusta tavoitetta sovitettaessa. Jos ikkuna suljetaan painamatta "Käytä" painiketta kaikki tieto häviää..
fr_fr: Sélectionnez l'affichage "Gain" pour visualiser les gains en fonction du niveau d'entrée. Sélectionnez l'affichage "Niveau de sortie" pour visualiser l'écart à la cible. Sélectionnez “Appliquer” pour se servir des mesures pour la cible de réglage. Si vous fermez sans cliquer sur "Appliquer", les données de la mesure REM seront perdues.
hu_hu: Válassza az ”Erősítés megtekintést"-t az erősítés görbék megtekintéséhez a kiválasztott bementi szintekhez. Válassza a Pontosság megtekintést" a végső összehasonlításhoz. Válassza az "Elfogadást" a mérések használatához a cél illesztéséhez. Ha az ablakot bezárja elfogadás nélkül a mostani adatok el fognak veszni.
it_it: Selezionare l'opzione "Visualizzazione Guadagni" e visualizzare le curve finali di guadagno per i livelli input selezionati. Selezionare l'opzione "Visualizzazione Accurata" per vedere le variazioni finali rispetto ai target. Selezionare "Applica" per utilizzare queste misurazioni per adattamento ai target di Fitting. Chiudendo l'applicazione senza selezionare “Salva & Applica” i dati appena rilevati verranno persi.
ja_jp: [利得表示]：選択した入力レベルに対しての利得カーブが表示されます [オフセット]：ターゲットとの差が表示されます [適用]：ターゲットに測定結果を使用します [適用]を選択せずにウィンドウを閉じると、現在の実耳測定結果は失われます
ko_kr: "이득보기" 디스플레이 옵션을 선택해서 선택한 입력 레벨의 최종 이득 곡선을 살펴보세요. "정확도 보기" 디스플레이 옵션을 선택하여 Target 의 최종 편차를 살펴보세요. "적용"을 선택해서 이 측정치를 Target 에 맞추는데 사용하세요. 윈도우가 "적용" 없이 종료 되었다면, 현 실제 귀 데이터는 삭제됩니다.
nl_nl: Selecteer "Gain beeld" om de gemeten gaincurves te zien voor de geselecteerde inputniveaus. Selecteer "Offset beeld" om de gemeten afwijkingen van de target te zien. Selecteer "Toepassen" om de meetresultaten te gebruiken om de target te realiseren. Als dit venster wordt afgesloten zonder "Toepassen" gaan deze real ear gegevens verloren.
no_no: Velg "Vis Gain" for å se sluttgyldige gain kurver for valgt input nivå. Velg "Vis Nøyaktighet" for å se sluttgyldig avvikelse fra target. Velg "Bruk" for å bruke målingene. Om vinduet lukkes uten å trykke "Bruk", vil real ear data forsvinne.
pl_pl: Wybierz "Widok Wzmocnienia" aby widzieć krzywe docelowe dla wybranych poziomów wejściowych. Wybierz "Widok Wzmocnienia" aby widzieć ostateczne odchylenie od krzywej docelowej. Wybierz "Zastosuj" aby użyć zmierzonych danych do obliczenia celu dopasowania. Jeśli okno zostanie zamknięte bez wybrania "Zastosuj" dane zostaną utracone.
pt_pt: Selecionar a tela "ajustes de ganho", para ver as curvas de ganho para os diferentes níveis de entrada. Selecionar "curva de precisão" para ver a comparação com o Target. Selecionar "aplicar" para utilizar essas medidas na programação. Caso a janela seja fechada antes de aplicar as modificações, os dados das medidas in-situ serão perdidos.
ro_ro: Alegeti optiunea de afisaj "Vizualizare castig" pentru a vedea curbele de castig final pentru nivelele de intrare selectate. Alegeti ecranul "Vizualizare acuratete" pentru a vizualiza deviatiile finale de la tinta. Alegti "Aplica" pentru a folosi aceste masuratori pentru a regla la valori tinta. Daca fereastra va fi inchisa fara a bifa "Aplica", datele curente de ureche reala se vor pierde.
ru_ru: Выберите "Показать усиление" для отображения кривых финального усиления для выбранных уровней. Выберите "Показать корректировки" для отображения отклонений финального усиления от целевого. Выберите "Применить" для использования этих измерений в настройке. Если закрыть окно без нажатия "Применить", текущие данные реального уха будут потеряны.
sv_se: Välj " Förstärkningsvy" för att visa förstärkningskurvor för valda innivåer.
tr_tr: Bu ölçümleri hedef kazanca uygulamak için ''Uygula'' 'yı seçin. Eğer ''Uygula'' yı seçmeden kapatırsanız gerçek kulak verileri kaybolacaktır.
zh_cn: 选择“查看增益”选项查看所选输入级的最终增益曲线。 选择“查看偏离”选项查看最终曲线与目标曲线的偏离值。 选择“应用”使用测量值以适合目标值。如果没有出现“应用"说明当前助听器的实测数据已丢失。

source: Both Ears
cs_cz: Obě uši
da_dk: Begge ører
de_de: Beide Ohren
es_es: Ambos Oídos
fi_fi: Oikea+Vasen
fr_fr: Les deux oreilles
hu_hu: Mindkét fül
it_it: Entrambi i lati
ja_jp: 両耳
ko_kr: 양쪽 귀
nl_nl: Beide oren
no_no: Begge ører
pl_pl: Oboje Uszu
pt_pt: Ambas orelhas
ro_ro: Ambele urechi
ru_ru: Бинаурально
sv_se: Båda öronen
tr_tr: Her iki kulak
zh_cn: 双侧

source: Left Only
cs_cz: Pouze vlevo
da_dk: Venstre
de_de: Nur links
es_es: Solo Izquierdo
fi_fi: Ainoastaan vasen korva
fr_fr: Oreille gauche seulement
hu_hu: Csak bal
it_it: Solo Sinistro
ja_jp: 左耳
ko_kr: 왼쪽만
nl_nl: Alleen links
no_no: Venstre
pl_pl: Tylko Lewe
pt_pt: Somente esquerdo
ro_ro: Doar Stanga
ru_ru: Только левое
sv_se: Endast Vänster
tr_tr: Sadece sol
zh_cn: 仅左侧

source: Right Only
cs_cz: Pouze vpravo
da_dk: Højre
de_de: Nur rechts
es_es: Solo Derecho
fi_fi: Ainoastaan oikea korva
fr_fr: Oreille droite seulement
hu_hu: Csak jobb
it_it: Solo Destro
ja_jp: 右耳
ko_kr: 오른쪽만
nl_nl: Alleen rechts
no_no: Høyre
pl_pl: Tylko Prawe
pt_pt: Somente direito
ro_ro: Doar Dreapta
ru_ru: Только правое
sv_se: Endast Höger
tr_tr: Sadece sağ
zh_cn: 仅右侧

source: Accuracy View
da_dk: Præsisions skærm
de_de: Präzise Ansicht
es_es: Vista de Precisión
fi_fi: Tarkkuus näyttö
fr_fr: Différentiel
hu_hu: Pontosság megtekintés
it_it: Visualizzazione Accurata
ja_jp: オフセット
ko_kr: 정확도 보기
nl_nl: Offset beeld
no_no: Vis Nøyaktighet
pl_pl: Widok Dokładny
pt_pt: Curva de Precisão
ro_ro: Vizualizare acuratete
ru_ru: Показать корректировки
sv_se: Noggranhetvy
tr_tr: Doğru Görünüm
zh_cn: 查看精度

source: Internal Speaker
da_dk: Intern højttaler
de_de: Interner Lautsprecher
es_es: Altavoz Interno
fi_fi: Sisäinen kaiutin
fr_fr: Haut-parleur interne
hu_hu: Belső hangszoró
it_it: Altoparlante Interno
ja_jp: 内部スピーカー
ko_kr: 내부 스피커
nl_nl: Interne speaker
no_no: Intern høyttaler
pl_pl: Wbudowany Głośnik
pt_pt: Alto falante interno
ro_ro: Difuzor intern
ru_ru: Встроенный динамик
sv_se: Intern Högtalare
zh_cn: 内置音箱

source: External Speaker
da_dk: Extern højttaler
de_de: Externer Lautsprecher
es_es: Altavoz Externo
fi_fi: Ulkoinen kaiutin
fr_fr: Haut-parleur externe
hu_hu: Külső hangszoró
it_it: Altoparlante Esterno
ja_jp: 外部スピーカー
ko_kr: 외부 스피커
nl_nl: Externe speaker
no_no: Ekstern høyttaler
pl_pl: Zewnętrzny Głośnik
pt_pt: Alto falante externo
ro_ro: Difuzor extern
ru_ru: Внешний динамик
sv_se: Extern Högtalare
zh_cn: 外部音箱

source: Line Output Left
cs_cz: Line Output Vlevo
da_dk: Line Output venstre
es_es: Salida de línea Izquierda
fi_fi: Linjalähtö, vasen
fr_fr: Sortie ligne gauche
hu_hu: Vonalbemenet bal
it_it: Linea Uscita Sinistra
nl_nl: Line Output links
no_no: Line Output Venstre
pl_pl: Lewe Wyjście Liniowe
pt_pt: Curva de Saída Esquerda
ro_ro: Linie de iesire stanga
ru_ru: Линейный выход слева
sv_se: Line Output Vänster
tr_tr: Hat Çıkış Sol
zh_cn: 左侧线性输出

source: Probe 1: Left, Probe 2: Right
da_dk: Probe 1: Venstre, Probe 2: Højre
de_de: Sonde 1: Links, Sonde 2: Rechts
es_es: Sonda 1: Izquierdo, Sonda 2: Derecho
fi_fi: Mittapää 1 : Vasen, Mittapää 2 : Oikea
fr_fr: Sonde 1 : gauche, sonde 2 : droite
hu_hu: Szonda 1: bal, Szonda 2: jobb
it_it: Probe 1: Sinistro, Probe 2: Destro
ko_kr: Probe 1: 왼쪽, Probe 2: 오른쪽
nl_nl: Probe 1: links, Probe 2: rechts
no_no: Probe 1: Venstre, Probe 2: Høyre
pl_pl: Sonda 1: Lewe, Sonda 2: Prawe
pt_pt: Probe 1: Esquerda, Probe 2: Direita
ro_ro: Probe 1: Stanga, Probe 2: Dreapta
ru_ru: Датчик 1: Левый, Датчик 2: Правый
sv_se: Probe 1: Vänster, Probe 2: Höger
tr_tr: Probe 1: Sol, Probe 2: Sağ
zh_cn: 探管1：左侧；探管2：右侧

source: Probe 1: Left + Right
da_dk: Probe 1: Venstre + Højre
de_de: Sonde 1: Links + Rechts
es_es: Sonda 1: Izquierdo + Derecho
fi_fi: Mittapää 1 : Vasen+Oikea
fr_fr: Sonde 1 : gauche + droite
hu_hu: Szonda 1: bal + jobb
it_it: Probe 1: Sinistro + Destro
ko_kr: Probe 1: 왼쪽 + 오른쪽
nl_nl: Probe 1: links + rechts
no_no: Probe 1: Venstre + Høyre
pl_pl: Sonda 1: Lewe + Prawe
pt_pt: Probe 1: Esquerda + Direita
ro_ro: Probe 1: Stanga + Dreapta
ru_ru: Датчик 1: Левый + Правый
sv_se: Probe 1: Vänster + Höger
tr_tr: Probe 1: Sol + Sağ
zh_cn: 探管1：左侧+右侧

source: Probe 2: Left + Right
da_dk: Probe 2: Venstre + højre
de_de: Sonde 2: Links + Rechts
es_es: Sonda 2: Izquierdo + Derecho
fi_fi: Mittapää 2 : Vasen+Oikea
fr_fr: Sonde 2 : gauche + droite
hu_hu: Szonda 2: bal + jobb
it_it: Probe 2: Sinistro + Destro
ko_kr: Probe 2: 왼쪽 + 오른쪽
nl_nl: Probe 2: links + rechts
no_no: Probe 2: Venstre + Høyre
pl_pl: Sonad 2: Lewe + Prawe
pt_pt: Probe 2: Esquerda + Direita
ro_ro: Probe 2: Stanga + Dreapta
ru_ru: Датчик 2: Левый + Правый
sv_se: Probe 2: Vänster + Höger
tr_tr: Probe 2: Sol + Sağ
zh_cn: 探管2：左侧+右侧

source: Ready
cs_cz: Připraveno
da_dk: Klar
de_de: Fertig
es_es: Listo
fi_fi: Valmis
fr_fr: Système prêt
hu_hu: Kész
it_it: Pronto
ja_jp: 準備
ko_kr: 준비
nl_nl: Gereed
no_no: Klar
pl_pl: Gotowe
pt_pt: Pronto
ro_ro: Pregatit
ru_ru: Готово
sv_se: Klar
tr_tr: Hazır
zh_cn: 准备

source: Done
cs_cz: Hotovo
da_dk: OK
de_de: Speichern
es_es: Hecho
fi_fi: Valmis
fr_fr: Terminé
hu_hu: Készen van
it_it: Fatto
ja_jp: 終了
ko_kr: 완료
nl_nl: Klaar
no_no: Ferdig
pl_pl: Zrobione
pt_pt: Concluído
ro_ro: Efectuat
ru_ru: Готово
sv_se: Färdig
tr_tr: Yapıldı
zh_cn: 完成

source: Save & Close
cs_cz: Uložit & Zavřít
da_dk: Gem og luk
de_de: Speichern & schließen
es_es: Guardar y Cerrar
fi_fi: Tallenna & sulje
fr_fr: Enregistrer et quitter
hu_hu: Mentés & Bezárás
it_it: Salva & Chiudi
ja_jp: 保存＆終了
ko_kr: 저장 및 닫기
nl_nl: Opslaan & Sluiten
no_no: Lagre & Lukk
pl_pl: Zapisz i Zamknij
pt_pt: Salvar e Fechar
ro_ro: Salveaza si inchide
ru_ru: Сохранить и Закрыть
sv_se: Spara & Stäng
tr_tr: Kaydet & Kapat
zh_cn: 保存并关闭

source: Next
cs_cz: Dále
da_dk: Næste
de_de: Nächstes
es_es: Siguiente
fi_fi: Seuraava
fr_fr: Continuer
hu_hu: Következő
it_it: Successivo
ja_jp: 次へ
ko_kr: 다음
nl_nl: Volgende
no_no: Neste
pl_pl: Następne
pt_pt: Próximo
ro_ro: Urmatorul
ru_ru: Далее
sv_se: Nästa
tr_tr: Sonraki
zh_cn: 下一步

source: Hide Information
cs_cz: Skrýt informaci
da_dk: Skjul information
de_de: Informationen verbergen
es_es: Ocultar Información
fi_fi: Piilota tiedot
fr_fr: Masquer
hu_hu: Rejtett információ
it_it: Non mostrare informazioni
ja_jp: 情報を非表示
ko_kr: 정보 숨김
nl_nl: Informatie verbergen
no_no: Skjul Informasjon
pl_pl: Ukryj Informację
pt_pt: Ocultar informações
ro_ro: Ascunde informatia
ru_ru: Скрыть информацию
sv_se: Dölj Information
tr_tr: Bilgiyi gizle
zh_cn: 隐藏信息

source: Show Information
cs_cz: Zobrazit informaci
da_dk: Vis information
de_de: Informationen anzeigen
es_es: Mostrar Información
fi_fi: Näytä tiedot
fr_fr: Montrer plus d'informations
hu_hu: Infromáció mutatása
it_it: Mostra informazioni
ja_jp: 情報を表示
ko_kr: 정보 보여줌
nl_nl: Informatie tonen
no_no: Vis Informasjon
pl_pl: Pokaż Informację
pt_pt: Mostrar informações
ro_ro: Arata informatia
ru_ru: Показать информацию
sv_se: Visa Information
tr_tr: Bilgiyi göster
zh_cn: 显示信息

source: REUR Measurement completed successfully.
cs_cz: REUR Measurement dokončen úspěšně.
da_dk: REUR måling er gennemført.
de_de: REUR Messung erfolgreich.
es_es: Medición REUR completada con éxito.
fi_fi: REUR mittaus suoritettu onnistuneesti
fr_fr: Mesure REUG achevée avec succès.
hu_hu: A REUR mérés sikeres volt
it_it: Misurazione REUR completata con successo.
ja_jp: REURの測定完了
ko_kr: REUR 측정이 성공적으로 완료되었습니다.
nl_nl: REUR meting succesvol afgesloten.
no_no: REUR Måling er vellykket.
pl_pl: Pomiar REUR zakończony powodzeniem.
pt_pt: REUR Medição concluída com sucesso.
ro_ro: Masuratoare REUR incheiata cu succes
ru_ru: REUR измерения проведены успешно.
sv_se: REUR Mätning lyckades.
tr_tr: REUR ölçümü başarılı bir şekilde tamamlandı.
zh_cn: REUR已完成。

source: Left Side
cs_cz: Levá strana
da_dk: Venstre side
de_de: Linke Seite
es_es: Lado Izquierdo
fi_fi: Vasen puoli
fr_fr: Appliquer à l'oreille gauche
hu_hu: Bal oldal
it_it: Lato Sinistro
ja_jp: 左耳
ko_kr: 왼쪽
nl_nl: Linker oor
no_no: Venstre Side
pl_pl: Lewa Strona
pt_pt: Lado esquerdo
ro_ro: Stanga
ru_ru: Левая сторона
sv_se: Vänster sida
tr_tr: Sol taraf
zh_cn: 左侧

source: Right Side
cs_cz: Pravá strana
da_dk: Højre side
de_de: Rechte Seite
es_es: Lado Derecho
fi_fi: Oikea puoli
fr_fr: Appliquer à l'oreille droite
hu_hu: Jobb oldal
it_it: Lato Destro
ja_jp: 右耳
ko_kr: 오른쪽
nl_nl: Rechter oor
no_no: Høyre Side
pl_pl: Prawa Strona
pt_pt: Lado direito
ro_ro: Dreapta
ru_ru: Правая сторона
sv_se: Höger sida
tr_tr: Sağ Taraf
zh_cn: 右侧

source: Both Sides
cs_cz: Obě strany
da_dk: Begge sider
de_de: Beide Seiten
es_es: Ambos Oídos
fi_fi: Oikea+Vasen
fr_fr: Appliquer aux deux oreilles
hu_hu: MIndkét oldal
it_it: Entrambi i lati
ja_jp: 両耳
ko_kr: 양쪽
nl_nl: Beide oren
no_no: Begge Sider
pl_pl: Obie Strony
pt_pt: Ambos lados
ro_ro: Ambele parti
ru_ru: Обе стороны
sv_se: Båda sidor
tr_tr: Her iki taraf
zh_cn: 双侧

source: Apply
cs_cz: Aplikovat
da_dk: Udfør
de_de: Verwenden & Speichern
es_es: Grabar y Aplicar
fi_fi: Käytä & Tallenna
fr_fr: Application des données mesurées
hu_hu: Elfogadás & Mentés
it_it: Applica & Salva
ja_jp: 適用
ko_kr: 적용
nl_nl: Toepassen
no_no: Bruk
pl_pl: Zastosuj i Zapisz
pt_pt: Aplicar e Salvar
ro_ro: Aplica si Salveaza
ru_ru: Применить и Сохранить
sv_se: Utför
tr_tr: Uygula
zh_cn: 应用

source: In-Situ UCL
fr_fr: Inconfort (UCL) in situ
ja_jp: インサイチュUCL
zh_cn: UCL

source: (No Instrument)
cs_cz: (Žádné sluchadlo)
da_dk: (Intet apparat)
de_de: (Kein Hörsystem)
es_es: (Sin Audífono)
fi_fi: (Ei kuulokojetta)
fr_fr: (Aucun appareil)
hu_hu: (Nincs készülék)
it_it: (Nessuno Strumento)
ja_jp: （補聴器なし）
ko_kr: (보청기 없음)
nl_nl: (Geen toestel)
no_no: (Ingen Apparat)
pl_pl: (Brak Aparatu)
pt_pt: (Nenhum aparelho)
ro_ro: (Niciun aparat)
ru_ru: (Устройство отсутствует)
sv_se: (Inga hörapparater)
tr_tr: (Cihaz Yok)
zh_cn: (无助听器)

source: Error during REM operation: Device logout failed.
cs_cz: Chyba při provozu REM: Device logout failed.
da_dk: Fejl under REM operation: Logout fejlede.
de_de: Fehler bei REM Betrieb: Hörsystem logout fehlgeschlagen.
es_es: Error durante la prueba REM: Fallo al salir del dispositivo
fi_fi: Virhe REM mittauksessa : Laitteen kirjautuminen ulos ei onnistu.
fr_fr: Une erreur s'est produite pendant une opération REM
hu_hu: Hiba a REM folyamat alatt: Készülék kijelentkezés hiba.
it_it: Errore durante l'operazione REM: logout al dispositivo non riuscita.
ja_jp: REM測定中にエラーが発生しました
ko_kr: REM 작동중 오류 : 보청기 로그아웃 실패.
nl_nl: Fout tijdens REM procedure: Device logout mislukt.
no_no: Feil under REM måling: Apparat utloggingsfeil.
pl_pl: Błąd pomiaru REM: Wylogowanie urządzenia nieudane.
pt_pt: Erro durante a operação REM: Saída do aparelho falhou.
ro_ro: Eroare pe parcursul operatiei REM: Deconectare dispozitiv esuata
ru_ru: Возникла ошибка в процессе REM: не удалось завершить работу.
tr_tr: REM operasyonu sırasında hata: Cihaz logout geçmedi.
zh_cn: REM运行出错：引导设备出错。

source: Fitting Data
da_dk: Tilpasningsdata
de_de: Anpassdaten
es_es: Datos de Adaptación
fi_fi: Sovitustieto
fr_fr: Réglages
hu_hu: Illesztési adat
it_it: Dati di Fitting
ja_jp: フィッティングデータ
ko_kr: 피팅 데이터
nl_nl: Aanpasgegevens
no_no: Tilpasningsdata
pl_pl: Dane Dopasowania
pt_pt: Dados de adaptação
ro_ro: Date reglaj
ru_ru: Данные настройки
sv_se: Anpassningsdata
tr_tr: Uygulama Datası
zh_cn: 验配数据

source: Conventional
cs_cz: Konvenční
da_dk: Konventionel
de_de: Konventionell
es_es: Convencional
fi_fi: Perinteinen
fr_fr: Conventionnel
hu_hu: Hagyományos
it_it: Convenzionale
ja_jp: 従来
ko_kr: 전통적인
nl_nl: Conventioneel
no_no: Konvensjonelt
pl_pl: Tradycyjny
pt_pt: Convencional
ru_ru: Обычный
sv_se: Konventionell
tr_tr: Geleneksel
zh_cn: 传统

source: In-Situ
fr_fr: Intégré
ja_jp: インサイチュ
zh_cn: 内置

source: Test Results
cs_cz: Výsledky testů
da_dk: Testresultater
de_de: Testergebnisse
es_es: Resultados del Test
fi_fi: Mittaustulokset
fr_fr: Résultat du test
hu_hu: Teszteredmények
it_it: Risultati del Test
ja_jp: テスト結果
ko_kr: 검사 결과
nl_nl: Testresultaten
no_no: Test Resultater
pl_pl: Wyniki Testu
pt_pt: Resultados Teste
ro_ro: Rezultate testare
ru_ru: Результаты теста
sv_se: Test Resultat
tr_tr: Test Sonuçları
zh_cn: 测试结果

source: Drawing Tool
cs_cz: Nástroj kreslení
da_dk: Tegneværktøj
de_de: Zeichenwerkzeug
es_es: Herramienta dibujar
fi_fi: Piirtotyökalu
fr_fr: Outil de dessin
hu_hu: Rajzeszköz
it_it: Strumento di Disegno
ja_jp: 描画ツール
ko_kr: 그리기 도구
nl_nl: Teken tool
no_no: Tegneverktøy
pl_pl: Narzędzie Rysowania
pt_pt: Ferramenta de Edição
ro_ro: Ustensila de desen
ru_ru: Инструмент для рисования
sv_se: Ritverktyg
tr_tr: Çizim aracı
zh_cn: 绘图工具

source: An error occurred while performing this operation.
cs_cz: Při provádění této operace se vyskytla chyba.
da_dk: Fejl ved nulstilling til fabriksindstilling for højre apparat.
de_de: Ein Fehler ist beim zurücksetzen des rechten Hörsystems aufgetreten.
es_es: Ha ocurrido un error al realizar la operación.
fi_fi: Tehdasasetusten palautuksessa virhe, oikea koje
fr_fr: Erreur. Impossible de terminer l'opération.
hu_hu: Hiba lépett fel a müvelet alatt.
it_it: Si è verificato un errore durante l'esecuzione di questa operazione.
ja_jp: エラーが起こりました
ko_kr: 이 작업을 수행하는 동안에 error가 발생했습니다.
nl_nl: Er is een error opgetreden bij deze handeling voor het rechter toestel.
no_no: Feil ved tilbakestilling av høreapparatet.
pl_pl: W czasie wykonywania operacji wystąpił błąd.
pt_pt: Erro ocorrido enquanto realizando esta operação.
ro_ro: Restaureaza eroarea pentru aparatul drept.
ru_ru: Во время проведения этой операции возникла ошибка.
sv_se: Ett fel uppstod vid denna åtgärd.
tr_tr: Bu işlem gerçekleştirilirken bir hata oluştu.
zh_cn: 执行此操作时发生错误。

source: An error occurred while performing this operation for left instrument.
cs_cz: Při provádění této operace u levého sluchadla se vyskytla chyba.
da_dk: Fejl ved nulstilling til fabriksindstilling for venstre apparat.
de_de: Ein Fehler ist beim zurücksetzen des linken Hörsystems aufgetreten.
es_es: Ha ocurrido un error al realizar la operación en el audífono izquierdo.
fi_fi: Tehdasasetusten palautuksessa virhe, vasen koje
fr_fr: Erreur. Impossible de terminer l'opération pour l'appareil gauche.
hu_hu: Hiba lépett fel a bel készüléken végzett müvelet alatt.
it_it: Si è verificato un errore durante l'esecuzione di questa operazione per lo strumento Sinistro.
ja_jp: 左側の補聴器でエラーが起こりました
ko_kr: 왼쪽 보청기에 대한 작업을 수행하는 도중, error가 발생했습니다.
nl_nl: Er is een error opgetreden bij deze handeling voor het linker toestel.
no_no: Feil ved tilbakestilling av venstre apparat.
pl_pl: W czasie wykonywania operacji wystąpił błąd lewego aparatu.
pt_pt: Erro ocorreido enquanto realizando esta operação no aparelho esquerdo.
ro_ro: Restaureaza eroarea pentru aparatul stang.
ru_ru: Во время проведения этой операции для левого слухового аппарата возникла ошибка.
sv_se: Återställningserror för vänster hörapparat
tr_tr: Bu işlem sol cihaz için gerçekleştirilirken bir hata oluştu.
zh_cn: 左侧助听器执行此操作时发生错误。

source: Air Conduction (AC)
da_dk: Luftledning (AC)
de_de: Luftleitung (AC)
es_es: Vía Aérea(AC)
fi_fi: Ilmajohto (AC)
fr_fr: Conduction aérienne (CA)
hu_hu: Légvezetés (AC)
it_it: Conduzione Aerea (AC)
ja_jp: 気導 (AC)
nl_nl: Luchtgeleiding (AC)
no_no: Luftledning (AC)
pl_pl: Przewodnictwo Powietrzne (AC)
pt_pt: Condução Aérea AC)
ro_ro: Conducere aeriana (AC)
ru_ru: Воздушная проводимость (AC)
sv_se: Luftledning (AC)
tr_tr: Hava Yolu (AC)
zh_cn: AC

source: Bone Conduction (BC)
da_dk: Benledning (BC)
de_de: Knochenleitung (BC)
es_es: Vía Osea (BC)
fi_fi: Luujohto (BC)
fr_fr: Conduction osseuse (CO)
hu_hu: Csontvezetés (BC)
it_it: Conduzione Ossea (BC)
ja_jp: 骨導 (BC)
nl_nl: Beengeleiding (BC)
no_no: Benledning (BC)
pl_pl: Przewodnictwo Kostne (BC)
pt_pt: Condução Óssea (BC)
ro_ro: Conducere osoasa (BC)
ru_ru: Костная проводимость (BC)
sv_se: Benledning (BC)
tr_tr: Kemik Yolu (BC)
zh_cn: BC

source: Couldn't detect the instrument. Please check the wires and try again.
cs_cz: Nelze detekovat sluchadlo. Prověřte prosím kabely a zkuste znovu.
da_dk: Kunne ikke detektere apparatet. Kontroller kabler og prøv igen.
de_de: Das Hörsystem kann nicht erkannt werden. Bitte kontrollieren Sie die Verbindung.
es_es: No hemos podido detectar el audífono. Porfavor compruebe los cables e intentelo de nuevo.
fi_fi: Oikeaa kuulokojetta ei voitu tunnistaa.
fr_fr: Aucun appareil trouvé. Vérifiez la connexion et réessayez.
hu_hu: A készülék nem található. Kérjük ellenörizze a kábelt és próbálja újra.
it_it: Impossibile rilevare lo strumento. Si prega di controllare i cavi e provare di nuovo.
ja_jp: 補聴器を検知できません。接続を確認して下さい。
ko_kr: 보청기를 감지 할 수 없습니다. 케이블 상태를 확인하고 다시 시도해 보세요.
nl_nl: Het toestel kan niet gedetecteerd worden. Controleer s.v.p. de aansluitingen en probeer het opnieuw.
no_no: Finner ikke høreapparatet. Vennligst sjekk kabler og forsøk igjen
pl_pl: Nie wykryto aparatów. Proszę sprawdzić kable i spróbować ponownie.
pt_pt: Não foi possível detectar o aparelho. Por favor, verifique os cabos e tente novamente.
ro_ro: Aparatul din dreapta nu poate fi gasit
ru_ru: Невозможно определить аппарат. Пожалуйста, проверьте провода и попытайтесь снова.
sv_se: Hörapparaten kan inte kännas av. Kontrollera kablar och försök igen.
tr_tr: Cihaz tespit edilemedi. Kabloları kontrol edin ve tekrar deneyin.
zh_cn: 无法检测助听器。请检查连线再试一次。
