Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Acceptance Manager
de_de: Eingewöhnungs-Manager
es_es: Adaptación progresiva
fi_fi: Sopeutumisavustaja
it_it: Manager Adattamento
ja_jp: ｱｸｾﾌﾟﾀﾝｽﾏﾈｰｼﾞｬｰ
nl_nl: Acceptatie Manager
pl_pl: Manager Akceptacji
pt_pt: Gerenciador de Adaptação
ru_ru: Автоматическая адаптация
sv_se: Acceptans Verktyg
zh_cn: 满意度管理系统

source: Compression Selection
cs_cz: Volba komprese
da_dk: Valg af kompression
de_de: Kompressionsauswahl
es_es: Selección de Compresión
fi_fi: Kompression valinta
fr_fr: Sélection de compression
hu_hu: Kompresszió kiválasztás
it_it: Selezione della Compressione
ja_jp: 出力制限の選択
ko_kr: 압축 선택
nl_nl: Compressieselectie
no_no: Kompresjonsvalg
pl_pl: Wybór Kompresji
pt_pt: Seleção de Compressão
ro_ro: Selectie de compresie
ru_ru: Выбор компрессии
sv_se: Kompressionsval
tr_tr: Sıkıştırma Seçimi
zh_cn: 选择压缩模式

source: Compression Limiting
cs_cz: Limit komprese
de_de: Kompressionsbegrenzung
es_es: Compresión de Salida
fi_fi: Kompression rajoittaminen
fr_fr: Limite de compression
hu_hu: Kompressziós korlátozás
it_it: Limitazione della Compressione
ja_jp: 出力制限
ko_kr: 압축 제한하기
nl_nl: Compressiebegrenzing
no_no: Kompresjon begrenselse
pl_pl: Ograniczenie Kompresji
pt_pt: Limitação de Compressão
ro_ro: Limitare de compresie
ru_ru: Ограничение компрессии
sv_se: Kompressionsbegränsning
tr_tr: Sıkıştırma Sınırlama
zh_cn: 压缩限制

source: Compression Limit Mode
cs_cz: Mód limitu komprese
da_dk: Kompressionsmetode
de_de: MPO Regelung
es_es: Modo de Limitación de salida
fi_fi: Kompression rajoittamisen tila
fr_fr: Mode de limite de compression
hu_hu: Kompressziós korlát mód
it_it: Modalità limite della Compressione
ja_jp: 出力制限モード
ko_kr: 압축 제한 모드
nl_nl: Compressiebegrenzing modus
no_no: Kompresjonsmodus
pl_pl: Typ Ograniczenia Kompresji
pt_pt: Modo limitado de Compressão
ro_ro: Mod limitare compresie
ru_ru: Режим ограниченной компрессии
sv_se: Kompressionsbegränsning:
tr_tr: Sıkıştırma Sınır Modu
zh_cn: 压缩限制模式

source: Soft Peak Clipping
de_de: Weich (AGC-artig)
es_es: Corte de Picos Suave
fi_fi: Pehmeä huippujen heikkaus
fr_fr: Douce
hu_hu: Lágy csúcs vágás
it_it: Peak Clipping Lieve
ja_jp: ソフトクリップ
no_no: Soft Peak Klipping
pl_pl: Łagodny Peak Clipping
pt_pt: Corte de pico - suave
ro_ro: Taiere de varfuri usoara
ru_ru: Мягкое пик-клиппирование
tr_tr: Yumuşak Tepe Noktası Kesme
zh_cn: 软削峰

source: Hard Peak Clipping
de_de: Hart (PC-artig)
es_es: Corte de Picos Fuerte
fi_fi: Voimakas huippujen leikkaus
fr_fr: De type écrêtage
hu_hu: Erős csúcs vágás
it_it: Peak Clipping Forte
ja_jp: ハードクリップ
no_no: Hard Peak Klipping
pl_pl: Silny Peak Clipping
pt_pt: Corte de pico - forte
ro_ro: Taiere de varfuri puternica
ru_ru: Жесткое пик-клиппирование
tr_tr: Sabit Tepe Noktası Kırmpa
zh_cn: 硬削峰

source: Low Frequency Boost
de_de: Tieftonanhebung
es_es: Realce de Bajas Frecuencias
fi_fi: Matalien taajuuksien vahvistus
fr_fr: Suramplification des graves
hu_hu: Mélyfrekvenciás Boost
it_it: Incremento Gravi BassBoost
ja_jp: 低域強調
no_no: Lavfrekvent Boost
pl_pl: Podbicie Niskich Częstotliwości
pt_pt: Incremento de Graves
ru_ru: Низкочастотное усиление
zh_cn: 低频提升

source: Off
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
it_it: Spento
ja_jp: オフ
nl_nl: Uit
no_no: Av
pl_pl: Wył
pt_pt: Desligado
ru_ru: Выкл.
sv_se: Av
zh_cn: 关

source: Mild
cs_cz: Lehce
es_es: Leve
fi_fi: Heikko
fr_fr: Légère
hu_hu: Enyhe
it_it: Lieve
ja_jp: 弱
nl_nl: Licht
pl_pl: Łagodna
pt_pt: Leve
ru_ru: Слабо
tr_tr: Hafif
zh_cn: 轻度

source: Moderate
cs_cz: Středně
da_dk: Moderat
de_de: Moderat
es_es: Moderado
fi_fi: Kohtalainen
fr_fr: Moyenne
hu_hu: Közepes
it_it: Moderato
ja_jp: 中
nl_nl: Medium
no_no: Moderat
pl_pl: Umiarkowana
pt_pt: Moderado
ru_ru: Умеренно
sv_se: Måttlig
tr_tr: Orta
zh_cn: 中度

source: Strong
cs_cz: Silně
da_dk: Stærk
de_de: Stark
es_es: Fuerte
fi_fi: Voimakas
fr_fr: Forte
hu_hu: Erős
it_it: Forte
ja_jp: 強
nl_nl: Sterk
no_no: Sterk
pl_pl: Silna
pt_pt: Forte
ru_ru: Сильно
sv_se: Stark
zh_cn: 重度

source: Startup Time
cs_cz: Čas spuštění
da_dk: Startup tid
de_de: Dauer der Einschaltverzögerung
es_es: Tiempo de Encendido
fi_fi: Käynnistysaika
fr_fr: Temps de démarrage
hu_hu: Bekapcsolási idő
it_it: Tempo di avvio
ja_jp: スタートアップ時間
ko_kr: 시작 시간
nl_nl: Startup tijd
no_no: Oppstartstid
pl_pl: Czas Startu
pt_pt: Tempo de Inicialização
ro_ro: Timp pornire
ru_ru: Время запуска
sv_se: Starttid
tr_tr: Başlangıç Zamanı
zh_cn: 智能启动时间

source: 5 Sec
da_dk: 5 sek.
de_de: 5 Sek
es_es: 5 Seg
fi_fi: 5 sek
fr_fr: 5 secondes
hu_hu: 5 mp
ja_jp: 5 秒
ko_kr: 5 초
no_no: 5 Sek
pl_pl: 5 Sek
pt_pt: 5 Seg
ru_ru: 5 сек.
sv_se: 5 Sek
tr_tr: 5 sn
zh_cn: 5秒

source: 10 Sec
da_dk: 10 sek.
de_de: 10 Sek
es_es: 10 Seg
fi_fi: 10 sek
fr_fr: 10 secondes
hu_hu: 10 mp
ja_jp: 10 秒
ko_kr: 10 초
no_no: 10 Sek
pl_pl: 10 Sek
pt_pt: 10 Seg
ru_ru: 10 сек.
sv_se: 10 Sek
tr_tr: 10 sn
zh_cn: 10秒

source: 20 Sec
da_dk: 20 sek.
de_de: 20 Sek
es_es: 20 Seg
fi_fi: 20 sek
fr_fr: 20 secondes
hu_hu: 20 mp
ja_jp: 20 秒
ko_kr: 20 초
no_no: 20 Sek
pl_pl: 20 Sek
pt_pt: 20 Seg
ru_ru: 20 сек.
sv_se: 20 Sek
tr_tr: 20 sn
zh_cn: 20秒

source: 30 Sec
da_dk: 30 sek.
de_de: 30 Sek
es_es: 30 Seg
fi_fi: 30 sek
fr_fr: 30 secondes
hu_hu: 30 mp
ja_jp: 30 秒
ko_kr: 30 초
no_no: 30 Sek
pl_pl: 30 Sek
pt_pt: 30 Seg
ru_ru: 30 сек.
sv_se: 30 Sek
tr_tr: 30 sn
zh_cn: 30秒

source: Compression Mode
cs_cz: Mód komprese
da_dk: Kompressionsindstilling
de_de: Kompressionsmodus
es_es: Modo de Compresión
fi_fi: Kompressio tila
fr_fr: Type de compression
hu_hu: Kompressziós mód
it_it: Modalità di Compressione
ja_jp: コンプレッションモード
ko_kr: 압축 모드
nl_nl: Compressiemodus
no_no: Kompresjonsmodus
pl_pl: Tryb Kompresji
pt_pt: Modo Compressão
ro_ro: Mod compresie
ru_ru: Режим компрессии
sv_se: Kompressionsläge
tr_tr: Sıkıştırma Modu
zh_cn: 压缩模式

source: Linear
da_dk: Lineær
es_es: Lineal
fi_fi: Lineaarinen
fr_fr: Linéaire
hu_hu: Lineáris
it_it: Lineare
ja_jp: リニア
nl_nl: Lineair
no_no: Lineær
pl_pl: Liniowa
ro_ro: Liniar
ru_ru: Линейный
sv_se: Linjär
tr_tr: Lineer
zh_cn: 线性放大

source: Semi-Linear
da_dk: Semi-lineær
es_es: Semi-Lineal
fi_fi: Semi-lineaarinen
fr_fr: Semi-linéaire
hu_hu: Fél-Lineáris
it_it: Semi-Lineare
ja_jp: セミリニア
nl_nl: Semi-lineair
no_no: Semi-Lineær
pl_pl: Pół Liniowa
ro_ro: Semi-Liniar
ru_ru: Полулинейное
sv_se: Semi-Linjär
tr_tr: Yarı-Lineer
zh_cn: 混合线性放大

source: WDRC
ja_jp: ノンリニア (WDRC)
zh_cn: 宽动态范围压缩

source: Cannot fit binaurally with the chosen two instruments.
cs_cz: Tato dvě zvolená sluchadla nelze nastavit binaurálně.
da_dk: Kan ikke tilpasses binauralt med de valgte apparater.
de_de: Mit den ausgewählten Hörsystemen kann keine binaurale Anpassung erfolgen.
es_es: No se puede realizar una adaptación Binaural con los dos audífonos seleccionados
fi_fi: Binauraalista sovitusta ei voida tehdä valituilla kuulokojeilla
fr_fr: Impossible de connecter ensemble les appareils sélectionnés.
hu_hu: Nem lehet binaurálisan illeszteni a két választott készüléket.
it_it: Non è possibile effettuare un fitting binaurale con i due Apparecchi selezionati.
ja_jp: 選択された器種は両耳でフィッティングできません
ko_kr: 선택한 두 보청기로 양이적으로 피팅 할 수 없습니다.
nl_nl: Binauraal aanpassen is niet mogelijk met de twee geselecteerde toestellen.
no_no: De to valgte apparatene kan ikke tilpasses binauralt.
pl_pl: Nie można dopasować obuusznie z wybranymi aparatami.
pt_pt: Não é possível realizar ajuste binaural com os aparelhos auditivos selecionados
ro_ro: Imposibil de reglat biaural dispozitivele selectate.
ru_ru: С выбранными двумя аппаратами бинауральная настройка невозможна.
sv_se: Kan inte anpassa binauralt med dessa två valda hörapparater.
tr_tr: Seçilen iki cihaz ile binoral uygulama yapılamaz.
zh_cn: 所选两台助听器无非进行双耳验配。

source: Import point from AC curve
cs_cz: Importovat bod z křivky AC
da_dk: Importer tærskel fra AC kurve
de_de: Importiere Punkt aus der AC-Kurve
es_es: Importar punto de la curva de vía aérea
fi_fi: Tuo piste ilmajohto (AC) käyrältä
fr_fr: Importer depuis l'audiométrie conventionnelle
hu_hu: Pontok importálása az AC görbéről
it_it: Importare punto dalla curva tonale
ja_jp: ACカーブからポイントを読込む
ko_kr: AC curve로 부터 point를 불러오기
nl_nl: Punt importeren uit AC curve
no_no: Importer AC kurve
pl_pl: Importuj punkt z krzywej Powietrznej
pt_pt: Importar limiar da curva de via aérea
ro_ro: Importa punct din curba CA
ru_ru: Импортировать точку из кривой AC
sv_se: Importera markering från luftledning
tr_tr: AC eğrisinden nokta al
zh_cn: 从气导曲线中导入数值

source: The left instrument that you are about to connect is not a standard offering in ReSound Aventa. You may still fit and save changes to the instrument.
cs_cz: Levé sluchadlo, které se pokoušíte připojit, není ve standardní nabídce programu Aventa. Můžete však přesto nastavit a uložit změny do sluchadla.
da_dk: Det venstre apparat du forsøger at forbinde er ikke standardtilbud i ReSound Aventa 3. Du kan dog alligevel tilpasse og gemme ændringer i høreapparaterne.
de_de: Das linke Hörsystem das Sie gerade verbinden ist in Ihrer Länderversion nicht verfügbar. Sie können trotzdem das Hörsystem anpassen und die Daten speichern.
es_es: El audífono Izquierdo que esta intentando conectar, no está dentro de las opciones estandar de Aventa. No obstante, usted podrá conectarlo y realizar ajustes.
fi_fi: Vasen kuulokoje jota olet yhdistämässä ei ole käytössä nykyisellä markkina-alueellasi. Voit kuitenkin sovittaa ja tallentaa tiedot kuulokojeeseen.
fr_fr: Attention : l'appareil que vous souhaitez connecter à gauche n'est pas distribué dans ce pays, mais vous pouvez tout de même modifier et sauvegarder les réglages.
hu_hu: A bal készülék, amit csatlakoztatni szeretne alapértelmezetten nem található az Aventában. Csatlakoztathatja és beállíthatja, és elmentheti a változtatásokat.
it_it: Lo strumento che si sta per collegare a sinistra, non è come standard presente in ReSound Aventa. È comunque possibile effettuare il fitting e salvare le modifiche sullo strumento.
ja_jp: 左側に接続された補聴器は器種選択画面に表示されていません。接続および調整は可能です。
ko_kr: 연결하려는 왼쪽 보청기는 Aventa에서 지원할 수 없는 보청기 입니다. 계속해서 피팅할 수 있고 변경된 내용을 보청기에 저장할 수 있습니다.
nl_nl: Het linker toestel dat u wilt verbinden is niet beschikbaar in uw marktversie van Aventa. U kunt echter wel verbinden en de instellingen bijregelen.
no_no: Venstre apparat du skal til å tilkoble er ikke tilgjengelig i denne markeds installasjonen. Du kan likevell tilpasse og gjøre endringer i apparatet.
pl_pl: Lewy aparat jaki zamierzasz podłączyć jest standardowo dostępny w programie Aventa. Nadal możesz dopasowywać i zapisywać zmiany w aparatcie.
pt_pt: O aparelho esquedo que você está prestes a se conectar não está disponível no Aventa. Você ainda pode ajustar e salvar as alterações.
ru_ru: Левый аппарат, который Вы пытаетесь подключить, не доступен на этом рынке. Однако, Вы по-прежнему можете настраивать и сохранять изменения в слуховой аппарат.
sv_se: Vänster hörapparat finns inte tillgänglig på denna marknad. Du kan ansluta och göra justeringar, men supporten kan vara begränsad.
tr_tr: Bağlanmak üzere olduğunuz sol cihaz Aventa'da standart olarak sunulmuyor. Ancak Fitting yapabilir ve değişiklikleri kaydedebilirsiniz.
zh_cn: 软件不支持左侧助听器。你可以继续验配和保存更改到助听器中。

source: The right instrument you are about to connect is not a standard offering in ReSound Aventa. You may still fit and save changes to the instrument.
cs_cz: Pravé sluchadlo, které se pokoušíte připojit, není ve standardní nabídce programu Aventa. Můžete však přesto nastavit a uložit změny do sluchadla.
da_dk: Det højre apparat du forsøger at forbinde er ikke standardtilbud i ReSound Aventa 3. Du kan dog alligevel tilpasse og gemme ændringer i høreapparaterne.
de_de: Das rechte Hörsystem das Sie gerade verbinden ist in Ihrer Länderversion nicht verfügbar. Sie können trotzdem das Hörsystem anpassen und die Daten speichern.
es_es: El audífono Derecho que esta intentando conectar, no está dentro de las opciones estandar de Aventa. No obstante, usted podrá conectarlo y realizar ajustes.
fi_fi: Oikea kuulokoje jota olet yhdistämässä ei ole käytössä nykyisellä markkina-alueellasi. Voit kuitenkin sovittaa ja tallentaa tiedot kuulokojeeseen.
fr_fr: Attention : l'appareil que vous souhaitez connecter à droite n'est pas distribué dans ce pays, mais vous pouvez tout de même modifier et sauvegarder les réglages.
hu_hu: A jobb készülék, amit csatlakoztatni szeretne alapértelmezetten nem található az Aventában. Csatlakoztathatja és beállíthatja, és elmentheti a változtatásokat.
it_it: Lo strumento che si sta per collegare a destra, non è come standard presente in ReSound Aventa. È comunque possibile effettuare il fitting e salvare le modifiche sullo strumento.
ja_jp: 右側に接続された補聴器は器種選択画面に表示されていません。接続および調整は可能です。
ko_kr: 연결하려는 오른쪽 보청기는 Aventa에서 지원할 수 없는 보청기입니다. 계속해서 피팅할 수 있고, 변경된 내용을 보청기에 저장할 수 있습니다.
nl_nl: Het rechter toestel dat u wilt verbinden is niet beschikbaar in uw marktversie van Aventa. U kunt echter wel verbinden en de instellingen bijregelen.
no_no: Høyre apparat du skal til å tilkoble er ikke tilgjengelig i denne markeds installasjonen. Du kan likevell tilpasse og gjøre endringer i apparatet.
pl_pl: Prawy aparat jaki zamierzasz podłączyć jest standardowo dostępny w programie Aventa. Nadal możesz dopasowywać i zapisywać zmiany w aparatcie.
pt_pt: O aparelho direito que você está prestes a conectar não está disponível no Aventa. Você ainda pode ajustar e salvar as alterações no aparelho.
ru_ru: Правый аппарат, который Вы пытаетесь подключить, не доступен на этом рынке. Однако, Вы по-прежнему можете настраивать и сохранять изменения в слуховой аппарат.
sv_se: Höger hörapparat finns inte tillgänglig på denna marknad. Du kan ansluta och göra justeringar, men supporten kan vara begränsad.
tr_tr: Bağlanmak üzere olduğunuz sağ cihaz Aventa'da standart olarak sunulmuyor. Ancak Fitting yapabilir ve değişiklikleri kaydedebilirsiniz.
zh_cn: 软件不支持右侧助听器。你可以继续验配和保存更改到助听器中。

source: Both instruments you are about to connect are not a standard offering in ReSound Aventa. You may still fit and save changes to the instruments.
cs_cz: Obě sluchadla, která se pokoušíte připojit, nejsou ve standardní nabídce programu Aventa. Můžete je však přesto nastavit a uložit změny do sluchadel.
da_dk: De apparater du forsøger at forbinde er ikke standardtilbud i ReSound Aventa 3. Du kan dog alligevel tilpasse og gemme ændringer i høreapparaterne.
de_de: Beide Hörsysteme die Sie gerade verbinden sind in Ihrer Länderversion nicht verfügbar. Sie können trotzdem die Hörsysteme anpassen und die Daten speichern.
es_es: Los audífonos que esta intentando conectar, no están dentro de las opciones estandar de Aventa. No obstante, usted podrá conectarlos y realizar ajustes.
fi_fi: Kummatkin kuulokojeet joita olet yhdistämässä eivät ole saatavilla nykyisellä markkina-alueellasi. Voit kuitenkin sovittaa ja tallentaa tiedot kuulokojeisiin.
fr_fr: Attention : les appareils que vous souhaitez connecter ne sont pas distribués dans ce pays, mais vous pouvez tout de même modifier et sauvegarder les réglages.
hu_hu: Mindkét oldali készülék amiket csatlakoztatni szeretne alapértelmezetten nem található az Aventában. Csatlakoztathatja és beállíthatja őket, és elmentheti a változtatásokat.
it_it: Entrambi gli strumenti che si stanno per collegare, non sono come visibili in modalità standard in ReSound Aventa. È comunque possibile effettuare il fitting e salvare le modifiche sugli strumenti.
ja_jp: 接続された補聴器は器種選択画面に表示されていません。接続および調整は可能です。
ko_kr: 연결하려는 양쪽 보청기는 Aventa에서 지원할 수 없는 보청기 입니다. 계속해서 피팅할 수 있고, 변경된 내용을 보청기에 저장할 수 있습니다.
nl_nl: De toestellen die u wilt verbinden zijn niet beschikbaar in uw marktversie van Aventa. U kunt echter wel verbinden en de instellingen bijregelen
no_no: Begge apparatene du skal til å tilkoble er ikke tilgjengelig i denne markeds installasjonen. Du kan likevell tilpasse og gjøre endringer i apparatene.
pl_pl: Oba aparaty jakie zamierzasz podłączyć nie są standardowymi aparatami dostępnymi w programie Aventa. Nadal możesz podłączyć i dokonać zmian w ustawieniach aparatów.
pt_pt: Ambos os aparelhos que você está prestes a conectar não estão disponíveis no ReSound Aventa. Você ainda pode ajustar e salvar as alterações nos aparelhos.
ru_ru: Оба аппарата, которые Вы пытаетесь подключить, не доступны на этом рынке. Однако, Вы по-прежнему можете настраивать и сохранять изменения в слуховые аппараты.
sv_se: Hörapparaterna, du försöker ansluta, finns inte tillgängliga på denna marknad. Du kan ansluta och göra justeringar, men supporten kan vara begränsad.
tr_tr: Bağlanmak üzere olduğunuz cihazlar Aventa'da standart olarak sunulmuyor. Ancak Fitting yapabilir ve değişiklikleri kaydedebilirsiniz.
zh_cn: 软件不支持双耳的助听器。你可以继续验配和保存更改到助听器中。

source: Closed Dome
cs_cz: Uzavřený klobouček
da_dk: Lukket kuppel
de_de: Geschlossener Dome
es_es: Acoplador Cerrado
fi_fi: Suljettu tippi
fr_fr: Dôme fermé
hu_hu: Zárt Dome
it_it: Cupoletta Chiusa
ja_jp: クローズドーム
nl_nl: Gesloten dome
no_no: Tett dome
pl_pl: Kopułka Zamknięta
pt_pt: Domo Power
ro_ro: Dome inchis
ru_ru: Закрытый вкладыш
sv_se: Tät Dome
tr_tr: Kapalı Dom
zh_cn: 密闭耳塞

source: Feedback Eraser (4 options)
de_de: DFS Ultra II
es_es: DFSUltra II
fr_fr: DFS Ultra II
no_no: DFS Ultra II
pt_pt: Cancelamento de Feedback (4 opções)
zh_cn: 超级DFS II

source: Feedback Eraser (3 options)
de_de: DFS Ultra II
es_es: DFS Ultra II
fr_fr: DFS Ultra II
no_no: DFS Ultra II
pt_pt: Cancelamento de Feedback (3 opções)
zh_cn: 超级DFS II

source: Sound Preset
cs_cz: Předvolba zvuku
da_dk: Støjtype
de_de: Klang Voreinstellung
es_es: Preajuste Sonoro
fi_fi: Äänen esiasetus
fr_fr: Présélection
hu_hu: Hang beállítás
it_it: Preselezione del Suono
ja_jp: 音の種類
nl_nl: Voorinstelling geluid
no_no: Velg lyd
pl_pl: Ustawienia Dźwięku
pt_pt: Tipo do Ruído
ro_ro: Presetare sunet
ru_ru: Предустановки звука
sv_se: Brus
tr_tr: Ses Önayarı
zh_cn: 声音类型

source: (Custom)
cs_cz: (Vlastní)
es_es: (Personalizado)
fi_fi: (Asiakaskohtainen)
fr_fr: Personnalisée
hu_hu: (Egyéni)
it_it: (Su misura)
ja_jp: （カスタム）
nl_nl: (aangepast)
no_no: (Endret støynivå)
pl_pl: (Własne)
pt_pt: (personalizado)
ro_ro: (particularizat)
ru_ru: (Внутриушной)
tr_tr: (Özel)
zh_cn: (自定义)

source: High Frequency Noise
cs_cz: Vysokofrekvenční šum
da_dk: Højfrekvent støj
de_de: Hochfrequentes Rauschen
es_es: Ruido de Alta Frecuencia
fi_fi: Korkeataajuus kohina
fr_fr: Bruit haute fréquence
hu_hu: Magasfrekvenciás zaj
it_it: Rumore Alta Frequenza
ja_jp: 高周波数ノイズ
nl_nl: Hoogfrequente ruis
no_no: Høyfrekvent Støy
pl_pl: Szum Wysokoczęstotliwościowy
ru_ru: Высокочастотный шум
tr_tr: Yüksek Frekans Gürültüsü
zh_cn: 高频噪声

source: White Noise
de_de: Weisses Rauschen
es_es: Ruido Blanco
fi_fi: Valkoinen kohina
fr_fr: Bruit blanc
hu_hu: Fehér zaj
it_it: Rumore Bianco
ja_jp: ホワイトノイズ
nl_nl: Witte ruis
no_no: Hvit Støy
pl_pl: Szum Biały
ro_ro: Zgomot alb
ru_ru: Белый шум
tr_tr: Beyaz Gürültü
zh_cn: 白噪声

source: Speech Noise
de_de: Sprachsimulierendes Rauschen
es_es: Ruido Vocal
fi_fi: Puhekohina
fr_fr: Bruit de parole
hu_hu: Beszéd zaj
it_it: Rumore Parlato
ja_jp: スピーチノイズ
nl_nl: Spraakruis
no_no: Tale Støy
pl_pl: Szum Mowy
ro_ro: Zgomot vorbire
ru_ru: Речевой шум
tr_tr: Konuşma Gürültüsü
zh_cn: 言语噪声

source: Pink Noise
de_de: Rosa Rauschen
es_es: Ruido Rosa
fi_fi: Vaaleanpunainen kohina
fr_fr: Bruit rose
hu_hu: Rózsa zaj
it_it: Rumore Rosa
ja_jp: ピンクノイズ
nl_nl: Roze ruis
no_no: Rosa Støy
pl_pl: Szum Różowy
ro_ro: Zgomot roz
ru_ru: Розовый шум
tr_tr: Pembe Gürültü
zh_cn: 粉红噪声

source: Linear fitting
da_dk: Lineær tilpasning
de_de: Lineare Anpassung
es_es: Adaptación Lineal
fi_fi: Lineaarinen sovitus
fr_fr: Adaptation linéaire
hu_hu: Lineáris illesztés
it_it: Fitting Lineare
ja_jp: リニア
nl_nl: Lineaire aanpassing
no_no: Lineær tilpasning
pl_pl: Dopasowanie liniowe
pt_pt: Adaptação Linear
ro_ro: Reglaj liniar
ru_ru: Линейная настройка
sv_se: Linjär anpassning
tr_tr: Lineer fitting
zh_cn: 线性放大验配

source: Semi linear fitting
da_dk: Semi lineær tilpasning
de_de: Semi-Lineare Anpassung
es_es: Adaptación Semi-lineal
fi_fi: Semi-lineaarinen sovitus
fr_fr: Adaptation semi-linéaire
hu_hu: Fél-lineáris illesztés
it_it: Fitting Semi Lineare
ja_jp: セミリニア
nl_nl: Semi-lineaire aanpassing
no_no: Semi lineær tilpasning
pl_pl: Dopasowanie pół liniowe
pt_pt: Adaptação Semi linear
ro_ro: Reglaj semi-liniar
ru_ru: Полулинейная настройка
sv_se: Semi-linjär anpassning
tr_tr: Yarı lineer fitting
zh_cn: 混合线性放大验配

source: Wide Dynamic Range Compression (WDRC)
es_es: Compresión en todo el Rango Dinámico (WDRC)
fr_fr: Adaptation WDRC (Wide Dynamic Range Compression)
hu_hu: Széles dinamika tartományú kompresszió (WDRC)
it_it: Compressione WDRC (Wide Dynamic Range Compression)
ja_jp: ノンリニア (WDRC)
pl_pl: Szerokopasmowa Kompresja Dynamiczna (WDRC)
pt_pt: WDRC
ru_ru: Широкий динамический диапазон компрессии (WDRC)
zh_cn: 宽动态范围压缩(WDRC)

source: Choose a compression mode:
cs_cz: Vyberte mód komprese:
da_dk: Vælg en kompressionsform:
de_de: Wählen Sie einen Kompressionsmodus
es_es: Elegir un modo de Compresión:
fi_fi: Valitse kompressiotila :
fr_fr: Choisissez un type de compression :
hu_hu: Válassza ki a kompressziós módot:
it_it: Scegliere una modalità di compressione:
ja_jp: コンプレッションモードの選択:
ko_kr: 압축모드를 선택하세요
nl_nl: Selecteer een compressiemodus:
no_no: Velg kompresjonsmodus:
pl_pl: Wybierz typ kompresji:
pt_pt: Escolher modo de compressão:
ro_ro: Alegeti un mod de compresie:
ru_ru: Выберите режим компрессии:
sv_se: Välj kompressionsläge:
tr_tr: Bir sıkıştırma modu seç:
zh_cn: 选择压缩模式：

source: Compression mode(s) or compression mode options vary by device and are disabled when not available.
cs_cz: Kompresní mód(y) nebo možnosti kompresního módu se ve sluchadlech liší a jsou deaktivovány pokud nejsou k dispozici.
da_dk: Kompressionsform og muligheder er forskellige for forskellige HA og er slået fra når de ikke er tilgængelige.
de_de: Die Verfügbarkeit der Kompressionsmodi ist von den Hörsystemen abhängig und wird bei deaktiviert wenn nicht verfügbar.
es_es: El(Los) Modo(s) de Compresión o las opciones de los mismos, pueden variar dependiendo del modelo seleccionado, y están deshabilitados si no están disponibles
fi_fi: Kompressio tila tai kompressiotilan asetukset vaihtelet kulokojeidenmukaan ja ovat poissa käytöstä jos niitä ei ole saatavilla.
fr_fr: Les options du type de compression peuvent varier en fonction du type d'appareil. Elles sont automatiquement désactivées lorsqu'elle sont indisponibles.
hu_hu: A kompressziós mód vagy a kompressziós mód opciók készülék függőek, és le vannak tíltva amikor nem érhetőek el.
it_it: Le modalità di compressione o opzioni della modalità di compressione variano a seconda del dispositivo e sono disattivate quando non disponibili.
ja_jp: 無効の場合、コンプレッションモードの設定は変更できません
ko_kr: 압축모드 또는 압축 모드 옵션은 보청기마다 다르고 선택할 수 없는 경우 활성되지 않습니다.
nl_nl: De compressiemodusopties variëren per toestel en zijn uitgezet als ze niet beschikbaar zijn.
no_no: Kompresjonsmodus eller kompresjonsmodus valg varierer fra apparat til apparat, og er slått av når ikke tilgjengelig.
pl_pl: Typ(y) kompresji albo opcje typu kompresji różnią się w zależności od modelu aparatu i mogą być zablokowane gdy nie są dostępne.
pt_pt: O modo de compressão e suas opções variam de acordo com o aparelho e podem estar indisponíveis.
ro_ro: Modul de compresie sau opriunile modurilor de compresie variaza in functie de dispozitiv si sunt dezactivate cand nu sunt disponibile.
ru_ru: Режим(ы) компрессии или опции режима компрессии отличаются на различных устройствах и отключены, когда они не доступны.
sv_se: Kompressionslägens olika val kan variera mellan olika hörapparater och är urkopplade när de inte finns tillgängliga.
tr_tr: Sıkıştırma modu veya sıkıştırma modu seçenekleri cihaza göre değişkenlik gösterir ve kullanılmadığında devre dışı bırakılır.
zh_cn: 压缩模式或压缩模式选项因助听器而异且不可选时禁用。
