Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Right instrument supports multiple compression modes.
cs_cz: Pravé sluchadlo podporuje více režimů komprese.
da_dk: Højre apparat understøtter flere kompressionsformer.
de_de: Das rechte Hörsystem unterstützt verschiedene Kompressionsmodi.
es_es: El audífono Derecho soporta múltiples modos de compresión
fi_fi: Oikea kuulokoje tukee useita kompressio tiloja.
fr_fr: L'appareil droit supporte plusieurs modes de compression.
hu_hu: A jobb oldali készülék támogatja a többkompressziós módot.
it_it: Lo Strumento a Destra supporta diverse modalità di compressione.
ja_jp: 右側の補聴器は複数のコンプレッションモードに対応します
ko_kr: 오른쪽 보청기가 다기능 압축 모드를 지원합니다.
nl_nl: Het rechter toestel ondersteunt meerdere compressiemodussen.
no_no: Høyre apparat støtter flere kompresjonsmoduser.
pl_pl: Prawy aparat wspiera różne typy kompresji.
pt_pt: Disponíveis vários modos de compressão para o aparelho auditivo direito.
ro_ro: Aparatul din dreapta suporta mai multe moduri de compresie.
ru_ru: Правый аппарат поддерживает несколько режимов компрессии.
sv_se: Höger hörapparat stödjer flera kompressionslägen.
tr_tr: Sağ cihaz birden fazla sıkıştırma modlarını destekler.
zh_cn: 右侧助听器支持多种压缩模式。

source: Left instrument supports multiple compression modes.
cs_cz: Levé sluchadlo podporuje více režimů komprese.
da_dk: Venstre apparat understøtter flere kompressionsformer.
de_de: Das linke Hörsystem unterstützt verschiedene Kompressionsmodi.
es_es: El audífono Izquierdo soporta múltiples modos de compresión
fi_fi: Vasen kuulokoje tukee useita kompressio tiloja.
fr_fr: L'appareil gauche supporte plusieurs modes de compression.
hu_hu: A bal oldali készülék támogatja a többkompressziós módot.
it_it: Lo Strumento a Sinistra supporta diverse modalità di compressione.
ja_jp: 左側の補聴器は複数のコンプレッションモードに対応します
ko_kr: 왼쪽 보청기가 다기능 압축 모드를 지원합니다.
nl_nl: Het linker toestel ondersteunt meerdere compressiemodussen.
no_no: Venstre apparat støtter flere kompresjonsmoduser.
pl_pl: Lewy aparat wspiera różne typy kompresji.
pt_pt: Disponíveis vários modos de compressão para o aparelho auditivo esquerdo.
ro_ro: Aparatul din stanga suporta mai multe moduri de compresie.
ru_ru: Левый аппарат поддерживает несколько режимов компрессии.
sv_se: Vänster hörapparat stödjer flera kompressionslägen.
tr_tr: Sol cihaz birden fazla sıkıştırma modlarını destekler.
zh_cn: 左侧助听器支持多种压缩模式。

source: Hear distant speech better than close
da_dk: Hører fjern tale bedre end den tæt på
ja_jp: 近くの声よりも遠くの声がよく聞こえる
zh_cn: 听远距离的声音更好些

source: Consider use of Mini Microphone
da_dk: Overvej brug af trådløs mikrofon
ja_jp: マイクアクセサリーの使用を検討して下さい
zh_cn: 考虑迷你音频转换器

source: Music sounds tinny
da_dk: Musik lyder tyndt
ja_jp: 音楽が耳障りである
zh_cn: 音乐声听起来刺耳

source: Change Feedback Eraser to Music Mode
ja_jp: ウルトラDFS II をミュージックモードに設定して下さい
zh_cn: 更改反馈消除器到音乐模式

source: Music sounds dull
da_dk: Musik lyder utydeligt
ja_jp: 音楽がはっきりしない
zh_cn: 音乐声听起来很沉闷

source: Reduce level of noise reduction
da_dk: Reducer niveauet af støjreduktion
ja_jp: 雑音抑制の設定を弱めて下さい
zh_cn: 减少降噪级别

source: Music sounds dull
da_dk: Musik lyder utydeligt
zh_cn: 音乐声听起来很沉闷

source: Turn off Frequency Lowering
da_dk: Slå frekvenskompression fra
ja_jp: サウンドシェーパーをオフにして下さい
zh_cn: 关闭移频功能

source: Loud sounds are restricted
da_dk: Kraftige lyde begrænses
ja_jp: 大きな音が制限されている
zh_cn: 大声受限

source: Change to linear mode
da_dk: Skoft til lineær komressionstilstand
ja_jp: コンプレッションモードをリニアに変更して下さい
zh_cn: 更改为线性模式

source: High frequency sounds are dull
da_dk: Højfrekvente lyde er utydelige
ja_jp: 高い音がはっきりしない
zh_cn: 高频声听上去很沉闷

source: Decrease freqeuncy lowering
da_dk: Reducer frekvenskompression
ja_jp: サウンドシェーパーの設定を弱めて下さい
zh_cn: 减少移频

source: Low frequency sounds are too loud
da_dk: Lave frekvenser er for kraftige
ja_jp: 低いの音がうるさく聞こえる
zh_cn: 低频声太响

source: Decrease level of low frequency boost
da_dk: Reducer niveauet af low frequency boost
ja_jp: 低域強調の設定を弱めて下さい
zh_cn: 减少低音增强水平

source: Loud sounds are too loud
da_dk: Kraftige lyde er for kraftige
ja_jp: 大きな音がうるさく聞こえる
zh_cn: 大声太吵

source: Decrease MPOs
da_dk: Reducer MPO
ja_jp: MPOを下げて下さい
zh_cn: 降低MPO值

source: Loud sounds are too loud but soft sounds are satisfactory
da_dk: Kraftige lyde er for kraftige, men svage lyde er passende.
ja_jp: 大きな音はうるさく聞こえるが、小さな音はちょうどよく聞こえる
zh_cn: 大声的声音太大，而柔和的声音令人满意。

source: Change to WDRC mode
da_dk: Skift til WDRC indstilling
ja_jp: コンプレッションモードをノンリニア (WDRC) に変更して下さい
zh_cn: 改变WDRC模式

source: Soft sounds are too soft but loud sounds are satisfactory
da_dk: Svage lyde er for svage, men kraftige lyde er passende
ja_jp: 小さな音は聞こえにくいが、大きな音はちょうどよく聞こえる
zh_cn: 柔和的声音太轻，但响亮的声音令人满意。

source: Change to WDRC mode
da_dk: Skift til WDRC indstilling
ja_jp: コンプレッションモードをノンリニア (WDRC)に変更して下さい
zh_cn: 改变WDRC模式

source: High frequency sounds are too soft/inaudible
da_dk: Højfrekvente lyde er for svage/ikke hørbare
ja_jp: 高い音が聞こえにくい
zh_cn: 高频声音太轻柔/听不见

source: Increase level of frequency lowering
da_dk: Forøg niveauet af frekvenskompression
ja_jp: サウンドシェーパーの設定を強めて下さい
zh_cn: 增加移频级别

source: Change to semi-linear compression mode
da_dk: Skift til semi-lineær kompressionstilstand
ja_jp: セミリニアに変更して下さい
zh_cn: 更改为半线性压缩模式

source: Decrease level of Low Frequency Boost
cs_cz: Snižte úroveň Low Frequency Boost
da_dk: Reducer niveauet for lavfrekvent boost
de_de: Reduziere
es_es: Reducir el nivel del Realce de Graves
fi_fi: Vähennä tasoa matalien taajuuksien vahvistuksessa
fr_fr: Diminuer le niveau de suramplification des graves
hu_hu: Mélyfrekvenciás Boost csökkentése
it_it: Diminuire il livello delle frequenze Gravi (Bass Boost)
ja_jp: 低域強調の設定を弱めて下さい
ko_kr: 저주파 부스트 레벨을 줄이세요
nl_nl: Verlaag de Low Frequency Boost
no_no: Senk nivået av Lavfrekvent Boost
pl_pl: Zmniejsz stopień Podbicia Niskich Częstotliwości
pt_pt: Diminuir Nível do Incremento de Grave
ro_ro: Scadeti castigul Cresterea frecventelor joase
ru_ru: Снизьте уровень низкочастотного усиления
sv_se: Minska nivån av Low Frequency Boost
tr_tr: Alçak Frekans Boost azalma seviyesi
zh_cn: 降低低频提升的强度

source: Acceptance Manager is not available while any program is set to a compression mode other than WDRC.
cs_cz: Acceptance Manager není k dispozici pokud je jakýkoliv program nastaven na režim komprese jiný než WDRC.
da_dk: Acceptance Manager er ikke tilgængelig når et eller flere programmer er indstillet til anden kompression end WDRC.
de_de: Der Eingewöhnungs-Manager steht nicht zur Verfügung solange ein Programm in einem anderen Kompressionsmodus ist als WDRC.
es_es: La Adaptación Progresiva no está disponible cuando en algún programa el modo de compresión no sea WDRC.
fi_fi: Sopeutumisavustaja ei ole käytössä jos ohjelma on laitettu kompressiotilaan joka on muu kuin WDRC.
fr_fr: Acceptance Manager n'est pas disponible. Assurez-vous que tous les programmes utilisent une compression WDRC pour pouvoir utiliser l'Acceptance Manager.
hu_hu: Az Acceptance Manager nem áll rendelkezésre, amíg bármely programban a kompressziós beállítás más mint a WDRC.
it_it: Manager Adattamento non è disponibile mentre un programma è impostato su una modalità di compressione diversa da WDRC.
ja_jp: コンプレッションモードがノンリニア（WDRC)以外に設定されている場合、アクセプタンスマネージャーは使用できません
ko_kr: 프로그램이 WDRC 방식 이외의 압축 모드로 설정된 동안은 Acceptance Manager를 사용할 수 없습니다.
nl_nl: De Acceptatie Manager is niet beschikbaar als er één programma in een andere modus is gezet dan WDRC.
no_no: Acceptance Manager er ikke tilgjengelig når noen programmer er satt til andre kompresjonsmoduser enn WDRC.
pl_pl: Manager Akceptacji nie jest dostępny gdy przynajmniej jeden program jest ustawiony z inną kompresją niż WDRC.
pt_pt: O Gerenciador de Adaptação não estará disponível enquanto a compressão não for definida para WDRC
ro_ro: Managerul de acceptare nu este disponibil in cadrul programelor setate in alt mod decat WDRC.
ru_ru: Автоматическая адаптация не доступна, пока любая из программ имеет режим компрессии, отличный от WDRC.
sv_se: Acceptans Verktyg är inte tillgängligt när något program har ett annat kompressionsläge än WDRC.
tr_tr: WDRC dışında herhangi bir program sıkıştırma moduna ayarlanmışsa Acceptance Manager kullanılamaz.
zh_cn: 只要任一程序的压缩模式不是宽动态范围（WDRC），满意度管理系统都不可用。

source: Right
cs_cz: Vpravo
da_dk: Højre
de_de: rechts
es_es: Oído Derecho
fi_fi: Oikea
fr_fr: Oreille droite
hu_hu: Jobb
it_it: Orecchio Destro
ja_jp: 右耳
ko_kr: 오른쪽 귀
nl_nl: rechteroor
no_no: Høyre
pl_pl: Prawy
pt_pt: Direita
ro_ro: Urechea dreapta
ru_ru: Правый
sv_se: Höger öra
tr_tr: Sağ
zh_cn: 右耳

source: Left
cs_cz: Vlevo
da_dk: Venstre
de_de: links
es_es: Oído Izquierdo
fi_fi: Vasen
fr_fr: Oreille gauche
hu_hu: Bal
it_it: Orecchio Sinistro
ja_jp: 左耳
ko_kr: 왼쪽 귀
nl_nl: linkeroor
no_no: Venstre
pl_pl: Lewy
pt_pt: Esquerda
ro_ro: Urechea stanga
ru_ru: Левый
sv_se: Vänster öra
tr_tr: Sol
zh_cn: 左耳

source: Compression Mode is not available while Acceptance Manager is in progress. Please turn off Acceptance Manager first.
cs_cz: Kompresní mód není k dispozici pokud probíhá Acceptance Manager. Prosím nejdříve vypněte Acceptance Manager.
da_dk: Compression Modeer ikke tilgængelig når Acceptance Manager er under udvikling. Slå venligst Acceptance Manager fra først.
de_de: Die Veränderung des Kompressionsmodus steht nicht zur Verfügung wenn der Eingewöhnungs-Manager aktiv ist. Schalten Sie erst den Eingewöhnungs-Manager aus.
es_es: Los Modos de Compresión no están disponibles cuando la Adaptación progresiva está en ejecución. Por favor desactive la Adaptación Progresiva.
fi_fi: Kompressiotila ei ole käytössä jos Sopeutumisavustaja on toiminnassa. Kytke Sopeutumisavustaja ensin pois käytöstä.
fr_fr: Le mode de compression ne peut pas être changé quand l'Acceptance Manager est activé. Désactiver l'Acceptance Manager pour changer le mode de compression.
hu_hu: A Kompressziós mód nem áll rendelkezésre, amíg az Acceptance Manager folyamtban van. Kérjük kapcsolja ki elöszőr az Acceptance Managert.
it_it: Modalità Compressione non è disponibile mentre Manager Adattamento è in corso. Spegnere prima Manager Adattamento.
ja_jp: アクセプタンスマネージャーが進行中は、コンプレッションモードを変更できません。アクセプタンスマネージャーをオフにして下さい。
ko_kr: Acceptance Manager가 진행중인 동안은 압축 모드를 사용할 수 없습니다. Acceptance Manger를 먼저 종료하세요.
nl_nl: Compressiemodus is niet beschikbaar als de Acceptatie Manager bezig is. Zet de Acceptatie Manager s.v.p. eerst uit.
no_no: Kompresjonsmodus er ikke tilgjengelig når Acceptance Manager er aktivert. Vennligst slå av Acceptance Manager først.
pl_pl: Tryby Kompresji nie są dostępne gdy jest aktywny Manager Akceptacji. Proszę najpierw wyłaczyć Managera Akceptacji.
pt_pt: Modo de compressão não estará disponível enquanto o gerenciamento de adaptação estiver em andamento. Por favor, desligue o gerenciamento de adaptação.
ro_ro: Modul de compresie nu este disponibil in timp ce Managerul de acceptare este in desfasurare. Va rugam opriti intai Managerul de acceptare
ru_ru: Режим компрессии не доступен, пока активна Автоматическая адаптация. Пожалуйста, прежде всего отключите Автоматическую адаптацию.
sv_se: Kompressionsläget är inte tillgängligt medan Acceptans Verktyget pågår. Slå av Acceptans Verktyget först.
tr_tr: Acceptance Manager devam ederken Sıkıştırma Modu kullanılamaz. Lütfen ilk olarak Acceptance Manager'i kapatın.
zh_cn: 满意度管理系统运行时压缩模式不可调整，如要调整请先关闭它。

source: Compression Mode is not available while Acceptance Manager is in progress. Please turn off Acceptance Manager or unlink first.
cs_cz: Kompresní mód není k dispozici pokud probíhá Acceptance Manager. Prosím nejdříve vypněte Acceptance Manager nebo odpojte.
da_dk: Skift af kompressionstype er ikke muligt når Acceptance Manager er slået til. Slå Acceptance Manager fra først.
de_de: Die Veränderung des Kompressionsmodus steht nicht zur Verfügung wenn der Eingewöhnungs-Manager aktiv ist. Schalten Sie erst den Eingewöhnungs-Manager aus oder trennen Sie diesen.
es_es: Los Modos de Compresión no están disponibles cuando la Adaptación progresiva está en ejecución. Por favor desactive la Adaptación Progresiva o desasocie los audífonos
fi_fi: Kompressiotila ei ole käytössä jos Sopeutumisavustaja on toiminnassa. Kytke Sopeutumisavustaja pois päältä tai poista linkitys ensin.
fr_fr: Le mode de compression ne peut pas être changé quand l'Acceptance Manager est activé. Désactiver l'Acceptance Manager pour changer le mode de compression ou séparer les appareils.
hu_hu: A Kompressziós mód nem áll rendelkezésre, amíg az Acceptance Manager folyamtban van. Kérjük kapcsolja ki elöszőr az Acceptance Managert.
it_it: Modalità Compressione non è disponibile mentre Manager Adattamento è in corso. Spegnere prima Manager Adattamento o scollegare prima.
ja_jp: アクセプタンスマネージャーが進行中は、コンプレッションモードを変更できません。アクセプタンスマネージャーをオフにして下さい。
ko_kr: Acceptance Manager가 진행중인 동안은 압축 모드를 사용할 수 없습니다. Acceptance Manger를 먼저 종료하거나 연결을 종료하세요
nl_nl: Compressiemodus is niet beschikbaar als de Acceptatie Manager bezig is. Zet de Acceptatie Manager s.v.p. eerst uit of verbreek de link.
no_no: Kompresjonsmodus er ikke tilgjengelig når Acceptance Manager er aktivert. Vennligst slå av Acceptance Manager eller link fra først..
pl_pl: Tryby Kompresji nie są dostępne gdy jest aktywny Manager Akceptacji. Proszę najpierw wyłaczyć Managera Akceptacji lub rozłączyć aparaty.
pt_pt: Modo de compressão não estará disponível enquanto o Gerenciamento de Adaptação estiver em andamento. Por favor, desligue o Gerenciamento de Adaptação ou desvincule primeiro.
ro_ro: Modul de compresie nu este disponibil in timp ce Managerul de acceptare este in desfasurare. Va rugam opriti intai Managerul de acceptare sau deselectati-l.
ru_ru: Режим компрессии не доступен, пока активна Автоматическая адаптация. Пожалуйста, прежде всего отключите Автоматическую адаптацию или отмените связь.
sv_se: Kompressionsläget är inte tillgängligt medan Acceptans Verktyget pågår. Slå av Acceptans Verktyget eller avbryt koppling först.
tr_tr: Acceptance Manager devam ederken Sıkıştırma Modu kullanılamaz. Lütfen ilk olarak Acceptance Manager'i kapatın
zh_cn: 满意度管理系统运行时压缩模式不可调整，如要调整请先关闭或断开链接。

source: Compression Mode
cs_cz: Kompresní mód
da_dk: Kompressionsform
de_de: Kompressionsmodi
es_es: Modo de Compresión
fi_fi: Kompressio tila
fr_fr: Mode de compression
hu_hu: Kompressziós mód
it_it: Modalità di Compressione
ja_jp: コンプレッションモード
ko_kr: 압축 모드
nl_nl: Compressiemodus
no_no: Kompresjonsmodus
pl_pl: Tryb Kompresji
pt_pt: Modo de Compressão
ro_ro: Mod compresie
ru_ru: Режим компрессии
sv_se: Kompressionsläge
tr_tr: Sıkıştırma Modu
zh_cn: 压缩模式

source: Insufficient number of frequencies to perform an accurate fitting. Please ensure the following frequencies are meaured or imported from a conventional audiogram: 1000Hz, 2000Hz and 4000Hz.
cs_cz: Nedostatečný počet frekvencí k provedení přesného fittingu. Zajistěte prosím, aby byly následující frekvence změřeny nebo importovány z konvenčního audiogramu: 1000Hz, 2000Hz a 4000Hz.
da_dk: Der er ikke et tilstrækkeligt antal frekvenser til en tilpasning. Mål følgende frekvenser eller importer dem fra et konventionelt audiogram: 1000Hz, 2000Hz og 4000Hz.
de_de: Es sind nicht genügend Messungen von Frequenzen für eine akkurate Berechnung zur Verfügung. Bitte messen Sie folgende Frequenzen oder Importieren Sie ein Audiogramm mit min. folgenden Frequenzen: 1000Hz, 2000Hz und 4000Hz.
es_es: Número de frecuencias insuficiente para realizar una adaptación precisa. Por favor asegúrese de medir o importar de un audiograma convencional las siguientes frecuencias: 1000Hz, 2000Hz y 4000Hz.
fi_fi: Liian vähän taajuuksia käytettävissä jotta täsmällinen sovitus voidaan tehdä. Varmista että seuraavat taajuudet on tutkittu tai tuotu perinteisestä audiogrammista : 1000Hz, 2000Hz ja 4000Hz.
fr_fr: Le nombre de fréquences n'est pas suffisant pour faire un réglage précis. Mesurer ou importer plus de fréquences (depuis l'audiométrie conventionnelle) : 1000 Hz, 2000 Hz et 4000 Hz.
hu_hu: Megfelelő számú frekvencia biztósít pontos illesztést. Gyözödjön meg róla, hogy a következő frekvenciák meg vannak mérve vagy importálva a hagyomáynos audiogramból: 1000Hz, 2000Hz és 4000Hz.
it_it: Numero insufficiente di frequenze per eseguire un Fitting accurato. Verificare che le seguenti frequenze siano misurate o importate da un audiogramma convenzionale: 1000Hz, 2000Hz and 4000Hz.
ja_jp: 値が不足しています。1000Hz、2000Hz、4000Hzの測定を行うか、従来のオージオグラムから読込んで下さい。
ko_kr: 정확한 피팅을 수행하기 위한 주파수 숫자가 부족합니다. 다음의 주파수가 청력도(conventional audiogram)에서 측정되었거나 입력되었는지 확인하세요 : 1000Hz, 2000Hz, 4000Hz..
nl_nl: Onvoldoende meetfrequenties om een accurate aanpassing uit te voeren. Zorg er s.v.p. voor dat de volgende frequenties zijn gemeten of overgenomen uit een conventioneel audiogram: 1000Hz, 2000Hz en 4000Hz.
no_no: Det er for få målte frekvenser for en nøyaktig tilpasning. Vennligst se til at følgende frekvenser er målt eller importert fra tradisjonelt audiogram: 1000Hz, 2000Hz and 4000Hz.
pl_pl: Niedostateczna liczba częstotliwości aby przeprowadzić dokładne dopasowanie. Proszę się upewnić, że następujące częstotliwości zostały zmierzone lub wczytane z tradycyjnego audiogramu: 1000Hz, 2000Hz oraz 4000Hz.
pt_pt: Número insuficiente de frequências para realizar um ajuste preciso. Por favor, se assegure que as seguintes frequências foram medidas ou importadas de um audiograma convencional: 1000Hz, 2000Hz e 4000Hz.
ro_ro: Numar insuficient de frecvente pentru a efectua cu acuratete un reglaj. Asigurati-va ca urmatoarele frecvente sunt masurate sau importate dintr-o audiograma conventionala: 1000Hz, 2000Hz si 4000Hz.
ru_ru: Недостаточное количество частот для выполнения точной настройки. Пожалуйста, убедитесь, что следующие частоты измерены или импортированы из обычной аудиограммы: 1000 Гц, 2000 Гц и 4000 Гц.
sv_se: Otillräckligt många frekvenser för att utföra en exakt anpassning. Kontrollera att följande frekvenser är mätta eller importerade från ett audiogram: 1000 Hz, 2000 Hz och 4000 Hz.
tr_tr: Doğru fitting yapmak için yetersiz frekans sayısı olduğunda; Lütfen aşağıdaki frekansların ölçüldüğünden yada geleneksel bir odyogramdan alındığına emin olun: 1000 Hz, 2000Hz: ve 4000 Hz.
zh_cn: 精准验配所输入的听力值不足。请至少测试或输入以下频率的听力：1000Hz、2000Hz和4000Hz。

source: On
da_dk: Til
de_de: An
fi_fi: Päällä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
ko_kr: 켜짐
nl_nl: Aan
no_no: På
pl_pl: Wł
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: All-Around
cs_cz: Všeobecný
da_dk: Normal
es_es: Global
fi_fi: Kaiken kattava
fr_fr: Universel
hu_hu: Mindenütt
it_it: Programma Universale
ja_jp: 標 準
ko_kr: 일반 환경
no_no: Basis
pl_pl: Uniwersalny
pt_pt: Geral
ro_ro: Roata imprejur
ru_ru: Все-вокруг
sv_se: Allround
tr_tr: Her Yönden
zh_cn: 通用程序

source: Noise
cs_cz: Hluk
da_dk: Støj
de_de: Lärm
es_es: Ruido
fi_fi: Kohina
fr_fr: Bruit
hu_hu: Zaj
it_it: Rumore
ja_jp: 騒音
ko_kr: 소음
nl_nl: Lawaai
no_no: Støy
pl_pl: Hałas
pt_pt: Ruído
ro_ro: Zgomot
ru_ru: Шум
sv_se: Buller
tr_tr: Gürültü
zh_cn: 噪音环境

source: Music
cs_cz: Hudba
da_dk: Musik
de_de: Musik
es_es: Música
fi_fi: Musiikki
fr_fr: Musique
hu_hu: Zene
it_it: Musica
ja_jp: ﾐｭｰｼﾞｯｸ
ko_kr: 음악
nl_nl: Muziek
no_no: Musikk
pl_pl: Muzyka
pt_pt: Musica
ro_ro: Muzica
ru_ru: Музыка
sv_se: Musik
tr_tr: Muzik
zh_cn: 听音乐

source: Outdoor
cs_cz: Venku
da_dk: Udendørs
es_es: En la calle
fi_fi: Ulkona
fr_fr: Extérieur
hu_hu: Kültér
it_it: All'aperto
ja_jp: ｱｳﾄﾄﾞｱ
ko_kr: 실외
nl_nl: Buiten
no_no: Utendørs
pl_pl: Na zewnątrz
pt_pt: Ambiente externo
ro_ro: Afara
ru_ru: Снаружи
sv_se: Utomhus
tr_tr: Dışarıda
zh_cn: 户外环境

source: Phone
cs_cz: Telefon
da_dk: Telefon
de_de: Telefon
es_es: Teléfono
fi_fi: Puhelin
fr_fr: Téléphone
hu_hu: Telefon
it_it: Telefono
ja_jp: 電話ﾓｰﾄﾞ
ko_kr: 전화기
nl_nl: Telefoon
no_no: Telefon
pl_pl: Telefon
pt_pt: Fone
ro_ro: Telefon
ru_ru: Телефон
sv_se: Telefon
tr_tr: Telefon
zh_cn: 接听电话

source: REM Test
es_es: Prueba REM
fi_fi: REM testi
fr_fr: Test REM
hu_hu: REM Teszt
ja_jp: ﾃｽﾄﾓｰﾄﾞ
ko_kr: REM 검사
pl_pl: Test REM
pt_pt: Teste REM
ru_ru: REM тест
zh_cn: REM测试

source: T-Phone
cs_cz: Indukční telefon
da_dk: Telespole telefon
es_es: Bobina Telefónica
fi_fi: Ind. puhelin
fr_fr: Téléphone
hu_hu: Telefon
it_it: Bobina Telefonica
ja_jp: ﾃﾚｺｲﾙ
nl_nl: T-Telefoon
no_no: Telespole for telefon
pl_pl: Telefon
pt_pt: T - Telefone
ro_ro: Telefon
ru_ru: Телефон с катушкой
sv_se: T-Telefon
zh_cn: 电感电话

source: T-loop
cs_cz: Indukční smyčka
da_dk: Teleslynge
de_de: Induktionsspule
es_es: Bucle Magnético
fi_fi: Induktiosilmukka
fr_fr: Boucle
hu_hu: Hurok
it_it: Laccio Magnetico
ja_jp: ﾃﾚｺｲﾙ
nl_nl: T-Ringleiding
no_no: Telespole
pl_pl: Cewka-T
pt_pt: Bobina Telefônica
ru_ru: Индукционная петля
sv_se: Telespole
zh_cn: 电感回路

source: Audio In
de_de: Audio Eingang
es_es: Entrada de Audio
fi_fi: Autiotulo
fr_fr: Entrée DAI
hu_hu: Audio bemenet
it_it: DAI
ja_jp: DAI
no_no: Audioinngang
pl_pl: FM
ro_ro: _FM
ru_ru: Аудио вход
sv_se: DAI
zh_cn: 音频输入

source: Audio Streamer
da_dk: Lydstreamer
de_de: Audio Beamer
es_es: Emisor de Audio
fi_fi: Audio lähetin
fr_fr: Émetteur
it_it: TV
ja_jp: TV
no_no: Streamer
pl_pl: Akcesorium Audio
ru_ru: Аудио стример
tr_tr: Odyo Streamer
zh_cn: 音频转换器

source: Phone Clip+
da_dk: Telefonclip+
de_de: Telefonclip+
ja_jp: 携帯ユナイトII
ko_kr: 폰 클립+
nl_nl: Tel.clip+
sv_se: Telefonclip+
zh_cn: 多用途手机伴侣

source: Smart Device
cs_cz: Zařízení Smart
es_es: Dispositivo Móvil
fi_fi: Älylaite
fr_fr: Équipement Bluetooth
hu_hu: Okos eszköz
ja_jp: スマートホン
ko_kr: 스마트 기기
nl_nl: Smart apparaat
no_no: Smart-Enhet
pl_pl: Urządzenie Smart
pt_pt: Dispositivo Smart
ro_ro: iphone
ru_ru: Smart устройство
sv_se: Smart Enhet
tr_tr: Akıllı Cihaz
zh_cn: 智能设备

source: Church
da_dk: Kirke
zh_cn: 教堂

source: On
cs_cz: Zap
da_dk: Til
de_de: An
fi_fi: Käytössä
fr_fr: Activé
hu_hu: Be
ja_jp: オン
ko_kr: 켜짐
nl_nl: Aan
no_no: På
pl_pl: Wł
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
zh_cn: 开

source: Off
cs_cz: Vyp
da_dk: Fra
de_de: Aus
fi_fi: Ei käytössä
fr_fr: Désactivé
hu_hu: Ki
ja_jp: オフ
ko_kr: 꺼짐
nl_nl: Uit
no_no: Av
pl_pl: Wył
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл.
sv_se: Av
tr_tr: Kapalı
zh_cn: 关

source: All Program 1 settings will be reset to Initial Fit defaults
cs_cz: Všechna nastavení Programu 1 budou vrácena do výchozího nastavení
da_dk: Alle indstillinger i program 1 vil ændres til ny tilpasning.
de_de: Alle Einstellungen von Programm 1 werden auf Erstanpassung zurückgesetzt.
es_es: Todos los ajustes del Programa 1, se resetearan a los valores por defecto
fi_fi: Kaikki ohjelman 1 asetukset palautetaan PikaSovitus oletusasetuksiin
fr_fr: Tous les réglages du programme 1 vont être restaurés à leur valeurs par défaut.
hu_hu: Minden Program 1 beállítás reszetelve lesz a Kezdő illesztés használatával
it_it: Tutti i settaggi del programma 1 verranno reimpostati ai valori di Fitting iniziali di default
ja_jp: プログラム1のすべての設定が初期設定へリセットされます
ko_kr: All Program 1 settings이 초기 피팅 디폴트로 재설정 됩니다.
nl_nl: Alle instellingen van Programma 1 worden gereset naar de defaults van de basisinstelling
no_no: Alle innstillingene i program 1 vil tilbakestilles til standard innstillinger
pl_pl: Wszystkie ustawienia Programu 1 zostaną przywrócone do wartości domyślnych.
pt_pt: Todos os ajustes do programa 1, serão redefinidos para os padrões iniciais
ro_ro: Toate setarile Programului 1 vor fi readuse la valorile implicite ale Reglajului initial
ru_ru: Все настройки Программы 1 будут сброшены к первоначальной настройке по умолчанию
sv_se: Alla Program 1 inställningar kommer återställas till startvärden
tr_tr: Tüm Program 1 ayarları varsayılan ilk uygulama ayarlarına döndürülecek
zh_cn: 所有程序1将重置为默认设置
