Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Testing not advised. To accurately perform In-Situ Audiometry it is recommended to use a Power Dome.
cs_cz: Testování není doporučeno. Pro přesné provedení In-Situ Audiometrie je doporučeno použití Power kloboučku.
da_dk: Test anbefales ikke. Det anbefales at benytte power kuppel for præcis måling af in-situ audiometri
de_de: Testen wird nicht empfohlen. Um die In-Situ-Audiometrie erfolgreich durchführen zu können empfehlen wir Power-Ohrpassstücke (Power-Dome) zu verwenden.
es_es: Prueba no recomendada. Para realizar con precisión una audiometría In-Situ se recomienda utilizar un acoplador Power.
fi_fi: Mittamista ei suositella. Tarkkaan In-Situ kuulonmittaukseen suositellaan P tippiä.
fr_fr: Avec ce choix, l'audiométrie sera partielle. Pour effectuer une audiométrie complète, il faut fermer davantage le conduit, en utilisant par exemple un dôme Power.
hu_hu: A teszt nem ajánlott. Az In-Situ audiometria korrekt elvégzéséhez Power Dome használata ajánlott.
it_it: Test non consigliato. Per eseguire con precisione un'audiometria In-Situ si consiglia di utilizzare una Power Dome.
ja_jp: インサイチュ測定を正確に行うため、パワードームの使用を推奨します
ko_kr: 권장된 검사가 아닙니다. In-Situ 청력검사를 정확히 실행하기 위해 파워돔 사용을 권장합니다.
nl_nl: Test met werkelijke eartip is geschikt voor de basisinstelling. Om een formeel In-Situ audiogram te bepalen raden we aan een PowerDome te gebruiken.
no_no: Testing ikke anbefalt. For å utføre nøyaktig In-Situ audiometri anbefales det å bruke Power Dome.
pl_pl: Badanie niezalecane. Aby przeprowadzić dokładny pomiar In-Situ zaleca się użycie Nasadki Power.
pt_pt: Teste não recomendado. Para audiometria in-Situ mais precisa, é recomendado o uso de Domo Power.
ro_ro: Testarea nu este recomandata. Pentru acuratete faceti audiograma In-Situ folosind un dome de putere.
ru_ru: Тестирование не рекомендуется. Для проведения точной In-Situ аудиометрии рекомендуется использовать мощный вкладыш.
sv_se: Test rekommenderas inte. För att mäta In-Situ Audiometri så exakt som möjligt rekommenderas att man använder Power Dome.
tr_tr: Test tavsiye edilmez. In-Situ odyometrisinden iyi bir performans için Güçlü Dom kullanmanız tavsiye edilir.
zh_cn: 不建议进行测试。推荐使用大功率耳塞。

source: Testing not advised. To accurately perform In-Situ audiometry it is recommended to seal the vent in the custom earmold or to use an occluding Comply Tip.
cs_cz: Testování není doporučeno. Pro přesné provedení in-situ audiometrie je doporučeno utěsnit venting individuální ušní koncovky nebo použít koncovku uzavřenou.
da_dk: Test anbefales ikke. For at udføre præcis In-Situ audiometri anbefales det at lukke venten i øreproppen.
de_de: 2) Bitte beachten Sie, dass aufgrund der gewählten offenen Anpassung die tiefen Frequenzen bis 1kHz nicht gemessen werden können. Für eine einwandfreie Messung benötigen Sie min. Power-Domes.
es_es: Prueba no recomendada. Para realizar con precisión una audiometría In-Situ se recomienda tapar el venting del molde a medida o utilizar una oliva ocluida.
fi_fi: Mittausta ei suositella. Tarkkaan In-Situ kuulonmittaukseen suositellaan ilmastoinnin tukkimista tai käytetään tippiä joka tukkii korvakäytävän täysin.
fr_fr: Avec ce choix, l'audiométrie sera partielle. Pour effectuer une audiométrie complète, il faut fermer davantage le conduit, en utilisant par exemple un embout en mousse ou en obstrant l'évent.
hu_hu: A teszt nem ajánlott. Az In-Situ audiometria korrekt elvégzéséhez ajánlott a ventfurat eltömése az illesztéken vagy használjon egy zárt illesztéket.
it_it: Test non consigliato. Per eseguire con precisione l'audiometria In-Situ si consiglia di chiudere la ventilazione nella chiocciola su misura o di utilizzare una Cupoletta Chiusa
ja_jp: テストの評価が出来ません。正確にインサイチュ測定を行うためにベントチップやパテなどを用いてベントを塞ぐ事を推奨します。
ko_kr: 권장된 검사가 아닙니다. In-Situ 청력검사를 정확히 실행하려면 custom earlold의 vent를 막거나 occluding Comply Tip 사용을 권장합니다.
nl_nl: Test met werkelijke oorstukje is geschikt voor de basisinstelling. Om een formeel In-Situ audiogram te bepalen raden we aan de venting in het oorstukje dicht te maken of een afsluitende Comply Tip te gebruiken.
no_no: Testing ikke anbefalt. For å utføre nøyaktig In-Situ audiometri anbefales det å tette igjen ventilasjonen i proppen eller bruke en okkludert propp.
pl_pl: Badanie niezalecane. Aby dokładnie przeprowadzić audiometrię In-Situ zaleca się zaklejenie wentylacji we wkładce albo użyć Końcówki Indywidualnej.
pt_pt: O teste não é recomendado. Para executar com mais precisão a audiometria In-Situ é recomendado fechar a ventilação no molde ou o uso de uma sonda fechada.
ro_ro: Testarea nu este recomandata. Pentru acuratetea audiogramei In-Situ este recomandata infundarea ventului olivei pacientului sau sa folositi un Varf de Ocluzionare.
ru_ru: Тестирование не рекомендуется. Для проведения точной аудиометрии на месте рекомендуется закрыть вент индивидуального вкладыша или использовать соответствующий вкладыш.
sv_se: Test rekommenderas inte. För att mäta In-Situ Audiometri så exakt som möjligt rekommenderas att man tätar ventilationen på insatsen eller byter till en tät insats.
tr_tr: Test önerilmiyor. In-Situ odyometresinden sağlıklı bir performans almak için mevcut kulak kalıbındaki venti kapatmanız veya komple kapalı kulak kalıbı kullanmanız gerekmektedir.
zh_cn: 不建议进行测试。推荐堵塞耳模上的通气孔或使用密闭的弹力耳塞进行更精确的测听。

source: Testing not advised. To accurately perform In-Situ Audiometry it is recommended to use a Tulip Dome.
cs_cz: Testování není doporučeno. Pro přesné provedení In-Situ Audiometrie je doporučeno použití Tulipánového kloboučku.
da_dk: Test anbefales ikke. Det anbefales at benytte pluskuppel for præcis måling af in-situ audiometri
de_de: Testen wird nicht empfohlen. Um die In-Situ-Audiometrie erfolgreich durchführen zu können empfehlen wir Tulpen-Ohrpasstücke zu verwenden.
es_es: Prueba no recomendada. Para realizar con precisión una audiometría In-Situ se recomienda utilizar un acoplador Tulip.
fi_fi: Mittamista ei suositella. Tarkkaan In-Situ kuulonmittaukseen suositellaan tulppaanitippiä.
fr_fr: Avec ce choix, l'audiométrie sera partielle. Pour effectuer une audiométrie complète, il faut fermer davantage le conduit, en utilisant par exemple un dôme tulipe.
hu_hu: A teszt nem ajánlott . Az In-Situ audiometria korrekt elvégzéséhez a Tulip Dome használata ajánlott.
it_it: Test non consigliato. Per eseguire con precisione un'audiometria In-Situ si consiglia di utilizzare una Tulip Dome.
ja_jp: インサイチュ測定を正確に行うため、チューリップドームの使用を推奨します
ko_kr: 권장된 검사가 아닙니다. In-Situ 청력검사를 정확히 실행하기 위해 튤립돔 사용을 권장합니다.
nl_nl: Test met werkelijke eartip is geschikt voor de basisinstelling. Om een formeel In-Situ audiogram te bepalen raden we aan een TulipDome te gebruiken.
no_no: Testing ikke anbefalt. For å utføre nøyaktig In-Situ audiometri anbefales det å bruke Tulip Dome.
pl_pl: Badanie niezalecane. Aby przeprowadzić dokładny pomiar In-Situ zaleca się użycie Nasadki Tulipan.
pt_pt: Teste não recomendado. Para audiometria in-Situ mais precisa, é recomendado o uso de Tulipa.
ro_ro: Testarea nu este recomandata. Pentru acuratete faceti audiograma In-Situ folosind un dome lalea.
ru_ru: Тестирование не рекомендуется. Для проведения точной In-Situ аудиометрии рекомендуется использовать вкладыш-тюльпан.
sv_se: Test rekommenderas inte. För att mäta In-Situ Audiometri så exakt som möjligt rekommenderas att man använder Tulip Dome.
tr_tr: Test tavsiye edilmez. In-Situ odyometrisinden iyi bir performans için Lale Dom kullanmanız tavsiye edilir.
zh_cn: 不建议进行测试。推荐使用增强型开放耳塞（郁金香耳塞）。

source: Comply Tip
cs_cz: Uzavřená koncovka
da_dk: Lukket prop
es_es: Acoplador Comply
fi_fi: Mukautuva tippi
fr_fr: Embout en mousse
hu_hu: Teljesítési tip
ja_jp: 密閉
no_no: Skum ørepropp
pl_pl: Końcówka Indywidualna
pt_pt: Cumprir dica. Lamentamos, a atualização aparelho auditivo não pode ser concluída.
ro_ro: A se conforma Sfat
ru_ru: Требуемый вкладыш
tr_tr: Uygun uç
zh_cn: 弹力耳塞

source: Outdoor
cs_cz: Venku
da_dk: Udendørs
es_es: En la calle
fi_fi: Ulkona
fr_fr: Extérieur
hu_hu: Kültér
it_it: All'aperto
ja_jp: 屋 外
ko_kr: 실외
nl_nl: Buiten
no_no: Utendørs
pl_pl: Na zewnątrz
pt_pt: Ao Ar Livre
ro_ro: Afara
ru_ru: На улице
sv_se: Utomhus
tr_tr: Dışarısı
zh_cn: 户外

source: The hearing instrument update was unsuccessful. Please select from the following cabled interfaces and re-connect to instruments. If the update fails again, please exit and relaunch ReSound Aventa, then restart the update process.
cs_cz: Litujeme, ale sluchadlo nelze aktualizovat. - Doporučujeme, připojte sluchadlo kabelem a proveďte aktualizaci. - Vyměňte bezdrátové programovací rozhraní a znovu připojte.
da_dk: Opdateringen lykkedes ikke. Vælg interface og genforbind apparatet. Hvis opdateringen igen ikke lykkes anbefales det at lukke og genåbne Aventa og derved genstarte opdateringen.
de_de: Leider kann das Update nicht vollständig ausgeführt werden. - Wir empfehlen das Update mit einem Programmierkabel durch zu führen. -Bitte wählen Sie ein fest angeschlossenes Programmiergerät.
es_es: Lo sentimos, no se pudo completar la actualización del audífono. Por favor elija uno de los siguientes interfaces por cable y re-conecte los audífonos. Si la actualización falla de nuevo, por favor cierre y abra Aventa, y reinicie el proceso de actualización
fi_fi: Kuulokojeen päivitys ei onnistunut. Kokeile uudelleen jollain langallisella ohjelmointiyksiköllä joita on käytettävissä. Jos päivitys ei vieläkään onnistu, sammuta ja käynnistä Aventa ja kokeile päivitystä uudelleen.
fr_fr: La mise à jour des appareils a échoué. Choisir une interface de programmation filaire puis redétecter les appareils. Si la mise à jour échoue à nouveau, redémarrer Aventa et redétecter les appareils.
hu_hu: A hallókészülék frissítés nem volt sikeres. Kérjük válasszon a következő kábeles interfészek közül és kisérelje meg újra. Ha a frissítés hibás újra, indítsa újra az Aventát és a frissítést is.
it_it: Siamo spiacenti ma l'aggiornamento del dispositivo non è completato. - Si prega di scegliere tra le seguenti interfacce di programmazione via cavo e riconnettere agli Apparecchi. - Se l'aggiornamento non riesce ancora una volta, si prega di uscire e riavviare ReSound Aventa, quindi riavviare il processo di aggiornamento.
ja_jp: 補聴器のアップデートに失敗しました。※この補聴器は一時的にNoahlink Wirelessを使用する事が出来ません。 有線タイプのインターフェイスへ変更して補聴器を再接続して下さい。 アップデートに再び失敗した場合は一旦Aventaを閉じてから再度立ち上げて、再びアップデートプロセスを行なって下さい。
ko_kr: 보청기 업데이트가 성공적으로 완료되지 않았습니다 다음의 케이블된 인터페이스들에서 선택하고 보청기에 재 연결하여 주십시오. 업데이트가 다시 실패하면, Aventa를 마치고 다시 시작하여 업데이트 절차를 다시 시작하세요
nl_nl: De update van het toestel is mislukt. Kies s.v.p. een draadgebonden programmeerinterface en verbind opnieuw. Sluit Aventa als de update weer mislukt, open Aventa en start het update-proces opnieuw.
no_no: Høreapparat oppdateringen var mislykket. Vennligst velg en programmeringsenhet som bruker kabler, og koble til på nytt. Om oppdateringen mislykkes igjen, gå ut og inn i Aventa og restart oppdateringen.
pl_pl: Aktualizacja aparatu niepowiodła się. Proszę wybrać jeden z poniższych przewodowych interfejsów i ponownie podłączyć aparat. Jeśli aktualizacja pownownie się nie powiedzie proszę ponownie uruchomić program Aventa i rozpocząć aktualizację.
pt_pt: A atualização dos aparelhos não foi bem sucedida. Por favor, selecione a interface de programação e reconecte os aparelhos. Caso a atualização falhe novamente, por favor feche e re-inice Aventa, depois re-inicie o processo de atualização.
ro_ro: Actualizare a aparatului fara succes. Alegeti din urmatoarele interfete cu cablaj si reconectati aparatele. Daca actualizarea esueaza din nou, iesiti si relansati Aventa, apoi reporniti procesul de actualizare.
ru_ru: К сожалению, обновление слухового аппарата не удалось. - Пожалуйста, выберите один из проводных интерфейсов и переподключите аппараты. - Если обновление не удолось снова, пожалуйста, выйдете из Aventa и перезагрузите её, затем запустите процесс обновления снова.
sv_se: Uppdateringen misslyckades. Vi rekommenderar att du använder kabel och försöker igen. Om uppdateringen misslyckas en gång till, starta om Aventa och gör om uppdateringen.
tr_tr: İşitme cihazı güncellemesi tamamlanamadı. Lütfen aşağıdaki kablolu arayüzleri seçin ve cihaza tekrar bağlanın. Eğer güncelleme yine hata verirse, çıkış yapın ve Aventa'yı tekrar başlatın, sonra güncelleme işlemini başlatın.
zh_cn: 助听器升级失败. -建议使用编程线重试升级； -如果还未成功,请退出并重新进入Aventa,按照上述方法重新升级.

source: At least one selected instrument is different than the saved session. - Press 'Continue' to display saved session data and proceed in simulation. - Press 'Cancel' to return to the currently connected instruments. An initial fit will be calculated.
cs_cz: Alespoň jedno ze zvolených sluchadel je jiné než uložené sezení. - Stiskněte 'Pokračovat' pro zobrazení uložených dat sezení a pokračování v simulaci. - Stiskněte 'Ukončit' pro návrat k právě připojeným sluchadlům. Bude vypočítáno výchozí nastavení.
da_dk: Mindst et apparat af de valgte er et andet end det der er gemt i sessionen. - Tryk 'Fortsæt' for at vise den gemte session og fortsætte i simulation. - Tryk 'Fortryd' for at benytte de tilsluttede apparater. Der foretages en ny beregning af forstærkning.
de_de: Mindestens eines der ausgewählten Hörsysteme ist unterschiedlich zu den in der Sitzung gespeicherten. -Wählen Sie "Weiter" um mit der gespeicherten Sitzung zu arbeiten und die Geräte zu simmulieren. -Wählen Sie "Abbrechen" um mit den angeschlossenen Geräten zu arbeiten. Eine Neuberechnung der Anpassung wird dann durchgeführt.
es_es: AL menos uno de los audífonos seleccionados es diferente al guardado en la sesión. - Click en "Continuar" para mostrar los datos de la sesión grabada y continuar en Simulación. - Click en "Cancelar’ para regresar a los audífonos conectados actualmente. Se calculará una adaptación inicial.
fi_fi: Vähintään yksi valittu kuulokoje poikkeaa aikaisemmin tallannetuista. - paina "Jatka" jos haluat nähdä aikaisemmin tallennettua tietoa ja siirtyä simulointitilaan. - paina "Peru" palataksesi nykyiseen sovitukseen. PikaSovitus uudelleenlasketaan.
fr_fr: Au moins un des appareils est différent de ceux sauvegardés dans la session. - Cliquer sur "Continuer" pour travailler en mode simulation. - Cliquer sur "Annuler" pour connecter les appareils. Un ciblage sera effectué.
hu_hu: Legalább egy kiválasztott készülék különbözik a mentett bejegyzéstől. - Nyomja meg a ‘Folytatást’ a mentett bejegyzés betöltéséhez és a szimulációhoz - Nyomja meg a ‘Mégsét’ a visszatéréshez az aktuálisan cstalakoztatott készülékhez. Egy elő illesztés lesz kalkulálva.
it_it: Almeno un dispositivo è diverso dalla sessione salvata. - Cliccare ‘Continua’ per caricare dalla sessione salvata e procedere in simulazione. - Cliccare ‘Annulla’ per tornare agli apparecchi attualmente connessi. In questo caso sarà calcolato un nuovo fitting iniziale.
ja_jp: 接続された補聴器は保存されたフィッティングデータと異なります。 「次へ進む」 - 保存されたフィッティングデータを表示して、シミュレーションモードで継続します。 「キャンセル」 - オートフィット値（初期フィット）で再計算されます。
ko_kr: 최소, 선택된 한개의 보청기가 저장된 세션과 다릅니다. - 저장된 세션으로부터 로드를 하시려면 ‘계속’을 누르고 시뮬레이션을 하세요. - 현재의 세션으로 돌아가시려면 ‘취소’를 누르세요. 초기 피팅이 계산됩니다.
nl_nl: Tenminste één geselecteerd toestel is anders dan in de opgeslagen sessie. - klik op ‘Doorgaan’ om de gegevens van de opgeslagen sessie te laden en verder te gaan in simulatie-modus - klik op ‘Annuleren’ om terug te keren naar de huidige verbonden toestellen. De basisinstelling wordt berekend.
no_no: Minst ett valgt apparat er forskjellig fra den lagrede sesjonen. - Trykk "Fortsett" for å vise lagret sesjon og fortsette i simuleringsmodus. - Trykk "Avbryt" for å returnere til tilkoblet apparat. En grunninnstilling vil bli beregnet.
pl_pl: Przynajmniej jeden z podłączonych aparatów różni się od tych zapisanych w sesji dopasowania. - Wybierz "Kontynuuj" aby wyświetlić listę zapisanych sesji i rozpocząć symulację. - Wybierz "Anuluj" aby powrócić do aktualnie podłączonych aparatów. Parametry dopasowania zostaną ponownie obliczone.
pt_pt: O último parelho selecionado é diferente da sessão salva - Pressione "Continuar" para exibir os dados da sessão salva e proceder com a simulação. Pressione "Cancelar" para retornar aos aparelhos conectados atualmente. Um ajuste incial será calculado.
ro_ro: Cel puţin un instrument selectat este diferit de sesiunea existenta. Apasati Continua pentru a afisa datele sesiunii salvate si pentru continuarea in simulare. Apasata Anulare pentru reintoarcerea la dispozitivele conectate. Un reglaj initial va fi calculat.
ru_ru: Как минимум один выбранный аппарат не соответствует данным сохраненной сессии. - Нажмите "Продолжить" для загрузки данных сохраненной сессии в режиме симуляции - Нажмите "Отменить", чтобы вернуться к текущей сессии. Первоначальная настройка будет пересчитана.
sv_se: Åtminstone en av dem valda hörapparaterna är en annan än vad som sparats i sessionen. Klicka Fortsätt för att ladda sparad session och fortsätta i simuleringsläge. Klicka Avbryt för att återvända till aktuella anslutna hörapparater. En initial anpassning kommer kalkyleras.
tr_tr: En az bir seçilmiş cihaz kaydedilmiş oturumdan farklıdır. - Kaydedilmiş oturum verilerini görüntülemek ve simulasyon ile devam etmek için 'DEVAM' a basın. - Şuan bağlanmış cihazlara dönmek için 'İPTAL'e basın. Yeni bir uygulama hesaplanmış olacaktır.
zh_cn: 至少有一侧助听器与之前已保存的验配信息不符： - 点击“继续”，使用已保存的验配数据并模拟验配； - 点击“取消”，使用当前连接的助听器开始新的验配。

source: Loading fitting data from saved session ...
cs_cz: Nahrávám data z uloženého nastavování ...
da_dk: Åbner tilpasningsdata fra gemt session ...
de_de: Anpassung aus gespeicherter Sitzung geladen ...
es_es: Cargando los ajustes de adaptación de la sesión grabada ...
fi_fi: Ladataan sovitustiedot aikaisemmin tallennetusta käynnistä…..
fr_fr: Récupération des données de la session sauvegardée. Veuillez patienter ...
hu_hu: Illesztési adat betöltés a mentett bejegyzésből ...
it_it: Caricamento dati fitting da sessione salvata ...
ja_jp: 保存されたフィッティングデータを読込んでいます ...
ko_kr: 저장된 세션에서 피팅 데이터를 로딩하고 있습니다 ...
nl_nl: Aanpasgegevens van de opgeslagen sessie worden geladen ...
no_no: Laster tilpasningsdata fra lagret sesjon ...
pl_pl: Ładowanie danych dopasowania z zapisanej sesji ...
pt_pt: Carregamento de dados de ajuste da sessão salva ...
ro_ro: Încărcarea datelor din sesiunea de reglaj salvat ...
ru_ru: Загружаются данные настройки сохраненной сессии...
sv_se: Laddar anpassningsdata från sparad session...
tr_tr: Kaydedilen oturumdan uygulama verisi yükleme...
zh_cn: 从已保存验配信息中导入数据...

source: Performing Initial Fit on {0} instrument ...
cs_cz: Probíhá výchozí nastavení na sluchadle {0} ...
da_dk: Udfører ny tilpasning på {0} apparat...
de_de: {0}: Berechnung der Anpassung ...
es_es: Realizando la adaptación inicial del audífono {0} ...
fi_fi: Alustetaan ensimmäinen sovitus : {0} kuulokoje…
fr_fr: Ciblage initial de l'appareil - Oreille {0} ...
hu_hu: Előillesztés a {0} készüléken ...
it_it: Esecuzione del Fitting Iniziale sul dispositivo {0} ...
ja_jp: {0}の補聴器へ初期設定を行なっています ...
ko_kr: {0}보청기의 초기 피팅 중입니다....
nl_nl: Basisinstelling toepassen op toestel {0} ...
no_no: Utfører grunninnstilling av {0} apparat ...
pl_pl: Obliczanie Pierwszego Dopasowania {0} aparatu ...
pt_pt: Realizar Ajuste inicial no aparelho {0}...
ro_ro: Fit Efectuarea iniţiale privind {0} instrument ...
ru_ru: Выполняется начальная настройка: {0}...
sv_se: Utför initial anpassning på {0} hörapparat...
tr_tr: İlk uygulamayı {0} cihazda yapıyor...
zh_cn: {0} 助听器正在进入初始化验配...

source: No previous saved fitting data found in {0}.
cs_cz: Nebyla nalezena minule uložená data na {0}.
da_dk: Der findes ingen tidligere tilpasningsdata på {0}.
de_de: Es wurden bisher keine Daten in der {0} gespeichert.
es_es: No se han encontrado datos de adaptación anteriores en {0}.
fi_fi: Aikaisemin tallennettua tietoa ei löytynyt {0}.
fr_fr: Aucune donnée précédente sauvegardée n'a été trouvée.
hu_hu: Nincs előzetesen mentett illesztési adat a {0}.
it_it: Nessun dato di fitting salvato in precedenza in {0}.
ja_jp: {0}に保存されたデータは前回のフィッティングデータと異なります
ko_kr: {0}에서 전에 피팅하여 저장한 데이터를 찾을 수 없습니다.
nl_nl: Geen eerder opgeslagen gegevens gevonden in {0}.
no_no: Ingen tidligere lagret tilpasningsdata funnet i {0}.
pl_pl: Brak wcześniej zapisanych danych dopasowania w {0}.
pt_pt: Arquivos anteriores não armazendos em {0}.
ro_ro: Nu există date anterioare salvate de montare găsit în {0}.
ru_ru: Не обнаружено данных предыдущей сохраненной настройки: {0}.
sv_se: Ingen tidigare sparad anpassningsdata hittades i {0}.
tr_tr: {0} 'da önceden kaydedilmiş hiçbir uygulama verisi bulunmadı.
zh_cn: 在{0}助听器未发现保存的验配数据.

source: Removing an instrument will change this session to a monaural fitting.
cs_cz: Odstranění sluchadla bude mít za následek změnu na monaurální nastavení.
da_dk: Hvis du fjerner et apparat vil denne session ændres til monaural tilpasning.
de_de: Wenn Sie ein Hörsystem entfernen wird diese Sitzung monaural.
es_es: Al eliminar un audífono se pasará esta sesión a monoaural.
fi_fi: Yhden kuulokojeen poistaminen muuttaa tämän sovituksen monoauraaliseksi.
fr_fr: Supprimer un appareil passera cette session en monaural.
hu_hu: Egy készülék eltávolítása egyoldali illesztéssé változtatja a bejegyzést.
it_it: La rimozione di un dispositivo cambierà questa sessione in fitting Monoaurale
ja_jp: 補聴器を削除するとこのフィッティングは片耳フィッティングに変更されます
ko_kr: 보청기를 제거하면 이 세션을 한쪽귀의 피팅으로 바꿀 것입니다.
nl_nl: Het verwijderen van een toestel wijzigt deze sessie in een monaurale aanpassing.
no_no: Fjerning av ett apparat vil endre denne sesjonen til en monaural tilpasning.
pl_pl: Usunięcie aparatu zmieni obecną sesję w dopasowanie jednouszne.
pt_pt: Retirada de um aparelho vai mudar esta sessão para uma adaptação monoaural.
ro_ro: Scoaterea unui instrument va schimba această sesiune la un reglaj mono.
ru_ru: Удаление аппарата изменит текущую настройку на моноуральную.
sv_se: Om du tar bort en av hörapparaterna ändras denna session till en monaural anpassning.
tr_tr: İşitme cihazını kaldırmak bu oturumu mono fitting'e değiştirecektir.
zh_cn: 移除一侧助听器将使当前的验配变成单耳验配.

source: No Response
cs_cz: Žádná odpověď
da_dk: Intet svar
de_de: Nicht gehört
es_es: Sin Respuesta
fi_fi: Ei vastetta
fr_fr: Aucune réponse
hu_hu: Nincs válasz
it_it: Nessuna Risposta
ja_jp: スケールアウト
ko_kr: 응답없음
nl_nl: Geen respons
no_no: Ingen Respons
pl_pl: Brak Odpowiedzi
pt_pt: Sem resposta
ro_ro: Fara raspuns
ru_ru: Нет ответа
sv_se: Inget svar
tr_tr: Yanıt yok
zh_cn: 无响应

source: Audiogram Source
cs_cz: Zdroj audiogramu
da_dk: Audiogramkilde:
de_de: Audiogramm
es_es: Origen del Audiograma
fi_fi: Audiogrammi
fr_fr: Afficher
hu_hu: Audiogram forrás
it_it: Origine dell'audiogramma
ja_jp: オージオグラムの表示
nl_nl: Welk(e) audiogram(men)
no_no: Audiogram
pl_pl: Źródło Audiogramu(ów)
pt_pt: Fonte do Audiograma
ro_ro: Sursa audiogramei
ru_ru: Источник аудиограмм(ы)
sv_se: Audiogramkälla
tr_tr: Odyogram Kaynağı
zh_cn: 听力图来源

source: Counseling Overlays
cs_cz: Vrstvy pro poradenství
da_dk: Rådgivningsillustrationer:
de_de: Beratungswerkzeuge
es_es: Sobreimpresiones Asesoramiento
fi_fi: Näytä audiogrammissa :
fr_fr: Superposer
hu_hu: Tanácsadó felület
it_it: Sovrapposizioni consulenza
ja_jp: カウンセリング表示
nl_nl: Counselling informatie
no_no: Rådgivningsverktøy
pl_pl: Nakładki Doradcze
pt_pt: Sobreposição de aconselhamentos
ro_ro: Substraturi de recomandare
ru_ru: Графики для демонстрации
sv_se: Hjälpverktyg
tr_tr: Bildirimler
zh_cn: 附加信息
