Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: The PIN code of the left instrument does not match your current PIN code. The instrument will not be read.
cs_cz: PIN kód levého sluchadla neodpovívá Vašemu současnému PIN kódu. Sluchadlo nebude načteno.
da_dk: PIN koden for venstre apparat svarer ikke overens med din nuværende PIN kode. Apparatet vil ikke blive læst.
de_de: Der PIN-Code vom linken Hörsystem ist falsch. Das Gerät wird nicht ausgelesen.
es_es: El códgio PIN del audífono izquierdo no coincide con su PIN actual. El audífono no se puede leer.
fi_fi: Vasemman puolen kuulokojeen PIN koodi ei ole oikea. Kuulokojetta ei voida lukea.
fr_fr: Le code PIN actuel ne correspond pas au code PIN de l'appareil gauche. Impossible de lire les réglages de l'appareil gauche.
hu_hu: A bal oldali készülék PIN kódja nem eggyezik meg az aktuális PIN kóddal. A készülék nem olvasható.
it_it: Il codice PIN dello strumento sinistro non corrisponde all'attuale codice PIN. Lo strumento non verrà letto.
ja_jp: 左耳の補聴器のPINコードが一致しないため、データの読込みができません
ko_kr: 왼쪽 보청기의 PIN code 가 설정된 PIN code와 일치하지 않습니다. 왼쪽 보청기를 읽을 수 없습니다.
nl_nl: De pincode van het linker toestel komt niet overeen met uw huidige pincode. Het toestel zal niet uitgelezen worden.
no_no: PIN koden på det venstre apparatet stemmer ikke med din nåværende PIN kode. Apparatet vil ikke bli lest.
pl_pl: Kod PIN lewego aparatu nie pasuje do obecnego kodu PIN. Aparat nie będzie odczytany.
pt_pt: O código PIN do aparelho esquerdo não corresponde ao código PIN atual. O aparelho não será reconhecido.
ro_ro: Codul PIN al dispozitivului de stanga nu corespunde cu codul PIN curent. Dispozitivul nu va fi citit.
ru_ru: ПИН код на левом аппарате не соответствует Вашему ПИН коду. Аппарат не будет прочитан.
sv_se: PIN koden för vänster hörapparat matchar inte din aktuella PIN kod. Hörapparaten kommer inte läsas.
tr_tr: Sol cihazın PIN kodu geçerli PIN kodu ile işleşmiyor. Cihaz okunamaz.
zh_cn: 左侧助听器的PIN码与正确的PIN码不符。不能读取助听器。

source: The PIN code of the right instrument does not match your current PIN code. The instrument will not be read.
cs_cz: PIN kód pravého sluchadla neodpovívá Vašemu současnému PIN kódu. Sluchadlo nebude načteno.
da_dk: PIN koden for højre apparat svarer ikke overens med din nuværende PIN kode. Apparatet vil ikke blive læst.
de_de: Der PIN-Code vom rechten Hörsystem ist falsch. Das Gerät wird nicht ausgelesen.
es_es: El códgio PIN del audífono derechoo no coincide con su PIN actual. El audífono no se puede leer.
fi_fi: Oikean puolen kuulokojeen PIN koodi ei ole oikea. Kuulokojetta ei voida lukea.
fr_fr: Le code PIN actuel ne correspond pas au code PIN de l'appareil droit. Impossible de lire les réglages de l'appareil droit.
hu_hu: A jobb oldali készülék PIN kódja nem eggyezik meg az aktuális PIN kóddal. A készülék nem olvasható.
it_it: Il codice PIN dello strumento destro non corrisponde al codice PIN corrente. Lo strumento non verrà letto.
ja_jp: 右耳の補聴器のPINコードが一致しないため、データの読込みができません
ko_kr: 오른쪽 보청기의 PIN code 가 설정된 PIN code와 일치하지 않습니다. 오른쪽 보청기를 읽을 수 없습니다.
nl_nl: De pincode van het rechter toestel komt niet overeen met uw huidige pincode. Het toestel zal niet uitgelezen worden.
no_no: PIN koden på det høyre apparatet stemmer ikke med din nåværende PIN kode. Appparatet vil ikke bli lest.
pl_pl: Kod PIN prawegoaparatu nie pasuje do obecnego kodu PIN. Aparat nie będzie odczytany.
pt_pt: O código PIN do aparelho direito não corresponde ao código PIN atual. O aparelho não será reconhecido.
ro_ro: Codul PIN al dispozitivului de dreapta nu corespunde cu codul PIN curent. Dispozitivul nu va fi citit.
ru_ru: ПИН код на правом аппарате не соответствует Вашему ПИН коду. Аппарат не будет прочитан.
sv_se: PIN koden för höger hörapparat matchar inte din aktuella PIN kod. Hörapparaten kommer inte läsas.
tr_tr: Sağ cihazın PIN kodu geçerli PIN kodu ile işleşmiyor. Cihaz okunamaz.
zh_cn: 右侧助听器的PIN码与正确的PIN码不符。不能读取助听器。

source: The PIN code of the both instruments do not match your current PIN code. These instruments will not be read.
cs_cz: PIN kód obou sluchadel neodpovívá Vašemu současnému PIN kódu. Sluchadla nebudou načtena.
da_dk: PIN koden for begge apparater svarer ikke overens med din nuværende PIN kode. Apparatet vil ikke blive læst.
de_de: Der PIN-Code für das rechte und linke Hörsystem ist falsch. Die Geräte werden nicht ausgelesen.
es_es: El códgio PIN de ambos audífonos, no coincide con su PIN actual. Los audífonos no se pueden leer.
fi_fi: Kummankaan kuulokojeen PIN koodit eivät ole oikeat. Kuulokojeita ei voida lukea.
fr_fr: Le code PIN actuel ne correspond pas au code PIN des appareils. Impossible de lire les réglages des appareils.
hu_hu: A készülékek PIN kódjai nem eggyeznek az aktuális PIN kódokkal. A készülékek nem olvashatóak.
it_it: Il codice PIN di entrambi gli strumenti non corrispondono al codice PIN corrente. Questi strumenti non verranno letti.
ja_jp: 補聴器のPINコードが一致しないため、データの読込みができません
ko_kr: 양쪽 보청기의 PIN code 가 설정된 PIN code와 일치하지 않습니다. 양쪽 보청기를 읽을 수 없습니다.
nl_nl: De pincode van beide toestellen komen niet overeen met uw huidige pincode. De toestellen zullen niet uitgelezen worden.
no_no: PIN koden på begge apparatene stemmer ikke med din nåværende PIN kode. Appparatene vil ikke bli lest.
pl_pl: Kod PIN obu aparatów nie pasuje do obecnego kodu PIN. Aparaty nie będą odczytane.
pt_pt: Os códigos PIN dos aparelhos não correspondem aos códigos PIN atuais. Os aparelhos não serão reconhecidos.
ro_ro: Codul PIN al ambelor dispozitive nu corespunde cu codul PIN curent. Dispozitivele nu vor fi citite.
ru_ru: ПИН код на обоих аппаратах не соответствует Вашему ПИН коду. Эти аппараты не будут прочитаны.
sv_se: PIN koden för båda hörapparatena matchar inte din aktuella PIN kod. Hörapparaterna kommer inte läsas.
tr_tr: Her iki cihazın da PIN kodu geçerli PIN kodu ile işleşmiyor. Cihaz okunamaz.
zh_cn: 双耳助听器的PIN码与正确的PIN码不符。不能读取助听器。

source: If chosen as a program, Spatial Hearing Lite will dynamically adjust the microphone modes of the instruments
cs_cz: Pokud je zvolen jako program, Spatial Hearing Lite dynamicky nastavuje režimy mikrofonů sluchadel
da_dk: Hvis det er valgt som et program vil Spatial Hearing Lite dynamisk indstille mikrofonernes indstilling i høreapparaterne.
de_de: Wenn Spatial Sense als Programm gewählt wurde, wird der Mikrofon-Modus dynamisch angepasst
es_es: Si usted ha elegido este programa, Sensación Espacial ajustará de forma dinámica los modos de micrófono en los audífonos
fi_fi: Jos valitaan ohjelmaksi, Tilantuntu (Lite) säätää dynaamisesti kaikki mikrofonitiloja kojeessa.
fr_fr: Spatial Sense permet d'améliorer la localisation spatiale en préservant l'équilibre entre les deux oreilles et compense la perte de l'effet pavillonnaire.
hu_hu: Ha programként válassza, a Természetes érzés dinamikusan fogja állítani a készülékek mikrofon módját
it_it: Se scelto come programma, Ascolto Naturale regolerà dinamicamente le modalità microfoniche negli Apparecchi
ja_jp: 空間認識は両耳の補聴器が連動して、自然なきこえを提供します
ko_kr: Spatial Hearing Lite을 프로그램으로 선택하면, microphone mode를 조정할 수 있습니다.
nl_nl: Indien ingesteld als programma, zal Spatial Sense de microfoon instellingen dynamisch aanpassen
no_no: Hvis valgt som et program, vil Spatial Sense dynamisk justere mikrofonmoduser i apparatene
pl_pl: Jeśli na programie zostanie wybrane Słyszenie Przestrzenne aparaty będą dynamicznie dopasowywać ustawienia mikrofonów
pt_pt: Se escolher um programa, o Spatial Sense ajustará dinamicamente os modos dos microfones nos aparelhos.
ro_ro: Daca il alegeti ca si program, Simtul Spatial va ajusta dinamic modul microfoanelor instrumentelor
ru_ru: Если выбрана как программа, технология Пространственное восприятие будет динамически регулировать режимы микрофонов слуховых аппаратов
sv_se: Om Avancerad Omni är valt som program kommer det dynamiskt justera mikrofonläget i hörapparaterna
tr_tr: Bir program olarak seçildiğinde, Spatial Sense (Mekansal Algı) cihazların mikrofon modlarını dinamik olarak ayarlar
zh_cn: 如果作为一个程序，空间感将自动调整助听器的麦克风模式。

source: Spatial Hearing Lite will be converted to Omni
cs_cz: Spatial Sense bude převeden na Omni
da_dk: Spatial Hearing Lite vil ændres til Omni
de_de: Spatial Sense wird zu Omnidirektional abgeändert
es_es: Sensación Espacial será cambiado a Omnidireccional
fi_fi: Tilantuntu (Lite) vaihdetaan pallokuvio tilaan
fr_fr: Le mode omnidirectionnel va remplacer le mode omnidirectionnel Spatial Sense
hu_hu: A Természetes érzés Omni módba lesz konvertálva
it_it: Ascolto Naturale sarà convertito in Omni
ja_jp: 空間認識は無指向性になります
ko_kr: Spatial Hearing Lite에서 방향성 모드가 Omni로 바뀌었습니다.
nl_nl: Spatial Sense zal omgezet worden naar Omni
no_no: Spatial Sense vil bli konvertert til Omni
pl_pl: Słyszenie Przestrzenne zostanie zastąpione programem Dookólnym
pt_pt: Spatial Sense será convertido para Omni.
ro_ro: Simtul Spatial va fi convertit in Omni
ru_ru: Пространственное восприятие будет преобразовано во Всенаправленный режим
sv_se: Avancerad Omni kommer konverteras till Omni
tr_tr: Spatial Sense Omni moda dönüştürülecektir
zh_cn: 空间感将转变为全向性。

source: Gain Level unavailable while Acceptance Manager is on. Please turn off Acceptance Manager first
cs_cz: Gain Targets nejsou dostupné, pokud je zapnutý Acceptance Manager. Nejprve prosím vypněte Acceptance Manager
da_dk: Gain Targets er uanvendelige når Acceptance Manager er aktiveret. Slå Acceptance Manager fra først
de_de: Verstärkungsziel nicht erreichbar wenn der Eingewöhnungsmanager aktiv ist. Bitte deaktivieren Sie diesen.
es_es: Las ganancias objetivo no estan disponibles cuando la Adaptación Progresiva esta activa. Desactive la Adaptación progresiva para continuar
fi_fi: Vahvistus tavoitteet eivät ole saatavilla jos Sopeutumisavustaja on käytössä. Kytke Sopeutumisavustaja ensin pois päältä.
fr_fr: Le gain cible est indisponible lorsque l'Acceptance Manager est activé. Désactiver l'Acceptance Manager et recommencer.
hu_hu: Az erősítés célok nem állnak rendelkézésre, amíg az Acceptance Manager be van kapcsolva. Elöszőr kapcsolja ki az Acceptance Manager-t.
it_it: I Targets Guadagno non sono disponibili mentre Manager Adattamento è attivo. Si prega di disattivare prima Manager Adattamento
ja_jp: アクセプタンスマネージャーが動作中は利得レベルを変更できません。アクセプタンスマネージャーをオフにして下さい。
ko_kr: Acceptance Manager가 활성화 되어있는 동안에는 Gain Targets을 사용할 수 없습니다. 먼저, Acceptance Manager를 비활성화 시키세요.
nl_nl: Gaintargets niet beschikbaar wanneer Acceptatie Manager aan staat. Zet de Acceptantie Manager s.v.p. eerst uit
no_no: Gain Targets er utilgjengelig med Acceptance Manager påslått. Vennligst slå av Acceptance Manager først.
pl_pl: Krzywe Docelowe są niedostępne kiedy działa Manager Akceptacji. Proszę najpierw wyłączyć Manager Akceptacji.
pt_pt: Alvos de Ganho estão indisponíveis quando o Gerenciador de Adaptação está ligado. Por favor, desligue o Gerenciador de Adaptação.
ro_ro: Tintele de Castig nu sunt disponibile cat timp este activ Managerul de Acceptare. Va rugam dezactivati intai Managerul de Acceptare.
ru_ru: Целевое усиление недоступно пока активен Менеджер адаптации. Пожалуйста, отключите сначала Менеджер адаптации.
sv_se: Målvärden är inte tillgängliga med Acceptans Verktyget pålsaget. Slå först av Acceptans Verktyg.
tr_tr: Acceptance Manager açıkken Hedef Kazançlar kullanılamaz . İlk önce Acceptance Manager kapatın lütfen
zh_cn: 当开启满意度管理器时增益设置无效。请先关闭满意度管理器。

source: Traditional Chinese (Hong Kong)
cs_cz: Tradiční Čínština (Hong Kong)
da_dk: Traditionel kinesisk (Hong Kong)
de_de: Traditionelles Chinesisch (Hongkong)
es_es: Chino Tradicional (Hong Kong)
fi_fi: Perinteinen Kiina (Hong Kong)
fr_fr: Chinois traditionnel (Hong Kong)
hu_hu: Tradíciónális Kínai (Hong Kong)
it_it: Cinese Tradizionale (Hong Kong)
ja_jp: 繁体字中国語（香港）
nl_nl: Traditioneel Chinees (Hong Kong)
no_no: Tradisjonell Kinesisk (Hong Kong)
pl_pl: Chiński Tradycyjny (Hong Kong)
pt_pt: Chinesê Tradicional (Hong Kong)
ro_ro: Chineza Traditionala (Hong Kong)
ru_ru: Традиционный Китайский (Гонконг)
tr_tr: Geleneksel Çince (Hong Kong)
zh_cn: 繁体中文(香港)

source: Welcome to ReSound Aventa - Pediatric Fitting
da_dk: Velkommen til ReSound Aventa - Pædiatrisk tilpasning
de_de: Willkommen in ReSound Aventa - Pädiatrische Anpassung
es_es: Bienvenido a Aventa - Adaptación Pediátrica
fr_fr: Bienvenue dans Aventa 3 - Mode pédiatrique
it_it: Benvenuti in ReSound Aventa - Fitting Pediatrico
ja_jp: Aventaへようこそ - 小児フィッティング
no_no: Velkommen til ReSound Aventa - Pediatrisk tilpasning
pt_pt: Bem-vindo ao ReSound Aventa - Adaptação Pediátrica
sv_se: Välkommen till ReSound Aventa - Pediatrik Anpassning
tr_tr: Hoşgeldiniz - ReSound Aventa - Pediatrik Uygulama
zh_cn: 欢迎进入Aventa-儿童验配模式

source: Noah Audiogram
cs_cz: Audiogram Noah
da_dk: Audiogram fra Noah
de_de: Noah Audiogramm
es_es: Audiograma de Noah
fi_fi: Noah audiogrammi
fr_fr: Audiométrie de Noah
it_it: Audiogramma in Noah
ja_jp: Noahオージオグラム
ko_kr: Noah 오디오그램
pl_pl: Audiogram z Noah
pt_pt: Audiograma do Noah
ro_ro: Audiograma Noah
ru_ru: Аудиограмма из Noah
tr_tr: Noah Odyogram
zh_cn: Noah中的听力图

source: Unsupported Data Format
cs_cz: Nepodporovaný datový formát
da_dk: Dataformat understøttes ikke
de_de: Nicht unterstütztes Datenformat
es_es: Datos de formato no compatibles
fr_fr: Format de données non supporté
hu_hu: Nem támogatott adat formátum
it_it: Il Formato dei Dati non è supportato
ja_jp: サポートされていないデータ形式です
ko_kr: 지원되지 않는 데이터 형식
nl_nl: Data format niet ondersteund
no_no: Ikke supportert Data Format
pt_pt: Formato de Dados Não Suportados
ro_ro: Format Date Incompatibil
tr_tr: Desteklenmeyen Veri Biçimi
zh_cn: 不支持的数据格式

source: The Noah audiogram for action cannot be displayed. It has been saved in an unsupported data format: {0}. Noah audiogram will not be loaded for this fitting.
cs_cz: Audiogram Noah nemohl být pro akci zobrazen. Byl uložen v nepodporovaném datovém formátu: {0}. Audiogram Noah nebude načten pro tento fitting.
da_dk: Noahaudiogrammet kan ikke vises. Det er gemt i et format der ikke understøttes: {0}. Noahaudiogram vil ikke kunne benyttes til denne tilpasning.
de_de: Das Noah-Audiogramm kann nicht angezeigt werden. Es wurde in einem nicht unterstützen Datenformat gespeichert. Das Noah-Audiogramm wird für diese Anpassung nicht geladen.
es_es: No se puede mostrar el audiograma de Noah. Se ha guardado en un formato no compatible: {0}. El audiograma de Noah no se cargará para esta adaptación.
fi_fi: Noah audiogrammia tälle toiminnolle ei voida näyttää. Audiogrammi on tallennettu ei-tuettuun muotoon: {0}. Noah audiogrammia EI ladata tälle sovitukselle.
fr_fr: L'audiogramme de Noah ne peux pas être affiché. Il a été enregistré dans un format inconnu : {0}. L'audiométrie de Noah ne peut pas être utilisée pour ce réglage.
hu_hu: A Noah audiogram nem jeleníthető meg. Egy nem támogatott adatformátumban volt elmentve: {0}. A Noah audiogram nem lesz betöltve ehhez az illesztéshez.
it_it: L'audiogramma salvato in Noah non può essere visualizzato. E' stato salvato in un formato dati non supportato: {0}. L'audiogramma in Noah non verrà caricato per questo fitting.
ja_jp: サポートされていないデータ形式のためオージオグラムが表示できません: {0}.
ko_kr: 청력도가 나타나지 않습니다. 지원되지 않는 형식으로 저장되었기 때문입니다: {0}. 해당 피팅에 대해서는 청력도가 적용되지 않을 것입니다.
nl_nl: Het Noah audiogram voor deze actie kan niet afgebeeld worden. Het is opgeslagen in een niet ondersteund data format: {0}. Het Noah audiogram wordt niet geladen voor deze aanpassing.
no_no: Noah audiogram for denne handlingen kan ikke vises. Den har blitt lagret i et ikke supportert data format: {0}. Noah audiogram vil ikke bli lastet opp for denne tilpasningen.
pt_pt: O audiograma do Noah não pode ser exibido. Foi salvo em um formato não suportado: {0}. Audiograma do Noah não será usado nessa adaptação.
ro_ro: Audiograma din Noah nu poate fi afisata. A fost salvata intr-un format incompatibil {0}. Audiograma din Noah nu va fi incarcata pentru acest reglaj.
tr_tr: Hareket için Noah odyogramı görüntülenemez. Desteklenmeyen bir veri formatında kaydedildi: {0}. Bu fitting için Noah odyogramı yüklenmeyecek.
zh_cn: Noah内的听力图无法显示，可能保存了一种不支持的数据格式：{0}.此次验配无法使用Noah内听力图。

source: CS44 cable with CS53 strip
cs_cz: CS53 flex strip
da_dk: CS44 kabel med CS53 strip
de_de: CS53 Flex Adapter
es_es: Cinta flex CS53
fr_fr: Flex CS53
hu_hu: CS53 flex kábel
it_it: CS53 flex strip
ja_jp: CS44 + CS53 ﾌﾚｯｸｽ
ko_kr: CS53 flex strip
nl_nl: CS53 flexstrip
no_no: CS53 flex strip
pt_pt: Cabo CS44 com fita CS53
ro_ro: conector CS53 flex strip
tr_tr: CS53 flex strip
zh_cn: CS53编程线

source: Session audiogram: {0} this is your active audiogram that is currently used in session.
cs_cz: Audigram sezení: {0} tot je váš aktivní audiogram, který je právě používán v tomto sezení.
da_dk: Audiogram fra denne session {0} : dette er det aktive audiogram der benyttes på nuværende tidspunkt i denne session.
de_de: Sitzungs-Audiogramm: Dies ist das aktive Audiogramm welches derzeit in der Sitzung verwendet wird.
es_es: Audiograma de la sesión: {0} este es el audiograma activo, y es el utilizado actualmente en la adaptación.
fi_fi: Audiogrammi istunnosta: {0} Tämä on käytössä oleva audiogrammi ja sitä käytetään sovituksessa.
fr_fr: Audiométrie actuelle : {0} Il s'agit de l'audiogramme actuellement utilisé.
hu_hu: Audiogram bejegyzés: {0} ez az aktív audiogram, amit az aktuális bejegyzéshez használ.
it_it: Audiogramma della Sessione: {0} questo è il tuo audiogramma attivo che è attualmente utilizzato nella sessione.
ja_jp: 現在のオージオグラム {0} :このフィッティングで使用されているオージオグラム
ko_kr: 세션 오디오그램: {0} 이 청력도는 현재 세션에서 사용하는 청력도 입니다.
nl_nl: Sessie audiogram: {0} dit is uw actieve audiogram dat momenteel wordt gebruikt in de aanpassessie.
no_no: Sesjons audiogram: {0} Dette er ditt aktive audiogram, som brukes i nåværende sesjon.
pl_pl: Audiogram sesji: {0} to jest aktualnie wybrany audiogram i jest aktualnie wykorzystywany w sesji dopasowania.
pt_pt: Sessão do audiograma {0}: esta é sua audiometria ativa e que está atualmente em uso nas sessões de programação.
ro_ro: Sesiune audiograma: {0} aceasta este audiograma activa care este utilizata in sesiunea curenta.
ru_ru: Аудиограмма сессии {0} : это ваша активная аудиограмма, которая используется в настоящий момент в сессии настройки.
sv_se: Sessions Audiogram {0} : Det här är ditt aktiva audiogram och används nu för anpassning.
tr_tr: Oturum odyogramı: {0} şu anda oturumda kullanılan aktif odiyogramınızdır.
zh_cn: 已创建听力图 {0}：指的是目前正在使用的听力图。

source: In-Situ audiogram: {0} Created using In-Situ functionality.
cs_cz: In-Situ audiogram: {0} Vytvořen pomocí funkce In-Situ.
da_dk: In-Situ audiogram {0}: Audiogram udført vha. In-situ funktionaliteten.
de_de: In-Situ Audiogramm: Erstellt durch die In-Situ-Funktion
es_es: Audiograma In-Situ: {0} Creado con la función Audiometria In-Situ.
fi_fi: In-Situ audiogrammi: {0} Luotu käytäen In-Situ toimintoa.
fr_fr: Audiométrie intégrée : {0} Il s'agit de l'audiogramme créé directement avec les appareils, en utilisant le module "Audiométrie intégrée".
hu_hu: In-Situ audiogram: {0} In-Situ használathoz.
it_it: Audiogramma In-Situ: {0} Creato utilizzando la funzionalità In-Situ.
ja_jp: インサイチュオージオグラム {0} :インサイチュ測定によるオージオグラム
ko_kr: In-Situ 청력도: {0} In-Situ 청력검사 결과
nl_nl: In-Situ audiogram: {0} gecreëerd m.b.v. de In-Situ functionaliteit.
no_no: In-Situ audiogram: {0} Opprettet ved In-Situ måling.
pl_pl: Audiogram In-Situ: {0} Utworzony przy pomocy funkcji In-Situ.
pt_pt: Audiometria In-Situ {0}: Criado utilizando a funcionalidade In-Situ.
ro_ro: Audiograma In-Situ: {0} Creata cu ajutorul functiei In-Situ.
ru_ru: In-Situ аудиограмма {0} : созданная при помощи функции In-situ.
sv_se: In-Situ Audiogram {0} : Skapad med In-situ mätning.
tr_tr: In-Situ Odyogram: {0} In-Situ işlevselliği kullanılarak oluşturuldu.
zh_cn: 内置听力图 {0}：指的是用内置听力计功能测得的听力图。

source: Noah audiogram: {0} Created in Noah manually or imported via a measurement module.
cs_cz: Noah audiogram: {0} Vytvořen manuálně v Noah, nebo importován meřicím modulem.
da_dk: Audiogram fra Noah {0} : Fra Noah, enten ved manuel indtastning eller via målemodul.
de_de: Noah Audiogramm: Manuell in Noah erstellt oder per Messmodul imprtiert.
es_es: Audiograma de Noah: {0} Creado en Noah de forma Manual o importado desde un módulo de medición.
fi_fi: Noah audiogrammi: {0} Luotu Noahissa manuaalisesti tai tuotu sovitusmoduulin kautta.
fr_fr: Audiométrie de Noah : {0} Il s'agit de l'audiogramme créé avec Noah ou avec un module de mesure.
hu_hu: Noah audiogram: {0} A Noah-ban készített, vagy importált a mérő modulon keresztül.
it_it: Audiogramma in Noah: {0} Creato in Noah manualmente o importato dal modulo di misurazione.
ja_jp: Noahオージオグラム {0} :Noahデータベースに保存されたオージオグラム
ko_kr: Noah 오디오그램: {0} Noah에서 직접 입력하거나 기타 청력 측정 모듈에서 불러오기 할 수 있음
nl_nl: Noah audiogram: {0} met de hand gecreëerd in Noah of geïmporteerd via een meetmodule.
no_no: Noah audiogram: {0} Opprettet manuelt i Noah eller importert via måle modul.
pl_pl: Audiogram z Noah: {0} Utworzony ręcznie w Noah lub zaimportowany z modułu pomiarowego.
pt_pt: Audiograma do Noah {0}: Inserido no Noah manualmente ou importado por meio do módulo de mensuração.
ro_ro: Audiograma Noah: {0} Creata in Noah manual sau importata prin modulul de masurare.
ru_ru: Аудиограмма из Noah (11/27/16 @ 07:54): созданная вручную в Noah или импортированная через модуль измерений.
sv_se: Noah Audiogram {0} : Skapat i Noah manuellt eller importerat via mätmodul.
tr_tr: Noah Odyogram: {0} Noah'da manuel olarak oluşturulmuş veya bir ölçüm modülü aracılığıyla ithal edilmiştir.
zh_cn: Noah中的听力图 {0} :指的是在Noah平台中手动输入或通过测试模式获得的听力图。

source: No Audiogram in Session
cs_cz: Žádný audiogram v sezení
da_dk: Intet audiogram i denne session
de_de: Kein Audiogramm vorhanden
es_es: No hay audiograma en la sesión.
fi_fi: Ei audiogrammia tässä istunnossa
fr_fr: Aucun audiogramme dans cette session
hu_hu: Nincs Audiogram a bejegyzésben
it_it: Nessun Audiogramma nella Sessione
ja_jp: オージオグラムなし
ko_kr: 해당 세션에 대한 청력도가 없음
nl_nl: Geen audiogram in deze sessie
no_no: Ingen Audiogram i Sesjonen.
pl_pl: Brak Audiogramu w Sesji Dopasowania.
pt_pt: Nenhuma audiometria na sessão
ro_ro: Fara Audiograma in Sesiune
ru_ru: В Сессии отсутствует Аудиограмма
sv_se: Inget Audiogram i Session
tr_tr: Oturumda Odyogram Yok
zh_cn: 未创建听力图

source: Fit ReSound's new technology
da_dk: Tilpas ReSounds nyeste teknologi
de_de: LiNX 3D anpassen
es_es: Ajustar LiNX 3D
fr_fr: Régler un appareil plus récent
it_it: Fitting con LiNX 3D
ja_jp: 3D以降の製品を調整する
no_no: Tilpass LiNX 3D
pt_pt: Ajustar a nova tecnologia ReSound
tr_tr: LiNX 3D'yi ayarla
zh_cn: 验配LiNX 3D

source: To select, connect and fit the latest ReSound's hearing instrument technology, click on "Go to ReSound Smart Fit".
da_dk: For at benytte de nyeste ReSound høreapparater, klik på "Skift til ReSound Smart Fit".
de_de: Mit der Aventa kann kein ReSound LiNX 3D Gerät angepasst werden. Klicken Sie auf "LiNX 3D anpassen", wenn dies das Gerät ist, das Sie verbinden möchten.
es_es: Aventa no puede conectar o ajustar LiNX 3D. Haga clic en "Ajustar LiNX 3D" si este es el modelo que quiere conectar.
fr_fr: Si vous souhaitez régler un appareil d'une gamme plus récente, cliquez sur "Régler un appareil plus récent".
it_it: Aventa non può connettersi o effettuare il fitting con i prodotti LiNX 3D. Clicca "Fitting con LiNX 3D" se questi sono i dispositivi che vuoi connettere.
ja_jp: リンクス3D以降の製品を調整するには「Smart Fitへ」をクリックして下さい
no_no: Det er ikke mulig å tilpasse Linx 3D produkter i Aventa. Ønsker du dette klikk "Tilpass LiNX 3D"
pt_pt: Para selecionar, conectar e ajustar os aparelhos auditivos mais recentes da ReSound, clique em "Acessar o ReSound Smart Fit".
tr_tr: Aventa, LiNX 3D ürünlerine bağlanamaz veya ayarlayamaz. Bağlanmak istediğiniz cihaz buysa "LiNX 3D'yi ayarla" seçeneğini tıklayın.
zh_cn: Aventa无法连接或验配LiNX 3D产品.。如需验配本产品，请点击"验配LiNX 3D" 。
