Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: RESOUND MICRO MIC Extremely easy to use, the Micro Mic pairs to any wireless ReSound hearing aid in seconds. When your client clips it on to the clothing of the person they want to hear, they can enjoy conversation even in background noise. With a range of up to 25 metres in clear line of sight, the Micro Mic is ideal for use on shopping trips, in busy cafes or for talking in the car. RESOUND MULTI MIC The Multi Mic can do everything the Micro Mic can. But placed horizontally on the table, its automatically switches into a mode optimized for picking up the voices of multiple speakers. The Multi Mic also connects to FM (FM receiver required) and loop systems, and has a mini-jack input for streaming audio from virtually any device with a headphones output.
cs_cz: RESOUND MICRO MIC Micro Mic je extrémně snadno použitelný, jelikož jej lze během pár vteřin spárovat s jakýmkoliv wireless sluchadlem ReSound. Pokud jej Váš klient připne na oblečení osoby, kterou chce slyšet, může si vychutnat konverzaci dokonce i v hlučném prostředí. S dosahem až 25 metrů v případě přímé viditelnosti je Micro Mic ideálním pomocníkem při nákupech, v rušné kavárně, nebo při jízdě autem. RESOUND MULTI MIC Multi Mic dokáže všechno to, co Micro Mic. Pokud jej však položíte horizontálně na stůl, automaticky se přepne do režimu optimalizovaného k zachycení hlasu více řečníků najednou. Multi Mic lze také připojit k FM (vyžadován FM přijímač) a systémům s indukční smyčkou. Disponuje rovněž mini-jack vstupem pro streaming audio signálu z jakéhokoliv zařízení se sluchátkovým výstupem.
da_dk: RESOUND MICRO MIC Let at benytte, kan tilkoblaes til trådløse reSound apparater på få sekunder. Når høreapparatbrugeren beder en person bære Micro Mic vil man kunnehøre tale fra denne peron, også i baggrundsstøj. Med en rækkevidde på op til 25 meter (clear line of sight) kan Micro Mic benyttes ved foredrag, i bilen eller på cafe. RESOUND MULTI MIC Indeholder de samme muligheder som Micro Mic, men placeres den horisontalt på et bord ændres indstillingen til at være egnet til at opfange flere stemmer rundt om bordet. Kan også forbindels til FM modtager samt til teleslynger og har line-in der giver mulighed for streaming fra praktisk talt alle enheder med hovedtelefonudgang.
de_de: RESOUND MICRO MIC Es ist extrem einfach zu bedienen. Die Micro Mic Paarung mit einem drahtlosen ReSound Hörsystem erfolgt in wenigen Sekunden. Wenn Ihr Kund es an die Kleidung der Person, die sie hören möchte klippst, können Gespräche auch in sehr schwierigen Situationen mit viel Hintergrundgeräuschen gehört und verstanden werden. Mit einer Reichweite von bis zu 25 Meter in Sichtlinie ist die Micro Mic ideal für den Einsatz beim Shopping, in belebten Cafés oder für das Gespräch im Auto. RESOUND MULTI MIC Das Multi Mic kann alles, was das Micro Mic auch kann und noch etwas mehr. Wird es horizontal auf dem Tisch platziert, schaltet es sich in einen optimierten Modus um alle Sprecher optimal aufzunehmen. Das Multi Mic ist mit FM-Anlagen kompatibel (FM-Empfänger erforderlich) und verfügt über einen Klinkeneingang für Audio-Streaming von praktisch jedem Gerät mit Kopfhörerausgang."
es_es: RESOUND MICRO MIC El Micro Mic se empareja con cualquier audífono inlámbrico de ReSound en solo unos segundos, es muy sencillo de utilizar. Para utilizarlo, tan solo hay que sujetarlo con el clip integrado a la ropa de la persona que el usuario desea escuchar, y podrá seguir sin dificultad la conversación incluso en entornos ruidosos. Con uan distancia de hasta 25 metros con contacto visual, Micro Mic es la solución ideal para conversaciones en el coche, en lugares ruidosos, o en paseos. RESOUND MULTI MIC Multi Mic realiza las mismas funciones que Micro Mic. Pero al colocarlo de forma horizontal, automaticamente cambia el modo de los micrófonos, para recoger voces de diferentes oradores. El Multi Mic también se conecta a FM (es necesario un receptor de FM), a un bucle magnético, y dispone de entrada mini jack para conectarse a cualquier dispositivo que tenga salida para cascos.
fi_fi: RESOUND LANGATON MIKROFONI (Micro versio) Äärimmäisen helppo käyttöinen ja voidaan parittaa kaikkien ReSound kuulokojeiden kanssa joissa on langaton ominaisuus. Jos langaton mikrofoni kiinitettä klipsillä henkilöön jota halutaan kuulla, voit osallistua helpommin keskusteluun vaikka tilassa on paljon taustamelua. 25 metrin kantamalla Langaton mikrofoni on mainio apu esimerkiksi ostosmatkalla, meluisassa kahvilassa tai keskustelussa autossa. RESOUND LANGATON MIKROFONI (Multi versio) Multi mikrofonissa on kaikki Micro mikrofonin ominaisuudet mutta siinä on myös ominaisuus joka asettaa sen automaattisesti kokoustilaan jos se lasketaan pöydälle eli ääni siepataan tällöin joka suunnasta joka helpottaa kuulemista esimerkiksi kokoustilanteessa. Multi mikrofoni voidaan kytkeä myös FM laitteeseen (FM-kenkä vaaditaan) tai induktiosilmukkajärjestelmään ja siinä on myös 3.5mm audio-tuloliitiin lähes mille tahansa äänilaitteelle.
fr_fr: ReSound Micro Mic Extrêmement facile à utiliser, le Micro Mic se couple à une paire d'aides auditives compatibles sans fil en quelques secondes. L'utilisateur le fixe sur le vêtement de la personne qu'il souhaite entendre afin de participer à une conversation même dans les environnements les plus bruyants. Avec un rayon d'action d'environ 25 mètres sans obstacles, le Micro Mic est idéal à utiliser dans les restaurants, en voiture ou pour un shopping. ReSound Multi Mic Le Multi Mic possède les mêmes fonctions que le Micro Mic. Il propose en plus un mode optimisé pour l'écoute de plusieurs personnes lorsqu'il est placé horizontalement. Le Multi Mic peut également recevoir un récepteur FM, dispose d'une bobine T et d'une entrée audio jack pour écouter une source audio externe.
hu_hu: RESOUND MICRO MIK Nagyon könnyű használható, a MIkro MIk párósítható minden wireless ReSound hallókészülékkel, pillanatok alatt. Amikor a páciens felcsippenti annak a ruhájára, akit hallani szeretne, élvezheti a beszélgetést a háttérzaj ellenére is. 25 méteres körben hazsnálható az eszköz, a Mikro Mik ideális a bevásárlásokhoz, kávézáshoz, vagy a kocsiban való beszélgetésre. RESOUND MULTI MIK A Multi Mik mindent tud amit a Mikro Mik tud. De amikor horizontálisan az asztalra helyezi, automatikusan átkapcsol egy olyan módba, amely optimalizált a többemberes beszélgetésre. A Multi Mik csatlakoztatható FM és húrok rendszerekhez, ésel van látva egy mini-jack bemenettel az audio jel sugárzáshoz egy olyan eszközből , aminek fejhallgató kimenete van.
it_it: RESOUND MICRO MIC Estremamente facile da utilizzare, l'abbinamento di Micro Mic a qualsiasi apparecchio acustico wireless ReSound avviene in pochi secondi. Quando i vostri clienti agganciano Micro Mic agli indumenti della persona che vogliono ascoltare, possono godersi la conversazione anche in presenza di rumore di fondo. Con un range fino a 25 metri senza ostacoli, Micro Mic è ideale per l'uso durante lo shopping, nei caffè affollati o per ascoltare il parlato in auto. RESOUND MULTI MIC Il Multi Mic ha funzioni simili al Micro Mic. Ma posto orizzontalmente su di un tavolo, si commuta automaticamente in modalità ottimizzata per l'ascolto di più persone che parlano. Il Multi Mic si collega anche FM (richiesto il ricevitore FM ) oltre che a sistemi con laccio magnetico, dispone inoltre di un ingresso mini-jack per lo streaming audio da qualsiasi dispositivo dotato di uscita per le cuffie.
ja_jp: マイクアクセサリーで受信した音声を直接補聴器へ転送します。そのため、会話の相手が少し離れた場所にいる場合や、騒音に囲まれた環境でも会話が聞き取りやすくなります。 マイクユナイトは７ｍ、その他のマイクは25mの範囲で使用できます。
ko_kr: RESOUND MICRO MIC Micro Mic는 모든 무선 보청기와 사용할 수 있습니다. Micro Mic를 말하는 사람(보청기 사용자가 듣고자 하는 사람) 옷에 고정시키면 소음환경에서도 청취하는데 문제가 없습니다. 보청기와 Micro Mic의 거리가 25 미터 이내면 시끄러운 쇼핑센터나 카페, 차 안에서 등 어떤 환경에서도 문제없이 청취할 수 있습니다. RESOUND MULTI MIC Multi Mic는 Micro Mic의 기능 외에도 여러가지 기능을 탑재하고 있습니다. Multi Mic를 테이블에 수평방향으로 올려두면 여러 사람의 말소리를 포착하는데 가장 최적화된 모드로 자동 전환됩니다. Multi Mic는 FM 시스템(단, FM 수신기가 필요함), loop system 등에 사용 가능합니다. 또한, 헤드폰 출력이 가능한 전자기기(예: 컴퓨터, 노트북, TV, 오디오 등)에 사용하기 위해서는 미니 잭 입력단자(mini-jack input)가 필요합니다.
nl_nl: RESOUND MICROFOON Uiterst eenvoudig in gebruik: de Microfoon kan binnen enkele seconden aan elk wireless ReSound hoortoestel gekoppeld worden. Als uw cliënt hem daarna aan de kleding bevestigt van de persoon die hij wil verstaan kan er zelfs in lawaai een gesprek gevoerd worden. De Microfoon heeft, als hij in het zicht is van de hoortoestellen, een bereik tot 25 meter en is daarmee ideaal bij lezingen, in drukke cafe´s en bij gesprekken in de auto. RESOUND MULTI MICROFOON De Multi Microfoon kan alles wat de Microfoon kan, en meer! Als hij horizontaal op tafel gelegd wordt schakelt hij automatisch naar de optimale stand om spraak van meerdere sprekers op te vangen. De Multi Microfoon kan ook verbonden worden met FM (FM receiver vereist) en ringleiding systemen. Daarnaast heeft hij een mini-jack ingang om audio te streamen van vrijwel elk apparaat met een hoofdtelefoonuitgang.
no_no: RESOUND MIKRO MIK Veldig enkel å bruke. Micro Mik kan pares til alle trådløse ReSound høreapparater. Når din pasient klipser den på personen de ønsker å høre, kan de nyttiggjøre seg av samtaler selv i kraftig bakgrunnsstøy. Med en rekkevidde opp til 25 meter i klar sikt er Micro Mik ideell til bruk på handleturer, en støyfull kafe eller til samtaler i bilen. RESOUND MULTI MIK Multi Mik kan gjøre alt en Micro Mik kan. I tillegg når den er plassert horisontalt på bordet, skifter den automatisk til en modus optimalisert for å fange opp tale fra flere som snakker. Multi Mik kan også tilkobles til FM (FM mottaker kreves) og teleslynge anlegg. Den har også en mini-jack inngang for streaming av lyd fra omtrent hvilken som helst enhet med en hodetelefon utgang.
pl_pl: Przenośny transmiter mowy i dźwięków dla osób w biegu. Przesyła głos rozmówcy - albo dźwięk z dowolnego urządzenia audio - bezpośrednio do aparatów słucowych w zasięgu co najmniej 7 metrów.
pt_pt: RESOUND MICRO MIC Extremamente fácil de usar, o Micro Mic realiza pareamento com todos os aparelhos auditivos ReSound em segundos. Ao colocar na roupa da pessoa que deseja ouvir, o paciente pode desfrutar de uma conversa mesmo com ruído de fundo. Com um alcance de até 25 metro em ambiente aberto, o Micro Mic é ideal para uso nas escolas, restaurantes e dentro do carro. RESOUND MULTI MIC O Multi Mic também realiza as funções do Micro Mic. Mas, ao colocá-lo de forma horizontal sobre a mesa, o microfone automaticamente altera o modo para otimizar a captação de várias vozes. O Multi Mic também se conecta ao FM (necessário o receptor FM) e sistemas de bobina, e tem uma entrada para transmitir áudio de praticamente qualquer dispositivo de áudio com uma saída de fones de ouvido.
ro_ro: Un transmitator de voce sau sunet portabil, pentru oamenii in miscare. Transmite vocea partenerului de conversatie- sau sunet din orice dispozitiv audio- direct in aparatele auditive, avand o raz de acoperir de aproximativ 7 metrii.
ru_ru: RESOUND МИКРО-МИКРОФОН Невероятно простой в использовании, Микро-микрофон за секунду сопрягается с любым беспроводным слуховым аппаратом ReSound. Прикрепив его к одежде собеседника, Ваш клиент может наслаждаться беседой даже в условиях окружающего шума. В диапазоне до 25 метров в прямой видимости, Микро-микрофон будет идеальным помощником в магазине, многолюдном кафе или во время разговора в машине. RESOUND МУЛЬТИ-МИКРОФОН Мульти-микрофон умеет делать всё то же, что и Микро-микрофон. Но разместив его горизонтально на столе, он автоматически переключится в режим, оптимальный для улавливания голосов нескольких собеседников. Мульти-микрофон совместим с FM (необходим FM ресивер) и индукционной петлёй, а также имеет mini-jack разъем для передачи аудио сигнала практически из любого устройства, имеющего разъем для наушников.
sv_se: ReSound Mikro Mikrofon Är enkel att använda och parar snabbt till ReSounds alla trådlösa hörapparater. Brukaren fäster Mikro Mikrofonen på personen brukaren vill höra och får en stor hjälp, inte minst i bullriga miljöer. Med sin räckvidd upp till 25 meter blir Mikro mikrofonen perfekt vid shopping, stökiga cafeer eller vid konversation i en bil. ReSound Multi Mikrofon Kan allt som Mikro Mikrofon kan. Dessutom, vid horisontell placering på ett bord, så byter den automatiskt till ett läge speciellt optimerad för att ta upp ljud från flera röster. Multi mikrofonen kan också ansluta till FM (FM mottagare behövs), hörslingesystem och har en audioingång för att kunna strömma ljud från alla enheter med en hörlursutgång.
tr_tr: RESOUND MICRO MIC Kullanımı son derece kolay, Micro Mic saniyeler içinde herhangi bir kablosuz ReSound işitme cihazı ile eşleşir. Bu cihazı, duymak istediğiniz kişinin giyisisi üzerine taktığınızda, arka plan gürültüsü olsa dahi, onunla konuşmanın keyfini çıkarabilirsiniz. Kalabalık bir kafede veya alışverişte kullanılmak üzere ya da arabada konuşurken için ideal olan Mikro Mic , açık alanda kadar 25 metreye kadar bağlantıda kalır. RESOUND MULTİ MIC Multi Mic, Micro Mic ile yapabildiklerinizin tamamını yapabilirsiniz. Ancak masaya yatay yerleştirildiğinde, otomatik olarak birden fazla konuşmacının sesini toplayıp yükseltme moduna geçer. Multi Mic ayrıca FM ile (FM alıcı gereklidir), loop sistemleri bağlanır. Herhangi bir cihazdan ses akışı yapabilmek için bir mini-jak girişi vardır.
zh_cn: 瑞声达迷你麦克风 使用便捷。迷你麦克风 可以和任何瑞声达无线助听器在数秒钟内完成配对。当用户把它夹在他想听的发言人的衣服上时，即使在背景噪声下，他也能很好的交流。在超过25米的视野范围内，迷你麦克风 能够在购物场所、咖啡厅或车内交流达到理想效果。 瑞声达多功能迷你音频转换器 多功能迷你音频转换器具有迷你麦克风的所有功能。但是当它被水平放置在桌子上时，它会自动切换到最佳模式去收集周围所有讲话者的声音。多功能迷你音频转换器也可以连接FM（需要FM接收器）和环形通路，它还有一个小的音频输入口，可以连接任何可以通过耳机输出的音频设备。

source: Streams phone conversations and as well as stereo sound directly from your Bluetooth device directly to both hearing instruments, whether you are in the office, on the move, or at home. Offers basic remote control functionality when not on the phone and clips easily onto clothing.
cs_cz: Streamuje telefonní konverzaci stejně jako stereofonní zvuk přímo z Vašeho Bluetooth zařízení do obou sluchadel, ať jste v kanceláři, v pohybu nebo doma. Poskytuje základní funkce dálkového ovládání, pokud zrovna nejste u telefonu a snadno se připíná na oblečení.
da_dk: Tydelige håndfri telefonsamtaler med lyd trådløst overført til begge høreapparater samt stereolyd fra musikfiler eller andet der afspilles fra telefonen. Derudover de mest anvendelige funktioner til fjernbetjening af høreapparaterne.
de_de: Streamt Telefongespräche oder Stereo Sound direkt vom Bluetooth Gerät in beide Hörsysteme. Egal ob Sie im Büro, zu Hause oder unterwegs sind. Bietet ebenfalls eine einfache Fernbedienungs-Funktionalität und lässt sich leicht an der Kleidung befestigen.
es_es: Emite las llamadas de teléfono o música en stereo directamente desde su dispositivo Bluetooth a ambos audífonos, en cualquier situación, en casa, en la calle o en el trabajo. Tambien funciona como un mando a distancia sencillo cuando no esta hablando por teléfono y se sujeta facilmente a la ropa con el clip.
fi_fi: Lähettää puhelinkeskustelun tai stereoäänen suoraan Bluetooth laitteesta suoraan kumpaankin kuulokojeeseen, olitpa sitten toimistolla, liikkellä tai kotona. Voit käyttää perus Kauko-Ohjain toimintoja kun et puhu puhelimessa ja sen voi kiinnittää "klipsillä" helposti vaatteisiin.
fr_fr: Le kit main-libre transmet le signal audio de l'équipement Bluetooth directement aux aides auditives, en stéréo. Permet un contrôle des aides auditive grâce à sa fonction télécommande intégrée.
hu_hu: Átsugároz telefon beszélgetést sztereó hangként a Bluetooth eszközéből közvetlenül mindkét hallókészülékbe, bárhol is van, irodában, menet közben, vagy otthon. Alap távirányító funkciókat kínál amikor nem telefonál és a ruhájára csipteti.
it_it: Trasmette le conversazioni telefoniche così come il suono stereo direttamente dal proprio dispositivo Bluetooth direttamente a entrambi gli apparecchi acustici, se siete in ufficio, in movimento, o in casa. Offre funzionalità di base come telecomando quando non si è al telefono e si aggancia facilmente ai vestiti.
ja_jp: 携帯電話からの音声を左右両方の補聴器へ伝達します。マッチ箱サイズで軽量なので、衣服や車のサンバイザーに挟み、ハンズフリーで通話できます。手元で通話音量を調整することもできます。
ko_kr: 휴대폰의 통화음은 물론 블루투스 기기(폰클립)를 통해 전달되는 스테레오 사운드 역시 스트리밍이 가능하며, 어디서든 청취가 가능합니다. 리모트 컨트롤 기능을 통해 휴대폰과 다소 거리가 있어도 사용 가능하고, 블루투스 기기(폰클립)를 옷에 고정시켜 사용할 수 있습니다.
nl_nl: Streamt zowel telefoongesprekken als stereogeluid direct van uw Bluetooth apparaat naar beide hoortoestellen, of u nou op kantoor bent, onderweg of thuis. Biedt, als er geen telefoongesprek is, ook de basisfunctionaliteiten van een afstandbediening én is eenvoudig aan uw kleding te bevestigen.
no_no: Streamer telefon samtaler i tillegg til stereo lyd direkte fra din Bluetooth enhet til begge dine høreapparater. Enten du er på kontoret,, på farten, eller hjemme. Tilbyr basis fjernkontroll funksjonalitet og festes enkelt på klærne med en klips.
pl_pl: Przesyła rozmowy telefoniczne oraz dźwiękistereo bezpośrednio z Twojego urządzenia Bluetoothdo obu aparatów słuchowych, niezależnie czy jesteś w biurze, w ruchu czy w domu. Oferuje podstawowe funkcje pilota sterowania (gdy nie rozmawiasz przez telefon) oraz łatwo przypina się do ubrania.
pt_pt: Transmite as ligações e os sons do seu celular Bluetooth diretamente para os aparelhos auditivos, mesmo que esteja no trabalho, no carro ou em casa. Oferece funções básicas de controle remoto, quando não estiver em uma ligação. Além disso, possível prender na roupa.
ro_ro: Transmite convorbiri telefonice si sunet stereo din dispozitivul dumneavoastra Bluetooth direct in ambele aparate auditive, indiferent daca va aflati in birou, in miscare sau acasa. Are rol de telecomanda pentru aparatele auditive daca nu va aflati intr-o convorbire telefonica si se prinde usor cu un clips rotativ de haine.
ru_ru: Передает разговор по телефону в стерео качестве напрямую из Вашего Bluetooth устройства в слуховые аппараты, независимо от того, где Вы находитесь: в офисе, в пути или дома. Включает базовые функции пульта дистанционного управления и удобно крепится к одежде.
sv_se: Strömmar telefonsamtal och stereoljud direkt från din Bluetoothenhet till båda hörapparaterna, oavsett om du är på arbetet, i rörelse eller hemma. Ger dig en fjärrkontrollfunktion och kan enkelt sättas fast på klädsel.
tr_tr: Evde, ofiste veya hareket halindeyken telefon konuşmalarının yanı sıra işitme cihazına Bluetooth aygıtından doğrudan ses aktarımı sağlar. Kolayca kıyafet üzerine takılabilen ve temel uzaktan kumanda işlevselliği sunar.
zh_cn: 无论你是在办公室、在外面还是在家，都能将通话和立体声直接由你的蓝牙设备传输给双耳助听器。多用途手机伴侣能够提供基本的操作功能，不需要操作手机，只使用夹在衣领的手机伴侣即可实现。

source: Gives visual and intuitive control over hearing instruments and accessories. For personal preference the Remote Control 2 also offer on the fly balance adjustments between hearing instrument volume streamed audio level.
cs_cz: Poskytuje vizuální a intuitivní kontrolu sluchadel a příslušenství. Remote Control 2 také poskytuje balanci mezi hlasitostí sluchadel a streamovaného audio signálu.
da_dk: Giver tydelig visuel og intuitiv kontrol over høreapparater og trådløst tilbehør.
de_de: Gibt Ihnen eine einfache, visuelle und intuitive Kontrolle über Ihre Hörsysteme und das Zubehör. Des Weiteren besteht die Möglichkeit die Hörsystem Lautstärke getrennt von dem Streaming-Signal einzustellen.
es_es: Permite un control intuitivo y visual del audífono y los accesorios. Para un ajuste más personalizado Mando a Distancia 2 tambien permite ajustar el balance entre el volumen del audífono y la señal en streaming de el(los) accesorio(s).
fi_fi: Antaa visuaalisen ja intuitiivisen hallinnan kuulokojeista ja lisälaitteista. Henkilökohtaiseen mieltymykseen Kauko-Ohjain v.2 antaa myös "lennosta" säädettävän tasapainoasetuksen audiolähetysten tasoille kuulokojeisiin.
fr_fr: La télécommande permet un contrôle visuel intuitif du réglage des aides auditives et de leurs accessoires. La télécommande Remote Control 2 offre également la possibilité de modifier la balance entre le signal de l'accessoire et des aides auditives.
hu_hu: Vizuális és intuitív kontrolt biztosít a hallókészülékek és a tartozékok felett. Az egyedi igényekhez a Unite Távirányító 2 szintén biztosít lehetőségeket a balansz beállításra a hallókészülék hangereje és a sugárzott hang között.
it_it: Consente un controllo visivo e intuitivo degli apparecchi acustici ed accessori. In base alle preferenze personali, Remote Control 2 offre anche la possibilità di un bilanciamento ottimale fra volume degli apparecchi acustici e livello del segnale audio trasmesso dagli accessori.
ja_jp: 大きく、操作性に優れたボタンを使用し「プログラム変更」「音量調整」「TVユナイトへの切り替え」が行えます。選択しているプログラムや設定音量、TVユナイトの接続機器名などを液晶画面で確認できます。
ko_kr: 보청기와 무선 악세서리를 쉽게 조절할 수 있습니다. 개인에 맞게 the Remote Control 2 사용시 보청기 소리 크기와 무선 악세서리를 통해 스트리밍 되는 소리 크기 사이의 밸런스를 맞출 수 있습니다.
nl_nl: Geeft visuele en intuïtieve controle over uw hoortoestellen en accessoires. Met de Afstandbediening 2 kunt u ook op elk moment de balans regelen tussen het hoortoestelvolume en het volume van het gestreamde geluid.
no_no: Gir en visuel og intuiativ kontroll over høreapparatene og tilbehøret. Fjernkontroll 2 tilbyr også lyd balanse justering mellom høreapparatene og volum på streamet lydsignal.
pl_pl: Daje wizualną i intuicyjną kontrolę nad aparatami słuchowymi i akcesoriami. Pilot Unite 2 pozwala również na szybkie wyrównanie balansu transmitowanego do aparatów słuchowych dźwięku.
pt_pt: Oferece controle visual e intuitivo dos aparelhos auditivos e dos acessórios. Para preferência pessoal, o Controle Remoto 2 também oferece um botão para equilibrar o volume dos aparelhos auditivos e o nível do som transmitido.
ro_ro: Ofera control vizual si intuitiv asupra apratelor auditive si ale accesoriilor. Remote Control 2 ofera o posibilitate de ajustare usoara, intre volumul aparatelor auditive si nivelul audio transmis din alte dispozitive.
ru_ru: Предоставляет визуальный и интуитивный контроль над слуховыми аппаратами и аксессуарами. Для личных предпочтений, Пульт Дистанционного Управления 2 также предлагает опцию регулировки баланса громкости передаваемого аудиосигнала между двумя слуховыми аппаратами.
sv_se: Ger visuell och intuitiv kontroll över hörapparater och tillbehör. Fjärrkontroll 2 ger också en möjlighet att styra balans mellan hörapparatens volym och den strömmade ljudnivån.
tr_tr: Işitme cihazları ve aksesuarları üzerinde görsel ve sezgisel kontrol sağlar. Kişisel tercih için Uzaktan Kumanda 2 ayrıca işitme cihazı ile aktarım cihazı arasındaki ses seviyesinin denge ayarlamalarını sağlar.
zh_cn: 对于助听器和附件的控制，让用户有更直观的感受。第二代遥控器从用户喜好出发，可以调节助听器和音频流之间的声音平衡比重。

source: TV Link
zh_cn: 电视伴侣

source: Streams clear stereo sound from the TV, stereo, computer or other audio device directly to the hearing instruments, while allowing users to stay aware of what’s going on around them. Supports both analogue and digital inputs.
da_dk: Transmitterer klar stereolyd fra TV, stereoanlæg, computer eller anden lydenhed direkte til høreapparaterne, samtidigt kan høreapparaternes mikrofoner opfange lyde fra omgivelserne. Understøtte både analoge og digitale input.
zh_cn: 传输清晰的电视、音响声音到助听器，同时也能确保用户对周围其他声音的感知。同时支持模拟和数字信号输入。

source: Made for iPhone
zh_cn: MFi

source: With Made for iPhone, your hearing aids work like wireless stereo headphones for telephone calls, listening to music and any other audio. Triple click to adjust hearing aid volume and change programs.
da_dk: Med Made for iPhone, virker dine høreapparater som en trådløs stereo hovedtelefon for telefonopkald, musik og alle andre lyde fra telefonen. Tryk tre gange hurtigt på telefonens knap for at indstillie høreapparates volumen eller programmer.
zh_cn: 拥有MFi功能，您的助听器可以像一个无线耳机一样工作，接听电话、聆听音乐或任何音频声。三击调整助听器音量和改变程序。
