Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Instruments must be in discovery mode before they can be found by the software. Place the instruments in discovery mode by opening and closing the battery door, with a battery inserted.
cs_cz: Aby mohla být programem nalezena, musí být sluchadla ve zjišťovacím módu. Přepněte sluchadla do zjišťovacího módu otevřením a zavřením držáku baterie s vloženou baterií.
da_dk: Apparater skal være i søgeindstillingfør de kan findes af softwaren. Stil apparaterne i søgeindstilling ved at åbne og lukke batteridøren, med et battari isat.
de_de: Hörsysteme müssen sich im "Erkennungs-Modus" befinden, damit sie von der Software erkannt werden können. Bringen Sie die Hörsysteme in den Erkennungs-Modus, indem Sie die Batterielade (mit eingelegter Batterie) öffnen und schließen.
es_es: Los audífonos deberán de estar en modo búsqueda antes de que puedan ser encontrados por el software. Para activar el modo búsqueda, abra y cierre el portapilas del audífono, con una pila insertada.
fi_fi: Kuulokojeiden on oltava etsintätilassa ennenkuin ohjelma voi havaita ne. Aseta koje etsintätilaan avaamalla ja sulkemalla paristokotelo, paristo asetettuna.
fr_fr: Les appareils doivent être en mode couplage pour être reconnus par le logiciel. Ouvrez puis fermez le porte-pile des appareils pour activer le mode couplage.
hu_hu: A készülékeknek keresési módban kell lenniük mielőtt a szoftver megtalálja. Tegye a készüléket keresési módba az elemkamra kinyitásával és becsukásával, a beletett elemmel.
it_it: I dispositivi devono essere in modalità Ricerca prima che possano essere rilevati dal software. Posizionare gli strumenti in modalità Ricerca aprendo e chiudendo il vano della batteria, con una batteria inserita.
ja_jp: 補聴器をペアリングモードにすることでソフトウェアが発見することができます。補聴器に電池を入れた後に電池ケースを1回「開け閉め」して下さい。
ko_kr: 소프트웨어가 보청기를 인식하기 전에 보청기는 디스커버리 모드에 있어야 합니다. 배터리를 삽입한 상태에서 배터리 도어를 열고 닫아 보청기를 디스커버리 모드에 놓으세요
nl_nl: De toestellen moeten in de pairingmodus staan om gevonden te kunnen worden door de software. Zet ze in de pairingmodus door de batterijlade te openen en weer te sluiten, met nieuwe batterijen erin.
no_no: Apparatene må være i paringsmodus før de kan bli funnet av programmet. Sett apparatene i paringsmodus ved å åpne og lukke batteriluken med batteri i.
pl_pl: Aparat musi pracować w trybie do wykrycia zanim zostanie wykryty przez oprogramowanie. Proszę otwórz i zamknij kieszeń baterii (bateria musi być w kieszeni).
pt_pt: AASIs devem estar no modo de reconhecimento antes de serem encontrados pelo software. Deixe os AASI no modo de reconhecimento abrindo e fechando o compartimento de pilha, com a bateria inserida.
ro_ro: Instrumentele trebuie sa fie in modul descoperire inainte sa fie gasite de soft. Pune instrumentele in modul descoperire deschizand si inchizand usita bateriei, cu o bateria bagata.
ru_ru: СА должен находиться в режиме поиска, перед тем как он(и) будет обнаружен программой. Переключите его в режим поиска с помощью открытия и закрытия батарейного отсека со вставленной батареей.
sv_se: Hörapparaterna måste vara i sökläge innan de kan hittas av programvaran. Sätt hörapparaterna i sökläge genom att öppna och stänga batteridörren (med batteri på plats).
tr_tr: İşitme cihazları yazılım tarafından bulunmadan önce, keşif modunda olmalıdır. Cihazı keşif moduna getirmek için pil içindeyken, pil kapağını açıp kapatın.
zh_cn: 助听器处于配对模式才能被软件发现。请开关电池仓（如需要电池请装上）使助听器处于配对模式。

source: Use this screen to assign a discovered right and left wireless instrument to the patient. Use the Beep feature and the serial number to assign an instrument to the correct side.
cs_cz: Na této obrazovce přiřaďte zjištěné bezdrátové pravé a levé sluchadlo pacientovi. Použijte funkci pípnutí a výrobního čísla k přiřazení sluchadla správné straně.
da_dk: Brug denne side til at tildele de fundne trådløse aparater til højre og venstre til patienten. Brug bipegenskaben og serienummeret til at sikre tildeling til korrekt side.
de_de: Verwenden Sie diesen Bildschirm, um ein erkanntes rechtes oder linkes Hörsystem zuzuordnen. Verwenden Sie den Signalton um ein Hörsystem für die entsprechende Seite bestimmen zu können.
es_es: Utilizar esta pantalla para asignar los audífonos inalámbricos derecho e izquierdo a un paciente. Utilizar la opción Aviso y el número de serie para realizar la asignación al lado correcto.
fi_fi: Käytä tätä ikkunaa asettaaksesi vasemman ja oikeanpuoleinen langaton laite potilaalle. Käytä äänimerkkitoimintoa ja sarjanumeroa asettaaksesi laitteen oikeille puolille.
fr_fr: Utilisez cet écran pour affecter un appareil droit ou gauche à votre patient. Utilisez le bouton "bip" ou le numéro de série pour déterminer le bon côté.
hu_hu: Használja ezt a képernyőt, hogy kijelölje a megtalált jobb és bal wireless készüléket a páciensnek. Használja a Csipogás tulajdonságokat és a gyári számot, hogy kijelőljön egy készüléket a megfelelő oldalra.
it_it: Utilizzare questa schermata per assegnare un dispositivo al lato destro o sinistro del paziente. Utilizzare la funzione Beep e il numero di serie per assegnare il Dispositivo al lato corretto.
ja_jp: この画面ではワイヤレス補聴器の右と左を選択します。「確認音」のボタンを押すと対象の補聴器からメロディがなります。シリアル番号とあわせて確認して下さい。
ko_kr: 이 스크린을 사용하여 탐색된 오른쪽과 왼쪽의 무선 보청기를 환자에게 적용하세요. 경고음 특징과 시리얼 번호를 사용하여 보청기를 올바른 쪽에 적용하세요
nl_nl: Wijs de gevonden toestellen toe aan het linker of rechter oor van uw cliënt. Gebruik het beep-signaal of de serienummers om het juiste toestel aan het juiste oor toe te wijzen.
no_no: Bruk dette skjermbilde til å linke funnet høyre og venstre trådløse høreapparat til pasienten. Bruk signal funksjonen og serienummer til å linke apparat til riktig øre.
pl_pl: Użyj tego ekranu aby przypisać lewy i prawy aparat bezprzewodowy do pacjenta. Użyj funkcji Ton i numeru seryjnego aby przypisać aparat do odpowiedniego ucha.
pt_pt: Use esta tela para assegurar uma boa conexão, permitindo acesso wireless ao paciente. Use as características de bip, número de série para assegurar que o AASI esteja do lado correto.
ro_ro: Foloseste ecranul pentru a asocia un instrument wireless descoperit unui pacient. Foloseste caracteristica Beep si numarul de serie pentru a asocia instrumentul partii corespunzatoare.
ru_ru: Эта вкладка показывает обнаруженные правый и левый СА. Предупреждающие сигналы и серийные номера СА отображены для каждой стороны соответственно.
sv_se: Använd denna skärm för att tilldela en hittad, höger och vänster, hörapparat trådlöst till patienten. Använd Ljudindikationsfunktionen och serienummret för att tilldela hörapparat(er) till rätt sida.
tr_tr: Bulunmuş sağ ve sol wireless cihazı hastaya atamak için bu ekranı kullanın. Cihazı doğru yere atamak için sinyal özelliklerini ve seri numaralarını kullanın.
zh_cn: 指定搜索到的无线连接的助听器。使用提示音功能和序列号来指定相应的侧别（左侧或右侧）。

source: No instruments were found. Check the batteries or moving them closer to the wireless transmitter. You can also change the programming interface to a wired connection.
cs_cz: Sluchadla nebyla nalezena. Zkontrolujte baterie nebo je přisuňte blíže bezdrátovému vysílači. Můžete též použít standardní programátor s kabelovým připojením (Hi-PRO
da_dk: Intet apparat fundet. Kontroller batterierne eller flyt apparaterne tættere på den trådløse transmitter. Eller brug en forbindelse med kabel.
de_de: Es wurden keine Hörsysteme gefunden. Prüfen Sie bitte die Batterien oder rücken Sie die Geräte näher an den Wireless-Sender. Falls das nicht funktioniert, wechseln Sie das Programmierinterface.
es_es: No se han encontrado audífonos. Comprobar las pilas o acercar el audífono al dispositivo inalámbrico. También puede cambiar el interface de programación a uno con conexión por cable..
fi_fi: Kuulokojetta ei löydy. Tarkista paristot tai siirrä kuulokoje lähemmäksi Noahlink Wireless lähetintä. Voit tarvittaessa vaihtaa langalliseen ohjelmointiin.
fr_fr: Aucun appareil détecté. Il est impératif de METTRE DES PILES NEUVES. Relancer la détection et approcher les appareils de la clé de programmation. Au besoin, passer sur une interface de programmation avec cordons.
hu_hu: Nem található készülék. Ellenőrizze az elemet vagy tegye közelebb őket a wireless adóhoz. Megváltoztathatja a programozó egységet is kábeles kapcsoltahoz.
it_it: Non sono stati trovati dispositivi. Controllare le batterie e avvicinare i dispositivi all trasmettitore wireless. È inoltre possibile modificare l'interfaccia di programmazione con cavetto.
ja_jp: 補聴器が見つかりませんでした。電池残量の確認および補聴器とNoahlink Wirelessが離れている場合は近づけて下さい。もし、問題が解決しない場合はこの画面で他のインターフェイスに切り替える事もできます。
ko_kr: 발견된 보청기가 없습니다. 배터리를 체크하거나 보청기를 무선 트랜스미터 쪽으로 가깝게 움직여 보세요. 또한 프로그래밍 인터페이스를 유선 연결로 변경할 수 있습니다.
nl_nl: Geen toestellen gevonden. Controleer de batterijen of zorg ervoor dat de toestellen dichter bij de Noahlink Wireless komen. U kunt ook voor een draadgebonden programmeerinterface kiezen.
no_no: Ingen høreapparater funnet. Undersøk batteriet eller flytt apparatene nærmere den trådløse senderen. Du kan også bytte til en ledningsbasert programmeringsenhet.
pl_pl: Nie znaleziono żadnego aparatu. Sprawdź baterie lub zbliż aparaty do nadajnika. Możesz również zmienić interfejs programowania na przewodowy.
pt_pt: AASIs não foram encontrados. Cheque as baterias ou remova-os e coloque-os perto do transmissor wireless. Você pode também alterar a interface de programação.
ro_ro: Nici un instrument nu a fost gasit. Verifica bateriile sau apropie-le de transmitatorul wireless. De asemenea poti schimba interfata de programare cu una care foloseste o conexiune cu fir.
ru_ru: Не обнаружено СА. Проверьте батареи или приблизьте к беспроводному передатчику. Также можно заменить интерфейс программирования.
sv_se: Inga hörapparater hittades. Kontrollera batterier och/eller lägg dem närmare den trådlösa sändaren. Du kan också byta till en "kabelanslutning".
tr_tr: Cihaz bulunamadı.Pilleri kontrol et yada cihazı wireless vericisine yakınlaştır. Yada programlama arabirimini kablolu bağlantıyla değiştirebilirsin.
zh_cn: 未发现助听器。检查电池或将助听器靠近无线编程器。当然您也可以使用编程线进行连接。

source: Confirm that the right and left sides are set correctly by using the beep feature and serial number.
cs_cz: Potvrďte, že pravá i levá strana jsou správně nastaveny pomocí funkce pípnutí a výrobního čísla.
da_dk: Bekræft at højre og venstre apparat sidder på korrekt side ved hjælp af bipfunktion og serienummer.
de_de: Überprüfen Sie, ob die Hörsysteme korrekte angeschlossen sind und achten Sie dabei auf die akustische Signalanzeige sowie die Seriennummern.
es_es: Confirme que los audífonos derecho e izquierdo se han asignado correctamente utilizando la función Aviso y el número de serie.
fi_fi: Vahvista että oikea ja vasen puoli on asetettu oikein käyttämällä äänimerkkitoimintoa.
fr_fr: Sur cet écran, vous pouvez affecter les appareils au côté qui leur correspond en utilisant le bouton "Bip" ou en repérant les numéros de série.
hu_hu: Elfogadja, hogy a jobb és a bal oldal jól vannak beállítva a csipogás tulajdonságok és a gyári számok alapján.
it_it: Confermare che i lati destro e sinistro sono impostati correttamente utilizzando la funzionalità di beep e controllando il numero di serie.
ja_jp: 右と左の補聴器が正しく割り当てられているか確認して下さい。「確認音」のボタンを押すと対象の補聴器からメロディがなります。シリアル番号とあわせて確認して下さい。
ko_kr: 경고음 특징과 시리얼번호를 사용해서 보청기가 오른쪽과 왼쪽에 올바르게 세팅되었는지 확인하세요.
nl_nl: Controleer eventueel of de toewijzing correct is m.b.v. het beep-signaal of de serienummers.
no_no: Bekreft at høyre og venstre side er riktig ved å bruke signal og serienummer.
pl_pl: Potwierdź, że prawy i lewy aparat sa odpowiednio przypisane wykorzystując funkcje Ton i numery seryjne.
pt_pt: Confirme que o lado DIREITO e ESQUERDO estejam corretamente selecionados/ajustados utilizando o bip e número de série.
ro_ro: Confirma daca partea dreapta si partea stanga sunt setate corect pentru a utiliza caracteristica de beep si serial number.
ru_ru: Подтвердите, что характеристики предупреждающих сигналов и серийные номера справа и слева настроены правильно.
sv_se: Bekräfta att höger och vänster sida stämmer genom att använda Ljudindikationsfunktionen och serienummer.
tr_tr: İkaz özelliklerini ve seri numaralarını kullanarak sağ ve sol tarafın doğru ayarlandığını onayla.
zh_cn: 通过提示音和序列号确认左侧和右侧的设置。

source: Use this screen to add or remove accessories.
cs_cz: Na této obrazovce můžete přidat nebo odebrat příslušenství.
da_dk: Brug denne skærm til at tilføje eller slette tilbehør.
de_de: Verwenden Sie diesen Bildschirm zum Hinzufügen oder Entfernen von Zubehör.
es_es: Utilice esta ventana para añadir o eliminar accesorios.
fi_fi: Käytä tätä ikkunaa lisätäksesi ja poistaaksesi lisälaitteita.
fr_fr: Sur cet écran, vous pouvez ajouter ou supprimer des accessoires sans fil.
hu_hu: Használja ezt a képernyőt tartozékok hozzáadáshoz vagy eltávolításhoz.
it_it: Utilizza questa pagina per aggiungere o rimuovere accessori.
ja_jp: この画面でアクセサリーの追加と削除を行って下さい。接続できない場合は補聴器が認識されているか、ワイヤレスアクセサリーの電池・電源が入っているか確認して下さい。
ko_kr: 액세서리를 추가 또는 제거하기 위해 이 스크린을 사용하세요.
nl_nl: Gebruik dit scherm om accessoires toe te voegen of te verwijderen. De ReSound MiniMicrofoon moet over de laatste software versie beschikken om compatibel te zijn met de ReSound LiNX. Mocht het pairen van LiNX en MiniMicrofoon niet succesvol verlopen, voert u dan s.v.p. een update uit van de MiniMicrofoon naar de laatste firmware versie, via de “ReSound Accessory Update” tool die gelijk met Aventa geïnstalleerd is. De eeste generatie van de ReSound TV streamer is NIET compatibel met ReSound LiNX. De tweede generatie van de TV streamer (TV 2) is volledig compatibel met alle wireless ReSound hoortoestellen (behalve ReSound Alera 4 die alleen draadloos aanpassen en de Afstandbediening ondersteunt).
no_no: Bruk dette skjermbilde for å legge til eller fjerne tilbehør.
pl_pl: Użyj tego ekranu aby dodać lub usunąć akcesoria.
pt_pt: Use esta tela para adicionar ou remover acessórios
ro_ro: Foloseste ecranul pentru a adauga sau inlatura accesorii.
ru_ru: Используйте эту вкладку, для того чтобы добавить или удалить аксессуары.
sv_se: Använd denna skärm för att ta bort tillbehör
tr_tr: Aksesuar eklemek veya kaldırmak için bu ekranı kullan.
zh_cn: 此界面添加或删除无线附件.

source: Instruments must be connected in order to add or remove any Wireless Accessories.
cs_cz: Pro přidání nebo odebrání jakéhokoliv Wireless příslušenství musí být sluchadla připojena.
da_dk: Tilbehør
de_de: Hörsysteme müssen verbunden sein, damit Wireless Zubehör hinzugefügt oder entfernt werden können.
es_es: Los audífonos deben estar conectados para añadir o eliminar cualquier accesorio inalámbrico
fi_fi: Kuulokojeet täytyy yhdistää jos lisälaitteita halutaan lisätä tai poistaa.
fr_fr: Sur cet écran, vous pouvez Ajouter ou Supprimer des accessoires sans fil. Attention : pour ce faire, les aides auditives doivent d'abord être connectées avec Aventa.
hu_hu: A készülékeknek csatlakoztatva kell lenniük ahhoz, hogy hozzáadjon vagy eltávolítson bármely tartozékot.
it_it: I dispositivi devono essere collegati al fine di aggiungere o rimuovere eventuali Accessori Wireless.
ja_jp: この画面ではワイヤレスアクセサリーの追加と削除を行います
ko_kr: 무선 액세서리를 추가 또는 제거하기 위해서는 보청기가 피팅 프로그램에 연결되어 있어야 합니다.
nl_nl: Toestel(len) moet(en) verbonden zijn om accessoires te kunnen toevoegen of verwijderen.
no_no: Apparat må være tilkoblet for å fjerne eller legge til trådløst tilbehør.
pt_pt: Os aparelhos devem estar conectados para que seja possível adicionar ou remover qualquer acessório wireless
ru_ru: Чтобы добавить или удалить любой из Беспроводных Аксессуаров, слуховые аппараты должны быть подключены.
sv_se: Hörapparater måste vara anslutna för att kunna lägga till och ta bort Tillbehör.
tr_tr: Herhangi AksesuarI eklemek veya kaldırmak için cihazlar bağlı olmalıdır.
zh_cn: 添加/删除任何无线附件时必须接连助听器。
