Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: High-Cut(4k+)
de_de: Tiefpass (4k+)
es_es: Corte de Agudos(4k+)
fi_fi: Korkea leikkaus (4k+)
fr_fr: Coupure (4k et +)
hu_hu: Magas-vágás(4k+)
it_it: Taglio Acuti(4k+)
ja_jp: 高域(4kHz以上)
nl_nl: Hoog-Af (4k+)
no_no: Diskant-kutt(4k+)
pl_pl: Obcięcie Wysokich(4k+)
pt_pt: Corte de Agudo (acima de 4k)
ro_ro: Taiere-inalte(4k+)
ru_ru: Высокий срез (4К+)
tr_tr: High-Cut (Yüksek Kesit)(4k+)
zh_cn: 高通(4k-)

source: The Nature Sound Level may not equal a negative value
cs_cz: Úroveň Nature Sound nemůže mít zápornou hodnotu
da_dk: Styrke for Nature Sound kan ikke være negativ
de_de: Das Klangschema Level darf nicht negativ sein
es_es: El volumen del Sonido Natural puede no ser igual en valores negativos
fi_fi: Luontoääni tasolla ei voi olla negatiivistä arvoa
fr_fr: Valeur négative impossible pour un son naturel
hu_hu: A Természetes Hang szint nem lehet negatív
it_it: Il livello Suoni della Natura non può essere uguale ad un valore negativo
ja_jp: これ以上レベルを下げることができません
ko_kr: Nature Sound 레벨은 negative value와 동일 하지 않을 수 있습니다.
nl_nl: Het niveau van natuurgeluiden mag geen negatieve waarde krijgen
no_no: Lydnivå kan ikke være lik en negativ verdi
pl_pl: Dźwięki Natury mogą nie mieć wartości ujemnych
pt_pt: O nível do Sons da Natureza pode não ser um valor negativo
ro_ro: Nature Sound Level nu poate avea valori negative
ru_ru: Уровень Звука природы не может иметь отрицательное значение
sv_se: Nivån för Natur Ljud är inte alltid lika med ett negativt värde
tr_tr: Doğa Sesleri Seviyesi negatif değere eşit olmayabilir
zh_cn: 自然界的声音值不等于负值

source: Stereo Off
da_dk: Stereo fra
de_de: Stereo aus
es_es: Estéreo Off
fi_fi: Stereo Ei käytössä
fr_fr: Mode stéréo désactivé
hu_hu: Sztereó ki
ja_jp: ステレオ OFF
ko_kr: 스테레오 끄기
nl_nl: Stereo uit
no_no: Stereo Av
pl_pl: Stereo Wył.
pt_pt: Estéreo Desligado
ro_ro: Stereo oprit
ru_ru: Стерео Выкл.
sv_se: Stereo Av
tr_tr: Stereo Kapalı
zh_cn: 立体声关

source: Stereo On
da_dk: Stereo til
de_de: Stereo an
es_es: Estéreo On
fi_fi: Stereo Käytössä
fr_fr: Mode stéréo activé
hu_hu: Sztereó be
ja_jp: ステレオ ON
ko_kr: 스테레오 켜기
nl_nl: Stereo aan
no_no: Stereo På
pl_pl: Stereo Wł.
pt_pt: Estéreo Ligado
ro_ro: Stereo pornit
ru_ru: Стерео Вкл.
sv_se: Stereo På
tr_tr: Stereo Açık
zh_cn: 立体声开

source: Natural Sound Level
cs_cz: Nature Sound Level
da_dk: Nature Sound niveau
de_de: Klangschema Level
es_es: Volumen de Sonido Naturales
fi_fi: Nature Sound Level
fr_fr: Niveau de sortie du son naturel
hu_hu: Természetes Hangszint
it_it: Livello Suoni della Natura
ja_jp: 環境音レベル
ko_kr: Nature Sound 레벨
nl_nl: Niveau natuurgeluiden
no_no: Naturlige Lyder- nivå
pl_pl: Głośność Dźwięków Natury
pt_pt: Nível do Sons da Natureza
ro_ro: Nature Sound Level
ru_ru: Уровень Звука Природы
sv_se: Natur Ljud Nivå
tr_tr: Nature Sound Level
zh_cn: 自然界的声音值

source: * Items with asterisk impact both Standard TSG and Nature Sounds
cs_cz: * Položky s hvězdičkou ovlivňují jak Standard TSG tak Nature Sounds
da_dk: * Påvirker både Standard TSG og Nature Sounds
de_de: * Einträge mit Sternchen haben Auswirkungen auf den Standard TSG und die Klangschemas
es_es: * Los marcados con asterisco afectan tanto a TSG como a Sonidos Naturales
fi_fi: *- merkityt toiminnot vaikuttavat sekä Normaali TSG ääniin että Luonto ääniin
fr_fr: *Les éléments marqués d'un astérisque agissent à la fois sur le générateur de son et sur les sons naturels
hu_hu: * A csillaggal jelöltek hatással vannak a Normál TSG-re és a Természetes hangokra
it_it: * segnalati con l'asterisco avranno impatto sia con il TSG Standard che con i Suoni della Natura
ja_jp: * の項目はTSGの標準と環境音の両方へ影響します
ko_kr: * 별표가 있는 항목은 표준 TSG와 Nature Sound 모두에 영향을 미칩니다
nl_nl: * Deze onderdelen hebben impact op zowel de Standaard TSG als op de natuurgeluiden
no_no: *Elementer med stor innvirkning både på Standard TSG og de naturlige lydene
pl_pl: * Funkcje z gwiazdką mają wpływ na Generator TSG oraz Dźwięki Natury
pt_pt: * Os itens com asterisco tem impacto tanto no Gerador de Som Padrão como nos Sons da Natureza
ro_ro: * Items with asterisk impact both Standard TSG and Natural Sounds
ru_ru: * Пункты со звездочкой относятся одновременно к Стандартному TSG и Звукам Природы
sv_se: * Vid asterisk påverkas både Standard TLS och Natur Ljud
tr_tr: * Yıldızlı öğeler hem Standart TSG hemde Doğa Seslerini etkiler
zh_cn: * 表示影响标准TSG声和自然之声。

source: Recalculate programs
cs_cz: Přepočítat programy
da_dk: Genberegn programmer
de_de: Programme neu berechnen
es_es: Recalcular Programas
fi_fi: Uudelleenlaske ohjelmat
fr_fr: Modification des programmes
hu_hu: Programok újrakalkulálása
it_it: Ricalcolare Programmi
ja_jp: プログラムの変更
ko_kr: 프로그램 재계산
nl_nl: Programma´s herberekenen
no_no: Rekalkuler programmer
pl_pl: Przelicz programy
pt_pt: Recalculando os programas
ro_ro: Recalculare programe
ru_ru: Пересчитать программы
sv_se: Omkalkylera program
tr_tr: Programları yeniden hesapla
zh_cn: 重新计算

source: Do you want to refit the hearing instrument(s) with the changed frequently used environments?
cs_cz: Přejete si přenastavit sluchadlo(a) podle změněných často používaných prostředí?
da_dk: Vil du gentilpasset høreapppraterne med de nye lydmiljøer?
de_de: Möchten Sie die Hörprogramme unter Berücksichtigung der geänderten Hörsituationen (Startbildschirm) neu berechnen?
es_es: ¿Desea reajustar el(los) audífono(s) con los cambios en los entornos frecuentes?
fi_fi: Haluatko uudelleensovittaa kuulokojeet äskettäin käytetyillä ääniympäristöillä ?
fr_fr: Souhaitez-vous modifier les programmes actuels par les programmes des environnements habituels ?
hu_hu: Szeretné újrailleszteni a készüléket a megváltozott gyakran használt környezeteknek megfelelően?
it_it: Vuoi rifare il fitting sull'apparecchio acustico(i) modificando con gli ambienti frequentemente utilizzati?
ja_jp: 補聴器のプログラムを変更していいですか？
ko_kr: 보청기를 변경된 자주 사용하는 환경으로 재피팅할 까요?
nl_nl: Wilt u het/de toestel(len) opnieuw aanpassen op basis van de gewijzigde veel voorkomende omgevingen?
no_no: Ønsker du å rekonfigurere høreapparat(ene) med de endrede programmene?
pl_pl: Czy chcesz ponownie dopasować aparat(y) ze zmienionymi często używanymi środowiskami?
pt_pt: Você deseja reajustar os aparelhos auditivos com os ajustes usados nos ambientes?
ro_ro: Doriti sa reglati aparatele auditive pe baza celor mai folosite medii de ascultare de pana acum?
ru_ru: Хотели бы Вы перенастроить слуховой аппарат(ы) с измененными часто используемыми программами?
sv_se: Vill du återanpassa hörapparat(er) efter ändringen i "Vanliga miljöer"?
tr_tr: Sık kullanılan ortam değişiklikleri ile işitme cihazını(lar) tekrar fitting yapmak istiyor musunuz?
zh_cn: 您想用更改后的常用程序重新验配助听器吗？

source: Yes, Apply the settings and refit.
cs_cz: Ano, Aplikovat změny a přenastavit.
da_dk: Ja, benyt indstillinger og gentilpas.
de_de: JA, Änderungen übernehmen und neu berechnen.
es_es: Si, aplicar los ajustes y recalcular.
fi_fi: Kyllä, käytä asetuksia ja uudelleensovita.
fr_fr: Oui, changer les programmes
hu_hu: Igen, beállítások elfogadás és újraillesztés.
it_it: Sì, applicare le impostazioni e rifare il fitting.
ja_jp: はい、変更します
ko_kr: 예, 설정을 적용하고 재 패팅 하세요
nl_nl: Ja, pas de instellingen aan en vernieuw de aanpassing
no_no: Ja, bruk innstillingene og tilpass på nytt.
pl_pl: Tak, Zaspisz ustawienia i ustaw ponownie.
pt_pt: Sim, Aplicar as configurações e reajustar.
ro_ro: Da, aplicati schimbarile si recalculati.
ru_ru: Да, применить параметры и перенастроить.
sv_se: Ja, välj inställningen och återanpassa.
tr_tr: Evet. Ayarları uygulayın ve yeniden ayarlayın.
zh_cn: 是的，应用设置并重新验配。

source: No, Don't change my fitting
cs_cz: Ne, neměnit mé nastavení.
da_dk: Nej, lad min tilpsning være uændret
de_de: NEIN, Anpassung nicht ändern.
es_es: No, No cambiar mi adaptación
fi_fi: Ei, älä muuta sovitustani
fr_fr: Non, garder mes programmes actuels
hu_hu: Nem, ne változzon az illesztésem
it_it: No, non cambiare il Fitting
ja_jp: いいえ、変更しません
ko_kr: 아니오, 피팅을 변경하지 마세요
nl_nl: Nee, verander mijn aanpassing niet
no_no: Nei, ikke endre innstillingene
pl_pl: Nie, Nie zmianiaj mojego dopasowania
pt_pt: Não. Não alterar o meu ajuste
ro_ro: Nu, nu schimba reglajul.
ru_ru: Нет, не изменять мою настройку.
sv_se: Nej, ändra inte min anpassning
tr_tr: Hayır. Ayarlarımı değiştirme.
zh_cn: 不，不改变当前验配。

source: Handles:
cs_cz: Ovladače:
da_dk: Håndtag:
de_de: Anzahl Kanäle:
es_es: Número de Controles:
fi_fi: Säätimet :
fr_fr: Bandes de réglage :
hu_hu: Kezelés:
it_it: Maniglie:
ja_jp: 調整ハンドル数:
ko_kr: 핸들:
nl_nl: Kanalen:
no_no: Bånd:
pl_pl: Regulatory:
pt_pt: Canais:
ro_ro: Butoane:
ru_ru: Каналы:
sv_se: Band:
tr_tr: Kollar:
zh_cn: 频段:

source: Directional Mix
cs_cz: BandSplitLevel2
de_de: Direktionalitäts-Mix
es_es: Mix Direccional
fi_fi: BandSplitLevel2
fr_fr: BandSplitLevel2
hu_hu: Sávosztásszint2
ja_jp: 指向性混合率
nl_nl: BandSplitLevel2
no_no: BandSplitLevel2
pl_pl: PoziomPodziałuPasm2
pt_pt: DivisãoDeBandaNível2
ro_ro: NivelDespartireBanda2
ru_ru: Уровень разделения каналов 2
sv_se: BandSplitLevel2
tr_tr: BandSplitLevel2
zh_cn: 分频程度2

source: The following settings impact both Standard TSG and Nature Sounds
cs_cz: Následující nastavení ovlivňují jak Standard TSG tak Nature Sounds
da_dk: Følgende indstillinger påvirker både Standard TSG og Nature Sounds
de_de: Die folgenden Einstellungen haben Auswirkungen auf den Standard TSG und die Klangschemas
es_es: Los siguientes ajustes afectan tanto a TSG como a Sonidos Naturales
fi_fi: Seuraavat asetukset vaikuttavat sekä Normaali TSG ääniin että Luonto ääniin
fr_fr: Les éléments suivants agissent à la fois sur le générateur de son et sur les sons naturels
hu_hu: A következő beállítások hatással vannak a Normál TSG-re és a Természetes Hangokra
it_it: Le seguenti impostazioni avranno impatto sia con il TSG standard che con i Suoni della Natura
ja_jp: この設定はTSGの標準と環境音の両方へ影響します
ko_kr: 다음의 설정은 표준 TSG와 Nature Sound 모두에 영향을 미칩니다
nl_nl: De volgende instellingen hebben impact op zowel de standaard TSG als op de natuurgeluiden
no_no: Følgende innstillinger virker inn på både Standard TSG og Naturlige Lyder
pl_pl: Wybrane ustawienia mają wpływ zarówno na Generator TSG oraz Dźwięki Natury
pt_pt: Os seguintes ajustes impactam o Gerador de Som Padrão e os Sons da Natureza
ro_ro: The following settings impact both Standard TSG and Natural Sounds
ru_ru: Следующие параметры относятся одновременно к Стандартному TSG и Звукам Природы
sv_se: Följande inställningar påverkar både Standard TLS och Natur Ljud
tr_tr: Aşağıdaki ayarlar hem Standart TSG hemde Doğa Seslerini etkiler
zh_cn: 以下设置将影响标准TSG声和自然之声。

source: Volume Control
da_dk: Volumenkontrol
de_de: Lautstärkeeinstellung
es_es: Control de Volumen
fi_fi: Voimakkuudensäädin
fr_fr: Commande de volume
hu_hu: Hangerő szabályzó
it_it: Controllo Volume
ja_jp: ボリューム調整
ko_kr: 볼륨 조절
nl_nl: Volumeregeling
no_no: Volum kontroll
pl_pl: Regulacja Głośności
pt_pt: Controle de Volume
ru_ru: Регулятор громкости
sv_se: Volymkontroll
zh_cn: 音量控制

source: Mic Off
da_dk: Mik fra
de_de: Mik aus
fi_fi: Mik Ei käytössä
fr_fr: Micro désactivé
hu_hu: Mik ki
ja_jp: マイク OFF
ko_kr: 마이크 끄기
nl_nl: Mic uit
no_no: Mik Av
pl_pl: Wył. Mikrokon
pt_pt: Mic Desligado
ro_ro: Microfon oprit
ru_ru: Микр. Выкл.
sv_se: Mik Av
tr_tr: Mikrofon Kapalı
zh_cn: 麦克风关

source: Directionality
cs_cz: Směrovost
da_dk: Direktionalitet
de_de: Direktionalität
es_es: Direccionalidad
fi_fi: Suuntakuvio
fr_fr: Mode de directivité
hu_hu: Direkcionalítás
it_it: Direzionalità
ja_jp: 指向性機能
ko_kr: 방향성
nl_nl: Directionaliteit
no_no: Direksjonalitet
pl_pl: Kierunkowość
pt_pt: Direcionalidade
ro_ro: Directionalitate
ru_ru: Направленность
sv_se: Riktverkan
zh_cn: 方向性

source: Natural Directionality II Focus Ear
da_dk: Natural Directionality II Focusøre
de_de: Natürliche Direktionalität II Fokus Ohr
es_es: Direccionalidad Natural II Oído Foco
fi_fi: Luonnollinen suuntakuvio II Fokusoiva korva
fr_fr: Natural Directionality II (oreille directrice)
hu_hu: Természetes direkcionalítás II Fókusz fül
it_it: Direzionalità Naturale II Orecchio Focus
ja_jp: ﾅﾁｭﾗﾙ指向性II ﾌｫｰｶｽｲﾔ
nl_nl: Brain-balanced Directionaliteit II Focus oor
no_no: Natural Directionality II Fokus Øre
pl_pl: Ucho Skupienia Naturalnej Kierunkowości II
pt_pt: Direcionalidade Natural II Orelha Foco
ro_ro: Directionalitate Naturala II Ureche Focus
ru_ru: Естественная направленность II Фокусное ухо
sv_se: Naturlig Riktverkan II Fokus Öra
tr_tr: Natural Directionality II Fokus Kulak
zh_cn: 自然方向性II 聚焦耳

source: Natural Directionality II Monitor Ear
da_dk: Natural Directionality II Monitorøre
de_de: Natürliche Direktionalität II Monitor Ohr
es_es: Direccionalidad Natural II oído Monitor
fi_fi: Luonnollinen suuntakuvio II Monitoroiva korva
fr_fr: Natural Directionality II (oreille complémentaire)
hu_hu: Természetes direkcionalítás II Figyelő fül
it_it: Direzionalità Naturale II Orecchio Monitor
ja_jp: ﾅﾁｭﾗﾙ指向性II ﾓﾆﾀｰｲﾔ
nl_nl: Brain-balanced Directionaliteit II Monitor oor
no_no: Natural Directionality II Monitor Øre
pl_pl: Ucho Monitorujące Naturalnej Kierunkowośc II
pt_pt: Direcionalidade Natural II Orelha Monitora
ro_ro: Directionalitate Naturala II Ureche Monitor
ru_ru: Естественная направленность II Мониторинговое ухо
sv_se: Naturlig Riktverkan II Monitor Öra
tr_tr: Natural Directionality II Monitör Kulak
zh_cn: 自然方向性II 监测耳

source: Binaural Directionality
cs_cz: Binaural Directionality (Automatic)
da_dk: Binaural Directionality (Automatisk)
de_de: Binaurale Direktionalität (Automatisch)
es_es: Direccionalidad Binaural
fi_fi: Binauraalinen suuntakuvio
fr_fr: Binaural Directionality (automatique)
hu_hu: Binaurális direkcionalítás (Automata)
it_it: Direzionalità Binaurale
ja_jp: 両耳連動指向性
ko_kr: 양이 방향성
nl_nl: Binaurale Directionaliteit (automatisch)
no_no: Binaural Direksjonalitet (Automatisk)
pl_pl: Obuuszna Kierunkowość (Automatyczna)
pt_pt: Direcionalidade Binaural (Automático)
ro_ro: Directionalitate Biaurala (Automat)
ru_ru: Бинауральная направленность (Автоматически)
sv_se: Binaural Riktverkan (Automatisk)
tr_tr: Binaural Directionality (Otomatik)
zh_cn: 双耳融合方向性（自动）

source: Binaural Directionality II
de_de: Binaurale Direktionalität II
es_es: Direccionalidad Binaural II
fi_fi: Binauraalinen suuntakuvio II
hu_hu: Binaurális Direkcionalítás II
it_it: Direzionalità Binaurale II
ja_jp: 両耳連動指向性II
ko_kr: 양이 방향성 II
nl_nl: Binaurale Directionaliteit II
no_no: Binaural Direksjonalitet II
pl_pl: Obuuszna Kierunkowość II
pt_pt: Direcionalidade Binaural II com Spatial Sense
ru_ru: Бинауральная направленность II
sv_se: Binaural Riktverkan II
zh_cn: 双耳融合方向性 II

source: Read
cs_cz: Číst
da_dk: Læs
de_de: Lese
es_es: Leer
fi_fi: Lue
fr_fr: Lire
hu_hu: Olvasás
it_it: Leggi
ja_jp: 読込み
ko_kr: 읽기
nl_nl: Uitlezen
no_no: Les
pl_pl: Czytaj
pt_pt: Ler
ro_ro: Citeste
ru_ru: Чтение
sv_se: Läs
tr_tr: Oku
zh_cn: 读取

source: Fitting Data
da_dk: Tilpasningsdata
de_de: Anpassdaten
es_es: Datos de la Programación
fi_fi: Sovitus tietoa
fr_fr: Réglages
hu_hu: Illesztési adat
it_it: Dati di Fitting
ja_jp: フィッティングデータ
ko_kr: 피팅 데이터
nl_nl: Aanpasgegevens
no_no: Tilpasningsdata
pl_pl: Dane Dopasowania
pt_pt: Dados de Ajuste
ro_ro: Date de reglaj
ru_ru: Данные настройки
sv_se: Anpassningsdata
tr_tr: Fitting Verisi
zh_cn: 验配数据

source: No previous data was found on the Right Instrument
cs_cz: V Pravém sluchadle nebyla nalezena žádná předchozí data
da_dk: Der er ikke fundet tidligere data i det højre apparat
de_de: Es konnten keine früheren Daten im rechten Hörsystem gefunden werden.
es_es: No se han encontrado datos previos para el audífono derecho
fi_fi: Aikaisempaa tietoa ei löydy oikeasta kuulokojeesta
fr_fr: Aucun réglage précédent trouvé pour l'appareil droit
hu_hu: Nincs korábbi adat a jobb készülékben
it_it: Non trovati precedenti dati sul Dispositivo Destro
ja_jp: 過去のデータが右側の補聴器にありません
ko_kr: 오른쪽 보청기에서 이전 데이터가 없습니다.
nl_nl: Geen gegevens gevonden in het rechter toestel
no_no: Ingen tilpasningsdata er funnet på høyre apparat
pl_pl: Nie znaleziono wczesniejszych ustawień w Prawym Aparacie
pt_pt: Nenhum dado prévio foi achado no Aparelho Direito.
ro_ro: Fara date anterioare de reglaj gasite in aparatul din dreapta
ru_ru: Предыдущие данные в Правом аппарате не найдены
sv_se: Ingen tidigare data hittades för höger hörapparat
tr_tr: Sağ cihazda fitting verisi bulunamadı
zh_cn: 右侧助听器未发现之前的数据

source: No previous data was found on the Left Instrument
cs_cz: V Levém sluchadle nebyla nalezena žádná předchozí data
da_dk: Der er ikke fundet tidligere data i det venstre apparat
de_de: Es konnten keine früheren Daten im linken Hörsystem gefunden werden.
es_es: No se han encontrado Datos previos para el audífono izquierdo
fi_fi: Aikaisempaa tietoa ei löydy vasemmasta kuulokojeesta
fr_fr: Aucun réglage précédent trouvé pour l'appareil gauche
hu_hu: Nincs korábbi adat a bal készülékben
it_it: Non trovati precedenti dati sul Dispositivo Sinistro
ja_jp: 過去のデータが左側の補聴器にありません
ko_kr: 왼쪽 보청기에 이전 데이터가 없습니다.
nl_nl: Geen gegevens gevonden in het linker toestel
no_no: Ingen tilpasningsdata er funnet på venstre side
pl_pl: Nie znaleziono wczesniejszych ustawień w Lewym Aparacie
pt_pt: Nenhum dado prévio foi achado no Aparelho Esquerdo.
ro_ro: Fara date anterioare de reglaj gasite in aparatul din stanga
ru_ru: Предыдущие данные в Левом аппарате не найдены
sv_se: Ingen tidigare data hittades för vänster hörapparat
tr_tr: Sol cihazda fitting verisi bulunamadı
zh_cn: 左侧助听器未发现之前的数据

source: No previous data was found on both instruments
cs_cz: Nebyla nalezena žádná předchozí data v žádném ze sluchadel
da_dk: Der er ikke fundet tidligere data i apparaterne
de_de: Es konnten keine früheren Daten in den Hörsystemen gefunden werden.
es_es: No se han encontrado datos previos de ninguno de los audífonos
fi_fi: Aikaisempaa tietoa ei löydy kummastakaan kuulokojeesta
fr_fr: Aucun réglage précédent trouvé pour les appareils
hu_hu: Nincs korábbi adat egyik készülékben sem
it_it: Non trovati precedenti dati su entrambi i Dispositivi
ja_jp: 過去のデータが補聴器にありません
ko_kr: 양쪽 보청기에 이전 데이터가 없습니다.
nl_nl: Geen gegevens gevonden in beide toestellen
no_no: Ingen tilpasningsdata er funnet i apparatene
pl_pl: Nie znaleziono wczesniejszych ustawień w podłączonych aparatach
pt_pt: Nenhum dado prévio foi achado nos aparelhos auditivos.
ro_ro: Fara date anterioare de reglaj gasite in ambele aparate
ru_ru: Предыдущие данные в обоих аппаратах не найдены
sv_se: Ingen tidigare data hittades för hörapparaterna
tr_tr: Cihazlarda fitting verisi bulunamadı
zh_cn: 两侧助听器未发现之前的数据

source: Continue reading instrument(s) will only read the fitting data from the Left Instrument and all of the Binaural Features will be turned off.
cs_cz: Pokračování načítání sluchadla(el) načte fitting data pouze z Levého sluchadla a všechny Binaurální funkce budou vypnuty.
da_dk: Fortsættelse med at læse høreapparatet vil kun læse data fra det venstre apparat og alle binaurale egenskaber vil blive slået fra.
de_de: Wenn mit dem auslesen der Hörsysteme fortgefahren wird, dann wird nur das linke Hörsystem ausgelesen und alle binauralen Features werden deaktiviert.
es_es: Si continua leyendo el(los) audífono(s), solo se recuperarán los datos de adaptación del audífono izquierdo y todos los ajustes Binaurales se desactivarán.
fi_fi: Jos jatkat lukemalla kuulokojeita, vain tiedon vasemmasta kuulokojeesta luetaan ja kaikki binauraaliset ominaisuudet poistetaan käytöstä.
fr_fr: Choisir "Lire" utilisera les réglages de l'appareil gauche uniquement. Toutes les fonctions binaurales seront désactivées.
hu_hu: A készülék olvasás folytatása csak a bal készülékből fogja kiolvasni az illesztési adatot és minden Binaurális tulajdonság ki lesz kapcsolva.
it_it: Continua la lettura del Dispositivo(i) verranno letti solo i dati di Fitting del Dispositivo Sinistro e tutte le Caratteristiche Binaurali verranno disattivate.
ja_jp: 左側のみ補聴器からデータを読込みます。すべての両耳機能はオフになります。
ko_kr: 계속해서 보청기를 읽으면 왼쪽 보청기에서 피팅 데이터만을 읽게 되고 모든 양이 기능(Binaural Features)이 종료됩니다.
nl_nl: Als u doorgaat met het toestel(len) uitlezen worden alleen de aanpasgegevens van het linkertoestel uitgelezen en worden alle binaurale features uitgezet.
no_no: Å fortsette lese av apparatatene vil bare lese av innstillingene fra venstre apparat og binaurale egenskaper blir deaktivert.
pl_pl: Kontunuowanie odczytywania aparatów spowoduje odczytanie danych dopasowania tylko z Lewego aparatu - wszystkie Funkcje Obuuszne zostaną wyłączone.
pt_pt: Continuar lendo o(s) aparelho(s) irá reconhecer apenas os dados do Aparelho Esquedo e todos os Recursos Binaurais serão desligados.
ro_ro: Continuarea citirii dispozitivului/lor se va face doar cu datele aparatului stang si toate caracteristicile de biaural vor fi oprite.
ru_ru: Дальнейшее чтение аппарата(ов) считает только данные настройки Левого аппарата. Все Бинауральные технологии будут отключены.
sv_se: Fortsätta läsa hörapparat(er) kommer endast läsa anpassningsdata från vänster hörapparat och alla binaurala inställningar kommer slås av.
tr_tr: İşitme cihaz(lar)ını okumaya devam edilmesi halinde sadece Sol cihazın fitting datasını okunacak ve tüm Binöral özellikler kapatılacak.
zh_cn: 连续读取助听器仅从左侧助听器读取验配数据且关闭所有与双耳融合有关的功能。

source: Continue reading instrument(s) will only read the fitting data from the Right Instrument and all of the Binaural Features will be turned off.
cs_cz: Pokračování načítání sluchadla(el) načte fitting data pouze z Pravého sluchadla a všechny Binaurální funkce budou vypnuty.
da_dk: Fortsættelse med at læse høreapparatet vil kun læse data fra det højre apparat og alle binaurale egenskaber vil blive slået fra.
de_de: Wenn mit dem auslesen der Hörsysteme fortgefahren wird, dann wird nur das rechte Hörsystem ausgelesen und alle binauralen Features werden deaktiviert.
es_es: Si continua leyendo el(los) audífono(s), solo se recuperarán los datos de adaptación del audífono derecho y todos los ajustes Binaurales se desactivarán.
fi_fi: Jos jatkat lukemalla kuulokojeita, vain tiedon oikeasta kuulokojeesta luetaan ja kaikki binauraaliset ominaisuudet poistetaan käytöstä.
fr_fr: Choisir "Lire" utilisera les réglages de l'appareil droit uniquement. Toutes les fonctions binaurales seront désactivées.
hu_hu: A készülék olvasás folytatása csak a jobb készülékből fogja kiolvasni az illesztési adatot és minden Binaurális tulajdonság ki lesz kapcsolva.
it_it: Continua la lettura del Dispositivo(i) verranno letti solo i dati di Fitting del Dispositivo Destro e tutte le Caratteristiche Binaurali verranno disattivate.
ja_jp: 右側のみ補聴器からデータを読込みます。すべての両耳機能はオフになります。
ko_kr: 계속해서 보청기를 읽으면 오른쪽 보청기의 피팅 데이터만을 읽게 되고 모든 양이 기능(Binaural Features)이 종료됩니다.
nl_nl: Als u doorgaat met het toestel(len) uitlezen worden alleen de aanpasgegevens van het rechtertoestel uitgelezen en worden alle binaurale features uitgezet.
no_no: Å fortsette lese av apparatene vil bare lese av innstillingene i høyre apparat og binaurale egenskaper vil bli deaktivert.
pl_pl: Kontunuowanie odczytywania aparatów spowoduje odczytanie danych dopasowania tylko z Prawego aparatu - wszystkie Funkcje Obuuszne zostaną wyłączone.
pt_pt: Continuar lendo o(s) aparelho(s) irá reconhecer apenas os dados do Aparelho Direito e todos os Recursos Binaurais serão desligados.
ro_ro: Continuarea citirii dispozitivului/lor se va face doar cu datele aparatului drept si toate caracteristicile de biaural vor fi oprite.
ru_ru: Дальнейшее чтение аппарата(ов) считает только данные настройки Правого аппарата. Все Бинауральные технологии будут отключены.
sv_se: Fortsätta läsa hörapparat(er) kommer endast läsa anpassningsdata från höger hörapparat och alla binaurala inställningar kommer slås av.
tr_tr: İşitme cihaz(lar)ını okumaya devam edilmesi halinde sadece Sağ cihazın fitting datasını okunacak ve tüm Binöral özellikler kapatılacak.
zh_cn: 连续读取助听器仅从右侧助听器读取验配数据且关闭所有与双耳融合有关的功能。
