Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Insert new batteries, verify instrument configuration, ensure the correct version of ReSound Aventa is in use, check programming interface and cables.
cs_cz: Vložte NOVÉ baterie, ověřte konfiguraci sluchadla a zda používáte správnou verzi Aventa, zkontrolujte programovací interface a kabely.
da_dk: Isæt nye batterier, kontroller aparatets konfiguration og at korrekt version af Aventa benyttes, kontroller programmingsinterface og kabler.
de_de: Verwenden Sie neue Batterien, überprüfen Sie die Hörsystem-Konfiguration, stellen Sie sicher, dass die korrekte Aventa-Version benutzt wird, überprüfen Sie Programmierschnittstelle und Kabel.
es_es: Poner pilas nuevas, verificar la configuración del audífono, comprobar que esta usando la versión correcta de Aventa, y chequear el interface de programación y los cables.
fi_fi: Ole hyvä ja laita kuulokojeisiin uudet paristot, tarkista kaapelit ja ohjelmointiyksikkö ja varmista kojeen tyyppi sekä varmista että oikea Aventa versio on käytössä.
fr_fr: Mettre des piles neuves, vérifier la bonne configuration des appareils et la validité de la version d'Aventa. En programmation filaire, vérifier aussi l'interface et les cordons de programmation.
hu_hu: Helyezzen be új elemeket, ellenörizze a készülék konfigurációt, a programozó egységet és a kábeleket, és azt, hogy az Aventa megfelelő verzióját használja .
it_it: Inserire Batterie nuove, verificare che l'apparecchio abbia la stessa configurazione (open fitting o Standard), assicurarsi che sia in uso la corretta versione di ReSound Aventa , controllare l'interfaccia di programmazione e cavi.
ja_jp: フィッティングケーブル、インターフェイス、電池の有無、Aventaのバージョンを確認して下さい
ko_kr: 새 배터리 삽입, 보청기 환경설정 확인, 프로그램 인터페이스, 케이블 그리고 사용중인 Aventa 버전이 올바른지 체크해 주십시오.
nl_nl: Check s.v.p. de batterijen en de verbindingen en controleer of de toestellen correct geconfigureerd zijn en of de juiste versie van Aventa in gebruik is.
no_no: Sett i nye batterier, kontroller apparat konfigurasjon og at riktig Aventa versjon er i bruk. Undersøk programmeringsenhet og kabler.
pl_pl: Włóż nowe baterie, sprawdź konfigurację aparatu, upewnij się że używasz odpowiedniej wersji programu Aventa, sprawdź interfejs programowania oraz kable.
pt_pt: Insira novas baterias, verifique a configuração dos aparelhos, assegure-se que a nova versão do Aventa esteja em uso, cheque interface de programação e cabos.
ro_ro: Intoduceti baterii noi, verificati configurarea aparatelor, asigurati-va ca versiunea corecta de Aventa e in uz, verificati interfata de programare si cablurile.
ru_ru: Установите новые батарейки, проверьте конфигурацию устройства, правильность выбранной версии Aventa, интерфейс программирования и кабели.
sv_se: Kontrollera att du har nya batterier, korrekt hörapparatkonfiguration och Aventa version. Kontrollera också programmeringsinterface och kablar.
tr_tr: Yeni pil takın, cihazın yapılandırmasından emin olun, Aventa'nın doğru sürümünü kullandığınızdan emin olun, programlama arayüzünü ve kabloları kontrol edin.
zh_cn: 请使用新电池,检查编程器(编程线)以及当前Aventa的版本。

source: Unable to program using Noahlink Wireless.
cs_cz: Nelze programovat Noahlink Wireless.
da_dk: Kan ikke programmere med Noahlink Wireless.
de_de: Programmieren mit verwendetem Noahlink Wireless nicht möglich.
es_es: Imposible programar utilizando Noahlink Wireless.
fi_fi: Ohjelmointi ei onnistu käyttäen Noahlink Wireless:a.
fr_fr: Impossible de programmer avec l'interface Noahlink Wireless
hu_hu: Nem lehet programozni az Noahlink Wireless.
it_it: Non è possibile programmare usando Noahlink Wireless.
ja_jp: Noahlink Wirelessでのプログラムができません
ko_kr: Noahlink Wireless를 사용하여 프로그래밍할 수 없습니다.
nl_nl: Niet mogelijk om te programmeren met Noahlink Wireless.
no_no: Kan ikke programmeres med Noahlink Wireless.
pl_pl: Programowanie poprzez Noahlink Wireless jest niemożliwe.
pt_pt: Impossível utilizar o Noahlink Wireless.
ro_ro: Imposibil de programat folosind Noahlink Wireless.
ru_ru: Невозможно запрограммировать через Noahlink Wireless
sv_se: Kan inte programmera med Noahlink Wireless.
tr_tr: Noahlink Wireless program kullanımı mümkün değil.
zh_cn: 无线编程器无法编程。

source: Connecting instrument(s)
cs_cz: Připojuji sluchadlo
da_dk: Forbinder enhed
de_de: Verbinde Hörsystem(e)
es_es: Conectando Audífono(s)
fi_fi: Yhdistetään kuulokojeeseen
fr_fr: Connexion des appareils
hu_hu: Készülék csatlakoztatás
it_it: Connessione Dispositivo
ja_jp: 補聴器接続
ko_kr: 장치 연결 중
nl_nl: Toestel(len) verbinden
no_no: Tilkobler apparat
pl_pl: Łączenie aparat(ów)
pt_pt: Conectando aparelho(s)
ro_ro: Conectare Dispozitiv
ru_ru: Соединение устройства
sv_se: Ansluter hörapparat
tr_tr: Cihaz(lar) bağlanıyor
zh_cn: 正在连接助听器

source: Insert new battery, check programming interface and cables. For Noahlink Wireless, insert new battery, try moving instrument(s) closer to the Noahlink Wireless, or reset by exiting ReSound Aventa, unplug and reinsert Noahlink Wireless, then relaunch Aventa.
cs_cz: Vložte novou baterii, zkontrolujte programovací interface a kabely. Pro Noahlink Wireless - vložte novou baterii, zkuste přiblížit sluchadlo(a) k Noahlink Wireless, nebo resetovat ukončením software Aventa, odpojit a znovu připojit Noahlink Wireless, znovu spustit Aventa.
da_dk: Isæt nye batterier,, kontroller programmingsinterface og kabler. For Noahlink Wireless, isæt nye batterier, flyt apparatet tætere på Noahlink Wireless, eller nulstil ved at lukke Aventa, tage Noahlink Wireless af stikket, sætte den ind igen og genåbne Aventa.
de_de: Prüfen Sie bitte die Batterie, überprüfen Sie die Programmierschnittstelle und die Kabel. Für Noahlink Wireless: Prüfen Sie bitte die Batterie, bringen Sie die Hörsysteme näher an den Computer oder schließen Sie Aventa, verbinden den Noahlink Wireless neu und starten nochmals Aventa.
es_es: Poner pilas nuevas, comprobar el interface de programación y los cables. Para Noahlink Wireless, compruebe la pila, o resetee cerrando Aventa, desconecte y reinserte el Noahlink Wireless, y abra de nuevo Aventa.
fi_fi: Aseta uusi paristo, tarkasta ohjelmointiyksikkö ja kaapelit. Jos käytät Noahlink Wireless ohjelmointiyksikköä siirrä kuulokoje lähemmäksi Noahlink Wireless. Voit resetoida Noahlink Wireless sammuttamalla Aventa, poistamalla Noahlink Wireless ja asettamalla se takaisin USB porttin sekä käynnistämällä Aventa uudelleen.
fr_fr: En programmation sans fil avec la clé Noahlink Wireless, mettre des piles neuves et rapprocher les appareils de la clé. En cas de nouvel échec, fermer Aventa, débrancher et rebrancher la clé Noahlink Wireless puis relancer Aventa. En programmation filaire, mettre des piles neuves et vérifier l'interface et les cordons de programmation.
hu_hu: Helyezzen be új elemet, ellenörizze a programozó interfészt és a kábeleket. Az Noahlink Wireless, helyezzen be új elemet, tegye közelebb a készüléket az Noahlink Wireless, indítsa újra az Aventát, húzza ki és dugja vissza az Noahlink Wireless, és lépjen vissza az Aventába.
it_it: Inserire batteria nuova, controllare l'interfaccia di programmazione e cavi. Per l'Noahlink Wireless, inserire una batteria nuova, avvicinare gli apparecchi al Noahlink Wireless o chiudere ReSound Aventa, scollegare e ricollegare Noahlink Wireless poi riavviare Aventa.
ja_jp: フィッティングケーブル、インターフェイス、電池の有無およびAventaのバージョンを確認して下さい。 Noahlink Wirelessの場合は補聴器を近づけて下さい。Noahlink Wirelessが認識されていない場合は、Aventaを一旦閉じて、Noahlink Wirelessを抜き挿ししてからもう一度Aventaを立ち上げて下さい。
ko_kr: 새 배터리 삽입하고 프로그램 인터페이스와 케이블을 확인하세요. Noahlink Wireless의 경우는, 새 배터리를 삽입하고, 보청기를 Noahlink Wireless쪽으로 좀 더 가까이 움직여 보거나 Aventa를 종료시켜 리셋하고, Noahlink Wireless 연결을 해제했다가 다시 연결한 후 Aventa를 다시 시작하세요
nl_nl: Check s.v.p. de batterijen en de verbindingen. Bij gebruik van Noahlink Wireless: zorg voor nieuwe batterijen, probeer de toestellen dichter bij de Noahlink Wireless te krijgen of reset de Noahlink Wireless door uit Aventa te gaan, de Noahlink Wireless uit de USB poort te halen en weer stevig terug te plaatsen en Aventa opnieuw te openen.
no_no: Om du bruker Noahlink Wireless, sett i nye batterier, flytt apparatene nærmere Noahlink Wireless, eller gå ut av Aventa. Ta så ut Noahlink Wireless og sett den inn på nytt før du åpner Aventa igjen.
pl_pl: Włóż nowe baterie, sprawdź interfejs programowania i kable. Dla Noahlink Wireless - włóż nowe baterie, spróbuj zbliżyć aparat(y) do Noahlink Wireless albo zresetuj wychodząc z programu Aventa, wyjmij i ponownie podłącz Noahlink Wireless, NASTĘPNIE włącz ponownie program Aventa.
pt_pt: Insira novas baterias, cheque a interface de programação e cabos. Para o Noahlink Wireless, tente deixar os aparelhos o mais próximo possível do Noahlink Wireless ou re-inicie o Aventa, desplugue o Noahlink Wireless e re-inicie o Aventa
ro_ro: Introduceti o baterie noua, verificati interfata de programare si cablurile. Pentru Noahlink Wireless, introduceti o baterie noua, apropiati aparatele de Noahlink Wireless, sau resetati parasind Aventa, scoateti si reintroduceti Noahlink Wireless si relansati Aventa.
ru_ru: Установите новую батарейку, проверьте интерфейс программирования и кабеля. Для Noahlink Wireless, установите новую батарейку, старайтесь удерживать СА ближе к Noahlink Wireless, или перезагрузите путем выхода из Aventa, извлечения и повторного подключения Noahlink Wireless и повторного запуска Aventa.
sv_se: Kontrollera batteri, flytta hörapparaterna närmare datorn eller byt programmeringsinterface.
tr_tr: Yeni pil takın, programlama arayüzünü ve kabloları kontrol edin. Noahlink Wireless için, Yeni pil takın, cihazları Noahlink Wireless yaklaştırmayı deneyin, veya Aventa'dan çıkarak sıfırlayın, Noahlink Wireless çıkarıp takın, sonra Aventa'yı tekrar açın.
zh_cn: 请使用新电池,检测编程器和编程线.如使用无线编程器,将助听器靠近无线编程器,或退出Aventa,拔插无线编程器后重新进入Aventa.

source: The instrument is on the wrong side.
cs_cz: Sluchadlo je na špatné straně.
da_dk: Apparatet er på den forkerte side.
de_de: Das Hörsystem ist auf der falschen Seite.
es_es: El audífono está en el oído/lado incorrecto.
fi_fi: Kuulokoje on väärällä puolella.
fr_fr: L'appareil est du mauvais côté.
hu_hu: A készülék rossz oldalon van.
it_it: Il dispositivo è nel lato sbagliato.
ja_jp: 補聴器の左右が入れ替わっています
ko_kr: 장치가 잘못된 위치에 있습니다.
nl_nl: Toestel op verkeerde oor.
no_no: Apparatet er på feil side.
pl_pl: Aparat znajduje się po niewłaściwej stronie.
pt_pt: O aparelho está no lado errado
ro_ro: Dispozitivul nu este in partea corecta.
ru_ru: Устройство подключено не с той стороны.
sv_se: Hörapparaten sitter på fel sida.
tr_tr: Cihaz yanlış tarafta
zh_cn: 助听器连在错误的一侧(左/右耳互换)。

source: Unable to save to Host
cs_cz: Nelze uložit na hostitele
da_dk: Kan ikke gemme i apparater
de_de: Speichern in NOAH nicht möglich
es_es: Imposible guardar en el servidor
fi_fi: Tallennus ei onnistu
fr_fr: Impossible de sauvegarder dans la base de données
hu_hu: Nem lehet menteni a Hostba
it_it: Impossibile salvare sulla memoria
ja_jp: ホストに保存できませんでした
ko_kr: Host에 저장할 수 없습니다
nl_nl: Opslaan in databse niet mogelijk
no_no: Ikke i stand til å lagre i Vert
pl_pl: Nie można zapisać w Hostcie
pt_pt: Não foi possível salvar no banco de dados
ro_ro: Imposibil de salvat in Gazda
ru_ru: Невозможно сохранить в главный компьютер
sv_se: Kan inte spara till Källa.
tr_tr: Host'a Kaydedemiyor
zh_cn: 不能保存至主机

source: Unable to save to HearingInstrument and Host
cs_cz: Nelze uložit do sluchadla a na hostitele
da_dk: Kan ikke gemme i apparater
de_de: Speichern im Hörsystem und in NOAH nicht möglich
es_es: Imposible grabar al audífono y al servidor
fi_fi: Tallennus kuulokojeeseen ei onnistu.
fr_fr: Impossible de sauvegarder dans la base de données et dans les appareils auditifs
hu_hu: Nem lehet menteni a hallókészülékbe és a Hostba
it_it: Impossibile salvare sui dispositivi e sulla memoria
ja_jp: ホストと補聴器に保存できませんでした
ko_kr: 보청기와 Host에 저장할 수 없습니다.
nl_nl: Opslaan in hoortoestel en database niet mogelijk
no_no: Ikke i stand til å lagre i Høreapparat og Vert
pl_pl: Nie można zapisać w aparacie i Hostcie
pt_pt: Não foi possível salvar no aparelho auditivo e no banco de dados
ro_ro: Imposibil de salvat in AparatulAuditiv si Gazda
ru_ru: Невозможно сохранить в СА и главный компьютер
sv_se: Kan inte spara till Hörapparat och Källa.
tr_tr: İşitme Cihazına Ve Host'a Kaydedemiyor
zh_cn: 不能保存至助听器和主机。

source: The read process failed.
cs_cz: Proces čtení selhal.
da_dk: Læsning fejlede
de_de: Der Lesevorgang ist fehlgeschlagen.
es_es: Ha fallado el proceso de lectura.
fi_fi: Kuulokojeen lukeminen epäonnistui
fr_fr: La lecture des réglages de l'appareil a échoué.
hu_hu: Az olvasási folyamat hibás.
it_it: Processo di lettura fallito
ja_jp: 読込みプロセスの失敗
ko_kr: 읽기 프로세스 실패에 실패하였습니다.
nl_nl: Uitleesproces mislukt.
no_no: Leseprosess mislykket.
pl_pl: Odczyt zakończony niepowodzeniem.
pt_pt: Falha no processo de leitura.
ro_ro: Procesul de citire a esuat.
ru_ru: Не удалось считать.
sv_se: Läsningen misslyckades.
tr_tr: Okuma İşlemi Başarısız.
zh_cn: 读取失败.

source: Reading of hearing instrument completed
cs_cz: Čtení sluchadla dokončeno
da_dk: Læsning af HA færdig
de_de: Lesevorgang des Hörsystems abgeschlossen.
es_es: Lectura del Audífono Completa
fi_fi: Kuulokojeen lukeminen valmis
fr_fr: Lecture des réglages des appareils terminée
hu_hu: Hallókészülék olvasás kész
it_it: Lettura AA Completata
ja_jp: 補聴器からの読込み完了
ko_kr: 보청기 읽기 완료
nl_nl: Uitlezen hoortoestel voltooid
no_no: Les høreapparat - Fullført
pl_pl: Zakończono odczyt aparatu(ów)
pt_pt: Leitura do AASI completa
ro_ro: Citire AA completa
ru_ru: Считывание со СА завершено
sv_se: Läsning av hörapparat lyckades
tr_tr: İşitme cihazının okunması tamamlandı.
zh_cn: 已从助听器读出数据

source: Reading hearing instrument
cs_cz: Čtu sluchadlo
da_dk: Læser HA
de_de: Daten des Hörsystems werden gelesen
es_es: Leyendo Audífono
fi_fi: Luetaan kuulokojeesta
fr_fr: Lecture des réglages des appareils
hu_hu: Hallókészülék olvasás
it_it: Lettura Dispositivi Acustici
ja_jp: 補聴器の読込み
ko_kr: 보청기 읽는 중
nl_nl: Hoortoestel uitlezen
no_no: Leser høreapparat
pl_pl: Odczyt aparatu(ów)
pt_pt: Lendo AASI
ro_ro: Citire AA
ru_ru: Считывание со СА
sv_se: Läser hörapparat
tr_tr: İşitme cihazını okuyor
zh_cn: 正从助听器读取数据

source: Instrument(s) mismatch
cs_cz: Kolize sluchadel
da_dk: Apparater passer ikke sammen
de_de: Produkt-Konflikt
es_es: Conflicto de Producto
fi_fi: Tuoteristiriita
fr_fr: Appareil(s) différent(s)
hu_hu: Készülék ütközés
it_it: Conflitto Prodotto
ja_jp: 補聴器の不一致
ko_kr: 보청기 불일치
nl_nl: Verkeerde of onjuist geconfigureerde toestel(len)
no_no: Apparat(ene) samsvarer ikke
pl_pl: Niezgodność między aparatami
pt_pt: Conflito de aparelho(s)
ro_ro: Conflict Produs
ru_ru: Несоответствие СА
sv_se: Hörapparat(er) matchar inte
tr_tr: Cihaz(lar) uyumsuz
zh_cn: (助听器)型号不匹配

source: Selected instrument(s) have changed. Proceed with the newly selected instrument(s)?
cs_cz: Vámi nyní vybrané sluchadlo a připojené sluchadlo se neshodují. Prosím, vyberte pouze jedno z nich.
da_dk: Der er forskel på de forbundne og de tidligere tilpassede apparater. Vil du bruge de forbundne apparater?
de_de: Die angeschlossenen und die in der Sitzung gespeicherten Hörsysteme sind unterschiedlich. Möchten Sie mit den angeschlossenen fortfahren?
es_es: La selección de audífono(s) ha cambiado. ¿Desea proceder con la nueva selección?
fi_fi: Valittu ja sovitettu kuulokoje poikkeavat toisistaan. Käytetäänkö valittua kuulokojetta ?
fr_fr: De nouveaux appareils ont été sélectionnés. Continuer avec les nouveaux appareils ?
hu_hu: A kiválasztott készülékek megváltoztak. Folytatja az újjonan választott készülékekkel?
it_it: Il prodotto selezionato è stato cambiato. Procedere con il nuovo apparecchio acustico appena selezionato?
ja_jp: 接続（選択）された補聴器は前回と異なります。新たに接続（選択）した補聴器で続行しますか？
ko_kr: 선택된 보청기가 변경되었습니다. 새로 선택된 보청기로 진행하시겠습니까?
nl_nl: De toestelselectie is gewijzigd. Wilt u verder gaan met de nieuw geselecteerde toestellen?
no_no: Valgt apparat er endret. Fortsett med nyvalgte apparat(er)?
pl_pl: Wybrany i dopasowany aparat są niezgodne. Proszę dokonać wyboru.
pt_pt: O aparelho selecionado foi modificado. Você deseja proceder com o novo aparelho selecionado?
ro_ro: Aparatul selectat a fost schimbat. Continuati cu aparatul nou selectat?
ru_ru: Выбранное устройство изменено. Продолжить с вновь выбранным устройством?
sv_se: Den valda och anpassade hörapparaten är olika. Fortsätt med den nyligen valda?
tr_tr: Seçilmiş olan cihaz(lar) değiştirildi. Yeni seçilmiş cihaz(lar) ile devam edin.
zh_cn: 重选了助听器.使用刚选的型号进行验配吗?

source: Use Autorelate to apply gain adjustments from one program to the other programs.
cs_cz: Použít autorelaci k nastavení zisku jiných programů podle jednoho.
da_dk: Brug Autorelater for at bruge indstillinger fra et program til indstilling af andre programmer.
de_de: Verwenden Sie AutoBezug, um die Verstärkungseinstellungen in ein anderes Programm zu übertragen.
es_es: Utilice Autorelacionar para aplicar los ajustes de ganancia de un programa a otros programas.
fi_fi: Käytä automaattista suhteutusta kun haluat siirtää vahvistussäädöt yhdestä ohjelmasta toiseen.
fr_fr: Utiliser Corréler pour appliquer les modifications de gain d'un programme pour d'autres programmes ?
hu_hu: Az Autoszámítás használat az erősítés állításhoz, egyik programból a más programokba.
it_it: Utilizzare AutoCorrelazione per applicare le modifiche di guadagno da uno a tutti i programmi.
ja_jp: 他のプログラムへ自動関連付けをする
ko_kr: 다른 프로그램에 조정된 이득값을 적용하려면 Autorelate를 사용하세요
nl_nl: Gebruik 'Programma's relateren' om de gain wijzigingen van het ene programma toe te passen in de andere programma's.
no_no: Bruk Autorelater til å kopiere justeringer fra ett program til ett annet.
pl_pl: Użyj Autopowiązanie aby przepisać zmiany głośności z jednego programu do pozostałych.
pt_pt: Usar auto-relacionar para aplicar ajustes de ganho de um programa para outros programas.
ro_ro: Utilizaţi Autorelate să aplice ajustări câştiga la un program la alte programe.
ru_ru: Используйте Соотнести параметры, чтобы применить настройки усиления одной программы для всех остальных программ.
sv_se: Använd Autorelatera för att få in förstärkningsjusteringar från ett program till andra program.
tr_tr: Kazanç ayarlarını bir programdan diğer programa uygulamak için otomatik bağdaştır seçeneğini kullan.
zh_cn: 自动关连将调整后增益从一个程序自到关连到其他程序。

source: Perform AutoRelate
cs_cz: Automaticky odvodit
da_dk: UdførAutoRelate
de_de: AutoBezug
es_es: Realizando Autorelacionar
fi_fi: Tee suhteutus
fr_fr: Corrélation
hu_hu: Autoszámítás folyamat
it_it: Eseguire Correlazione
ja_jp: 自動関連付け
ko_kr: AutoRelate 수행
nl_nl: Programma's relateren
no_no: Utfør AutoRelater
pl_pl: Wykonaj Autopowiązanie
pt_pt: Auto-relacionar
ro_ro: Aplica AutoRelate
ru_ru: Соотнести параметры
sv_se: Utför Autorelatering
tr_tr: Otomatik Olarak Bağdaştır
zh_cn: 进行自动关联

source: Loading ...
cs_cz: Načítám ...
da_dk: Arbejder...
de_de: Ladevorgang ...
es_es: Cargando ...
fi_fi: Ladataan...
fr_fr: Chargement en cours ...
hu_hu: Betöltés...
it_it: Caricamento...
ja_jp: 読込み中...
ko_kr: 로딩 중...
nl_nl: Laden ...
no_no: Laster...
pl_pl: Ładowanie ...
pt_pt: Carregando ...
ro_ro: Incarcare ...
ru_ru: Загружается...
sv_se: Laddar ...
tr_tr: Yüklüyor ...
zh_cn: 正在加载...

source: Detecting instrument(s)
cs_cz: Inicializuji sluchadlo ...
da_dk: Detekterer apparat ...
de_de: Hörsystem(e) erkennen
es_es: Detectando Audífono(s)
fi_fi: Alustetaan kuulokojeita...
fr_fr: Détection des appareils
hu_hu: Készülék keresés
it_it: Rilevamento dispositivo/i
ja_jp: 補聴器の検出
ko_kr: 보청기 탐색중
nl_nl: Toestel(len) detecteren
no_no: Finner apparat
pl_pl: Wykrywanie aparatów
pt_pt: Detectando aparelho(s)
ro_ro: Gasire produs...
ru_ru: Обнаружение устройства
sv_se: Initialiserar produkt ...
tr_tr: Cihaz(lar) aranıyor
zh_cn: 正在探测助听器

source: Detecting instrument(s)
cs_cz: Sluchadlo aktivováno
da_dk: Produkt aktiveret
de_de: Hörsystem(e) erkennen
es_es: Detectando Audífono(s)
fi_fi: Kuulokoje aktivoidaan...
fr_fr: Détection des appareils
hu_hu: Készülék keresés
it_it: Rilevamento dispositivo/i
ja_jp: 補聴器の検出
ko_kr: 보청기 탐색중
nl_nl: Toestel(len) detecteren
no_no: Finner apparat
pl_pl: Wykrywanie aparatów
pt_pt: Detectando aparelho(s)
ro_ro: Gasire produs..
ru_ru: Обнаружение устройства
sv_se: Produkt aktiverad
tr_tr: Cihaz(lar) aranıyor
zh_cn: 正在探测助听器

source: Detecting instrument(s)
cs_cz: Aktivuji sluchadlo
da_dk: Aktiverer produkt
de_de: Hörsystem(e) erkennen
es_es: Detectando Audífono(s)
fi_fi: Aktivointi käynnissä
fr_fr: Détection des appareils
hu_hu: Készülék keresés
it_it: Rilevamento dispositivo/i
ja_jp: 補聴器の検出
ko_kr: 보청기 탐색중
nl_nl: Toestel(len) detecteren
no_no: Finner apparat
pl_pl: Wykrywanie aparatów
pt_pt: Detectando aparelho(s)
ro_ro: Gasire produs..
ru_ru: Обнаружение устройства
sv_se: Aktivera Produkt
tr_tr: Cihaz(lar) aranıyor
zh_cn: 正在探测助听器

source: Activation Failed
cs_cz: Aktivace selhala
da_dk: Aktivering fejlede
de_de: Aktivierung fehlgeschlagen
es_es: Ha fallado la activación
fi_fi: Aktivointi epäonnistui !
fr_fr: Échec de l'activation
hu_hu: Aktivációs hiba
it_it: Attivazione Fallita
ja_jp: 起動失敗
ko_kr: 활성화 실패
nl_nl: Activeren gefaald
no_no: Aktivering Mislykket
pl_pl: Proces uruchomienia zakończony niepowodzeniem
pt_pt: Falha na ativação
ro_ro: Activare Esuata
ru_ru: Не удалось активировать
sv_se: Aktivering Misslyckades
tr_tr: Aktivasyon Başarısız
zh_cn: 激活失败

source: Product activation failed
cs_cz: Aktivace sluchadla selhala
da_dk: Produktaktivering fejlede
de_de: Produktaktivierung fehlgeschlagen
es_es: Ha fallado la activación de Producto
fi_fi: Tuotteen aktivointi epäonnistui
fr_fr: L'activation de l'appareil a échouée
hu_hu: Termék aktivációs hiba
it_it: Attivazione Prodotto Fallita
ja_jp: 製品起動の失敗
ko_kr: 제품 활성화 실패
nl_nl: Productactivatie mislukt
no_no: Apparat - Aktiveringsfeil
pl_pl: Proces uruchomienia zakończony niepowodzeniem
pt_pt: Falha na ativação do produto
ro_ro: Activare Produs Esuata
ru_ru: Не удалось активировать
sv_se: Produktaktivering misslyckades
tr_tr: Ürün aktivasyonu başarısız
zh_cn: 激活产品失败

source: Monaural to Binaural Fitting
cs_cz: Z monaurálního k binaurálnímu nastavení
da_dk: Ændring fra monaural til binaural tilpasning
de_de: Anpassung von monaural zu binaural
es_es: Adaptación Monoaural a Binaural
fi_fi: Yksipuolisesta binauraaliseen sovitukseen
fr_fr: Changement de session : Monaural à Binaural
hu_hu: Monaurálisról Binaurális illesztés
it_it: Fitting da Monaurale a Binaurale
ja_jp: 片耳から両耳への変更
ko_kr: 편측에서 양이로 피팅하기
nl_nl: Monaurale naar binaurale aanpassing
no_no: Monaural til Binaural tilpasning
pl_pl: Zmiana protezowania z jedno stronnego na obu stronne
pt_pt: Ajuste Monaural para Binaural
ro_ro: Reglare Monaurala spre Binaurala
ru_ru: Перерасчет моноуральной настройки на бинауральную
sv_se: Monaural till Binaural Anpassning
tr_tr: Monaural 'dan Binaural Uygulamaya
zh_cn: 单耳到双耳验配

source: Clear current fitting data?
cs_cz: Smazat aktuální data nastavení?
da_dk: Slet nuværende tilpasningsdata?
de_de: Aktuelle Anpassdaten zurücksetzen?
es_es: ¿Borrar los datos de programa actuales?
fi_fi: Tyhjennä sovitustiedot ?
fr_fr: Voulez-vous effacer les données actuelles ?
hu_hu: Aktuális illesztés törlése?
it_it: Cancellare dati fitting corrente?
ja_jp: 現在のフィッティングデータをクリアしますか？
ko_kr: 현재의 피팅 데이터를 지우시겠습니까?
nl_nl: Huidige aanpasgegevens verwijderen?
no_no: Slett aktuell tilpasningsdata?
pl_pl: Wyczyścić obecne dane?
pt_pt: Limpar dados de ajuste atual ?
ro_ro: Anulare reglaj curent?
ru_ru: Очистить текущие данные настройки?
sv_se: Ta bort denna anpassningsdata?
tr_tr: Mevcut Fitting Verisi Temizlensin mi?
zh_cn: 清除当前的验配数据吗?
