Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Nature Sounds use the natural modulation characteristics of real life environmental sounds. Each Nature Sounds option is modulated to mimic the corresponding environmental setting. For example, the natural modulation characteristic of waves breaking on rocks is different than that of calm waves in the ocean. By selecting a Nature Sounds stimulus you are providing the user with a calming, comfortable sound experience as an alternative to traditional white noise. The sound selected should be determined by user preference, as therapeutic sounds for tinnitus have great individual variance.
cs_cz: Nature Sounds používají přirozenou charakteristiku zvuků reálného prostředí. Každá možnost Nature Sounds je modulována pro napodobení odpovídajícího nastavení prostředí. Například přirozená charakteristika modulace vlnobití o skály je jiná, než klidné vlny oceánu. Volbou stimulů Nature Sounds poskytnete uživateli uklidňující, komfortní zvuk jako alternativu k tradičnímu bílému šumu. Zvolený zvuk by měl být určen v uživatelských preferencích, jelikož terapeutické zvuky tinnitu se mohou individuálně lišit.
da_dk: Nature Sounds benytter de naturlige karakteristika for modulation i naturlige lyde. Nature Sound er moduleret til at efterligne den tilsvarende indstilling. For eksempel er den naturlige karakteristik af modulation i bølger der brydes mod klipper anderledes end rolige bølger på havet. Ved at vælge Nature Sounds giver du brugeren en rolig og komfortabel lydoplevelse som et alternativ til traditionel whitenoise. Nature Sound bør vælges efter brugerens ønsker og som terapeutisk lyd for tinnitus.
de_de: Die Klangschemas imitieren verschiedene natürliche Modulations-Charakteristiken von echten Umgebungsgeräuschen. Jedes Klangschema imitiert die entsprechende Umgebung. Beispielsweise ist das Brechen der Wellen am Felsen anders als das Rauschen des Ozeans. Mit den Klangschemas bieten Sie Ihrem Kunden beruhigende, komfortable Klangerlebnisse als Alternative zum traditionellen weißen Rauschen. Die Klangschemas sollten zusammen mit dem Kunden abgestimmt werden, da die therapeutische Wirkung von diesen Klängen von Kunde zu Kunde unterschiedlich sein kann.
es_es: Sonidos Naturales utiliza las características de modulación de sonidos ambientales reales. Cada sonido natural se modula para replicar los ajustes del sonido ambiental real. Por ejemplo, la modulación natural de las olas rompiendo contra las rocas es totalmente distinta a la de las olas en el mar en calma. Al seleccionar Sonidos Naturales conseguiremos que el usuario pueda relajarse con la audición de sonidos más confortables que el tradicional ruido blanco. El Sonido Natural seleccionado se elije en base a las preferencias del usuario, ya estos sonidos terapéuticos tienen grandes variaciones debidas a los gustos de cada individuo.
fi_fi: Luontoäänet käyttävät luonnollisten ääniympäristöjen moduloituja ääniä. Jokainen Luonto ääni on tarkasti digitalisoitu vastaamaan luonnossa esiintyvää ääntä. Esimerkiksi luonnollisesti moduloitu hyökyaaltoääni on eri kuin normaalit aallot. Valitsemalla luontoäänen annat käyttäjälle luonnollisen tasaisen ja rauhallisen äänen verrattuna perinteiseen valkoiseen kohinaan. Äänet tulisi valita käyttäjän tottumukset ottaen huomioon koska niillä on suuri terapeuttinen vaikutus.
fr_fr: Les sons naturels du module TSG utilisent les caractéristiques naturelles des sons réels présents dans l'environnement. Chaque son naturel est modulé de façon à représenter un cadre environnemental spécifique. Par exemple, les caractéristiques naturelles des vagues s'échouant sur des rochers sont différentes de celles des vagues calmes de l'océan. En sélectionnant un son naturel, l'expérience d'écoute peut être confortable et apaisante, et représente une alternative au bruit blanc traditionnel. Le son naturel sélectionné doit être déterminé par l'utilisateur, car les sons thérapeutiques pour lutter contre les acouphènes peuvent varier énormément d'un utilisateur à l'autre.
hu_hu: A Természetes Hangok természetes modulációt használ a valós környeztnek megfelelően. Minden Természetes Hang modulálva van a környezeti beállítások szerint. Például, a sziklán megtört hullámok természetes modulációja, különbözik a tengeri hullámokétól. A Természetes Hangok kiválasztásával, egy nyugodt, komfortos hangot biztosít a felhasználónak, mint egy alternatív fehérzajt. A Természetes Hangok kiválaszthatók a felhasználói előnyökben, terápiás hangként a tinnitusban szenvedőknek.
it_it: Suoni della Natura usano le caratteristiche di modulazione dei suoni ambientali naturali della vita reale. Ogni Suono della Natura è modulato per imitare il corrispondente contesto ambientale. Ad esempio, la caratteristica naturale di modulazione delle onde sulle rocce è diverso da quello di onde nell'oceano (oceano calmo). Selezionando Suoni della Natura si sta fornendo l'utente un esperienza sonora rilassante, confortevole come alternativa al tradizionale Rumore Bianco. Il Suono della Natura selezionato deve essere determinato dalla preferenza dell'utente, come i suoni terapeutici per l'acufene, ha una grande variabile individuale.
ja_jp: 環境音は自然界に存在する音の音響特性を使用しています。 装用者は、ホワイトノイズではなくこれらの環境音で、心が落ち着くような快適さを得ることができます。耳鳴りを軽減させるために、装用者の好みの音環境を選択して下さい。
ko_kr: Nature Sound는 실제 생활 환경의 자연스런 변조 특성을 사용합니다. 각 Nature Sound는 대응하는 주변환경을 흉내내기 위해 변죄되었습니다. 예를 들어 바위에 부딪히는 파도의 자연적인 변조 특성은 대양의 고용한 파도의 것과는 다름니다. Nature Sound를 선택하여 사용자에게 전통적인 백색소음을 대체하는 조용하고 편안한 청취 경험을 제공합니다. 이명용 치료 사운드는 개인적 변화가 크기 때문에, 선택한 Nature Sound는 사용자 선호로 결정하야 합니다.
nl_nl: Natuurgeluiden gebruiken de natuurlijke modulatiekarakteristieken van echte omgevingsgeluiden. Ieder natuurgeluid wordt gemoduleerd om de echte situatie na te bootsen. Zo is bijvoorbeeld de natuurlijke modulatie van golven die breken op rotsen anders dan die van kalme golven op zee. Door te kiezen voor natuurgeluiden biedt u de eindgebruiker een rustige, comfortabele geluidsbeleving als een alternatief voor de traditionele witte ruis. Welk natuurgeluid u selecteert hangt af van de voorkeur van de gebruiker, omdat we weten dat er grote individuele variatie is in voor tinnitus geschikte therapeutische geluiden.
no_no: Naturlige Lyder bruker de naturlige modulasjons egenskaper til det virkelige livs omgivelseslyder. Hver Naturlige lyd er modulert for å etterligne det tilsvarende miljøs lydomgivelser. For eksempel, er den naturlige modulasjons karakteristikk for bølger som bryter på stein annerledes enn de rolige bølger i havet. Ved å velge Naturlige lyder kan du gi brukeren med en beroligende, behagelig lydopplevelse som et alternativ til tradisjonell hvit støy. Naturlige lyder bør bestemmes av brukerens preferanser, da terapeutiske lyder for tinnitus har stor individuell variasjon.
pl_pl: Dźwięki Natury wykorzystują dźwięki otoczenia o naturalnej modulacji. Każda opcja Dźwięków Natury jest modulowana tak aby naśladować odpowiadające im ustawienia środowiskowe. Na przykład naturalna modulacja fal rozbijających się o skały jest inna niż spokojnych fal na oceanie. Wybierając jako bodzieć Dźwięki Natury dostarczasz użytkownikom spokojnych, komfortowych doświadczeń dźwiękowych będących alternatywą do tradycyjnego białego szumu. Ponieważ dźwięki terapeutyczne potrafią znacznie różnić się od siebie właściwy dźwięk powinien być określony przez użytkownika.
pt_pt: Sons da Natureza utilizam as características naturais de modulação de sons ambientais reais. Cada Som da Natureza é modulado para imitar o ambiente correspondente. Por exemplo, a característica natural de modulação de ondas quebrando nas pedras é diferente de uma onda calma no oceano. Ao selecionar Sons da Natureza você está oferecendo ao usuário uma experiência sonora relaxante e confortável como uma alternativa para o ruído branco tradicional. O Som da Natureza selecionado deve ser determinado pela preferência do usuário, uma vez que, sons terapêuticos para o zumbido têm grande variação individual.
ro_ro: Natural Sounds use the natural modulation characteristics of real life environmental sounds. Each Natural Sound is modulated to mimic the corresponding environmental setting. For example, the natural modulation characteristic of waves breaking on rocks is different than that of calm waves in the ocean. By selecting Natural Sounds you are providing the user with a calming, comfortable sound experience as an alternative to traditional whitenoise. The Natural Sound selected should be determined by user preference, as therapeutic sounds for tinnitus have great individual variance.
ru_ru: Звуки Природы используют характеристики модуляции реальных окружающих звуков. Каждый Звук Природы модулируется, чтобы имитировать соответствующую окружающую обстановку. Например, естественная характеристика модуляции волн, разбивающихся о скалы, отличается от характеристики модуляции спокойных волн в океане. Выбирая Звуки Природы, Вы предоставляете пользователю успокаивающее, комфортное звучание в качестве альтернативы традиционному белом шуму. Выбор вида Звука Природы должен определяться предпочтением пользователя, поскольку терапевтический эффект для всех индивидуален.
sv_se: Natur Ljud använder naturens egna karaktäristik (modulation) och utgår från verkliga livet. Varje Naturligt Ljud moduleras för att efterlikna varje specifik miljös inställning. Tex ljudet från vågor som bryts mot stenar låter annorlunda än lugna vågor ute på oceanen. Genom att välja Naturligt Ljud ger du brukaren en lugnande, komfortabel ljudupplevelse som ett alternativ till traditionellt vitt brus. Naturligt Ljud ska väljas enligt brukarens egna preferenser då terapuetiska ljud för tinnitus har stor variation.
tr_tr: Doğa Sesleri gerçek hayat çevresel seslerinin doğal modülasyon karakteristiğini kullanır. Herbir Doğa Sesi seçeneği Çevresel ayarların taklit edilmiş bir modülasyonudur. Örneğin, kayaların üzerinde kırılan dalgaların doğal modülasyon özelliği okyanusta sakin dalgalarınkinden daha farklıdır. Bir Doğa Sesi uyaranı seçildiğinde geleneksel beyaz gürültü sesine alternatif olarak sakinleştirici ve rahat bir ses deneyimi sağlamış oluyoruz. Kulak çınlaması tedavisi için bireysel değişkenler içeren sesler, kullanıcı tercihine göre seçlmesi gereklidir.
zh_cn: 自然之声来自真实的自然环境，每种自然之声都表示了一种环境的特性，比如激涛拍岸和波浪的环境特性就完全不同。自然之声是使用平静、舒适的声音来代替传统的白噪声。用户可根据个人的偏好来选择声音的种类。

source: Binaural Directionality II
de_de: Binaurale Direktionalität II
es_es: Direccionalidad Binaural II
fi_fi: Binauraalinen suuntakuvio II
hu_hu: Binaurális Direkcionalítás II
it_it: Direzionalità Binaurale II
ja_jp: 両耳連動指向性II
ko_kr: 양이 방향성 II
nl_nl: Binaurale Directionaliteit II
no_no: Binaural Direksjonalitet II
pl_pl: Obuuszna Kierunkowość II
pt_pt: Direcionalidade Binaural II com Spatial Sense
ru_ru: Бинауральная направленность II
sv_se: Binaural Riktverkan II
zh_cn: 双耳融合方向性 II

source: TSG Nature Sounds
da_dk: TSG Natural Sounds
de_de: TSG Klangschemas
es_es: TSG Sonidos Naturales
fi_fi: TSG Luonto äänet
fr_fr: Sons naturels du TSG
hu_hu: TSG természetes hangok
it_it: TSG Suoni della Natura
ja_jp: TSG 環境音
ko_kr: TSG Nature Sound
nl_nl: TSG natuurgeluiden
no_no: TSG Naturlige Lyder
pl_pl: TSG Dźwięki Natury
pt_pt: Sons da Natureza do Gerador de Som
ro_ro: TSG Natural Sounds
ru_ru: Звуки Природы TSG
sv_se: TLS Natur Ljud
tr_tr: TSG Doğa Sesleri
zh_cn: 以自然之声为耳鸣掩蔽声

source: Crosslink Directionality with Personal Sound I.D.
zh_cn: 双耳智能实境方向性

source: In addition to using the Ear to Ear wireless link to determine the best directionality mode for the environment, Crosslink Directionality with Personal Sound I.D. also uses pinna restoration and bilateral compression to provide for more natural sound processing. Pinna restoration allows for directivity that mimics the way the natural ear treats sound. This helps you with both speech understanding and sound localization. Bilateral compression is introduced to preserve the natural loudness differences between the ears. The Ear to Ear wireless link ensures that there is minimal impact on the spatial information when sound is processed through the hearing instruments. Crosslink with Personal Sound I.D. is designed to be as transparent as possible in order to maximize the positive effects of spatial hearing and facilitate listening in noisy environments.
ja_jp: 環境に合わせて最適な指向性モードを決定するための両耳連動機能を使用することに加えて、両耳連動指向性IIIには空間認識が含まれています。空間認識は、両方の補聴器が無指向性モードの場合に、より自然なきこえを最大限に得るための指向性処理の1つで、耳介効果の再現と両耳間のラウドネス補正を行います。 耳介効果の再現とは、ヒトが本来持っている耳介の形状による集音特性を電子的に模倣することにより、言葉のききとりを改善し、音の方向性をより明確に把握することです。 両耳間のラウドネス補正は、左右に届いた音の大きさの違いによる音声圧縮処理を補正し、両耳間の自然な音圧差を維持します。 両耳連動指向性IIIは、空間認識の効果を最大化するために可能な限りトランスペアレントに設計されており、雑音の多い環境での聞き取りを円滑化します。
zh_cn: 使用E2E双耳通讯系统来决定环境中最佳的方向性模式。双耳智能实境方向性利用耳廓还原和双耳压缩来获得更自然的声音处理结果。耳廓还原恢复正常人耳朵接收声音的模式，帮助您获得更好地言语理解度和声音定位能力。双耳压缩技术则确保保留双耳间的强度差。E2E双耳通讯系统保证还原最多的声音信息，便于在嘈杂环境中获得良好的聆听效果。

source: Crosslink Directionality uses information that is exchanged by the hearing instruments you are wearing through the Ear to Ear wireless link. Depending on the mix of speech and noise and the location of the speech, the directionality mode will change. This will ensure the best listening conditions in all situations. Crosslink allows you to focus on someone speaking but still be able to hear other sounds in your surroundings.
ja_jp: 両耳の補聴器が連動して周囲の状況を判断します。会話の有/無や背景雑音の有/無などの状況に合わせ、指向性と無指向性を自動的に切り替えます。 複数人の集まりで後ろから話しかけられた場合、指向性から無指向性へ切り替わるので、会話に気づくことができます。聞きたい会話の方向を向けば再び指向性となり、会話の聞き取りを助けます。つまり、人が集まるような場所でも会話についていきやすくなり、会話が楽になります。
zh_cn: E2E双耳通讯系统，根据语音和噪声的混合以及语音的位置，方向性模式将会改变。这将确保所有情况下的最佳听力条件。

source: Spatial Directionality allows you to have constant awareness of the surrounding sound environment. Consequently the sound source of interest is based on your conscious listening decision.
ja_jp: 指向性機能は顧客が聞き取りたい音声に集中することを可能にする一方で、不要な雑音を低減します。 設定できる指向性機能は製品によって異なります。
zh_cn: 空间方向性使您时刻获得对环境的最佳感知度，持续关注您感兴趣的声音方位。

source: This feature adjusts level of directional focus, depending on the location of the speaker of interest and the surrounding sound. If there is only one person speaking in front of you, without other sounds interfering, the focus is narrowed. If there are multiple sources of sound, coming from the side or from the back, the focus is broadened.
zh_cn: 这个特性根据感兴趣的说话者的位置和周围的声音来调整方向焦点的水平。如果只有一个人在你面前说话，没有其他声音干扰，焦点就缩小了。如果有多个声音来源，来自侧面或从后面，焦点被加宽。

source: Speech Spotter allows the microphone mode to change from omni directional to directional and vice versa depending on the speech to noise ratio in the environment. This means that in an environment where the signal to noise ratio is deemed to be poor, the system will switch to an adaptive directional pattern with variable beam widths (Narrow, Medium, Wide, and Smart Beam Steering). In addition to automatically changing the microphone mode from oni directional to directional, Speech Spotter Pro also utilizes the Mixing Point Frequency and Smart Beam features when in directional mode.
ja_jp: ソフトスイッチは聴取環境の音声と雑音比（S/N比）によって無指向性モードと指向性モードを自動的に切り替えます。つまり、SN比が悪いとみなされる環境では指向性モードになります。 指向性モードの場合には指向性混合率、オートスコープ実環境適応型指向性が有効になります。
zh_cn: 根据不同环境中的信噪比，智能转换系统可以又方向性变换为全向性，反之亦然。这意味着，在某一环境中，如果信噪比比较差，系统将自动切换到方向性模式，针对不同环境应用不同的维度。在自动切换到方向性模式的同时，智能转换系统还能利用分频点和方向性维度等功能。

source: Fixed Directionality
ja_jp: 固定型指向性
zh_cn: 固定方向性

source: omni directional to directional and vice versa depending on the speech to
zh_cn: 全向性还是方向性是基于

source: noise ratio in the environment.
da_dk: støjforhold i omgivelser.
zh_cn: 环境中的信噪比。

source: A primary goal of fitting amplification is to provide access to as much speech information as possible, for improving audibility of high frequency sounds is frequency lowering. This term refers to sound processing strategies that move information from higher frequency areas to lower frequency areas, where audibility is better. The idea behind frequency lowering is that audibility of these sounds even at “misplaced” frequencies is more beneficial than no audibility at all.
da_dk: Et primært mål med forstærkning er at give hørbarhed for så meget taleinformation som muligt, for forbedret hørbarhed af højfrekvente lyde benyttes frekvenskompression. Med dette menes en lydstrategi hvor information fra højere frekvenser flyttes til lavere frekvenser hvor hørbarheden er bedre. Ideen bag er frekvenskompression er at hørbarheden af disse lyde, selv når de er 'misplaceret' er mere gavnligt end ingen hørbarhed i det heletaget.
ja_jp: サウンドシェーパーは、聞き取りにくい高音域の音を圧縮し、聞き取り可能な音域に押し込むことにより、聞き取りを向上します。
zh_cn: 一个合适的放大的主要目标是尽可能多的获得语音信息，提高高频可听声音的移频功能。这个术语指的是声音的处理策略，将信息从更高频率的地区，降低到频率较低的区域，因为那里的可听度较好，而这些声音即使在“错位”的频率点，仍比不可听更有益。

source: Feedback is the unwanted whistling or buzzing noise that a hearing instrument can make. Feedback Eraser cancels feedback, resulting in clear sound without embarrassing whistling. It also prevents whistling when you hold a phone or your hand up to your ear.
zh_cn: 反馈是助听器能发出的不必要的啸声或嗡嗡声。反馈消除器去除反馈，使声音没有恼人的啸叫声干扰。、它也可以防止当你拿起电话或你的手到你的耳朵时产生的啸叫。

source: Feedback Eraser Music Mode
ja_jp: ウルトラDFS II ミュージックモード
zh_cn: 反馈消除器 音乐模式

source: Feedback is the unwanted whistling or buzzing noise that a hearing instrument can make. Feedback Eraser cancels feedback, resulting in clear sound without embarrassing whistling. It also prevents whistling when you hold a phone or your hand up to your ear. Feedback Eraser includes a special Music Mode that is optimized to provide the best sound quality for music listening.
da_dk: Tilbagekobling er den uønskede hyletone et høreapparat kan afgive. Feedback Eraser cancels feedback, resulting in clear sound without embarrassing whistling. It also prevents whistling when you hold a phone or your hand up to your ear. Feedback Eraser includes a special Music Mode that is optimized to provide the best sound quality for music listening.
zh_cn: 反馈是助听器能发出的不必要的啸声或嗡嗡声。反馈消除器去除反馈，使声音没有恼人的啸叫声干扰。、它也可以防止当你拿起电话或你的手到你的耳朵时产生的啸叫。反馈消除器包括一个特殊的音乐模式，优化，以提供最佳的音质来听音乐。

source: It is common for those with severe-to-profound hearing loss to rely on even more low frequency gain than prescribed by the fitting rationale. To accommodate this need, Low Frequency Boost provides a quick way to increase low frequency gain in three discrete steps to enhance audibility, loudness, and fullness of sound quality for these individuals.
da_dk: Det er almindeligt, for brugere med meget store høretab, at have behov for mere lavfrekventforstærkning. For at imødekomme dette giver Low Frequency Boost en hurtig måde til at øge denne forstærkning i tre forskellige grader for forøgethørbarhed, loudnes, og fyldig lydkvalitet for disse personer.
zh_cn: 对于重度听损的人来说，依赖于低频率的增益比用选配来确定的增益补偿更为常见。为了适应这种需要，低音增强提供了一个快速的方法来增加低频增益。

source: Sound Cleaner reduces unwanted background noise without affecting the quality of speech. This gives you increased listening comfort in all types of listening environments. Sound Cleaner Pro features an additional "Per Environment" setting that allows for different noise reduction levels across environments. This setting allows for customization of the feature across multiple environments within the same program.
ja_jp: ノイズトラッカーIIは、会話の品質に影響を与えずに不要な背景雑音を低減します。この機能はあらゆる聴取環境において聞き取りの快適性を向上させます。 プレミアム製品では、環境に合わせた異なる雑音抑制が可能な「環境適応」設定が用意されています。この設定は環境ごとに機能をカスタマイズすることができます
zh_cn: 声音净化器在不影响语音质量的情况下减少不必要的背景噪音。这能让你在各种听力环境中提高聆听舒适度。

source: Smart Gain recognizes what type of listening environment you are in, and automatically adjusts the volume and the amount of noise reduction to optimize listening comfort and sound quality. In additon to automatically adjusting the volume and noise reduction levels, Smart Gain Pro features the ability to customize the amount of noise reduction across the different environmental categories.
ja_jp: 7つの異なる環境ごとに利得や雑音抑制レベルを設定します。変化する周囲の環境を自動認識し、適した状態に自動で調整します。刻々と変化する音環境下でも、常に最適な音量に自動調整してくれるので1日中快適に使用できます。 また、装用者の好みの利得や雑音抑制レベルにカスタマイズできます。
zh_cn: 智能环境优化器识别您处于哪种听力环境，并自动调整音量和减少噪音量，以优化听力舒适性和音质。

source: Wind Noise Reduction (Audio)
da_dk: Vindstøjsreduktion (Audio)
ja_jp: ウィンドガード(Audio)
zh_cn: 风噪声抑制 (音频)

source: Wind Noise Reduction
da_dk: Vindstøjsreduktion
ja_jp: ウィンドガード
zh_cn: 风噪声抑制

source: General Information
zh_cn: 常规信息

source: The Vicious Circle
da_dk: Den onde cirkel
zh_cn: 恶性循环

source: Break the Vicious Circle
da_dk: Bryd den onde cirkel
zh_cn: 打破恶性循环

source: Eliminate the Focus
da_dk: Emiminer fokus
zh_cn: 消除焦点

source: Tinnitus Breaker Pro-Natural Sounds
ja_jp: 両耳連動TSG - 環境音
zh_cn: 耳鸣管理器-自然声音

source: Natural Sounds use the natural modulation characteristics of real life environmental sounds. Each Natural Sound is modulated to mimic the corresponding environmental setting. For example, the natural modulation characteristic of waves breaking on rocks is different than that of calm waves in the ocean. By selecting Natural Sounds you are providing the user with a calming, comfortable sound experience as an alternative to traditional whitenoise. The Natural Sound selected should be determined by user preference, as therapeutic sounds for tinnitus have great individual variance.
da_dk: Natural Sounds benytter naturlig modulationskarakteristik. Hver Nature Sound er moduleter til at eflterligne naturen. For eksempel den naturlige modulation i bølger der brydes mod klipper.
zh_cn: 自然声音，用真实的生活环境中的声音自然调制特性。 每个自然声音的调制可以模拟相应的环境设置。 例如，断岩波自然调制特性不同于大海的平静无波。 选择自然的声音为您提供用户一个平静，舒适的声音体验，这可作为一种替代疗法。 自然声音的选择应该由用户偏好决定的，作为治疗的声音，耳鸣用户的个体差异会很大 。

source: It can sometimes be difficult to get used to new hearing instruments. SATISFY slowly adjusts the gain to the optimum setting for your hearing loss over a period of time where you are wearing the hearing instruments. This allows you to gradually adjust to your new hearing instruments.
da_dk: Til tider er det vanskeligt at vænne sig til nye høreapparater. SATISFY vil langsomt justere forstærkningen til de optimale indstillinger til dit høretab over en tidsperiode når du benytter høreapparaterne. Dette gør at du gradvist kan vænne dig til nye høreapparater.
zh_cn: 有时我们很难适应新的助听器。在您佩戴助听器的一段时间内，使用满意度管理器，慢慢地将增益调整到您听力损失的最佳设置。这可以让您逐渐适应新的助听器。

source: It can sometimes be difficult to get used to new hearing When you change volume or programs on one side, Ear to Ear communication ensures that the change automatically happens on the other side as well.
da_dk: Til tider kan det være svært at vænne sig til nye høreapparater. Når du ændrer program eller volumen på den ene side vil Ear to Ear kommunikation sikre at skiftet automatisk også udføres på dett andet apparat.
zh_cn: 当您改变一侧助听器的音量或程序时，有时很难适应新的听力，双耳之间的交流确保在一侧的改变也自动发生在另一边。

source: The feature allows the hearing instrument to automatically switch to a dedicated phone program. A special magnet must be placed on the phone handset in order to trigger this change.
da_dk: Denne egenskab gør at høreapparatet automatisk kan skifte til et dedikeret telefonprogram. En særlig magnet skal påsættes telefonenrøret for at høreapparatet kan detektere telefonen.
zh_cn: 该功能使助听器能自动切换到电话程序。需要将一个特殊的磁贴贴在电话听筒上以帮助实现这种切换。

source: Asymetrical Phone
zh_cn: 英语 中文 智能电话
