Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Left Instrument
cs_cz: Levé sluchadlo
da_dk: Venstre apparat
de_de: Linkes Hörsystem
es_es: Audífono Izquierdo
fi_fi: Vasen kuulokoje
fr_fr: Appareil gauche
hu_hu: Ball készülék
it_it: Dispositivo Sinistro
ja_jp: 左耳
ko_kr: 왼쪽 보청기
nl_nl: Linker toestel
no_no: Venstre Apparat
pl_pl: Lewy Aparat
pt_pt: Aparelho Esquerdo
ro_ro: Aparat stanga
ru_ru: Левый аппарат
sv_se: Vänster hörapparat
tr_tr: Sol Cihaz
zh_cn: 左侧助听器

source: Always show save confirmation
cs_cz: Vždy zobrazit potvrzení uložení
da_dk: Vis altid bekræftelse af gem
de_de: Immer die Bestätigung des Speicherns anzeigen.
es_es: Mostrar siempre confirmación de grabación
fi_fi: Näytä aina tallennusvahvistus
fr_fr: Toujours montrer la confirmation de sauvegarde
hu_hu: Mindíg mutassa a mentés jóváhagyását
it_it: Mostra sempre conferma del salvataggio
ja_jp: 毎回確認する
ko_kr: 항상 저장 확인을 보여주세요
nl_nl: Bevestiging van opslaan altijd tonen
no_no: Vis alltid bekreftelse ved lagring
pl_pl: Zawsze pytaj o potwierdzenie zapisu
pt_pt: Sempre mostrar confirmação de salvo
ro_ro: Arata intotdeauna confirmarea de salvare
ru_ru: Всегда показывать подтверждение сохранения
sv_se: Visa alltid konfirmation på spara
tr_tr: Herseferinde kaydetme konfirmasyonunu göster.
zh_cn: 总是显示保存信息

source: Save to Database
cs_cz: Uložit do Databáze
da_dk: Gem i database
de_de: Speichern in der Datenbank
es_es: Grabar en la base de datos
fi_fi: Tallenna tietokantaan
fr_fr: Appareil : sauvegarde en cours …
hu_hu: Mentés az adatbázisba
it_it: Salva sul Database
ja_jp: データベースへ保存
ko_kr: 데이터베이스에 저장
nl_nl: Opslaan in database
no_no: Lagre i databasen
pl_pl: Zapisz do Bazy Danych
pt_pt: Salvar no banco de dados
ro_ro: Salveaza in Baza de date
ru_ru: Сохранить в Базу данных
sv_se: Sparad i databas
tr_tr: Veri bankasına kaydet
zh_cn: 保存至数据库

source: Save to Instrument
cs_cz: Uložit do sluchadla
da_dk: Gem i apparat
de_de: Speichern im Hörsystem
es_es: Grabar en el audífono
fi_fi: Tallenna kuulokojeeseen
fr_fr: Appareil : sauvegarde en cours …
hu_hu: Mentés a készülékbe
it_it: Salva sul Dispositivo
ja_jp: 補聴器へ保存
ko_kr: 보청기에 저장
nl_nl: Opslaan in toestel
no_no: Lagre i apparat
pl_pl: Zapisz do Aparatu
pt_pt: Salvar no aparelho
ro_ro: Salveaza in aparat
ru_ru: Сохранить в Слуховой аппарат
sv_se: Sparad i hörapparat
tr_tr: Cihaza kaydet
zh_cn: 保存至助听器

source: It is OK to disconnect the instrument(s). Open and close the battery doors on the instrument(s) to use the programming created in the session
cs_cz: Nyní můžete sluchadlo(a) odpojit. Otevřete a zavřete bateriové pouzdro sluchadla(el), abyste mohli použít programování vytvořené při tomto sezení
da_dk: Forbindelsen til apparaterne kan afbrydes. Åben og luk batteridørerne på høreapparaterne.
de_de: Die Verbindung kann nun getrennt werden. Starten Sie die Hörsysteme durch öffnen und schließen der Batteriefächer neu um die Programmierung zu aktivieren.
es_es: Es seguro desconectar el(los) audífono(s). Abra y cierre el portapilas de el(los) audífono(s) para utilizar los ajustes creados en la sesión
fi_fi: Kuulokojeet voi nyt irroittaa. Avaa ja sulje kuulokojeiten paristokotelo ottaaksesi käyttöön sovituksen ohjelmointiasetukset.
fr_fr: Les appareils peuvent être déconnectés.
hu_hu: Leválaszthatja a készüléket. Nyissa ki majd zárja be a készülék elemkamráját a bejegyzésben tárolt programozás használatához
it_it: E' possibile scollegare il dispositivo/i. Aprire e chiudere lo sportellino batteria del dispositivo/i per utilizzare la programmazione creata nella sessione.
ja_jp: フィッティングを終了するには「Aventaを終了する」を押し、補聴器を取り外して下さい。
ko_kr: 보청기 연결을 해제해도 좋습니다. 세션에서 생성된 프로그래밍을 사용하려면 보청기 배터리 도어룰 열고 닫으세요.
nl_nl: Verbinding met toestel(len) kan verbroken worden. Open en sluit de batterijlades van de toestellen om het programma te laten horen, zoals gecreëerd in deze sessie.
no_no: Det er OK å koble fra apparat(ene). Åpne og lukke batteriluken for å bruke innstillinger lagret i sesjonen.
pl_pl: Można odłączyć aparat(y). Otwórz i zamknij drzwiczki baterii w aparacie(ach) aby zastosować zmiany wprowadzone w sesji dopasowania
pt_pt: O aparelho pode ser desconetado. Abra e Feche o compartimento de bateria para usar a programação criada na sessão.
ro_ro: Puteti deconecta aparatele. Deschideti si inchideti usita bateriei pentru a utiliza programarea creata in sesiune
ru_ru: Аппарат(ы) можно отключить. Откройте и закройте дверцу батарейного отсека аппарата, чтобы активировать и использовать настройку, созданную в сессии.
sv_se: Det är OK att koppla loss hörapparater. Öppna och stäng batterifacket för att använda programmeringen i denna session.
tr_tr: Cihazların bağlantısını kesebilirsin. Oturumda oluşturulan programları kullanmak için cihazın pil kapağını açıp kapatın.
zh_cn: 可以断开连接。开合助听器后，刚才保存的数据才有效使用。

source: The fitting session was saved to the database.
cs_cz: Fitting byl uložen do databáze.
da_dk: Tilpasningssessionen er gemt i databasen.
de_de: Die Anpassung wurde in der Datenbank gespeichert.
es_es: Los datos de la adaptación se han grabado en la base de datos
fi_fi: Sovitus istunto tallennettiin tietokantaan.
fr_fr: Les réglages ont été sauvegardés dans la base de données.
hu_hu: Az illesztési folyamat el lett mentve az adatbázisba.
it_it: La sessione di Fitting è stata salvata sul Database.
ja_jp: パソコンへフィッティングデータが保存されました
ko_kr: 피팅 세션이 데이터베이스에 저장되었습니다.
nl_nl: De aanpassessie is opgeslagen in de database.
no_no: Tilpasningssesjonen ble lagret i databasen.
pl_pl: Sesja dopasowania zostałą zapisana do bazy danych.
pt_pt: Os ajustes da sessão foram salvos no banco de dados.
ro_ro: Sesiunea de reglaj a fost salvata in baza de date.
ru_ru: Сессия настройки была сохранена в Базу данных.
sv_se: Anpassningen sparades i databasen.
tr_tr: Uygulama oturumu veri bankasına kaydedilmiş.
zh_cn: 验配数据保存至数据库。

source: The fitting session was saved to the instrument.
cs_cz: Nastavení bylo uloženo do sluchadla.
da_dk: Tilpasningssessionen er gemt i apparaterne.
de_de: Die Anpassung wurde in den Hörsystemen gespeichert.
es_es: Los datos de la adaptación se han grabado en los audífonos.
fi_fi: Sovitustieto tallennettiin kuulokojeeseen.
fr_fr: Les réglages ont été sauvegardés dans l'appareil.
hu_hu: Az illesztési folyamt el lett mentve a készülékbe.
it_it: La sessione di Fitting è stata salvata sul Dispositivo.
ja_jp: 補聴器へフィッティングデータが保存されました
ko_kr: 피팅 세션이 보청기에 저장되었습니다.
nl_nl: De aanpassessie is opgeslagen in het toestel.
no_no: Tilpasningssesjonen ble lagret i apparatet.
pl_pl: Sesja dopasowania zostałą zapisana do aparatu.
pt_pt: Os ajustes da sessão foram salvos no aparelho auditivo.
ro_ro: Sesiunea de reglaj a fost salvata in aparat.
ru_ru: Сессия настройки была сохранена в аппарат.
sv_se: Anpassningen sparades i hörapparaten.
tr_tr: Uygulama oturumu işitme cihazına kaydedilmiş.
zh_cn: 验配数据保存至助听器。

source: Stop
de_de: Anhalten
es_es: Detener
fi_fi: Lopeta
fr_fr: Arrêter
ja_jp: 停止
ko_kr: 멈춤
no_no: Stopp
pt_pt: Parar
ru_ru: Стоп
sv_se: Stopp
tr_tr: Durdur
zh_cn: 停止

source: Exit ReSound Aventa
cs_cz: Zavřít Aventu
da_dk: Luk Aventa
de_de: Aventa verlassen
es_es: Salir de Aventa
fi_fi: Poistu Aventasta
fr_fr: Quitter
hu_hu: Kilépés az Aventából
it_it: Uscire da ReSound Aventa
ja_jp: Aventaを終了する
ko_kr: Aventa 나가기
nl_nl: Aventa afsluiten
no_no: Lukk Aventa
pl_pl: Wyjdź z Aventa
pt_pt: Sair do ReSound Aventa
ru_ru: Выйти из Aventa
sv_se: Lämna Aventa
tr_tr: Aventa Çıkış
zh_cn: 退出Aventa

source: Continue Fitting
cs_cz: Pokračovat ve fittingu
da_dk: Fortsæt tilpasning
de_de: Mit Anpassung fortfahren
es_es: Continuar Adapt.
fi_fi: Jatka sovitusta
fr_fr: Continuer
hu_hu: Illesztés folytatása
it_it: Continuare Fitting
ja_jp: ﾌｨｯﾃｨﾝｸﾞの継続
ko_kr: 피팅 계속
nl_nl: Aventa vervolgen
no_no: Fortsett tilpasning
pl_pl: Kontynuuj Fitting
pt_pt: Continuar adaptação
ro_ro: Continua reglajul
ru_ru: Продолжить настройку
sv_se: Fortsätt anpassa
tr_tr: Uygulamaya devam et
zh_cn: 继续验配

source: Not Supported
cs_cz: Nepodporováno
da_dk: Understøttes ikke
de_de: Nicht unterstützt
es_es: No Soportado
fi_fi: Ei tueta
fr_fr: Non compatible
hu_hu: Nem támogatott
it_it: Non Supportato
ja_jp: 使用できません
ko_kr: 지원되지 않음
nl_nl: Niet ondersteund
no_no: Ikke støttet
pl_pl: Brak Wsparcia
pt_pt: Não suportado
ro_ro: Nesuportat
ru_ru: Не поддерживается
sv_se: Stödjs ej
tr_tr: Karşılanmadı
zh_cn: 不支持

source: Supported
cs_cz: Podporováno
da_dk: Understøttes
de_de: Unterstützt
es_es: Soportado
fi_fi: Tuetaan
fr_fr: Compatible
hu_hu: Támogatott
it_it: Supportato
ja_jp: 使用できます
ko_kr: 지원됨
nl_nl: Ondersteund
no_no: Støttet
pl_pl: Wsparcie
pt_pt: Suportado
ro_ro: Suportat
ru_ru: Поддерживается
sv_se: Stödjs
tr_tr: Karşılandı
zh_cn: 支持

source: Transfer Settings Details - Right Ear
cs_cz: Detaily transferu nastavení - Pravé ucho
da_dk: Overfører indstillinger - Højre øre
de_de: Übertrage Details der Einstellungen - rechtes Ohr
es_es: Detalle de la transferencia de ajustes - Oído Derecho
fi_fi: Siirretään asetusten yksityiskohtia - Oikea korva
fr_fr: Transfert des réglages - Appareil droit
hu_hu: Átvitel beállítás részletek - Jobb fül
it_it: Trasferimento settaggi - Orecchio Destro
ja_jp: 設定詳細 - 右耳
ko_kr: 설정 내용을 전송하세요 - 오른쪽 귀
nl_nl: Details van overzetten van instellingen - rechts
no_no: Overfør innstillinger - Høyre Øre
pl_pl: Przenieś Szczegóły Dopasowania - Prawe Ucho
pt_pt: Transferir detalhes de configurações - orelha direita
ro_ro: Transfera detaliile setarilor - Urechea dreapta
ru_ru: Перенос деталей Настроек - Правое ухо
sv_se: Överföring - Höger Öra
tr_tr: Transfer ayarlama detayları - Sağ kulak
zh_cn: 设置转移详情-右侧

source: Transfer Settings Details - Left Ear
cs_cz: Detaily transferu nastavení - Levé ucho
da_dk: Overfører indstillinger - Venstre øre
de_de: Übertrage Details der Einstellungen - linkes Ohr
es_es: Detalle de la transferencia de ajustes - Oído Izquierdo
fi_fi: Siirretään asetusten yksityiskohtia - Vasen korva
fr_fr: Transfert des réglages - Appareil gauche
hu_hu: Átvitel beállítás részletek - Bal fül
it_it: Trasferimento settaggi - Orecchio Sinistro
ja_jp: 設定詳細 - 左耳
ko_kr: 설정 내용을 전송하세요 - 왼쪽 귀
nl_nl: Details van overzetten van instellingen - links
no_no: Overfør innstillinger - Venstre Øre
pl_pl: Przenieś Szczegóły Dopasowania - Lewe Ucho
pt_pt: Transferir detalhes de configurações - orelha esquerda
ro_ro: Transfera detaliile setarilor - Urechea stanga
ru_ru: Перенос деталей Настроек - Левое ухо
sv_se: Överföring - Vänster Öra
tr_tr: Transfer ayarlama detayları - Sol kulak
zh_cn: 设置转移详情-左侧

source: Paired
cs_cz: Párováno
da_dk: Parret
de_de: Gekoppelt
es_es: Emparejado
fi_fi: Paritettu
fr_fr: Couplage actif
hu_hu: Párosított
it_it: Accoppiato
ja_jp: ペアリング済
ko_kr: Paire 됨
nl_nl: Gepaird
no_no: Paret
pl_pl: Sparowany
pt_pt: Pareado
ro_ro: Imperechiat
ru_ru: Сопряжен
sv_se: Parade
tr_tr: Eşleşmiş
zh_cn: 配对

source: Not Paired
cs_cz: Nepárováno
da_dk: Ikke parret
de_de: Nicht gekoppelt
es_es: No emparejado
fi_fi: Ei paritettu
fr_fr: Aucun couplage
hu_hu: Nem párosított
it_it: Non Accoppiato
ja_jp: 未ペアリング
ko_kr: Paire 되지 않음
nl_nl: Niet gepaird
no_no: Ikke paret
pl_pl: Nie Sparowane
pt_pt: Não Pareado
ro_ro: Neimperechiat
ru_ru: Не сопряжен
sv_se: Ej parade
tr_tr: Eşleşmemiş
zh_cn: 未配对

source: Need to Re-Pair
cs_cz: Nutno znovu spárovat
da_dk: Skal genparres
de_de: Neue Kopplung notwendig
es_es: Necesita Re-emparejar
fi_fi: Pitää uudelleen parittaa
fr_fr: Couplage à refaire
hu_hu: Újrapárosítás szükséges
it_it: Necessita di riaccoppiamento
ja_jp: 再ペアリングして下さい
ko_kr: 다시 Pair 해야 함
nl_nl: Opnieuw pairen noodzakelijk
no_no: Må pares på nytt
pl_pl: Ponów Parowanie
pt_pt: Necessário parear novamente
ro_ro: Este necesara re-imperechierea
ru_ru: Необходимо повторное сопряжение
sv_se: Behov av att para om
tr_tr: Eşleştirilmesi gerekli
zh_cn: 需要重新配对

source: Unknow Accessory
cs_cz: Neznámé příslušenství
da_dk: Ukendt tilbehør
de_de: Unbekanntes Zubehör
es_es: Accesorio desconocido
fi_fi: Tuntematon lisälaite
fr_fr: Accessoire inconnu
hu_hu: Ismeretlen tartozék
it_it: Accessorio Sconosciuto
ja_jp: 不明なアクセサリー
ko_kr: 알 수 없는 액세서리
nl_nl: Onbekend accessoire
no_no: Ukjent tilbehør
pl_pl: Nieznane Akcesorium
pt_pt: Acessório desconhecido
ro_ro: Accesoriu necunoscut
ru_ru: Неизвестный аксессуар
sv_se: Okänt tillbehör
tr_tr: Bilinmeyen aksesuar
zh_cn: 未知附件

source: Settings from the session will be transfered to the newly selected instrument. New settings will match ones from the previous instrument or use defaults when unavailable. Note that Data Logging, DFS, tubes, domes, and accessory pairing data will not be transferred.
cs_cz: Data sezení budou přesunuta do nově zvoleného sluchadla. Nová nastavení budou shodná s předchozím sluchadlem nebo nastavena na výchozí, pokud nebudou k dispozici. Pozor - Data Logging, DFS,hadičky, kloboučky, a data párovaného příslušenství nebudou přesunuta.
da_dk: Indstillinger fra denne session vil overføres til de nye apparater. Nye indstillinger vil være de samme som i det tidligere apparat eller være default hvis data ikke er tilgængelige. Bemærk at kalibrering, datalogging og parring af tilbehør ikke overføres.
de_de: Die Einstellungen der Sitzung werden auf die neu gewählten Geräte übertragen. Er werden wenn möglich die Daten aus dem vorherigen System genommen, alternativ die Standartwerte. Bitte beachten Sie, dass Data Logging, DFS-Daten, die physikalischen Eigenschaften sowie Informationen zu dem gepaartem Zubehör nicht übertragen werden.
es_es: Los ajustes de la sesión, serán transferidos a los nuevos audífonos seleccionados. Los nuevos ajustes se tomarán de los seleccionados en el anterior audífono, o se utilizarán los valores por defecto si no están disponibles. Tenga en cuenta que los valores de Grabación de Datos, DFS, tubos, acopladores, y accesorios emparejados, no serán transferidos.
fi_fi: Asetukset sovituksesta siirretään juuri yhdistettyyn kuulokojeeseen. Uudet asetukset vastaavat asetuksia edellisestä kuulokojeesta (mikäli käytettävissä) tai ovat oletusasetukset. Huomaa että lokitiedosto, DFS-, letku-, tippi-, ja lisälaitetiedot eivät siirry.
fr_fr: Les réglages de la session vont être transférés dans les nouveaux appareils. Les nouveaux appareils utiliseront des réglages par défaut lorsque ceux-ci ne sont pas disponibles dans la session. Attention : les données du Data Logging, du calibrage anti-Larsen DFS ainsi que les données de couplage des accessoires ne seront pas transférées.
hu_hu: A beállítások a bejegyzésből átvivődnek az újonnan kiválasztott készülékbe. Az új beállítások egyszer ellenőrizve lesznek az elöző készülékből vagy használhatja az alapértelmezettet ha ez nem áll rendelkezésre . Figyelem, adatrögzítés, DFS, csővek, domok, és tartozék párosítási adatok nem vihetőek át.
it_it: Le impostazioni della sessione saranno trasferite al dispositivo appena selezionato. le nuove impostazioni saranno corrispondenti a quelle del dispositivo precedente o predefinite quando disponibili. I dati del Data Logging,DFS,tubetti, cupolette ed accoppiamento accessori non saranno trasferiti.
ja_jp: 以前の設定を新しい補聴器へコピーします。 注意：データロギング、DFS、チューブ、ドーム、ワイヤレスアクセサリーのペアリングデータ、はコピーされません。
ko_kr: 세션의 설정이 새로 선택된 보청기로 전송됩니다. 신규 설정은 이전 보청기 설정과 맞추거나 사용할 수 없는 경우 기본값를 사용합니다. 주의 : 데이터 이력, DFS, 튜브, 돔, 액세서리 연결 데이터는 전송되지 않습니다.
nl_nl: De instellingen van de sessie worden overgezet naar het nieuw geselecteerde toestel. De nieuwe instellingen stemmen overeen met die uit het vorige toestel of, als die niet beschikbaar zijn, met de default instellingen. Bedenk wel dat de gegevens van Data Logging, DFS, tubes, eartips en gepairde acccessoires niet overgezet worden.
no_no: Innstillinger fra sesjonen vil bli overført til nytt valgt apparat. Nye innstillinger vil være likt forrige apparat eller bruke standardoppsett om ikke innstillinger er tilgjengelige. Datalogging, DFS, slange/dome og Unite tilbehør informasjon vil ikke overføres.
pl_pl: Ustawienia z sesji dopasowania będą przesłane do wybranego aparatu słuchowego. Nowe ustawienia będą pasowały tym z poprzednio dopasowanego aparatu albo użyj domyślnych danych gdyby było to niemożliwe. Uwaga! Dane odnośnie Data Logging, DFS, dźwiękowodów, kopułek oraz danych parowania akcesorów nie będą przesłane.
pt_pt: Ajustes da sessão serão transferidos novamente para o aparelho selecionado. Novos ajustes corresponderão aos do aparelho anterior ou ajustes padrão quando não disponível. Note que datalogging, tubos, domos e dados de pareamento de acessório, não serão transferidos.
ro_ro: Setarile din sesiune vor fi transferate la noul aparat selectat. Noile setari se vor potrivi cu cele din aparatul anterior sau va folosi valori implicite cand nu sunt disponibile. Notati ca Data Logging, DFS, tuburi, domuri si datele de imperechiere a accesoriilor nu vor fi transferate
ru_ru: Настройки сессии будут перенесены в последний выбранный аппарат. Новые настройки будут соответствовать настройкам предыдущего аппарата или будут использоваться значения по умолчанию. Обратите внимание, что данные Бортового журнала, DFS, Акустические параметры и информация о подключенных аксессуарах не переносятся.
sv_se: Inställningar från sessionen kommer att överföras till de nyvalda hörapparaterna. De nya inställningarna kommer matcha de tidigare hörapparaterna eller använda sig av utgångsvärden om inga värden finns tillgängliga. Notera att datalogging, DFS, ventilation, domeinfo och trådlösa tillbehörens parning inte kommer överföras.
tr_tr: Oturumdaki ayarlamalar seçili cihaza transfer edilecek. Datalogging, DFS, Fiziksel özellikler, ve aksesuar eşleştirmeleri transfer edilmeyecektir.
zh_cn: 已保存设置将转移至新选择的助听器中。转移的设置将匹配新助听器的型号。注意：数据分析系统，DFS，导声管，耳塞和匹配的无线附件等数据不能转移至新助听器。

source: Show Only Warnings
cs_cz: Zobrazit pouze varování
da_dk: Vis kun advarsler
de_de: Nur Warnungen anzeigen.
es_es: Mostrar Solamente Advertencias
fi_fi: Näytä vain varoitukset
fr_fr: Montrer uniquement les avertissements
hu_hu: Csak a figyelmeztetések mutatása
it_it: Mostra solo gli Avvisi
ja_jp: 一致しない項目のみ
ko_kr: 경고만 보여주기
nl_nl: Alleen waarschuwingen tonen
no_no: Bare vis advarsler
pl_pl: Pokazuj Tylko Ostrzeżenia
pt_pt: Mostrar somente os avisos
ro_ro: Arata doar Avertizarile
ru_ru: Показывать только Предупреждения
sv_se: Visa endast varningar
tr_tr: Sadece Uyarıları Göster
zh_cn: 仅显示警报

source: Remote Control Name
cs_cz: Název Dálkového ovladače
da_dk: Fjernbetjeningsnavn
de_de: Bezeichnung in der Fernbedienung
es_es: Nombre del Control Remoto
fi_fi: Kauko-Ohjaimen nimi
fr_fr: Nom sur la télécommande
hu_hu: Távirányító név
it_it: Nome Remote Control
ja_jp: リモコンへ表示するプログラム名
ko_kr: 리모트 컨트롤 명
nl_nl: Naam afstandbediening
no_no: Fjernkontroll navn
pl_pl: Nazwa Pilota Sterowania
pt_pt: Nome Controle Remoto
ro_ro: Nume Telecomanda
ru_ru: Имя для ПДУ
sv_se: Fjärrkontroll Namn
tr_tr: Uzaktan kumanda ismi
zh_cn: 遥控器显示名称

source: Valid
cs_cz: Platné
da_dk: Gyldig
de_de: gültig
es_es: Válido
fi_fi: Voimassa
fr_fr: Valide
hu_hu: Érvényes
it_it: Valido
ja_jp: 有効
ko_kr: 유효한
nl_nl: Geldig
no_no: Gyldig
pl_pl: Ważny
pt_pt: Valido
ru_ru: Допустимый
sv_se: Giltig
tr_tr: Uygun
zh_cn: 有效

source: Higher than allowed
cs_cz: Vyšší než povoleno
da_dk: Højere end tilladt
de_de: Höher als erlaubt
es_es: Mayor de lo Permitido
fi_fi: Korkeampi kuin sallittu
fr_fr: Plus élevé qu'attendu
hu_hu: Magasabb mint a megengedett
it_it: Superiore al consentito
ja_jp: 以前の値を越えています
ko_kr: 허용치보다 높음
nl_nl: Hoger dan toegestaan
no_no: Sterkere enn tillatt
pl_pl: Wyższy niż dozwolony
pt_pt: Mais que o permitido
ro_ro: Mai inalt decat este permis
ru_ru: Выше допустимого
sv_se: Högre än tillåtet
tr_tr: Müsade edilenden daha yüksek
zh_cn: 比允许的高

source: Gain Handles
cs_cz: Ovladače zisku
da_dk: Gainhåndtag
de_de: Einstellbare Kanäle
es_es: Controles de Ganancia
fi_fi: Vahvistus säätimet
fr_fr: Bandes de réglage
hu_hu: Erősítés kezelés
it_it: Maniglie di regolazione
ja_jp: ハンドル数
nl_nl: Gain kanalen
no_no: Gain Kontroller
pl_pl: Regulatory Wzmocnienia
pt_pt: Canais de Ganho
ro_ro: Butoane castig
ru_ru: Каналы усиления
sv_se: Justeringsband
tr_tr: Kazanç ayar noktaları
zh_cn: 增益微调频段

source: Gain Input Levels
cs_cz: Vstupní hladiny
da_dk: Gain Input niveauer
de_de: Eingangspegel
es_es: Niveles de Entrada
fi_fi: Vahvistuksen ottotasot
fr_fr: Niveaux d'entrée
hu_hu: Erősítés bemeneti szintek
it_it: Livelli di Guadagno in ingresso
ja_jp: 入力レベル
ko_kr: 이득 입력 레벨
nl_nl: Gain inputniveaus
no_no: Gain Input Nivå
pl_pl: Poziomy Wejściowe
pt_pt: Niveis de Entrada de Ganho
ro_ro: Niveluri Castig de Intrare
ru_ru: Усиление уровней входа
sv_se: Förstärkning Innivå
tr_tr: Kazanç giriş seviyeleri
zh_cn: 多水平输入

source: MPO Limits
cs_cz: MPO Limity
da_dk: MPO begrænsninger
de_de: MPO Limitierung
es_es: Limitación de MPO
fi_fi: MPO rajat
fr_fr: Limite de MPO
hu_hu: MPO Limitek
it_it: Limiti MPO
ja_jp: MPO
ko_kr: MPO 제한
nl_nl: MPO grenzen
no_no: MPO Grense
pl_pl: Limity MPO
pt_pt: Limite MPO
ro_ro: Limite MPO
ru_ru: Границы ВУЗД
sv_se: MPO Nivå
tr_tr: MPO Limitleri
zh_cn: MPO限制

source: Need to re-calibrate
cs_cz: Nutno rekalibrovat
da_dk: genkalibrering er nødvendig
de_de: Neue Kalibrierung notwendig
es_es: Necesita Re-Calibrar
fi_fi: Uudelleenkalibrointi tarvitaan
fr_fr: Calibrage nécessaire
hu_hu: Újrakalibrálás szükséges
it_it: Necessario ricalibrare
ja_jp: 再初期化して下さい
ko_kr: 재 교정 필요
nl_nl: Opnieuw kalibreren noodzakelijk
no_no: Nødvendig å rekalibrere
pl_pl: Trzeba ponownie skalibrować
pt_pt: Necessário calibrar novamente
ro_ro: Este necesara recalibrarea
ru_ru: Необходимо перекалибровать
sv_se: Behov av omkalibrering
tr_tr: Tekrar kalibrasyon gerekiyor
zh_cn: 需要重新校准

source: Setting
cs_cz: Nastavení
da_dk: Indstilling
de_de: Einstellungen
es_es: Ajustes
fi_fi: Asetus
fr_fr: Réglages
hu_hu: Beállítás
it_it: Regolazione
ja_jp: 設定
ko_kr: 설정
nl_nl: Instellingen
no_no: Innstilling
pl_pl: Ustawienia
pt_pt: Ajustando
ro_ro: Setare
ru_ru: Настройка
sv_se: Inställning
tr_tr: Ayarlama
zh_cn: 设置

source: OK
fr_fr: Quitter
ru_ru: Да
tr_tr: TAMAM
zh_cn: 好

source: Previously in session
cs_cz: Předchozí sezení
da_dk: Tidligere session
de_de: Früher in der Sitzung
es_es: Previamente en la sesión
fi_fi: Edellisessä istunnossa
fr_fr: Avant transfert des réglages
hu_hu: Elözőleg a bejegyzésben
it_it: Nella sessione precedente
ja_jp: データベースに保存された設定
ko_kr: 세션 이전에
nl_nl: Voorafgaande sessie
no_no: Tidligere sesjon
pl_pl: Z poprzedniej sesji
pt_pt: Antes na Sessão
ro_ro: Anterior in sesiune
ru_ru: Ранее в сессии
sv_se: Tidigare i session
tr_tr: Geçmiş oturum
zh_cn: 之前验配数据

source: Updated session after setting transfer
cs_cz: Nové sezení po transferu nastavení
da_dk: Opdateret session efter overførsel af indstillinger
de_de: Aktualisierte Sitzung nach der Übertragung der Einstellungen.
es_es: Sesión actualizada después de transferir ajustes
fi_fi: Päivitetty istunto asetusten siirron jälkeen
fr_fr: Après transfert des réglages
hu_hu: Frissített bejegyzés az átvitel beállítás után
it_it: Sessione aggiornata dopo il trasferimento.
ja_jp: 新しい補聴器の設定
ko_kr: 설정 전송 후 업데이트된 세션
nl_nl: Vernieuwde sessie na overzetten instellingen
no_no: Oppdatert sesjon etter overføring av innstillinger
pl_pl: Zaktualizowana sesja po transferze danych
pt_pt: Sessão atualizada após definir transferência
ro_ro: Sesiune actualizata dupa transferul setarii
ru_ru: Обновить сессию после переноса настроек
sv_se: Uppdaterad session efter överföring av inställningar
tr_tr: Transfer ayarlamasından sonraki güncellenmiş oturum
zh_cn: 设置转移后升级验配数据

source: Programs
cs_cz: Programy
da_dk: Programmer
de_de: Programme
es_es: Programas
fi_fi: Ohjelmat
fr_fr: Programmes
hu_hu: Programok
it_it: Programmi
ja_jp: プログラム
ko_kr: 프로그램
nl_nl: Programma´s
no_no: Programmer
pl_pl: Programy
pt_pt: Programas
ro_ro: Programe
ru_ru: Программы
sv_se: Program
tr_tr: Programlar
zh_cn: 程序
