Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: You might have a hearing loss if you ...
cs_cz: Zřejmě trpíte sluchovou ztrátou, pokud ...
es_es: Usted podría tener pérdida auditiva si usted ...
fi_fi: Sinulla voi olla kuulonalenema jos...
fr_fr: Une perte auditive est possible si ...
hu_hu: Önnek halláscsökkenése lehet ha ...
it_it: Potreste avere una perdita uditiva se ...
ko_kr: 청력손실이 있을 수 있습니다. 만약....
nl_nl: U heeft wellicht een gehoorverlies als u ...
no_no: Du har mulig et høretap hvis ...
pl_pl: Możesz mieć ubytek słuchu jeśli...
zh_cn: 您可能有听力损失，如果您 ...

source: Socially:
da_dk: Socialt:
es_es: Socialmente:
fr_fr: Dans la vie quotidienne :
no_no: Sosialt:
pt_pt: Socialmente:
zh_cn: 社交类：

source: Frequently ask others to repeat
da_dk: Spørger ofte andre om at gentage
es_es: Pide frecuentemente que le repitan
fr_fr: vous faites souvent répeter les autres
no_no: Ber ofte andre om å gjenta
pt_pt: Frequentemente solicita que os outros repitam
zh_cn: 经常需要重复

source: Have difficulty following conversations in noisy situations
cs_cz: Obtížně sleduji konverzaci v hlučných situacích
da_dk: Har svært ved at følge samtale i støjende omgivelser
de_de: Schwierigkeiten beim Folgen von Gesprächen in geräuschvollen Umgebungen.
es_es: Tiene dificultades para mantener conversaciones en ruido
fi_fi: Vaikeuksia kuulla keskustelua meluisassa ympäristössä
fr_fr: vous avez des difficultés à suivre une conversation dans le bruit
hu_hu: Nehéz követni a beszélgetést zajos helyen
it_it: Difficoltà a seguire le conversazioni in situazioni rumorose
ko_kr: 소음 환경에서 대화를 듣는 것에 어려움이 있음
nl_nl: Moeite heeft om het gesprek te volgen in lawaaiige omstandigheden
no_no: Har vanskelig for å følge samtaler i støyende situasjoner
pl_pl: Masz trudności z nadążaniem za rozmową w hałaśliwym otoczeniu
pt_pt: Apresenta dificuldades para acompanhar conversas na presença de ruído
ro_ro: Sunt dificultati in urmarirea unei conversatii in medii zgomotoase
ru_ru: Сложно следить за беседой в шумных ситуациях
tr_tr: Gürültülü ortamlarda konuşmaları takip etme zorluğu
zh_cn: 在嘈杂环境下听别人说话困难

source: Have trouble hearing children and women
cs_cz: Obtížně slyším děti a ženy
da_dk: Har probelmer med at høre børn og kvinder
de_de: Schwierigkeiten beim Hören von Kindern oder Frauen
es_es: Tiene problemas para escuchar a mujeres o niños
fi_fi: Vaikeuksia kuulla lapsia tai naisia
fr_fr: vous avez du mal à comprendre les voix enfantines et féminines
hu_hu: Nehezen hall meg gyermeket vagy nőket
it_it: Difficoltà a sentire i bambini e le donne
ko_kr: 어린이와 여성의 소리를 듣는데 어려움이 있음
nl_nl: Moeite heeft om kinderen of vrouwen te verstaan
no_no: Har vansker med å høre barn og kvinner
pl_pl: Masz trudności w słyszeniu głosów dzieci i kobiet
pt_pt: Apresenta problemas para ouvir crianças e mulheres
ro_ro: Sunt dificultati in ascultarea unui copil sau a unei femei
ru_ru: Проблематично слышать детские и женские голоса
tr_tr: Çocukları ve kadınları duyma zorluğu
zh_cn: 听儿童和女人说话困难

source: Have your TV or radio turned up to a high volume
cs_cz: Rádio či televizi máte nastaveny na vysokou hlasitost
da_dk: Har fjernsynet stillet højt
de_de: Den Fernseher oder das Radio sehr laut eingestellt.
es_es: Pone la televisión o la radio a un volumen elevado
fi_fi: TVn tai radion äänenvoimakkuus erittäin voimakkaalla
fr_fr: vous augmentez anormalement le volume de la TV ou de la radio
hu_hu: A rádió vagy TV hangosra van állítva
it_it: Avere la TV o la radio alzato ad un volume elevato
ko_kr: TV와 라디오를 최대 소리치까지 올려 놓음
nl_nl: Uw TV of radio erg hard moet zetten
no_no: Tv og radio på et høyt volum
pl_pl: Bardzo głośno słuchasz radia i TV
pt_pt: Sua TV ou rádio permanece em um volume alto
ro_ro: Este necesara modficarea volumului televizorului sau radioului mai puternic
ru_ru: Телевизор и радио включаются на максимальную громкость
tr_tr: TV veya radyoda yükses ses açma
zh_cn: 看电视或听收音机时要调大音量

source: Emotionally:
da_dk: Følelsesmæssigt:
es_es: Emocionalmente:
fr_fr: Émotionnellement :
no_no: Følelsesmessig:
pt_pt: Emocionalmente:
zh_cn: 情感类：

source: Feel stressed or tired from straining to hear what others are saying
da_dk: Føler mig stresset elkler træt af at stræbe efter at høre hvad andre siger.
es_es: Se siente estresado o cansado tratando de escuchar lo que otros le dicen
fr_fr: vous êtes fatigué de vous concentrer sur ce que disent les autres
no_no: Stesset og sliten etter å anstrenge seg for å høre hva andre sier
pt_pt: Sente-se estressado ou cansado por ter que fazer esforço para ouvir o que está dizendo
zh_cn: 与人交谈时感觉紧张或疲劳

source: Feel anxious to meet new people for fear of misunderstanding conversations
da_dk: Føler mig nervøs for at misforstå samtaler når jeg møder nye mennesker
es_es: Tiene ansiedad al conocer nuevas personas, por miedo a no entender las conversaciones
fr_fr: vous êtes anxieux de rencontrer des personnes de crainte de ne pas les comprendre
no_no: Nervøs for å treffe andre mennesker i redsel for å misforstå samtaler
pt_pt: Sente-se ansioso para conhecer novas pessoas devido ao medo de não entender as conversas
zh_cn: 认识新朋友时感到焦虑因为害怕误解

source: Avoid social situations that you once enjoyed because of difficulty of hearing
da_dk: Undgår, på grund af hørelsen, sociale situationer som jeg tidligere nød
es_es: Evita reuniones sociales que antes le gustaban por su dificultad al escuchar
fr_fr: vous fuyez les situations sociales à cause de vos difficultés de compréhension
no_no: Unngår sosiale situasjoner du tidligere trivdes i pga vansker med å høre
pt_pt: Evitar situações sociais que você gostava devido a dificuldade de ouvir
zh_cn: 因为听力受损，不喜欢参加社交活动

source: Medically:
da_dk: Medicinsk:
es_es: Medicamente:
fr_fr: Médicalement :
no_no: Medisinsk:
pt_pt: Condições Médica:
zh_cn: 医学类：

source: Have a family history of hearing loss
da_dk: Har en familiær historie med høretab
es_es: Tiene antecedentes familiares de pérdida auditiva
fr_fr: vous avez des antécédants familiaux
no_no: Har arvelig høretap
pt_pt: Tem histórico de perda auditiva na família
zh_cn: 有听力损失家族遗传史

source: Take medications that can harm the hearing system (ototoxic drugs)
da_dk: Tager medicin der kan skade hørelsen (ototoxisk medicin)
es_es: Medicación con productos que dañan el sistema auditivo (Ototóxicos)
fr_fr: vous avez pris des médicaments à risque (médicaments ototoxiques)
no_no: Tar medisiner som kan skade høreselen (ototoksiske medisiner)
pt_pt: Faz uso de medicamentos que são prejudiciais ao sistema auditivo (remédios ototóxicos)
zh_cn: 采取药物治疗能损害听力系统(耳毒性药物)

source: Have been exposed to very loud sounds
da_dk: Har været udsat for meget kraftige lyde
es_es: Está expuesto a sonidos muy intensos
fr_fr: vous avez été exposé à des sons très forts
no_no: Har vært utsatt for veldig høye lyder
pt_pt: Foi exposto a sons muito intensos
zh_cn: 曝露在非常大声的环境中

source: Conductive Hearing Loss
da_dk: Konduktivt høretab
de_de: Schallleitungsschwerhörigkeit
es_es: Pérdida Auditiva Trasmisiva
fr_fr: Perte auditive de transmission
no_no: Mekanisk høretap
pt_pt: Perda Auditiva Condutiva
zh_cn: 传导性听力损失

source: Sensorineural Hearing Loss
cs_cz: Sensorineurální ztráta sluchu
de_de: Innenohrschwerhörigkeit
es_es: Pérdida Auditiva Neurosensorial
fi_fi: Sensorineuraalinen kuulonalenema
fr_fr: Perte auditive de perception
hu_hu: Idegi hallásvesztés
it_it: Perdita dell'udito Neurosensoriale
ja_jp: 感音難聴
ko_kr: 감각신경성 난청
nl_nl: Perceptief gehoorverlies
no_no: Sensoneuralt høretap
pl_pl: Ubytek Słuchu Odbiorczy
zh_cn: 神经性听力损失

source: Mixed Hearing Loss
cs_cz: Smíšená ztráta sluchu
de_de: Kombinierte Schwerhörigkeit
es_es: Pérdida Auditiva Mixta
fi_fi: Yhdistetty kuulonalenema
fr_fr: Perte auditive mixte
hu_hu: Kevert hallásvesztés
it_it: Perdita dell'udito mista
ja_jp: 混合性難聴
ko_kr: 혼합성 난청
nl_nl: Gemengd gehoorverlies
no_no: Kombinert høretap
pl_pl: Ubytek Słuchu Mieszany
zh_cn: 混合性听力损失

source: Better hearing will improve the quality of your life
da_dk: Bedre hørelse vil forbedre kvaliteten af dit liv
es_es: Una mejor audición mejorará su calidad de vida
fr_fr: Une bonne audition améliore votre qualité de vie
no_no: Bedre hørsel vil øke livskvaliteten din
pt_pt: Audição melhor irá melhorar a sua qualidade de vida
zh_cn: 好的听力将提升生活质量

source: Hearing aid wearers feel better about themselves
da_dk: Høreapparatbrugere har det bedre med sig selv
es_es: Los usuarios de audífono se sienten mejor consigo mismo
fr_fr: Être appareillé permet d'avoir confiance en soi
no_no: Høreapparatbrukere er tryggere på seg selv
pt_pt: Usuários de aparelhos auditivos se sentem melhor sobre eles mesmos
zh_cn: 助听器用户能增强自信

source: You will enjoy better relationships with family and friends
da_dk: Du vil nyde bedre relationer med familie og venner
es_es: Tendrá una mejor relación con amigos y familiares
fr_fr: Profitez pleinement des contacts avec votre famille ou vos amis
no_no: Du vil få bedre forhold til familie og venner
pt_pt: Você terá melhores relações com a família e amigos
zh_cn: 您与家人和朋友保持更好的关系

source: The longer you wait, the harder it is to adjust to wearing hearing aids
da_dk: Jo længere du venter jo sværere er det at vænne sig til høreapparater
es_es: Cuanto más espere más le costará acostumbrarse a utilizar audífonos
fr_fr: Plus vous attendez, plus il sera difficile de vous appareiller
no_no: Å vente for lenge gjør det vanskeligere å venne seg til høreapparater
pt_pt: Quanto mais você esperar, mais difícil será usar aparelhos auditivos
zh_cn: 等待时间越长，佩戴助听器后适应起来越难

source: Better understanding of speech
da_dk: Bedre taleforståelse
es_es: mejor entendimiento del habla
fr_fr: Meilleure compréhension de la parole
no_no: Bedre taleforståelse
pt_pt: Melhor compreensão de fala
zh_cn: 更好的言语可懂度

source: Better understanding in group and noisy situations
da_dk: Bedre taleforståelse i grupper og støjende situationer
es_es: Mejor compresión en grupo y situaciones de ruido
fr_fr: Meilleure compréhension dans les situations bruyantes
no_no: Bedre forståelse i grupper og støyende situasjoner
pt_pt: Melhor compreensão em grupos e situações ruidosas
zh_cn: 在小组交谈和嘈杂环境中更好的可懂度

source: Better ability to tell the direction of sound
da_dk: Bedre evne til at høre hvor lyde kommer fra
es_es: mejor capacidad para localizar la dirección del sonido
fr_fr: Meilleure localisation des sons
no_no: Bedre muligheter for å oppfatte retningshørsel
pt_pt: Melhor habilidade em dizer a direção do som
zh_cn: 更好地辩别声源

source: Better sound quality
da_dk: Bedre lydkvalitet
es_es: Mejor calidad Sonora
fr_fr: Meilleure qualité sonore
no_no: Bedre lydkvalitet
pt_pt: Melhor qualidade sonora
zh_cn: 更好地音质

source: Hearing is less tiring and more pleasant
da_dk: At høre er mindre trættende og nydes mere
es_es: Oír es menos cansado y mas agradable
fr_fr: Moins de fatigue à se concentrer
no_no: Å høre er mindre trøttende og mer fornøyelig
pt_pt: Audição é menos cansariva e mais agradável
zh_cn: 聆听更轻松更舒适

source: Feeling of balanced hearing
da_dk: Følelsen af balanceret hørelse
es_es: Sensación de una audición equilibrada
fr_fr: Perception équilibrée des sons
no_no: En følelse av balansert hørsel
pt_pt: Sentimento de audição equilibrada
zh_cn: 感觉平衡聆听

source: Cosmetically appealing - almost invisible on the ear
da_dk: Kosmetisk atrktivt - nærmest usynligt på øret
es_es: Muy estético - casi invisible en el oído
fr_fr: Solution esthétique, quasi invisible
no_no: Kosmetisk attraktiv- nesten ikke synlig på øret
pt_pt: Esteticamente atraente - quase invisível na orelha
zh_cn: 迷人外观 - 戴好后基本看不到

source: Better physical comfort in the ear
da_dk: Bedre fysisk komfort i øret
es_es: Sensación más cómoda en el oído
fr_fr: Aucune gêne physique dans le conduit
no_no: Bedre fysisk komfort i øret
pt_pt: Melhor conforto físico na orelha
zh_cn: 佩戴时更好的舒适性

source: Own voice sounds natural
da_dk: Egen stemme lyder naturlig
es_es: Naturalidad de la propia voz
fr_fr: Aucune résonnance de sa propre voix
no_no: Egenstemme høres natulig ut
pt_pt: A própria voz soa natural
zh_cn: 自听更自然

source: Proper amplification without whistling
es_es: Amplificación ideal sin realimentación
fr_fr: Meilleure aération du conduit auditif
no_no: Riktig forsterkning uten å hyle
pt_pt: Amplificação sem apito
zh_cn: 适当放大没有啸叫

source: More natural sound quality
da_dk: Mere naturlig lydkvalitet
es_es: Calidad sonora más natural
fr_fr: Sonorité naturelle
no_no: Mere naturlig lydkvalitet
pt_pt: Mais qualidade sonora natural
zh_cn: 更自然的音质

source: Better sound localization with binaural fittings
es_es: Mejor localización sonora con adaptaciones Binaurales
fr_fr: Meilleure localisation en stéréo
no_no: Bedre lydlokalisering med binaural tilpasning
pt_pt: Melhor localização sonora com adaptação binaural
zh_cn: 双耳验配时更好地声源定位

source: Improves the detection of speech
es_es: Mejora la identificación de las Palabras
fr_fr: Améliore la détection de la parole
no_no: Forbedrer deteksjon av tale
pt_pt: Melhora a detecção da fala
zh_cn: 提升言语探测能力

source: Millions suffer from tinnitus - In an average population
es_es: Millones de personas padecen Tinnitus - Promedio de la población Mundial
fr_fr: Vous n'êtes pas seul ! Des millions de personnes souffrent d'acouphènes :
no_no: Millioner lider av tinnitus- i en gjennomsnittsbefolkning
pt_pt: Muitos sofrem com o zumbido - em um média da população
zh_cn: 以人品平均数来算--数以百万计的人遭受耳鸣之扰

source: 15% experience tinnitus to some degree
es_es: 15% padece tinnitus en algún grado
fr_fr: 15% de la population a des acouphènes chroniques
no_no: 15% opplever tinnitus i en viss grad
pt_pt: 15% experiencia algum grau de zumbido
zh_cn: 某种程度上15%的人有过耳鸣经历

source: 4% seek medical attention
es_es: 4% busca atención Médica
fr_fr: 4% de la population recherche activement un traitement médical
no_no: 4% søker medisinsk hjelp
pt_pt: 4% procuram por ajuda médica
zh_cn: 4%寻求药物治疗

source: 0.5-1% are so seriously debilitated they cannot function on a “normal” basis
es_es: 0.5-1% es tan severo que no puede desarrollar una vida "normal"
fr_fr: 1% de la population est si fortement handicapée qu'elle ne peut pas vivre "normalement"
no_no: 0.5-1% er så hardt rammet at de ikke kan fungere på "normalt" vis
pt_pt: 0.5-1% sofrem seriamente que não consegue executar funções "normais"
zh_cn: 0.5 -1%属于严重耳鸣，基本不能过”正常“的生活

source: Tinnitus is a perception
es_es: El Tinnitus es una percepción
fr_fr: Qu'est ce qu'un acouphène ?
no_no: Tinnitus er en persepsjon
pt_pt: Zumbido é uma percepção
zh_cn: 耳鸣是一种感觉

source: Involuntary perception of sound originating in the head
es_es: Es la percepción involuntaria de un sonido en el interior de su cabeza
fr_fr: C'est une perception sonore involontaire qui prend son origine dans la tête
no_no: En ufrivillig persepsjon av lyder i hodet
pt_pt: Percepção involuntária de um som originado na cabeça
zh_cn: 头部无意识的感知有声音

source: Some of the nerve fibers in the auditory system send impulses (neurons) that the brain interprets as a particular sound
es_es: Alguna terminación nerviosa del sistema auditivo, envía impulsos (neuronales) que el cerebro identifica como un sonido particular
fr_fr: Des fibres nerveuses du système auditif envoient des impulsions au cerveau qui les interprète comme des sons
no_no: Noen av nervefibrene sender impulser til det auditive systemet som hjernen oppfatter som en spesiell lyd
pt_pt: Algumas fibras do nervo no sistema auditiva envia impulsos (neurônios), que o cérebro interpreta como um som expecífico
zh_cn: 一些神经纤维的听觉系统发送脉冲(神经元),大脑解释为一个特定的声音

source: The perceived sound is typically a mere 10 dB or less (fainter than a leaf falling to the ground)
es_es: El sonido percibido, típicamente es de tan solo 10 dB o menor (menos que una hoja cayendo al suelo)
fr_fr: Le son perçu est très faible, comme une feuille tombant au sol
no_no: Lyden som oppfattes er ca 10 dB eller mindre ( svakere enn et løv som faller)
pt_pt: O som percebido é tipicamente 10 dB ou menos(mais leve do que um folha caindo no chão)
zh_cn: 感知到的声音通常仅仅10 dB或更少(比一片树叶落到地上更微弱)

source: Tinnitus itself is not a disease but a symptom
es_es: El tinnitus por si mismo no es una patología pero es un síntoma
fr_fr: L'acouphène n'est pas une pathologie mais un symptôme
no_no: Tinnitus er ingen sykdom, men et symptom
pt_pt: Zumbido não é uma doença, mas um sintoma
zh_cn: 耳鸣本身不是疾病,而是一种症状

source: Causes of tinnitus
es_es: Causas del Tinnitus
fr_fr: L'acouphène peut provenir :
no_no: Årsaker til tinnitus
pt_pt: Causas do zumbido
zh_cn: 导致耳鸣

source: Hearing loss
es_es: Pérdida Auditiva
fr_fr: d'une perte auditive
no_no: Høretap
pt_pt: Perda auditiva
zh_cn: 听力损失

source: Extreme stress or trauma
es_es: Exceso de estrés o un Trauma
fr_fr: d'un stress intense ou d'un traumatisme
no_no: Ekstem stress eller traume
pt_pt: Stress extremo ou trauma
zh_cn: 极端的压力或创伤

source: Loud noise
es_es: Ruidos muy intensos
fr_fr: d'une exposition a des sons forts
no_no: Kraftige lyder
pt_pt: Ruído alto
zh_cn: 大的噪声

source: Menière disease, acoustic neuroma, degeneration of the middle ear
es_es: Síndrome de Menière, neuroma acústico, degeneración del oído medio
fr_fr: D'une maladie de Ménière, d'un neurinome, autres ...
no_no: Menière, acoustic neuronom, degenerert funksjon i mellomøret
pt_pt: Doença de Menière, neuroma acústico, degeneração da orelha média
zh_cn: 梅尼埃病，又名内耳眩晕、听神经瘤、中耳的退化

source: 2. Increased awareness
es_es: 2. Incremento de la Percepción
fr_fr: 2. Prise de conscience de l'acouphène
no_no: 2. Økt bevissthet
pt_pt: 2. Noção melhorada
zh_cn: 2.提高认知

source: 3. Negative evaluation
es_es: 3. Categorización Negativa
fr_fr: 3. Aversion
no_no: 3. Negativ evaluering
pt_pt: 3. Avalição negativa
zh_cn: 3.评估影响

source: 4. Aversive response
de_de: 4. Aversive Reaktion
es_es: 4. Respuesta Aversiva
fr_fr: 4. Perception accrue de l'acouphène
no_no: 4.Ubehagsresponse
pt_pt: 4. Resposta aversiva
zh_cn: 4.厌恶反应

source: 5. Increased attention
es_es: 5. Aumentar la Atención
fr_fr: 5. Acouphène chronique
no_no: 5.Økt oppmerksomhet
pt_pt: 5. Aumento da atenção
zh_cn: 5.增加关注

source: 6. Chronic tinnitus
es_es: 6. Tinnitus Crónico
fr_fr: 6. Gestion de l'acouphène
no_no: 6. Kronisk tinnitus
pt_pt: 6. Zumbido crônico
zh_cn: 6.慢性耳鸣

source: Tinnitus is perceived - the beginning of the vicious circle
es_es: El Tinnitus es percibido - comienza el circulo vicioso
fr_fr: L'acouphène est perçu. C'est le début du cercle vicieux.
no_no: Tinnitus er oppfattet - begynnelsen på en ond sirkelen
pt_pt: Zumbido é percebido - o início do ciclo vicioso
zh_cn: 耳鸣是感知-恶性循环的开始

source: As a new sound, tinnitus must be evaluated by the brain
es_es: Como un nuevo sonido, el Tinnitus es evaluado por el cerebro
fr_fr: Le cerveau évalue le nouveau son qu'est l'acouphène
no_no: Som en ny lyd, må tinnitus evalueres av hjernen
pt_pt: Como novo som, o zumbido deve ser avaliado no cérebro
zh_cn: 作为一个新的声音,耳鸣须由大脑进行评估

source: If tinnitus is evaluated as important or threatening..
de_de: Wenn der Tinnitus stark im Vordergrund steht...
es_es: El tinnitus es valorado como importante o amenazante.
fr_fr: L'acouphène prend de l'importance ou est associé à un danger.
no_no: Hvis tinnitus er vurdert som viktig eller truende..
pt_pt: Se o zumbido é avaliado como importante ou ameaçador..
zh_cn: 对耳鸣程度进行评估是相当重要的...

source: This, in turn, heightens the awareness and attention paid to the signal and distresses the person even more
es_es: Esto, en el fondo, aumenta la percepción y la atención que prestamos a la señal, y molesta a la persona cada vez más
fr_fr: Ceci renforce encore plus la prise de conscience et l'attention portée à l'acouphène
no_no: Dette i sin tur øker bevisstheten og oppmerksomhet til signalet og stresser personen enda mer
pt_pt: Isso, aumenta a noção e atenção dada ao sinal e tranquiliza a pessoa ainda mais
zh_cn: 这反过来又加重了意识和关注，使人更加痛苦

source: A vicious circle is created
es_es: Un círculo vicioso se ha creado
fr_fr: Le cecle vicieux est créé.
no_no: En ond sirkel er oppstått
pt_pt: Um ciclo vicioso foi criado
zh_cn: 成为恶性循环

source: Acoustic Therapy
es_es: Terapia Acústica
fr_fr: Thérapie acoustique
no_no: Acoustisk terapi
pt_pt: Terapia Sonora
zh_cn: 声治疗

source: Counseling
es_es: Asesoramiento
fr_fr: Conseils
no_no: Rådgivning
pt_pt: Aconselhamento
zh_cn: 咨询

source: Acoustic therapy can help you:
es_es: La terapia acústica le puede ayudar:
fr_fr: La thérapie acoustique permet de :
no_no: Akustisk terapi kan hjelpe deg:
pt_pt: Terapia sonora pode ajudar você:
zh_cn: 声治疗能帮助您：

source: Decrease the contrast between the tinnitus and acoustic background
es_es: Reducir el contraste entre el tinnitus y el sonido ambiental
fr_fr: diminuer le contraste entre les acouphènes et l'environnement
no_no: Reduserer kontrasten mellom tinnitus og akustisk bakgrunn
pt_pt: Diminui o contraste entre o zumbido e som do ambiente
zh_cn: 降低耳鸣与背景声的响度差

source: Reduce the attention drawn to tinnitus
es_es: Reduce la atención prestada al tinnitus
fr_fr: détourner l'attention portée aux acouphènes
no_no: Redusere fokuset på tinnitus
pt_pt: Reduz a atenção dada ao zumbido
zh_cn: 减轻对耳鸣的关注

source: Substitute an unpleasant noise with a less disruptive one
es_es: Sustituye el sonido molesto por uno más agradable
fr_fr: substituer un son maîtrisé au bruit des acouphènes
no_no: Erstatte ubehagelig støy med en mindre forstyrrende
pt_pt: Substitui um ruído desagradável com um menos ruim
zh_cn: 用一个更小的声音来代替令人不悦的噪音

source: Help you regain control
es_es: Le ayuda a retomar el control
fr_fr: reprendre le contrôle
no_no: Å ta tilbake kontrollen
pt_pt: Ajuda você a re-estabelecer o controle
zh_cn: 帮助你重新控制

source: Counseling can help you:
es_es: El asesoramiento le puede ayudar a:
fr_fr: Les conseils vous permettent de :
no_no: Rådgivning kan hjelpe deg:
pt_pt: Aconselhamento pode ajudar você:
zh_cn: 咨询能帮助您：

source: Understand the background of tinnitus
es_es: Comprender que es el tinnitus
fr_fr: comprendre l'activité de vos acouphènes
no_no: Å forstå bakgrunnen til tinnitus:
pt_pt: Entender o histórico do zumbido
zh_cn: 理解耳鸣的相关知识

source: Achieve a change in thoughts to a more positive outlook
es_es: Cambiar su pensamiento a un punto de vista más positivo
fr_fr: changer vos pensées et votre comportement
no_no: Å oppnå endring i tankene til et mer positivt utfall
pt_pt: Obter uma mudanças nos pensamentos para uma resultado mais positivo
zh_cn: 改变想法变得更加积极乐观

source: Change your behavior and avoid inappropriate reactions
es_es: Moderar su actitud y evitar reacciones inapropiadas
fr_fr: mettre de côté les réactions inappropriées
no_no: Endre atferd og unngå upassende reaksjoner
pt_pt: Mudar o seu comportamento e evitar reações inapropriadas.
zh_cn: 改变行为以避免不恰当的反应

source: The goal: To reclassify the tinnitus as an unimportant sound, and reduce the time you are aware of and bothered by it.
es_es: El objetivo: Reclasificar el tinnitus como un sonido no importante, y reducir el tiempo que lo percibe y le molesta.
fr_fr: Objectif : retrouver la sérénité en associant les acouphènes à un bruit sans conséquence
no_no: Mål: å endre tinnitus til en uviktig lyd og begrense tid og oppmerksomhet du bruker på den.
pt_pt: Objetivo: Reclassificar o zumbido como um som sem importância e reduzir o tempo que vocÇe percebe o zumbido e permite te incomodar.
zh_cn: 目标：将耳鸣作为重要的声音重新分类，减少认知的时间并尽快摆脱烦恼。

source: Using the Beltone Tinnitus Breaker is like turning on the light in a dark room. The light from the candle becomes insignificant. Decrease the contrast between the tinnitus sound and the acoustic background.
ja_jp: Using the Tinnitus Sound Generator is like turning on the light in a dark room. The light from the candle becomes insignificant. Decrease the contrast between the tinnitus sound and the acoustic background.
zh_cn: 使用Beltone耳鸣管理器，就像打开灯在黑暗的房间里。蜡烛发出的光就会变得微不足道。减少耳鸣声与声学背景的对比。
