Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Strong
cs_cz: Silné
da_dk: Kraftig
de_de: Stark (-8dB)
es_es: Fuerte
fi_fi: Voimakas
fr_fr: Fort
hu_hu: Erős
it_it: Forte
ja_jp: 強
nl_nl: Sterk
no_no: Sterk
pl_pl: Silny
pt_pt: Forte
ro_ro: Puternic
ru_ru: Сильный
sv_se: Stark
tr_tr: Güçlü
zh_cn: 重度

source: Show Few Tools
cs_cz: Zobrazit méně nástrojů
da_dk: Vis færre værktøj
de_de: Wenig Werkzeuge zeigen
es_es: Mostrar Algunas Herramientas
fi_fi: Näytä vähemmän työkaluja
fr_fr: Montrer moins d'outils
hu_hu: Néhány eszköz mutatása
it_it: Mostra pochi strumenti
ja_jp: ツールの表示
ko_kr: 적은 수의 툴 보이기
nl_nl: Toon enkele tools
no_no: Vis Færre Verktøy
pl_pl: Pokaż kilka narzędzi
pt_pt: Mostrar poucas ferramentas
ro_ro: Arata cateva unelte
ru_ru: Показать меньше инструментов
sv_se: Visa Verktyg
tr_tr: Birkaç Araç Göster
zh_cn: 显示更少工具

source: Show More Tools
cs_cz: Zobrazit více nástrojů
da_dk: Vis flere værktøj
de_de: Mehr Werkzeuge zeigen
es_es: Mostrar Más Herramientas
fi_fi: Näytä enemmän työkaluja
fr_fr: Montrer plus d'outils
hu_hu: Több eszköz mutatása
it_it: Mostra più strumenti
ja_jp: さらにツールを表示
ko_kr: 더 많은 툴 보이기
nl_nl: Toon meer tools
no_no: Vis Flere Verktøy
pl_pl: Pokaż więcej narzędzi
pt_pt: Mostrar mais ferramentas
ro_ro: Arata mai multe unelte
ru_ru: Показать больше инструментов
sv_se: Visa Fler Verktyg
tr_tr: Daha Fazla Araç Göster
zh_cn: 显示更多工具

source: Product Specifications
cs_cz: Technická specifikace
da_dk: Produktspecifikation
de_de: Produktbeschreibung
es_es: Características del Producto
fi_fi: Tekniset-tiedot
fr_fr: Caratéristiques de l'appareil
hu_hu: Készülék jellemzők
it_it: Specifiche Prodotto
ja_jp: 製品仕様
ko_kr: 제품사양
nl_nl: Producteigenschappen
no_no: Produktspesifikasjon
pl_pl: Specyfikacje aparatów
pt_pt: Especificação do Produto
ro_ro: Descrierea produsului
ru_ru: Технические данные продукции
sv_se: Produktspecifikation
tr_tr: Ürün Özellikleri
zh_cn: 产品技术参数

source: Left
cs_cz: Vlevo
da_dk: Venstre
de_de: Links
es_es: Izquierdo
fi_fi: Vasen
fr_fr: gauche
hu_hu: Bal
it_it: SX
ja_jp: 左
ko_kr: 왼쪽
nl_nl: links
no_no: Venstre
pl_pl: Lewy
pt_pt: Esquerdo(a)
ro_ro: Stanga
ru_ru: Левое
sv_se: Vänster
tr_tr: Sol
zh_cn: 左耳

source: Right
cs_cz: Vpravo
da_dk: Højre
de_de: Rechts
es_es: Derecho
fi_fi: Oikea
fr_fr: droite
hu_hu: Jobb
it_it: DX
ja_jp: 右
ko_kr: 오른쪽
nl_nl: rechts
no_no: Høyre
pl_pl: Prawy
pt_pt: Direito(a)
ro_ro: Dreapta
ru_ru: Правое
sv_se: Höger
tr_tr: Sağ
zh_cn: 右耳

source: Mild
cs_cz: Slabé
de_de: Mild (-3dB)
es_es: Leve
fi_fi: Lievä
fr_fr: Légère
hu_hu: Enyhe
it_it: Medio
ja_jp: 軽度難聴
ko_kr: 경도
nl_nl: Licht
pl_pl: Łagodny
pt_pt: Leve
ro_ro: Mediu
ru_ru: Слабая
tr_tr: Hafif
zh_cn: 轻度

source: Moderate
cs_cz: Střední
da_dk: Moderat
de_de: Moderat (-6dB)
es_es: Moderado
fi_fi: Kohtalainen
fr_fr: Moyenne
hu_hu: Közepes
it_it: Moderato
ja_jp: 中等度難聴
ko_kr: 중도
nl_nl: Matig
no_no: Moderat
pl_pl: Umiarkowany
pt_pt: Moderado
ro_ro: Mediu
ru_ru: Средняя
sv_se: Måttlig
tr_tr: Orta
zh_cn: 中度

source: Severe
cs_cz: Těžká
da_dk: Svær
de_de: Stark
es_es: Severa
fi_fi: Vaikea
fr_fr: Sévère
hu_hu: Nagyfokú
it_it: Severa
ja_jp: 高度難聴
ko_kr: 고도
nl_nl: Ernstig
no_no: Stort
pl_pl: Znaczny
pt_pt: Severa
ro_ro: Sever
ru_ru: Тяжелая
sv_se: Grav
tr_tr: İleri
zh_cn: 重度

source: Profound
cs_cz: Zbytky
da_dk: Svær
de_de: Hochgradig
es_es: Profunda
fi_fi: Erittäin vaikea
fr_fr: Profonde
hu_hu: Hallásmaradvány
it_it: Profonda
ja_jp: 重度難聴
ko_kr: 심도
nl_nl: Zwaar
no_no: Svært Stort
pl_pl: Głęboki
pt_pt: Profunda
ro_ro: Profund
ru_ru: Глубокая
sv_se: Mycket grav
tr_tr: Çok İleri
zh_cn: 极重度

source: Basic
cs_cz: Základní
da_dk: Basis
de_de: Basis
es_es: Básico
fi_fi: Perusohjelma
fr_fr: Base
hu_hu: Alap
it_it: Base
ja_jp: 基 本
ko_kr: 기본
nl_nl: Basis
no_no: Basisprogram
pl_pl: Podstawowy
pt_pt: Básico
ro_ro: Normal
ru_ru: Основная
sv_se: Grund
tr_tr: Temel Program
zh_cn: 基本程序

source: Restaurant
cs_cz: Restaurace
es_es: Restaurante
fi_fi: Ravintola
hu_hu: Étterem
it_it: Ristorante
ja_jp: ﾚｽﾄﾗﾝ
ko_kr: 식당
pl_pl: Resturacja
pt_pt: Restaurante
ru_ru: Ресторан
sv_se: Restaurang
tr_tr: Restoran
zh_cn: 餐馆程序

source: Music
cs_cz: Hudba
da_dk: Musik
de_de: Musik
es_es: Música
fi_fi: Musiikki
fr_fr: Musique
hu_hu: Zene
it_it: Musica
ja_jp: ﾐｭｰｼﾞｯｸ
ko_kr: 음악
nl_nl: Muziek
no_no: Musikk
pl_pl: Muzyka
pt_pt: Música
ro_ro: Muzica
ru_ru: Музыка
sv_se: Musik
tr_tr: Müzik
zh_cn: 听音乐

source: Party
cs_cz: Oslava
da_dk: Fest
es_es: Fiesta
fi_fi: Juhlat
fr_fr: Réunion
hu_hu: Parti
it_it: Festa
ja_jp: ﾊﾟｰﾃｨｰ
ko_kr: 파티
nl_nl: Feestje
no_no: Selskap
pl_pl: Przyjęcie
pt_pt: Festa
ro_ro: Petrecere
ru_ru: Вечеринка
tr_tr: Parti
zh_cn: 聚会程序

source: Traffic
cs_cz: Ulice
da_dk: Trafik
de_de: Verkehr
es_es: Tráfico
fi_fi: Liikenne
fr_fr: Circulation automobile
hu_hu: Forgalom
it_it: Traffico
ja_jp: 交通騒音
ko_kr: 교통
nl_nl: Verkeer
no_no: Trafikk
pl_pl: Ruch uliczny
pt_pt: Trânsito
ro_ro: Trafic
ru_ru: Транспорт
sv_se: Trafik
tr_tr: Trafik
zh_cn: 交通环境

source: Acoustic Phone
cs_cz: Akustický telefon
da_dk: Akustisk tlf.
de_de: Akustisches Telefonprogramm
es_es: Teléfono Acústico
fi_fi: Akustinen puhelin
fr_fr: Téléphone (acoustique)
hu_hu: Akusztikus telefon
it_it: Telefono Acustico
ja_jp: 電話ﾓｰﾄﾞ
nl_nl: Akoestisch telefoneren
no_no: Akustisk Telefon
pl_pl: Telefon Akustyczny
pt_pt: Telefone acústico
ru_ru: Акустический телефон
sv_se: Akustisk Telefon
tr_tr: Akustik Telefon
zh_cn: 普通电话

source: Telecoil Loop
cs_cz: Indukční smyčka
da_dk: Telesslynge
de_de: Induktionsspule
es_es: Bucle Magnético
fi_fi: Induktiosilmukka
fr_fr: Boucle d'induction (bobine T)
hu_hu: Telefontekercs Hurok + Mik
it_it: Laccio Magnetico
ja_jp: ﾃﾚｺｲﾙ(ﾙｰﾌﾟ)
nl_nl: Luisterspoel ringleiding
no_no: Telespole
pl_pl: Cewka Indukcyjna
pt_pt: Bobina Telefônica
ro_ro: Bucla bobina inductie
ru_ru: Индукционная петля
sv_se: Telespole
zh_cn: 电感回路

source: Telecoil Loop + Mic
cs_cz: Indukční smyčka + Mic
da_dk: M/T
de_de: Induktiv + Mikrofon
es_es: Bucle Magnético + Mic
fi_fi: Induktiosilmukka+KK oma mikrofoni
fr_fr: Boucle d'induction (bobine T) + micro
hu_hu: Telefontekercs hurok + Mik
it_it: Laccio Magnetico + Mic
ja_jp: ﾃﾚｺｲﾙ(ﾙｰﾌﾟ) + ﾏｲｸ
ko_kr: Telecoil + Mic
nl_nl: Luisterspoel ringleiding + Mic
no_no: Telespole + Mik
pl_pl: Cewka Indukcyjna + Mikrofon
pt_pt: Indução Magnética + Mic
ro_ro: Bobina + Mic
ru_ru: Индукционная петля + Микрофон
sv_se: Telespole + Mik
zh_cn: 电感回路+麦克风

source: Telecoil Phone
cs_cz: Indukční telefon (T)
da_dk: Telespole til telefon
de_de: Telefon induktiv
es_es: Bobina Telefónica
fi_fi: Induktiosilmukkapuhelin
fr_fr: Téléphone (bobine T)
hu_hu: Telefontekercs Telefon
it_it: Bobina Telefonica
ja_jp: ﾃﾚｺｲﾙ(電話)
nl_nl: Luisterspoel telefoon
no_no: Telespole for Telefon
pl_pl: Cewka Indukcyjna (Telefon)
pt_pt: Bobina Telefônica
ro_ro: Bobina telefon
ru_ru: Телефон c катушкой
sv_se: Telespole Telefon
tr_tr: Telecoil Telefon
zh_cn: 助听电话

source: DAI + Mic
cs_cz: DAI+M
da_dk: DAI + Mik
de_de: DAI + Mm
fi_fi: DAI+Mik
fr_fr: Entrée audio DAI + micro
hu_hu: DAI+Mik
ja_jp: DAI + ﾏｲｸ
no_no: Audioinngang + Mik
pl_pl: DAI+M
ro_ro: DAI-PlusM
ru_ru: Прямой аудиовход + Микрофон
sv_se: DAI + Mik
tr_tr: DAI + Mikrofon
zh_cn: DAI+麦克风

source: REM Test
es_es: Prueba REM
fi_fi: REM testi
fr_fr: Test REM
hu_hu: REM Teszt
ja_jp: ﾃｽﾄﾓｰﾄﾞ
ko_kr: REM 검사
pl_pl: Test REM
pt_pt: Teste REM
ru_ru: REM тест
zh_cn: REM测试

source: Basic + SoftSwitching
cs_cz: Základní + SoftSwitching
da_dk: Basis + SoftSwitching
de_de: Basis + SoftSwitching
es_es: Básico + Softswitching
fi_fi: Perusohjelma+Softkytkin
fr_fr: Base + SoftSwitching
it_it: Base + Softswitching
ja_jp: 基本 + ｿﾌﾄｽｲｯﾁ
nl_nl: Basis+SoftSwitching
no_no: Basis + SoftSwitching
pl_pl: Podstawowy + SoftSwitching
pt_pt: Básico + Softswitching
ro_ro: Basic + Schimbare Program
ru_ru: Основная + SoftSwitching
sv_se: Grund + SoftSwitching
tr_tr: Temel Program + SoftSwitching
zh_cn: 基本程序+智能转换系统

source: Natural Directionality II
cs_cz: Přirozená směrovost II
de_de: Natürliche Direktionalität
es_es: Direccionalidad Natural II
fi_fi: Luonnollinen suuntakuvio II
hu_hu: Természetes direkcionalitás II
it_it: Direzionalità Naturale II
ja_jp: ﾅﾁｭﾗﾙ指向性II
nl_nl: Brain-balanced Directionaliteit II
pl_pl: Naturalna Kierunkowość II
pt_pt: Direcionalidade Natural II
ro_ro: Directionalitate Naturala II
ru_ru: Естественная Направленность II
sv_se: Naturlig Riktverkan II
zh_cn: 自然方向性系统II

source: Outdoor
cs_cz: Venku
da_dk: Udendørs
es_es: En la calle
fi_fi: Ulkona
fr_fr: Extérieur
hu_hu: Szabadtér
it_it: Esterno
ja_jp: 屋 外
ko_kr: 아웃도어
nl_nl: Buiten
no_no: Utendørs
pl_pl: Na powietrzu
pt_pt: Ambiente Externo
ro_ro: In Aer Liber
ru_ru: На улице
sv_se: Utomhus
tr_tr: Dışarısı
zh_cn: 户外程序

source: Couplers
cs_cz: Couplery
da_dk: Koplere
de_de: Kuppler
es_es: Acopladores
fi_fi: Koplerit
fr_fr: Coupleurs
hu_hu: Csatolók
it_it: Accoppiatori
ja_jp: カプラ
ko_kr: 커플러
pl_pl: Sprzęgacze
pt_pt: Acoplador
ro_ro: Cuplori
sv_se: Coupler
zh_cn: 耦合腔

source: InsertionGain
cs_cz: VložnýZisk
es_es: GananciaInserción
fr_fr: Gain d'insertion
hu_hu: Beszúrt erősítés
it_it: Guadano d'Inserzione
ja_jp: 挿入利得 (Kemar)
ko_kr: 삽입이득
pl_pl: Wzmocnienie w aparacie
pt_pt: Ganho de Inserção
ro_ro: Castigul de insertie
ru_ru: Входное усиление
zh_cn: 插入增益

source: Coupler2cc
da_dk: Kopler2cc
de_de: 2 ccm Kuppler
es_es: Acoplador2cc
fr_fr: Coupleur 2 cc
hu_hu: 2ccCsatoló
it_it: Accoppiatore 2cc
ja_jp: 2ccカプラ
ko_kr: 커플러2cc
nl_nl: 2cc Coupler
pl_pl: Sprzęgacz 2cc
pt_pt: Acoplador de 2cc
ro_ro: Cuplor 2cc
zh_cn: 2CC耦合腔

source: ITE2
de_de: IdO2
nl_nl: IHO2
zh_cn: ITE

source: Belize-BTE
de_de: Belize-HdO
ko_kr: 벨리즈-BTE
nl_nl: Belize-AHO
zh_cn: BTE

source: Paris-BTE
de_de: Paris-HdO
ko_kr: 파리-BTE
nl_nl: Paris-AHO
zh_cn: BTE

source: Paris-BTE-Open
cs_cz: Paris-BTE-otevřené
da_dk: Paris-BTE-Åben
de_de: Paris-HdO-Open
fi_fi: Paris-BTE-Avoin
hu_hu: Paris-BTE-Nyitott
ko_kr: 파리-BTE-Open
nl_nl: Paris-AHO-Open
ru_ru: Paris-BTE-Открытый
zh_cn: BTE-开放耳

source: CouplerOES
da_dk: KoplerOES
de_de: Ohrsimulator
es_es: Acoplador OES
fr_fr: Coupleur OES
hu_hu: OESCsatoló
it_it: Accoppiatore Simulatore Orecchio Occluso
ja_jp: イヤシミュレータ
ko_kr: 커플러OES
pl_pl: Sprzęgacz OES
ro_ro: Cuplor OES
zh_cn: OES耦合腔

source: ITE2
de_de: IdO2
nl_nl: IHO2
zh_cn: ITE

source: Belize-BTE
de_de: Belize-HdO
ko_kr: 벨리즈-BTE
nl_nl: Belize-AHO
zh_cn: BTE

source: Paris-BTE
de_de: Paris-HdO
ko_kr: 피리-BTE
nl_nl: Paris-AHO
zh_cn: BTE

source: Paris-BTE-Open
cs_cz: Paris-BTE-otevřené
da_dk: Paris-BTE-Åben
de_de: Paris-HdO-Open
fi_fi: Paris-BTE-Avoin
hu_hu: Paris-BTE-Nyitott
ko_kr: 파리-BTE-Open
nl_nl: Paris-AHO-Open
ru_ru: Paris-BTE-Открытый
zh_cn: BTE-开放耳

source: SpeechWeightedNoise
cs_cz: ŘečovýŠum
da_dk: TaleVægtetStøj
de_de: Sprachsimuliertes Rauschen
es_es: RuidoVocalPonderado
fi_fi: Puhe painotettu kohina
hu_hu: BeszédSúllyozottZaj
it_it: ParlatoConfrontoRumore
ja_jp: スピーチノイズ
nl_nl: Spraakgewogen ruis
no_no: TaleModulertStøy
pl_pl: Szum ważony mowy
pt_pt: Ruído de Fala
ro_ro: Raport vorbire/zgomot
ru_ru: Речевой шум
tr_tr: Konuşma ağırlıklı gürültü
zh_cn: 加权噪声

source: Mild
cs_cz: Slabá
de_de: Mild (-3 dB)
es_es: Leve
fi_fi: Heikko
fr_fr: Léger
hu_hu: Enyhe
it_it: Lieve
ja_jp: 弱
nl_nl: Licht
pl_pl: Łagodny
pt_pt: Leve
ro_ro: Mediu
ru_ru: Слабо
tr_tr: Hafif
zh_cn: 轻

source: Medium
cs_cz: Střední
de_de: Mittel
es_es: Medio
fi_fi: Keski
fr_fr: Moyen
hu_hu: Közepes
it_it: Medio
ja_jp: 中
pl_pl: Średni
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средний
sv_se: Medel
tr_tr: Orta
zh_cn: 中

source: Large
cs_cz: Velký
da_dk: Stor
de_de: Groß
es_es: Grande
fi_fi: Iso
hu_hu: Nagy
it_it: Ampia
ja_jp: 大
nl_nl: 2,0 mm
no_no: Stor
pl_pl: Duży
pt_pt: Grande
ro_ro: Larg
ru_ru: Большой
sv_se: Stor
tr_tr: Geniş
zh_cn: 大

source: Default Language:
cs_cz: Výchozí jazyk:
da_dk: Forindstillet sprog:
de_de: Sprache:
es_es: Idioma predeterminado:
fi_fi: Oletuskieli käynnistettäessä :
fr_fr: Langue par défaut :
hu_hu: Alapértelmezett nyelv:
it_it: Linguaggio:
ja_jp: 言語の設定:
ko_kr: 기본 언어:
nl_nl: Gebruik deze taal:
no_no: Standard Språk:
pl_pl: Język domyślny:
pt_pt: Idioma padrão:
ro_ro: Predefinire limba
ru_ru: Язык (по умолчанию):
sv_se: Språk:
tr_tr: Varsayılan Lisan:
zh_cn: 默认语言:

source: English (US)
cs_cz: Anglicky (US)
da_dk: Engelsk (US)
de_de: Englisch (US)
es_es: Inglés (US)
fi_fi: Englanti (US)
fr_fr: Anglais (US)
hu_hu: Angol (US)
it_it: Inglese (US)
ja_jp: 英語 (US)
ko_kr: 영어(미국)
nl_nl: Engels (US)
no_no: Engelsk (US)
pt_pt: Inglês (EUA)
ro_ro: Engleza
ru_ru: Английский (США)
sv_se: Engelska (US)
tr_tr: İngilizce (US)
zh_cn: 英语(美国)

source: Default Spec Sheet Standard:
cs_cz: Výchozí norma:
da_dk: Forindstillet datablads standard:
de_de: Norm für Produktbeschreibung:
es_es: Datos técnicos predeterminados:
fi_fi: Oletusstandardi :
fr_fr: Norme de la fiche technique par défaut :
hu_hu: Alapértelmezett spec. lap szabvány:
it_it: Specifiche standard:
ja_jp: 性能値の表示規格:
ko_kr: 기본 스펙 표준:
nl_nl: Toon databladen volgens norm:
no_no: Standard spesifikasjonsskjema
pl_pl: Domyślna norma:
pt_pt: Ficha Técnica Padrão:
ro_ro: Predefinire standarde specificatii tehnice :
ru_ru: Стандарт листа спецификаций (по умолчанию):
sv_se: Standard:
tr_tr: Varsayılan Özellik Standardı:
zh_cn: 默认测试标准:

source: Default Programming Interface:
cs_cz: Výchozí programovací interface:
da_dk: Default Programmeringsinterface:
de_de: Standard Programmierschnittstelle:
es_es: Interface de Programación por defecto :
fi_fi: Oletus ohjelmoitiyksikkö :
fr_fr: Interface de programmation par défaut :
hu_hu: Alapértelmezett programozó egység :
it_it: Interfaccia di programmazione di Default:
ja_jp: 補聴器接続に使用する接続機器:
ko_kr: 기본 프로그래밍 인터페이스 :
nl_nl: Default programmeerinterface:
no_no: Standard Programmeringsenhet:
pl_pl: Domyślny interfejs programowania:
pt_pt: Interface de Programação Padrão:
ro_ro: Interfata de programare implicita:
ru_ru: Интерфейс для программирования (по умолчанию):
sv_se: Programmerings Interface :
tr_tr: Varsayılan programlama arabirimi:
zh_cn: 默认编程设备:

source: Default Coupler:
cs_cz: Výchozí coupler:
da_dk: Forindstillet kopler
de_de: Frequenzdiagramm-Ansicht:
es_es: Acoplador predeterminado:
fi_fi: Oletus kytkinontelo :
fr_fr: Coupleur par défaut :
hu_hu: Alapértelmezett csatoló:
it_it: Accoppiatore:
ja_jp: カプラ:
ko_kr: 기본 커플러:
nl_nl: Voorkeur Coupler:
no_no: Standard Coupler:
pl_pl: Domyślny sprzęgacz:
pt_pt: Adaptador Padrão:
ro_ro: Predefinire cuplor
ru_ru: Coupler (по умолчанию):
sv_se: Coupler:
tr_tr: Varsayılan Coupler:
zh_cn: 默认耦合腔:

source: Insertion Gain
es_es: Gan. de inserción
fi_fi: REM-vahvistus
fr_fr: Gain d'insertion
hu_hu: Beszúrt erősítés
it_it: GI
ja_jp: 挿入利得 (Kemar)
ko_kr: 삽입이득
pl_pl: Wzmocnienie w aparacie
pt_pt: Ganho de Inserção
ro_ro: Castig de insertie
ru_ru: Входное усиление
zh_cn: 插入增益

source: 2cc Coupler
da_dk: 2cc kopler
de_de: 2 ccm Kuppler
es_es: Acoplador 2cc
fi_fi: 2cc kytkinontelo
fr_fr: Coupleur 2 cc
hu_hu: 2 cm3-es csatoló
it_it: Accoppiatore 2cc
ja_jp: 2ccカプラ
ko_kr: 2cc 커플러
pl_pl: Sprzęgacz 2cc
pt_pt: Acoplador 2cc
ro_ro: Cuplor de 2cc
zh_cn: 2cc 耦合腔

source: OES Coupler
da_dk: OES kopler
de_de: Ohrsimulator
es_es: Acoplador OES
fi_fi: OES kytkinontelo
fr_fr: Coupleur OES
hu_hu: OES csatoló
it_it: Accoppiatore OES
ja_jp: イヤシミュレータ
ko_kr: OES 커플러
nl_nl: Oorsimulator
pl_pl: Sprzęgacz OES
pt_pt: Acoplador OES
ro_ro: Cuplor OES
zh_cn: OES耦合腔

source: Default Target Rule:
cs_cz: Výchozí cílové pravidlo:
da_dk: Default tilpasningsregel:
de_de: Bevorzugte Anpassformel:
es_es: Regla de Cálculo por defecto:
fi_fi: Oletus laskentasääntö :
fr_fr: Méthode d'appareillage par défaut :
hu_hu: Alapértelmezett célszabály:
it_it: Algoritmo Prescrittivo predefinito:
ja_jp: ターゲットルール:
nl_nl: Default aanpasregel:
no_no: Standard tilpasningsregel:
pl_pl: Domyślna Formuła Dopasowania:
pt_pt: Regra Alvo Padrão:
ro_ro: Regula de baza implicita:
ru_ru: Расчетная формула (по умолчанию):
sv_se: Målmetod:
tr_tr: Varsayılan Hedef
zh_cn: 默认目标公式:

source: DSL i/o Mod
fi_fi: DSL i/o tila
zh_cn: DSL i/o

source: Use UCL Data
cs_cz: Použít UCL data
da_dk: Brug UCL data
de_de: Individuelle U-Schwelle berücksichtigen
es_es: Utilizar datos UCL
fi_fi: Käytä UCL-tietoa
fr_fr: Utiliser les valeurs d'inconfort (UCL)
hu_hu: UCL adat használat
it_it: Usa dati UCL
ja_jp: UCLデータを使用する
ko_kr: UCL 데이터 사용하기
nl_nl: Gebruik UCL gegevens
no_no: Bruk UCL Data
pl_pl: Użyj danych UCL
pt_pt: Utilizar Dados UCL
ro_ro: Folositi UCL
ru_ru: Использовать данные порога дискомфорта
sv_se: Använd UCL data
tr_tr: UCL verilerini kullan
zh_cn: 使用UCL数据

source: Yes
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
hu_hu: Igen
it_it: Si
ja_jp: はい
ko_kr: 예
nl_nl: Ja
no_no: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Ja
tr_tr: Evet
zh_cn: 是

source: No
cs_cz: Ne
da_dk: Nej
de_de: Nein
fi_fi: Ei
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
ko_kr: 아니오
nl_nl: Nee
no_no: Nei
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır
zh_cn: 否

source: Check for HI on Start
cs_cz: Hledat připojená sluchadla po spuštění programu
da_dk: Tilslut apparat ved opstart
de_de: Suche nach Hörsystem beim Start
es_es: Comprobar audífono al comienzo
fi_fi: Tarkista kuulokojetyyppi käynnistettäessä
fr_fr: Détection des appareils au démarrage
hu_hu: Készülék ellenőrzés indításkor
it_it: Controlla dispositivo acustico
ja_jp: 開始時の補聴器チェック
ko_kr: 시작과 동시에 보청기 체크
nl_nl: Hoortoestellen automatisch detecteren.
no_no: Søk etter høreapparat ved oppstart
pl_pl: Sprawdź czy jest podłączony aparat w zakładce Start
pt_pt: Verifique aparelhos auditivos ligados ao iniciar
ro_ro: Verificati daca aparatul este pornit
ru_ru: В Начале проверять наличие СА
sv_se: Sök hörapparat vid start
tr_tr: Açılışta cihaz kontrolü yap
zh_cn: 请检查助听器已工作

source: Yes
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
hu_hu: Igen
it_it: Si
ja_jp: はい
ko_kr: 예
nl_nl: Ja
no_no: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Ja
tr_tr: Evet
zh_cn: 是

source: No
cs_cz: Ne
da_dk: Nej
de_de: Nein
fi_fi: Ei
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
ko_kr: 아니오
nl_nl: Nee
no_no: Nei
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır
zh_cn: 否

source: Default Experience Level:
cs_cz: Výchozí zkušenost pacienta:
da_dk: Default brugererfaring:
de_de: Bevorzugtes Kundenprofil:
es_es: Nivel de Experiencia por defecto:
fi_fi: Oletus käyttäjäkokemustaso :
fr_fr: Expérience du patient par défaut :
hu_hu: Alapértelmezett tapasztalati szint:
it_it: Livello di esperienza predefinito:
ja_jp: 補聴器装用経験:
ko_kr: 기본 착용경험 정도:
nl_nl: Default ervaring:
no_no: Standard erfaringsnivå:
pl_pl: Domyślny poziom doświadczenia użytkownika:
pt_pt: Nível de experiência do usuário
ro_ro: Nivelul experientei implicit:
ru_ru: Опыт ношения (по умолчанию):
sv_se: Erfarenhetsnivå:
tr_tr: Varsayılan Deneyim Seviyesi:
zh_cn: 默认用户类型:

source: Comfort User
cs_cz: Komfortní uživatel
da_dk: Komfortbruger
de_de: Maximalen Klangkomfort (Erstbenutzer)
es_es: Máximo Confort
fi_fi: Optimoitu mukavuus (vähemmän diskanttia)
fr_fr: Pré-réglage confort
hu_hu: Komfort felhasználó
it_it: Comfort
ja_jp: 補聴器が初めて-快適優先
ko_kr: 편안한 사용자
nl_nl: Comfortstand - Eerste hoortoestel
no_no: Komfortbruker
pl_pl: Pacjent Lubiący Komfort
pt_pt: Conforto do usuário
ro_ro: Utilizator Comfort
ru_ru: Чувствительный пациент
sv_se: Komfortanvändare
tr_tr: Hassas Kullanıcı
zh_cn: 舒适选配

source: First Time User
cs_cz: Prvouživatel
da_dk: Ny bruger
de_de: Hohes Sprachverstehen (Erstbenutzer)
es_es: Usuario por primera vez
fi_fi: Ensikerta käyttäjä
fr_fr: 1er appareillage
hu_hu: Első felhasználó
it_it: Prima applicazione
ja_jp: 補聴器が初めて-明瞭優先
ko_kr: 신규 사용자
nl_nl: Eerste hoortoestel
no_no: Førstegangsbruker
pl_pl: Użytkownik Pierwszorazowy
pt_pt: Novo Usuário
ro_ro: Utilizator nou
ru_ru: Неопытный пациент
sv_se: Förstagångsanvändare
tr_tr: İlk kez cihaz kullanıyor
zh_cn: 初次选配

source: Experience - Linear
cs_cz: Zkušený uživatel - lineární sluchadlo
da_dk: Erfaring med lineært apparat
de_de: Erfahrung mit linearen Hörsystemen
es_es: Antiguo usuario-Lineal
fi_fi: Kokenut käyttäjä (lineaarinen)
fr_fr: Patient expérimenté (linéaire)
hu_hu: Tapasztalat - Lineáris
it_it: Esperienza - Lineare
ja_jp: 補聴器経験者-リニア
ko_kr: 착용경험-선형보청기
nl_nl: Ervaring met lineair toestel
no_no: Erfaren bruker - Lineær
pl_pl: Doświadczony - Liniowy
pt_pt: Experiência Linear
ro_ro: Experienta - Aparat liniar
ru_ru: Опытный пациент - линейный СА
sv_se: Erfarenhet - Linjär
tr_tr: Analog (lineer) cihaz kullanıyor
zh_cn: 使用过线性放大助听器

source: Experience - Non-Linear
cs_cz: Zkušený uživatel - nelineární sluchadlo
da_dk: Erfaring med ulineært apparat
de_de: Erfahrung mit WDRC Hörsystemen
es_es: Antiguo usuario - No Lineal
fi_fi: Kokenut käyttäjä (epälineaarinen)
fr_fr: Patient expérimenté (compression)
hu_hu: Tapasztalat - Digitális
it_it: Non Lineare
ja_jp: 補聴器経験者-ノンリニア
ko_kr: 착용경험-비선형보청기
nl_nl: Ervaring met niet-lineair toestel (WDRC)
no_no: Erfaren bruker - Digital
pl_pl: Doświadczony - Nie Liniowy
pt_pt: Experiência Não-Linear
ro_ro: Experienta-Aparat auditiv neliniar
ru_ru: Опытный пациент - нелинейный СА
sv_se: Erfarenhet - Olinjär
tr_tr: Dijital (non-lineer) cihaz kullanıyor
zh_cn: 使用过非线性放大助听器

source: Insert The ReSound Web Address:
cs_cz: Vložte adresu stránek ReSound:
da_dk: Indsæt ReSound Web Addresse:
de_de: ReSound Internet Adresse:
es_es: Introducir la dirección Web de ReSound:
fi_fi: Syötä ReSound internetosoite :
fr_fr: Adresse du site Internet ReSound :
hu_hu: ReSound Web cím beszúrása:
it_it: Inserire indirizzo Web ReSound:
ja_jp: リサウンドのWebアドレス：
ko_kr: ReSound 홈페이지 주소 입력:
nl_nl: Voer het ReSound Webadres in:
no_no: Sett inn ReSound web adresse:
pl_pl: Wprowadź adres strony www Resound:
pt_pt: Inserir o endereço da página da Web
ro_ro: Adauga adresa web ReSound:
ru_ru: Вставить электронный адрес ReSound:
sv_se: Lägg in ReSounds Web Adress:
tr_tr: ReSound Web Adresine giriş
zh_cn: 输入瑞声达网址:

source: Activate PIN Code When Programming:
cs_cz: Při programování aktivovat PIN kód:
da_dk: Aktiver PIN kode under programmering
de_de: Pin Code bei Programmierung aktivieren
es_es: Activar código PIN al programar:
fi_fi: Aktivoi PIN koodi ohjelmoitaessa :
fr_fr: Protection des réglages par code PIN --> Code :
hu_hu: PIN kód aktiválás programozáskor
it_it: Attivare codice Pin quando si programma:
ja_jp: PINコードを有効にする:
ko_kr: 프로그래밍 시, PIN Code를 활성화하세요:
nl_nl: PIN-code activeren bij programmering
no_no: Aktiver PIN-kode ved programmering:
pl_pl: Aktywuj Kod PIN w Czasie Programowania:
pt_pt: Ativar Código PIN ao Programar:
ro_ro: Activati codul Pin cand programati
ru_ru: Активировать ПИН код в процессе программирования
sv_se: Aktivera PIN kod vid programmering:
tr_tr: Programlama yaparken PIN Kodunu etkinleştirin:
zh_cn: 编程是需要使用密码

source: Yes
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
hu_hu: Igen
it_it: Si
ja_jp: はい
ko_kr: 예
nl_nl: Ja
no_no: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Ja
tr_tr: Evet
zh_cn: 是

source: No
cs_cz: Ne
da_dk: Nej
de_de: Nein
fi_fi: Ei
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
ko_kr: 아니오
nl_nl: Nee
no_no: Nei
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır
zh_cn: 否

source: PinCode:
cs_cz: Pin kód:
da_dk: PinKode:
es_es: Código PIN:
fi_fi: PIN koodi :
fr_fr: Code PIN :
hu_hu: Pinkód:
it_it: Codice Pin:
ja_jp: ピンコード:
no_no: Pin Kode:
pl_pl: Kod Pin:
pt_pt: Código de acesso:
ro_ro: Cod Pin:
ru_ru: Пин-код:
sv_se: Pinkod:
tr_tr: PinKodu:
zh_cn: 代码:
