Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/Aventa3/Data/*.xlf
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_cn

source: Instrument Family
cs_cz: Rodina sluchadel
da_dk: Produktfamilie
de_de: Hörsystem Familie
es_es: Familia de Producto
fi_fi: Tuoteperhe
fr_fr: Famille
hu_hu: Készülék család
it_it: Famiglia Prodotto
ja_jp: 製品シリーズ
ko_kr: 제품군
nl_nl: Productfamilie
no_no: Produktfamile
pl_pl: Rodzina Aparatów
pt_pt: Família de produtos
ro_ro: Familia de produse
ru_ru: Семейство аппарата
sv_se: Produktfamilj
tr_tr: Cihaz Ailesi
zh_cn: 产品系列

source: User Experience
cs_cz: Zkušenost uživatele
da_dk: Brugererfaring
de_de: Kundenerfahrung
es_es: Experiencia del Usuario
fi_fi: Käyttäjäkokemus
fr_fr: Expérience
hu_hu: Felhasználói tapasztalat
it_it: Esperienza Utilizzatore
ja_jp: 装用経験
ko_kr: 사용자 경험
nl_nl: Gebruikservaring
no_no: Brukererfaring
pl_pl: Doświadczenie Użytkownika
pt_pt: Experiência do usuário
ro_ro: Experienta Utilizator
ru_ru: Опыт пользователя
sv_se: Hörapparaterfarenhet
tr_tr: Kullanıcı Deneyimi
zh_cn: 用户类型

source: French
cs_cz: Francouzsky
da_dk: Fransk
de_de: Französisch
es_es: Francés
fi_fi: Ranska
fr_fr: Français
hu_hu: Francia
it_it: Francese
ja_jp: フランス語
ko_kr: 프랑스어
nl_nl: Frans
no_no: Fransk
pt_pt: Francês
ro_ro: Franceza
ru_ru: Французский
sv_se: Franska
tr_tr: Fransızca
zh_cn: 法语

source: Loudness
cs_cz: Hlasitost
de_de: Lautheit
es_es: Sonoridad
fi_fi: Voimakkuus
fr_fr: Intensité
hu_hu: Hangosság
it_it: Forte
ja_jp: 音の大きさ
ko_kr: 소리크기
nl_nl: Luidheid
no_no: Lydstyrke
pl_pl: Głośność
pt_pt: Intensidade
ro_ro: Putere
ru_ru: Громкость
sv_se: Styrka
tr_tr: Gürültü
zh_cn: 响度

source: Constant feedback occurs during use of the hearing instruments (with no trigger)
cs_cz: Konstantní zpětná vazba se vyskytuje při používání sluchadel (samovolně)
da_dk: Der er konstant tilbagekobling under brug af høreapparatet (uden ydre påvirkning)
de_de: Es treten Rückkopplungen während des Tragens auf
es_es: Hay una realimentación constante en la utilización del audífono (sin provocarlo)
fi_fi: Kuulokojeen käytössä esiintyy jatkuvaa vinkumista (ilman syytä)
fr_fr: Du Larsen apparaît quand je porte mon aide auditive
hu_hu: Állandó gerjedés hallókészülék használat alatt
it_it: Feedback costante durante l'uso degli apparecchi acustici (senza innesco)
ja_jp: 補聴器を使用している間しばしばハウリングが発生する（特に何もしていなくても）
ko_kr: 보청기(노 트리거 포함)의 사용 중 지속적인 피드백 발생
nl_nl: Tijdens gebruik gaat het hoortoestel constant fluiten (zonder aanleiding)
no_no: Konstant feedback oppleves ved bruk av høreapparatene
pl_pl: W trakcie użytkownania aparatów występuje stałe sprzężenie (bez przyczyn zewnętrznych)
pt_pt: Há um feedback contínuo durante o uso do aparelho auditivo (sem algo específico que desencadeie)
ro_ro: Microfonie constanta apare in timpul utilizarii aparatelor auditive (fara declansare)
ru_ru: При использовании слухового аппарата постоянно возникает обратная связь
sv_se: Konstant återkoppling vid användande av hörapparater utan något att något triggat det.
tr_tr: İşitme cihazı kullanılırken sabit feedback oluşuyor.
zh_cn: 使用时持续出现反馈啸叫(未接触)

source: Decrease vent size
cs_cz: Zmenšete velikost ventu
da_dk: Reducer ventilation
de_de: Verringern Sie die Venting Größe.
es_es: Reducir el tamaño del venting
fi_fi: Pienennä ilmastoinnin kokoa
fr_fr: Réduire la taille de l'évent
hu_hu: Csökkentse a vent méretet
it_it: Diminuire ventilazione
ja_jp: ベントサイズを小さくして下さい
ko_kr: 벤트 크기를 줄이세요
nl_nl: Verklein de venting
no_no: Reduser vent størrelse
pl_pl: Zmniejsz średnicę wentylacji
pt_pt: Diminuir o tamanho da ventilação.
ro_ro: Scadeti marimea ventului
ru_ru: Уменьшите размер вента
sv_se: Minska ventilationsstorlek
tr_tr: Vent ölçüsünü azaltın
zh_cn: 减少通气孔尺寸

source: Ensure that G50 curve is within DFS area. Re-calibrate DFS.
cs_cz: Ujistěte se, že křivka G50 je uvnitř oblasti DFS. Rekalibrujte DFS.
da_dk: Vær sikker på at G50 kurves er inden for DFS området. Genkalibrer DFS.
de_de: Die G50-Verstärkungskurve muss sich innerhalb des maximal stabilen (schraffierter) Verstärkungsbereiches befinden. Führen Sie ggf. eine neue DFS-Kalibrierung durch.
es_es: Asegurar que la curva de G50 está dentro del área DFS. Re-calibrar DFS
fi_fi: Varmista että G50-vahvistuskäyrä on DFS alueella. Suorita DFS kalibrointi uudestaan.
fr_fr: S'assurer que la courbe G50 est sous la zone de DFS. Re-calibrer à nouveau le DFS.
hu_hu: Biztosítsa, hogy a G50-es görbe a DFS területen belül legyen. DFS újrakalibrálás.
it_it: Per assicurarsi che curva G50 sia entro area DFS, rieffettuare Calibrazione.
ja_jp: G50のカーブがMSG内に入っているかを確認して下さい。DFSの初期化を再度行って下さい。
ko_kr: G50 커브가 DFS 범위 안에 있는 지를 확인하고 다시 DFS를 켈리브레이션하세요
nl_nl: Houd de G50 curve binnen het DFS gebied. Kalibreer DFS opnieuw.
no_no: Sikre at G50 kurven er innenfor DFS-området. Rekalibrer DFS.
pl_pl: Upewnij się, że krzywa G50 znajduje się w zakresie DFS. Skalibruj ponownie DFS.
pt_pt: Garanta que a curva G50 está dentro da área do DFS. Recalibre DFS.
ro_ro: Asigurati-va ca, curba G50 este in afara ariei MSG. Recalibrati DFS
ru_ru: Убедитесь, что кривая G50 попадает в диапазон системы подавления обратной связи. Перекалибруйте СА заново.
sv_se: Kontrollera att G50 kurvan är inom MSG området. Kalibrera om DFS.
tr_tr: G50 eğrisinin DFS alanı içinde olduğundan emin olun.Tekrar feedback kalibrasyonu yapın.
zh_cn: 确保G50曲线在DFS阴影区内。重新进行DFS校正。

source: Decrease G50 for high frequencies
cs_cz: Snižte G50 na výškách
da_dk: Nedsæt G50 for højfrekvens
de_de: Für hohe Frequenzen die Verstärkung G50 absenken
es_es: Disminuya G50 para altas frecuencias
fi_fi: Vähennä G50-vahvistusta diskanttitaajuuksilla
fr_fr: Diminuer G50 pour les fréquences aiguës
hu_hu: Csökkentse a G50-et a magas frekvenciákon
it_it: Diminuire G50 per le frequenze acute
ja_jp: 高域のG50を下げて下さい
ko_kr: 고주파수에서 G50을 낮추세요
nl_nl: Verminder de versterking G50 voor hoge frequenties.
no_no: Reduser G50 i høyfrekvensforsterkningen
pl_pl: Zmniejsz G50 dla wysokich częstotliwości
pt_pt: Redução de G50 para altas frequências
ro_ro: Micsorati G50 pe frecventele inalte
ru_ru: Уменьшите усиление тихих звуков (G50) на высоких частотах
sv_se: Minska G50 för höga frekvenser
tr_tr: Yüksek frekanslarda G50 kazancını azalt
zh_cn: 减少G50高频增益

source: Ringing occurs in response to music or tonal sounds
cs_cz: Pískání nebo zvonění se objevuje jako odezva na hudbu nebo tonální zvuky
da_dk: Der opstår ringning i forbindelse med musik eller toner
de_de: Klirren tritt bei Musik oder anderen Klängen auf
es_es: Se produce un zumbido como respuesta a sonidos musicales o tonales
fi_fi: Tietyt äänet (esim. musiikki) saavat kuulokojeen "soimaan"
fr_fr: La musique ou les sons purs semblent provoquer du Larsen
hu_hu: Csörgés a zene vagy tónusos hangok közben
it_it: Distorsioni in presenza di toni o musica
ja_jp: 音楽や“ピー”といった音に反応してハウリングや不快音が生じる
ko_kr: 음악소리나 음색소리에서 울림이 발생함
nl_nl: Een "bellend" of "ratelend" geluid tijdens muziek of tonale geluiden.
no_no: Det oppstår ulyd når jeg lytter på musikk eller tonale lyder
pl_pl: W trakcie słuchania muzyki lub dźwięków tonalnych występuje "dzwonienie"
pt_pt: Música ou alguns sons podem causar apitos no aparelho auditivo
ro_ro: Sunet produs de muzica sau tonuri
ru_ru: При прослушивании музыки или тональных звуков появляется звон
sv_se: Det ringer i hörapparaten vid musik eller rena toner
tr_tr: Müzik ve tonal seslerde çınlama oluyor.
zh_cn: 听音乐或其他音调时会产生铃响声

source: All sounds are too loud
cs_cz: Všechny zvuky jsou příliš hlasité
da_dk: Alle lyde er for kraftige
de_de: Alle Geräusche sind zu laut
es_es: Todos los sonidos demasiado altos
fi_fi: Kaikki äänet ovat liian kovia
fr_fr: D'une manière générale, les sons sont trop forts
hu_hu: Minden hang túl hangos
it_it: Tutti i suoni sono troppo forti
ja_jp: すべての音が大きすぎる
ko_kr: 모든 소리가 너무 큽니다
nl_nl: Alle geluiden zijn te hard
no_no: Alle lyder er for høye
pl_pl: Wszystkie dźwięki są zbyt głośne
pt_pt: Os sons em geral estão altos demais
ro_ro: Toate sunetele sunt prea puternice
ru_ru: Все звуки слишком громкие
sv_se: Alla ljud är för starka
tr_tr: Tüm sesler çok yüksek
zh_cn: 所有声音太响

source: Decrease G80 for all frequencies
cs_cz: Snižte G80 na všech frekvencích
da_dk: Nedsæt G80 for alle frekvenser
de_de: Verringern Sie die Verstärkung G80 für alle Frequenzen
es_es: Reducir G80 para todas las frecuencias
fi_fi: Vähennä G80-vahvistusta kaikilla taajuuksilla
fr_fr: Diminuer le gain G80 pour toutes les fréquences
hu_hu: Csökkentse a G80-at minden frekvencián
it_it: Diminuire G80
ja_jp: 全周波数のG80を下げて下さい
ko_kr: 모든 주파수에서 G80을 낮추세요
nl_nl: Verlaag G80 bij alle frequenties.
no_no: Senk G80 i alle frekvensene
pl_pl: Zmniejsz G80 dla wszystkich częstotliwości
pt_pt: Diminuir G80 para todas as freq.
ro_ro: Reduceti G80 pe toate frecventele
ru_ru: Уменьшите усиление громких звуков (G80) на всем частотном диапазоне
sv_se: Minska G80 för alla frekvenser
tr_tr: Bütün frekanslarda G80 kazancını azalt
zh_cn: 降低G80全部增益

source: Decrease low and mid frequency gain
cs_cz: Snižte zisk na hloubkách a středních frekvencích
da_dk: Nedsæt lav og midt frekvent forstærkning
de_de: Verringern Sie die Verstärkung für die tiefen und mittleren Frequenzen
es_es: Reducir ganancia en bajas y medias frecuencias
fi_fi: Vähennä vahvistusta matalilla ja keskitaajuuksilla
fr_fr: Diminuer le gain pour les fréquences graves et les fréquences moyennes
hu_hu: Csökkentse a mély és közép frekvenciás erősítést.
it_it: Diminuire i gravi e medi
ja_jp: 低中域を下げて下さい
ko_kr: 저주파수와 중간주파수 이득을 낮추세요
nl_nl: Verlaag de versterking bij lage en midden frequenties.
no_no: Senk lav- og midtfrekvens forsterkning
pl_pl: Zmniejsz wzmocnienie dla niskich i średnich częstotliwości
pt_pt: Diminuir ganho de freq. médias e baixas
ro_ro: Reduceti castigul pe frecventele joase si medii
ru_ru: Уменьшите усиление на низких и высоких частотах
sv_se: Minska förstärkningen för låg och mellanfrekvenser
tr_tr: Alçak ve orta frekanslarda kazancı azalt
zh_cn: 降低中低频增益

source: Decrease overall gain
cs_cz: Snižte celkový zisk
da_dk: Skru ned for forstærkning
de_de: Für alle Frequenzen die Verstärkung absenken
es_es: Disminuya la ganancia global
fi_fi: Vähennä kokonaisvahvistusta
fr_fr: Diminuer le gain général
hu_hu: A teljes erősítést csökkentése
it_it: Diminuire il guadagno
ja_jp: 全体的に利得を下げて下さい
ko_kr: 전체 이득을 낮추세요
nl_nl: Verminder de versterking
no_no: Reduser generell forsterkning
pl_pl: Zmniejsz wzmocnienie całkowite
pt_pt: Redução geral do ganho
ro_ro: Micsorati castigul total
ru_ru: Уменьшите общее усиление
sv_se: Minska den totala förstärkningen
tr_tr: Bütün frekanslarda kazancı azalt
zh_cn: 减少所有的增益

source: Sounds in general are too soft
cs_cz: Všechny zvuky jsou příliš slabé
da_dk: Alle lyde er for svage
de_de: Alle Geräusche sind zu leise
es_es: Los sonidos en general resultan demasiado suaves
fi_fi: Kokonaisvoimakkuus liian hiljainen
fr_fr: Les sons, en général, sont trop faibles
hu_hu: A hangok általában túl halkak
it_it: I suoni in genere sono troppo deboli
ja_jp: 音が全体的に小さい
ko_kr: 전체적으로 소리가 너무 작게 들림
nl_nl: In het algemeen zijn geluiden te zacht.
no_no: Lyder er generelt for svake
pl_pl: Generalnie dźwięki sa za ciche
pt_pt: Os sons em geral estão baixos demais
ro_ro: Sunetele in general sunt prea slabe
ru_ru: Все звуки слишком тихие
sv_se: Alla ljud är generellt för svaga
tr_tr: Bütün sesler az geliyor
zh_cn: 所有的声音觉得轻

source: Increase low and mid frequency gain
cs_cz: Zvyšte zisk na hloubkách a středních frekvencích
da_dk: Forøg lav- og højfrekvens forstærkning
de_de: Für tiefe und mittlere Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia de frecuencias bajas y medias
fi_fi: Lisää vahvistusta basso- ja keskitaajuuksilla
fr_fr: Augmenter le gain pour les fréquences graves et moyennes
hu_hu: Növelje a mély és közép frekvenciás erősítést
it_it: Incrementare le frequenze gravi e medie
ja_jp: 低中域を上げて下さい
ko_kr: 저주파수와 중간주파수의 이득을 높이세요
nl_nl: Verhoog de versterking van lage en midden frequenties.
no_no: Øk lav- og midtfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie dla niskich i średnich częstotliwości
pt_pt: Aumento de ganho de baixa e média frequência
ro_ro: Cresteti castigul pe frecventele joase si medii
ru_ru: Увеличьте усиление на низких и средних частотах
sv_se: Öka förstärkningen för låg och mellanfrekvenser
tr_tr: Alçak ve orta frekanslarda kazancı artır
zh_cn: 增加中低频增益

source: Increase G80 for all frequencies
cs_cz: Zvyšte G80 na všech frekvencích
da_dk: Forøg G80 for alle frekvenser
de_de: Erhöhen Sie die Verstärkung G80 für alle Frequenzen
es_es: Aumentar G80 para todas las frecuencias
fi_fi: Lisää G80-vahvistusta kaikilla taajuuksilla
fr_fr: Augmenter G80 pour toutes les fréquences
hu_hu: Növelje a G80-at minden frekvencián
it_it: Aumentare G80 per tutte le frequenze
ja_jp: 全周波数のG80を上げて下さい
ko_kr: 모든 주파수에서 G80을 높이세요
nl_nl: Verhoog G80 bij alle frequenties.
no_no: Øk G80 i alle frekvenser
pl_pl: Zwiększ wzmocnienie G80 dla wszystkich częstotliwości
pt_pt: Aumentar G80 para todas as freq.
ro_ro: Cresteti G80 pe toate frecventele
ru_ru: Увеличьте усиление громких звуков (G80) на всем частотном диапазоне
sv_se: Öka G80 för alla frekvenser
tr_tr: G80i bütün frekanslarda artır
zh_cn: 增加G80全部增益

source: Increase overall gain
cs_cz: Zvyšte celkový zisk
da_dk: Skru op for forstærkning
de_de: Für alle Frequenzen die Verstärkung anheben
es_es: Incremente la ganancia global
fi_fi: Lisää kokonaisvahvistusta
fr_fr: Augmenter le gain général
hu_hu: Növelje a teljes erősítést
it_it: Aumentare il guadagno
ja_jp: 全体的に利得を上げて下さい
ko_kr: 전체 이득을 높이세요
nl_nl: Verhoog de versterking.
no_no: Øk generell forsterkning
pl_pl: Zwiększ wzmocnienie całkowite
pt_pt: Aumento geral de ganho
ro_ro: Mariti castigul total
ru_ru: Увеличьте общее усиление
sv_se: Öka den totala förstärkningen
tr_tr: Bütün frekanslarda kazancı artır
zh_cn: 增加所有增益

source: Wind noise is too loud
cs_cz: Hluk větru je příliš silný
da_dk: Vindstøj er for kraftig
de_de: Windgeräusche sind zu laut
es_es: El sonido del viento resulta demasiado alto
fi_fi: Tuulenkohina häiritsee
fr_fr: Le bruit de vent est trop fort
hu_hu: A szélzúgás túl hangos
it_it: Vento troppo rumoroso
ja_jp: 風の音が大きすぎる
ko_kr: 바람소리가 너무 크게 들림
nl_nl: Windruis klinkt onaangenaam hard.
no_no: Vindstøy er for sterk
pl_pl: Szum wiatru jest zbyt głośny
pt_pt: O ruído do vento está alto demais
ro_ro: Zgomotul produs de vant este prea puternic
ru_ru: Шум ветра слишком громкий
sv_se: Vindbrus är för starkt
tr_tr: Rüzgar sesi çok yüksek
zh_cn: 风声太吵

source: Increase degree of noise reduction
cs_cz: Zvyšte stupeň potlačení hluků
da_dk: Forøg graden af støjreduktion
de_de: Erhöhen Sie die Wirkung der Störgeräuschreduzierung
es_es: Aumentar el nivel de reducción de ruido
fi_fi: Lisää kohinanvaimennuksen suuntakuviota
fr_fr: Augmenter le niveau du réducteur de bruit
hu_hu: Zajszűrés növelés
it_it: Aumentare il grado di riduzione del rumore
ja_jp: 雑音抑制の設定を強めて下さい
ko_kr: 소음 감소 등급을 높이세요
nl_nl: Vergroot de lawaaionderdrukking
no_no: Øk nivå av støyreduksjon
pl_pl: Zwiększ stopień redukcji szumu
pt_pt: Aumentar nível de redução de ruído
ro_ro: Creste gradul de reducere a zgomotului
ru_ru: Увеличьте уровень шумоподавления
sv_se: Öka nivån av brusreduktion
tr_tr: Gürültü azaltma seviyesini arttır.
zh_cn: 增加降噪程度

source: Consider changing style of hearing instrument
cs_cz: Zvažte změnu druhu sluchadla
da_dk: Overvej et andet høreapparat
de_de: Überprüfen Sie, ob ggf. die Kleidung des Kunden die Ursache hierfür sein könnte.
es_es: Considere cambiar el tipo de audífono
fi_fi: Valitse toinen kuulokojetyyppi
fr_fr: Envisager une autre type d'aide auditive
hu_hu: Fontolja meg a hallókészülék típus cseréjét
it_it: Si consideri di cambiare tipo di A.A
ja_jp: 器種（形状）の変更を検討して下さい
ko_kr: 보청기 스타일을 변경하는 것을 고려해 보세요
nl_nl: Overweeg een andere uitvoering van dit ReSound hoortoestel.
no_no: Vurdér bytte av type høreapparat
pl_pl: Rozważ zmianę konfiguracji aparatu na inną
pt_pt: Considerar a mudança do tipo de aparelho auditivo
ro_ro: Ganditi-va sa va schimbati aparatul auditiv
ru_ru: Измените тип слухового аппарата
sv_se: Överväg att byta hörapparatmodell
tr_tr: Cihazın stilini değiştirmeyi düşünün
zh_cn: 建议更换助听器的类型

source: Sudden noises, like a siren or slamming door, are painfully loud
cs_cz: Náhlé zvuky, např. siréna, bouchnutí dveří, jsou bolestivě hlasité
da_dk: Pludselige lyde, f.eks. sirener eller en smækkende dør, er smertefuldt kraftige
de_de: Plötzlich auftretende Geräusche (Sirene/Knall) sind schmerzhaft laut
es_es: Los ruidos inesperados, como portazos o sirenas, resultan muy altos
fi_fi: Voimakkaat äänet, kuten ovien pauke, liian voimakkaita
fr_fr: Les bruits soudains, comme une sirène ou une porte qui claque, sont insupportables
hu_hu: Hirtelen zajok, pl. sziréna vagy ajtócsengő, bántóan hangos
it_it: Rumori improvvisi, come una sirena o porta che sbatte sono troppo forti
ja_jp: ドアを閉めたりする突発的な音がひどくうるさく感じる
ko_kr: 사이렌, 문닫는 소리 같은 갑작스런 소음이 고통스럽게 너무 큼
nl_nl: Plotselinge geluiden, zoals het dichtslaan van een deur, zijn onaangenaam hard.
no_no: Uventede høye lyder, som sirene eller dør som smeller igjen, er ubehagelig sterk
pl_pl: Nagłe dźwięki jak klakson lub trzaskanie drzwiami są bolesnie głośne
pt_pt: Os ruídos repentinos, como uma sirene ou uma porta batendo, estão muito altos
ro_ro: Zgomote bruste, ca de exemplu o sirena sau o usa trantita, sunt extrem de puternice
ru_ru: Внезапные звуки, такие как сирена или хлопающая дверь, звучат слишком громко
sv_se: Plötsliga ljud, som tex en sirén eller en dörr som slår igen, är obehagligt starka
tr_tr: Kapı çarpması, siren gibi aniden gelen sesler çok rahatsız ediyor
zh_cn: 突然的大声,如警笛声,撞门声,感到非常吵,难受

source: Reduce maximum output in high frequencies
cs_cz: Omezte maximální výstup na výškách
da_dk: Reducer max. output for høje frekvenser
de_de: Reduzieren Sie den maximalen Ausgangspegel für die hohen Frequenzen
es_es: Reducir la presión de salida máxima en altas frecuencias
fi_fi: Vähennä maksimiantotasoa korkeilla taajuuksilla
fr_fr: Diminuer le MPO pour les fréquences aiguës
hu_hu: Csökkentse a maximális teljesítményt a magas frekvenciákon
it_it: Ridurre uscita massima per gli acuti
ja_jp: 高域の最大出力を下げて下さい
ko_kr: 고주파수의 최대 출력을 낮추세요
nl_nl: Verlaag de maximale output bij hoge frequenties.
no_no: Reduser maksimum output i høyfrekvensene
pl_pl: Zredukuj MPO dla wysokich częstotliwości
pt_pt: Reduzir saída máxima em freq. altas
ro_ro: Reduceti puterea maxima la iesire pe frecventele inalte
ru_ru: Уменьшите максимальный уровень выходного давления на высоких частотах
sv_se: Reducera max output för de höga frekvenserna
tr_tr: Yüksek frekanslarda maksimum outputu azalt
zh_cn: 减少高频最大声输出

source: Decrease G80 for mid and high frequencies
cs_cz: Snižte G80 na středních frekvencích a výškách
da_dk: Nedsæt G80 for mellem- og højfrekvens
de_de: Für mittlere und hohe Frequenzen die Verstärkung G80 absenken
es_es: Disminuya G80 para frecuencias medias y altas
fi_fi: Vähennä G80-vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Diminuer G80 pour les fréquences moyennes et aiguës
hu_hu: G80 erősítés csökkentés a közép és magas frekvenciákon
it_it: Diminuire G80 per medie ed alte frequenze
ja_jp: 中高域のG80を下げて下さい
ko_kr: 중간주파수와 고주파수에서 G80을 낮추세요
nl_nl: Verminder de versterking G80 voor midden en hoge frequenties.
no_no: Reduser G80 i midt- og høyfrekvensforsterkningen
pl_pl: Zmniejsz wzmocnienie G80 dla średnich i wysokich częstotliwości
pt_pt: Redução de G80 para médias e altas frequências
ro_ro: Reduce G80 pe frecventele medii si inalte
ru_ru: Уменьшите усиление громких звуков (G80) на средних и высоких частотах
sv_se: Minska G80 för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 减少G80中高频增益

source: Cannot hear birdsong
cs_cz: Neslyším ptačí hlasy
da_dk: Kan ikke høre fuglesang
de_de: Vogelgezwitscher ist nicht zu hören
es_es: No puede oír el canto de los pájaros
fi_fi: Linnunlaulu ei kuulu
fr_fr: Les oiseaux sont inaudibles
hu_hu: A madárhang nem hallható
it_it: Non sono udibili gli uccellini
ja_jp: 鳥の声が聞き取れない
ko_kr: 새소리를 들을 수 없음
nl_nl: Ik kan de vogels niet horen fluiten.
no_no: Kan ikke høre fuglekvitter
pl_pl: Nie słyszę śpiewu ptaków
pt_pt: Não ouve o canto dos pássaros
ro_ro: Nu se aude cantecul pasarilor
ru_ru: Не слышно пения птиц
sv_se: Kan inte höra fågelsång
tr_tr: Kuş seslerini duyamıyorum
zh_cn: 不能听到鸟叫声

source: Increase G50 for high frequencies
cs_cz: Zvyšte G50 na výškách
da_dk: Forøg G50 for høje frekvenser
de_de: Für hohe Frequenzen die Verstärkung G50 anheben
es_es: Incremente G50 para altas frecuencias
fi_fi: Lisää G50-vahvistusta diskanttitaajuuksilla
fr_fr: Augmenter G50 pour les fréquences aiguës
hu_hu: Növelje a G50-et a magas frekvenciákon
it_it: Aumentare G50 per le alte frequenze
ja_jp: 高域のG50を上げて下さい
ko_kr: 고주파수에서 G50을 높이세요
nl_nl: Verhoog de versterking G50 voor hoge frequenties.
no_no: Øk G50 i høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie G50 dla wysokich częstotliwości
pt_pt: Aumento de G50 para altas frequências
ro_ro: Mariti G50 pe frecventele inalte
ru_ru: Увеличьте усиление тихих звуков (G50) на высоких частотах
sv_se: Öka G50 för höga frekvenser
tr_tr: Yüksek frekanslarda G50 kazancını artır
zh_cn: 增加G50高频增益

source: Increase G50 for mid and high frequencies
cs_cz: Zvyšte G50 na středních frekvencích a výškách
da_dk: Forøg G50 for mellem- og højfrekvens
de_de: Für mittlere und hohe Frequenzen die Verstärkung G50 anheben
es_es: Incremente G50 para frecuencias medias y altas
fi_fi: Lisää G50-vahvistusta keski- ja diskanttitaajuuksilla
fr_fr: Augmenter G50 pour les fréquences moyennes et aiguës
hu_hu: Növelje a G50-et a közép és magas frekvenciákon
it_it: Aumentare G50 per le medie ed alte frequenze
ja_jp: 中高域のG50を上げて下さい
ko_kr: 중간주파수와 고주파수에서 G50을 높이세요
nl_nl: Verhoog de versterking G50 voor midden en hoge frequenties.
no_no: Øk G50 i midt- og høyfrekvensforsterkningen
pl_pl: Zwiększ wzmocnienie G50 dla średnich i wysokich częstotliwości
pt_pt: Aumento de G50 para médias e altas frequências
ro_ro: Cresteti G50 pe frecvente medii si inalte
ru_ru: Увеличьте усиление тихих звуков (G50) на средних и высоких частотах
sv_se: Öka G50 för mellan och höga frekvenser
tr_tr: Orta ve yüksek frekanslarda G50 kazancını artır
zh_cn: 增加G50中高频增益

source: Cannot hear the doorbell or telephone ringing
cs_cz: Neslyším domovní zvonek nebo vyzvánění telefonu
da_dk: Kan ikke høre dør- eller telefonklokke
de_de: Türklingel/Telefon ist nicht zu hören
es_es: No puede oír un timbre o el teléfono
fi_fi: Ovikellon ja puhelimen soitto eivät kuulu
fr_fr: La sonnette d'une porte ou du téléphone sont inaudibles
hu_hu: Az ajtócsengő vagy a telefoncsörgés nem hallható
it_it: Suono del telefono o del campanello non udibile
ja_jp: 電話のベル・呼出音・チャイムなどが聞き取れない
ko_kr: 초인종소리나 전화기 벨소리가 들리지 않음
nl_nl: Ik hoor de deurbel of de telefoon niet.
no_no: Kan ikke høre dørklokken eller telefonen ringe
pl_pl: Nie słyszę dźwięku telefonu lub dzwonka do drzwi
pt_pt: Não consegue ouvir a campainha da porta ou o telefone tocando
ro_ro: Nu poate auzi soneria de la usa sau soneria telefonului
ru_ru: Не слышен дверной / телефонный звонок
sv_se: Kan inte höra dörrklockan eller telefonsignalen
tr_tr: Telefon veya kapı zilini duyamıyorum
zh_cn: 不能听到门铃或电话铃声
