Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Mic relative to Telecoil
bg_bg: Микрофон спрямо телебобина
cht: 麥克風相對電話線圈
da_dk: Mik. i forhold til telespole
el_gr: Μικρόφωνο συσχετισμένο με τηλεπηνίο
fi_fi: Mikrofoni suhteessa induktiokela
hr_hr: Mikrofon u odnosu na Telecoil
hu_hu: Mik. és telefontekercs arány
it_it: Mic relativo a Telecoil
ko_kr: 텔레코일 마이크
nl_nl: Mic t.o.v. luisterspoel
no_no: HA Mik relativ til telespole
pt_pt: Mic relativo à bobina telefônica
ro_ro: Mic relativ la bobină telefon
ru_ru: Микр. по отношению к телефонной катушке
sv_se: HA mik relativt Telespole
th_th: Mic สัมพันธ์กับ Telecoil
tr_tr: Telecoille ilişkili Mikrofon
zh_cn: Mic关联至电感

source: Mic relative to DAI
bg_bg: Микрофон спрямо ПАВ
cht: 麥克風相對直接音源輸入
da_dk: Mic i forhold til DAI
el_gr: Μικρόφωνο συσχετισμένο με DAI
fi_fi: Mikrofoni suhteessa DAI-toimintoon
hr_hr: Mikrofon u odnosu na DAI
hu_hu: Mik. és DAI arány
it_it: Mic relativo a DAI
ko_kr: DAI 마이크
nl_nl: Mic t.o.v. DAI
no_no: Mik. relativ til DAI
pt_pt: Mic relativo à DAI
ro_ro: Mic relativ la DAI
ru_ru: Микр. по отношению к DAI
sv_se: HA mik relativt DAI
th_th: Mic สัมพันธ์กับ DAI
tr_tr: DAI ile ilişkili Mikrofon
zh_cn: Mic关联至DAI

source: This will disable all Ear-to-Ear communication features.
bg_bg: Това ще деактивира функциите за комуникация ухо с ухо.
cht: 這將停用所有雙耳傳輸功能。
da_dk: Dette deaktiverer funktioner til Ear-to ear-kommunikation
el_gr: Θα απενεργοποιηθούν όλες οι λειτουργίες επικοινωνίας Ear-to-Ear.
fi_fi: Tämä poistaa käytöstä kaiken kojeiden välisen kommunikoinnin.
hr_hr: Time će se onemogućiti sve značajke komunikacije između ušiju.
hu_hu: Kikapcsolja a készülékek közötti kommunikációt.
it_it: In questo modo verranno disattivate le funzioni di comunicazione Ear-to-Ear.
ko_kr: 이것은 모든 양이 동기화를 기능을 비활성화 합니다
nl_nl: Dit zal alle Ear-to-Ear functionaliteiten uitschakelen.
no_no: Dette vil deaktivere alle funksjonene i øre til øre-kommunikasjon.
pt_pt: Isto irá desativar todos os recursos da comunicação de orelha a orelha.
ro_ro: Aceasta va dezactiva toate caracteristicele de comunicare intre dispozitive.
ru_ru: Это приведет к отключению всех функций связи между СА.
sv_se: Det här kommer koppla bort alla Öra till Öra inställningar.
th_th: การดำเนินการนี้จะเป็นการปิดใช้งานคุณสมบัติการสื่อสารแบบ Ear-to-Ear
tr_tr: Bu Kulaktan Kulağa Bildirim özelliğini devre dışı bırakır.
zh_cn: 这将禁用所有的AI智能双耳融合系统。

source: Update Instrument(s)
bg_bg: Актуализирай апарата(-ите)
cht: 更新助聽器
da_dk: Opdater apparater
el_gr: Ενημέρωση ακουστικών
fi_fi: Päivitä kuulokojeet
hr_hr: Ažuriranje aparata
hu_hu: Készülék(ek) frissítése
it_it: Aggiorna apparecchi
ko_kr: 보청기를 업데이트하세요
nl_nl: Toestel(len) updaten
no_no: Oppdater apparat(er)
pt_pt: Atualizar aparelhos
ro_ro: Update instrument(e)
ru_ru: Обновить аппарат(ы)
sv_se: Updatera hörapparat(er)
th_th: อัพเดตอุปกรณ์
tr_tr: Cihaz(ları) Güncelle
zh_cn: 助听器升级

source: Find Instrument(s)
bg_bg: Намери апарата(-ите)
cht: 尋找助聽器
da_dk: Søg efter apparater
el_gr: Εύρεση ακουστικών
fi_fi: Etsi kuulokojeita
hr_hr: Traženje aparata
hu_hu: Készülék(ek) keresése
it_it: Trova apparecchi
ko_kr: 보청기 찾기
nl_nl: Zoek toestel(len)
no_no: Finn apparat(er)
pt_pt: Encontrar aparelho(s)
ro_ro: Găsește aparat(e)
ru_ru: Найти аппарат(ы)
sv_se: Hitta hörapparat(er)
th_th: ค้นหาอุปกรณ์
tr_tr: Cihaz(lar)ı Bul
zh_cn: 发现助听器

source: Uncomfortable Level (UCL)
bg_bg: Некомфортно ниво (UCL)
cht: 不舒適閾值 (UCL)
da_dk: Ubehageligt niveau (Uncomfortable Level – UCL)
el_gr: Επίπεδο δυσφορίας (UCL)
fi_fi: Epämielyttävyyskynnys (UCL)
hr_hr: Neugodna razina (UCL)
hu_hu: Kellemetlenségi küszöb (UCL)
it_it: Livello del fastidio (UCL)
ko_kr: 불쾌역치(UCL)
nl_nl: Oncomfortabel niveau (UCL)
no_no: Ubehagsnivå (UCL)
pt_pt: Nível de desconforto (UCL)
ro_ro: Nivel de Disconfort (UCL)
ru_ru: Порог слухового дискомфорта (UCL)
sv_se: Obehagsnivå (UCL)
th_th: ระดับความไม่สบาย (UCL)
tr_tr: Rahatsız edici ses seviyesi (UCL)
zh_cn: 不舒适阈(UCL)

source: Streaming Accessories
bg_bg: Аксесоари за стрийминг
cht: 串流配件
da_dk: Streamingtilbehør
el_gr: Εξαρτήματα μετάδοσης ροής
fi_fi: Äänensiirron lisälaitteet
hr_hr: Dodatna oprema za strujanje
hu_hu: Streaming tartozékok
it_it: Accessori di Streaming
ko_kr: 스트리밍 액세서리
nl_nl: Streaming accessoires
no_no: Streaming-tilbehør
pt_pt: Acessórios Wireless
ro_ro: Accesorii Streaming
ru_ru: Аксессуары стримеры
sv_se: Streamingtillbehör
th_th: อุปกรณ์เสริมการสตรีม
tr_tr: Aktarım Aksesuarları
zh_cn: 无线音频模式

source: Channel 3
bg_bg: Канал 3
cht: 頻道 3
da_dk: Kanal 3
el_gr: Κανάλι 3
fi_fi: Kanava 3
hr_hr: Kanal 3
hu_hu: 3-as csatorna
it_it: Canale 3
ko_kr: 채널 3
nl_nl: Kanaal 3
no_no: Kanal 3
pt_pt: Canal 3
ro_ro: Canalul 3
ru_ru: Канал 3
sv_se: Kanal 3
th_th: ช่อง 3
tr_tr: Kanal 3
zh_cn: 通道3

source: Channel 1
bg_bg: Канал 1
cht: 頻道 1
da_dk: Kanal 1
el_gr: Κανάλι 1
fi_fi: Kanava 1
hr_hr: Kanal 1
hu_hu: 1-es csatorna
it_it: Canale 1
ko_kr: 채널 1
nl_nl: Kanaal 1
no_no: Kanal 1
pt_pt: Canal 1
ro_ro: Canalul 1
ru_ru: Канал 1
sv_se: Kanal 1
th_th: ช่อง 1
tr_tr: Kanal 1
zh_cn: 通道1

source: Channel 2
bg_bg: Канал 2
cht: 頻道 2
da_dk: Kanal 2
el_gr: Κανάλι 2
fi_fi: Kanava 2
hr_hr: Kanal 2
hu_hu: 2-es csatorna
it_it: Canale 2
ko_kr: 채널 2
nl_nl: Kanaal 2
no_no: Kanal 2
pt_pt: Canal 2
ro_ro: Canalul 2
ru_ru: Канал 2
sv_se: Kanal 2
th_th: ช่อง 2
tr_tr: Kanal 2
zh_cn: 通道2

source: Low battery detected in the right hearing instrument
bg_bg: Открита е слаба батерия в десния слухов апарат
cht: 偵測到右耳助聽器低電量
da_dk: Batteriet i det højre apparat er lavt
el_gr: Ανιχνεύθηκε χαμηλή μπαταρία στο δεξί ακουστικό
fi_fi: Oikean kuulokojeen paristo on tyhjenemässä.
hr_hr: Otkrivena je slaba baterija u desnom slušnom aparatu
hu_hu: A rendszer merülő elemet észlelt a jobb oldali hallókészülékben
it_it: Rilevata batteria in esaurimento nell'apparecchio acustico destro
ko_kr: 우측 보청기 배터리 전력 부족
nl_nl: Laag-batterijniveau gedetecteerd in rechter hoortoestel
no_no: Lavt batterinivå påvist i høyre høreapparat
pt_pt: Pilha fraca detectada no aparelho auditivo direito
ro_ro: Nivel baterie scăzut detectat în instrumentul auditiv dreapta
ru_ru: Низкий заряд батареи в правом СА
sv_se: Låg batterinivå i den högra hörapparaten
th_th: ตรวจพบแบตเตอรี่ใกล้หมดในอุปกรณ์ช่วยฟังข้างขวา
tr_tr: Sağ işitme cihazında düşük pil algılandı
zh_cn: 右侧助听器检测到低电量

source: Low battery detected in the left hearing instrument
bg_bg: Открита е слаба батерия в левия слухов апарат
cht: 偵測到左耳助聽器低電量
da_dk: Batteriet i det venstre apparat er lavt
el_gr: Ανιχνεύθηκε χαμηλή μπαταρία στο αριστερό ακουστικό
fi_fi: Vasemman kuulokojeen paristo on tyhjenemässä.
hr_hr: Otkrivena je slaba baterija u lijevom slušnom aparatu
hu_hu: A rendszer merülő elemet észlelt a bal oldali hallókészülékben
it_it: Rilevata batteria in esaurimento nell'apparecchio acustico sinistro
ko_kr: 좌측 보청기 배터리 전력 부족
nl_nl: Laag-batterijniveau gedetecteerd in linker hoortoestel
no_no: Lavt batterinivå påvist i venstre høreapparat
pt_pt: Pilha fraca detectada no aparelho auditivo esquerdo
ro_ro: Nivel baterie scăzut detectat în instrumentul auditiv stânga
ru_ru: Низкий заряд батареи в левом СА
sv_se: Låg batterinivå i den vänstra hörapparaten
th_th: ตรวจพบแบตเตอรี่ใกล้หมดในอุปกรณ์ช่วยฟังข้างซ้าย
tr_tr: Sol işitme cihazında düşük pil algılandı
zh_cn: 左侧助听器检测到低电量

source: Low Battery Warning
bg_bg: Предупреждение за слаба батерия
cht: 低電量警告
da_dk: Advarsel om lavt batteri
el_gr: Προειδοποίηση χαμηλής μπαταρίας
fi_fi: Heikon pariston varoitus
hr_hr: Upozorenje na slabu bateriju
hu_hu: Elemkimerülés jelzés
it_it: Avviso batteria in esaurimento
ko_kr: 배터리 저전력 경고
nl_nl: Waarschuwing lage batterijspanning
no_no: Advarsel om lavt batterinivå
pt_pt: Aviso de pilha fraca
ro_ro: Avertizare Baterie Scazuta
ru_ru: Предупреждение о низком заряде батареи
sv_se: Varning för svagt batteri
th_th: คำเตือนแบตเตอรี่ใกล้หมด
tr_tr: Düşük Pil Uyarısı
zh_cn: 低电池提示

source: Restore Instrument(s)
bg_bg: Нулиране на апарата(-ите)
cht: 重設助聽器
da_dk: Nulstil apparat(er)
el_gr: Επαναφορά ακουστικών
fi_fi: Nollaa kuulokojeet
hr_hr: Vrati aparate
hu_hu: Készülék(ek) alaphelyzetbe állítása
it_it: Ripristina apparecchio(i)
ko_kr: 보청기 복구
nl_nl: Toestel(len) resetten
no_no: Tilbakestill apparat(ene)
pt_pt: Atualizar o(s) Aparelho(s) Auditivo(s)
ro_ro: Restaureaza Instrument(e)
ru_ru: Восстановить аппарат(ы)
sv_se: Återställ hörapparat(er)
th_th: รีเซ็ตอุปกรณ์
tr_tr: Cihaz(lar)ı Sıfırla
zh_cn: 重置助听器

source: Skip
bg_bg: Прескочи
cht: 略過
da_dk: Spring over
el_gr: Παράλειψη
fi_fi: Ohita
hr_hr: Preskoči
hu_hu: Kihagyás
it_it: Salta
ko_kr: 건너뛰기
nl_nl: Overslaan
no_no: Hopp over
pt_pt: Ignorar
ro_ro: Sari
ru_ru: Пропустить
sv_se: Hoppa över
th_th: ข้าม
tr_tr: Geç
zh_cn: 跳过

source: Heard
bg_bg: Чут
cht: 聽到
da_dk: Hørt
el_gr: Ακούστηκε
fi_fi: Kuultu
hr_hr: Čuo
hu_hu: Hallott
it_it: Ascoltato
ko_kr: 들림
nl_nl: Gehoord
no_no: Hørt
pt_pt: Ouvido
ro_ro: Ascultat
ru_ru: Услышано
sv_se: Hörd
th_th: ได้ยิน
tr_tr: Duyulan
zh_cn: 听到

source: [Enter]
it_it: [Invio]
ru_ru: [Ввод]
tr_tr: [Giriş]

source: Missed
bg_bg: Изпуснат
cht: 沒聽到
da_dk: Ikke hørt
el_gr: Χάθηκε
fi_fi: Ohitettu
hr_hr: Propustio
hu_hu: Vesztett
it_it: Mancato
ko_kr: 누락됨
nl_nl: Gemist
no_no: Ikke respons
pt_pt: Não ouvido
ro_ro: Omis
ru_ru: Пропущено
sv_se: Missat
th_th: พลาด
tr_tr: Kaçırılan
zh_cn: 未听到

source: [Shift]
fi_fi: [Vaihto]
it_it: [Maiusc]
ru_ru: [Переключение регистра]
sv_se: [Skift]
tr_tr: [Kaydır]

source: A Made For iPhone product can only be fitted with another Made For iPhone product.
bg_bg: Продукт, направен за iPhone, може да се монтира само с друг продукт, направен за iPhone.
cht: Made For iPhone 產品只能與另一個 Made For iPhone 產品進行選配。
da_dk: Et Made For iPhone produkt kan kun tilpasses med et andet Made for iPhone produkt.
el_gr: Ένα προϊόν κατασκευασμένο για iPhone μπορεί να υποβληθεί σε εφαρμογή μόνο με ένα άλλο προϊόν κατασκευασμένο για iPhone.
fi_fi: Made for iPhone laite voidaan sovittaa vain toisen Made for iPhone laitteen kanssa.
hr_hr: Proizvod načinjen za iPhone može se opremiti samo s drugim proizvodom načinjenim za iPhone.
hu_hu: Egy MFI készülék csak egy másik MFI készülékkel illeszthető.
it_it: Un prodotto Made For iPhone può essere applicato solamente con altri prodotti Made For iPhone.
ko_kr: Made For iPhone 제품군은 Made For iPhone 제품군들과 함께 피팅할 수 있습니다.
nl_nl: Een Made For iPhone toestel kan alleen aangepast worden met een ander Made For iPhone toestel.
no_no: Et Made For iPhone produkt kan bare tilpasses med et annet Made For iPhone produkt.
pt_pt: O produto MFi (Made for iPhone) apenas pode ser adaptado com outro produto MFi.
ro_ro: Un produs dedicat iPhone nu poate fi reglat decat cu un produs din aceeasi categorie
ru_ru: Продукт, совместимый с iPhone, может быть настроен только с аналогичным, совместимым с iPhone, продуктом.
sv_se: En "Made For Iphone" produkt kan bara anpassas med en annan MFI produkt.
th_th: ผลิตภัณฑ์ที่ผลิตขึ้นสำหรับ iPhone จะสามารถทดลองสวมได้เฉพาะกับผลิตภัณฑ์ที่ผลิตขึ้นสำหรับ iPhone อีกตัวเท่านั้น
tr_tr: iPhone için üretilen bir ürün sadece başka bir iPhone için üretilen ürün ile takılabilir.
zh_cn: MFi产品只能和MFi产品同时验配。

source: Guided
bg_bg: Воден
cht: 指引
da_dk: Vejledt
el_gr: Με καθοδήγηση
fi_fi: Opastettu
hr_hr: Vođeno
hu_hu: Vezetett
it_it: Guidato
ko_kr: 가이드 모드
nl_nl: Gestuurd
no_no: Guidet
pt_pt: Orientado
ro_ro: Ghidat
ru_ru: Направленный
sv_se: Guidad
th_th: แนะนำ
tr_tr: Kılavuzlu
zh_cn: 自动

source: Manual
bg_bg: Ръчен
cht: 手動
da_dk: Manuel
el_gr: Χειροκίνητα
fi_fi: Manuaalinen
hr_hr: Ručno
hu_hu: Kézi
it_it: Manuale
ko_kr: 조절모드
nl_nl: Handmatig
no_no: Manuelt
ru_ru: Руководство
sv_se: Manuell
th_th: แมนนวล
tr_tr: Manuel
zh_cn: 手动

source: A minimum of two threshold points are required between 1K - 4K
bg_bg: Необходими са минимум две прагови точки между 1K - 4K
cht: 在 1K-4K 之間至少需要兩個閾值點
da_dk: Mindst to tærskelpunkter er påkrævede mellem 1K - 4K
el_gr: Απαιτούνται τουλάχιστον δύο σημεία ουδού μεταξύ 1K–4K
fi_fi: Tarvitaan vähintään kaksi kynnyspistettä välillä 1K– 4K.
hr_hr: Potrebna su najmanje dva praga između 1K i 4K
hu_hu: Legalább két küszöbértékhez tartozó pontra van szükség (1K - 4K)
it_it: È richiesto un minimo di due punti soglia tra 1000 e 4000
ko_kr: 주파수 구간 1kHz ~ 4kHz 사이에 최소 두 개 이상의 청력 역치가 필요합니다.
nl_nl: Minimaal twee drempelpunten zijn vereist tussen 1k-4k
no_no: Det kreves to terskelpunkter mellom 1K og 4K
pt_pt: É necessário um mínimo de dois pontos limite entre 1K e 4K
ro_ro: Sunt necesare minim două puncte de prag între 1K - 4K
ru_ru: Между 1K - 4K необходимо не менее двух пороговых точек
sv_se: Minst två tröskelpunkter krävs mellan 1K - 4K
th_th: ต้องใช้จุดค่าเกณฑ์อย่างน้อยสองจุดระหว่าง 1K - 4K
tr_tr: 1K - 4K arasında en az iki eşik noktası gereklidir
zh_cn: 1K〜4K之间至少需要两个阈值点

source: Encased Receiver Mold - 1.3 - 2.1 mm vent
bg_bg: Обвита отливка на приемник – 1,3 - 2,1 мм венти отвор
cht: 訂製型接收器 - 1.3 - 2.1 mm 氣孔
el_gr: Εκμαγείο με δέκτη: 1.3 – 2.1 mm οπή αερισμού
fi_fi: Koteloidun vastaanottimen muotti : ilmastointi 1,3–2,1mm
hr_hr: Zaštićeni kalup prijamnika - 1,3 - 2,1 mm odušak
hu_hu: Illesztékes hallgató: 1,3 - 2,1 mm-es szellőző
it_it: Ricevitore integrato su misura - Vent 1.3-2.1 mm
ko_kr: 리시버 일체형 몰드- 1.3 - 2.1mm 벤트
nl_nl: Encased Receiver oorstukje: 1.3-2.1 mm venting
no_no: Innstøpt Ritepropp – 1,3–2,1 mm vent
pt_pt: Cápsula para receptor – 1,3 a 2,1 mm de ventilação
ro_ro: Olivă receptor capsulată - orificiu de 1.3 - 2.1 mm
ru_ru: Заключенный в оболочку ресивер - вент 1,3 - 2,1 мм
sv_se: Gjuten insats - 1,3 - 2,1 mm vent
th_th: ตัวรับสัญญาณแบบหุ้มโมลด์ - Vent 1.3 - 2.1 มม.
tr_tr: Örtülü Hoparlör Kalıbı - 1.3 - 2.1 mm Vent
zh_cn: 封闭式耳模 -通气孔1.3 - 2.1 mm

source: Mobile Device User
bg_bg: Потребител
cht: 使用者
da_dk: Bruger
el_gr: Χρήστης
fi_fi: Käyttäjä
hr_hr: Korisnik mobilnog uređaja
hu_hu: Mobil eszköz használó
it_it: Utente
ko_kr: 사용자
nl_nl: Gebruiker
no_no: Bruker
pt_pt: Usuário
ro_ro: Utilizator
ru_ru: Пользователь
sv_se: Användare
th_th: ผู้ใช้อุปกรณ์เคลื่อนที่
tr_tr: Kullanıcı
zh_cn: 用户

source: Adjust All Beeps
bg_bg: Регулиране на всички звукови сигнали
cht: 調整所有提示音
da_dk: Juster alle biptoner
el_gr: Προσαρμογή όλων των ηχητικών σημάτων
fi_fi: Säädä kaikkia tasoja
hr_hr: Prilagodba svih zvučnih signala
hu_hu: Minden csipogás módosítása
it_it: Regola tutti i beep
ko_kr: 모든 알림음
nl_nl: Pas alle beeps aan
no_no: Juster alle signaler
pt_pt: Ajustar todos os bipes
ro_ro: Ajustare avertizori acustici
ru_ru: Настройка всех Бип-сигналов
sv_se: Justera alla ljud
th_th: ปรับตั้งเสียงบี๊ปทั้งหมด
tr_tr: Bütün ikazları ayarla
zh_cn: 调整所有提示音

source: Additional Program Beeps
bg_bg: Допълнителни звукови сигнали за програми
cht: 額外程式提示音
da_dk: Yderligere programtoner
el_gr: Πρόσθετα ηχητικά σήματα προγραμμάτων
fi_fi: Lisä-äänimerkit ohjelmille
hr_hr: Dodatni zvučni signali programa
hu_hu: Kiegészítő program csipogások
it_it: Beep programma aggiuntivo
ko_kr: 기타 알림음
nl_nl: Programma beeps
no_no: Tilleggsprogram signal
pt_pt: Bipes de programas adicionais
ro_ro: Avertizori Program Aditional
ru_ru: Дополнительное программирование Бип-сигналов
sv_se: Övriga Program Ljud
th_th: โปรแกรมเสียงบี๊ปเพิ่มเติม
tr_tr: İlave program ikazları
zh_cn: 其它功能提示

source: Wireless Notifications
bg_bg: Безжични известия
cht: 無線通知
da_dk: Trådløse notifikationer
el_gr: Ειδοποιήσεις ασύρματης σύνδεσης
fi_fi: Ilmoitus langattomuudesta
hr_hr: Bežične obavijesti
hu_hu: Vezeték nélküli jelzések
it_it: Notifiche wireless
ko_kr: 무선연결
nl_nl: Wireless melding
no_no: Trådløse signaler
pt_pt: Notificações wireless
ro_ro: Notificare wireless
ru_ru: Беспроводные уведомления
sv_se: Trådlösa notifikationer
th_th: การแจ้งเตือนระบบไร้สาย
tr_tr: Kablosuz Bildirimler
zh_cn: 无线提示

source: Products Mismatch
bg_bg: Несъответствие на продуктите
cht: 產品不相符
da_dk: Produkterne passer ikke sammen
el_gr: Ασυμφωνία προϊόντων
fi_fi: Tuoteristiriita
hr_hr: Proizvodni nisu usklađeni
hu_hu: Nem egyező termékek
it_it: Mancata corrispondenza prodotti
ko_kr: 제품 불일치
nl_nl: Producten stemmen niet overeen
no_no: Produkter samsvarer ikke
pt_pt: Incompatibilidade de produtos
ro_ro: Neconcordanta produse
ru_ru: Несоответствие продуктов
sv_se: Produkterna matchar inte
th_th: ผลิตภัณฑ์ไม่ตรงกัน
tr_tr: Ürün Uyuşmazlığı
zh_cn: 产品不匹配

source: Testing not advised. To accurately perform In-Situ audiometry it is recommended to use an Encased Receiver Mold with the venting closed
bg_bg: Не се препоръчва тестване. За да се извърши точно Аудиометрия в самия апарат по целия честотен диапазон се препоръчва да се използва обвита отливка на приемник със затворен венти отвор
cht: 不建議測試。建議使用小氣孔的強力耳模以準確執行現場聽力檢查。
da_dk: Det anbefales ikke at teste. Det anbefales at benytte en indkapslet receiverprop med ventileringen lukket for at kunne gennemføre en nøjagtig in situ-audiometri
el_gr: Δεν συστήνεται δοκιμή. Για την εκτέλεση επιτόπιας ακοομέτρησης με ακρίβεια, συστήνεται η χρήση εγκλεισμένου εκμαγείου δέκτη με την οπή αερισμού κλειστή
fi_fi: Mittausta ei suositella. Tarkkojen audiometriatulosten saamiseksi käyttötilanteessa on suositeltavaa käyttää koteloidun vastaanottimen muottia ilmastointi suljettuna.
hr_hr: Nije preporučeno testiranje. Kako bi In Situ audiometrija bila točna, preporučuje se upotreba prijamnika u kućištu sa zatvorenim otvorom.
hu_hu: A tesztelés nem ajánlott. A pontos In-Situ audiometriához használjon egy egyedi hallgatós házat lezárt venttel
it_it: Test Sconsigliato. Per eseguire accuratamente Audiometria In-Situ si raccomanda di utilizzare una chiocciola con ricevitore integrato (Encased) con ventilazione occlusa.
ko_kr: 테스트가 권장되지 않습니다. 정확한 In-situ 측정을 위하여, 이어몰드의 벤트를 막고 측정하여 주세요.
nl_nl: Om nauwkeurige, ´echte´ In-Situ audiometrie uit te voeren is het aanbevolen een Encased Receiver oorstukje te gebruiken met de venting gesloten.
no_no: Testing ikke anbefalt. For nøyaktig in situ-audiometri er det anbefalt å bruke en Innstøpt Ritepropp med tett ventilering.
pt_pt: Os testes não são aconselhados. Para realizar a audiometria in-situ com precisão, é recomendado usar uma cápsula para receptor com a ventilação fechada
ru_ru: Тестирование не рекомендуется. Для точности аудиометрического исследования In-Situ рекомендуется использовать заключенный в оболочку ресивер с закрытым вентом.
sv_se: Testning rekommenderas inte. För korrekt In-Situ-audiometri rekommenderas fösluten insats med stängd ventilering
th_th: ไม่แนะนำให้ทำการทดสอบ หาดต้องการดำเนินการทดสอบการได้ยินภายในอย่างถูกต้อง แนะนำให้ใช้ Encased Receiver Mold ที่มีท่อนำเสียงแบบปิด
tr_tr: Test etme işlemi önerilmez. Yerinde odyometriyi doğru şekilde gerçekleştirmek için vent deliği kapalı bir Örtülü Hoparlör Kalıbı kullanılması önerilir
zh_cn: 不建议进行测试。为获得准备的内置测听结果，推荐使用封闭式耳模且封笔通气孔。

source: Updating aids will completely re-write the instrument data, including firmware. It will take a minimum of 30 seconds to finish and CANNOT be canceled. WIRED programming interface is required. Note: All data will be lost. Click Close to exit without resetting.
bg_bg: Актуализирането на апаратите напълно пренаписва данните на апарата, включително фърмуера. Извършването отнема минимум 30 секунди и НЕ МОЖЕ да се отменя. Необходим е КАБЕЛЕН интерфейс за програмиране. Забележка: всички данни се изгубват. Щракнете върху Затваряне, за да излезете без нулиране.
cht: 更新助聽器將完全重新寫入助聽器資料，包括韌體。需要至少 30 秒完成，且不能取消。需要使用有線調整介面。 注意：所有資料將會遺失。點選關閉且不重設並退出。
da_dk: En opdatering af apparatet overskriver både tilpasningsdata og firmware i apparatet. Opdateringen tager minimum 30 sekunder og KAN IKKE afbrydes. Et KABEL er nødvendigt. Bemærk: Alle data går tabt. Klik på Luk for at lukke uden at opdatere.
el_gr: Η ενημέρωση των βοηθημάτων θα αντικαταστήσει πλήρως τα δεδομένα του ακουστικού, συμπεριλαμβανομένου του υλικολογισμικού. Θα χρειαστούν τουλάχιστον 30 δευτερόλεπτα για να ολοκληρωθεί και ΔΕΝ θα είναι δυνατή η ακύρωσή της. Απαιτείται ΕΝΣΥΡΜΑΤΗ διεπαφή προγραμματισμού. Σημείωση: Θα χαθούν όλα τα δεδομένα. Κάντε κλικ στο Κλείσιμο για έξοδο χωρίς επαναφορά.
fi_fi: Kun kuulokojeet päivitetään, niissä olevien tietojen päälle kirjoitetaan, myös laiteohjelmiston. Aikaa kuluu vähintään 30 sekuntia. Kun päivitys on alkanut, sitä EI voi peruuttaa. Käytä aina langallista ohjelmointiyksikköä. Voit poistua nollaamatta kuulokojetta painamalla Sulje.
hr_hr: Ažuriranjem pomagala potpuno će se izbrisati podatci aparata, uključujući programsku opremu. Postupak će trajati najmanje 30 sekundi i NE MOŽE se otkazati. Potrebno je ŽIČNO sučelje za programiranje. Napomena: Svi će podatci biti izgubljeni. Kliknite „Zatvori” za izlaz bez resetiranja.
hu_hu: A hallókészülékek frissítése teljesen felülírja a készülék adatait, beleértve a firmware-t is. A művelet befejezése minimum 30 másodpercet vesz igénybe, és NEM LEHET megszakítani. VEZETÉKES programozási felületre van szükség. Megjegyzés: minden adat el fog veszni. Kattintson a Bezárás gombra az alaphelyzetbe állítás nélküli kilépéshez.
it_it: Aggiornando gli apparecchi si riscriveranno completamente i dati strumentali, compreso il firmware. Il completamento del processo richiede almeno 30 secondi e NON PUÒ essere annullato. È richiesto l'uso dell'interfaccia di programmazione CABLATA. Nota: tutti i dati andranno persi. Fare clic su Chiudi per uscire senza eseguire l'operazione.
ko_kr: 보청기를 업데이트 하면, 펌웨어를 포함한 모든 데이터가 재설정 됩니다. 작업이 완료되는데 최소 30초가 소요되며, 작업 도중 이를 중단할 수 없습니다. 유선 프로그래밍 인터페이스(programming interface)가 필요합니다. 주의: 모든 데이터가 삭제됩니다. 재설정 없이 나가려면 Close를 클릭하세요.
nl_nl: Updaten van het toestel zal de toestelgegevens compleet resetten, inclusief de firmware. Het duurt minimaal 30 seconden en kan NIET geannuleerd worden. Een BEKABELD programmeerinterface is vereist. Let op: alle gegevens gaan verloren. Klik op Sluiten om zonder update door te gaan.
no_no: Hvis du oppdaterer høreapparatene, blir all data (inkludert fastvare) skrevet på nytt. Dette vil ta minst 30 sekunder og kan ikke avbrytes. KABLET programmeringsgrensesnitt er nødvendig. Merk: Alle data vil gå tapt. Klikk Lukk for å avslutte uten tilbakestilling.
pt_pt: A atualização irá regravar os dados do aparelho auditivo, incluindo o firmware. Uma vez iniciada, precisará de pelo menos 30 segundos para finalizar e NÃO PODERÁ ser cancelada. A interface de programação COM FIO é necessária. Obs.: todos os dados serão perdidos. Clique em Fechar para sair sem atualizar.
ro_ro: Actualizarea aparatelor va rescrie complet datele de instrument, inclusiv firmware. Va dura minim 30 de secunde pentru a finaliza și NU POATE fi anulat. Este necesară o interfață de programare CABLATĂ. Notă: Toate datele se vor pierde. Dați clic pe Închidere pentru a ieși fără resetare.
ru_ru: Обновление аппарата полностью перезапишет данные СА, включая прошивку. Этот процесс займет не менее 30 сек. и начавшись, НЕ МОЖЕТ быть прерван/отменен. Необходимо использовать ПРОВОДНОЙ интерфейс программирования. Все данные будут утеряны. Нажмите Закрыть для выхода без сброса.
sv_se: Uppdatering av apparaterna kommer att skriva om över hörapparatdata, inklusive programvara. Det tar minst 30 sekunder att avsluta och FÅR INTE avbrytas. Programmeringsinterface med kabel krävs. Obs: Alla data går förlorade. Klicka på Stäng för att avsluta utan att återställa.
th_th: การอัพเดตอุปกรณ์ช่วยฟัง จะเป็นการเขียนข้อมูลอุปกรณ์ช่วยฟังใหม่หมด โดยอาจต้องใช้เวลาอย่างน้อย 30 วินาทีในการดำเนินการจนเสร็จ และจะไม่สามารถยกเลิกได้ จำเป็นต้องใช้อินเตอร์เฟซการตั้งโปรแกรมแบบต่อสาย หมายเหตุ: ข้อมูลทั้งหมดจะสูญหาย คลิก ปิด เพื่อออกโดยไม่รีเซ็ต
tr_tr: Cihazları güncelleme işleminde bellenim dahil tüm veriler tekrar yüklenecektir. İşlem yaklaşık 30 sn sürecektir ve işlem başladıktan sonra iptal EDİLEMEZ. KABLOLU programlama arayüzü gereklidir. Not: Tüm veriler silinecektir. Sıfırlamadan çıkış yapmak için Kapat öğesine tıklayın.
zh_cn: 更新助听器将完全重写设备数据，包括固件。完成至少需要30秒，并且不能取消。必需使用有线编程。注意：所有数据将会丢失。单击“关闭”退出以取消重置。
