Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Remove your hearing instrument when applying such things as cosmetics, perfume, aftershave, hairspray, and sunscreen lotion.
bg_bg: Махайте слуховия си апарат, когато нанасяте козметика, парфюм, афтършейв, спрей за коса и лосион против слънце.
cht: 在塗搽化妝品、香水、鬚後水、髮膠和防曬乳液時，請先取下助聽器。
da_dk: Tag høreapparaterne af, når du benytter kosmetik, parfume, aftershave, hårspray eller solcreme.
el_gr: Να αφαιρείτε το ακουστικό όταν εφαρμόζετε προϊόντα όπως καλλυντικά, αρώματα, after shave, λακ μαλλιών και αντηλιακό.
fi_fi: Poista kuulokojeet, kun meikkaat, suihkutat parfyymia, partavettä tai hiuslakkaa tai levität aurinkovoidetta.
hr_hr: Prilikom nanošenja tvari poput kozmetike, parfema, losiona za brijanje, laka za kosu i losiona za sunčanje, uklonite svoj slušni aparat.
hu_hu: Távolítsa el a hallókészüléket, ha kozmetikumot, parfümöt, borotválkozás utáni arcszeszt, hajlakkot vagy napfényvédő krémet használ.
it_it: Rimuovere gli apparecchi acustici quando si applicano prodotti quali cosmetici, profumo, dopobarba, lacca per capelli o crema solare.
ko_kr: 가급적 보청기를 착용한 상태에서 화장품, 향수, 스킨로션, 헤어스프레이, 선크림 로션 등을 바르지 않도록 하십시오.
nl_nl: Haal uw hoortoestel van uw oor wanneer u zaken aanbrengt als cosmetica, parfum, aftershave, haarlak en zonnebrandcrème.
no_no: Ta ut høreapparatene når du tar på deg sminke, parfyme,¬aftershave, hårspray eller solkrem.
pt_pt: Remova o aparelho auditivo ao aplicar maquiagem perfume, loção pós-barba, spray de cabelo e protetor solar.
ro_ro: Scoateți aparatele auditive când vă dați cu cosmetice, parfum, aftershave, fixativ sau loțiune de plajă.
ru_ru: Снимайте СА перед применением косметических средств, духов, средств после бритья, лака для волос, лосьона от загара.
sv_se: Ta av hörapparaten när du applicerar kosmetika, parfym, rakvatten, hårspray eller solskyddsmedel.
th_th: ถอดอุปกรณ์ช่วยฟังของคุณออกขณะใช้สารต่างๆ บริเวณศีรษะ เช่น เครื่องสำอาง น้ำหอม น้ำยาอาฟเตอร์เชฟ สเปรย์ฉีดผม และโลชั่นกันแดด
tr_tr: Kozmetik ürün, parfüm, tıraş losyonu, saç spreyi ve güneşten koruyucu losyon gibi ürünleri uygularken işitme cihazınızı çıkarın.
zh_cn: 使用化妆品、香水、须后水、发胶和防晒乳液时，请取下助听器。

source: When not worn, store hearing aids in a case or dry aid box, especially if you have small children or pets.
bg_bg: Когато не ги носите, съхранявайте слуховите апарати в каса или в суха кутийка за апарат, особено ако имате малки деца или домашни любимци.
cht: 當不佩戴時，將助聽器存放在盒內或助聽器乾燥盒中，特別是若家中有小孩或寵物。
da_dk: Opbevar høreapparaterne i en æske eller tørreæske, især hvis du har små børn eller kæledyr.
el_gr: Να φυλάσσετε τα ακουστικά βοηθήματα όταν δεν τα φοράτε, σε θήκη ή σε στεγνό κουτί ακουστικών, ιδιαίτερα αν έχετε παιδιά ή κατοικίδια.
fi_fi: Kun kuulokojeita ei käytetä, säilytä niitä kuivassa paikassa poissa lasten ja lemmikkieläinten ulottuvilta mieluiten omassa kotelossaan.
hr_hr: Kada ih ne nosite, odložite svoja slušna pomagala u spremnik ili suhu kutiju za pomagala, osobito ako imate malu djecu ili kućne ljubimce.
hu_hu: Ha nem viseli a hallókészülékeket, tárolja tokban vagy egy száraz készüléktartóban, főleg ha kisgyerekek vagy háziállatok is vannak a közelben.
it_it: Quando non sono indossati, riporre gli apparecchi acustici in una custodia o in una scatola asciutta, soprattutto in presenza di bambini piccoli o animali domestici.
ko_kr: 보청기를 사용하지 않는 경우에는 보청기 케이스나 제습 케이스에 보관하십시오.(특히 어린 자녀가 있는 가정의 경우)
nl_nl: Bewaar uw hoortoestel in een doos of een droogsysteem wanneer u het niet draagt, vooral wanneer u kleine kinderen of huisdieren heeft.
no_no: Når høreapparatene ikke er i bruk, bør de oppbevares i en eske eller i et tørt etui, særlig hvis det er småbarn eller dyr i huset.
pt_pt: Quando não estiver em uso, guarde-o em uma embalagem seca ou caixinha especialmente se tiver crianças ou animais de estimação.
ro_ro: Când nu le purtați, depozitați aparatele într-o cutie, în special dacă aveți copii mici sau animale de companie.
ru_ru: Когда вы не используете слуховые аппараты, лучше всего хранить их в футляре или осушающей капсуле, – особо оберегая их от детей и животных.
sv_se: När du inte använder den bör du förvara den i en ask eller liknande, i synnerhet om du har små barn eller husdjur.
th_th: ขณะที่ไม่ได้สวมใส่ ให้จัดเก็บอุปกรณ์ช่วยฟังไว้ในซองหรือกล่องเก็บ โดยเฉพาะอย่างยิ่งหากคุณอาศัยอยู่ร่วมกับเด็กเล็กหรือสัตว์เลี้ยง
tr_tr: Kullanılmadığı zamanlarda işitme cihazlarını özellikle küçük çocuklarınız veya evcil hayvanlarınız varsa, kapalı bir muhafazada veya kuru bir kutuda saklayın.
zh_cn: 不佩戴时，请将助听器存放在盒子或干燥盒中，特别是有小孩或宠物的情况。

source: Always use the tools provided or recommended by your hearing care professional. Do not insert objects not provided with the HI, as not to damage the internal components. A soft-bristle bush is often recommended. Focus on removing dirt and wax from the holes found on the instrument (venting, microphone and receiver ports).
bg_bg: Винаги използвайте инструментите, предоставени или препоръчани от специалиста по слухопротезиране. Не вкарвайте предмети, които не са предоставени заедно със слуховия апарат, за да не повредите вътрешните части. Обикновено се препоръчва мека четка. Обърнете внимание на премахването на замърсяванията и ушната кал от отворите по апарата (венти отворите, микрофона и портовете на приемника).
cht: 永遠使用您的聽力照護專家提供或建議的工具。不要插入非助聽器隨附的物件，以免損壞內部零件。建議使用軟毛刷清潔助聽器的孔 (氣孔、麥克風和接收器孔)，以去除灰塵和耳垢。
da_dk: Brug altid de værktøjer, der følger med eller anbefales af din høreapparatspecialist. Du må ikke isætte genstande, der ikke er blevet leveret sammen med apparaterne, da det kan beskadige de interne komponenter. En blød børste anbefales ofte. Vær opmærksom på at fjerne snavs og ørevoks fra hullerne på apparatet (ventilation, mikrofon og receiverporte).
el_gr: Να χρησιμοποιείτε πάντα τα εργαλεία που παρέχονται ή συνιστώνται από τον ειδικό σας σε θέματα ακοής. Μην εισάγετε αντικείμενα που δεν συνοδεύουν τα ακουστικά σας βοηθήματα, προκειμένου να μη βλάψετε τα εσωτερικά εξαρτήματά τους. Συχνά συνιστάται να χρησιμοποιείτε βουρτσάκι με μαλακή τρίχα. Εστιάστε την προσοχή σας στην αφαίρεση βρωμιάς και κυψελίδας από τις οπές του ακουστικού (διόδοι, μικρόφωνο και θύρες δέκτη).
fi_fi: Käytä kuulokojeita audionomin suosittelemalla tavalla. Älä työnnä kuulokojeisiin esineitä, joita ei ole toimitettu niiden mukana. Muutoin niiden sisäiset osat voivat vaurioitua. Usein suositellaan pehmeäharjaksista harjaa. Poista lika ja vaha kuulokojeen aukoista (ilmastointi-, mikrofoni- ja vastaanottoaukot).
hr_hr: Uvijek upotrebljavajte alate koje vam da ili preporuči vaš stručnjak za sluh. Ne umećite predmete koji nisu isporučeni uz slušni aparat kako ne biste oštetili unutarnje komponente. Često se preporučuje četkica s mekim čekinjama. Fokusirajte se na uklanjanje prljavštine i voska iz otvora na aparatu (odušak, priključci za mikrofon i prijamnik).
hu_hu: Mindig a hallásgondozója által biztosított vagy ajánlott eszközöket használja. Ne helyezzen olyan tárgyakat a hallókészülékbe, amelyek nem tartozékai annak, különben a belső alkatrészek megsérülhetnek. Lágy sörtéjű ecsettel való gyakori tisztítás javasolt. Koncentráljon a készülék nyílásaiban lévő szennyeződések és fülzsír eltávolítására (szellőzés, mikrofon és hallgató nyilások).
it_it: Utilizzare sempre gli strumenti forniti o consigliati dal fornitore professionista al quale ci si è rivolti per la cura dell'udito. Non inserire mai oggetti non forniti con gli apparecchi acustici, per evitare di danneggiare i componenti interni. Si consiglia sempre l'uso di uno spazzolino a setole morbide. Fare attenzione a rimuovere la sporcizia e il cerume dai fori che si trovano sull'apparecchio (ventilazione, porte microfono e ricevitore).
ko_kr: 보청기에 있는 구멍은 보청기 구매시 제공받은 솔을 이용하여, 이물질 및 귀지를 제거하십시오(벤트, 마이크, 리시버) 클리닉에서 권장하는 도구만을 사용하여 보청기를 청소하고, 청소시에는 부품이 손상되지 않도록 주의하여야 합니다.
nl_nl: Gebruik altijd de tools die uw hoorspecialist aanbeveelt of verstrekt. Steek geen voorwerpen in het hoortoestel die niet meegeleverd zijn om de binnenkant niet te beschadigen. Vaak wordt een borstel met zachte haren aanbevolen. Probeer het vuil en het oorsmeer uit de gaten in het toestel te verwijderen (venting, openingen voor microfoon en ontvanger)
no_no: Du bør alltid bruke de verktøyene du har mottatt eller fått utdelt av audiografen. Du må ikke sette inn gjenstander som ikke fulgte med høreapparatet, ellers kan du skade de innvendige komponentene. Det anbefales gjerne å bruke en myk børste. Pass særlig på å fjerne skitt og ørevoks fra hullene på apparatet (ventilasjon, mikrofoner og inngang på høyttaler).
pt_pt: Sempre use as ferramentas fornecidas ou recomendadas pelo profissional de saúde auditiva. Não insira objetos que não sejam os fornecidos com o aparelho, pois podem prejudicar os componentes internos. Geralmente recomenda-se uma escova de cerdas macias. Concentre-se em remover o pó e a cera dos orifícios do aparelho (ventilação, microfone e portas receptoras).
ro_ro: Utilizați întotdeauna sculele furnizate sau recomandate de medic. Nu introduceți obiecte ce nu au venit împreună cu aparatul, pentru că se pot deteriora componentele interne. Se recomandă o perie moale. Concentrați-vă pe îndepărtarea murdăriei și a cerii de pe instrument (vent, microfon și porturile receptorului).
ru_ru: Всегда применяйте инструмент/приспособления, приложенные к СА, или рекомендованные вашим специалистом по слухопротезированию. Не вставляйте в СА предметы, не поставленные вместе с СА, – это может вызвать повреждение внутренних компонентов. Часто рекомендуется применение мягкой щеточки. Тщательно удаляйте загрязнения и ушную серу из отверстий на СА (венты, порты микрофона и ресивера).
sv_se: Använd alltid de verktyg som tillhandahålls eller av din audionom. För inte in föremål inte följde med hörapparaten, för att inte skada de inre komponenterna. En mjuk borste rekommenderas vanligen. Fokus ligger på att ta bort smuts och vax från hålen som finns på apparaten (ventilering, mikrofon och mottagarportar).
th_th: ใช้เครื่องที่เราเตรียมไว้ให้ หรือเครื่องมือที่ผู้เชี่ยวชาญด้านการได้ยินของคุณแนะนำเสมอ อย่าสอดวัตถุอื่นๆ ที่ไม่ได้มาพร้อมกับ HI เข้าไปข้างใน เนื่องจากอาจทำให้ส่วนประกอบภายในเสียหายได้ แปรงขนอ่อนคืออุปกรณ์ที่เรามักแนะนำให้ใช้ เน้นไปที่การกำจัดสิ่งสกปรกและขี้หูออกจากรูบนอุปกรณ์ (รูระบายอากาศ ไมโครโฟน และพอร์ตรับสัญญาณ)
tr_tr: Her zaman işitme uzmanınız tarafından verilen veya önerilen araçları kullanın. İç bileşenlere zarar vermemek için, işitme cihazıyla birlikte verilmeyen cisimleri cihaza yerleştirmeye çalışmayın. Genellikle yumuşak kıllı bir fırçanın kullanılması önerilir. Cihaz üzerinde bulunan ventlerdeki kir ve kulak kirini temizlemeye özen gösterin (ventler, mikrofon ve alıcı portları).
zh_cn: 始终使用听力保健专业人员提供或推荐的工具。不要插入非助听器标配的物体，以免损坏内部组件。推荐使用软毛刷。主要注意去除助听器孔洞（气孔、麦克风和接收器端口）的污垢和耵聍。

source: While firmly holding the aids, angle the tool downward so that any dirt or wax particles fall out of the instrument. Gently brush the surface of the instrument.
bg_bg: Като държите здраво апаратите, наведете инструмента под ъгъл, така че частиците от замърсяване или ушна кал да паднат от апарата. Изчеткайте леко повърхността на апарата.
cht: 用手緊持助聽器，將工具向下傾斜以讓任何灰塵或耳垢由助聽器掉出。輕刷助聽器的表面。
da_dk: Hold godt fast i apparatet, og vend det nedad, så snavs eller ørevoks falder ud af apparatet. Børst forsigtigt apparatets overflade.
el_gr: Κρατώντας σφιχτά τα ακουστικά, χρησιμοποιήστε το εργαλείο εφαρμόζοντάς το προς τα κάτω ώστε τυχόν σωματίδια βρωμιάς ή κυψελίδας να πέσουν από το ακουστικό. Βουρτσίστε απαλά την επιφάνεια του ακουστικού.
fi_fi: Tartu kuulokojeeseen tiukasti ja käännä se alaspäin, jotta lika- ja vahahiukkaset putoavat pois. Puhdista kuulokojeen pinta harjaamalla varovaisesti.
hr_hr: Dok čvrsto držite pomagala, nagnite alat prema dolje kako bi sve čestice prljavštine ili voska ispale iz aparata. Nježno očetkajte površinu aparata.
hu_hu: Miközben a hallókészüléket stabilan tartja, fordítsa az eszközt lefelé, hogy a készülékben lévő szennyeződések és fülzsír távozzon. Óvatosan tisztítsa meg a hallókészülék felületét.
it_it: Tenendo saldamente gli apparecchi acustici, inclinarli verso il basso affinché sporcizia e particelle di cerume scivolino via. Spazzolare delicatamente la superficie degli apparecchi.
ko_kr: 보청기를 손으로 쥐고 귀에 삽입되는 구멍이 아래로 향하도록 기울인 상태에서, 이물질 또는 귀지가 청소되도록 부드러운 솔로 털어냅니다.
nl_nl: Terwijl u de hoortoestellen stevig vasthoudt, richt u het instrument naar beneden zodat vuil of oorsmeer uit het instrument vallen. Borstel zachtjes het oppervlak van het toestel.
no_no: Hold godt fast i apparatet og vinkle verktøyet nedover, slik at eventuelle skitt- og vokspartikler faller ut. Børst forsiktig på apparatets overflate.
pt_pt: Ao segurar os aparelhos com firmeza, vire a ferramenta para baixo para que todas as partículas de pó ou cera caiam. Escove cuidadosamente a superfície do aparelho.
ro_ro: Ținând bine de aparat, poziționați scula în jos astfel încât murdăria sau ceara să cadă din instrument. Periați cu grijă suprafața instrumentului.
ru_ru: Крепко держа СА, наклоните инструмент вниз, чтобы загрязнения и ушная сера выпали из СА. Осторожно очистите щеточкой поверхность слухового аппарата.
sv_se: Samtidigt som du håller apparaten stadigt vinkla verktyget nedåt så att eventuella smuts- och vaxpartiklar faller ut ur apparaten. Borsta försiktigt apparatens yta.
th_th: ขณะที่ถืออุปกรณ์ช่วยฟังไว้อย่างถนัด เอียงเครื่องมือลงเพื่อให้เศษสิ่งสกปรกหรือขี้หูร่วงหล่นออกจากอุปกรณ์ ค่อยๆ แปรงพื้นผิวของอุปกรณ์
tr_tr: Cihazları sıkıca tutarken, aleti aşağı doğru açılayın, böylece tüm kir veya kulak kiri partikülleri cihazdan düşecektir. Cihazın yüzeyini nazikçe fırçalayın.
zh_cn: 在稳稳握住助听器的同时，向下倾斜工具，使任何污垢或耵聍颗粒从助听器中脱落。轻刷助听器表面。

source: Use a wax pick to clean out the vent and, if blocked, change the wax guard, as demonstrated by your hearing care professional.
bg_bg: Използвайте клечка за уши, за да почистите венти отвора и ако е запушен, сменете предпазителя за ушна кал, както ви е показал специалистът по слухопротезиране.
cht: 使用耳垢清潔棒清潔氣孔，如果堵塞，依照聽力照護專家指示更換防耳垢擋板。
da_dk: Brug en vatpind til at rengøre ventilationen, og skift voksfilteret, hvis det er blokeret, på den måde, din høreapparatspecialist har vist dig.
el_gr: Χρησιμοποιήστε γλυφίδα καθαρισμού για την αφαίρεση της κυψελίδας από την οπή αερισμού και, εφόσον είναι φραγμένη, αλλάξτε το φίλτρο κυψελίδας, όπως σας έχει υποδείξει ο ειδικός σας σε θέματα ακοής.
fi_fi: Puhdista ilmastointi vahanpoistotyökalulla. Jos se on tukossa, vaihda vahasuoja audionomin opastamalla tavalla.
hr_hr: Očistite odušak instrumentom za čišćenje voska i, ako je začepljen, promijenite zaštitu od voska na način koji vam je pokazao stručnjak za sluh.
hu_hu: Használja a fülzsíreltávolítót a szellőzőnyílás tisztítására. Ha el van tömődve, cserélje ki a fülzsírszűrőt a hallásgondozó útmutatása alapján.
it_it: Utilizzare uno strumento apposito alla pulizia del cerume per pulire la ventilazione e, se bloccata, cambiare il tappino di protezione dal cerume, come mostrato dal proprio fornitore professionista.
ko_kr: 클리닉에서 권장하는 도구를 이용하여, 환기구를 청소하고, 왁스가드가 귀지로 막혀 있다면, 클리닉에 요청하여 왁스가드를 교체하십시오.
nl_nl: Gebruik een oorstokje om de opening te reinigen maar vervang het oorsmeerfilter indien het dicht blijft zitten, zoals door uw hoorspecialist is gedemonstreerd.
no_no: Bruk en voksbørste til å rengjøre ventileringen, og hvis blokkert, bytt voksfilter, som vist av audiografen din.
pt_pt: Use um cotonete para limpar a ventilação e, se estiver bloqueada, troque a proteção contra cera conforme demonstrado pelo profissional de saúde auditiva.
ro_ro: Utilizați un bețișor de ureche pentru a curăța ventul și, dacă este blocat, schimbați protecția de ceară. așa cum v-a arătat medicul.
ru_ru: С помощью палочки для удаления серы очистите вент и замените, если она забита, защиту от ушной серы, как показал вам ваш специалист по слухопротезированию.
sv_se: Använd en vaxpetare för att rensa ut ventilen och, om den är blockerad byt vaxfilter, vilket demonstreras av din audionom.
th_th: ใช้ไม้แคะหูทำความสะอาด Vent และหากพบการอุดตัน ให้เปลี่ยนชิ้นส่วนป้องกันขี้หู ตามที่ผู้เชี่ยวชาญด้านการได้ยินของคุณเคยสาธิตให้ชม
tr_tr: Venti temizlemek için bir kulak çubuğu kullanın ve tıkanmışsa, kir kalkanını işitme uzmanınız tarafından gösterilen şekilde değiştirin.
zh_cn: 使用耵聍清理棒清理气孔，如果有阻塞，更换耵聍档板，请您的验配师向您演示。

source: Finish by wiping the instrument with a dry cloth.
bg_bg: Завършете с избърсване на апарата със суха кърпа.
cht: 最後用乾布擦拭助聽器。
da_dk: Afslut ved at tørre apparatet med en tør klud.
el_gr: Ολοκληρώνοντας, σκουπίστε το ακουστικό με ένα στεγνό πανάκι.
fi_fi: Viimeistele pyyhkimällä kuivalla liinalla.
hr_hr: Završite brisanjem aparata suhom krpom.
hu_hu: A műveletet a hallókészülék száraz kendővel való áttörlésével fejezze be.
it_it: Concludere asciugando gli apparecchi con un panno asciutto.
ko_kr: 부드럽고 마른 천으로 보청기를 닦습니다.
nl_nl: Beëindig de procedure door het hoortoestel met een droge doek schoon te wrijven.
no_no: Avslutt med å tørke av apparatet med en tørr klut.
pt_pt: Termine passando um pano seco no aparelho.
ro_ro: Încheiați ștergând instrumentul cu o cârpă uscată.
ru_ru: В завершение протрите СА сухой тканью.
sv_se: Avsluta genom att torka av apparaten med en torr trasa.
th_th: ในขั้นสุดท้ายให้เช็ดอุปกรณ์ด้วยผ้าแห้ง
tr_tr: Cihazı kuru bir bezle silerek işlemi tamamlayın.
zh_cn: 最后用干布擦拭助听器即可。

source: Remove the earmold from the instrument earhook and clean it with soapy water.
bg_bg: Извадете ушната отливка от наушника на апарата и я почистете със сапунена вода.
cht: 從助聽器耳鉤中取下耳模，並以肥皂水清洗。
da_dk: Fjern øreproppen fra ørekrogen, og rengør den med sæbevand.
el_gr: Αφαιρέστε το εκμαγείο από το άγκιστρο του ακουστικού και καθαρίστε το με σαπουνόνερο.
fi_fi: Irrota korvakappale kuulokojeen korvakoukusta ja puhdista se pesuaineen ja veden seoksella.
hr_hr: Uklonite kalup za uho iz kvačice za uho na aparatu i očistite ga sapunicom.
hu_hu: Vegye le a fülillesztéket a könyökről, és tisztítsa meg szappanos vízben.
it_it: Rimuovere la chiocciola su misura dalla curvetta dell'apparecchio e pulirlo con acqua saponata.
ko_kr: 이어몰드는 반드시 보청기에서 제거한후, 비눗물을 이용하여 세척합니다.
nl_nl: Verwijder het oorstukje van de oorhaak van het toestel en reinig het met een zeepoplossing.
no_no: Ta øreproppen av hooken og vask den i såpe og vann.
pt_pt: Remova o molde auricular do gancho e limpe-o com água e sabão.
ro_ro: Îndepărtați oliva din cârligul instrumentului și curățați-o cu apă și săpun.
ru_ru: Отделите ушной вкладыш от заушного крюка и промойте его в мыльной воде.
sv_se: Avlägsna insatsen från apparaten med öronkroken och rengör den med såpvatten.
th_th: ถอด Earmold ออกจาก Earhook ของอุปกรณ์ และทำความสะอาดด้วยน้ำสบู่
tr_tr: Kulak kalıbını cihazdan çıkarın ve sabunlu suyla temizleyin.
zh_cn: 将耳模从助听器上取下，并用肥皂水清洗。

source: Use a blower to force water out of the tube and set aside to dry.
bg_bg: Издухайте водата от шлауха с помощта на вентилатор и го оставете да изсъхне.
cht: 使用吹球將管子內的水吹出，並放在一邊以風乾。
da_dk: Brug en blæsebælg til at få vand ud af slangen, og læg den til tørring.
el_gr: Χρησιμοποιήστε έναν φυσητήρα για να εξωθήσετε το νερό από τον σωλήνα και αφήστε το εκμαγείο να στεγνώσει.
fi_fi: Poista vesi letkusta ilmapumpulla tai paineilmalla. Anna letkun kuivua.
hr_hr: Upotrijebite puhalo kako biste istjerali vodu iz cijevi i odložite je na stranu da se suši.
hu_hu: Használja a pumpát a víz csőből való eltávolításához, majd tegye félre száradni.
it_it: Utilizzare un soffietto per spingere fuori l'acqua dal tubicino e lasciare asciugare.
ko_kr: 에어블로우를 이용하여, 튜브에 남아있는 수분을 완전히 제거한 후 건조시킵니다.
nl_nl: Gebruik een blaasbalg om het water uit het slangetje te blazen en laat alles drogen.
no_no: Bruk en føner til å blåse vann ut av slangen, og sett den til tørk.
pt_pt: Use um soprador para remover a água do tubo e deixe secar.
ro_ro: Utilizați un uscător de păr pentru a scoate apa din tub și lăsați-l msă se usuce.
ru_ru: С помощью баллончика для продувки удалите воду из трубочки и положите ее сохнуть.
sv_se: Använd en hårfläkt för att få ut vatten ur röret och ställ det åt sidan för att torka.
th_th: ใช้เครื่องเป่าไล่น้ำออกจาก Tube และวางทิ้งไว้ให้แห้ง
tr_tr: Suyun tüpün dışına çıkması için üfleyin ve bir kenarda kurumaya bırakın.
zh_cn: 使用吹风机将水从导管中吹出并放在一边干燥。

source: Use a soft cloth to wipe the instrument of any wax or other debris.
bg_bg: Избършете апарата от ушната кал или други остатъци с помощта на мека кърпа.
cht: 使用軟布擦拭助聽器，以去除任何耳垢或灰塵。
da_dk: Brug en blød klud til at tørre apparatet for at fjerne voks eller andre urenheder.
el_gr: Σκουπίστε το ακουστικό με μαλακό πανάκι για να απομακρύνετε τυχόν κυψελίδα ή υπολείμματα βρωμιάς.
fi_fi: Pyyhi vaha ja lika kuulokojeesta pehmeällä kankaalla.
hr_hr: Za brisanje voska ili nečistoća s aparata upotrijebite meku krpu.
hu_hu: Használjon lágy, puha kendőt a készülék fülzsírtól és egyéb szennyeződésektől való megtisztítására.
it_it: Utilizzare un panno morbido per pulire l'apparecchio da cerume e altra sporcizia.
ko_kr: 부드럽고 마른 천을 이용하여, 귀지 나 이물질을 닦아냅니다.
nl_nl: Gebruik een zachte doek om oorsmeer of ander vuil van het toestel te verwijderen.
no_no: Tørk apparatet rent for ørevoks og annen skitt med en myk klut.
pt_pt: Use um pano macio para remover todos os resíduos do aparelho.
ro_ro: Utilizați o cârpă moale pentru a șterge instrumentul de ceară și alte resturi.
ru_ru: Мягкой тряпочкой удалите с аппарата остатки загрязнений и ушной серы.
sv_se: Använd en mjuk trasa för att torka bort vax eller annat skräp från apparaten.
th_th: ใช้ผ้าที่อ่อนนุ่มในการเช็ดขี้หูหรือสิ่งสกปรกอื่นๆ ออกจากอุปกรณ์
tr_tr: Cihazdaki kir veya diğer kalıntıları temizlemek için yumuşak bir bezle silin.
zh_cn: 用软布擦拭助听器上的耵聍或其他碎屑。

source: In-the-Ear (Custom) Aids:
bg_bg: Вътреушни (персонализирани) апарати:
cht: 耳內型 (訂製型) 助聽器：
da_dk: In-the-Ear (brugertilpassede) høreapparater:
el_gr: Ενδωτιαία (ειδικά) βοηθήματα:
fi_fi: Korvakäytäväkojeet (mukautetut) :
hr_hr: Pomagala u uhu (prilagođeno):
hu_hu: Fülbe helyezett (egyéni) hallókészülék:
it_it: Apparecchi (personalizzati) all'interno dell'orecchio:
ko_kr: 귓속형:
nl_nl: In-het-oor (op maat gemaakte) toestellen:
no_no: Høreapparater i øret:
pt_pt: Aparelhos intra-auriculares (personalizados):
ro_ro: Aparate în ureche (personalizate):
ru_ru: Внутриушные СА/ITE (с индивидуальным вкладышем):
sv_se: I-örat (anpassade) hjälpmedel:
th_th: อุปกรณ์ช่วยฟังแบบ In-the-Ear (สั่งทำพิเศษ):
tr_tr: Kulak İçi (Özel) İşitme Cihazları:
zh_cn: 耳内(定制)式助听器:
