Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Low frequency sounds are too loud
bg_bg: Нискочестотните звуци са прекалено силни
cht: 低頻聲音聽起來太大聲
da_dk: Lavfrekvente lyde er for kraftige
el_gr: Οι ήχοι χαμηλών συχνοτήτων είναι πολύ δυνατοί
fi_fi: Matalien taajuuksien äänet ovat liian voimakkaita
hr_hr: Zvukovi niskih frekvencija previše su glasni
hu_hu: Túl hangosak az mélyfrekvenciás hangok
it_it: I suoni a bassa frequenza sono troppo forti
ko_kr: 저주파 소리가 너무 큽니다
nl_nl: Laagfrequente geluiden zijn te hard
no_no: Lavfrekvente lyder er for høye
pt_pt: Os sons de baixa frequência estão muito intensos
ro_ro: Sunetele de frecventa joasa sunt prea tari
ru_ru: Низкочастотные звуки слишком громкие
sv_se: Lågfrekventa ljud är för starka
th_th: เสียงที่ความถี่ต่ำดังเกินไป
tr_tr: Alçak frekans sesler çok yüksek
zh_cn: 低频声太吵

source: Decrease level of low frequency boost
bg_bg: Намалете нивото на усилването на ниските честоти
cht: 降低低頻增強等級
da_dk: Reducer graden af lavfrekvent boost
el_gr: Μειώστε τη στάθμη της ενίσχυσης των χαμηλών συχνοτήτων
fi_fi: Vähennä matalien taajuuksien vahvistustasoa
hr_hr: Smanjite razinu isticanja niskih frekvencija
hu_hu: Csökkentse az mélyfrekvenciás erősítést
it_it: Diminuire il livello di incremento delle basse frequenze
ko_kr: 저주파수 부스트 수준을 낮추세요
nl_nl: Verminder de Low Frequency Boost
no_no: Reduser nivået på lavfrekvent boost
pt_pt: Diminua o nível de aumento das frequências baixas
ro_ro: Descresteti nivelul de crestere al frecventelor joase.
ru_ru: Убавьте уровень низкочастотного усиления
sv_se: Minska nivån av lågfrekvens-boost
th_th: ลดระดับของการเร่งที่ความถี่ต่ำ
tr_tr: Alçak frekans seviyesini düşür
zh_cn: 降低低频提升程度

source: Loud sounds are too loud
bg_bg: Силните звуци са прекалено силни
cht: 大聲聲音太大聲
da_dk: Kraftige lyde er for kraftige
el_gr: Οι δυνατοί ήχοι ακούγονται πολύ δυνατά
fi_fi: Voimakkaat äänet ovat liian voimakkaita
hr_hr: Glasni zvukovi su previše glasni
hu_hu: A hangos hangok túl hangosak
it_it: I suoni forti sono troppo alti
ko_kr: 큰 소리가 너무 시끄럽습니다
nl_nl: Harde geluiden zijn té hard
no_no: Høye lyder er for høye
pt_pt: Os sons intensos estão muito fortes
ro_ro: Sunetele tari sunt prea tari.
ru_ru: Громкие звуки слишком громкие
sv_se: Starka ljud är för starka
th_th: เสียงดังดังเกินไป
tr_tr: Yüksek sesler çok yüksek
zh_cn: 大声太吵

source: Decrease MPOs
bg_bg: Намалете максималните изходни мощности
cht: 降低最大音量輸出
da_dk: Reducer MPO'er
el_gr: Μειώστε την MPO
fi_fi: Vähennä MPO:ta.
hr_hr: Smanjite MPO-e
hu_hu: Csökkentse az MPO értékét
it_it: Ridurre gli MPO
ko_kr: MPO를 줄이세요
nl_nl: Verlaag de MPO
no_no: Reduser MPO
pt_pt: Diminua as MPOs
ro_ro: Descreste MPOs
ru_ru: Уменьшите макс. мощность на выходе, MPO
sv_se: Minska MPO
th_th: ลด MPO
tr_tr: MPO'ları düşür
zh_cn: 降低MPO

source: Loud sounds are too loud but soft sounds are satisfactory
bg_bg: Силните звуци са прекалено силни, но тихите звуци са задоволителни
cht: 大聲聲音太大聲，但小聲聲音令人滿意
da_dk: Kraftige lyde er for kraftige, men svage lyde er passende
el_gr: Οι δυνατοί ήχοι είναι πολύ δυνατοί, αλλά οι σιγανοί ήχοι είναι ικανοποιητικοί
fi_fi: Voimakkaat äänet ovat liian voimakkaita mutta heikot äänet tyydyttäviä.
hr_hr: Glasni zvukovi previše su glasni, no tihi su zvukovi zadovoljavajući
hu_hu: A hangos hangok túl hangosak, de a halkabb hangok kellemesek
it_it: I suoni forti sono troppo alti, ma i suoni deboli sono soddisfacenti
ko_kr: 큰 소리는 너무 시끄럽지만, 작은 소리는 만족합니다
nl_nl: Harde geluiden zijn té hard maar zachte geluiden zijn OK
no_no: Høye lyder er for høye, mens svake lyder er tilfredsstillende
pt_pt: Os sons intensos estão muito intensos, mas os sons suaves estão satisfatórios
ro_ro: Sunetele tari sunt prea tari, dar sunelete usoare sunt satisfacator.
ru_ru: Громкие звуки звучат слишком громко, тогда как тихие звуки звучат хорошо
sv_se: Starka ljud är för starka men svaga ljud är ok
th_th: เสียงดังดังเกินไป แต่เสียงเบาอยู่ในระดับที่พอดีแล้ว
tr_tr: Yüksek sesler çok yüksek, ancak alçak seslerden memnun
zh_cn: 大声太吵但小声可以

source: Change to WDRC mode
bg_bg: Превключете в режим WDRC (компресия в широк динамичен диапазон)
cht: 更改為寬廣動態範圍壓縮模式
da_dk: Skift til WDRC
el_gr: Επιλέξτε τη λειτουργία WDRC
fi_fi: Vaihda WDRC-tilaan.
hr_hr: Promijenite u način WDRC
hu_hu: Váltson WDRC módra
it_it: Passare alla modalità WDRC
ko_kr: 컴프레션을 WRDC로 변경하세요
nl_nl: Wijzigen naar WDRC modus
no_no: Endre til WDRC-modus
pt_pt: Mude para o modo WDRC
ro_ro: Schimba in mod WDRC .
ru_ru: Смените режим на WDRC
sv_se: Ändra till WDRC läge
th_th: เปลี่ยนเป็นโหมด WDRC
tr_tr: WDRC modunu değiştir
zh_cn: 改为宽动态范围压缩(WDRC)模式

source: Soft sounds are too soft but loud sounds are satisfactory
bg_bg: Тихите звуци са прекалено тихи, но силните звуци са задоволителни
cht: 小聲聲音太小聲，但大聲聲音令人滿意
da_dk: Svage lyde er for svage, men kraftige lyde er passende
el_gr: Οι σιγανοί ήχοι είναι πολύ σιγανοί, αλλά οι δυνατοί ήχοι είναι ικανοποιητικοί
fi_fi: Hiljaiset äänet ovat liian hiljaisia mutta voimakkaat äänet ovat sopivalla tasolla
hr_hr: Tihi zvukovi previše su tihi, no glasni su zvukovi zadovoljavajući
hu_hu: A lágy hangok túl halkak, de a hangos hangok elfogadhatóak
it_it: I suoni deboli sono troppo leggeri, ma i suoni forti sono soddisfacenti
ko_kr: 작은소리는 너무 작지만, 큰 소리는 만족합니다
nl_nl: Zachte geluiden zijn té zacht maar harde geluiden zijn OK
no_no: Svake lyder er for svake, mens høye lyder er tilfredsstillende
pt_pt: Sons fracos estão muito fraco, mas sons altos estão satisfatórios
ro_ro: Sunetel usoare sunt prea usoare dar sunetele tari sunt satisfacator.
ru_ru: Тихие звуки звучат слишком тихо, в то время как громкие звуки звучат хорошо
sv_se: Svaga ljud är för svaga men starka ljud är ok
th_th: เสียงเบาเบาเกินไป แต่เสียงดังอยู่ในระดับที่พอดีแล้ว
tr_tr: Alçak sesler çok düşük, ama yüksek sesler iyi
zh_cn: 小声太轻但大声可以

source: Change to WDRC mode
bg_bg: Превключете в режим WDRC (компресия в широк динамичен диапазон)
cht: 更改為寬廣動態範圍壓縮模式
da_dk: Skift til WDRC
el_gr: Επιλέξτε τη λειτουργία WDRC
fi_fi: Vaihda WDRC tilaan
hr_hr: Promijenite u način WDRC
hu_hu: Váltson WDRC módra
it_it: Passare alla modalità WDRC
ko_kr: 컴프레션을 WRDC로 변경하세요
nl_nl: Wijzigen naar WDRC modus
no_no: Endre til WDRC-modus
pt_pt: Alterar para o modo WDRC
ro_ro: Schimba la modul WDRC
ru_ru: Смените режим на WDRC
sv_se: Ändra till WDRC
th_th: เปลี่ยนเป็นโหมด WDRC
tr_tr: WDRC modunu değiştir
zh_cn: 改为宽动态范围压缩(WDRC)模式

source: High frequency sounds are too soft/inaudible
bg_bg: Високочестотните звуци са прекалено тихи/недоловими
cht: 高頻聲音太小聲/聽不到
da_dk: Højfrekvente lyde er for svage/uhørlige
el_gr: Οι ήχοι υψηλών συχνοτήτων είναι πολύ σιγανοί/δεν ακούγονται
fi_fi: Korkeiden taajuuksien äänet ovat liian vaimeita tai ei kuultavissa.
hr_hr: Zvukovi visokih frekvencija su previše tihi / nečujni
hu_hu: A magas frekvenciás hangok túl halkak, alig hallhatók
it_it: I suoni ad alta frequenza sono troppo deboli/impercettibili
ko_kr: 고주파 소리가 너무 작거나/들리지 않습니다
nl_nl: Hoogfrequente geluiden zijn te zacht/onhoorbaar
no_no: Høyfrekvente lyder er for svake / ikke hørbare
pt_pt: Os sons de alta frequência estão muito suaves/inaudíveis
ro_ro: Sunetele de frecventa inalta sunt prea usoare / neaudibile.
ru_ru: Высокочастотные звуки слишком тихие/не слышны
sv_se: Högfrekventa ljud är för svaga/ohörbara
th_th: เสียงความถี่สูงเบาเกินไป/ไม่ได้ยิน
tr_tr: Yüksek frekans sesler çok düşük/duyulmuyor
zh_cn: 高频声音太轻/听不见

source: Increase level of frequency lowering
bg_bg: Увеличете нивото на намаляване на честотата
cht: 提升頻率降低的等級
da_dk: Forøg niveauet for frekvensreduktion
el_gr: Αυξήστε τη στάθμη του Frequency Lowering
fi_fi: Kasvata taajuuden madaltamisen tasoa.
hr_hr: Povećajte razinu snižavanja frekvencije
hu_hu: Növelje a frekvencia csökkentés szintjét
it_it: Aumentare il livello Frequency Lowering
ko_kr: Sound Shaper 수준을 높이세요
nl_nl: Verhoog de frequentiecompressie
no_no: Øk graden av frekvensreduksjon
pt_pt: Aumente o nível da redução de frequência
ro_ro: Cresteti nivelul scăderei frecvenței
ru_ru: Прибавьте уровень понижения частоты
sv_se: Öka nivån av frekvenssänkning
th_th: เพิ่มระดับการลดความถี่
tr_tr: Frekans indirme seviyesini artır
zh_cn: 提高移频水平

source: Change to semi-linear compression mode
bg_bg: Превключете в режим на полулинеен натиск
cht: 更改為半線性壓縮模式
da_dk: Skift til semilineær kompressionstilstand
el_gr: Αλλάξτε τη λειτουργία συμπίεσης σε ημιγραμμική
fi_fi: Vaihda puolilineaariseen kompressiotilaan
hr_hr: Promijenite u djelomično linearni način kompresije
hu_hu: Váltson fél-lineáris kompressziós módra
it_it: Cambiare la modalità di compressione in semi-lineare
ko_kr: 컴프레션을 Semi-linear로 변경하세요
nl_nl: Wijzig de compressiemodus naar semi-lineair
no_no: Endre til halvlineær kompresjonsmodus
pt_pt: Alterar para o modo de compressão semilinear
ro_ro: Schimba modul de compresie semi-liniara
ru_ru: Смените режим компрессии на полулинейный
sv_se: Ändra till semi-linjärt läge
th_th: เปลี่ยนโหมดการบีบอัดเป็นแบบกึ่งเส้นตรง
tr_tr: Yarı lineer kompresyon moduna değiştir
zh_cn: 改为半线性压缩模式

source: Decrease level of Low Frequency Boost
bg_bg: Намалете нивото на Усилване на ниските честоти
cht: 降低低頻增強等級
da_dk: Reducer graden af lavfrekvent boost
el_gr: Μειώστε τη στάθμη της ενίσχυσης των χαμηλών συχνοτήτων
fi_fi: Vähennä tasoa matalien taajuuksien vahvistuksessa
hr_hr: Smanjite razinu značajke Low Frequency Boost
hu_hu: Csökkentse a mélyfrekvenciás kiemelést
it_it: Diminuire il livello di incremento delle basse frequenze
ko_kr: 저주파수 부스트 수준을 낮추세요
nl_nl: Verlaag de Low Frequency Boost
no_no: Reduser nivået av lavfrekvent boost
pt_pt: Diminua o nível do Incremento de baixa frequência
ro_ro: Scadeti castigul Cresterea frecventelor joase
ru_ru: Убавьте уровень низкочастотного усиления
sv_se: Minska nivån av Low Frequency Boost
th_th: ลดระดับของการเร่งที่ความถี่ต่ำ
tr_tr: Alçak Frekans Boost azalma seviyesi
zh_cn: 降低低频提升的强度

source: Acceptance Manager is not available while any program is set to a compression mode other than WDRC.
bg_bg: Acceptance Manager не е достъпен, докато има програма, настроена за режим на натиск, различен от WDRC.
cht: 若將任何程式的壓縮模式設定為非寬廣動態範圍壓縮時，將無法使用適應管理。
da_dk: Acceptance Manager er ikke tilgængelig, hvis noget program er indstillet til en anden kompressionstilstand end WDRC.
el_gr: Ο Διαχειριστής αποδοχής δεν είναι διαθέσιμος ενόσω οποιοδήποτε πρόγραμμα έχει τεθεί σε άλλη λειτουργία συμπίεσης αντί του WDRC.
fi_fi: Sopeutumisavustaja ei ole käytettävissä, jos joku muu ohjelma kuin WDRC on kompressiotilassa.
hr_hr: Upravitelj nije dostupan ako je uključen kompresijski program, osim WDRC.
hu_hu: Az Acceptance Manager nem érhető el, ha bármelyik program a WDRC helyett kompressziós üzemmódra van állítva.
it_it: Manager Adattamento non è disponibile mentre un programma è impostato in una modalità Compressione diversa da WDRC.
ko_kr: 자동적응매니저는 컴프레션을 WDRC로 설정하여야만 사용할 수 있습니다.
nl_nl: De Acceptatie Manager is niet beschikbaar wanneer een programma ingesteld is met een andere compressiemodus dan WDRC.
no_no: Acceptance Manager er ikke tilgjengelig når et program er satt i en annen kompresjonsmodus enn WDRC.
pt_pt: O Gerenciador de Adaptação não está disponível enquanto o programa está configuração com outro modo de compressão que não seja WDRC.
ro_ro: Acceptance Manager nu este disponibil cu programe setate la un alt mod de comprimare decât WDRC.
ru_ru: Менеджер адаптации недоступен, пока любая из программ установлена на иной режим компрессии, чем Компрессия широкого динамического диапазона / WDRC.
sv_se: Acceptansverktyget är inte tillgängligt när något program är ställt i annat kompressionsläge än WDRC.
th_th: Acceptance Manager ไม่พร้อมใช้งานในขณะที่โปรแกรมใดๆ ถูกตั้งค่าเป็นโหมดการบีบอัดอื่นที่ไม่ใช่ WDRC
tr_tr: Adaptasyon Yöneticisi, bir program WDRC dışında bir kompresyon moduna ayarlandığında kullanılamaz.
zh_cn: 任何程序设置为除WDRC之外的压缩模式时，满意度管理系统均不可用。

source: Right
bg_bg: Дясно
cht: 右耳
da_dk: Højre
el_gr: Δεξί
fi_fi: Oikea
hr_hr: Desno
hu_hu: Jobb
it_it: Destro
ko_kr: 우측
nl_nl: Rechts
no_no: Høyre
pt_pt: Direita
ro_ro: Dreapta
ru_ru: Правый
sv_se: Höger
th_th: ขวา
tr_tr: Sağ
zh_cn: 右侧

source: Left
bg_bg: Ляво
cht: 左耳
da_dk: Venstre
el_gr: Αριστερό
fi_fi: Vasen
hr_hr: Lijevo
hu_hu: Bal
it_it: Sinistro
ko_kr: 좌측
nl_nl: Links
no_no: Venstre
pt_pt: Esquerda
ro_ro: Stânga
ru_ru: Левый
sv_se: Vänster
th_th: ซ้าย
tr_tr: Sol
zh_cn: 左侧

source: Compression Mode is not available while Acceptance Manager is in progress. Please turn off Acceptance Manager first.
bg_bg: Режим на натиск не е достъпен, докато е в ход Acceptance Manager. Моля, най-напред изключете Acceptance Manager.
cht: 適應管理正在進行中，無法使用壓縮模式。請先關閉適應管理。
da_dk: Kompressionstilstand er ikke tilgængelig, når Acceptance Manager er i gang. Deaktiver Acceptance Manager først.
el_gr: Η λειτουργία Συμπίεσης δεν είναι διαθέσιμη ενόσω εκτελείται ο Διαχειριστής Αποδοχής.Παρακαλώ απενεργοποιήστε πρώτα τον Διαχειριστή Αποδοχής.
fi_fi: Kompressiotila ei ole käytössä jos Sopeutumisavustaja on toiminnassa. Kytke Sopeutumisavustaja ensin pois käytöstä.
hr_hr: Način kompresije nije dostupan dok je Acceptance Manager u tijeku. Najprije isključite Acceptance Manager.
hu_hu: A Kompressziós mód nem áll rendelkezésre, ha az Acceptance Manager fut. Először kapcsolja ki az Acceptance Managert.
it_it: Modalità compressione non è disponibile mentre Manager adattamento è in uso. Disattivare prima Manager Adattamento.
ko_kr: 자동적응매니저가 진행중에는 컴프레션을 사용할 수 없습니다. 자동적응매니저를 먼저 종료하십시오.
nl_nl: Compressiemodus is niet beschikbaar als de Acceptatie Manager actief is. Zet de Acceptatie Manager a.u.b. eerst uit.
no_no: Kompresjonsmodus er ikke tilgjengelig når Acceptance Manager er aktivert. Vennligst slå av Acceptance Manager først.
pt_pt: O modo de compressão não estará disponível enquanto o Gerenciador de Adaptação estiver em andamento. Desative o Gerenciador de Adaptação.
ro_ro: Modul de compresie nu este disponibil in timp ce Managerul de acceptare este in desfasurare. Va rugam opriti intai Managerul de acceptare
ru_ru: Режим компрессии недоступен, пока активен Менеджер адаптации. Пожалуйста, отключите сначала Менеджер адаптации.
sv_se: Kompressionsläget är inte tillgängligt medan Acceptans-verktyget är igång. Slå av Acceptans-verktyget först.
th_th: ไม่สามารถใช้งานโหมดการบีบอัดได้ในระหว่างที่ตัวจัดการการยอมรับกำลังทำงานอยู่ โปรดปิดตัวจัดการการยอมรับก่อน
tr_tr: Adaptasyon Yöneticisi devam ederken Kompresyon Modu kullanılamaz. Lütfen ilk olarak Adaptasyon Yöneticisi'ni kapatın.
zh_cn: 满意度管理系统运行时压缩模式不可调整，如要调整请先关闭它。

source: Compression Mode is not available while Acceptance Manager is in progress. Please turn off Acceptance Manager or unlink first.
bg_bg: Режим на натиск не е достъпен, докато е в ход Acceptance Manager. Моля, най-напред изключете Acceptance Manager или отменете връзката.
cht: 適應管理正在進行中，無法使用壓縮模式。請先關閉適應管理或先中斷連接。
da_dk: Kompressionstilstand er ikke tilgængelig, når Acceptance Manager er i gang. Deaktiver Acceptance Manager eller afbryd forbindelsen først.
el_gr: Η λειτουργία Συμπίεσης δεν είναι διαθέσιμη ενόσω εκτελείται ο Διαχειριστής Αποδοχής.Παρακαλώ απενεργοποιήστε τον Διαχειριστή Αποδοχής ή αποσυνδέστε πρώτα .
fi_fi: Kompressiotila ei ole käytössä jos Sopeutumisavustaja on toiminnassa. Kytke Sopeutumisavustaja pois päältä tai poista linkitys ensin.
hr_hr: Način kompresije nije dostupan dok je Acceptance Manager u tijeku. Najprije isključite Acceptance Manager ili prekinite vezu.
hu_hu: A Kompressziós mód nem áll rendelkezésre, ha az Acceptance Manager fut. Először kapcsolja ki az Acceptance Managert, vagy szüntesse meg a csatolást.
it_it: Modalità compressione non è disponibile mentre Manager Adattamento è in uso. Disattivare o scollegare prima Manager Adattamento.
ko_kr: 자동적응매니저 진행중에는 컴프레션을 사용할 수 없습니다. 자동적응매니저를 먼저 종료하거나 연결을 종료하십시오.
nl_nl: Compressiemodus is niet beschikbaar als de Acceptatie Manager actief is. Zet de Acceptatie Manager a.u.b. eerst uit of verbreek de link.
no_no: Kompresjonsmodus er ikke tilgjengelig når Acceptance Manager er aktivert. Vennligst slå av Acceptance Manager eller link fra først..
pt_pt: O modo de compressão não estará disponível enquanto o Gerenciador de Adaptação estiver em andamento. Desative o Gerenciador de Adaptação ou desvincule primeiro.
ro_ro: Modul de compresie nu este disponibil in timp ce Managerul de acceptare este in desfasurare. Va rugam opriti intai Managerul de acceptare sau deselectati-l.
ru_ru: Режим компрессии недоступен, пока активен Менеджер адаптации. Пожалуйста, отключите сначала Менеджер адаптации или отмените связь.
sv_se: Kompressionsläget är inte tillgängligt medan Acceptans-verktyget pågår. Slå av Acceptans-verktyget eller avbryt koppling först.
th_th: ไม่สามารถใช้งานโหมดการบีบอัดได้ในระหว่างที่ตัวจัดการการยอมรับกำลังทำงานอยู่ โปรดปิดตัวจัดการการยอมรับ หรือเลิกเชื่อมโยงก่อน
tr_tr: Adaptasyon Yöneticisi devam ederken Kompresyon Modu kullanılamaz. Lütfen ilk olarak Adaptasyon Yöneticisi'i kapatın.
zh_cn: 满意度管理系统运行时压缩模式不可调整，如要调整请先关闭或断开连接。

source: Compression:
bg_bg: Натиск:
cht: 壓縮模式
da_dk: Kompressionstilstand
el_gr: Λειτουργία συμπίεσης
fi_fi: Kompressio tila
hr_hr: Kompresija:
hu_hu: Kompresszió:
it_it: Modalità compressione
ko_kr: 컴프레션:
nl_nl: Compressiemodus
no_no: Kompresjon:
pt_pt: Compressão
ro_ro: Mod compresie
ru_ru: Режим компрессии
sv_se: Kompressionsläge
th_th: โหมดการบีบอัด:
tr_tr: Kompresyon Modu
zh_cn: 压缩模式

source: Music
bg_bg: Музика
cht: 音樂
da_dk: Musik
el_gr: Μουσική
fi_fi: Musiikki
hr_hr: Glazba
hu_hu: Zene
it_it: Musica
ko_kr: 뮤직
nl_nl: Muziek
no_no: Musikk
pt_pt: Música
ro_ro: Muzica
ru_ru: Музыка
sv_se: Musik
th_th: ดนตรี
tr_tr: Müzik
zh_cn: 听音乐

source: Outdoor
bg_bg: Навън
cht: 戶外
da_dk: Udendørs
el_gr: Εξωτερικός χώρος
fi_fi: Ulkona
hr_hr: Vani
hu_hu: Szabadban
it_it: All'aperto
ko_kr: 실외
nl_nl: Buiten
no_no: Utendørs
pt_pt: Ambiente externo
ro_ro: Afara
ru_ru: На улице
sv_se: Utomhus
th_th: กลางแจ้ง
tr_tr: Dış ortam
zh_cn: 户外环境

source: Phone
bg_bg: Телефон
cht: 電話
da_dk: Telefon
el_gr: Τηλέφωνο
fi_fi: Puhelin
hr_hr: Telefon
hu_hu: Telefon
it_it: Telefono
ko_kr: 전화
nl_nl: Telefoon
no_no: Telefon
pt_pt: Fone
ro_ro: Telefon
ru_ru: Телефон
sv_se: Telefon
th_th: โทรศัพท์
tr_tr: Telefon
zh_cn: 电话

source: REM Test
bg_bg: Тест чрез аудиометрия
cht: 實耳測量
el_gr: Εξέταση REM
fi_fi: REM-testi
hr_hr: Test za in-situ mjerenje razine zvučnog tlaka
hu_hu: REM teszt
pt_pt: Teste REM
ru_ru: Тест REM
th_th: ทดสอบ REM
tr_tr: REM Testi
zh_cn: REM测试

source: Telecoil Phone
bg_bg: Телефон с телебобина
cht: 電話線圈接聽
da_dk: Telespoletelefon
el_gr: Τηλέφωνο με τηλεπηνίο
fi_fi: Induktiosikelapuhelin
hr_hr: Telecoil telefon
hu_hu: Telefontekercs telefon
ko_kr: 텔레코일 폰
nl_nl: Luisterspoel Telefoon
no_no: Telefon med teleslynge
pt_pt: Fone da bobina telefônica
ro_ro: Telefon bobină
ru_ru: Телефон с индукционной катушкой
sv_se: Telespole + Tel
th_th: โทรศัพท์แบบ Telecoil
tr_tr: Telecoil Telefon
zh_cn: 电感电话

source: Telecoil Loop
bg_bg: Кръг на телебобина
cht: 電話線圈
da_dk: Telespoleløkke
el_gr: Βρόχος Telecoil
fi_fi: Induktiokela
hr_hr: Telecoil petlja
hu_hu: Telefontekercs hurok
it_it: Laccio Magnetico
ko_kr: 텔레코일 루프
nl_nl: Luisterspoel ringleiding
no_no: Teleslynge
pt_pt: Indução Magnética
ro_ro: Buclă telebobină
ru_ru: Индукционная магнитная петля
sv_se: Telespole slinga
tr_tr: Telecoil Döngü
zh_cn: 电感回路

source: Audio In
bg_bg: Аудио вход
cht: 音頻輸入
da_dk: Lydindgang
el_gr: Είσοδος ήχου
fi_fi: Autiotulo
hr_hr: Audioulaz
hu_hu: Audio bemenet
it_it: DAI
ko_kr: 오디오 인
no_no: Audioinngang
pt_pt: Entrada de Áudio
ro_ro: _FM
ru_ru: Аудио Вход
sv_se: DAI
th_th: เสียงเข้า
tr_tr: Ses Girişi
zh_cn: 音频输入

source: Mobile Device
bg_bg: Преносимо устройство
cht: 行動裝置
da_dk: Mobilenhed
el_gr: Φορητή συσκευή
fi_fi: Mobiililaite
hr_hr: Mobilni uređaj
hu_hu: Mobileszköz
it_it: Dispositivo mobile
ko_kr: 모바일 기기
nl_nl: Mobiel apparaat
no_no: Mobil enhet
pt_pt: Dispositivo Smart
ro_ro: Dispozitiv mobil
ru_ru: Мобильное устройство
sv_se: Mobilenhet
th_th: อุปกรณ์มือถือ
tr_tr: Mobil Cihaz
zh_cn: 移动设备

source: HP Receiver
bg_bg: Високомощен приемник
cht: HP 接收器
el_gr: Δέκτης HP
fi_fi: HP kuuloke
hr_hr: HP prijamnik
hu_hu: HP hallgató
it_it: Ricevitore HP
ko_kr: HP 리시버
pt_pt: Receptor HP
ro_ro: Receptor HP
ru_ru: HP ресивер
sv_se: HP RIE
th_th: ตัวรับสัญญาณ HP
tr_tr: HP Alıcısı
zh_cn: HP受话器

source: S Receiver Open
bg_bg: Отворен S приемник
cht: 開放式 S 接收器
da_dk: S Receiver åben
el_gr: Δέκτης S Open
fi_fi: S kuuloke avoin
hr_hr: S prijamnik otvoren
hu_hu: S hallgató nyitott
it_it: Ricevitore S Open
ko_kr: S 리시버 열기
no_no: S-mottaker åpen
pt_pt: Receptor S aberto
ro_ro: Receptor S Deschis
ru_ru: S Открытый ресивер
sv_se: S RIE Öppen
th_th: เปิดตัวรับสัญญาณ S
tr_tr: S Alıcısı Açık
zh_cn: S受话器 开放耳

source: UP Receiver
bg_bg: Свръхмощен приемник
cht: UP 接收器
el_gr: Δέκτης UP
fi_fi: UP kuuloke
hr_hr: UP prijamnik
hu_hu: UP hallgató
it_it: Ricevitore UP
ko_kr: UP 리시버
pt_pt: Receptor UP
ro_ro: Receptor UP
ru_ru: UP ресивер
sv_se: UP RIE
th_th: ตัวรับสัญญาณ UP
tr_tr: UP Alıcısı
zh_cn: UP受话器

source: P Plastic Hook
bg_bg: Пластмасова кука Р
cht: HP 塑膠耳鉤
da_dk: P-plastickrog
el_gr: Πλαστικό άγκιστρο P
fi_fi: Muovinen P-koukku
hr_hr: P PLastična kukica
hu_hu: P műanyag könyök
it_it: P Curvetta in Plastica
ko_kr: P 플라스틱 후크
nl_nl: P Plastic haak
pt_pt: Gancho Plástico P
ro_ro: P Cârlig din plastic
ru_ru: P Пластиковый крюк
sv_se: P Plastslangfäste
th_th: ตะขอพลาสติก P
tr_tr: P Plastik Kanca
zh_cn: P 塑料耳钩

source: DFS Ultra
cht: 數位回饋音抑制 Ultra
ru_ru: Подавление обратной связи DFS Ultra II
zh_cn: 超级DFS

source: Earmold: 1.3 - 2.1 mm vent
bg_bg: Ушна отливка: 1,3 - 2,1 мм венти отвор
cht: 耳模：1.3 - 2.1 mm氣孔
el_gr: Εκμαγείο: αεραγωγός 1,3–2,1 mm
fi_fi: Korvakappale : 1,3–2,1 mm ilmastointi
hr_hr: Kalup za uho: 1,3 - 2,1 mm odušak
hu_hu: Illeszték: 1,3 - 2,1 mm-es szellőző
it_it: Chiocciola su misura: vent 1.3-2.1 mm
ko_kr: 이어몰드: 1.3 - 2.1 mm vent
nl_nl: Oorstukje: 1.3-2.1 mm venting
no_no: Propp: 1.3–2.1 mm vent
pt_pt: Molde auricular: ventilação de 1.3 - 2.1 mm
ro_ro: Olivă: orificiu de ventilație de 1.3 - 2.1 mm
ru_ru: Ушной вкладыш: вент 1,3 - 2,1 мм
sv_se: Insats: 1.3 - 2.1 mm vent
th_th: Earmold: Vent 1.3 - 2.1 มม.
tr_tr: Kulak Kalıbı: 1.3 - 2.1 mm Vent
zh_cn: 耳模: 通气孔1.3 - 2.1 mm

source: Earmold: 2.2 - 3.0 mm vent
bg_bg: Ушна отливка: 2,2 - 3,0 мм венти отвор
cht: 耳模：2.2 - 3.0 mm氣孔
el_gr: Εκμαγείο: αεραγωγός 2,2–3,0 mm
fi_fi: Korvakappale : 2,2–3,0 mm ilmastointi
hr_hr: Kalup za uho: 2,2 - 3,0 mm odušak
hu_hu: Illeszték: 2,2 - 3,0 mm-es szellőző
it_it: Chiocciola su misura: vent 2.2-3.0 mm
ko_kr: 이어몰드: 2.2 - 3.0 mm vent
nl_nl: Oorstukje: 2.2-3.0 mm venting
no_no: Propp: 2.2–3.0 mm vent
pt_pt: Molde auricular: ventição de 2.2 - 3.0 mm
ro_ro: Olivă: orificiu de ventilație de 2.2 - 3.0 mm
ru_ru: Ушной вкладыш: вент 2,2 - 3,0 мм
sv_se: Insats: 2.2 - 3.0 mm vent
th_th: Earmold: Vent 2.2 - 3.0 มม.
tr_tr: Kulak Kalıbı: 2.2 - 3.0 mm Vent
zh_cn: 耳模: 通气孔2.2 - 3.0 mm

source: Earmold: 3.1 - 4.5 mm vent
bg_bg: Ушна отливка: 3,1 - 4,5 мм венти отвор
cht: 耳模：3.1 - 4.5 mm氣孔
el_gr: Εκμαγείο: αεραγωγός 3,1–4,5 mm
fi_fi: Korvakappale : 3,1–4,5 mm ilmastointi
hr_hr: Kalup za uho: 3,1 - 4,5 mm odušak
hu_hu: Illeszték: 3,1 - 4,5 mm-es szellőző
it_it: Chiocciola su misura: vent 3.1-4.5 mm
ko_kr: 이어몰드: 3.1 - 4.5 mm vent
nl_nl: Oorstukje: 3.1-4.5 mm venting
no_no: Propp: 3.1–4.5 mm vent
pt_pt: Molde auricular: ventição de 3.1 - 4.5 mm
ro_ro: Olivă: orificiu de ventilație de 3.1 - 4.5 mm
ru_ru: Ушной вкладыш: вент 3,1 - 4,5 мм
sv_se: Insats: 3.1 - 4.5 mm vent
th_th: Earmold: - Vent 3.1 - 4.5 มม.
tr_tr: Kulak Kalıbı: 3.1 - 4.5 mm Vent
zh_cn: 耳模: 通气孔3.1 - 4.5 mm
