Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: High
bg_bg: Високо
cht: 高
da_dk: Høj
el_gr: Υψηλή
fi_fi: Diskantti
hr_hr: Visoko
hu_hu: Magas
it_it: Alto
nl_nl: Hoog
no_no: Høy
pt_pt: Alto
ro_ro: Inalte
ru_ru: Высокое
sv_se: Hög
th_th: สูง
tr_tr: Yüksek
zh_cn: 高

source: Modulation Speed
bg_bg: Скорост на модулацията
cht: 調變速度
da_dk: Modulationshastighed
el_gr: Ταχύτητα διαμόρφωσης
fi_fi: Modulaationopeus
hr_hr: Brzina modulacije
hu_hu: Modulációs sebesség
it_it: Velocità di Modulazione
ko_kr: 속도
nl_nl: Modulatiesnelheid
no_no: Modulasjonshastighet
pt_pt: Velocidade de modulação
ro_ro: Viteza Modulatie
ru_ru: Скорость модуляции
sv_se: Modulation Hastighet
th_th: ความเร็วในการแปลงสัญญาณ
tr_tr: Ayar Hızı
zh_cn: 调制速率

source: Modulation Amplitude
bg_bg: Амплитуда на модулацията
cht: 調變幅度
da_dk: Modulationsudsving
el_gr: Πλάτος διαμόρφωσης
fi_fi: Modulaatiotaso
hr_hr: Amplituda modulacije
hu_hu: Modulációs erősség
it_it: Ampiezza di Modulazione
ko_kr: 모듈레이션 진폭
nl_nl: Modulatie amplitude
no_no: Modulasjonsamplitude
pt_pt: Amplitude de modulação
ro_ro: Modulare in amplitudine
ru_ru: Амплитуда модуляции
sv_se: Modulation Amplitud
th_th: ขนาดการแปลงสัญญาณ
tr_tr: Yoğunluk Modülasyonu
zh_cn: 调制幅度

source: Volume Control
bg_bg: Управление на силата на звука
cht: 音量調整
da_dk: Lydstyrkeregulering
el_gr: Έλεγχος έντασης
fi_fi: Voimakkuuden säätö
hr_hr: Regulacija glasnoće
hu_hu: Hangerő szabályzó
it_it: Controllo del volume
ko_kr: 볼륨 조절
nl_nl: Volumeregeling
no_no: Volumkontroll
pt_pt: Controle de volume
ro_ro: Ajustare nivel sunet
ru_ru: Регулятор громкости
sv_se: Volymkontroll
th_th: การปรับระดับเสียง
tr_tr: Ses Kontrolü
zh_cn: 音量控制

source: Mode
bg_bg: Режим
cht: 模式
da_dk: Brug
el_gr: Λειτουργία
fi_fi: Tila
hr_hr: Način rada
hu_hu: Mód
it_it: Modalità
ko_kr: 모드
nl_nl: Stand
no_no: Modus
pt_pt: Modo
ro_ro: Mod
ru_ru: Режим
sv_se: Läge
th_th: โหมด
tr_tr: Mod
zh_cn: 模式

source: Mic
bg_bg: Микрофон
cht: 麥克風
da_dk: Mik
el_gr: Μικρ.
fi_fi: Mik
hr_hr: Mikrofon
hu_hu: Mik.
ko_kr: 마이크
nl_nl: Microfoon
no_no: Mikrofon
ro_ro: Microfon
ru_ru: Микрофон
sv_se: Mik
th_th: ไมโครโฟน
tr_tr: Mikrofon
zh_cn: 麦克风

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desl
ro_ro: Oprit
ru_ru: Выкл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: On
bg_bg: Включено
cht: 開
da_dk: Til
el_gr: Ενεργοποίηση
fi_fi: Käytössä
hr_hr: Uklj.
hu_hu: Be
nl_nl: Aan
no_no: På
pt_pt: Lig
ro_ro: Pornit
ru_ru: Вкл
sv_se: På
th_th: เปิด
tr_tr: Açık
zh_cn: 开

source: Off (HI Mic only)
cht: 關（僅限聽力儀器麥克風）
da_dk: Fra (Kun HA Mik)
el_gr: Απενεργοποιημένο (Μόνο HI Μικρόφωνο)
fi_fi: Ei käytössä (Vain KK Mik)
hr_hr: Isključeno (samo HI mikrofon)
hu_hu: Ki (csak HK Mik)
it_it: Off (Solo Mic HI)
ko_kr: Off (보청기 only)
nl_nl: Uit (alleen toestel-Mic)
no_no: Av
pt_pt: Desligado (Apenas Mic do AASI)
ro_ro: Oprit (doar microfon HI)
ru_ru: Выкл. (только Микр. СА)
sv_se: Av (endast HA Mik)
th_th: ปิด (HI Mic เท่านั้น)
tr_tr: Kapalı (Sadece işitme cihazı mikrofonu))
zh_cn: 关闭(仅助听器麦克风)

source: Stimulus Level
bg_bg: Контрол на силата на звука
cht: 刺激水平
da_dk: Lydstyrkeregulering
el_gr: Επίπεδο ερεθίσματος
fi_fi: Stimulus taso
hr_hr: Razina podražaja
hu_hu: Inger szint
it_it: Livello Stimolo
ko_kr: 볼륨조절
nl_nl: Stimulus niveau
no_no: Volumkontroll
pt_pt: Estímulo do Gerador de Som
ro_ro: Nivel de stimulare
ru_ru: Уровень стимула
sv_se: Ljudstimulinivå
th_th: ระดับการกระตุ้น
tr_tr: Ses Düzeyi
zh_cn: 刺激水平

source: Environmental Steering
bg_bg: Насочване в околната среда
cht: 環境轉換
el_gr: Περιβαλλοντικός συντονισμός
fi_fi: Ohjaus ympäristön mukaan
hr_hr: Regulacija prema okruženju
hu_hu: Környezet felismerés
it_it: Regolazione Ambientale
ko_kr: 인공지능스티어링
nl_nl: Gestuurd door omgeving
no_no: Miljøstyrt
pt_pt: Por ambiente
ro_ro: Control mediu
ru_ru: В соответствии с окружением
sv_se: Miljöstyrning
th_th: สภาพแวดล้อมซ้ายขวา
tr_tr: Ortam Yönlendirmesi
zh_cn: 环境识别

source: Slow
bg_bg: Бавно
cht: 慢
da_dk: Langsom
el_gr: Βραδεία
fi_fi: Hidas (30ms/4000ms)
hr_hr: Sporo
hu_hu: Lassú
it_it: Lento
nl_nl: Traag
no_no: Langsom
pt_pt: Lento
ro_ro: Usor
ru_ru: Медленно
sv_se: Långsam
th_th: ช้า
tr_tr: Yavaş
zh_cn: 慢速

source: Medium
bg_bg: Средно
cht: 中
da_dk: Mellem
el_gr: Μεσαία
fi_fi: Kohtalainen
hr_hr: Srednje
hu_hu: Közepes
it_it: Medio
nl_nl: Gemiddeld
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средне
sv_se: Medel
th_th: ปานกลาง
tr_tr: Orta
zh_cn: 中速

source: Fast
bg_bg: Бързо
cht: 快
da_dk: Hurtig
el_gr: Ταχεία
fi_fi: Nopea
hr_hr: Brzo
hu_hu: Gyors
it_it: Veloce
nl_nl: Snel
no_no: Rask
pt_pt: Rápido
ro_ro: Rapid
ru_ru: Быстро
sv_se: Snabb
th_th: เร็ว
tr_tr: Hızlı
zh_cn: 快速

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: Mild
bg_bg: Мек
cht: 輕度
el_gr: Ήπια
fi_fi: Lievä
hr_hr: Blago
hu_hu: Enyhe
it_it: Lieve
nl_nl: Licht
pt_pt: Leve
ro_ro: Mediu
ru_ru: Слабо
sv_se: Svag
th_th: เล็กน้อย
tr_tr: Hafif
zh_cn: 轻度

source: Moderate
bg_bg: Умерен
cht: 中度
da_dk: Moderat
el_gr: Μέτρια
fi_fi: Kohtalainen
hr_hr: Umjereno
hu_hu: Közepes
it_it: Moderato
nl_nl: Standaard
no_no: Moderat
pt_pt: Moderado
ro_ro: Mediu
ru_ru: Умеренно
sv_se: Måttlig
th_th: ปานกลาง
tr_tr: Orta
zh_cn: 中度

source: Strong
bg_bg: Силен
cht: 強度
da_dk: Stærk
el_gr: Ισχυρό
fi_fi: Voimakas
hr_hr: Jako
hu_hu: Erős
it_it: Forte
nl_nl: Sterk
no_no: Sterk
pt_pt: Forte
ro_ro: Puternic
ru_ru: Сильно
sv_se: Stark
th_th: รุนแรง
tr_tr: Güçlü
zh_cn: 重度

source: 500Hz
ru_ru: 500 Гц

source: 750Hz
ru_ru: 750 Гц

source: 1000Hz
ru_ru: 1000 Гц

source: 1500Hz
ru_ru: 1500 Гц

source: 2000Hz
ru_ru: 2000 Гц

source: 2000Hz
ru_ru: 2000 Гц

source: 3000Hz
ru_ru: 3000 Гц

source: 4000Hz
ru_ru: 4000 Гц

source: 6000Hz
ru_ru: 6000 Гц

source: Preset2Level
bg_bg: ПредварителнаНастройка2Ниво
cht: 預先設定等級 2
hr_hr: Razina zadano 2
hu_hu: Előerő2Szint
it_it: Livello Preset2
pt_pt: Pré-ajuste nível 2
ru_ru: Преднастройка 2 уровень
tr_tr: Başlangıç Seviyesi2
zh_cn: 预设2

source: Preset3Level
bg_bg: ПредварителнаНастройка3Ниво
cht: 預先設定等級 3
hr_hr: Razina zadano 3
hu_hu: Előerő3Szint
it_it: Livello Preset3
pt_pt: Pré-ajuste nível 3
ru_ru: Преднастройка 3 уровень
tr_tr: Başlangıç Seviyesi3
zh_cn: 预设3

source: Preset4Level
bg_bg: ПредварителнаНастройка4Ниво
cht: 預先設定等級 4
hr_hr: Razina zadano 4
hu_hu: Előerő4Szint
it_it: Livello Preset4
pt_pt: Pré-ajuste nível 4
ru_ru: Преднастройка 4 уровень
tr_tr: Başlangıç Seviyesi4
zh_cn: 预设4

source: Strong
bg_bg: Силен
cht: 強度
da_dk: Stærk
el_gr: Ισχυρό
fi_fi: Voimakas
hr_hr: Jako
hu_hu: Erős
it_it: Forte
nl_nl: Sterk
no_no: Sterk
pt_pt: Forte
ro_ro: Puternic
ru_ru: Сильно
sv_se: Stark
th_th: รุนแรง
tr_tr: Güçlü
zh_cn: 重度

source: Overall Beep Theme:
bg_bg: Обща тема на звуковия сигнал:
cht: 整體提示音主題：
da_dk: Tema for biptoner:
el_gr: Γενικό θέμα ηχητικών σημάτων:
fi_fi: Yleisen äänimerkin teema :
hr_hr: Opća tema zvučnih signala:
hu_hu: Általános csipogás téma:
it_it: Tema beep generale:
ko_kr: 알림음 주파수:
nl_nl: Klank van beeps
no_no: Generelt signaltema:
pt_pt: Frequência do bipe:
ro_ro: Frecventa Semnal acustic:
ru_ru: Общая тема бип-сигнала:
sv_se: Total ljudindikation:
th_th: รูปแบบเสียงบี๊ปโดยรวม:
tr_tr: Genel Sinyal Teması:
zh_cn: 整体提示音主题:

source: Power Down Level
bg_bg: Ниво на понижаване на мощността
cht: 斷電等級
da_dk: Sluk
el_gr: Επίπεδο απενεργοποίησης
fi_fi: Virrankatkaisutaso
hr_hr: Razina mirovanja
hu_hu: Teljesítmény csökkentés szintje
it_it: Livello di batteria in esaurimento
ko_kr: 전원 끔 수준
nl_nl: Power uit niveau
no_no: Power Down-nivå
pt_pt: Pilha fraca
ro_ro: Nivel Power down
ru_ru: Уровень мощности выключенного аппарата
sv_se: Stand By
th_th: เข้าสู่โหมดสแตนด์บาย
tr_tr: Güç Düşürme Seviyesi
zh_cn: 电源中断

source: High-frequency
bg_bg: Високочестотни
cht: 高頻
da_dk: Højfrekvens
el_gr: Υψηλή συχνότητα
fi_fi: Korkea
hr_hr: Visoka frekvencija
hu_hu: Magas frekvencia
it_it: Alte-frequenze
ko_kr: 고주파수
nl_nl: Hoogfrequent
no_no: Høyfrekvent
pt_pt: Alta frequência
ro_ro: Frecvente inalte
ru_ru: Высокие частоты
sv_se: Hög
th_th: ความถี่สูง
tr_tr: Yüksek Frekans
zh_cn: 高频

source: Low-frequency
bg_bg: Нискочестотни
cht: 低頻
da_dk: Lavfrekvens
el_gr: Χαμηλή συχνότητα
fi_fi: Matala
hr_hr: Niska frekvencija
hu_hu: Mély frekvencia
it_it: Basse-frequenze
ko_kr: 저주파수
nl_nl: Laagfrequent
no_no: Lavfrekvent
pt_pt: Baixa frequência
ro_ro: Frecvente joase
ru_ru: Низкие частоты
sv_se: Låg
th_th: ความถี่ต่ำ
tr_tr: Alçak Frekans
zh_cn: 低频

source: Theme3
bg_bg: Тема3
cht: 主題 3
da_dk: Tema33
hr_hr: Tema 3
hu_hu: Téma3
it_it: Tema3
nl_nl: Thema3
pt_pt: Tema 3
ro_ro: Tema 3
ru_ru: Тема 3
sv_se: Tema 3
tr_tr: Konu3
zh_cn: 主题3

source: The patient uses the hearing instrument(s) mainly in quiet environments
bg_bg: Пациентът използва слуховия(-ите) апарат(и) предимно в тиха среда
cht: 客戶主要在安靜環境使用助聽器
da_dk: Brugeren bruger hovedsageligt høreapparatet/-erne i stille omgivelser.
el_gr: Ο ασθενής χρησιμοποιεί τα ακουστικά βοηθήματα κυρίως σε ήσυχα περιβάλλοντα
fi_fi: Potilas käyttää kuulokojeita lähinnä hiljaisissa ympäristöissä.
hr_hr: Pacijent se koristi slušnim pomagalom/pomagalima većinom u tihoj okolini.
hu_hu: A páciens főleg csendes környezetben használja a készüléket
it_it: Il paziente utilizza l'apparecchio acustico(i)principalmente in ambienti silenziosi
ko_kr: 주로 조용한 환경에서 보청기를 사용하고 있습니다.
nl_nl: Uw cliënt gebruikt het/de hoortoestel(len) vooral in rustige omgevingen
no_no: Pasienten bruker høreapparatet(ene) mest i stille omgivelser
pt_pt: O paciente usa o aparelho auditivo principalmente em ambientes silenciosos
ro_ro: Pacientul utilizează aparatul(le) auditiv(e) în principal în medii liniștite.
ru_ru: Пациент пользуется своим(и) СА главным образом в спокойных окружениях
sv_se: Patienten bär huvudsakligen hörapparat(er) i tysta miljöer.
th_th: ผู้ป่วยใช้เครื่องช่วยฟังเป็นหลักในสภาพแวดล้อมที่เงียบ
tr_tr: Hasta, işitme cihaz(lar)ını genelde sessiz ortamlarda kullanıyor
zh_cn: 用户主要在安静环境中使用助听器

source: P1
cht: 程式 1
ru_ru: П1
sv_se: Program 1

source: P1
cht: 程式 1
ru_ru: П1

source: P2
cht: 程式 2
ru_ru: П2

source: P3
cht: 程式 3
ru_ru: П3

source: P4
cht: 程式 4
ru_ru: П4

source: Day 21
bg_bg: Ден 21
cht: 第 21 天
da_dk: Dag 21
el_gr: Ημέρα 21
fi_fi: Päivä 21
hr_hr: Dan 21
hu_hu: 21. nap
it_it: Giorno 21
ko_kr: 21일
nl_nl: Dag 21
no_no: Dag 21
pt_pt: Dia 21
ro_ro: Ziua 21
ru_ru: 21 день
sv_se: Dag 21
th_th: วันที่ 21
tr_tr: 21 gün
zh_cn: 21天

source: Day 14
bg_bg: Ден 14
cht: 第 14 天
da_dk: Dag 14
el_gr: Ημέρα 14
fi_fi: Päivä 14
hr_hr: Dan 14
hu_hu: 14. nap
it_it: Giorno 14
ko_kr: 14일
nl_nl: Dag 14
no_no: Dag 14
pt_pt: Dia 14
ro_ro: Ziua 14
ru_ru: 14 день
sv_se: Dag 14
th_th: วันที่ 14
tr_tr: 14 gün
zh_cn: 14天

source: Day 7
bg_bg: Ден 7
cht: 第 7 天
da_dk: Dag 7
el_gr: Ημέρα 7
fi_fi: Päivä 7
hr_hr: Dan 7
hu_hu: 7. nap
it_it: Giorno 7
ko_kr: 7일
nl_nl: Dag 7
no_no: Dag 7
pt_pt: Dia 7
ro_ro: Ziua 7
ru_ru: 7 день
sv_se: Dag 7
th_th: วันที่ 7
tr_tr: 7 gün
zh_cn: 7天

source: Today
bg_bg: Днес
cht: 今天
da_dk: I dag
el_gr: Σήμερα
fi_fi: Tänään
hr_hr: Danas
hu_hu: Ma
it_it: Oggi
ko_kr: 오늘
nl_nl: Vandaag
no_no: I dag
pt_pt: Dia 24
ro_ro: Azi
ru_ru: Сегодня
sv_se: Idag
th_th: วันนี้
zh_cn: 第1天

source: Speech in noise (loud)
bg_bg: Говор при шум (силен)
cht: 噪音 (大聲) 中的語音
da_dk: Tale i kraftig støj
el_gr: Ομιλία σε θόρυβο (δυνατή)
fi_fi: Puhe melussa (voimakas)
hr_hr: Govor u buci (glasno)
hu_hu: Beszéd zajban (hangos)
it_it: Parlato nel rumore (forte)
ko_kr: 소음속 말소리(큼)
nl_nl: Spraak in lawaai (luid)
no_no: Tale i støy (høy)
pt_pt: Fala no ruído (forte)
ro_ro: Vorbire in zgomot (puternic)
ru_ru: Речь в громком шуме
sv_se: Tal i brus (starkt)
th_th: เสียงพูดท่ามกลางเสียงรบกวน(ดัง)
tr_tr: Gürültüde Konuşma (yüksek)
zh_cn: 嘈杂环境下的言语(强度)

source: Speech (soft)
bg_bg: Говор (тих)
cht: 語音 (小聲)
da_dk: Svag tale
el_gr: Ομιλία (σιγανή)
fi_fi: Puhe (hiljainen)
hr_hr: Govor (tiho)
hu_hu: Beszéd (halk)
it_it: Parlato (debole)
ko_kr: 대화소리(작음)
nl_nl: Spraak (zacht)
no_no: Tale (svak)
pt_pt: Fala (suave)
ro_ro: Vorbire
ru_ru: Тихая речь
sv_se: Tal (svagt)
th_th: เสียงพูด (เบา)
tr_tr: Konuşma (yumuşak)
zh_cn: 言语(轻声)

source: Noise (loud)
bg_bg: Шум (силен)
cht: 噪音 (大聲)
da_dk: Kraftig støj
el_gr: Θόρυβος (δυνατός)
fi_fi: Melu (voimakas)
hr_hr: Buka (glasno)
hu_hu: Zaj (erős)
it_it: Rumore (forte)
ko_kr: 소음환경(시끄러운)
nl_nl: Lawaai (luid)
no_no: Støy (høy)
pt_pt: Ruído (forte)
ro_ro: Zgomot puternic
ru_ru: Громкий шум
sv_se: Brus (starkt)
th_th: เสียงรบกวน (ดัง)
tr_tr: Gürültü (yüksek)
zh_cn: 噪音(强度)

source: Use Time Total Hours
bg_bg: Време за използване - общо часове
cht: 總使用時數
da_dk: Samlet brugstid i timer
el_gr: Σύνολο ωρών χρόνου χρήσης
fi_fi: Käyttöaika, tunteja yhteensä
hr_hr: Vrijeme upotrebe - ukupno sati
hu_hu: Teljes használati idő
it_it: Tempo utilizzo - Ore totali
ko_kr: 사용시간-전체사용시간
nl_nl: Gebruiksduur - aantal uren:
no_no: Total brukstid
pt_pt: Total de horas de uso
ro_ro: Timpul folosit - Total ore
ru_ru: Время использования - общее время ношения
sv_se: Använd tid - Totalt timmar
th_th: ชั่วโมงที่ใช้
tr_tr: Kullanma Süresi - Toplam Saat
zh_cn: 总使用小时数:

source: Use Time Per Program
bg_bg: Време за използваме - на всяка програма
cht: 各程式使用時數
da_dk: Brugstid pr. program
el_gr: Χρόνος χρήσης ανά πρόγραμμα
fi_fi: Käyttöaika ohjelmaa kohden
hr_hr: Vrijeme upotrebe po programu
hu_hu: Használati idő programonként
it_it: Tempo utilizzo - Per programma
ko_kr: 사용시간-프로그램
nl_nl: Gebruiksduur per programma
no_no: Brukstid per program
pt_pt: Tempo de Uso por Programa
ro_ro: Timpul folosit - Pentru fiecare program
ru_ru: Время пользования конкретной программой
sv_se: Använd tid - Per program
th_th: เวลาที่ใช้ในแต่ละโปรแกรม-ชั่วโมง
tr_tr: Kullanma Süresi - Her Program
zh_cn: 每个聆听程序使用时间

source: Volume Adjustment per Program
bg_bg: Регулиране на силата на звука според програмата
cht: 各程式音量調整
da_dk: Lydstyrkeregulering pr. program
el_gr: Προσαρμογή έντασης ήχου ανά πρόγραμμα
fi_fi: Voimakkuuden säätö ohjelmaa kohden
hr_hr: Prilagodba glasnoće po programu
hu_hu: Hangerőszabályzás programonként
it_it: Regolazione volume per programma
ko_kr: 프로그램-볼륨조절
nl_nl: Volume-aanpassing per programma
no_no: Volumjustering per program
pt_pt: Ajuste de Volume por Programa
ro_ro: Ajustare Volum per Program
ru_ru: Настройка громкости для конкретной программы
sv_se: Volymjustering per program
th_th: การปรับระดับเสียงของแต่ละโปรแกรม
tr_tr: Program Başına Ses Ayarı
zh_cn: 每个程序音量调节

source: VC Change Over Time
bg_bg: Промяна на силата на звука с течение на времето
cht: 音量調整歷程
da_dk: VC-justering/tid
el_gr: Μεταβολή VC συναρτήσει χρόνου
fi_fi: Äänenvoimakkuuden muutokset ajan myötä
hr_hr: Regulacija glasnoće - promjena tijekom vremena
hu_hu: Hangerő változása
it_it: VC - Variazioni rispetto al tempo
ko_kr: 사용기간-볼륨조절
nl_nl: Volumewijzigingen in de tijd
no_no: VK – Endringer over tid
pt_pt: Mudança no CV ao longo do tempo
ro_ro: Control Volum-Modificare in acord cu acomodarea
ru_ru: Изменения уровня громкости в период времени
sv_se: VK - Ändring över tid
th_th: VC-ปรับเป็นระยะ
tr_tr: Ses Ayarı - Genel Değişim
zh_cn: 随着使用时间变化平均音量调节幅度

source: Average Volume Adjustment per Environment (Based on Program 1)
bg_bg: Средно регулиране на силата на звука според околната среда (въз основа на програма 1)
cht: 各環境平均音量調整 (根據程式 1)
da_dk: Gennemsnitlig lydstyrkeregulering pr. program (Baseret på program 1)
el_gr: Προσαρμογή μέσης έντασης ήχου ανά περιβάλλον (βάσει Προγράμματος 1)
fi_fi: Keskimääräinen ympäristökohtainen äänen säätö (perustuu ohjelmaan 1)
hr_hr: prosječna prilagodba glasnoće prema okruženju (na temelju programa 1)
hu_hu: Környezetenkénti átlagos hangerőszabályzás (az 1-es program alapján)
it_it: Regolazione del volume medio per ambiente (basato sul programma 1)
ko_kr: 환경(프로그램 1 기준)별 평균 볼륨 조정
nl_nl: Gemiddelde volume-aanpassing per omgeving (gebaseerd op programma 1)
no_no: Gjennomsnittlig volumjustering per miljø (basert på program 1)
pt_pt: Média de Ajuste de Volume por Ambiente (baseado no programa 1)
ro_ro: Ajustare Volum Mediu per Mediu (Bazat pe Programul 1)
ru_ru: Средняя настройка громкости для конкретного окружения (исходя из программы 1)
sv_se: Genomsnittlig volymjustering per miljö (Baserat på Program 1)
th_th: การปรับระดับเสียงเฉลี่ยตามสภาพแวดล้อม (ตามโปรแกรม 1)
tr_tr: Her Çevre İçin Ortalama Ses Ayarı (Program 1 için )
zh_cn: 每种环境下平均音量调整值(程序1)

source: dB SPL
bg_bg: dB SPL (ниво на звуковото налягане)
pt_pt: dB NPS
ro_ro: dB SPL (nivel de presiune sonoră)
ru_ru: дБ УЗД

source: SNR
bg_bg: SNR (съотношение сигнал-шум)
cht: 訊噪比
ko_kr: SNR 검사
ru_ru: Сигнал/шум

source: Delayed Activation
bg_bg: Забавено активиране
cht: 智能啟動
da_dk: Smart start
el_gr: Smart Start
fi_fi: Käynnistysviive
hr_hr: Odgođena aktivacija
hu_hu: Okos indítás
it_it: Avvio Intelligente
ko_kr: 스마트스타트
nl_nl: SmartStart
no_no: Smart Start
pt_pt: Smart Start
ro_ro: Pornire inteligenta
ru_ru: Умный старт
sv_se: Fördröjd aktivering
th_th: การเปิดทำงานแบบหน่วง
tr_tr: Akıllı Açılış
zh_cn: 智能延时启动

source: The patient spends a significant amount of time in very noisy environments
bg_bg: Пациентът прекарва доста време в много шумна среда
cht: 客戶固定在很吵的環境中待上一段時間
da_dk: Brugeren tilbringer lang tid i meget støjende miljøer.
el_gr: Ο ασθενής περνά αρκετό χρόνο σε πολύ θορυβώδη περιβάλλοντα
fi_fi: Potilas viettää suuren osan ajasta erittäin meluisissa paikoissa.
hr_hr: Bolesnik provodi značajnu količinu vremena u vrlo bučnim okruženjima.
hu_hu: A páciens jelentős mennyiségű időt tölt rendkívül zajos környezetben
it_it: Il paziente trascorre un periodo di tempo significativo in ambienti molto rumorosi.
ko_kr: 대부분의 시간을 소음이 큰 환경에서 사용하고 있습니다.
nl_nl: De cliënt brengt een groot deel van zijn tijd door in zeer luide omgevingen
no_no: Pasienten oppholder seg mye i svært støyende omgivelser
pt_pt: O paciente passa grande parte do tempo em ambientes muito ruidosos
ro_ro: Pacientul petre o perioadă mare de timp în medii zgomotoase
ru_ru: Пациент проводит значительное время в очень шумных окружениях
sv_se: Patienten tillbringar avsevärd tid i mycket bullriga miljöer
th_th: ผู้ป่วยใช้เวลายาวนานในสภาพแวดล้อมที่มีเสียงรบกวนมาก
tr_tr: Hasta çok gürültülü ortamlarda oldukça çok zaman geçirmektedir
zh_cn: 用户长时间曝露于极嘈杂的环境中

source: Hearing instruments are switched on for very long intervals.
bg_bg: Слуховите апарати се включват за доста дълги интервали.
cht: 助聽器隔很久才開機一次。
da_dk: Høreapparaterne er tændt i lang tid ad gangen.
el_gr: Τα ακουστικά είναι ενεργοποιημένα για αρκετά μεγάλα διαστήματα.
fi_fi: Kuulokojeet ovat käytössä pitkiä aikoja kerrallaan.
hr_hr: Slušni aparati ostaju uključeni u vrlo dugačkim intervalima.
hu_hu: A hallókészülékek nagyon hosszú időre vannak bekapcsolva.
it_it: Gli apparecchi acustici rimangono accesi per intervalli di tempo molto lunghi.
ko_kr: 매우 긴 시간 간격으로 보청기를 사용합니다.
nl_nl: Hoortoestellen worden voor zeer lange perioden ingeschakeld.
no_no: Høreapparatene er påslått svært lenge om gangen.
pt_pt: Os aparelhos auditivos ficam ligados por intervalos muito longos.
ro_ro: Instrumentele auditive sunt pornite pentru perioade foarte lungi.
ru_ru: Пациент выключает свой(и) СА на очень продолжительные интервалы времени.
sv_se: Hörapparaterna är påslagna i mycket långa perioder.
th_th: มีการเปิดใช้งานอุปกรณ์ช่วยฟังต่อเนื่องเป็นเวลานานมาก
tr_tr: İşitme cihazları çok uzun aralıklarda açılmaktadır.
zh_cn: 助听器打开了很长一段时间。

source: The patient uses the hearing instrument(s) regularly.
bg_bg: Пациентът използва редовно слуховия(-ите) апарат(и).
cht: 客戶規律的使用助聽器。
da_dk: Brugeren benytter høreapparatet(erne) jævnligt
el_gr: Ο ασθενής χρησιμοποιεί τα ακουστικά τακτικά.
fi_fi: Potilas käyttää kuulokojeita säännöllisesti.
hr_hr: Bolesnik redovno upotrebljava slušne aparate.
hu_hu: A páciens rendszeresen használja a hallókészülék(ek)et.
it_it: Il paziente utilizza regolarmente gli apparecchi acustici.
ko_kr: 보청기를 정기적으로 사용 하고있습니다.
nl_nl: De cliënt gebruikt het/de hoortoestel(len) regelmatig.
no_no: Pasienten bruker høreapparat(ene) regelmessig.
pt_pt: O paciente usa o aparelho auditivo regularmente.
ro_ro: Pacientul folosește regulat instrumentul(ele) auditiv.
ru_ru: Пациент пользуется своим(и) СА регулярно.
sv_se: Patienten använder hörapparaten regelbundet.
th_th: ผู้ป่วยใช้อุปกรณ์ช่วยฟังเป็นประจำ
tr_tr: Hasta işitme cihaz(lar)ını düzenli olarak kullanmaktadır.
zh_cn: 用户经常使用助听器。

source: The patient mainly uses the instrument(s) in quiet environments.
bg_bg: Пациентът използва апарата(-ите) предимно в тиха среда.
cht: 客戶主要在安靜的環境中使用助聽器。
da_dk: Brugeren benytter hovedsageligt høreapparatet(erne) i rolige miljøer
el_gr: Ο ασθενής χρησιμοποιεί τα ακουστικά κυρίως σε ήσυχα περιβάλλοντα.
fi_fi: Potilas käyttää kuulokojeita lähinnä hiljaisissa ympäristöissä.
hr_hr: Bolesnik upotrebljava slušne aparate uglavnom u tihim okruženjima.
hu_hu: A páciens elsősorban csendes környezetben használja a hallókészülék(ek)et.
it_it: Il paziente utilizza gli apparecchi acustici principalmente in ambienti tranquilli.
ko_kr: 주로 조용한 환경에서 사용하고 있습니다.
nl_nl: De cliënt gebruikt het/de hoortoestel(len) vooral in stille omgevingen.
no_no: Pasienten bruker høreapparat (ene) hovedsakelig i rolige omgivelser.
pt_pt: O paciente usa o aparelho auditivo principalmente em ambientes silenciosos.
ro_ro: Pacientul folosește intrumentul(ele) în special în medii nezgomotoase.
ru_ru: Пациент пользуется своим(и) СА главным образом в спокойных окружениях.
sv_se: Patienten använder mest hörapparaten i i tysta miljöer.
th_th: โดยส่วนใหญ่แล้วผู้ป่วยใช้อุปกรณ์ช่วยฟังในสภาพแวดล้อมที่เงียบ
tr_tr: Hasta işitme cihaz(lar)ını genellikle sessiz ortamlarda kullanmaktadır.
zh_cn: 用户主要在安静的环境中使用助听器。

source: The hearing instrument(s) are switched off and on more frequently than expected
bg_bg: Слуховият(-ите) апарат(и) се изключва(т) и включва(т) по-често от очакваното
cht: 助聽器的開關頻率超過預期。
da_dk: Høreapparatet(erne) tændes og slukkes hyppigere end forventet
el_gr: Τα ακουστικά ενεργοποιούνται και απενεργοποιούνται πιο συχνά από το αναμενόμενο
fi_fi: Kuulokojeet sammutetaan ja käynnistetään tavallista useammin.
hr_hr: Slušni aparati isključuju se i uključuju češće nego što se očekuje.
hu_hu: A hallókészülék(ek) be- és kikapcsolása a vártnál gyakoribb
it_it: Gli apparecchi acustici vengono spenti e riaccesi più spesso del previsto.
ko_kr: 보청기를 자주 끄고 켭니다
nl_nl: Het/de hoortoestel(len) worden vaker dan verwacht in- en uitgeschakeld
no_no: Høreapparat(ene) slås av og på oftere enn forventet
pt_pt: O aparelho auditivo é ligado e desligado com mais frequência do que o esperado
ro_ro: Instrumentul(ele) este pornit și oprit mai des decât prognozat
ru_ru: Пациент выключает и включает свой(и) СА чаще, чем ожидалось
sv_se: Hörapparaten slås på och av oftare än förväntat
th_th: มีการปิดและเปิดอุปกรณ์ช่วยฟังบ่อยกว่าที่คาดไว้
tr_tr: İşitme cihaz(lar)ı öngörülenden daha sık açılıp kapatılmaktadır
zh_cn: 助听器打开/关闭比预期更频繁
