Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Update Instrument(s) will discard the current session and erase all fitting data on the instrument(s).
bg_bg: Актуализирането на апарата(-ите) ще отхвърли сегашната сесия и ще изтрие всички данни за монтирането в апарата(-ите).
cht: 更新助聽器將摒棄當前的服務，並清除助聽器內所有的選配資料。
da_dk: Opdatering af apparater vil slette den nuværende session og alle data i høreapparatet(erne).
el_gr: Επιλέγοντας την Ενημέρωση ακουστικών θα απορριφθεί η τρέχουσα συνεδρία και θα διαγραφούν όλα τα δεδομένα εφαρμογής σχετικά με τα ακουστικά βοηθήματα.
fi_fi: Kuulokojeiden päivitys lopettaa nykyisen istunnon ja poistaa kaikki sovitustiedot kuulokojeesta.
hr_hr: Ažuriranjem aparata odbacit će se trenutna sesija i izbrisati svi podatci o namještanju s aparata.
hu_hu: A készülék(ek) frissítésével törlődik a jelenlegi munkamenet készülék(ek)en tárolt összes beállítása.
it_it: Aggiorna apparecchi scarterà la sessione corrente e cancellerà tutti i dati di fitting sugli apparecchi.
ko_kr: 보청기를 업데이트 하면 현재 세션 및 모든 피팅 데이터가 사라집니다.
nl_nl: Het updaten van toestellen zal de huidige sessie negeren en alle aanpasgegevens uit de toestellen verwijderen.
no_no: Oppdatering av av apparat(ene) vil forkaste den nåværende økten og slette alle tilpasningsdata i apparat(ene)
pt_pt: A atualização dos aparelhos auditivos descartará a sessão atual e removerá os ajustes dos aparelhos auditivos.
ro_ro: Update Instrument(s) va sterge sesiunea curenta si toate reglajele anterioare de pe acest instrument.
ru_ru: Обновление СА приведет к сбросу текущей сессии и удалит все данные настроек в СА.
sv_se: Uppdatering av hörapparat(er) kommer bortse ifrån nuvarande session och radera all data på hörapparat(er).
th_th: การอัพเดตอุปกรณ์จะเป็นการละทิ้งเซสชันปัจจุบัน และการข้อมูลการทดลองสวมทั้งหมดบนอุปกรณ์
tr_tr: Cihaz(ları) Güncelleme geçerli oturumu ve cihaz(lar) üzerindeki tüm bağlantı verilerini silecektir.
zh_cn: 升级助听器将关闭当前界面且删除当前助听器中的验配数据。

source: Instrument(s) Update Warning
bg_bg: Предупреждение за актуализиране на апарата(-ите)
cht: 助聽器更新警告
da_dk: Advarsel om opdatering af apparat(erne)
el_gr: Προειδοποίηση ενημέρωσης ακουστικών
fi_fi: Kuulokojeiden päivitys varoitus
hr_hr: Upozorenje o ažuriranju aparata
hu_hu: Készülékfrissítési figyelmeztetés
it_it: Avviso di aggiornamento apparecchio(i)
ko_kr: 보청기 업데이트 경고
nl_nl: Waarschuwing update van toestel(len)
no_no: Advarsel om oppdatering av apparat(er)
pt_pt: Aviso de atualização dos aparelhos auditivos
ro_ro: Atentionare Update Instrumente
ru_ru: Предупреждение об Обновлении СА
sv_se: Hörapparat(er) Uppdateringsvarning
th_th: คำเตือนการอัพเดตอุปกรณ์
tr_tr: Cihaz(lar) Güncelleme Uyarısı
zh_cn: 助听器升级警告

source: Target Gains (%)
bg_bg: Целеви стойности на усилването (%)
cht: 目標增益 (%)
da_dk: Target-forstærkninger (%)
el_gr: Απόκριση-στόχος (%)
fi_fi: Tavoitevahvistukset (%)
hr_hr: Ciljana pojačanja (%)
hu_hu: Erősítési célértékek (%)
it_it: Guadagni target (%)
ko_kr: 타겟 게인(%)
nl_nl: Targetversterking (%)
no_no: Target gain (%)
pt_pt: Ganhos alvo (%)
ro_ro: Castiguri Tinta (%)
ru_ru: Целевые значения усиления (%)
sv_se: Målvärden (%)
th_th: เกนเป้าหมาย (%)
tr_tr: Kazanç Hedefleri (%)
zh_cn: 目标增益百分比（%）

source: Apply Gain Level Change
bg_bg: Прилагане на промяната на нивото на усилване
cht: 套用增益等級更改
da_dk: Anvend ændring i forstærkningsniveau
el_gr: Εφαρμογή μεταβολής επιπέδου απόκρισης
fi_fi: Käytä vahvistuksen tason muutosta
hr_hr: Primijeni promjenu razine jakosti zvuka
hu_hu: Erősítés szint változás elfogadása
it_it: Applica modifica alla percentuale del livello di guadagno
ko_kr: 게인 레벨 변경 적용
nl_nl: Versterkingsniveau wijziging toepassen
no_no: Bruk endring i gainnivå
pt_pt: Aplicar Alteração no Nível de Ganho
ro_ro: Aplică modificare Nivel amplificare
ru_ru: Применить изменение уровня усиления
sv_se: Tillämpa ändring av förstärkningsnivån
th_th: ใช้การเปลี่ยนแปลงระดับเกน
tr_tr: Kazanç Seviyesi Değişikliğini Uygula
zh_cn: 应用增益级别改变

source: Apply Gain Level % Adjustment
bg_bg: Прилагане на процента на регулиране на нивото на усилване
cht: 套用增益等級 % 調整
da_dk: Anvend procentvis ændring i forstærkningsniveau
el_gr: Εφαρμογή προσαρμογής % επιπέδου απόκρισης
fi_fi: Käytä vahvistuksen tason %-säätöä
hr_hr: Primijeni prilagodbu razine jakosti zvuka u postocima
hu_hu: Erősítés szint% állítás elfogadás
it_it: Applica regolazione livello di guadagno %
ko_kr: 게인 레벨 %변경 적용
nl_nl: Versterkingsniveau (%) wijziging toepassen
no_no: Bruk % endring i gainnivå
pt_pt: Aplicar Ajuste de % no Nível de Ganho
ro_ro: Aplică ajustare Nivel amplificare %
ru_ru: Применить регулировку уровня усиления в %
sv_se: Tillämpa ändring av förstärkningsnivå i %
th_th: ใช้การปรับ % ระดับเกน
tr_tr: Kazanç Seviyesi % Ayarını Uygula
zh_cn: 应用目标增益百分比％调整

source: Resetting the device ...
bg_bg: Устройството се нулира ...
cht: 重新設定裝置 ...
da_dk: Nulstiller apparatet...
el_gr: Γίνεται επαναφορά της συσκευής...
fi_fi: Kuulokoje palautetaan oletusasetuksiin...
hr_hr: Resetiranje uređaja...
hu_hu: Az eszköz alaphelyzetbe állítása...
it_it: Ripristino del dispositivo...
ko_kr: 보청기 재설정하기
nl_nl: Het toestel resetten ...
no_no: Tilbakestiller apparatet...
pt_pt: Redefinindo o dispositivo...
ro_ro: Se resetează aparatul...
ru_ru: Производится сброс устройства...
sv_se: Återställer hörapparaten ...
th_th: กำลังรีเซ็ตอุปกรณ์ ...
tr_tr: Cihaz sıfırlanıyor...
zh_cn: 重置设备 ...

source: Update Instrument
bg_bg: Актуализирай апарата
cht: 更新助聽器
da_dk: Opdater apparat
el_gr: Ενημέρωση ακουστικού
fi_fi: Päivitä kuulokoje
hr_hr: Ažuriranje aparata
hu_hu: Készülék frissítése
it_it: Aggiorna apparecchio
ko_kr: 보청기 업데이트
nl_nl: Toestel updaten
no_no: Oppdater apparat
pt_pt: Atualizar Aparelho Auditivo
ro_ro: Actualizare aparat
ru_ru: Обновить аппарат
sv_se: Uppdatera hörapparat
th_th: อัพเดตอุปกรณ์
tr_tr: Cihaz Güncelle
zh_cn: 升级助听器

source: The PIN code you provided is incorrect. If you continue, the connected instrument(s) will not be read and will be initial fitted. Click back to re-enter the correct PIN code.
bg_bg: PIN кодът, който предоставихте, е неправилен. Ако продължите, свързаният(-ите) апарат(-и) няма да бъде(-ат) прочетен(и) и ще се монтира(т) отначало. Щракнете за връщане, за да въведете правилния PIN код.
cht: 您提供的 PIN 碼不正確。 如果繼續，將不能讀取所連接的助聽器，並將進行初始選配。 點擊返回以重新輸入正確的 PIN 碼。
da_dk: Den angivne pinkode er forkert. Hvis du fortsætter, vil de forbundne apparater ikke blive læst, og tilpasningen vil blive genberegnet. Klik på Tilbage for at indtaste koden igen.
el_gr: Ο κωδικός PIN που χρησιμοποιήσατε δεν είναι σωστός. Εάν συνεχίσετε, δεν θα είναι δυνατή η ανάγνωση των συνδεδεμένων ακουστικών και θα . Επιστρέψετε στο προηγούμενο βήμα και πληκτρολογήστε ξανά τον σωστό κωδικό PIN.
fi_fi: Antamasi PIN koodi ei ole oikea. Jos jatkat, yhdistettyjä kuulokojeita ei lueta ja niihin ladataan PikaSovitus. Siirry Takaisin ja syötä oikea PIN koodin.
hr_hr: Unijeli ste netočan PIN kod. Ako nastavite, povezani aparati neće se očitati, nego će se na njima obaviti početno namještanje. Kliknite „Natrag” za ponovni unos ispravnog PIN-a.
hu_hu: A megadott PIN-kód nem helyes. Ha folytatja, a készülékek nem lesznek beolvasva, csak előillesztve. Kattintson az újrabevitelre a helyes PIN-kód megadásához.
it_it: Il codice PIN fornito non è corretto. Se si continua, gli apparecchi connessi non saranno letti e si partirà dal fitting iniziale. Fare clic su Indietro per reinserire il codice PIN corretto.
ko_kr: 입력한 PIN code 가 맞지 않습니다. 계속하면 연결된 보청기의 피팅 정보를 읽을 수 없고, 보청기의 피팅값이 초기화 됩니다. 돌아가기를 클릭해 정확한 PIN code를 입력하세요.
nl_nl: De PIN-code die u invoerde is niet correct. Als u doorgaat worden de verbonden toestellen niet uitgelezen en krijgen ze de FirstFit instellingen. Klik op Terug om de correcte PIN-code in te voeren.
no_no: PIN-koden er feil. Hvis du fortsetter, vil tilkoblede apparat(er) ikke bli lest, men programmert som en førstegangstilpasning. Trykk tilbake for å legge inn riktig PIN-kode.
pt_pt: O PIN inserido está incorreto. Se continuar, os aparelhos auditivos não serão conectados e iniciará uma nova sessão. Clique em voltar para reinserir o código PIN correto.
ro_ro: Codul PIN furnizat este incorect. In cazul in care continuati, instrumentele conectate nu vor fi citite si li se va aplica un reglaj initial. Apasati back pentru a reintroduce codul PIN.
ru_ru: Вы ввели неверный PIN-код. Если вы продолжите работу, данные подключенного(ых) СА не будут считаны и произойдет сброс до первоначальной настройки. Вернитесь назад и введите верный PIN-код.
sv_se: Felaktig PIN kod. Om du fortsätter kommer ansluten hörapparat inte kunna läsas och istället anpassas som en ny anpassning. Klicka tillbaka för att lägga in korrekt PIN kod.
th_th: รหัส PIN ที่คุณป้อนไม่ถูกต้อง หากคุณดำเนินการต่อ อุปกรณ์ที่เชื่อมต่อจะไม่ถูกอ่านค่าและจะใช้การทดลองสวมครั้งแรก คลิก ย้อนกลับ เพื่อป้อนรหัส PIN ที่ถูกต้อง
tr_tr: Girdiğiniz PIN kodu yanlıştır. Devam ederseniz, bağlı olan cihaz (lar) okunamaz ve ilk fittinge geri döner. Doğru PIN kodunu tekrar girmek için geri tıklayın.
zh_cn: 您输入的PIN码不正确。如果继续，助听器无法正常读取，将恢复初始验配。请点击返回并输入正确的PIN码。

source: Save the new patient first
bg_bg: Първо запазете новия пациент
cht: 先儲存為新客戶
da_dk: Gem den nye bruger først
el_gr: Αποθηκεύστε τον νέο ασθενή πρώτα
fi_fi: Aloita tallentamalla uuden potilaan tiedot
hr_hr: Spremi novog pacijenta
hu_hu: Új páciens mentése elöszőr
it_it: Salva prima il nuovo paziente
ko_kr: 신규 사용자 저장
nl_nl: Sla de nieuwe cliënt eerst op
no_no: Lagre den nye pasienten først
pt_pt: Primeiro salvar o novo paciente
ro_ro: Salvați mai întâi pacientul nou
ru_ru: Сохранять нового пациента первым в списке
sv_se: Spara först den nya patienten
th_th: บันทึกผู้ป่วยใหม่ก่อน
tr_tr: Önce yeni hastayı kaydedin
zh_cn: 先保存新用户

source: BTE
bg_bg: Зад-ушен
cht: 耳掛型
nl_nl: AHO
ru_ru: Заушные/BTE
zh_cn: 耳背机

source: Custom
bg_bg: По желание
cht: 訂製型
da_dk: Brugertilpasset
el_gr: Ειδικό
fi_fi: Yksilöllinen
hr_hr: Prilagođeno
hu_hu: Egyéni
it_it: Personalizzato Su Misura
ko_kr: 귓속형
nl_nl: IHO
pt_pt: Personalizado
ro_ro: Personalizat
ru_ru: Индивидуальные
sv_se: Anpassad
th_th: กำหนดเอง
tr_tr: Kişiye Özel
zh_cn: 定制机

source: BTE - CS44 + Programming Adaptor
bg_bg: Зад-ушен – CS44 + Адаптер за програмиране
cht: 耳掛型 - CS44 + 調整轉接器
da_dk: BTE – CS44 +Programmeringssko
el_gr: BTE - CS44 + προσαρμογέας Programming Adaptor
fi_fi: BTE - CS44+Ohjelm. adapteri
hr_hr: BTE - CS44 + adapter za programiranje
hu_hu: BTE - CS44 + Programozó adapter
it_it: BTE - CS44 + Adattatore di programmazione
ko_kr: BTE - CS44+프로그래밍 어댑터
nl_nl: AHO - CS44 + programmeeradapter
no_no: BTE - CS44 + programmeringsadapter
pt_pt: BTE – CS44 + Adaptador de programação
ro_ro: BTE - CS44 + Adaptor de programare
ru_ru: BTE - CS44 + Адаптер программирования
sv_se: BTE - CS44 + Programmeringssko
th_th: BTE - CS44 + อะแดปเตอร์ตั้งโปรแกรม
tr_tr: BTE - CS44 + Program adaptörü
zh_cn: BTE - CS44 + 一代编程靴（黑色）

source: BTE - CS44 + Programming Adaptor II
bg_bg: Зад-ушен – CS44 + Адаптер за програмиран II
cht: 耳掛型 - CS44 + 調整轉接器 II
da_dk: BTE – CS44 + Programmeringssko II
el_gr: BTE - CS44 + προσαρμογέας Programming Adaptor II
fi_fi: BTE - CS44+Ohjelm. adapteri II
hr_hr: BTE - CS44 + adapter za programiranje II
hu_hu: BTE - CS44 + Programozó adapter II
it_it: BTE - CS44 + Adattatore di Programmazione II
ko_kr: BTE - CS44+프로그래밍 어댑터 II
nl_nl: AHO - CS44 + programmeeradapter II
no_no: BTE - CS44 + programmeringsadapter II
pt_pt: BTE – CS44 + Adaptador de programação II
ro_ro: BTE - CS44 + Adaptor programare II
ru_ru: BTE - CS44 + Адаптер программирования II
sv_se: BTE - CS44 + Programmeringssko II
th_th: BTE - CS44 + อะแดปเตอร์ตั้งโปรแกรม II
tr_tr: BTE - CS44 + Program adaptörü II
zh_cn: BTE - CS44 + 二代编程靴 (肉色)

source: RIE - CS63 + Flex Strip (Option 2)
bg_bg: Говорител в ухото – CS63 + Flex Strip (опция 2)
cht: 耳道接收式 - CS63 + Flex Strip (選項 2)
da_dk: RIE - CS63 + Flexstrip (mulighed 2)
el_gr: Ενδοκαναλικά - CS63 + ταινία (Επιλογή 2)
fi_fi: RIE - CS63+Flex Strip (Vaihtoehto 2)
hr_hr: RIE - CS63 + savitljiva traka (opcija 2)
hu_hu: RIE - CS63 + Flex kábel (Opció 2)
it_it: RIE - CS63 + Flex Strip (opzione 2)
ko_kr: RIE - CS63+플렉스 스트립 (Option 2)
nl_nl: RIE - CS63 + FlexStrip (optie 2)
no_no: RIE – CS63 + Flex Strip (alternativ 2)
pt_pt: RIE - CS63 + Fita de programação (Opção 2)
ro_ro: RIE - CS63 + Flex Strip (Optiunea 2)
ru_ru: RIE - CS63 + гибкий шлейф (Опция 2)
sv_se: RIE - CS63 + Flex Strip (Val 2)
th_th: RIE - CS63 + สายแบนชนิดอ่อน (ตัวเลือก 2)
tr_tr: RIE - CS63 + Esnek Bant (Seçenek 2)
zh_cn: RIE - CS63 + 扁线(插入方式 2)

source: Custom - CS63 + Flex Strip
bg_bg: Персонализиран – CS63 + Flex Strip
cht: 訂製型 - CS63 + Flex Strip
da_dk: Brugertilpasset – CS63 + Flexstrip
el_gr: Ειδικό - CS63 + Ταινία
hr_hr: Prilagođeno - CS63 + savitljiva traka
hu_hu: Egyéni- CS63 + Flexkábel
it_it: Personalizzato su misura - CS63 + Flex Strip
ko_kr: 커스텀 - CS63+플렉스 스트립
nl_nl: IHO - CS63 + FlexStrip
pt_pt: Customizado – CS63 + Fita de programação
ro_ro: Personalizat - CS63 + Flex Strip
ru_ru: Индивидуальный - CS63 + гибкий шлейф
sv_se: Anpassad - CS63 + Flex Strip
th_th: สั่งทำพิเศษ - CS63 + สายแบนชนิดอ่อน
tr_tr: Özel - CS63 + Esnek Bant
zh_cn: 定制机 - CS63 + 扁线

source: IIC - Programming Pill
bg_bg: Интерфейсна интегрална схема - батерия за програмиране
cht: 極深耳道式調整線
el_gr: IIC - Προσαρμογέας προγραμματισμού
fi_fi: IIC - Ohjelm. adapteri
hr_hr: IIC – dugmasti adapter za programiranje
hu_hu: IIC - Programozó szál
it_it: IIC - Finta pila di programmazione
ko_kr: IIC - 프로그래밍 필
nl_nl: IIC - programmeerbatterij
no_no: IIC – Programmeringspille
pt_pt: IIC - Cabo de programação
ro_ro: IIC - Pastila de programare
ru_ru: IIC - Батарея таблеточного типа для программирования
sv_se: IIC - Programmeringsbatteri
th_th: IIC - เม็ดแบนสำหรับตั้งโปรแกรม
tr_tr: IIC -Programlama Hapı
zh_cn: IIC - 超深耳道编程线

source: SPBTE - CS44 + Programming Battery Door
bg_bg: SPBTE – CS44 + Вратичка на батерията за програмиране
cht: 超強力耳掛型 - CS44 + 調整電池蓋
da_dk: SPBTE – CS44 + batteridør til programmering
el_gr: SPBTE - CS44 + Προγραμματισμός από τη θύρα μπαταρίας
fi_fi: SPBTE - CS44+Ohjelm. paristoluukku
hr_hr: SPBTE - CS44 + poklopac pretinca za bateriju s programiranjem
hu_hu: SPBTE - CS44 + Programozó elemkamra
it_it: SPBTE - CS44 + Sportello batteria di programmazione
ko_kr: SPBTE - CS44+프로그래밍 배터리 도어
nl_nl: SP-AHO - CS44 + programmeerbatterijlade
no_no: SPBTE - CS44 + Programmings Batteri Dør
pt_pt: BTE SP – CS44 + Compartimento de pilha com sapata
ro_ro: SPBTE - CS44 + Usita baterie pentru programare
ru_ru: SPBTE - CS44 + Батарейный отсек программирования
sv_se: SPBTE - CS44 + Programmering Batteridörr
th_th: SPBTE - CS44 + ฝาช่องแบตเตอรี่ตั้งโปรแกรม
tr_tr: SPBTE - CS44 + Programlama Pil Kapağı
zh_cn: SPBTE - CS44 + 三代编程靴

source: RIE - CS63 + Flex Strip (Option 1)
bg_bg: Говорител в ухото – CS63 + Flex Strip (опция 1)
cht: 耳道接收式 - CS63 + Flex Strip (選項 1)
da_dk: RIE – CS63 + Flexstrip (mulighed 1)
el_gr: RIE - CS63 + Ταινία (Επιλογή 1)
fi_fi: RIE - CS63+FlexStrip (Vaihtoehto 1)
hr_hr: RIE - CS63 + savitljiva traka (opcija 1)
hu_hu: RIE - CS63 + Flex kábel (Opció 1)
it_it: RIE - CS63 + Flex Strip (opzione 1)
ko_kr: RIE - CS63+플렉스 스트립(옵션 1)
nl_nl: RIE - CS63 + FlexStrip (optie 1)
no_no: RIE – CS63 + Flex Strip (alternativ 1)
pt_pt: RIE - CS63 + Fita de programação (Opção 1)
ro_ro: RIE - CS63 + Flex Strip (Optiunea 1)
ru_ru: RIE - CS63 + гибкий шлейф (Опция 1)
sv_se: RIE - CS63 + Flex Strip (Val 1)
th_th: RIE - CS63 + สายแบนชนิดอ่อน (ตัวเลือก 1)
tr_tr: RIE - CS63 + Esnek Bant (Seçenek 1)
zh_cn: RIE - CS63 +扁线(插入方式1)

source: Exit Without Saving
bg_bg: Излизане без запазване
cht: 不儲存即離開
da_dk: Afslut uden at gemme
el_gr: Έξοδος χωρίς αποθήκευση
fi_fi: Poistu tallentamatta
hr_hr: Izađi bez spremanja
hu_hu: Kilépés mentés nélkül
it_it: Esci senza salvare
ko_kr: 저장하지 않고 나가기
nl_nl: Verlaten zonder op te slaan
no_no: Avslutt uten å lagre
pt_pt: Sair sem salvar
ro_ro: Ieșire fără salvare
ru_ru: Выход без сохранения данных
sv_se: Avsluta utan att spara
th_th: ออกโดยไม่บันทึก
tr_tr: Kaydetmeden Çık
zh_cn: 退出且不保存

source: Include Compression Mode settings
bg_bg: Включи настройките на режим на натиск
cht: 包含壓縮模式設定
da_dk: Inkluder indstillinger for kompressionstilstand
el_gr: Συμπερίληψη ρυθμίσεων Λειτουργίας συμπίεσης
fi_fi: Käytä kompressiotilan asetuksia
hr_hr: Uključi postavke načina kompresije
hu_hu: Beleértve a kompressziós mód beállításait
it_it: Includi impostazioni modalità compressione
ko_kr: 컴프레션 설정을 포함합니다.
nl_nl: Inclusief instellingen compressiemodus
no_no: Inkluder kompresjonsmodusinnstillinger
pt_pt: Incluir ajustes do modo de compressão
ro_ro: Include setari Mod Compresie
ru_ru: Учесть настройки Режима компрессии
sv_se: Inkludera kompressionslägesinställningar
th_th: รวมการตั้งค่าโหมดการบีบอัด
tr_tr: Kompresyon Modu Ayarlarını İçerir
zh_cn: 包括压缩模式设置

source: Connection Assistance
bg_bg: Помощ за свързване
cht: 連接輔助
da_dk: Hjælp til forbindelse
el_gr: Βοήθεια για τη σύνδεση
fi_fi: Yhdistämisavustaja
hr_hr: Pomoć pri povezivanju
hu_hu: Segítség a csatlakoztatáshoz
it_it: Assistente alla connessione
ko_kr: 연결 가이드
nl_nl: Verbindingsassistentie
no_no: Tilkoblingsassistent
pt_pt: Assistência na conexão
ro_ro: Asistență conectare
ru_ru: Мастер соединения
sv_se: Handledning
th_th: ความช่วยเหลือในการเชื่อมต่อ
tr_tr: Bağlantı Asistanı
zh_cn: 编程设备

source: Experience Improvement
bg_bg: Подобряване на изживяването
cht: 經驗改善
da_dk: Program til forbedring af oplevelse
el_gr: Βελτίωση εμπειρίας
fi_fi: Kehittämisohjelma
hr_hr: Poboljšanje doživljaja
hu_hu: A felhasználói élmény javítása
it_it: Miglioramento dell'esperienza
ko_kr: 청취 경험 개선
nl_nl: ´Verbeter uw ervaring´
no_no: Forbedret erfaring
pt_pt: Aperfeiçoamento da experiência
ro_ro: Imbunatatire Experienta
ru_ru: Улучшение восприятия пациента
sv_se: Upplevelseförbättring
th_th: การพัฒนาประสบการณ์ใช้งาน
tr_tr: İyileştirme Deneyimi
zh_cn: 经验提升

source: - Participation will not degrade the performance of your software.
bg_bg: - Участието няма да влоши работата на вашия софтуер.
cht: - 參與不會降低降低軟體的性能。
da_dk: – Deltagelse forringer ikke softwarens ydeevne.
el_gr: - Η συμμετοχή δεν θα υποβιβάσει την απόδοση του λογισμικού σας.
fi_fi: - Osallistuminen ei heikennä ohjelmiston suorituskykyä.
hr_hr: - Sudjelovanjem se neće umanjiti performanse vašeg softvera.
hu_hu: - A részvétel nem csökkenti a szoftver teljesítményét.
it_it: - La partecipazione non degraderà le prestazioni del software.
ko_kr: - 참여해도 소프트웨어 성능은 저하되지 않습니다.
nl_nl: - Deelname zal de prestaties van de software niet verminderen.
no_no: - Deltagelse reduserer ikke ytelsen til programvaren.
pt_pt: – A participação não degradará o desempenho do software.
ro_ro: - Participarea nu va scădea performanțele software-ului dvs.
ru_ru: - Участие не ухудшит рабочих характеристик вашего ПО
sv_se: - Deltagande försämrar inte prestandan i programvaran.
th_th: - การเข้าร่วมจะไม่ส่งผลลบต่อประสิทธิภาพของซอฟต์แวร์ของคุณ
tr_tr: - Katılım, yazılımınızın performansını bozmayacaktır.
zh_cn: - 加入不会降低软件的性能。

source: Click to Unpair Devices
bg_bg: Щракнете за раздвояване на устройствата
cht: 點擊以取消配對裝置
da_dk: Klik for at afbryde parringen
el_gr: Κάντε κλικ για Απόζευξη συσκευών
fi_fi: Paina poistaaksesi kuulokojeiden paritus
hr_hr: Kliknite za rasparivanje uređaja
hu_hu: Kattintson a párosítás törléséhez
it_it: Fare clic per disaccoppiare i dispositivi
ko_kr: 보청기 연결을 해제하려면 클릭하세요.
nl_nl: Klik om de toestellen te ontkoppelen
no_no: Trykk for å oppheve paring av apparater
pt_pt: Clique para cancelar o pareamento dos aparelhos
ro_ro: Apasa pentru a desperechia dispozitivele
ru_ru: Нажмите для отмены сопряжения устройств
sv_se: Klicka för att ta bort parkopplingav hörapparater
th_th: คลิกเพื่อยกเลิกการจับคู่อุปกรณ์
tr_tr: Cihazların etkinleştirmesini kaldırmak için tıklayın
zh_cn: 点击未配对的设备

source: Click to Pair Devices
bg_bg: Щракнете за сдвояване на устройствата
cht: 點擊以配對裝置
da_dk: Klik for at parre apparater
el_gr: Κάντε κλικ για Ζεύξη συσκευών
fi_fi: Paina parittaaksesi kuulokojeet
hr_hr: Kliknite za uparivanje uređaja
hu_hu: Kattintson a párosításhoz
it_it: Fare clic per accoppiare i dispositivi
ko_kr: 보청기를 연결하려면 클릭하세요.
nl_nl: Klik om de toestellen te koppelen
no_no: Trykk for å pare apparater
pt_pt: Clique para parear os aparelhos
ro_ro: Apasa pentru a imperechia dispozitivele
ru_ru: Нажмите для сопряжения устройств
sv_se: Klicka för att para hörapparater
th_th: คลิกเพื่อจับคู่อุปกรณ์
tr_tr: Cihazları etkinleştirmek için tıklayın
zh_cn: 点击配对设备

source: Click to Select Device
bg_bg: Щракнете за избор на устройство
cht: 點擊以選擇裝置
da_dk: Klik for at vælge et apparat
el_gr: Κάντε κλικ για Επιλογή συσκευής
fi_fi: Paina valitaksesi koje
hr_hr: Kliknite za odabir uređaja
hu_hu: Kattintson az eszköz kiválsztásához
it_it: Fare clic per selezionare il dispositivo
ko_kr: 보청기를 선택하려면 클릭하세요.
nl_nl: Klik om toestel te selecteren
no_no: Trykk for å velge apparat
pt_pt: Clique para selecionar os aparelhos
ro_ro: Apasa pentru selectare dispozitiv
ru_ru: Нажмите для выбора устройства
sv_se: Klicka för att välja hörapparat
th_th: คลิกเพื่อเลือกอุปกรณ์
tr_tr: Cihaz seçmek için tıklayın
zh_cn: 点击选择设备

source: Telecoil not supported in P1 for product.
bg_bg: Телебобина не се поддържа в Р1 за продукта.
cht: 產品的電話線圈不支援用在程式1。
da_dk: Telespole understøttes ikke i P1 for produktet.
el_gr: Το Telecoil δεν υποστηρίζεται στο P1 για το προϊόν.
fi_fi: Ohjelma 1 ei tue induktiokelaa.
hr_hr: Telecoil nije podržan u P1 za proizvod
hu_hu: A telefontekercs nem támogatott a P1-ben ehhez a készülékhez.
it_it: Telecoil non supportato in P1 per il prodotto.
ko_kr: 텔레코일은 P1에서 지원되지 않습니다.
nl_nl: Luisterspoel niet ondersteund in P1 voor dit product.
no_no: Telespole er ikke støttet for P1 for produktet..
pt_pt: Bobina telefônica não é compatível no P1 para o produto.
ro_ro: Telebobina nu este suportată în P1 pentru acest produs.
ru_ru: Индукционная катушка не поддерживается в P1 для продукта.
sv_se: Telespole stöds inte för P1 för produkt.
th_th: Telecoil ไม่รองรับ P1 สำหรับผลิตภัณฑ์นี้
tr_tr: Telecoil, ürün için P1’de desteklenmez.
zh_cn: P1程序不支持电感功能。
