Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Sounds received by each ear are delivered to the auditory perception areas in both sides of the brain. The brain integrates the subtle differences in the sounds at each ear to form a sound picture of the surroundings. One obvious advantage of binaural hearing is the ability to locate the direction of and distance to sound sources, which helps us feel oriented in the environment. Another important effect of binaural hearing is better understanding of speech in noisy surroundings. Hearing with two ears also makes it possible to separate and recognize sound sources, to pay attention to a sound while ignoring others, and to shift attention from one sound to another.
bg_bg: Звуковете, получени от всяко ухо, се изпращат в областите за слухово възприятие от двете страни на мозъка. Мозъкът интегрира леките разлики в звуците на всяко ухо, за да състави звукова картина на обкръжаващата среда. Едно очевидно предимство на бинауралното слушане е способността за определяне на посоката на и разстоянието до източниците на звука, което ни помага да се ориентираме в средата. Друг важен ефект на бинауралното слушане е по-доброто разбиране на говора в шумна среда. Освен това, слушането с двете уши дава възможност за разделяне и разпознаване на източниците на звуци, да обръщаме внимание на определен звук, като не обръщаме внимание на други, и да прехвърляме вниманието си от един звук към друг.
cht: 聲音經由耳朵接收後傳遞至大腦兩側的聽覺處理區。大腦整合每個細微聲音差異，構成周圍環境的聲音情景。雙耳聽覺的最大好處是能夠定出聲源的方向和距離，有助我們的環境定位。雙耳聽力的另一個重要好處是能在吵雜的環境中有更好的語音理解能力。兩耳同時聆聽還可以分離和辨別聲音來源，專注於一個聲音而忽略其他聲音，並且可將注意力從一種聲音轉移到另一種聲音。
da_dk: Lyde, der modtages på hvert øre, sendes til begge sider af hjernen. Hjernen integrerer de små forskelle i lydene fra hvert øre for at danne et lydbillede af omgivelserne. En åbenlys fordel ved binaural hørelse er evnen til at lokalisere afstanden og vinklen på lydkilder. Dette gør, at man er velorienteret i lydrummet. En anden effekt af binaural hørelse er bedre taleforståelse i støjende omgivelser. Hørelse med to ører gør, at man kan adskille og genkende lydkilder, at man kan fokusere på en lydkilde og ignorere andre og skifte fokus fra den ene kilde til den anden.
el_gr: Οι ήχοι που λαμβάνονται από κάθε αυτί μεταφέρονται στις περιοχές ακουστικής αντίληψης εκατέρωθεν του εγκεφάλου. Ο εγκέφαλος ενσωματώνει τις λεπτές διαφορές των ήχων σε κάθε αυτί, για να σχηματίσει μια ηχητική εικόνα του περιβάλλοντος χώρου. Ένα προφανές πλεονέκτημα της αμφιωτικής ακοής είναι η ικανότητα εντοπισμού του σημείου προέλευσης και της απόστασης των πηγών ήχου, η οποία μας βοηθάει να προσανατολιζόμαστε στο περιβάλλον. Μια ακόμη σημαντική ιδιότητα της αμφιωτικής ακοής είναι η καλύτερη κατανόηση της ομιλίας σε θορυβώδη περιβάλλοντα. Η ακοή με τα δύο αυτιά δίνει επίσης τη δυνατότητα διαχωρισμού και αναγνώρισης πηγών ήχου, εστίασης σε έναν ήχο και παράβλεψης άλλων, καθώς και εναλλαγής της προσοχής από έναν ήχο σε έναν άλλον.
fi_fi: Äänet kummastakin korvasta ohjataan aivojen kuulokeskuksen molempiin puoliin. Aivot rekisteröivät hienovaraiset puolierot ja muodostavat näin ympäristön äänikuvan. Binauraalisen kuulon yksi olennainen etu on kyky päätellä kunkin äänilähteen suunta ja etäisyys, jolloin pystymme hahmottamaan ympäristömme. Binauraalisen kuulon toinen tärkeä etu on parempi puheenymmärrys melussa. Kahdella korvalla kuuleminen myös helpottaa eri äänilähteiden erottamista ja tunnistamista. Silloin voidaan myös vapaasti ja tilannekohtaisesti valita, mihin ääniin halutaan keskittyä.
hr_hr: Zvukovi koje uši prime prenose se u područja slušne percepcije u objema stranama mozga. Mozak integrira neznatne razlike u zvuku iz svakog uha kako bi stvorio zvučnu sliku okruženja. Očita je prednost binauralnog sluha sposobnost lociranja smjera izvora zvuka i udaljenosti od njih, što nam pomaže da se orijentiramo u našem okruženju. Drugi je važan efekt binauralnog sluha bolje razumijevanje govora u bučnim okruženjima. Slušanje s dva uha također omogućuje razdvajanje i prepoznavanje izvora zvuka, usmjeravanje pozornosti na jedan zvuk uz ignoriranje drugih te prebacivanje pozornosti s jednoga na drugi zvuk.
hu_hu: A mindkét fülben hallott hang átkerül a hallásérzékelés területére az agy mindkét oldalán. Az agy integrálja a hangbeli minimális különbségeket a fülnél, és környezeti hallásképpé alakítja azokat. A binaurális hallás nyilvánvaló előnye a hangforrás helyének és irányának megtalálása, amely segít eligazodni a környezetben. A binaurális hallás másik fontos előnye a jobb beszédértés zajos környezetben. A kétfüles hallás teszi lehetővé a hangforrások megkülönböztetését és felismerését, de ugyanilyen előny a hangokra való kizárólagos koncentráció és az egyik hangról a másikra történő figyelemváltás képessége is.
it_it: I suoni ricevuti da ciascun orecchio sono inviati alle aree di percezione uditiva in entrambi i lati del cervello. Il cervello integra le sottili differenze nei suoni in ogni orecchio per ricreare nell'insieme l'ambiente sonoro circostante. Un vantaggio evidente dell'udito binaurale è la capacità di individuare la direzione e la distanza dalle fonti sonore, ciò aiuta a migliorare il senso di orientamento nell'ambiente. Un altro effetto importante dell'udito binaurale è una migliore comprensione del parlato in ambienti rumorosi. L'ascolto con due orecchi rende anche possibile separare e riconoscere le sorgenti sonore, di prestare attenzione a un suono, ignorando gli altri, e di spostare l'attenzione da un suono all'altro.
ko_kr: 양쪽 귀로 들리는 소리는 뇌의 양쪽에 있는 청각 인지 영역으로 전달됩니다. 양쪽 귀를 통해 전달된 소리의 미묘한 차이를 뇌에서 통합하여 주변 청취 환경을 인지합니다. 양이 청취의 가장 큰 장점은 음원의 위치와 거리를 파악하는 능력이 향상되는 것 입니다. 또한 양이 청취는 말소리와 소음을 분별하여 다른소리는 무시하면서 듣고자하는 소리에 대한 선택적인 집중을 할 수 있도록 도와주기 때문에 소음 환경에서 말소리를 더 잘 이해할 수 있습니다.
nl_nl: De geluiden die door ieder oor worden opgevangen worden doorgestuurd naar de auditieve perceptiegebieden aan beide zijden van de hersenen. De hersenen integreren de subtiele verschillen tussen de geluiden van ieder oor om een geluidsbeeld te vormen van de omgeving. Een duidelijk voordeel van binauraal horen is het vermogen om richting en afstand van geluidsbronnen in te schatten, zodat u zich goed kunt oriënteren in de omgeving. Een ander belangrijk effect van binauraal horen is beter spraakverstaan in lawaaiige omgevingen. Horen met twee oren stelt u in staat geluidsbronnen te onderscheiden en te herkennen, zodat u aandacht kunt geven aan één geluidsbron terwijl u de andere negeert en u uw aandacht steeds kunt verschuiven van de ene geluidsbron naar de andere.
no_no: Lyder mottatt av begge ører sendes til de auditive persepsjonsområdene på begge sider av hjernen. Hjernen integrerer de små signalforskjellene i hvert øre, slik at det dannes et lydbilde av omgivelsene. En av fordelene med binaural hørsel er muligheten til å lokalisere retning og avstand på lydkildene, noe som hjelper oss å orientere oss i omgivelsene. En annen viktig fordel er bedre taleforståelse i støyende omgivelser. Å høre med to ører gjør det mulig å skille ut og gjenkjenne lydkilder, undertrykke andre lydkilder og endre fokus fra en lydkilde til en annen.
pt_pt: Os sons recebidos por cada orelha são enviados às áreas de percepção auditiva, em ambos os lados do cérebro. Esse, por sua vez, integra as sutis diferenças sonoras captadas por cada orelha, a fim de formar uma imagem sonora do ambiente. Uma vantagem da audição binaural é a capacidade de localizar a direção e distância das fontes sonoras, o que nos ajuda na orientação ambiental. Outro efeito importante da audição binaural é a melhor compreensão da fala em ambientes ruidosos. Ouvir com as duas orelhas também faz com que seja possível separar e reconhecer fontes sonoras, prestar atenção a um som ao ignorar outros e desviar a atenção de um som para outro.
ro_ro: Sunetele percepute de fiecare ureche sunt trimise catre zonele de perceptie corticale dedicate auzului. Creierul integreaza diferentele subtile in sunetele ce vin la fiecare ureche pentru a crea un tablou auditiv al mediului. Un avantaj evident al auzului biaural este abilitatea de localizare a directiei si a distantei catre sursele sonore, ceea ce ajuta la orientarea in spatiu. Un alt efect important al auzului biaural este intelegerea mai buna a vorbirii in medii cu zgomot. Ascultarea cu ambele urechi face, de altfel, posibila separarea si recunoasterea surselor sonore, concentrarea asupra unui sunet si ignorarea altora si schimbarea atentiei de pe o sursa sonora pe alta.
ru_ru: Звуки от каждого из ушей доставляются в зоны слухового восприятия в обоих полушариях головного мозга. Мозг связывает воедино тонкие различия в звуках от каждого уха, чтобы создать звуковую картину окружающего пространства. Одним из очевидных преимуществ бинаурального слуха является способность определять направление и расстояние до источников звуков, что помогает нам ориентироваться в пространстве. Другой важный эффект бинаурального слуха - это повышение разборчивости речи в шумном окружении. Слушание двумя ушами также позволяет выделять и распознавать источники звука, чтобы уделять внимание одним звукам и игнорировать другие, а также переключать внимание с одного звука на другой.
sv_se: Ljud mottaget från båda öronen levereras till audiotoriska områden på bägge sidor av hjärnan. Sedan analyserar hjärnan de subtila skillnader i ljudet mellan öronen och målar upp upp en ljudbild av omgivningen. En uppenbar fördel med binauralt hörande är förmågan att lokalisera riktning och avstånd till ljudkällor, vilket hjälper oss att orientera oss i omgivningen. En annan viktig effekt av binauralt hörande är en bättre taluppfattning i bullriga miljöer. Hörande med två öron möjliggör också en fömåga att separera och känna igen ljudkällor, uppmärksamma vissa ljud, strunta i andra samt byta uppmärksamhet från en ljudkälla till en annan.
th_th: เสียงที่หูแต่ละข้างได้รับจะถูกส่งไปยังบริเวณรับเสียงของสมองทั้งสองด้าน สมองจะผสานรวมรายละเอียดความแตกต่างของเสียงในหูแต่ละข้าง เพื่อสร้างภาพรวมเสียงของสภาพแวดล้อม ข้อได้เปรียบหนึ่งที่ชัดเจนของการฟังด้วยหูสองข้าง คือความสามารถในการระบุทิศทางและระยะทางของแหล่งกำเนิดเสียง ซึ่งจะช่วยให้เรารู้สึกได้ถึงตำแหน่งต่างๆ ในสภาพแวดล้อม อีกผลกระทบหนึ่งที่สำคัญของการฟังด้วยหูสองข้าง คือความสามารถในการทำความเข้าใจเสียงพูดในสภาพแวดล้อมที่มีเสียงรบกวนได้ดีกว่า การฟังด้วยหูสองข้างยังช่วยให้เราสามารถแบ่งแยกและจำแนกแหล่งกำเนิดเสียงได้ สามารถตั้งใจฟังเสียงหนึ่งโดยไม่สนใจเสียงอื่นๆ ได้ และสามารถเปลี่ยนจุดสนใจจากเสียงหนึ่งไปยังเสียงอื่นได้อีกด้วย
tr_tr: Her kulak tarafından alınan sesler beynin her iki tarafındaki işitsel algı alanlarına teslim edilir. Beyin çevresel bir ses resmi oluşturmak için her bir kulaktaki ince farkları bütünleştirir. Binaural işitmenin belirgin bir avantajı bize odaklanmayı hissetmeyi sağlayan, ses kaynağının yönünü ve uzaklığını bulma kabiliyetidir. Binaural işitmenin bir diğer önemli etkisi gürültülü ortamlarda konuşmanın daha iyi anlaşılmasıdır. İki kulak ile işitmek, diğerlerini göz ardı ederken bir sese dikkat etmeyi ve dikkatini bir sesten diğer bir sese kaydırmayı ve ses kaynaklarını ayırma ve tanımayı mümkün de kılar.
zh_cn: 每只耳朵收集的声音最终传送到大脑的听觉中枢，大脑通过分析各种声音间细微差别以还原身处的环境。双耳聆听的优势之一便是定位声源的方向和距离，以便更好地感知环境。双耳聆听的另一个重要作用是在嘈杂的环境中更好地理解言语。同时双耳聆听也可以更好地分离和识别声源，更好地关注某个声音而忽略其它，并有助于将注意力从一个声音转移到另一个声音。

source: The auditory system consists of the ear and pathways that take sound information to the brain, as well as the area of the brain in which sound is perceived.
bg_bg: Системата на слуха се състои от ухо и канали, по които се предава звуковата информация към мозъка, а също и от областта в мозъка, в която се възприема звука.
cht: 聽覺系統包括耳朵和路徑，將聲音訊息傳送到大腦，以及大腦的聲音感知區。
da_dk: Det auditive system består af øret og de veje, der bringer lydinformationen til hjernen, samt det område i hjernen, der behandler lydene.
el_gr: Το ακουστικό σύστημα αποτελείται από το αυτί και τις οδούς που μεταφέρουν ηχητικές πληροφορίες στον εγκέφαλο, καθώς και από την περιοχή του εγκεφάλου στην οποία τελείται η αντίληψη του ήχου.
fi_fi: Kuuloaisti koostuu korvista kavavista saada tieto aivoihin, joissa ääni lopulta tulkitaan.
hr_hr: Auditivni sustav sastoji se od uha i putova koji prenose informacije o zvuku u mozak, kao i područja mozga u kojemu se opaža zvuk.
hu_hu: A hallórendszer a fülből, a tőlük az agyba vezető idegpályákból és az agynak a hallásért felelős területéből tevődik össze.
it_it: Il sistema uditivo è costituito dall'orecchio e dalle vie che portano le informazioni sonore al cervello, così come l'area del cervello in cui viene percepito suono.
ko_kr: 청각시스템은 귀와 소리정보를 뇌까지 전달하는 경로로 구성되어 있습니다.
nl_nl: Het auditieve systeem bestaat uit het oor en de wegen die de geluidsinformatie naar het brein leiden én uit het gedeelte van de hersenen waar geluid wordt gepercipieerd.
no_no: Hørselsystemet består av øret og hørselsbanene som leder lydinformasjon til hjernen, og det området av hjernen som oppfatter og tolker lydene.
pt_pt: O sistema auditivo é formado pela orelha e as vias auditivas que levam as informações sonoras ao cérebro, como a área do cérebro em que o som é percebido.
ro_ro: Sistemul auditiv consta in urechea si caile care transmit informatia sonora la creier, precum si aria corticala in care este receptionat sunetul.
ru_ru: Слуховая система состоит из уха и путей передачи звуковой информации в головной мозг, и включает также область мозга, в которой обрабатывается/воспринимается звук.
sv_se: Hörselsystemet innehåller både öron och de vägar som leder hörselinformationen till hjärnan så väl som den del av hjärnan som tar emot informationen.
th_th: ระบบการฟังจะประกอบไปด้วยหูและทางเดินเสียง ซึ่งจะส่งข้อมูลเสียงต่อไปยังสมอง รวมทั้งส่วนของสมองที่ใช้รับเสียง
tr_tr: İşitme sistemi kulak, ses bilgilerini beyne taşıyan yollar ve beynin sesi algıladığı alandan meydana gelir.
zh_cn: 听觉中枢系统包括耳朵和各种通路，收集声音到大脑，从而产生对声音的感知。

source: The inner ear contains the sensory organs for hearing and balance. The snail-shaped cochlea is the part of the inner ear in which the organ of hearing is located. Sensitive hair cells in the cochlea convert the sound vibrations into electrical impulses that are carried through the auditory nerve to the brain.
bg_bg: Вътрешното ухо съдържа сетивните органи на слуха и баланса. Подобната на охлюв спирала е тази част от вътрешното ухо, в която се намира органът на слуха. Чувствителни влакнести клетки в спиралата преобразуват звуковите вибрации в електрически импулси, които се пренасят през слуховия нерв към мозъка.
cht: 內耳包含聽覺和平衡的感知器官。蝸牛形狀的耳蝸是內耳的聽力器官。位於耳蝸內部的敏感毛細胞將聲音振動轉換成電刺激，並通過聽神經傳遞到大腦。
da_dk: Det indre øre består af sanseorganer for lyd og balance. Den snegleformede cochlea er den del af det indre øre, hvor høreorganet er placeret. Følsomme hårceller omdanner lydvibrationer til elektriske impulser, der bringes til hjernen gennem hørenerven.
el_gr: Το έσω ους περιλαμβάνει τα αισθητηριακά όργανα ακοής και ισορροπίας. Ο σπειροειδής κοχλίας είναι το τμήμα του έσω ωτός στο οποίο βρίσκεται το όργανο της ακοής. Ευαίσθητα τριχωτά κύτταρα εντός του κοχλία μετατρέπουν τις ηχητικές δονήσεις σε ηλεκτρικά σήματα που μεταφέρονται στον εγκέφαλο μέσω του ακουστικού νεύρου.
fi_fi: Sisäkorva koostuu sensorisista elimistä kuulolle ja tasapainoaistille. Kokleassa, joka on simpukanmuotoinen elin sisäkorvassa kuuleminen paikallistetaan. Herkät aistinsolut reagoivat äänenpaineeseen värähtelemällä kokleassa ja tuottamalla sähköisenärsykkeen kuulohermon kautta aivoille.
hr_hr: Unutarnje uho sadrži osjetilne organe za sluh i ravnotežu. Pužnica, karakterističnog oblika puža, dio je unutarnjeg uha u kojem se nalazi organ sluha. Osjetljive dlačice na stanicama u pužnici pretvaraju zvučne vibracije u električne impulse koji se putem slušnog živca prenose u mozak.
hu_hu: A belső fül tartalmazza a hallásért és az egyensúlyért felelős szerveket. A belső fül része a csiga, amelyben az érzékeny szőrsejtek a hangok által keltett rezgéseket alakítják elektromos impulzusokká, amelyeket aztán a hallóideg szállít az agyba.
it_it: L'orecchio interno contiene gli organi sensoriali per l'udito e l'equilibrio. La coclea è la parte dell'orecchio interno a forma di chiocciola in cui si trova l'organo dell'udito. Le cellule ciliate presenti nella coclea convertono le vibrazioni sonore in impulsi elettrici che vengono trasportati attraverso il nervo uditivo al cervello.
ko_kr: 내이에는 청각기관과 평형기관이 있습니다. 내이의 청각기관인 와우(달팽이관)는 유모세포를 통해 소리진동을 전기적 신호로 전환하여 청각신경을 통해 뇌로 전달합니다.
nl_nl: Het binnenoor bestaat uit de zintuiglijke organen voor gehoor en evenwicht. De op een slak lijkende cochlea is het gedeelte van het binnenoor waarin het gehoororgaan zich bevindt. Gevoelige haarcellen in de cochlea converteren de geluidstrillingen in elektrische pulsen die via de gehoorzenuw naar het brein worden geleid.
no_no: Det indre øret inneholder sanseorganer for hørsel og balanse. Cochlea eller sneglehuset er en del av det indre øret der hørselsorganet befinner seg. Følsomme hårceller i Cochlea konverterer lydvibrasjonene til elektriske impulser som føres gjennom hørselsnerven og til hjernen.
pt_pt: A orelha interna contém órgãos sensoriais para a audição e o equilíbrio. A cóclea, que tem forma de caracol, é a parte da orelha interna em que o órgão de audição está localizado. Células ciliadas sensíveis da cóclea convertem as vibrações sonoras em impulsos elétricos que são levados ao cérebro pelo nervo auditivo.
ro_ro: Urechea interna adaposteste organele senzitive pentru auz si echilibru. Melcul cohlear este parte a urechii interne unde organul de auditie este localizat. Celulele ciliate din cohlee convertesc vibratiile suntului in impulsuri electrice transportate prin nervul acustic catre cortex.
ru_ru: Во внутреннем ухе находятся сенсорные органы слуха и равновесия. Часть внутреннего уха, – улитка, на самом деле напоминающая ее своей формой, – заключает в себе орган слуха. Волосковые сенсорные клетки внутри улитки преобразуют звуковые колебания в электрические импульсы, которые передаются по слуховому нерву в головной мозг.
sv_se: Innerörat innehåller känsliga organ för hörsel och balans. Den snäckformade cochlean är den del av innerörat där hörselorganet sitter. Känsliga hårceller i cochlean omvandlar ljudvibrationer till elektriska impulser som sedan vidarebefodras via hörselnerven till hjärnan.
th_th: หูชั้นในจะประกอบไปด้วยอวัยวะรับความรู้สึกที่ใช้ในการฟังและปรับสมดุล อวัยวะทรงหอยโข่งจะเป็นส่วนหนึ่งของหูชั้นในที่เป็นที่ตั้งของอวัยวะด้านการฟัง เซลล์เส้นขนความไวสูงภายในอวัยวะทรงหอยโข่งจะแปลงการสั่นสะเทือนของเสียงเป็นคลื่นไฟฟ้า ซึ่งจะถูกส่งผ่านประสาทการฟังไปยังสมอง
tr_tr: İç kulak işitme ve denge için duyu organlarını içerir. Salyangoz şeklinde koklea, içinde işitme organının bulunduğu iç kulağın bir parçasıdır. Kokleadaki duyarlı tüy hücreleri ses titreşimlerini elektrik sinyallerine dönüştürerek işitme sinirleri üzerinden beyne gönderir.
zh_cn: 内耳的功能包括感知声音和平衡。蜗牛状的耳蜗是内耳的重要组成部分，敏感的耳蜗毛细胞将声音的振动转换为电脉冲，经听神经传入大脑。
