Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: County Fair-ambience
bg_bg: Панаир-среда
cht: 洲際展覽會 - 環境周遭
da_dk: Markedsstemning
el_gr: Πανηγύρι - περιβάλλων ήχος
fi_fi: Maalaismarkkinat - ympäristö
hr_hr: Sajam - okruženje
hu_hu: Vidéki vásár – környezet
it_it: Fiera campestre-ambiente
ko_kr: 카운티 페어-분위기
nl_nl: Handelsbeurs-omgeving
no_no: Tivoli – omgivelser
pt_pt: Feira – ambiente
ro_ro: Târg la țară-ambient
ru_ru: Ярмарка-акустическая атмосфера
sv_se: Jorbruksmässa- atmosfär
th_th: งานเคาน์ทีแฟร์-สภาพแวดล้อม
tr_tr: Kasaba Şenliği - ortam
zh_cn: 乡村集市-环境

source: Desk Fan-oscillating
bg_bg: Настолен вентилатор-осцилиращ
cht: 桌扇 - 擺動
da_dk: Bordventilator, der kører
el_gr: Επιτραπέζιος ανεμιστήρας - περιστροφή
fi_fi: Pöytätuuletin - kääntyilee
hr_hr: Stolni ventilator - rotirajući
hu_hu: Asztali ventilátor – forgó
it_it: Ventilatore da tavolo-oscillazione
ko_kr: 데스크 팬-회전
nl_nl: Bureauventilator-draaien
no_no: Skrivebordsvifte – svingende
pt_pt: Ventilador de mesa – oscilando
ro_ro: Ventilator de birou-oscilând
ru_ru: Настольный вентилятор-вибрация
sv_se: Bordsfläkt roterar
th_th: พัดลมตั้งโต๊ะ-ส่าย
tr_tr: Masa Vantilatörü - döner
zh_cn: 台扇-振动

source: Crowd-football game ambience
bg_bg: Тълпа-среда по време на футболен мач
cht: 人群 - 足球比賽環境周遭
da_dk: Tilskuere – stemning v. fodboldkamp
el_gr: Πλήθος - περιβάλλων ήχος σε αγώνα ποδοσφαίρου
fi_fi: Ihmisjoukko - jalkapallo-ottelu
hr_hr: Gomila ljudi - okruženje nogometne utakmice
hu_hu: Tömeg – focimeccsen
it_it: Folla-ambiente di una partita di calcio
ko_kr: 군중-풋볼 경기 분위기
nl_nl: Massa-sfeer voetbalmatch
no_no: Gruppe – rundt et fotballspill
pt_pt: Multidão – ambiente de jogo de futebol
ro_ro: Mulțime-ambient meci de fotbal
ru_ru: Толпа-акустическая атмосфера футбольного матча
sv_se: Folkmassa - fotbollsmatch, atmosfär
th_th: ฝูงชน-สภาพแวดล้อมขณะแข่งขันฟุตบอล
tr_tr: Kalabalık - futbol maçı ortamı
zh_cn: 人群-足球比赛环境

source: Fireplace
bg_bg: Камина
cht: 壁爐
da_dk: Pejs
el_gr: Τζάκι
fi_fi: Takka
hr_hr: Kamin
hu_hu: Kandalló
it_it: Camino
ko_kr: 화로
nl_nl: Open haard
no_no: Kamin
pt_pt: Lareira
ro_ro: Șemineu
ru_ru: Камин
sv_se: Öppen spis
th_th: เตาผิง
tr_tr: Şömine
zh_cn: 壁炉

source: Fireworks
bg_bg: Фойерверки
cht: 煙火
da_dk: Fyrværkeri
el_gr: Πυροτεχνήματα
fi_fi: Ilotulitus
hr_hr: Vatromet
hu_hu: Tűzijáték
it_it: Fuochi d'artificio
ko_kr: 불꽃놀이
nl_nl: Vuurwerk
no_no: Fyrverkeri
pt_pt: Fogos de artifício
ro_ro: Artificii
ru_ru: Фейерверк
sv_se: Fyrverkeri
th_th: พลุ
tr_tr: Havai fişek
zh_cn: 烟花

source: Toilet-flush
bg_bg: Тоалетна-пускане на вода
cht: 廁所 - 沖水聲
da_dk: Toilet, der skyller
el_gr: Καζανάκι
fi_fi: Wc - huuhtelu
hr_hr: Ispiranje WC školjke
hu_hu: WC – öblítés
it_it: Sciacquone-bagno
ko_kr: 화장실-물 내리기
nl_nl: Toilet-doorspoelen
no_no: Toalett – spyling
pt_pt: Toalete – descarga
ro_ro: Toaletă-tras apa
ru_ru: Смыв в туалете
sv_se: Toalett spolar
th_th: ห้องน้ำ-กดชักโครก
tr_tr: Tuvalet sifonu
zh_cn: 马桶-冲水

source: Insect-fly buzzing
bg_bg: Насекомо-жужене на муха
cht: 昆蟲 - 蒼蠅嗡嗡聲
da_dk: Insekt – fluesummen
el_gr: Έντομο - βόμβος μύγας
fi_fi: Hyönteinen - kärpänen surisee
hr_hr: Kukac - zujanje muhe
hu_hu: Rovar – zümmögő légy
it_it: Insetto-ronzio di mosca
ko_kr: 벌레-윙윙 소리
nl_nl: Insect-zoemende vlieg
no_no: Insekt – summende flue
pt_pt: Inseto – mosca zumbindo
ro_ro: Insectă-bâzâit muscă
ru_ru: Насекомое-жужжание мухи
sv_se: Insekt - flugsurr
th_th: แมลง-เสียงแมลงบินผ่าน
tr_tr: Böcek - vızıldayan sinek
zh_cn: 昆虫-嗡嗡飞

source: Chopping-vegetables
bg_bg: Рязане-зеленчуци
cht: 切碎 - 蔬菜
da_dk: Hakken af grøntsager
el_gr: Κόψιμο - λαχανικά
fi_fi: Pilkkominen - vihannekset
hr_hr: Rezanje povrća
hu_hu: Aprítás – zöldségek
it_it: Taglio-verdure
ko_kr: 자르기-야채
nl_nl: Hakken-groenten
no_no: Kutting – av grønnsaker
pt_pt: Cortando – vegetais
ro_ro: Tăiere-legume
ru_ru: Нарезание-овощи
sv_se: Hackar grönsaker
th_th: สับ-ผัก
tr_tr: Doğrama - sebzeler
zh_cn: 切菜-蔬菜

source: Truck-garbage pick-up
bg_bg: Камион-събиране на боклук
cht: 垃圾車 - 收取垃圾
da_dk: Lastbil – skraldebil
el_gr: Φορτηγό - απορριμματοφόρο
fi_fi: Jäteauto - noutaa roskat
hr_hr: Kamion - kupljenje smeća
hu_hu: Teherautó – szemétszállítás
it_it: Camion-raccolta-immondizie
ko_kr: 트럭-쓰레기 수거
nl_nl: Vrachtwagen-huisvuil ophalen
no_no: Lastebil – søppeltømming
pt_pt: Caminhão – coleta de lixo
ro_ro: Camion-ridicarea gunoiului
ru_ru: Мусоровоз-загрузка отходов
sv_se: Sophämtning
th_th: รถบรรทุก-รถเก็บขยะ
tr_tr: Kamyon - çöp toplama
zh_cn: 卡车-垃圾回收

source: Garage Door-automatic
bg_bg: Гаражна врата-автоматична
cht: 車庫門 - 自動
da_dk: Automatisk garagedør
el_gr: Γκαραζόπορτα - αυτόματη
fi_fi: Autotallinovi - automaattinen
hr_hr: Garažna vrata - automatska
hu_hu: Garázsajtó – automata
it_it: Serranda di garage-automatica
ko_kr: 쓰레기 도어-자동
nl_nl: Garagedeur-automatisch
no_no: Garasjeport – automatisk
pt_pt: Porta de garagem – automática
ro_ro: Ușă garaj-automat
ru_ru: Гаражная дверь-автоматическая
sv_se: Garageportar - automatiska
th_th: ประตูโรงรถ-อัตโนมัติ
tr_tr: Garaj Kapısı - otomatik
zh_cn: 车库门-自动

source: Birds-geese overhead
bg_bg: Птици-гъски в небето
cht: 雀鳥 - 鵝從頭上飛過
da_dk: Fugle – flyvende gæs
el_gr: Πουλιά - χήνες που πετούν ψηλά
fi_fi: Linnut - hanhia lennossa
hr_hr: Ptice - guske iznad glave
hu_hu: Madarak – libák szállnak
it_it: Uccelli-oche in volo
ko_kr: 새-상공을 나는 거위
nl_nl: Vogels-zwerm ganzen
no_no: Fugler – flyvende gjess
pt_pt: Pássaros – gansos sobrevoando
ro_ro: Păsări-gâște deasupra
ru_ru: Птицы-пролет гусей над головой
sv_se: Fåglar - gäss flyger
th_th: นก-ห่านบินเหนือศีรษะ
tr_tr: Kuşlar - uçan kazlar
zh_cn: 鸟-大雁在头顶飞过

source: Clock-grandfather
bg_bg: Часовник-дядо
cht: 鐘 - 古老大鐘
da_dk: Ur – bedstefar
el_gr: Ρολόι - παππούς
fi_fi: Kello - isoisä
hr_hr: Sat - djed
hu_hu: Óra – ingás
it_it: Orologio-nonno
ko_kr: 시계-할아버지
nl_nl: Klok-opa
no_no: Ur – bestefarklokke
pt_pt: Relógio – avô
ro_ro: Ceas-bunic
ru_ru: Часы-высокие напольные
sv_se: Farfarsklocka
th_th: นาฬิกา-โบราณ
tr_tr: Saat - büyükbaba
zh_cn: 时钟-爷爷

source: Running-on gravel
bg_bg: Бягане-по чакъл
cht: 跑步 - 砂礫上
da_dk: Løb på småsten
el_gr: Τρέξιμο - σε χαλίκια
fi_fi: Juoksu - soralla
hr_hr: Trčanje - po šljunku
hu_hu: Futás – murván
it_it: Corsa-su ghiaia
ko_kr: 달리기-자갈 위
nl_nl: Hardlopen-op steentjes
no_no: Løping – på grus
pt_pt: Corrida – no cascalho
ro_ro: Alergar-pe pietriș
ru_ru: Бег-по гравию
sv_se: Kör på grus
th_th: วิ่ง-บนพื้นกรวด
tr_tr: Koşma - çakıllı yolda
zh_cn: 奔跑-砾石上

source: Walking-on gravel
bg_bg: Ходене-по чакъл
cht: 步行 - 砂礫上
da_dk: Gang på småsten
el_gr: Περπάτημα - σε χαλίκια
fi_fi: Kävely - soralla
hr_hr: Hodanje - po šljunku
hu_hu: Séta – murván
it_it: Camminare-su ghiaia
ko_kr: 걷기-자갈 위
nl_nl: Stappen-op steentjes
no_no: Gange – på grus
pt_pt: Caminhada – no cascalho
ro_ro: Mers-pe pietriș
ru_ru: Ходьба-по гравию
sv_se: Går på grus
th_th: เดิน-บนพื้นกรวด
tr_tr: Yürüme - çakıllı yolda
zh_cn: 走路声-砾石上

source: Dog-puppy growling
bg_bg: Ръмжене на кученце
cht: 狗 - 小狗狂吠
da_dk: Hund – knurrende hundehvalp
el_gr: Σκύλος - κουτάβι που γρυλίζει
fi_fi: Koira - pentu ulvoo
hr_hr: Pas - štene zavija
hu_hu: Kutya – morgó kölyök
it_it: Cane-ringhio di un cucciolo
ko_kr: 개-으르렁거리는 개
nl_nl: Hond-puppy gromt
no_no: Hund – valp som knurrer
pt_pt: Cachorro – filhote rosnando
ro_ro: Cățeluș urlând
ru_ru: Собака-ворчание щенка
sv_se: Hundvalp morrar
th_th: สุนัข-ลูกสุนัขขู่คำราม
tr_tr: Köpek yavrusu hırlıyor
zh_cn: 狗-小狗咆哮

source: Bowling-gutter ball
bg_bg: Боулинг-„празна“ топка
cht: 保齡球 - 洗溝球
da_dk: Bowling – kugle i renden
el_gr: Μπόουλινγκ - μπάλα στο αυλάκι
fi_fi: Keilahalli - pallo
hr_hr: Kuglanje - kugla u kanalu
hu_hu: Teke – labda
it_it: Bowling-palla nel canale
ko_kr: 볼링-거터 볼
nl_nl: Bowling-bal in de goot
no_no: Bowling – kule i rennen
pt_pt: Boliche – bola na pista
ro_ro: Bowling-bilă pe lângă
ru_ru: Боулинг-шар
sv_se: Bowling - klot i rännan
th_th: โบว์ลิง-ลูกออกด้านข้าง
tr_tr: Bowling - top
zh_cn: 保龄球-落沟球

source: Hair Dryer
bg_bg: Сешоар
cht: 風吹風機
da_dk: Hårtørrer
el_gr: Πιστολάκι μαλλιών
fi_fi: Hiustenkuivain
hr_hr: Sušilo za kosu
hu_hu: Hajszárító
it_it: Asciugacapelli
ko_kr: 헤어드라이어
nl_nl: Föhn
no_no: Hårføner
pt_pt: Secador de cabelos
ro_ro: Uscător de păr
ru_ru: Фен
sv_se: Hårtork
th_th: ที่เป่าผม
tr_tr: Saç Kurutma Makinesi
zh_cn: 吹风机

source: Hammer
bg_bg: Чук
cht: 鐵鎚
el_gr: Σφυρί
fi_fi: Vasara
hr_hr: Čekić
hu_hu: Kalapács
it_it: Martello
ko_kr: 해머
nl_nl: Hamer
pt_pt: Martelo
ro_ro: Ciocan
ru_ru: Молоток
sv_se: Hammare
th_th: ค้อน
tr_tr: Çekiç
zh_cn: 锤子

source: Hand Mixer-electric
bg_bg: Ръчен миксер-електрически
cht: 手提攪拌器 - 電動
da_dk: Elektrisk håndpisker
el_gr: Μίξερ χειρός - ηλεκτρικό
fi_fi: Sähkövatkain
hr_hr: Ručni mikser - električni
hu_hu: Kézi mixer – elektromos
it_it: Miscelatore con supporto manuale-elettrico
ko_kr: 핸드믹서기-전기
nl_nl: Handmixer-elektrisch
no_no: Håndmikser – elektrisk
pt_pt: Batedeira – elétrica
ro_ro: Mixer manual-electric
ru_ru: Ручной миксер-электрический
sv_se: Elvisp
th_th: เครื่องผสมอาหารมือถือ-ไฟฟ้า
tr_tr: El Mikseri - elektrikli
zh_cn: 搅拌器-电动

source: Sand Paper
bg_bg: Шкурка
cht: 砂紙
da_dk: Sandpapir
el_gr: Γυαλόχαρτο
fi_fi: Hiomapaperi
hr_hr: Brusni papir
hu_hu: Csiszolópapír
it_it: Carta vetrata
ko_kr: 사포
nl_nl: Schuurpapier
no_no: Sandpapir
pt_pt: Lixa
ro_ro: Șmirgel
ru_ru: Наждачная бумага
sv_se: Sandpapper
th_th: กระดาษทราย
tr_tr: Zımpara Kağıdı
zh_cn: 砂纸

source: Saw-hand saw
bg_bg: Трион-ръчен трион
cht: 鋸 - 手鋸
da_dk: Sav – håndsav
el_gr: Πριόνι - πριόνι χειρός
fi_fi: Saha - käsisaha
hr_hr: Pila - ručna
hu_hu: Fűrész – kézifűrész
it_it: Sega-sega manuale
ko_kr: 톱-소형 톱
nl_nl: Zaag-handzaag
no_no: Sag – håndsag
pt_pt: Serra – serra manual
ro_ro: Ferăstrău-ferăstrău de mână
ru_ru: Пила-ручная
sv_se: Såg - handsåg
th_th: เลื่อย-เลื่อยมือ
tr_tr: Testere - el testeresi
zh_cn: 锯-手锯

source: Helicopter-flying overhead
bg_bg: Хеликоптер-лети над главата
cht: 直升機 - 飛過頭頂
da_dk: Helikopter, der flyver henover
el_gr: Ελικόπτερο - που πετάει ψηλά
fi_fi: Helikopteri - lentää yli
hr_hr: Helikopter - leti iznad glave
hu_hu: Helikopter – fent elrepülve
it_it: Elicottero-in volo al di sopra
ko_kr: 헬리콥터-상공
nl_nl: Helikopter-vliegt over
no_no: Helikopter – i luften
pt_pt: Helicóptero – sobrevoando
ro_ro: Elicopter-zburând deasupra
ru_ru: Вертолет-пролет над головой
sv_se: Helikopter - flyger över
th_th: เฮลิคอปเตอร์-บินเหนือศีรษะ
tr_tr: Helikopter - havada uçuyor
zh_cn: 直升机-飞过头顶

source: Horse
bg_bg: Кон
cht: 馬
da_dk: Hest
el_gr: Άλογο
fi_fi: Hevonen
hr_hr: Konj
hu_hu: Ló
it_it: Cavallo
ko_kr: 말
nl_nl: Paard
no_no: Hest
pt_pt: Cavalo
ro_ro: Cal
ru_ru: Лошадь
sv_se: Häst
th_th: ม้า
tr_tr: At
zh_cn: 马

source: Hospital-ambience
bg_bg: Болница-среда
cht: 醫院 - 環境周遭
da_dk: Hospital – stemning
el_gr: Νοσοκομείο - περιβάλλων ήχος
fi_fi: Sairaala - ympäristö
hr_hr: Bolnica - okruženje
hu_hu: Kórház – környezet
it_it: Ospedale-ambiente
ko_kr: 병원소음
nl_nl: Ziekenhuis-omgeving
no_no: Sykehus – omgivelser
pt_pt: Hospital – ambiente
ro_ro: Spital-ambient
ru_ru: Больница-акустическая атмосфера
sv_se: Sjukhusatmosfär
th_th: โรงพยาบาล-สภาพแวดล้อม
tr_tr: Hastane - ortam
zh_cn: 医院-环境

source: Ice Cubes-into glass
bg_bg: Кубчета лед-изсипване в чаша
cht: 冰塊 - 放入玻璃杯
da_dk: Isterninger i glas
el_gr: Παγάκια - μέσα σε ποτήρι
fi_fi: Jääpaloja - lasiin
hr_hr: Kockice leda - ubacivanje u čašu
hu_hu: Jégkockák – pohárba
it_it: Cubetti di ghiaccio-in bicchiere
ko_kr: 아이스큐브-유리잔 속
nl_nl: IJsblokjes-in een glas
no_no: Isbiter – ned i glass
pt_pt: Cubos de gelo – no vidro
ro_ro: Cuburi de gheață-în pahar
ru_ru: Кубики льда-в стакане
sv_se: Istärningar i glas
th_th: น้ำแข็งก้อน-ใส่ลงในแก้ว
tr_tr: Buz Küpleri - bardağa
zh_cn: 冰块 - 落入玻璃杯

source: School-kindergarten classroom
bg_bg: Училище-стая в детска градина
cht: 學校 - 幼稚園教室
da_dk: Skole – lokale i børnehave
el_gr: Σχολείο - τάξη νηπιαγωγείου
fi_fi: Koulu - esikoululuokkahuone
hr_hr: Škola - predškolska učionica
hu_hu: Iskola – óvodai terem
it_it: Scuola-classe di scuola dell'infanzia
ko_kr: 학교-유치원 교실
nl_nl: School-peuterklas
no_no: Skole – barnehage
pt_pt: Escola – sala de aula do jardim de infância
ro_ro: Școală-clasă de grădiniță
ru_ru: Школа-младший класс
sv_se: Skola - förskola, klassrum
th_th: โรงเรียน-ชั้นเรียนอนุบาล
tr_tr: Okul - anaokulu sınıfı
zh_cn: 学校-幼儿园教室

source: School-talking in hallway
bg_bg: Училище-разговор в коридора
cht: 學校 - 在走廊上說話
da_dk: Skole 2
el_gr: Σχολείο - συνομιλίες στον διάδρομο
fi_fi: Koulu- käytävä
hr_hr: Škola - razgovor u hodniku
hu_hu: Iskola – beszéd a folyosón
it_it: Scuola-parlato nell'atrio
ko_kr: 학교-복도에서 이야기
nl_nl: School-praten in de gang
no_no: Skole-snakke i gangen
pt_pt: Escola – conversa no corredor
ro_ro: Scoala - galagie pe hol
ru_ru: Школа-болтовня в коридоре
sv_se: Skola - korridor
th_th: เสียงคุยแถวเฉลียง
tr_tr: Okul-yürüyüş
zh_cn: 学校-走廊聊天

source: Children-laughter
bg_bg: Деца-смях
cht: 兒童 - 笑聲
da_dk: Børn – latter
el_gr: Παιδιά - γέλιο
fi_fi: Lapsia - naurua
hr_hr: Djeca - smijeh
hu_hu: Gyermek – nevetés
it_it: Bambini-risa
ko_kr: 어린이-웃음
nl_nl: Kinderen-lachen
no_no: Barn – latter
pt_pt: Crianças – risadas
ro_ro: Copii-râsete
ru_ru: Дети-смех
sv_se: Barn - skratt
th_th: เด็กๆ -หัวเราะ
tr_tr: Çocuklar - gülüyor
zh_cn: 儿童-笑声

source: Children-playing inside
bg_bg: Деца-играят вътре
cht: 兒童 - 在室內玩耍
da_dk: Børn – leg indenfor
el_gr: Παιδιά - που παίζουν σε εσωτερικό χώρο
fi_fi: Lapsia - leikkimässä sisällä
hr_hr: Djeca - igra u zatvorenom
hu_hu: Gyermekek – játék bent
it_it: Bambini-gioco all'interno
ko_kr: 어린이-실내 놀이
nl_nl: Kinderen-binnen spelen
no_no: Barn – leker innendørs
pt_pt: Crianças – brincando em ambiente interno
ro_ro: Copii-jucându-se înăuntru
ru_ru: Дети-игра в помещении
sv_se: Barn leker inne
th_th: เด็กๆ -เล่นในอาคาร
tr_tr: Çocuklar - içeride oynuyor
zh_cn: 儿童-室内玩耍

source: Children-playing outside
bg_bg: Деца-играят навън
cht: 兒童 - 在戶外玩耍
da_dk: Børn – leg udenfor
el_gr: Παιδιά - που παίζουν σε εξωτερικό χώρο
fi_fi: Lapsia - leikkimässä ulkona
hr_hr: Djeca - igra na otvorenom
hu_hu: Gyermekek – játék kint
it_it: Bambini-gioco all'aperto
ko_kr: 어린이-외부 놀이
nl_nl: Kinderen-buiten spelen
no_no: Barn – leker utendørs
pt_pt: Crianças – brincando na rua
ro_ro: Copii-jucându-se afară
ru_ru: Дети-игра на улице
sv_se: Barn leker ute
th_th: เด็กๆ -เล่นกลางแจ้ง
tr_tr: Çocuklar - dışarıda oynuyor
zh_cn: 儿童-室外玩耍

source: Door-knocking
bg_bg: Врата-почукване
cht: 門 - 敲門
da_dk: Banken på dør
el_gr: Πόρτα - χτύπημα στην πόρτα
fi_fi: Ovi - kolkuta
hr_hr: Vrata - kucanje
hu_hu: Ajtó – kopogás
it_it: Porta-bussare
ko_kr: 문-노크
nl_nl: Deur-aankloppen
no_no: Dør – banking
pt_pt: Porta – batendo na porta
ro_ro: Ușă-bătăi
ru_ru: Стук в дверь
sv_se: Dörrknackning
th_th: ประตู-เคาะ
tr_tr: Kapı - çalınıyor
zh_cn: 门-敲门

source: Leaf Blower
bg_bg: Духалка за листа
cht: 吹葉機
da_dk: Bladblæser
el_gr: Φυσητήρας φύλλων
fi_fi: Lehtipuhallin
hr_hr: Puhalica lišća
hu_hu: Lombfúvó
it_it: Soffiatore per foglie
ko_kr: 나뭇잎 블로우어
nl_nl: Bladblazer
no_no: Løvblåser
pt_pt: Soprador de folhagem
ro_ro: Suflantă frunze
ru_ru: Воздуходувка для опавших листьев
sv_se: Lövblås
th_th: เครื่องเป่าใบไม้
tr_tr: Yaprak Süpürgesi
zh_cn: 鼓风机

source: Walking-on leaves
bg_bg: Ходене-по листа
cht: 走路 - 在落葉上
da_dk: Gang på visne blade
el_gr: Περπάτημα - πάνω σε φύλλα
fi_fi: Kävely - kuivilla lehdillä
hr_hr: Hodanje - po lišću
hu_hu: Séta – leveleken
it_it: Camminare-sulle foglie
ko_kr: 걷기-나뭇잎 위
nl_nl: Stappen-op bladeren
no_no: Gange – på blader
pt_pt: Caminhada – sobre folhas
ro_ro: Mers-pe frunze
ru_ru: Ходьба-по листве
sv_se: Går på löv
th_th: เดิน-บนใบไม้
tr_tr: Yürüyüş - yapraklar üzerinde
zh_cn: 走路声-落叶上

source: Microwave-beeping
bg_bg: Микровълнова фурна-звуков сигнал
cht: 微波爐 - 嗶嗶聲
da_dk: Bippen fra mikroovn
el_gr: Φούρνος μικροκυμάτων - χαρακτηριστικός ήχος (μπιπ)
fi_fi: Mikroaaltouuni - äänimerkki
hr_hr: Mikrovalna pećnica - pištanje
hu_hu: Mikrohullámú készülék – csipogás
it_it: Microonde-segnale acustico
ko_kr: 마이크로웨이브-삑 소리
nl_nl: Magnetron-piepen
no_no: Mikrobølgeovn – piping
pt_pt: Micro-ondas – soando bipe
ro_ro: Microunde-bip
ru_ru: Сигнал микроволновки
sv_se: Mikrovågsugn - pip
th_th: ไมโครเวฟ-เสียงดังปี๊บ
tr_tr: Mikrodalga - sinyal veriyor
zh_cn: 微波-蜂鸣

source: Paper-newspaper
bg_bg: Хартия-вестник
cht: 紙張 - 報紙
da_dk: Papir – avis
el_gr: Χαρτί - εφημερίδα
fi_fi: Paperi - sanomalehti
hr_hr: Papir - novine
hu_hu: Papír – újság
it_it: Carta-giornale
ko_kr: 종이-신문
nl_nl: Papier-krant
no_no: Papir – avis
pt_pt: Papel – jornal
ro_ro: Hârtie-ziar
ru_ru: Бумага-газетная
sv_se: Tidning - dagstidning
th_th: กระดาษ-หนังสือพิมพ์
tr_tr: Kağıt - gazete
zh_cn: 纸-报纸

source: Birds-parrot
bg_bg: Птици-папагал
cht: 雀鳥 - 鸚鵡
da_dk: Fugle – papegøje
el_gr: Πουλιά - παπαγάλος
fi_fi: Linnut - papukaija
hr_hr: Ptice - papagaj
hu_hu: Madarak – papagáj
it_it: Uccelli-pappagallo
ko_kr: 새-앵무새
nl_nl: Vogels-papegaai
no_no: Fugler – papegøye
pt_pt: Pássaros – papagaio
ro_ro: Păsări-papagal
ru_ru: Птицы-попугай
sv_se: Fåglar - papegoja
th_th: นก-นกแก้ว
tr_tr: Kuşlar - papağan
zh_cn: 鸟-鹦鹉

source: Pig
bg_bg: Прасе
cht: 豬
da_dk: Gris
el_gr: Γουρούνι
fi_fi: Porsas
hr_hr: Svinja
hu_hu: Malac
it_it: Maiale
ko_kr: 돼지
nl_nl: Varken
no_no: Gris
pt_pt: Porco
ro_ro: Porc
ru_ru: Свинья
sv_se: Gris
th_th: หมู
tr_tr: Domuz
zh_cn: 猪

source: Arcade-pinball machine
bg_bg: Аркада-пинбол машина
cht: 拱廊 - 彈珠機
da_dk: Arkade – flippermaskine
el_gr: Ηλεκτρονικά - φλιπεράκι
fi_fi: Pelihalli - flipperi
hr_hr: Igraonica - fliper
hu_hu: Ügyességi játék – flipper
it_it: Sala giochi-pinball
ko_kr: 아케이드-핀볼 기계
nl_nl: Speelzaal-flipperkast
no_no: Arkade – flipperspill
pt_pt: Fliperama – máquina de pinball
ro_ro: Arcade-mașină pinball
ru_ru: Галерея игровых автоматов-автомат для игры в пинбол
sv_se: Arkad - flipperspel
th_th: อาร์เคด-เครื่องพินบอล
tr_tr: Arcade - pinball makinesi
zh_cn: 街机-弹球机

source: Airplane-interior ambience
bg_bg: Самолет-вътрешна среда
cht: 飛機 - 機艙環境周遭
da_dk: Fly – indendørs stemning
el_gr: Αεροπλάνο - εσωτερικός περιβάλλων ήχος
fi_fi: Lentokone - sisällä
hr_hr: Zrakoplov - okruženje u zrakoplovu
hu_hu: Repülőgép – utastér
it_it: Aeroplano-ambiente interno
ko_kr: 비행기-기내환경
nl_nl: Vliegtuig-aan boord
no_no: Fly – kabinlyder
pt_pt: Avião – ambiente interior
ro_ro: Avion-ambient interior
ru_ru: В салоне самолета-акустическая атмосфера
sv_se: Flygplan - atmosfär
th_th: เครื่องบิน-สภาพแวดล้อมภายใน
tr_tr: Uçak - iç ortam
zh_cn: 飞机-内部环境

source: Press Machine
bg_bg: Прес машина
cht: 壓印機
da_dk: Pressemaskine
el_gr: Πιεστήριο
fi_fi: Painokone
hr_hr: Stroj za prešanje
hu_hu: Présgép
it_it: Macchina pressatrice
ko_kr: 프레스 기계
nl_nl: Pers
no_no: Trykkpresse
pt_pt: Prensa
ro_ro: Mașină de presat
ru_ru: Силовой тренажер
sv_se: Pressmaskin
th_th: เครื่องอัด
tr_tr: Pres Makinesi
zh_cn: 压机

source: Racquetball Game-ambience
bg_bg: Игра ракетбол-среда
cht: 壁球比賽 - 環境周遭
da_dk: Squash – stemning
el_gr: Παιχνίδι με ρακέτες - περιβάλλων ήχος
fi_fi: Racketball - ympäristö
hr_hr: Racquetball meč - okruženje
hu_hu: Teniszlabda – környezet
it_it: Racquetball-ambiente
ko_kr: 라켓볼 경기-분위기
nl_nl: Racketbal spel-omgeving
no_no: Racquetball – omgivelser
pt_pt: Jogo de raquetebol – ambiente
ro_ro: Meci de tenis-ambient
ru_ru: Рэкетбольный матч-акустическая атмосфера
sv_se: Racquetball - atmosfär
th_th: การแข่งขันแรคเก็ตบอล-สภาพแวดล้อม
tr_tr: Raketbol Oyunu - ortam
zh_cn: 壁球-环境

source: Leaves-raking
bg_bg: Листа-събиране
cht: 樹葉 - 耙成一堆
da_dk: Riven af blade
el_gr: Φύλλα - μάζεμα με τσουγκράνα
fi_fi: Lehdet - haravointi
hr_hr: Lišće - grabljanje
hu_hu: Levelek – gereblyézés
it_it: Foglie-rastrellamento
ko_kr: 나뭇잎-긁기
nl_nl: Bladeren-harken
no_no: Løvblader – som rakes sammen
pt_pt: Folhas – varrendo
ro_ro: Frunze-strâns
ru_ru: Листья-сгребание
sv_se: Krattar löv
th_th: ใบไม้-กวาดด้วยคราด
tr_tr: Yapraklar - tırmıkla toplanıyor
zh_cn: 落叶-耙除

source: Electric Razor
bg_bg: Електрическа самобръсначка
cht: 電動刮鬍刀
da_dk: Elektrisk barbermaskine
el_gr: Ηλεκτρική ξυριστική μηχανή
fi_fi: Sähköparranajokone
hr_hr: Električni brijač
hu_hu: Elektromos borotva
it_it: Rasoio elettrico
ko_kr: 전기 면도기
nl_nl: Elektrisch scheerapparaat
no_no: Barbermaskin
pt_pt: Barbeador elétrico
ro_ro: Aparat de ras electric
ru_ru: Электробритва
sv_se: Rakapparat
th_th: เครื่องโกนหนวดไฟฟ้า
tr_tr: Elektrikli Tıraş Makinesi
zh_cn: 电动剃须刀

source: Rooster
bg_bg: Петел
cht: 公雞
da_dk: Hane
el_gr: Κόκορας
fi_fi: Kukko
hr_hr: Pijetao
hu_hu: Kakas
it_it: Gallo
ko_kr: 수탉
nl_nl: Haan
no_no: Hane
pt_pt: Galo
ro_ro: Cocoș
ru_ru: Петух
sv_se: Tupp
th_th: ไก่ตัวผู้
tr_tr: Horoz
zh_cn: 公鸡

source: Paper-scissors cutting
bg_bg: Хартия-рязане с ножици
cht: 紙張 - 剪紙
da_dk: Saks, der klipper i papir
el_gr: Χαρτί - κοπή με ψαλίδι
fi_fi: Paperi - leikataan saksilla
hr_hr: Papir - rezanje škarama
hu_hu: Papír – vágás ollóval
it_it: Carta-taglio con le forbici
ko_kr: 종이-가위로 자르기
nl_nl: Papier-schaar
no_no: Papir – som klippes opp
pt_pt: Papel – tesoura cortando
ro_ro: Hârtie--foarfece tăind
ru_ru: Бумага-резание ножницами
sv_se: Papperssax - klipper
th_th: กระดาษ-ตัดด้วยกรรไกร
tr_tr: Kağıt - makasla kesiliyor
zh_cn: 纸-剪刀裁

source: Sewing Machine
bg_bg: Шевна машина
cht: 縫紉機
da_dk: Symaskine
el_gr: Ραπτομηχανή
fi_fi: Ompelukone
hr_hr: Stroj za šivanje
hu_hu: Varrógép
it_it: Macchina da cucire
ko_kr: 재봉틀
nl_nl: Naaimachine
no_no: Symaskin
pt_pt: Máquina de costura
ro_ro: Mașină de cusut
ru_ru: Швейная машина
sv_se: Symaskin
th_th: เครื่องเย็บ
tr_tr: Dikiş Makinesi
zh_cn: 缝纫机

source: Sheep
bg_bg: Овца
cht: 羊
da_dk: Får
el_gr: Πρόβατα
fi_fi: Lammas
hr_hr: Ovca
hu_hu: Juh
it_it: Pecora
ko_kr: 양
nl_nl: Schaap
no_no: Sauer
pt_pt: Ovelha
ro_ro: Oi
ru_ru: Овцы
sv_se: Får
th_th: แกะ
tr_tr: Koyun
zh_cn: 羊

source: Door-glass sliding closed
bg_bg: Врата-затваряне на плъзгащо се стъкло
cht: 門 - 關上玻璃門
da_dk: Dør – glasskydedør
el_gr: Πόρτα - κλείσιμο συρόμενου παραθύρου
fi_fi: Ovi - lasi suljetaan
hr_hr: Vrata - klizno zatvaranje stakla
hu_hu: Ajtó – üveges tolóajtó bezárása
it_it: Porta-chiusura porta a vetri scorrevole
ko_kr: 문-닫힌 슬라이딩 유리
nl_nl: Deur-schuifdeur in glas die dichtschuift
no_no: Dør – skyvedør lukkes
pt_pt: Porta – corrediça de vidro fechando
ro_ro: Ușă-sticlă închisă glisat
ru_ru: Дверь-стеклянная сдвижная закрывается
sv_se: Skjutdörr stängs
th_th: ประตู-ประตูกระจกเลื่อนปิด
tr_tr: Kapı - kayar cam kapı kapanıyor
zh_cn: 门-玻璃滑动关闭

source: Water-sprinkler
bg_bg: Вода-пръскачка
cht: 水 - 灑水器
da_dk: Vandsprinkler
el_gr: Νερό - αυτόματο πότισμα
fi_fi: Vesi - sprinkleri
hr_hr: Voda - prskalica
hu_hu: Víz – locsoló
it_it: Acqua-spruzzatore
ko_kr: 물-스프링클러
nl_nl: Watersproeier
no_no: Vann – vannspreder
pt_pt: Água – pulverizador
ro_ro: Stropitoare
ru_ru: Вода-разбрызгиватель
sv_se: Vattensprinkler
th_th: น้ำ-สปริงเกอร์
tr_tr: Su - sulama sistemi
zh_cn: 水声-洒水器

source: Squirrels
bg_bg: Катерички
cht: 松鼠
da_dk: Egern
el_gr: Σκίουροι
fi_fi: Oravat
hr_hr: Vjeverice
hu_hu: Mókusok
it_it: Scoiattolo
ko_kr: 다람쥐
nl_nl: Eekhoorns
no_no: Ekorn
pt_pt: Esquilos
ro_ro: Veverițe
ru_ru: Белки
sv_se: Ekorrar
th_th: กระรอก
tr_tr: Sincaplar
zh_cn: 松鼠

source: Staple Gun
bg_bg: Такер
cht: 釘槍
da_dk: Hæftepistol
el_gr: Συρραπτικό
fi_fi: Niittipistooli
hr_hr: Klamarica
hu_hu: Tűzőgép
it_it: Cucitrice
ko_kr: 스테이플 건
nl_nl: Spijkerpistool
no_no: Stiftepistol
pt_pt: Grampeador
ro_ro: Capsator
ru_ru: Степлер
sv_se: Häftpistol
th_th: เครื่องยิงแม็ก
tr_tr: Zımba Tabancası
zh_cn: 射钉枪

source: Gas Stove
bg_bg: Газов котлон
cht: 煤氣爐
da_dk: Gaskomfur
el_gr: Φούρνος με υγραέριο
fi_fi: Kaasuliesi
hr_hr: Plinska pećnica
hu_hu: Gáztűzhely
it_it: Fornello elettrico
ko_kr: 가스 스토브
nl_nl: Gashaard
no_no: Gasskomfyr
pt_pt: Fogão a gás
ro_ro: Sobă pe gaz
ru_ru: Газовая плита
sv_se: Gasspis
th_th: เตาแก๊ส
tr_tr: Gazlı Soba
zh_cn: 煤气灶

source: Bowling-strike
bg_bg: Боулинг-удар
cht: 保齡球 - 擊球聲
el_gr: Μπόουλινγκ - στράικ
fi_fi: Keilahalli - heitto
hr_hr: Kuglanje - rušenje svih kugli
hu_hu: Teke – tarolás
ko_kr: 볼링-스트라이크
nl_nl: Bowlen-strike
pt_pt: Boliche – strike
ro_ro: Bowling-lovitură
ru_ru: Боулинг-страйк
th_th: โบว์ลิง-สไตรค์
tr_tr: Bowling - vuruş
zh_cn: 保龄球-击球
