Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Issue not appropriate for Remote Fine-tuning (e.g. battery issues, lost/stolen instrument, pain in ear, etc.)
bg_bg: Проблеми, които не са подходящи за дистанционна фина настройка (напр. проблеми с батерията, изгубен/откраднат апарат, болка в ухото и др.)
cht: 問題不適用於遠端微調 (例如電池問題、助聽器遺失/被偷、耳朵疼痛等)
da_dk: Problemet er ikke egnet til fjernjustering (f.eks. problemer med batteri, mistede/stjålne apparater, smerter i øret osv.)
el_gr: Δεν ενδείκνυται η απομακρυσμένη μικρορύθμιση (π.χ. θέματα με μπαταρία, χαμένο/κλεμμένο ακουστικό, πόνος στο αυτί κ.λπ.)
fi_fi: Ongelmaa ei voi ratkaista etäsovituksen avulla (esim. paristo-ongelmat, kuulokojeen katoaminen, anastus tai kipuja korvassa)
hr_hr: Problem se ne može riješiti daljinskim preciznim ugađanjem (npr. problemi s baterijom, izgubljen/ukraden aparat, bol u uhu itd.)
hu_hu: Nem a távoli finomhangoláshoz kapcsolódó probléma (például elemhiba, elveszett/ellopott készülék, fájdalom a fülben, stb.).
it_it: Problema inadatto alla regolazione-fine da remoto (ad es. problemi di batteria, apparecchio perso/rubato, dolore nell'orecchio, ecc.)
ko_kr: 원격피팅에 적합하지 않은 항목 (예: 배터리, 분실/도난기기, 귀 통증 등)
nl_nl: Aanvraag is niet geschikt voor Remote Fine-tuning (bijv. batterijproblemen, verloren/gestolen toestel, pijn in oor enz.)
no_no: Problemet kan ikke løses med ekstern fininnstilling (f.eks. batteriproblemer, tapt/stjålet apparat, smerter i øret osv.)
pt_pt: Problema não apropriado para Ajuste Fino Remoto (ex., problemas com pilhas, aparelho perdido/roubado, dor no ouvido etc.)
ro_ro: Chestiune inadecvată pentru Reglaj Fin de la Distanță (de ex. probleme cu bateria, aparat pierdut/furat, durere în ureche etc.)
ru_ru: Проблема не относится к Удаленной точной настройке (напр. проблемы с батареей, утеря/кража СА, боль в ухе и т. д.)
sv_se: Problemet är inte lämpligt för fjärrjustering (t. ex. batteriproblem, borttappade/stulna apparater, smärta i örat, etc.)
th_th: ปัญหาไม่เหมาะสำหรับการปรับแต่งระยะไกล (เช่น ปัญหาด้านแบตเตอรี่ อุปกรณ์หาย/ถูกขโมย เจ็บหู ฯลฯ)
tr_tr: Sorun Uzaktan ince ayar için uygun değil (örn. pil sorunları, kayıp/çalıntı cihaz, kulakta ağrı vb.)
zh_cn: 不适用于云微调的问题（例如，电池问题、丢失/被盗助听器、耳朵疼痛等）

source: Hearing test advised
bg_bg: Препоръчва се изследване на слуха
cht: 建議聽力測試
da_dk: Høretest anbefales
el_gr: Συστήνεται έλεγχος ακοής
fi_fi: Kuulotutkimusta suositellaan
hr_hr: Preporučuje se testiranje sluha
hu_hu: Hallásvizsgálat javasolt
it_it: Si consiglia di effettuare una prova dell'udito
ko_kr: 청력 검사가 권장 됨
nl_nl: Hoortest aanbevolen
no_no: Hørselstest anbefales
pt_pt: Teste de audição recomendado
ro_ro: Se recomandă test de auz
ru_ru: Рекомендуется проверка остроты слуха
sv_se: Hörseltest rekommenderas
th_th: แนะนำให้ทำการทดสอบการได้ยิน
tr_tr: Önerilen işitme testi
zh_cn: 建议进行听力测试

source: Duplicate request
bg_bg: Дублирана заявка
cht: 重複請求
da_dk: Duplikeret anmodning
el_gr: Αίτημα αντιγράφου
fi_fi: Kaksinkertainen pyyntö
hr_hr: Kopiraj zahtjev
hu_hu: Kérés duplikálása
it_it: Richiesta duplicata
ko_kr: 중복 요청
nl_nl: Aanvraag dupliceren
no_no: Dupliser forespørsel
pt_pt: Solicitação duplicada
ro_ro: Solicitare dublă
ru_ru: Дублированный запрос
sv_se: Dubbel begäran
th_th: คำขอซ้ำ
tr_tr: Yinelenen istek
zh_cn: 重复请求

source: Office visit scheduled
bg_bg: Насрочено посещение в кабинета
cht: 已安排到門市回訪
da_dk: Planlagt besøg
el_gr: Ραντεβού στο γραφείο
fi_fi: Käynti audionomin toimistossa on varattu
hr_hr: Zakazan posjet u uredu
hu_hu: Vizit ütemezve
it_it: Visita in ufficio programmata
ko_kr: 방문 예약
nl_nl: Bezoek aan winkel/kliniek gepland
no_no: Time ved klinikken bestilt
pt_pt: Visita ao consultório agendada
ro_ro: Vizită la cabinet programată
ru_ru: Запланированный амбулаторный визит
sv_se: Kontorsbesök ej planerat
th_th: กำหนดการเข้าพบของผู้ป่วย
tr_tr: Planlanan ofis ziyareti
zh_cn: 验配中心来访预定

source: Created by mistake
bg_bg: Създадено по грешка
cht: 因錯誤而建立
da_dk: Oprettet ved en fejl
el_gr: Δημιουργήθηκε κατά λάθος
fi_fi: Laadittu erehdyksessä
hr_hr: Izrađeno pogreškom
hu_hu: Tévesen létrehozva
it_it: Creato per errore
ko_kr: 실수로 생성
nl_nl: Per ongeluk gecreëerd
no_no: Feilaktig opprettet
pt_pt: Criado por engano
ro_ro: Creat din greșeală
ru_ru: Создано по ошибке
sv_se: Skapad av misstag
th_th: สร้างขึ้นโดยไม่ได้ตั้งใจ
tr_tr: Yanlışlıkla oluşturuldu
zh_cn: 错误创建

source: Other
bg_bg: Други
cht: 其他
da_dk: Andet
el_gr: Άλλο
fi_fi: Muu
hr_hr: Drugo
hu_hu: Egyéb
it_it: Altro
ko_kr: 기타
nl_nl: Anders
no_no: Annet
pt_pt: Outros
ro_ro: Altele
ru_ru: Другое
sv_se: Övrigt
th_th: อื่นๆ
tr_tr: Diğer
zh_cn: 其他

source: MIC
cht: 迷你耳道式
da_dk: Mik.
hu_hu: MIK
ko_kr: 마이크
ru_ru: МИКРОФОН
th_th: ไมโครโฟน
tr_tr: Mikrofon

source: Patient Name
bg_bg: Име на пациента
cht: 客戶姓名
da_dk: Brugerens navn
el_gr: Όνομα ασθενούς
fi_fi: Potilaan nimi
hr_hr: Ime bolesnika
hu_hu: Páciens neve
it_it: Nome paziente
ko_kr: 사용자이름
nl_nl: Naam cliënt
no_no: Pasientens navn
pt_pt: Nome do paciente
ro_ro: Nume pacient
ru_ru: Имя и фамилия пациента
sv_se: Patientens namn
th_th: ชื่อผู้ป่วย
tr_tr: Hasta Adı
zh_cn: 用户姓名

source: Mark As Read
bg_bg: Маркирай като прочетено
cht: 標記為已讀取
da_dk: Markér som læst
el_gr: Σήμανση ως αναγνωσμένου
fi_fi: Merkitse luetuksi
hr_hr: Označi kao pročitano
hu_hu: Megjelölés olvasottként
it_it: Segna come letto
ko_kr: 읽음으로 표시
nl_nl: Als gelezen markeren
no_no: Merk som lest
pt_pt: Marcar como lida
ro_ro: Marcare ca citit
ru_ru: Отметить как прочитанное
sv_se: Markera som läst
th_th: ทำเครื่องหมายว่าอ่านแล้ว
tr_tr: Okundu Olarak İşaretle
zh_cn: 标记为已读

source: Mark As Unread
bg_bg: Маркирай като непрочетено
cht: 標記為未讀取
da_dk: Markér som ulæst
el_gr: Σήμανση ως μη αναγνωσμένου
fi_fi: Merkitse lukemattomaksi
hr_hr: Označi kao nepročitano
hu_hu: Megjelölés olvasatlanként
it_it: Segna come non letto
ko_kr: 읽지 않음으로 표시
nl_nl: Als ongelezen markeren
no_no: Merk som ulest
pt_pt: Marcar como não lida
ro_ro: Marcare ca necitit
ru_ru: Отметить как не прочитанное
sv_se: Markera som oläst
th_th: ทำเครื่องหมายว่ายังไม่ได้อ่าน
tr_tr: Okunmadı Olarak İşaretle
zh_cn: 标记为未读

source: Patient with Id '{0}' not found
bg_bg: Пациент с идентификатор „{0}“ не е намерен
cht: 未找到 Id '{0}' 的客戶
da_dk: Bruger med ID '{0}' blev ikke fundet
el_gr: Ο ασθενής με αριθμό '{0}' δεν βρέθηκε
fi_fi: Potilasta, jonka tunnus on {0}, ei löydy.
hr_hr: Bolesnik s ID-om '{0}' nije pronađen
hu_hu: A(z) {0} azonosítójú páciens nem található
it_it: Paziente con ID "{0}" non trovato
ko_kr: 사용자 ID ‘{0}’ 찾을 수 없음
nl_nl: Cliënt met Id '{0}' niet gevonden
no_no: Pasient med ID «{0}» ikke funnet
pt_pt: Paciente com Id '{0}' não encontrado
ro_ro: Pacientul cu Id '{0}' nu a fost găsit
ru_ru: Пациент с Id '{0}' не найден
sv_se: Patient med ID '{0}' hittas ej
th_th: ไม่พบผู้ป่วยที่มี Id '{0}'
tr_tr: '{0}' Kimlikli hasta bulunamadı
zh_cn: 未找到ID为“{0}”的用户

source: Loading more information. please do not disconnect.
bg_bg: Зарежда се още информация – моля, не прекъсвайте.
cht: 載入更多資訊。請不要斷開連接。
da_dk: Indlæser mere information. Afbryd ikke.
el_gr: Φόρτωση περισσότερων πληροφοριών. Μην αποσυνδέσετε τη συσκευή.
fi_fi: Lisätietoja ladataan. Älä katkaise yhteyttä.
hr_hr: Učitavam dodatne informacije, molimo, ne prekidajte vezu.
hu_hu: További információk betöltése. Kérjük, ne szakítsa meg a kapcsolatot.
it_it: Caricamento di ulteriori informazioni In corso, si prega di non disconnettersi.
ko_kr: 더 많은 정보를 로드 중입니다. 연결을 해제하지 마십시오.
nl_nl: Bezig met laden van meer informatie. Verbreek de verbinding niet.
no_no: Laster mer informasjon: vennligst ikke koble fra.
pt_pt: Carregando mais informações, não desconecte.
ro_ro: Se încarcă mai multe informații. Nu deconectați.
ru_ru: Выполняется загрузка дополнительной информации. Пожалуйста, не прерывайте соединение.
sv_se: Läser in mer information – koppla inte från.
th_th: กำลังโหลดข้อมูลเพิ่มเติม โปรดอย่ายกเลิกการเชื่อมต่อ
tr_tr: Daha fazla bilgi yükleniyor, lütfen bağlantıyı kesmeyin.
zh_cn: 正在加载更多信息。请不要断开连接。

source: Environmental testing is recommended
bg_bg: Препоръчва се изследване за средата
cht: 建議環境測試
da_dk: Miljøtest anbefales
el_gr: Συστήνεται δοκιμή στο περιβάλλον
fi_fi: Testaamista ääniympäristössä suositellaan
hr_hr: Preporučuje se testiranje okruženja
hu_hu: Környezeti vizsgálat ajánlott
it_it: Test ambientale consigliato
ko_kr: 주변 소음측정을 권장합니다!
nl_nl: Testen van deze ruimte is aanbevolen
no_no: Testing av lydmiljø anbefales
pt_pt: Teste ambiental recomendado
ro_ro: Se recomandă testarea în mediu
ru_ru: Рекомендуется тест окружения
sv_se: Miljötestning rekommenderas
th_th: แนะนำให้ทำการทดสอบตามสภาพแวดล้อม
tr_tr: Çevre testi önerilir
zh_cn: 建议进行环境测试

source: App Settings
bg_bg: Настройки на приложението
cht: 應用程式設定
da_dk: Appindstillinger
el_gr: Ρυθμίσεις εφαρμογής για φορητές συσκευές
fi_fi: Sovelluksen asetukset
hr_hr: Postavke aplikacije
hu_hu: Alkalmazás beállításai
it_it: Impostazioni app
ko_kr: 앱 설정
nl_nl: Instellingen app
no_no: App-innstillinger
pt_pt: Configurações do aplicativo
ro_ro: Setări app
ru_ru: Настройки приложения
sv_se: Appinställningar
th_th: การตั้งค่าแอพ
tr_tr: Uygulama Ayarları
zh_cn: 应用程序设置

source: Passcode
bg_bg: Парола
cht: 密碼
da_dk: Adgangskode
el_gr: Συνθηματικό
fi_fi: Tunnistuskoodi
hr_hr: Lozinka
hu_hu: Hitelesítő kód
it_it: Codice segreto
ko_kr: 암호
nl_nl: PIN-code
no_no: Passord
pt_pt: Senha
ro_ro: Cod trecere
ru_ru: Код доступа
sv_se: Lösenkod
th_th: รหัสผ่าน
tr_tr: Şifre
zh_cn: 密码

source: Description
bg_bg: Описание
cht: 說明
da_dk: Beskrivelse
el_gr: Περιγραφή
fi_fi: Kuvaus
hr_hr: Opis
hu_hu: Leírás
it_it: Descrizione
ko_kr: 내용
nl_nl: Beschrijving
no_no: Beskrivelse
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sv_se: Beskrivning
th_th: คำอธิบาย
tr_tr: Açıklama
zh_cn: 描述

source: Click to edit passcode
bg_bg: Щракнете за редактиране на паролата
cht: 點擊以編輯密碼
da_dk: Klik for at redigere adgangskode
el_gr: Κάντε κλικ για επεξεργασία του συνθηματικού
fi_fi: Voit muokata tunnistuskoodia napsauttamalla
hr_hr: Kliknite za uređivanje lozinke
hu_hu: Kattintson ide a hitelesítő kód szerkesztéséhez
it_it: Fare clic per modificare il codice segreto
ko_kr: 클릭하여 pass code 수정
nl_nl: Klikken om PIN-code te bewerken
no_no: Klikk for å redigere passord
pt_pt: Clique para editar a senha
ro_ro: Dați clic pentru editarea codului
ru_ru: Кликните, чтобы редактировать код доступа
sv_se: Klicka för att redigera lösenkod
th_th: คลิกเพื่อแก้ไขรหัสผ่าน
tr_tr: Şifreyi düzenlemek için tıklayın
zh_cn: 点击编辑密码

source: Detailed audiograms
bg_bg: Подробни аудиограми
cht: 詳細的聽力圖
da_dk: Detaljerede audiogrammer
el_gr: Λεπτομερή ακοογράμματα
fi_fi: Yksityiskohtaiset audiogrammit
hr_hr: Detaljni audiogrami
hu_hu: Részletes audiogramok
it_it: Dettagli Audiogrammi
ko_kr: 청력도 상세 정보
nl_nl: Gedetailleerde audiogrammen
no_no: Detaljerte audiogrammer
pt_pt: Audiogramas detalhados
ro_ro: Audiograme detaliate
ru_ru: Подробные аудиограммы
sv_se: Detaljerade audiogram
th_th: ออดิโอแกรมอย่างละเอียด
tr_tr: Ayrıntılı odyogramlar
zh_cn: 详细听力图

source: Quick Links
bg_bg: Бързи връзки
cht: 快速連結
da_dk: Hurtige links
el_gr: Γρήγοροι σύνδεσμοι
fi_fi: Pikalinkit
hr_hr: Brze poveznice
hu_hu: Gyorshivatkozások
it_it: Collegamenti rapidi
ko_kr: 퀵 링크
nl_nl: Snelle koppelingen
no_no: Hurtiglenker
pt_pt: Links rápidos
ro_ro: Linkuri rapide
ru_ru: Быстрые ссылки
sv_se: Snabblänkar
th_th: ลิงก์ด่วน
tr_tr: Hızlı Bağlantılar
zh_cn: 快速链接

source: Close Request
bg_bg: Затваряне на заявката
cht: 關閉請求
da_dk: Luk anmodning
el_gr: Κλείσιμο αιτήματος
fi_fi: Sulje pyyntö
hr_hr: Zatvori zahtjev
hu_hu: Kérés lezárása
it_it: Chiudi richiesta
ko_kr: 요청 취소
nl_nl: Aanvraag afsluiten
no_no: Lukk forespørsel
pt_pt: Fechar Solicitação
ro_ro: Închidere solicitare
ru_ru: Закрыть запрос
sv_se: Stäng begäran
th_th: ปิดคำขอ
tr_tr: İsteği Kapat
zh_cn: 关闭请求

source: Are you sure you want to mark the settings as outdated?
bg_bg: Наистина ли искате да маркирате настройките като остарели?
cht: 您確定要將設定標記為過期嗎？
da_dk: Er du sikker på, at du vil markere indstillingerne som forældede?
el_gr: Είστε βέβαιοι ότι θέλετε να επισημάνετε τις ρυθμίσεις ως παλιές;
fi_fi: Haluatko varmasti merkitä asetukset vanhentuneiksi ?
hr_hr: Jeste li sigurni da želite označiti postavke kao zastarjele?
hu_hu: Biztosan megjelöli a beállításokat elavultként?
it_it: Contrassegnare le impostazioni come non aggiornate?
ko_kr: 현재 설정을 구 정보로 표시하시겠습니까?
nl_nl: Weet u zeker dat u de instellingen als verouderd wilt markeren?
no_no: Er du sikker på at du vil merke innstillingene som utdatert?
pt_pt: Tem certeza de que deseja marcar as configurações como desatualizadas?
ro_ro: Sunteţi sigur că doriţi să marcați setările ca învechite?
ru_ru: Действительно отметить как неактуальное?
sv_se: Är du säker på att du vill markera inställningarna som föråldrade?
th_th: แน่ใจหรือว่าคุณต้องการทำเครื่องหมายว่าการตั้งค่าเหล่านี้ล้าสมัย
tr_tr: Ayarları eski olarak işaretlemek istediğinizden emin misiniz?
zh_cn: 是否确定将设置标记为过期？

source: Send fine-tuned settings
bg_bg: Изпращане на фино настроени настройки
cht: 發送微調設定
da_dk: Send finjusterede indstillinger
el_gr: Αποστολή λεπτομερών ρυθμίσεων
fi_fi: Lähetä hienosäädetyt asetukset
hr_hr: Pošalji precizno ugođene postavke
hu_hu: Finomhangolt beállítások küldése
it_it: Invia impostazioni regolazioni-fine
ko_kr: 파인튜닝된 세팅 전송
nl_nl: Nieuwe instellingen verzenden
no_no: Send fininnstillinger
pt_pt: Enviar configurações ajustadas
ro_ro: Trimitere setări reglaj fin
ru_ru: Отправить точные настройки
sv_se: Skicka finjusterade inställningar
th_th: ส่งการตั้งค่าที่ปรับแต่งแล้ว
tr_tr: İnce ayarları gönder
zh_cn: 发送微调设置

source: Outdated settings
bg_bg: Остарели настройки
cht: 過時的設定
da_dk: Forældede indstillinger
el_gr: Παλιές ρυθμίσεις
fi_fi: Vanhentuneet asetukset
hr_hr: Zastarjele postavke
hu_hu: Elavult beállítások
it_it: Impostazioni non aggiornate
ko_kr: 지난 셋팅
nl_nl: Verouderde instellingen
no_no: Utdaterte innstillinger
pt_pt: Configurações desatualizadas
ro_ro: Setări învechite
ru_ru: Неактуальные настройки
sv_se: Föråldrade inställningar
th_th: การตั้งค่าที่ล้าสมัย
tr_tr: Eski ayarlar
zh_cn: 过期设置

source: All Session data including audiograms will be deleted. Do you wish to continue?
bg_bg: Всички данни за сесията, включително аудиограмите, ще бъдат изтрити. Желаете ли да продължите?
cht: 所有階段資料 (包括聽力圖) 將被刪除，您想繼續嗎？
da_dk: Alle sessionsdata inklusive audiogrammer slettes. Vil du fortsætte?
el_gr: Όλα τα δεδομένα συνεδρίας καθώς και τα ακοογράμματα θα διαγραφούν. Θέλετε να συνεχίσετε;
fi_fi: Kaikki istunnon tiedot ja audiogrammit poistetaan. Jatketaanko ?
hr_hr: Podatci svih sesija uključujući audiograme biti će izbrisani. Želite li nastaviti?
hu_hu: A rendszer az audiogramokkal együtt az összes munkamenet adatait törli. Folytatja?
it_it: Tutti i dati di sessione che includono audiogrammi verranno eliminati. Continuare?
ko_kr: 청력도를 포함한 모든 세션 데이터를 삭제합니다. 계속 진행하시겠습니까?
nl_nl: Alle sessiegegevens met inbegrip van de audiogrammen worden gewist. Wilt u doorgaan?
no_no: Alle øktsdata inkludert audiogrammer vil bli slettet. Vil du fortsette?
pt_pt: Todos os dados da sessão, inclusive audiogramas, serão excluídos. Deseja continuar?
ro_ro: Toate datele de sesiune, inclusiv audiogramele se vor șterge. Doriți să continuați?
ru_ru: Все данные сессии, включая аудиограммы, будут удалены. Продолжить все равно?
sv_se: Alla sessionsdata inklusive audiogrammen kommer att raderas. Vill du fortsätta?
th_th: ข้อมูลเซสชันทั้งหมดรวมถึงออดิโอแกรมจะถูกลบออก คุณต้องการดำเนินการต่อหรือไม่
tr_tr: Odyogramlar dahil tüm Oturum verileri silinecektir. Devam etmek istiyor musunuz?
zh_cn: 当前听力图的所有验配数据都将被删除。是否继续？

source: Failed to export Patient(s)
bg_bg: Неуспешно експортиране на Пациент(и)
cht: 匯出客戶失敗
da_dk: Bruger(e) blev ikke eksporteret
el_gr: Αποτυχία εξαγωγής ασθενών
fi_fi: Potilaiden vieminen epäonnistui.
hr_hr: Izvoz bolesnika nije uspio
hu_hu: Nem sikerült exportálni a páciens(eke)t
it_it: Esportazione paziente(i) non riuscita
ko_kr: 사용자 내보내기 실패
nl_nl: Kon cliën(en) niet exporteren
no_no: Kunne ikke eksportere pasient(er)
pt_pt: Falha ao exportar paciente(s)
ro_ro: Nu s-a reușit exportarea pacientului(lor)
ru_ru: Ошибка при экспорте пациента(ов)
sv_se: Det gick inte att exportera patient
th_th: การส่งออกผู้ป่วยล้มเหลว
tr_tr: Hasta(lar) dışa aktarılamadı
zh_cn: 导出用户失败

source: Export Patient(s)
bg_bg: Експортиране на Пациент(и)
cht: 匯出客戶
da_dk: Eksportér bruger(e)
el_gr: Εξαγωγή ασθενών
fi_fi: Vie potilaat
hr_hr: Izvoz bolesnika
hu_hu: Páciens(ek) exportálása
it_it: Esporta paziente(i)
ko_kr: 사용자 내보내기
nl_nl: Cliënt(en) exporteren
no_no: Eksporter pasient(er)
pt_pt: Exportar Paciente(s)
ro_ro: Export Pacient(i)
ru_ru: Экспортировать пациента(ов)
sv_se: Exportera patient(er)
th_th: ส่งออกผู้ป่วย
tr_tr: Hasta(lar)ı Dışa Aktar
zh_cn: 导出用户

source: An error occurred while downloading the Session. Please try again or contact admin for more information.
bg_bg: Възникна грешка при изтегляне на сесията. Моля, опитайте отново или се обърнете към администратора за повече информация.
cht: 下載階段時發生錯誤。請重試或與管理員聯絡以獲取更多訊息。
da_dk: Der opstod en fejl under download af sessionen. Prøv igen, eller kontakt administratoren for at få flere oplysninger.
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη της Συνεδρίας. Προσπαθήστε ξανά ή επικοινωνήστε με τον διαχειριστή για περισσότερες πληροφορίες.
fi_fi: Virhe ladattaessa istuntoa. Yritä uudelleen myöhemmin tai ota yhteys järjestelmänvalvojaan.
hr_hr: Tijekom preuzimanja sesije došlo je do pogreške. Pokušajte ponovno ili kontaktirajte administratora za više informacija.
hu_hu: Hiba történt a munkamenet letöltésekor. Próbálkozzon újra, vagy további információért lépjen kapcsolatba a rendszergazdával.
it_it: Si è verificato un errore durante il download della sessione. Riprovare o contattare l'amministratore per ulteriori informazioni.
ko_kr: 세션 다운로드 중 오류가 발생했습니다. 다시 시도해 보시거나, 관리자에게 문의해 주십시오.
nl_nl: Bij het downloaden van de sessie heeft zich een fout voorgedaan. Probeer het opnieuw of neem contact op met de administrator voor meer informatie.
no_no: Det oppsto en feil ved nedlasting av økt. Prøv igjen senere eller kontakt administratoren for mer informasjon.
pt_pt: Ocorreu um erro ao fazer download da sessão. tente novamente ou entre em contato com o administrador para obter mais informações.
ro_ro: A intervenit o eroare la descărcarea Sesiunii. Vă rugăm reîncercați sau contactați administratorul pentru mai multe informații.
ru_ru: При загрузке сессии произошла ошибка. Пожалуйста, попытайтесь снова или свяжитесь с администратором, чтобы узнать подробнее.
sv_se: Ett fel uppstod vid nedladdning av sessionen. Försök igen eller kontakta admin för mer information.
th_th: เกิดข้อผิดพลาดขณะดาวน์โหลดเซสชัน โปรดลองใหม่อีกครั้ง หรือติดต่อผู้ดูแลเพื่อขอข้อมูลเพิ่มเติม
tr_tr: Oturum indirilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin veya ayrıntılı bilgi için Yöneticiye başvurun.
zh_cn: 下载验配数据时发生错误。请重试或联系管理员了解更多信息。

source: Launching Session
bg_bg: Стартира се сесия
cht: 啟動階段
da_dk: Starter session
el_gr: Εκκίνηση συνεδρίας
fi_fi: Aloitetaan istuntoa
hr_hr: Pokretanje sesije
hu_hu: Munkamenet indítása
it_it: Avvio sessione in corso
ko_kr: 세션 구동 중
nl_nl: Sessie lanceren
no_no: Starter økt
pt_pt: Iniciando sessão
ro_ro: Se lansează sesiunea
ru_ru: Идет запуск сессии
sv_se: Startar session
th_th: กำลังเรียกใช้งานเซสชัน
tr_tr: Oturum Başlatılıyor
zh_cn: 打开界面

source: Show GN Online Services System Tray Icon
bg_bg: Покажи иконата за системата на онлайн услуги в лентата със задачи
cht: 顯示線上服務系統列圖示
da_dk: Vis ikon for onlinetjenester på proceslinjen
el_gr: Εμφάνιση εικονιδίου περιοχής ειδοποιήσεων ηλεκτρονικών υπηρεσιών
fi_fi: Näytä verkkopalvelun järjestelmäpalkin kuvake :
hr_hr: Pokaži ikonu mrežnih usluga na paleti sustava
hu_hu: Az online szolgáltatások ikonjának megjelenítése a tálcán
it_it: Mostra icona nell'area di notifica del sistema di servizi online
ko_kr: 온라인서비스아이콘보기
nl_nl: Toon pictogram Online Service Systeem
no_no: Vis ikon for nettjenester i systemstatusfelt
pt_pt: Exibir ícone do sistema do Online Services
ro_ro: Afișare iconiță bară Online Services System
ru_ru: Показывать значки онлайновых сервисов в области пиктограмм панели задач
sv_se: Visa meddelandefältet för onlinetjänster
th_th: แสดงไอคอน System Tray ของบริการออนไลน์
tr_tr: Online Servisler Sistem Tepsisi Simgesini Göster
zh_cn: 显示瑞声达智能云服务系统托盘图标

source: Remote Session Summary
bg_bg: Резюме на дистанционна сесия
cht: 遠端階段摘要
da_dk: Oversigt over fjernsession
el_gr: Σύνοψη απομακρυσμένων συνεδριών
fi_fi: Etäistunnon yhteenveto
hr_hr: Sažetak sesije daljinskog upravljanja
hu_hu: Távoli munkamenet összefoglalása
it_it: Riepilogo sessione da remoto
ko_kr: 원격 세션 요약
nl_nl: Samenvatting remote sessie
no_no: Oppsummering av ekstern økt
pt_pt: Resumo da Sessão Remota
ro_ro: Rezumat sesiune la distanță
ru_ru: Сводный обзор Удаленной сессии
sv_se: Sammanfattning av fjärrsession
th_th: สรุปเซสชันระยะไกล
tr_tr: Uzak Oturum Özeti
zh_cn: 摘要

source: Assistance Request
bg_bg: Заявка за съдействие
cht: 協助請求
da_dk: Anmodning om hjælp
el_gr: Αίτημα βοήθειας
fi_fi: Apupyyntö
hr_hr: Zahtjev za pomoć
hu_hu: Segítség kérése
it_it: Richiesta di assistenza
ko_kr: 원격피팅 요청
nl_nl: Aanvraag voor assistentie
no_no: Forespørsel om hjelp
pt_pt: Solicitação de Assistência
ro_ro: Solicitare asistență
ru_ru: Запрос Поддержки
sv_se: Assistansförfrågan
th_th: ขอความช่วยเหลือ
tr_tr: Yardım Talebi
zh_cn: 协助请求

source: Fine-tuned Settings
bg_bg: Фино настроени настройки
cht: 微調設定
da_dk: Finjusterede indstillinger
el_gr: Λεπτομερείς ρυθμίσεις
fi_fi: Hienosäädetyt asetukset
hr_hr: Precizno ugođene postavke
hu_hu: Finomhangolt beállítások
it_it: Impostazioni regolazioni-fine
ko_kr: 미세조절된 세팅
nl_nl: Nieuwe instellingen
no_no: Fininnstillinger
pt_pt: Configurações ajustadas
ro_ro: Setări reglate fin
ru_ru: Тонкие настройки
sv_se: Finjusterade inställningar
th_th: การตั้งค่าที่ปรับแต่งแล้ว
tr_tr: İnce Ayarlar
zh_cn: 微调设置

source: Assistance Request
bg_bg: Заявка за съдействие
cht: 協助請求
da_dk: Anmodning om hjælp
el_gr: Αίτημα βοήθειας
fi_fi: Apupyyntö
hr_hr: Zahtjev za pomoć
hu_hu: Segítség kérése
it_it: Richiesta di assistenza
ko_kr: 원격피팅 요청
nl_nl: Aanvraag voor assistentie
no_no: Forespørsel om hjelp
pt_pt: Solicitação de Assistência
ro_ro: Solicitare asistență
ru_ru: Запрос Поддержки
sv_se: Assistansförfrågan
th_th: ขอความช่วยเหลือ
tr_tr: Yardım Talebi
zh_cn: 协助请求

source: Closing message to patient
bg_bg: Затваряне на съобщението до пациента
cht: 結束給客戶的訊息
da_dk: Afsluttende meddelelse til bruger
el_gr: Κλείσιμο μηνύματος προς ασθενή
fi_fi: Suljetaan viesti potilaalle
hr_hr: Završna poruka bolesniku
hu_hu: Páciensnek szóló záróüzenet
it_it: Chiusura del messaggio al paziente in corso
ko_kr: 사용자 메시지 닫기
nl_nl: Bericht aan cliënt bij afsluiten van aanvraag
no_no: Lukker melding til pasient
pt_pt: Encerrando a mensagem ao paciente
ro_ro: Închidere mesaj la pacient
ru_ru: Закрывается сообщение для пациента
sv_se: Stänger meddelande till patient
th_th: กำลังปิดข้อความถึงผู้ป่วย
tr_tr: Hastaya giden mesaj kapatılıyor
zh_cn: 关闭信息

source: Undefined
bg_bg: Неопределен(о)
cht: 未定義
da_dk: Ikke-defineret
el_gr: Δεν έχει οριστεί
fi_fi: Määrittämätön
hr_hr: Nedefinirano
hu_hu: Nem definiált
it_it: Indefinito
ko_kr: 미지정
nl_nl: Niet gedefinieerd
no_no: Udefinert
pt_pt: Indefinido
ro_ro: Nedefinit
ru_ru: Не определено
sv_se: Odefinierad
th_th: ไม่ได้กำหนด
tr_tr: Tanımlanmadı
zh_cn: 未定义

source: Saved in cloud
bg_bg: Запазено в облака
cht: 儲存在雲端
da_dk: Gemt i skyen
el_gr: Αποθηκεύτηκε στο cloud
fi_fi: Tallennettu pilvipalveluun
hr_hr: Spremljeno u oblak
hu_hu: Felhőbe mentve
it_it: Salvato nel cloud
ko_kr: 클라우드에 저장됨
nl_nl: Opgeslagen in de cloud
no_no: Lagret i Cloud
pt_pt: Salvo na nuvem
ro_ro: Salvat în cloud
ru_ru: Сохранено в облаке
sv_se: Sparat i molnet
th_th: บันทึกใน Cloud แล้ว
tr_tr: Buluta kaydedildi
zh_cn: 保存在云端
