Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Female voices sound sharp
bg_bg: Женските гласове звучат остро
cht: 女性嗓音聽起來尖銳
da_dk: Kvindestemmer lyder skarpe
el_gr: Οι γυναικείες φωνές ακούγονται οξείες
fi_fi: Naisäänet kuulostavat teräviltä
hr_hr: Ženski glasovi zvuče prodorno
hu_hu: A női hangok túl élesek
it_it: Suono delle voci femminili acuto
ko_kr: 여성의 목소리가 너무 날카롭게 들립니다
nl_nl: Vrouwenstemmen klinken scherp
no_no: Kvinnestemmer oppleves som skarpe
pt_pt: As vozes femininas são estridentes
ro_ro: Vocea feminină se aude clar
ru_ru: Женские голоса звучат пронзительно и резко
sv_se: Kvinnoröster låter gälla
th_th: เสียงผู้หญิงแหลมเกินไป
tr_tr: Kadın sesleri çok keskin, ince
zh_cn: 听女声刺耳

source: Decrease high frequency gain
bg_bg: Намалете нивото на високите честоти
cht: 降低高頻增益量
da_dk: Reducer højfrekvent forstærkning
el_gr: Μειώστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje visokih frekvencija
hu_hu: Csökkentse a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle alte frequenze
ko_kr: 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties
no_no: Reduser gain i høyfrekvensområdet
pt_pt: Diminuir as frequências altas
ro_ro: Micsorati castigul pe frecventele inalte
ru_ru: Уменьшите усиление на высоких частотах
sv_se: Minska förstärkningen för höga frekvenser
th_th: ลดเกนที่ความถี่สูง
tr_tr: Yüksek frekanslarda kazancı düşür
zh_cn: 降低高频增益

source: Decrease G80 for high frequencies
bg_bg: Намалете G80 за високите честоти
cht: 降低G80的高頻增益量
da_dk: Reducer G80 for højfrekvenser
el_gr: Μειώστε την G80 για τις υψηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite G80 za visoke frekvencije
hu_hu: Csökkentse a G80-at a magas frekvenciákon
it_it: Diminuire G80 per le alte frequenze
ko_kr: 고주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij hoge frequenties
no_no: Reduser G80 i høyfrekvensområdet
pt_pt: Diminuir G80 para freq. altas
ro_ro: Reduceti G80 pe frecventele inalte
ru_ru: Уменьшите G80 на высоких частотах
sv_se: Minska G80 för de höga frekvenserna
th_th: ที่G80ลดเกนที่ความถี่สูง
tr_tr: Yüksek frekanslarda G80 kazancını azalt
zh_cn: 降低G80高频增益

source: Music sounds boomy
bg_bg: Музикалните звуци се чуват гръмко
cht: 音樂聽起來太過低沈
da_dk: Musik lyder buldrende
el_gr: Η μουσική ακούγεται μπάσα
fi_fi: Musiikki on kumiseva
hr_hr: Glazba zvuči gromoglasno
hu_hu: Zene kongónak tűnik
it_it: Il suono della musica è rimbombante
ko_kr: 음악소리가 낮게 웅웅거리듯이 매우저음으로 들립니다
nl_nl: Muziek klinkt dreunend
no_no: Musikk virker rungende
pt_pt: A música soa com estrondo
ro_ro: Muzica se aude infundata
ru_ru: Музыка звучит звучат гулко
sv_se: Musik dånar
th_th: เสียงดนตรีดังครืนทุ้มตํ่า
tr_tr: Müzik sesleri gümbürtülü, patlayarak geliyor
zh_cn: 听音乐嗡嗡

source: Decrease low frequency gain by 6 dB, increase high frequency gain
bg_bg: Намалете ниските честоти с 6 dB и увеличете високите честоти
cht: 低頻增益量降低6 dB，並提升高頻增益量
da_dk: Reducer lavfrekvent forstærkning med 6 dB, og forøg højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων κατά 6 dB, αυξήστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta 6 dB matalilla taajuuksilla, lisää vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija za 6 dB, povećajte pojačanje visokih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést 6 dB-lel; növelje a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze di 6 dB, aumentare il guadagno delle alte frequenze
ko_kr: 저주파수 게인을 6dB 낮추고 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage frequenties met 6dB, verhoog de versterking van hoge frequenties
no_no: Reduser gain i lavfrekvensområdet med 6 dB, øk gain i høyfrekvensområdet
pt_pt: Diminua o ganho de freq. baixas (6 dB) e aumente ganho de freq. altas
ro_ro: Reduceti castigul cu 6 dB pe frecvente joase, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах на 6 дБ и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen 6 dB för de låga frekvenserna, öka förstärkningen för de höga frekvenserna
th_th: ลดเกนที่ความถี่ตํ่าลง 6 dB เพิ่มเกนที่ความถี่สูง
tr_tr: Alçak frekanslarda kazancı 6 dB azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益6dB，增加高频增益

source: Decrease low frequency gain, increase high frequency gain
bg_bg: Намалете ниските честоти и увеличете високите честоти
cht: 降低低頻增益量，並提升高頻增益量
da_dk: Reducer lavfrekvent forstærkning, forøg højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων, αυξήστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla, lisää vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija, povećajte pojačanje visokih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést; növelje a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze, aumentare il guadagno delle alte frequenze
ko_kr: 저주파수 게인을 낮추고 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage frequenties, verhoog de versterking van hoge frequenties
no_no: Reduser gain i lavfrekvensområdet, øk gain i høyfrekvensområdet
pt_pt: Diminua o ganho de freq. baixas e aumente o ganho de freq. altas
ro_ro: Reduceti castigul pe frecventele joase, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för låga frekvenser, öka förstärkningen för höga frekvenser
th_th: ลดเกนที่ความถี่ตํ่า เพิ่มเกนที่ความถี่สูง
tr_tr: Alçak frekanslarda kazancı düşür, yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益，增加高频增益

source: Decrease low frequency gain
bg_bg: Намалете нивото на ниските честоти
cht: 降低低頻增益量
da_dk: Reducer lavfrekvent forstærkning
el_gr: Μειώστε την απόκριση των χαμηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze
ko_kr: 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties
no_no: Reduser gain i lavfrekvensområdet
pt_pt: Reduza o ganho para as frequencias baixas.
ro_ro: Scădeți câștigul frecvențelor joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen för låga frekvenser
th_th: ลดเกนที่ความถี่ตํ่า
tr_tr: Alçak frekanslarda kazancı azalt
zh_cn: 降低低频增益

source: Music sounds tinny or metallic
bg_bg: Музикалните звуци се чуват като ламарина или метал
cht: 音樂聽起來尖細或刺耳
da_dk: Musik lyder svag eller metallisk
el_gr: Η μουσική ακούγεται πολύ λεπτή ή μεταλλική
fi_fi: Musiikki on metallinen
hr_hr: Glazba zvuči resko ili metalno
hu_hu: Zene fémes vagy repedt hangú
it_it: Il suono della musica è metallico
ko_kr: 음악소리가 깡통이 부딪치는 소리나 기계음 처럼 들립니다
nl_nl: Muziek klinkt iel of blikkerig
no_no: Musikk virker spinkel eller metallisk
pt_pt: A música soa metalizada
ro_ro: Muzica se aude metalica
ru_ru: Музыка звучит тонко, с металлическим оттенком
sv_se: Musik låter tunt eller metalliskt
th_th: เสียงดนตรีเหมือนเสียงโลหะ
tr_tr: Müzik sesleri metalik, madeni geliyor
zh_cn: 听音乐有金属声

source: Increase low frequency gain, decrease G50 for mid and high frequencies
bg_bg: Увеличете ниските честоти, намалете G50 за средните и високите честоти
cht: 提升低頻增益量並降低G50的中頻及高頻增益量
da_dk: Forøg lavfrekvent forstærkning, reducer G50 for mellem- og højfrekvenser
el_gr: Αυξήστε την απόκριση χαμηλών συχνοτήτων, μειώστε την G50 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Lisää vahvistusta matalilla taajuuksilla, vähennä G50-vahvistusta korkeilla taajuuksilla
hr_hr: Povećajte pojačanje niskih frekvencija, smanjite G50 za srednje i visoke frekvencije
hu_hu: Növelje a mély frekvenciás erősítést, csökkentse a G50-et a közepes és a magas frekvenciákon
it_it: Aumentare il guadagno delle basse frequenze, diminuire G50 per le frequenze medie e alte
ko_kr: 저주파수와 중주파수 게인을 높이고 중주파수와 고주파수 G50을 낮추세요
nl_nl: Verhoog de versterking van lage frequenties, verlaag G50 bij midden- en hoge frequenties
no_no: Øk gain i lavfrekvensområdet, reduser G50 i midt- og høyfrekvensområdene
pt_pt: Aumente o ganho de médias e baixas frequências, diminua o G50 em alta frequência
ro_ro: Cresteti câștigul pe frecventele joase, micșorați câștigul G50 pe frecventele medii și înalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте G50 на средних и высоких частотах
sv_se: Öka förstärkningen för låga frekvenser, minska G50 för mellan och höga frekvenser
th_th: เพิ่มเกนที่ความถี่ตํ่า ลดเกน G50 ที่ความถี่กลางและสูง
tr_tr: Alçak frekanslarda kazancı artır, orta ve yüksek frekanslarda G50 kazancını düşür
zh_cn: 增加低频增益，降低G50中高频增益

source: Perform real ear measurement; adjust gain to achieve smooth frequency response
bg_bg: Направете акустично измерване; регулирайте усилването, за да постигнете равномерна честотна характеристика
cht: 執行實耳測量；調整增益以達較平滑的頻率反應
da_dk: Udfør REM-måling; juster frekvensgangen, så den er glat
el_gr: Προβείτε σε μέτρηση REM, προσαρμόστε την ένταση για ομαλή απόκριση στις συχνότητες
fi_fi: Suorita REM-mittaus; säädä vahvistus siten, että taajuusvaste on tasainen
hr_hr: Obavite in-situ mjerenje razine zvučnog tlaka; prilagodite pojačanje kako biste postigli ujednačen frekvencijski odziv
hu_hu: Végezzen valós fül mérést; majd állítsa be az erősítést az egyenletes frekvenciaválasz eléréséhez
it_it: Effettuare il guadagno di inserzione; regolare il guadagno per ottenere una risposta in frequenza regolare
ko_kr: 실이측정을 수행합니다. 게인을 조절하여 목표 곡선에 맞게 조절하세요.
nl_nl: Voer een Real-Ear meting uit; pas de versterking aan om een vloeiende curve te krijgen
no_no: Foreta REM-måling; juster gain for å oppnå en glatt frekvenskurve
pt_pt: Realizar a medida de orelha real; ajustar ganho para atingir uma resposta de frequência suave
ro_ro: Realizare de masuratori "in-situ"; ajustare de castig pentru o caracteristica de frecventa lina (claritate)
ru_ru: Произведите измерения в реальном ухе; подстройте усиление, чтобы достичь плавной частотной характеристики
sv_se: Utför IF-mätning, justera förstärkningen för att uppnå en jämn frekvensgång
th_th: ทำ real ear ปรับค่าเกนเพื่อให้ได้การตอบสนองความถี่ที่มีความราบรื่น
tr_tr: Gerçek kulak ölçümü yapın; düzgün frekans cevabı elde etmek için kazancı ayarlayın
zh_cn: 进行真耳测试；调整增益以得到平滑的频率响应

source: Decrease mid and high frequency gain
bg_bg: Намалете нивото на средните и високите честоти
cht: 降低中頻及高頻增益量
da_dk: Reducer mellem- og højfrekvent forstærkning
el_gr: Μειώστε την απόκριση μεσαίων και υψηλών συχνοτήτων
fi_fi: Vähennä kokonaisvahvistusta keski ja korkeille taajuuksille
hr_hr: Smanjite pojačanje srednjih i visokih frekvencija
hu_hu: Csökkentse a közép és a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle frequenze medie e alte
ko_kr: 중주파수와 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van midden- en hoge frequenties
no_no: Reduser gain i midt- og høyfrekvensområdene
pt_pt: Reduza o ganho de médias e altas frequências
ro_ro: Scadeti castigul pe frecventele medii si inalte
ru_ru: Уменьшите усиление на средних и высоких частотах
sv_se: Minska förstärkningen på mellan och höga frekvenser
th_th: ลดเกนความถี่ปานกลางและความถี่สูง
tr_tr: Orta ve yüksek frekanslarda kazancı düşür
zh_cn: 降低中高频增益

source: Music sounds dull
bg_bg: Музикалните звуци се чуват глухо
cht: 音樂聽起來沉悶
da_dk: Musik lyder utydeligt
el_gr: Η μουσική ακούγεται υπότονη
fi_fi: Musiikki kuulostaa tylsältä
hr_hr: Glazba zvuči prigušeno
hu_hu: A zene tompának tűnik
it_it: Il suono della musica è debole
ko_kr: 음악소리가 둔탁하게 들립니다
nl_nl: Muziek klinkt dof
no_no: Musikk virker dunkel
pt_pt: A música soa entorpecida
ro_ro: Muzica nu se aude clar
ru_ru: Музыка звучит тускло
sv_se: Musik låter dämpat
th_th: เสียงดนตรีดังอู้อี้
tr_tr: Müzik sesleri kalın ve donuk geliyor
zh_cn: 听音乐模糊

source: Increase mid and high frequency gain
bg_bg: Увеличете нивото на средните и високите честоти
cht: 提升中頻及高頻增益量
da_dk: Forøg mellem- og højfrekvent forstærkning
el_gr: Αυξήστε την απόκριση μεσαίων και υψηλών συχνοτήτων
fi_fi: Lisää vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Povećajte pojačanje srednjih i visokih frekvencija
hu_hu: Növelje a közép és a magas frekvenciás erősítést
it_it: Aumentare il guadagno delle frequenze medie e alte
ko_kr: 중주파수와 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van midden- en hoge frequenties
no_no: Øk gain i midt- og høyfrekvensområdene
pt_pt: Aumentar o ganho de médias e altas frequências
ro_ro: Cresteti castigul pentru frecventele medii si inalte
ru_ru: Увеличьте усиление на средних и высоких частотах
sv_se: Öka förstärkningen på mellan och höga frekvenser.
th_th: เพิ่มเกนที่ความถี่กลางและความถี่สูง
tr_tr: Orta ve yüksek frekans kazancını artır
zh_cn: 增加中高频增益

source: Decrease G50 for low frequencies, increase mid and high frequency gain
bg_bg: Намалете G50 за ниските честоти, увеличете средните и високите честоти
cht: 降低G50的低頻增益量並提升中頻及高頻增益量
da_dk: Reducer G50 for lavfrekvenser, forøg mellem- og højfrekvent forstærkning
el_gr: Μειώστε την G50 για τις χαμηλές συχνότητες, αυξήστε την απόκριση μεσαίων και υψηλών συχνοτήτων
fi_fi: Vähennä G50-vahvistusta matalilla taajuuksilla, lisää vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Smanjite G50 za niske frekvencije, povećajte pojačanje srednjih i visokih frekvencija
hu_hu: Csökkentse a G50-et az alacsony frekvenciákon, növelje az erősítést a közép és a magas frekvenciákon
it_it: Diminuire G50 per le basse frequenze, aumentare il guadagno delle frequenze medie e alte
ko_kr: 저주파수 G50을 낮추고 중주파수와 고주파수 게인을 높이세요
nl_nl: Verlaag G50 bij lage frequenties, verhoog de versterking van midden- en hoge frequenties
no_no: Reduser G50 i for lave frekvenser, øk gain i midt- og høyfrekvensområdene
pt_pt: Diminua o ganho de G50 nas frequências baixas, aumente o ganho nas frequências médias e altas
ro_ro: Reduceti G50 pe frecvente joase, mariti castigul pe frecventele medii si inalte
ru_ru: Уменьшите G50 на низких частотах, увеличьте усиление на средних и высоких частотах
sv_se: Minska G50 för låga frekvenser, öka förstärkningen för mellan och höga frekvenser
th_th: ลดเกน 50 ที่ความถี่ตํ่า เพิ่มเกนที่ความถี่กลางและสูง
tr_tr: G50 için alçak frekansları düşür, orta ve yüksek frekanslarda kazancı artır
zh_cn: 降低G50低频增益，增加中高频增益

source: Music sounds hollow
bg_bg: Музикалните звуци се чуват кухо
cht: 音樂聽起來空洞
da_dk: Musik lyder hult
el_gr: Η μουσική ακούγεται υπόκωφη
fi_fi: Musiikki kuulostaa ontolta
hr_hr: Glazba zvuči muklo
hu_hu: A zene tompának tűnik
it_it: Il suono della musica è cupo
ko_kr: 음악소리가 텅빈 공간에서 울리듯이 선명하지 않게 들립니다.
nl_nl: Muziek klinkt hol
no_no: Musikk virker hul
pt_pt: A música soa oca
ro_ro: Muzica se aude in ecou
ru_ru: Музыка звучит с резонирующим отзвуком
sv_se: Musik låter ihåligt
th_th: เสียงดนตรีแหบเบา
tr_tr: Müzik sesleri boşluktan gelir gibi, yankılı geliyor
zh_cn: 听音乐空虚,不实

source: Increase vent size
bg_bg: Увеличете венти отвора
cht: 增加氣孔尺寸
da_dk: Forøg diameteren for vent.
el_gr: Αυξήστε το μέγεθος αεραγωγού
fi_fi: Lisää ilmastoinnin kokoa
hr_hr: Povećajte veličinu oduška
hu_hu: Növelje a szellőzőfuratot
it_it: Aumentare la dimensione della ventilazione
ko_kr: 벤트 사이즈를 늘리세요
nl_nl: Vergroot de venting
no_no: Øk ventilering
pt_pt: Aumentar o tamanho da ventilação
ro_ro: Creșteți mărimea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorleken
th_th: เพิ่มขนาด vent
tr_tr: Vent ölçüsünü artır
zh_cn: 增加通气孔尺寸

source: Decrease G80 for mid and high frequencies
bg_bg: Намалете G80 за средните и високите честоти
cht: 降低G80的中頻及高頻增益量
da_dk: Reducer G80 for mellem- og højfrekvenser
el_gr: Μειώστε την G80 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Smanjite G80 za srednje i visoke frekvencije
hu_hu: Csökkentse a G80-at a közép- és magas frekvenciákon
it_it: Diminuire G80 per le frequenze medie e alte
ko_kr: 중주파수와 고주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij midden- en hoge frequenties
no_no: Reduser G80 i midt- og høyfrekvensområdene
pt_pt: Diminuir G80 para as médias e altas frequências
ro_ro: Reduceți G80 pe frecventele medii si inalte
ru_ru: Уменьшите G80 на средних и высоких частотах
sv_se: Minska G80 i mellan och höga frekvenser
th_th: ลดเกน 80 ที่ความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 减少G80中高频增益

source: Music sounds sharp
bg_bg: Музиката звучи остро
cht: 音樂聽起來尖銳
da_dk: Musik lyder skinger
el_gr: Η μουσική ακούγεται οξεία
fi_fi: Musiikki terävä
hr_hr: Glazba zvuči prodorno
hu_hu: A zene túl élesnek tűnik
it_it: Il suono della musica è acuto
ko_kr: 음악소리가 날카롭게 들립니다
nl_nl: Muziek klinkt scherp
no_no: Musikk oppleves skarpt
pt_pt: A música soa aguda
ro_ro: Muzica se aude clar
ru_ru: Музыка звучит пронзительно и резко
sv_se: Musik låter skarpt
th_th: เสียงดนตรีออกแหลม
tr_tr: Müzik sesi çok keskin, ince
zh_cn: 听音乐刺耳

source: Decrease G80 for mid and high frequencies
bg_bg: Намалете G80 за средните и високите честоти
cht: 降低G80的中頻及高頻增益量
da_dk: Reducer G80 for mellem- og højfrekvenser
el_gr: Μειώστε την G80 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Smanjite G80 za srednje i visoke frekvencije
hu_hu: Csökkentse a G80-at a közép- és magas frekvenciákon
it_it: Diminuire G80 per le frequenze medie e alte
ko_kr: 중주파수와 고주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij midden- en hoge frequenties
no_no: Reduser G80 i midt- og høyfrekvensområdene
pt_pt: Diminuir G80 para as médias e altas frequências
ro_ro: Reduceți G80 pe frecventele medii si inalte
ru_ru: Уменьшите G80 на средних и высоких частотах
sv_se: Minska G80 i mellan och höga frekvenser
th_th: ลดเกน 80 ที่ความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 减少G80中高频增益

source: Sound quality is boomy
bg_bg: Качеството на звука е гръмко
cht: 聲音聽起來太過低沈
da_dk: Lydkvaliteten er buldrende
el_gr: Ο ήχος είναι μπάσος
fi_fi: Ääni kuuluu kumisevana
hr_hr: Kvaliteta zvuka je gromoglasna
hu_hu: A hang túl mély
it_it: La qualità del suono è rimbombante
ko_kr: 전체적인 음질이 웅웅거리듯이 매우저음으로 들립니다
nl_nl: Het geluid klinkt dreunend
no_no: Musikk oppleves rungende
pt_pt: A qualidade do som retumba
ro_ro: Calitatea sunetului este înfundată
ru_ru: Качество звука бубнящее
sv_se: Ljudkvaliteten är bullrig
th_th: คุณภาพเสียงดังครืนทุ้มต่ำ
tr_tr: Ses kalitesi gümbürtülü, patlıyor
zh_cn: 音质听上去有嗡嗡声

source: Decrease low frequency gain by 6 dB, increase high frequency gain
bg_bg: Намалете ниските честоти с 6 dB и увеличете високите честоти
cht: 低頻增益量降低6 dB，提升高頻增益量
da_dk: Reducer lavfrekvent forstærkning med 6 dB, og forøg højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων κατά 6 dB, αυξήστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta 6 dB matalilla taajuuksilla, lisää vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija za 6 dB, povećajte pojačanje visokih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést 6 dB-lel; növelje a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze di 6 dB, aumentare il guadagno delle alte frequenze
ko_kr: 저주파수 게인을 6dB 낮추고 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage frequenties met 6dB, verhoog de versterking van hoge frequenties
no_no: Reduser gain i lavfrekvensområdet med 6 dB, øk gain i høyfrekvensområdet
pt_pt: Diminuir 6 dB do ganho das frequências baixas, aumentar o ganho das altas frequências
ro_ro: Reduceti castigul cu 6 dB pe frecvente joase, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах на 6 дБ и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen 6 dB för de låga frekvenserna, öka förstärkningen för de höga frekvenserna
th_th: ลดเกนที่ความถี่ตํ่าลง 6 dB เพิ่มเกนที่ความถี่สูง
tr_tr: Alçak frekanslarda kazancı 6 dB azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益6dB，增加高频增益

source: Decrease low frequency gain and increase high frequency gain
bg_bg: Намалете ниските честоти и увеличете високите честоти
cht: 降低低頻增益量並提升高頻增益量
da_dk: Reducer lavfrekvent forstærkning, og forøg højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων και αυξήστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla ja lisää vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija i povećajte pojačanje visokih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést, és növelje a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze e aumentare il guadagno delle alte frequenze
ko_kr: 저주파수 게인을 낮추고 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage frequenties, verhoog de versterking van hoge frequenties
no_no: Reduser gain i lavfrekvensområdet og øk gain i høyfrekvensområdet
pt_pt: Diminuir o ganho das frequências baixas, aumentar o ganho das altas frequências
ro_ro: Reduceti castigul pe frecventele joase cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för låga frekvenser och öka förstärkningen för höga frekvenser
th_th: ลดเกนที่ความถี่ตํ่าและเพิ่มเกนที่ความถี่สูง
tr_tr: Alçak frekanslarda kazancı azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益和增加高频增益

source: Decrease G80 for low and mid frequencies
bg_bg: Намалете G80 за ниските и средните честоти
cht: 降低G80的低頻及中頻增益量
da_dk: Reducer G80 for lav- og mellemfrekvenser
el_gr: Μειώστε την G80 για τις χαμηλές και μεσαίες συχνότητες
fi_fi: Vähennä G80-vahvistusta matalilla ja keskitaajuuksilla
hr_hr: Smanjite G80 za niske i srednje frekvencije
hu_hu: Csökkentse a G80-at a mély és közepes frekvenciákon
it_it: Diminuire G80 per le frequenze basse e medie
ko_kr: 저주파수와 중주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij lage en middenfrequenties
no_no: Reduser G80 i lav- og midtfrekvensområdene
pt_pt: Diminuir G80 para as baixas e médias frequências
ro_ro: Reduceti G80 pe frecventele joase si medii
ru_ru: Уменьшите G80 на низких и средних частотах
sv_se: Minska G80 för låga och mellanfrekvenser
th_th: ลดเกน 80 ที่ความถี่ตํ่าและความถี่กลาง
tr_tr: Alçak ve orta frekanslarda G80 kazancını azalt
zh_cn: 降低G80中低频增益

source: Sound quality is dull
bg_bg: Качеството на звука е глухо
cht: 聲音聽起來沉悶
da_dk: Lydkvaliteten er utydelig
el_gr: Ο ήχος είναι υπότονος
fi_fi: Ääni kuulostaa lattealta
hr_hr: Kvaliteta zvuka je prigušena
hu_hu: A hang tompának tűnik
it_it: La qualità del suono è poco chiara
ko_kr: 전체적인 음질이 둔탁하게 들립니다
nl_nl: Het geluid klinkt dof
no_no: Musikken lyder dunkel
pt_pt: A qualidade do som é abafada
ro_ro: Calitatea sunetului nu este clară
ru_ru: Качество звука - звучит глухо
sv_se: Ljudkvaliteten är klanglös
th_th: คุณภาพเสียงดังอู้อี้
tr_tr: Ses kalitesi donuk
zh_cn: 音质沉闷

source: Increase mid and high frequency gain
bg_bg: Увеличете нивото на средните и високите честоти
cht: 提升中頻及高頻增益量
da_dk: Forøg mellem- og højfrekvent forstærkning
el_gr: Αυξήστε την απόκριση μεσαίων και υψηλών συχνοτήτων
fi_fi: Lisää vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Povećajte pojačanje srednjih i visokih frekvencija
hu_hu: Növelje a közepes és a magas frekvenciás erősítést
it_it: Aumentare il guadagno delle frequenze medie e alte
ko_kr: 중주파수와 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van midden- en hoge frequenties
no_no: Øk gain i midt- og høyfrekvensområdene
pt_pt: Aumentar o ganho das médias e altas frequências
ro_ro: Cresteti castigul pentru frecventele medii si inalte
ru_ru: Увеличьте усиление на средних и высоких частотах
sv_se: Öka förstärkningen på mellan och höga frekvenser.
th_th: เพิ่มเกนที่ความถี่กลางและความถี่สูง
tr_tr: Orta ve yüksek frekans kazancını artır
zh_cn: 增加中高频增益
