Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Phone Clip and Mobile Devices This program should be fine-tuned for use with the Phone Clip accessory and Mobile Device.
bg_bg: Phone Clip и мобилни устройства Тази програма трябва да се настрои прецизно за използване с аксесоара Phone Clip и мобилно устройство.
cht: Phone Clip和行動裝置 這個程式應微調以配合「電話夾」配件和「行動裝置」使用。
da_dk: Telefonclip og mobilenheder Dette program skal finjusteres til brug sammen med Telefonclip og en mobilenhed.
el_gr: Κλιπ τηλεφώνου και φορητές συσκευές Θα πρέπει να γίνει μικρορύθμιση του προγράμματος αυτού για χρήση με το κλιπ τηλεφώνου και με φορητή συσκευή.
fi_fi: Phone Clip ja mobiililaitteet Tämä ohjelma täytyy hienosäätää käytettäväksi yhdessä Phone Clip -lisälaitteen ja mobiililaitteiden kanssa.
hr_hr: Kopča za telefon i mobilni uređaji Ovaj bi se program trebao precizno ugoditi za upotrebu s dodatnom kopčom za telefon i mobilnim uređajem.
hu_hu: Phone Clip és mobileszközök Ezt a programot finomhangolni kell a Phone Clip tartozékkal és a mobileszközzel.
it_it: Phone Clip e Dispositivi Mobile Questo programma consente la regolazione fine per l'uso ottimale dell'accessorio Phone Clip e i dispositivi Mobile.
ko_kr: 폰클립&휴대전화 이 프로그램은 폰 클립과 휴대전화를 함께 사용할 수 있도록 설계되었습니다.
nl_nl: Telefoonclip en mobiele apparaten Dit programma moet worden ingesteld voor gebruik met de telefoonclip en mobiele apparaten.
no_no: Phone Clip og mobile enheter Dette programmet kan fininnstilles for bruk med Phone Clip-tilbehør og mobile enheter.
pt_pt: Phone Clip e Dispositivos Móveis Este programa deve ser ajustado para uso com o Phone Clip e celulares.
ro_ro: Clemă telefon și dispozitive mobile Acest program trebuie reglat fin pentru utilizarea cu accesoriul Clemă Telefon și Dispozitiv Mobil.
ru_ru: Phone Clip и мобильные устройства Эту программу следует настроить для использования с гарнитурой Phone Clip и мобильным устройством.
sv_se: Telefonkoppling och mobila enheter I detta program finjusteras användning av telefontillbehör och mobila enheter (MFI).
th_th: Phone Clip และอุปกรณ์มือถือ โปรแกรมนี้ควรได้รับการปรับแต่งสำหรับใช้ร่วมกับอุปกรณ์เสริม Phone Clip และอุปกรณ์มือถือ
tr_tr: Telefon Klipsi ve Mobil Cihazlar Bu programda, Telefon Bağlantısı aksesuarı ve Mobil Cihazla birlikte kullanım için ince-ayar yapılmalıdır.
zh_cn: 手机伴侣和移动设备 手机伴侣和移动设备一起使用时，该程序需进行微调。

source: Save Audiogram
bg_bg: Записване на аудиограма
cht: 儲存聽力圖
da_dk: Gem audiogram
el_gr: Αποθήκευση ακοογράμματος
fi_fi: Tallenna audiogrammi
hr_hr: Spremi audiogram
hu_hu: Audiogram mentés
it_it: Salva audiogramma
ko_kr: 청력도 저장
nl_nl: Audiogram opslaan
no_no: Lagre audiogram
pt_pt: Salvar audiograma
ro_ro: Salveaza Audiograma
ru_ru: Сохранить аудиограмму
sv_se: Spara Audiogram
th_th: บันทึก Audiogram
tr_tr: Odyogramı kaydet
zh_cn: 保存听力图

source: Audiogram created in Fitting Software
bg_bg: Аудиограма, създадена в софтуера за монтиране
cht: 在選配軟體內建立聽力圖
da_dk: Audiogram, der er oprettet i tilpasningssoftware
el_gr: Ακοόγραμμα που δημιουργήθηκε στο λογισμικό εφαρμογής
fi_fi: Audiogrammi syötetty sovitusohjelmasta
hr_hr: Audiogram izrađen u softveru za namještanje
hu_hu: Illesztő szoftverben létrehozott audiogram
it_it: Audiogramma creato nel software di fitting
ko_kr: 피팅 소프트웨어에 청력도가 생성되었습니다
nl_nl: Audiogram gecreëerd in aanpassoftware
no_no: Audiogram er opprettet i tilpasningsprogram
pt_pt: Audiograma criado no software de ajuste
ro_ro: Audiograma creata in programul de reglaj
ru_ru: Аудиограмма, созданная в Программном обеспечении
sv_se: Audiogram skapade i programvara
th_th: ออดิโอแกรมที่สร้างขึ้นในซอฟต์แวร์ทดลองสวม
tr_tr: Ayar yazılımında Odyogram oluşturuldu
zh_cn: 在软件中新建听力图

source: Information
bg_bg: Информация
cht: 資訊
el_gr: Πληροφορίες
fi_fi: Tietoa
hr_hr: Informacije
hu_hu: Információ
it_it: Informazioni
ko_kr: 정보
nl_nl: Informatie
no_no: Informasjon
pt_pt: Informações
ro_ro: Informatie
ru_ru: Информация
th_th: ข้อมูล
tr_tr: Bilgi
zh_cn: 信息

source: Confirm Patient Delete
bg_bg: Потвърждаване на изтриване на пациент
cht: 確認刪除客戶
da_dk: Bekræft sletning af bruger
el_gr: Επιβεβαίωση διαγραφής ασθενούς
fi_fi: Vahvista potilaan poisto
hr_hr: Potvrdi brisanje pacijenta
hu_hu: Páciens törlés engedélyezése
it_it: Conferma cancellazione Paziente
ko_kr: 사용자 삭제 확인
nl_nl: Cliënt wissen bevestigen
no_no: Bekreft pasientsletting
pt_pt: Confirmar Exclusão de Paciente
ro_ro: Confirmare Ștergere pacient
ru_ru: Подтвердите удаление пациента
sv_se: Bekräfta Radera patient
th_th: ยืนยันการลบผู้ป่วย
tr_tr: Hasta Silmeyi Onayla
zh_cn: 确认删除用户

source: If you continue, all patient data including session history and audiograms will be deleted.
bg_bg: Ако продължите, всички данни за пациента, включително хронологията на сесията и аудиограмите ще бъдат изтрити.
cht: 如果您繼續，所有客戶資料包含階段歷程及聽力圖都將刪除。
da_dk: Hvis du fortsætter, slettes alle brugerdata inklusive sessionshistorik og audiogrammer.
el_gr: Αν συνεχίσετε, όλα τα δεδομένα ασθενούς, συμπεριλαμβανομένου του ιστορικού συνεδριών και των ακοογραμμάτων, θα διαγραφούν.
fi_fi: Jos jatkat, kaikki potilastiedot poistetaan, myös istuntohistoria ja audiogrammit.
hr_hr: Ako nastavite, svi će se podatci o bolesniku, uključujući povijest sesija i audiograme, izbrisati.
hu_hu: Továbblépés esetén a rendszer az összes páciensadatot törli a munkamenetek előzményeivel és az audiogramokkal együtt.
it_it: Se si prosegue, tutti i dati del paziente, inclusi cronologia della sessione e audiogrammi saranno eliminati.
ko_kr: 세션 및 청력도를 포함한 모든 사용자 정보가 삭제됩니다.
nl_nl: Als u doorgaat worden alle cliëntgegevens inclusief sessiegeschiedenis en audiogrammen gewist.
no_no: Hvis du fortsetter, vil alle pasientdata, inklusive øktshistorikk og audiogrammer, bli slettet.
pt_pt: Se você continuar, todos os dados do paciente, inclusive o históricos de sessões e audiogramas serão excluídos.
ro_ro: Dacă continuați, toate datele pacientului, inclusiv istoricul sesiunii și audiogramele vor fi șterse.
ru_ru: Если вы продолжите работу, вся информация, относящаяся к данному пациенту, включая историю сессий и аудиограммы, будет удалена.
sv_se: Om du fortsätter kommer alla patientdata inklusive sessionshistorik och audiogram att raderas.
th_th: หากคุณดำเนินการต่อ ข้อมูลผู้ป่วยทั้งหมด ซึ่งรวมถึง ประวัติเซสชันและออดิโอแกรมจะถูกลบออก
tr_tr: Devam ederseniz, oturum geçmişi ve odyogramlar dahil olmak üzere tüm hasta verileri silinecektir.
zh_cn: 如果继续，所有用户数据，包括 选配历史和听力图都将被删除。

source: Environmental Optimizer II Volume
cht: 環境優化器 II 音量
da_dk: Lydstyrke i Environmental Optimizer II
el_gr: Ένταση ήχου Environmental Optimizer II
fi_fi: Ääniympäristön optimointi II taso
hr_hr: Optimizator okoline II Glasnoća
hu_hu: Környezeti Optimalizáló II hangerő
it_it: Volume Ottimizzatore Ambientale II
ko_kr: 자동환경분석 프로그램
no_no: Environmental Optimizer II
pt_pt: Otimizador Ambiental II
ro_ro: Optimizator mediu înconjurător II Volum
ru_ru: Оптимизатор Окружения II Громкость
sv_se: Miljöoptimering II Volym
tr_tr: Çevresel Yönetim II Ses
zh_cn: AI智能环境优化器音量

source: Adding an instrument will change this session to a binaural fitting.
bg_bg: Добавянето на апарат ще промени тази сесия в двустранно монтиране.
cht: 新增助聽器將會改變此階段為雙耳選配。
da_dk: Tilføjelse af et apparat omdanner denne session til en binaural tilpasning.
el_gr: Η προσθήκη ακουστικού θα μετατρέψει τη συνεδρία αυτή σε συνεδρία αμφιωτικής εφαρμογής.
fi_fi: Jos lisätään kuulokoje, istunnossa otetaan käyttöön binauraalinen sovitus.
hr_hr: Dodavanjem aparata sesija će se promijeniti u binauralno namještanje.
hu_hu: A készülék hozzáadásával a munkamenetet binaurális illesztésre módosítja.
it_it: L'aggiunta di un apparecchio modificherà la presente sessione in un fitting binaurale.
ko_kr: 기기를 추가하여 세션을 양이 피팅으로 변경합니다
nl_nl: Door een toestel toe te voegen wordt deze sessie gewijzigd in een binaurale aanpassessie.
no_no: Hvis du legger til et apparat, vil økten endres til binaural tilpasning.
pt_pt: Adicionar um aparelho mudará esta sessão para um ajuste binaural.
ro_ro: Adăugarea unui instrument va schimba această sesiune într-o fixare binaurală.
ru_ru: Добавление СА изменит сессию на бинауральную настройку.
sv_se: Om du lägger till en apparat ändras denna session till binaural anpassning.
th_th: การเพิ่มอุปกรณ์จะเป็นการเปลี่ยนแปลงเซสชันนี้เป็นการทดลองสวมแบบสองหู
tr_tr: Bir cihaz eklendiğinde bu oturum binaural (iki kulaklı) Fitting olarak değişecektir.
zh_cn: 添加助听器将使此界面更改为双耳验配。

source: Warning
bg_bg: Предупреждение
cht: 警告
da_dk: Advarsel
el_gr: Προειδοποίηση
fi_fi: Varoitus
hr_hr: Upozorenje
hu_hu: Figyelmeztetés
it_it: Avviso
ko_kr: 경고
nl_nl: Waarschuwing
no_no: Advarsel
pt_pt: Aviso
ro_ro: Avertizare
ru_ru: Предупреждение
sv_se: Varning
th_th: คำเตือน
tr_tr: Uyarı
zh_cn: 警告

source: AutoRelate
cht: 自動關聯
it_it: Correlazione
ko_kr: 오토릴레이트
nl_nl: Relateren
no_no: Autorelater
pt_pt: Auto Relacionar
ro_ro: Autocorelare
ru_ru: АвтоСоотнесение
sv_se: Autorelatera
tr_tr: Otomatik İlişkilendir
zh_cn: 自动关联

source: Initial fit will bring back all default settings.
bg_bg: Първоначалното монтиране ще възстанови всички настройки по подразбиране.
cht: 初始選配將回復為預設設定。
da_dk: Den indledende tilpasning gendanner alle standardindstillinger.
el_gr: Η Αρχική εφαρμογή θα επαναφέρει όλες τις προεπιλεγμένες ρυθμίσεις.
fi_fi: PikaSovitus palauttaa alkuperäiset asetukset.
hr_hr: Početnim namještanjem vratit će se sve standardne postavke.
hu_hu: Az előillesztés visszaállít minden alapértelmezett illesztést.
it_it: Fitting iniziale ripristinerà tutte le impostazioni predefinite.
ko_kr: 초기피팅은 모든 설정사항을 디폴트 상태로 되돌립니다
nl_nl: De FirstFit zet alle default instellingen weer terug.
no_no: Grunninnstilling vil stille alt tilbake til standard tilpasning.
pt_pt: O aparelho auditivo será redefinido com os ajustes iniciais padrões.
ro_ro: Reglajul initial va aduce reglajul implicit.
ru_ru: Первоначальная настройка приведет к восстановлению настроек по умолчанию.
sv_se: Initial anpassning kommer återställa alla grundinställningar.
th_th: การเริ่มทดลองสวมจะเป็นการเปลี่ยนการตั้งค่าทั้งหมดกลับเป็นค่าเริ่มต้น
tr_tr: İlk uygulama, tüm varsayılan ayarları geri getirecektir.
zh_cn: 初始化会回到默认设置。

source: Reconfiguring instrument(s)
bg_bg: Преконфигуриране на апарат(и)
cht: 重新配置助聽器
da_dk: Rekonfigurerer apparat(er)
el_gr: Αναδιαμόρφωση βοηθημάτων
fi_fi: Kuulokojeiden määrittäminen uudelleen
hr_hr: Rekonfiguriranje aparata
hu_hu: Készülék(ek) újrakonfigurálása
it_it: Riconfigurazione Strumento(i)
ko_kr: 보청기 재설정
nl_nl: Toestellen opnieuw configureren
no_no: Rekonfigurer apparat(er)
pt_pt: Reconfigurando aparelho(s) auditivo(s)
ro_ro: Reconfigurare aparat(e)
ru_ru: Переконфигурация СА
sv_se: Omkonfigurering av hörapparat(er)
th_th: กำลังกำหนดค่าอุปกรณ์ใหม่
tr_tr: Cihaz(lar) yeniden yapılandırılıyor
zh_cn: 重新配置助听器

source: These products did not have the same number of programs. They have been adjusted to be in sync.
bg_bg: Тези продукти нямат един и същ брой програми. Те са регулирани, за да бъдат в синхрон.
cht: 這些產品程式數量不同，已調整為同步。
da_dk: Disse produkter havde ikke samme antal programmer. De er justeret til at være synkrone.
el_gr: Αυτά τα προϊόντα δεν είχαν τον ίδιο αριθμό προγραμμάτων. Έχουν τροποποιηθεί για να βρίσκονται σε συγχρονισμό.
fi_fi: Tuotteissa ei ole sama määrä ohjelmia. Ne ovat säädetty synkronisointi tilaan.
hr_hr: Ti proizvodi nisu imali jednak broj programa. Prilagođeni su kako bi se uskladili.
hu_hu: Ezeknek a készülékeknek nincs azonos számú programja. Ezek szinkronizálva voltak.
it_it: Questi prodotti non avevano lo stesso numero di programmi. Sono stati regolati per essere sincronizzati.
ko_kr: 이 제품들은 프로그램 숫자가 동일하지 않아 동기화를 위해 조정되었습니다.
nl_nl: Deze toestellen hadden niet hetzelfde aantal programma's. Ze zijn aangepast om ze synchroon te laten werken.
no_no: Disse apparatene hadde ikke samme antall programmer. De er nå justert og synkronisert.
pt_pt: Estes produtos não têm o mesmo número de programas. Eles devem ser ajustados para ficarem em sincronia.
ro_ro: Aceste produse nu au avut acelasi de programe. Au fost ajustate sa fie in sync.
ru_ru: Эти продукты имеют разное количество программ. Программы отрегулированы под работу в синхронном режиме.
sv_se: De här produkterna har inte samma antal program. De har justerats för att bli synkroniserade.
th_th: ผลิตภัณฑ์ทั้งหลายมีเลขโปรแกรมไม่ตรงกัน มีการปรับเปลี่ยนค่าไป to be in sync.
tr_tr: Bu ürünler aynı program numaralarına sahip değildi. Senkronizasyon için ayarlandılar.
zh_cn: 程序数量不同，需要将程序数设置为一样才能可进行同步操作。

source: Program Mismatch
bg_bg: Несъответствие на програмите
cht: 程式不相符
da_dk: Uoverensstemmelse mellem programmer
el_gr: Ασυμφωνία προγραμμάτων
fi_fi: Ohjelmat eivät täsmää
hr_hr: Neusklađenost programa
hu_hu: Program nem egyezés
it_it: Mancata corrispondenza programmi
ko_kr: 프로그램 불일치
nl_nl: Programma's stemmen niet overeen
no_no: Program står ikke til hverandre
pt_pt: Incompatibilidade de Programas
ro_ro: Necorelare Program
ru_ru: Несоответствие программы
sv_se: Program matchar inte
th_th: โปรแกรมไม่ตรงกัน
tr_tr: Program Eşleşmiyor
zh_cn: 程序不匹配

source: Discard changes made to audiograms?
bg_bg: Да се отхвърлят ли направените на аудиограмите промени?
cht: 放棄修改過的聽力圖？
da_dk: Vil du slette de ændringer, der er foretaget af audiogrammer?
el_gr: Απόρριψη των αλλαγών που έγιναν στα ακοογράμματα;
fi_fi: Poistetaanko audiogrammeihin tehdyt muutokset ?
hr_hr: Želite li odbaciti promjene provedene na audiogramima?
hu_hu: Elveti az audiogram módosításait?
it_it: Ignorare le modifiche apportate agli audiogrammi?
ko_kr: 청력도 변경사항을 삭제하시겠습니까?
nl_nl: De gemaakte wijzigingen in de audiogrammen weggooien?
no_no: Vil du forkaste endringer som er gjort i audiogrammene?
pt_pt: Descartar as alterações feitas nos audiogramas?
ro_ro: Anulare modificări făcute la audiograme?
ru_ru: Отменить изменения, внесенные в аудиограммы?
sv_se: Förkasta ändringarna i audiogrammen?
th_th: ละทิ้งการเปลี่ยนแปลงที่ดำเนินการกับออดิโอแกรมหรือไม่
tr_tr: Odyogramlarda yapılan değişiklikler iptal edilsin mi?
zh_cn: 是否放弃对听力图所做的更改？

source: The sound file may have been moved or deleted. If sound playback is working in other applications, please try re-installing ReSound Smart Fit.
bg_bg: Възможно е звукът да е преместен или изтрит. Ако възпроизвеждането на звукове работи в други приложения, опитайте да преинсталирате Интелигентен монтаж.
cht: 聲音檔可能已被移除或刪除。如果可在其他應用程式中播放聲音，請嘗試重新安裝 Smart Fit。
da_dk: Lydfilen er blevet flyttet eller slettet. Hvis den kan afspilles af andre programmer, kan du forsøge at geninstallere Smart Fit.
el_gr: Το αρχείο ήχου μπορεί να έχει μετακινηθεί ή διαγραφεί. Εάν εκτελείται αναπαραγωγή ήχου σε άλλες εφαρμογές, δοκιμάστε να εγκαταστήσετε εκ νέου το Smart Fit.
fi_fi: Äänitiedosto on ehkä siirretty tai poistettu. Jos ääntä voidaan toistaa muissa sovelluksissa, yritä asentaa Smart Fit uudelleen.
hr_hr: Zvučna datoteka možda je premještena ili izbrisana. Ako se zvuk reproducira u drugim aplikacijama, pokušajte ponovno instalirati Smart Fit.
hu_hu: Elképzelhető, hogy a hangfájlt áthelyezték vagy törölték. Ha a hanglejátszás működik más alkalmazásokban, próbálkozzon a Smart Fit újratelepítésével.
it_it: Il file audio può essere stato spostato o cancellato. Se la riproduzione del suono avviene con altre applicazioni, provare a reinstallare Smart Fit.
ko_kr: 사운드 파일이 이동했거나 삭제되었습니다. 만약 다른 어플리케이션에서 사운드가 계속 플레이된다면 Smart Fit을 다시 설치하십시오.
nl_nl: Het geluidsfragment is verplaatst of verwijderd. Indien het afspelen van geluid wel werkt in andere applicaties, probeer dan Smart Fit opnieuw te installeren.
no_no: Lydfilen kan være flyttet eller slettet. Hvis lydavspilling fungerer i andre applikasjoner, kan du prøve å reinstallere Smart Fit.
pt_pt: O arquivo sonoro deve ter sido modificado ou apagado. Se o playback estiver funcionando em outras aplicações, tente reinstalar o Smart Fit.
ro_ro: Fişier de sunet poate să fi fost mutat sau şters. Dacă redarea sunetului este în alte aplicaţii, vă rugăm să încercaţi să reinstalati Aventa.
ru_ru: Возможно, звуковой файл был перемещен или удален. Если удается воспроизвести звук с помощью других приложений, попробуйте переустановить Smart Fit.
sv_se: Ljudfilen kan ha flyttats eller tagits bort. Om ljuduppspelning fungerar i andra applikationer, testa att ominstallera SmartFit.
th_th: ไฟล์เสียงอาจถูกย้ายหรือถูกลบออก หากสามารถเล่นเสียงได้ในแอพพลิเคชันอื่นๆ โปรดลองติดตั้ง Smart Fit ใหม่อีกครั้ง
tr_tr: Ses dosyası taşınmış veya silinmiş olabilir. Sesin çalınması diğer uygulamalarda gerçekleştirilebiliyorsa, lütfen Akıllı Fitting işlevini yeniden yüklemeyi deneyin.
zh_cn: 声音文件可能已被移动或删除。如果该文件可用其他程序正常播放，请尝试重新安装Smart Fit。

source: If you continue to experience problems with playing sounds on your computer, contact your hardware manufacturer for support.
bg_bg: Ако продължавате да имате проблеми с възпроизвеждането на звуците на компютъра ви, свържете се с производителя на хардуера за помощ.
cht: 若您的電腦仍然持續無法撥放聲音，請聯絡您的硬體製造商。
da_dk: Hvis der fortsat er problemer med at afspille lyde på din computer, bør du kontakte hardwareproducenten for at få support.
el_gr: Εάν συνεχίσετε να αντιμετωπίζετε προβλήματα με την αναπαραγωγή ήχων στον υπολογιστή σας, επικοινωνήστε με τον κατασκευαστή του υλικού για υποστήριξη.
fi_fi: Jos sinulla on edelleen ongelmia äänien toistamisessa tietokoneen kanssa, ole hyvä ja ota yhteyttä laitetoimittajaan.
hr_hr: Ako se nastave javljati problemi s reprodukcijom zvuka na računalu, zatražite pomoć od proizvođača hardvera.
hu_hu: Ha továbbra is fennál a probláma a hanglejátszással kapcsolatban, lépjen kapcsolatba a hardver gyártójával.
it_it: Se i problemi con la riproduzione dei suoni persistono sul computer, contattare il produttore del PC per assistenza.
ko_kr: 컴퓨터에서 사운드를 플레이하는데 문제가 지속적으로 발생한다면 PC 제조사에 문의하십시오.
nl_nl: Indien u problemen blijft houden met het afspelen van geluiden (ook onder andere applicaties), neem dan contact op met uw computerleverancier.
no_no: Kontakt datasupport hvis du har problemer med å spille av lyd på datamaskinen din.
pt_pt: Se você continuar tendo problemas com a execução de sons no computador, contate o fabricante para obter suporte.
ro_ro: Dacă aveţi în continuare probleme cu sunete joc pe computer, contactaţi producătorul de hardware pentru sprijin.
ru_ru: Если проблемы с проигрыванием звуковых файлов будут продолжаться, обратитесь к производителю вашего аппаратного обеспечения за поддержкой.
sv_se: Om du fortsätter ha problem med att spela ljud på din dator, kontakta din hårdvaruleverantör för support.
th_th: หากคุณเคยพบปัญหาในการเปิดฟังไฟล์เสียงของคอมพิวเตอร์นี้ กรุณาติดต่อฝ่ายบริการผู้ขายคอมพิวเตอร์
tr_tr: Eğer bilgisayarınızda çalınan sesler ile aynı problemler devam ederse , destek için bilgisayar donanım üreticiniz ile irtibata geçin.
zh_cn: 如果您播放声音时总是出错，请检查您的电脑硬件。

source: Sound Error
bg_bg: Грешка в звука
cht: 聲音錯誤
da_dk: Lydfejl
el_gr: Σφάλμα ήχου
fi_fi: Ääni virhe
hr_hr: Pogreška zvuka
hu_hu: Hanghiba
it_it: Errore suono
ko_kr: 사운드 에러
nl_nl: Geluidsfout
no_no: Lydfeil
pt_pt: Erro no som
ro_ro: Eroare de sunet
ru_ru: Звуковая ошибка
sv_se: Ljudfel
th_th: เสียง Error
tr_tr: Ses Hatası
zh_cn: 声音出错

source: The audiogram has less than 3 main points: (250 or 500, 1K, 2K - 4K). Do you wish to continue with existing points?
bg_bg: Аудиограмата има по-малко от 3 основни точки: (250 или 500, 1K, 2K - 4K). Желаете ли да продължите със съществуващите точки?
cht: 聽力圖有效資料少於三個主要頻率： (250 或 500、1,000、2,000 至 4,000)。 您要繼續使用現有紀錄點嗎？
da_dk: Audiogrammet har mindre end tre hovedpunkter: (250 eller 500, 1K, 2K - 4K). Vil du fortsætte med de eksisterende punkter?
el_gr: Το ακοόγραμμα έχει λιγότερα από 3 κύρια σημεία: (250 ή 500, 1K, 2K–4K). Θέλετε να συνεχίσετε με τα υπάρχοντα σημεία;
fi_fi: Audiogrammissa on vähemmän kuin 3 keskeistä pistettä: (250 tai 500, 1K, 2K - 4K). Jatketaanko nykyisillä pisteillä ?
hr_hr: Audiogram sadrži manje od 3 glavne točke: (250 ili 500, 1K, 2K - 4K). Želite li nastaviti s postojećim točkama?
hu_hu: Az audiogram 3-nál kevesebb fő ponttal rendelkezik: (250 vagy 500, 1K, 2K - 4K). Folytatja a meglévő pontokkal?
it_it: L'audiogramma ha meno di 3 punti principali: (250 o 500, 1000, 2000-4000). Continuare con i punti esistenti?
ko_kr: 오디오그램이 3개 주요 주파수 역치보다 적게 입력되었습니다. (250 또는 500, 1K, 2K - 4K). 입력하신 주파수 역치 만으로 진행하시겠습니까?
nl_nl: Het audiogram telt minder dan 3 primaire punten: (250 of 500, 1k, 2-4k). Wilt u doorgaan met de bestaande punten?
no_no: Audiogrammet har mindre enn 3 hovedpunkter: (250 eller 500, 1K, 2K – 4K). Vil du fortsette med de eksisterende punktene?
pt_pt: O audiograma tem menos de 3 pontos principais: (250 ou 500, 1.000, 2.000 a 4.000). Deseja continuar com os pontos existentes?
ro_ro: Audiograma are mai puțin de 3 puncte principale: (250 sau 500, 1K, 2K - 4K). Doriți să continuați cu punctele existente?
ru_ru: Аудиограмма содержит менее 3 основных точек: (250 или 500, 1K, 2K - 4K). Продолжить с имеющимся количеством точек?
sv_se: Audiogrammet har färre än 3 huvudpunkter: (250 eller 500, 1K, 2K - 4K). Vill du fortsätta med befintliga punkter?
th_th: ออดิโอแกรมมีน้อยกว่า 3 จุดหลัก: (250 หรือ 500, 1K, 2K - 4K) คุณต้องการดำเนินการต่อด้วยจุดที่มีอยู่หรือไม่
tr_tr: Odyogram 3 ana noktadan daha azına sahiptir: (250 veya 500, 1K, 2K - 4K). Mevcut noktalarla devam etmek istiyor musunuz?
zh_cn: 听力图有3个关键点: （250或500、1K、2K-4K）。 是否继续使用当前关键点？

source: Change Programming Interface?
bg_bg: Смяна на програмния интерфейс?
cht: 變更調整界面？
da_dk: Skift programmeringsgrænseflade?
el_gr: Αλλαγή διεπαφής προγραμματισμού;
fi_fi: Vaihda ohjelmointiyksikköä ?
hr_hr: Želite li promijeniti sučelje za programiranje?
hu_hu: Programozó interfész váltás?
it_it: Cambiare interfaccia di programmazione?
ko_kr: 프로그램 인터페이스를 변경하시겠습니까?
nl_nl: Programmeerinterface wijzigen?
no_no: Bytt programmeringsenhet?
pt_pt: Mudar a interface de programação?
ro_ro: Schimba interfata de programare?
ru_ru: Изменить интерфейс программирования?
sv_se: Ändra programmeringsinterface?
th_th: เปลี่ยนอุปกรณ์เชื่อมต่อ ?
tr_tr: Programlama arayüzünü değiştirdiniz mi?
zh_cn: 更改编程设备?

source: Data Logging Window
bg_bg: Прозорец Запис на данни
cht: 數據紀錄視窗
da_dk: Datalogningsvindue
el_gr: Παράθυρο καταγραφής δεδομένων
fi_fi: Tietojen kirjausikkuna
hr_hr: Prozor podatkovnog zapisa
hu_hu: Adatnapló ablak
it_it: Finestra Data Logging
ko_kr: 데이터 로깅 화면
nl_nl: DataLogging Venster
no_no: Dataloggingsvindu
pt_pt: Janela do Registro de Dados
ro_ro: Fereastră Introducerea datelor
ru_ru: Окно регистрации данных в журнал
sv_se: Dataloggningsfönster
th_th: หน้าต่างเก็บบันทึกข้อมูล
tr_tr: Veri Kaydı Penceresi
zh_cn: 数据管理界面

source: Add/Remove TV Streamer...
bg_bg: Добавяне/премахване на телевизионен стриймър...
cht: 新增/移除 TV Streamer...
da_dk: Tilføj/fjern TV Streamer ...
el_gr: Προσθήκη/Κατάργηση TV Streamer...
fi_fi: Lisää/poista TV-lähetin...
hr_hr: Dodaj/Ukloni TV Streamer...
hu_hu: TV Streamer hozzáadás/elvétel
it_it: Aggiungi/Rimuovi TV Streamer...
ko_kr: TV스트리머 추가/삭제
nl_nl: TV Streamer toevoegen/verwijderen...
no_no: Legg til/Fjern TV Streamer...
pt_pt: Adicionar/Remover Transmissor de TV
ro_ro: Adăugare/Eliminare TV Streamer...
ru_ru: Добавить/удалить ТВ-стример...
sv_se: Lägg till/Ta bort TV Streamer...
th_th: เพิ่ม/ลบ TV Streamer...
tr_tr: TV Aktarım Ünitesi'i Ekle/Kaldır...
zh_cn: 添加/删除音频转换器...
