Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Both hearing aids have been used for more than two years. It may decrease the accuracy of an In-Situ audiometry measurement.
bg_bg: И двата слухови апарата са използвани повече от две години. Това може да намали точността на едно аудиометрично измерване в самия апарат.
cht: 兩個助聽器已經使用了兩年以上，可能會降低現場聽力檢查的準確性。
da_dk: Begge høreapparater er blevet benyttet i mere end to år. Det kan forringe nøjagtigheden af en In-Situ audiometrimåling.
el_gr: Και τα δύο ακουστικά βοηθήματα έχουν χρησιμοποιηθεί για περισσότερο από δύο έτη. Αυτό μπορεί να μειώσει την ακρίβεια μιας επιτόπιας ακοομετρικής εξέτασης.
fi_fi: Molempia kuulokojeita on käytetty pidempään kuin kaksi vuotta. Käyttötilanteessa tehtävän audiometrisen mittauksen tarkkuus voi heikentyä.
hr_hr: Oba slušna pomagala upotrebljavala su se duže od dvije godine. To može smanjiti preciznost in-situ audiometrijskog mjerenja.
hu_hu: Mindkét hallókészüléket több mint két éve használják. Ez csökkentheti a helyszíni hallásvizsgálat pontosságát.
it_it: Entrambi gli apparecchi acustici sono stati utilizzati per oltre due anni. Ciò potrebbe influire sulla precisione di una misurazione audiometrica In-Situ.
ko_kr: 양쪽 보청기는 2년 이상 사용되었습니다. In-Situ 청력검사 측정 결과의 정확도가 낮을 수 있습니다.
nl_nl: Beide hoortoestellen kunnen al meer dan twee jaar gebruikt zijn. Het kan de nauwkeurigheid van In-Situ audiometrie verminderen.
no_no: Begge høreapparatene er brukt i mer enn to år. Dette kan redusere nøyaktigheten av en In-Situ audiometrisk måling.
pt_pt: Ambos os aparelhos foram usados por mais de dois anos. A precisão da audiometria in-situ pode ser reduzida.
ro_ro: Ambele aparate auditive au fost utilizate mai mult de doi ani. S-ar putea să scadă precizia unei măsurători audiometrice In-Situ.
ru_ru: Оба СА находятся в использовании более двух лет. Это может сказаться на точности измерений при аудиометрии In-Situ.
sv_se: Båda hörapparater har använts mer än två år. Det kan minska noggrannheten av en audiometrimätning In-Situ.
th_th: มีการใช้งานอุปกรณ์ช่วยฟังทั้งสองข้างมานานกว่าสองปีแล้ว ความแม่นยำของการวัดระดับการได้ยินแบบ In-Situ อาจลดลง
tr_tr: Her iki işitme cihazı da iki yıldan uzun süre kullanılmıştır. Bu In-Situ (yerinde) yapılan bir odyometri ölçümünün doğruluğunu azaltabilir.
zh_cn: 两侧助听器均已使用两年以上。其内置听力计的精度可能会出现降低。

source: Left/Right instrument has been used for more than two years. It may decrease the accuracy of an In-Situ audiometry measurement.
bg_bg: Левият/десният апарат е използван повече от две години. Това може да намали точността на едно аудиометрично измерване в самия апарат.
cht: 左/右助聽器已經使用了兩年以上，可能會降低現場聽力檢查的準確性。
da_dk: Det venstre/højre høreapparat er blevet benyttet i mere end to år. Det kan forringe nøjagtigheden af en In-Situ audiometrimåling.
el_gr: Το αριστερό/δεξί ακουστικό βοήθημα έχει χρησιμοποιηθεί για περισσότερο από δύο έτη. Αυτό μπορεί να μειώσει την ακρίβεια μιας επιτόπιας ακοομετρικής εξέτασης.
fi_fi: Vasenta tai oikeaa kuulokojetta on käytetty pidempään kuin kaksi vuotta. Käyttötilanteessa tehtävän audiometrisen mittauksen tarkkuus voi heikentyä.
hr_hr: Lijevi/desni aparat upotrebljavao se duže od dvije godine. To može smanjiti preciznost in-situ audiometrijskog mjerenja.
hu_hu: A bal oldali készüléket több mint két éve használják. Ez csökkentheti a helyszíni hallásvizsgálat pontosságát.
it_it: L'apparecchio sinistro/destro è stato utilizzato per oltre due anni. Ciò potrebbe influire sulla precisione di una misurazione audiometrica In-Situ.
ko_kr: 왼쪽/오른쪽 보청기는 2년 이상 사용되었습니다. In-Situ 청력검사 측정 결과의 정확도가 낮을 수 있습니다.
nl_nl: Beide hoortoestellen kunnen al meer dan twee jaar gebruikt zijn. Het kan de nauwkeurigheid van In-Situ audiometrie verminderen.
no_no: Venstre/høyre høreapparat er brukt i mer enn to år. Dette kan redusere nøyaktigheten av en In-Situ audiometrisk måling.
pt_pt: O aparelho auditivo direito/esquerdo foi usado por mais de dois anos. A precisão da audiometria in-situ pode ser reduzida.
ro_ro: Aparatul stanga/dreapta a fost folosit mai mult de doi ani. Aceasta poate afecta acuratetea audiometriei In-Situ .
ru_ru: Левый/правый СА находится в использовании более двух лет. Это может сказаться на точности измерений при аудиометрии In-Situ.
sv_se: Vänster/höger hörapparat har använts mer än två år. Det kan minska noggrannheten av en audiometrimätning In-Situ.
th_th: มีการใช้งานอุปกรณ์ด้านซ้าย/ขวามานานกว่าสองปีแล้ว ความแม่นยำของการวัดระดับการได้ยินแบบ In-Situ อาจลดลง
tr_tr: Sol/Sağ cihaz iki yıldan uzun süre kullanılmıştır. Bu In-Situ (mahallinde) yapılan bir odyometri ölçümünün doğruluğunu azaltabilir.
zh_cn: 左/右助听器均已使用两年以上。其内置听力计的精度可能会出现降低。

source: It is important to use the most occluded fitting possible to maintain accuracy when measuring In-Situ thresholds.
bg_bg: Важно е да се използва възможно най-запушената отливка, за да се поддържа точността при измерване на праговете в самия апарат.
cht: 在測量現場閾值時，盡可能使用最封閉的選配以維持精確度。
da_dk: Det er vigtigt at bruge en så okkluderet tilpasning som muligt for at opnå høj præcision under In-Situ målingen.
el_gr: Είναι σημαντικό να χρησιμοποιείται η πλέον αποφρακτική εφαρμογή για τη διατήρηση της ακρίβειας σε μια επιτόπια μέτρηση των ουδών.
fi_fi: On tärkeää käyttää niin tiivistä kun mahdollista sovitusta jotta saadaan paras mahdollinen tulos In-Situ mittauksesta.
hr_hr: Važno je da se upotrebljava što zatvorenije namještanje kako bi se zadržala preciznost prilikom in-situ mjerenja pragova.
hu_hu: Fontos, hogy a legzártabb illesztést használja a mérési pontosság megtartásához, amikor az helyszíni küszöbértékeket méri.
it_it: È importante utilizzare il fitting più occluso possibile per mantenere la precisione nella misurazione delle soglie In-Situ.
ko_kr: 정확한 In-Situ 청력 측정을 위해서 가능한 귀가 완전히 밀폐될 수 있도록 합니다.
nl_nl: Alleen om formele In-Situ drempels te bepalen is het belangrijk om de oorstukjes zo veel mogelijk af te sluiten tijdens de In-Situ audiometrie.
no_no: Det er anbefalt å gjøre en så okkludert test som mulig for å opprettholde nøyaktigheten ved måling av In-Situ terskler.
pt_pt: É importante utilizar um ajuste o mais ocluído possível para manter a precisão durante as medições dos limites in-situ.
ro_ro: Este important sa ocluzionati ca sa obtineti acuratetea valorilor la audiometria In-Situ .
ru_ru: Для большей точности важно использовать максимально закрытую конфигурацию во время измерения пороговых значений слышимости in-situ.
sv_se: Det är viktigt att göra en tät anpassning för att bibehålla precisionen vid mätning av In-Situ trösklar.
th_th: สิ่งสำคัญคือการใช้การทดลองสวมที่ปิดสนิทที่สุด เพื่อรักษาความแม่นยำขณะวัดค่าเกณฑ์แบบ In-Situ
tr_tr: In-Situ eşiklerini ölçerken doğruluğu mümkün kılmak için en tıkalı uygulamayı kullanmak önemlidir.
zh_cn: 在进行听力测试时，密闭的验配是很重要的。

source: Talk Over
bg_bg: Обсъждане
cht: 對講
el_gr: Επικάλυψη θορύβου
fi_fi: Keskustelu
hr_hr: Nadglašavanje
it_it: Parlato sovrapposto
nl_nl: Microfoon aan/uit
pt_pt: Retorno
ro_ro: Vorbiti peste
ru_ru: Дискуссия
sv_se: Tal över
th_th: พูดแทรก
tr_tr: Tartışma
zh_cn: 对话

source: Manual Mode
bg_bg: Ръчен режим
cht: 手動模式
da_dk: Manuel tilstand
el_gr: Μη αυτόματη λειτουργία
fi_fi: Manuaalinen tila
hr_hr: Ručni način rada
hu_hu: Manuális mód
it_it: Modalità manuale
ko_kr: 수동 모드
nl_nl: Handmatige modus
no_no: Manuell modus
pt_pt: Modo manual
ro_ro: Mod manual
ru_ru: Ручной режим
sv_se: Manuellt läge
th_th: โหมดแมนนวล
tr_tr: Manuel Mod
zh_cn: 手动模式

source: Guided Mode
bg_bg: Направляван режим
cht: 引導模式
da_dk: Guidet tilstand
el_gr: Καθοδηγούμενη λειτουργία
fi_fi: Ohjattu tila
hr_hr: Vođeni način rada
hu_hu: Irányított mód
it_it: Modalità guidata
ko_kr: 가이드 모드
nl_nl: Gestuurde modus
no_no: Guidet modus
pt_pt: Modo guiado
ro_ro: Mod dirijat
ru_ru: Режим наведения
sv_se: Guidat läge
th_th: โหมดแนะนำ
tr_tr: Rehberli Mod
zh_cn: 自动模式

source: Pure Tone
bg_bg: Чист тон
cht: 純音
da_dk: Ren tone
el_gr: Καθαρός τόνος
fi_fi: Puhdas ääni
hr_hr: Čisti ton
hu_hu: Tiszta hang
it_it: Tono puro
ko_kr: 순음
nl_nl: Zuivere toon
no_no: Rentone
pt_pt: Tom Puro
ro_ro: Ton pur
ru_ru: Чистый тон
sv_se: Ren ton
th_th: เสียงบริสุทธิ์
tr_tr: Saf Ses
zh_cn: 纯音

source: Warble Tone
bg_bg: Честотно модулиран тон
cht: 震顫音
da_dk: Trilletone
el_gr: Συχνοδιαμορφωμένος τόνος
fi_fi: Uikku ääni
hr_hr: Drhtavi ton
hu_hu: Trillázás hang
it_it: Tono warble
ko_kr: 와블톤
nl_nl: Warble toon
pt_pt: Tom Warble
ro_ro: Ton wobulat
ru_ru: Частотно-модулированный тон
sv_se: Warble ton
th_th: เสียงวอร์เบิล
tr_tr: Ötme Sesi
zh_cn: 啭音

source: Manual Tone Length
bg_bg: Дължина на ръчно зададен тон
cht: 手動刺激音長度
da_dk: Manuel tonevarighed
el_gr: Μη αυτόματο μήκος τόνου
fi_fi: Manuaalinen
hr_hr: Ručna duljina tona
hu_hu: Manuális hanghossz
it_it: Lunghezza tono manuale
ko_kr: Manual
nl_nl: Duur van toon handmatig
no_no: Manuell tonelengde
pt_pt: Duração do toque manual
ro_ro: Lungime manuala a tonului
ru_ru: Продолжительность тона вручную
sv_se: Manuell tonlängd
th_th: ความยาวโทนเสียงแบบแมนนวล
tr_tr: Manuel Ton Uzunluğu
zh_cn: 手动控制声长

source: Tone
bg_bg: Тон
cht: 音調
el_gr: Τόνος
fi_fi: Äänes
hr_hr: Ton
hu_hu: Hang
it_it: Tono
nl_nl: Toon
pt_pt: Tom
ro_ro: Ton
ru_ru: Тон
sv_se: Ton
th_th: โทน
tr_tr: Ton
zh_cn: 给声

source: Mark
bg_bg: Знак
cht: 標記
da_dk: Marker
el_gr: Σήμανση
fi_fi: Merkitse
hr_hr: Oznaka
hu_hu: Jelzés
it_it: Contrassegna
nl_nl: Markeer
no_no: Merk
pt_pt: Marcação
ro_ro: Marcheaza
ru_ru: Отметить
sv_se: Markera
th_th: มาร์ก
tr_tr: İşaret
zh_cn: 记录

source: Show keyboard shortcuts
bg_bg: Показване на кратките пътища на клавиатурата
cht: 顯示鍵盤快捷鍵
da_dk: Vis tastaturgenveje
el_gr: Εμφάνιση συντομεύσεων πληκτρολογίου
fi_fi: Näytä näppäimistön pikanäppäimet
hr_hr: Pokaži tipkovničke prečace
hu_hu: Billentyűparancsok mutatása
it_it: Mostra tasti di scelta rapida
ko_kr: 키보드 단축키 보기
nl_nl: Toon sneltoetsen
no_no: Vis tastatursnarveier
pt_pt: Mostrar atalhos do teclado
ro_ro: Arata tastele
ru_ru: Отобразить клавиши быстрого ввода команд
sv_se: Visa kortkommando
th_th: แสดงปุ่มลัดแป้นพิมพ์
tr_tr: Klavye kısa yollarını göster
zh_cn: 显示键盘快捷键

source: Seconds
bg_bg: Секунди
cht: 秒
da_dk: Sekunder
el_gr: Δευτερόλεπτα
fi_fi: Sekunnit
hr_hr: Sekunde
hu_hu: Másodperc
it_it: Secondi
ko_kr: 초
nl_nl: Seconden
no_no: Sekunder
pt_pt: Segundos
ro_ro: Secunde
ru_ru: Секунды
sv_se: Sekunder
th_th: วินาที
tr_tr: Saniye
zh_cn: 秒

source: Up
bg_bg: Нагоре
cht: 上
da_dk: Op
el_gr: Πάνω
fi_fi: Ylös
hr_hr: Gore
hu_hu: Fel
it_it: Su
ko_kr: 위
nl_nl: Omhoog
no_no: Opp
pt_pt: Para cima
ro_ro: Sus
ru_ru: Вверх
sv_se: Upp
th_th: ขึ้น
tr_tr: Yukarı
zh_cn: 向上

source: Down
bg_bg: Надолу
cht: 下
da_dk: Ned
el_gr: Κάτω
fi_fi: Alas
hr_hr: Dolje
hu_hu: Le
it_it: Giù
ko_kr: 아래
nl_nl: Omlaag
no_no: Ned
pt_pt: Para baixo
ro_ro: Jos
ru_ru: Вниз
sv_se: Ned
th_th: ลง
tr_tr: Aşağı
zh_cn: 向下

source: TSG
cht: 耳鳴抑制音產生器
it_it: GST
ko_kr: 소리발생기
pt_pt: Gerador de Som para Zumbido
ru_ru: Звукогенератор TSG
zh_cn: 耳鸣管理器

source: Physical Controls
bg_bg: Физическо управление
cht: 硬體控制
da_dk: Fysiske kontrolelementer
el_gr: Κουμπί πολλαπλών λειτουργιών
fi_fi: Kuulokojeen säätimet
hr_hr: Fizičke kontrole
hu_hu: Fizikai beállítások
it_it: Controlli fisici
ko_kr: 물리적 제어
nl_nl: Multifunctionele knop
no_no: Fysiske kontroller
pt_pt: Controles físicos
ro_ro: Butoane de reglaj
ru_ru: Физические средства управления
sv_se: Multifunktionsknapp
th_th: ปุ่มควบคุม
tr_tr: Fiziksel kontroller
zh_cn: 多功能按钮

source: Next
bg_bg: Следващ
cht: 下一個
da_dk: Næste
el_gr: Επόμενο
fi_fi: Seuraava
hr_hr: Sljedeće
hu_hu: Következő
it_it: Avanti
ko_kr: 다음
nl_nl: Volgende
no_no: Neste
pt_pt: Próximo
ro_ro: Urmatorul
ru_ru: Дальше
sv_se: Nästa
th_th: ต่อไป
tr_tr: Sonraki
zh_cn: 下一步

source: In-Situ Preparation
bg_bg: Подготовка за измерване в самия апарат
cht: 現場準備
da_dk: In-Situ forberedelse
el_gr: Επιτόπου προετοιμασία
fi_fi: In-Situ valmistelu
hr_hr: Priprema in-situ
hu_hu: Helyszíni előkészítés
it_it: Preparazione In-Situ
ko_kr: In-Situ 청력측정 준비
nl_nl: In-Situ voorbereiden
no_no: In-Situ-klargjøring
pt_pt: Preparação in-situ
ro_ro: Pregatiri
ru_ru: Подготовка In-Situ
sv_se: In-Situ förberedelse
th_th: การเตรียมการแบบ In-Situ
tr_tr: In-Situ Hazırlaması
zh_cn: 内置测听准备

source: Previous
bg_bg: Предходен
cht: 上一個
da_dk: Forrige
el_gr: Προηγούμενο
fi_fi: Edellinen
hr_hr: Prethodno
hu_hu: Előző
it_it: Precedente
ko_kr: 이전
nl_nl: Vorig scherm
no_no: Forrige
pt_pt: Anterior
ro_ro: Inapoi
ru_ru: Предыдущий
sv_se: Föregående
th_th: ก่อนหน้า
tr_tr: Önceki
zh_cn: 上一步

source: Continue
bg_bg: Продължение
cht: 繼續
da_dk: Fortsæt
el_gr: Συνέχεια
fi_fi: Jatka
hr_hr: Nastavak
hu_hu: Tovább
it_it: Continua
ko_kr: 다음
nl_nl: Doorgaan
no_no: Fortsett
pt_pt: Continuar
ro_ro: Continuare
ru_ru: Продолжить
sv_se: Fortsätt
th_th: ทำต่อ
tr_tr: Devam
zh_cn: 继续

source: Environment
bg_bg: Среда
cht: 環境
da_dk: Miljø
el_gr: Περιβάλλον
fi_fi: Ympäristö
hr_hr: Okruženje
hu_hu: Környezet
it_it: Ambiente
ko_kr: 소음수준평가
nl_nl: Omgeving
no_no: Omgivelser
pt_pt: Ambiente
ro_ro: Mediu ambiental
ru_ru: Окружение
sv_se: Miljö
th_th: สภาพแวดล้อมเสียง
tr_tr: Çevre
zh_cn: 环境

source: In-Situ audiometry requires a quiet environment in order to be accurate. It is recommended you evaluate the environment to determine the noise level.
bg_bg: Аудиометрията в самия апарат изисква тиха среда, за да бъде точна. Препоръчва се да направите оценка на средата, за да определите нивото на шума.
cht: 「現場聽力檢查」需要安靜的環境才能得到準確結果。 建議您評估環境以確定噪音級別。
da_dk: In-Situ audiometri kræver et roligt miljø for at være præcis. Det anbefales at bedømme lydmiljøet for at bestemme støjniveauet.
el_gr: Για την επιτόπια ακοομετρία απαιτείται ένα ήσυχο περιβάλλον, προκειμένου η εξέταση να είναι ακριβής. Συνιστάται να αξιολογείτε το περιβάλλον για να προσδιορίζετε το επίπεδο θορύβου.
fi_fi: Audiometria käyttötilanteessa edellyttää hiljaisten ympäristön, jotta saadaan tarkat tulokset. On suositeltavaa arvioida ympäristön melutaso.
hr_hr: Da bi in-situ audiometrija bila precizna, potrebno je tiho okruženje. Preporučuje se da procijenite okruženje kako biste odredili razinu buke.
hu_hu: Az In-Situ audiometria pontosságához csendes környezetre van szükség. Javasoljuk, hogy mérje fel a környezetet a zajszint megállapításához.
it_it: Per una maggiore precisione, l'audiometria In-Situ richiede un ambiente tranquillo. Valutare l'ambiente per determinare il livello di rumore.
ko_kr: 정확한 In-Situ 청력측정을 위해서는 조용한 장소에서 청력을 측정하여야 합니다. 사용자 주변의 소음수준을 평가하기 위하여 청취환경을 측정하여 주십시오.
nl_nl: Voor een nauwkeurige In-Situ audiometrie is een rustige omgeving noodzakelijk. Meet eventueel het geluidsniveau van de omgeving.
no_no: Det anbefales stille omgivelser for at In-Situ audiometri terskler skal være mest mulig nøyaktige. Du kan evaluere lydomgivelsene for å fastslå støynivået. Eller trykk Fortsett for å hoppe over evalueringen.
pt_pt: A audiometria in-situ requer um ambiente silencioso para ser precisa. É recomendado avaliar o ambiente para determinar o nível de ruído.
ro_ro: Audiometria In-situ necesita un mediu ambiental linistit pentru a putea avea acuratete. Va rog determinati nivelul zgomotului mediului.
ru_ru: Для точности In-Situ аудиометрии необходима тихая окружающая обстановка. Пожалуйста, оцените окружающую обстановку, чтобы определить уровень шума.
sv_se: In-situ-audiometri fungerar bäst i en så tyst omgivning som möjligt. Kontrollera brusnivån i omgivningen.
th_th: การวัดการได้ยินแบบ In-Situ จะต้องดำเนินการในสภาพแวดล้อมที่เงียบ จึงจะมีความแม่นยำ คุณควรประเมินสภาพแวดล้อมก่อนที่จะวัดระดับเสียงรบกวน
tr_tr: In-Situ odyometrinin doğru sonuçlar vermesi için sessiz bir ortam gerekir. Gürültü seviyesini belirlemek için ortamı değerlendirmeniz önerilir.
zh_cn: 为使内置听力计准确，需要在安静的环境下。 建议您评估环境以确定噪音水平。

source: The environment is too noisy to use In-Situ Audiometry. Try moving to a quieter location.
bg_bg: Средата е прекалено шумна за аудиометрия в самия апарат. Опитайте да се преместите на по-тихо място.
cht: 環境過於吵雜，無法進行現場聽力檢查。試著移至更安靜的地方。
da_dk: Der er for meget støj fra omgivelserne til gennemførelse af In-Situ audiometri. Prøv at finde et mere roligt sted.
el_gr: Το περιβάλλον είναι πολύ θορυβώδες για χρήση της επιτόπιας ακοομετρίας. Δοκιμάστε να μεταβείτε σε μια πιο ήσυχη τοποθεσία.
fi_fi: Ääniympäristö on liian meluisa In-situ audiometrialle. Yritä siirtyä hiljaisempaan ääniympäristöön.
hr_hr: Okruženje je previše bučno za upotrebu pri in-situ audiometriji. Pokušajte se premjestiti na tišu lokaciju.
hu_hu: A környezet túl zajos az In-Situ audiometriához. Keressen egy csendesebb helyet.
it_it: L'ambiente è troppo rumoroso per effettuare l'audiometria In-Situ. Provare a spostarsi in un luogo più tranquillo.
ko_kr: 주변 환경이 In-Situ 청력검사를 사용하기에 너무 시끄럽습니다. 더 조용한 장소로 이동해 주십시오.
nl_nl: De omgeving is te lawaaiig om In-Situ audiometrie uit te voeren. Zorg voor een rustigere omgeving.
no_no: Miljøet er for støyende for In-Situ audiometri. Forsøk å redusere støynivået.
pt_pt: O ambiente é muito ruidoso para realizar a audiometria in-situ. tente mudar para um local mais silencioso.
ro_ro: Mediul este prea zgomotos pentru audiometrie in-situ . Incercati sa va mutati intr-o locatie mai linistita.
ru_ru: Окружение слишком шумное для выполнения In-Situ аудиометрии. Попробуйте перейти в более тихое окружение.
sv_se: Ljudmiljön är inte tillräckligt tyst för att kunna användas till In-situ audiometri. Försök flytta till en lugnare miljö.
th_th: มีเสียงรบกวนมากไปการใช้ In-Situ Audiometry ลองหาสถานที่เงียบๆหน่อย
tr_tr: In-Situ odyometri kullanmak için çevre ortamı çok gürültülü. Daha sessiz bir ortama geçmeyi deneyin.
zh_cn: 环境太嘈杂，不能使用内置听力计，请另择安静的场所。

source: The environment is too noisy to use In-Situ Audiometry. Measurements may not be accurate.
bg_bg: Средата е шумна за аудиометрия в самия апарат. Възможно е измерванията да не са точни.
cht: 進行現場聽力檢查時，環境太吵。測量可能不準確。
da_dk: Der er for meget støj fra omgivelserne til gennemførelse af In-Situ audiometri. Det vil medføre måleusikkerhed.
el_gr: Το περιβάλλον είναι θορυβώδες για χρήση της επιτόπιας ακοομετρίας. Οι μετρήσεις ενδέχεται να μην είναι ακριβείς.
fi_fi: Ääniympäristö on liian meluisa In-situ audiometrialle. Mittaukset eivät ole luotettavaia.
hr_hr: Okruženje je previše bučno za upotrebu pri in-situ audiometriji. Mjerenja možda neće biti točna.
hu_hu: A környezet túl zajos az In-Situ audiometriához. Elképzelhető, hogy a mérés nem lesz pontos.
it_it: L'ambiente è troppo rumoroso per effettuare l'audiometria In-Situ. Le misurazioni potrebbero non essere accurate.
ko_kr: 환경이 In-Situ 청력검사를 사용하기에 너무 시끄럽습니다. 측정값이 정확하지 않을 수 있습니다.
nl_nl: De omgeving is tamelijk lawaaiïg voor In-Situ audiometrie. De metingen zijn wellicht niet nauwkeurig.
no_no: Miljøet er for støyende for In-Situ audiometri. Målingene kan bli unøyaktige.
pt_pt: O ambiente é muito ruidoso para realizar a audiometria in-situ. As medidas encontradas podem não ser precisas.
ro_ro: Mediul este zgomotos pentru audiometrie in-situ . Masuratorile pot sa nu fie precise.
ru_ru: Окружение слишком шумное для выполнения In-Situ аудиометрии. Измерение может быть неточным.
sv_se: Ljudmiljön är inte helt tyst. In-situ audiometri mätningarna kanske inte blir exakta.
th_th: มีเสียงรบกวนมากไปการใช้ In-Situ Audiometry การวัดค่าอาจไม่ถูกต้องได้
tr_tr: In-Situ odyometri kullanmak için çevre ortamı çok gürültülü. Ölçümler doğru olmayabilir.
zh_cn: 环境比较嘈杂，可能会影响内置听力计测量的结果。

source: The environment is OK
bg_bg: Средата е добра
cht: 環境可以
da_dk: Miljøet er OK
el_gr: Το περιβάλλον είναι OK
fi_fi: Ääniympäristö on OK
hr_hr: Okruženje je u redu
hu_hu: A környezet rendben
it_it: L'ambiente è OK
ko_kr: 소음 수준이 적절합니다
nl_nl: De omgeving is OK
no_no: Lydomgivelsene er OK
pt_pt: O ambiente está OK
ro_ro: Mediul este OK
ru_ru: Окружение OK
sv_se: Ljudmiljön är OK.
th_th: สภาพแวดล้อมเสียง OK
tr_tr: Çevresel Ortam uygun
zh_cn: 环境适合。

source: Ambient noise measurement failed. Please try again.
bg_bg: Неуспешно измерване на околния шум. Моля, опитайте отново.
cht: 環境噪音測量失敗。請再試一次。
da_dk: Målingen af baggrundsstøj mislykkedes. Prøv venligst igen.
el_gr: Η μέτρηση του περιβάλλοντος θορύβου απέτυχε. Προσπαθήστε ξανά.
fi_fi: Ympäristön melumittaus epäonnistui. Kokeile uudelleen.
hr_hr: Mjerenje buke u okruženju nije uspjelo. Pokušajte ponovno.
hu_hu: A környezeti zaj mérése hiányzik. Próbálkozzon újra.
it_it: Misurazione rumore ambientale non riuscita. Riprovare.
ko_kr: 주변 소음 측정 실패. 다시 시도해 주세요.
nl_nl: De meting van de omgevingsruis is mislukt. Probeer het a.u.b. opnieuw.
no_no: Støymåling mislyktes. Vennligst prøv igjen.
pt_pt: As medidas falharam devido à presença do ruído ambiental. Tente novamente.
ro_ro: Masurarea zgomotului ambiental a esuat.Va rog incercati din nou.
ru_ru: Ошибка при измерении шума окружающей среды. Пожалуйста, попробуйте снова.
sv_se: Mätning av omgivningsbrus misslyckades. Försök igen.
th_th: การวัดเสียงรบกวนในสภาพแวดล้อมล้มเหลว โปรดลองใหม่อีกครั้ง
tr_tr: Ortam gürültü ölçümü kesildi. Lütfen tekrar deneyin.
zh_cn: 环境噪音测试失败，请重试。

source: Short Press Down
bg_bg: Кратко натискане надолу
cht: 短按下鍵
da_dk: Kort tryk ned
el_gr: Βραχύ πάτημα προς τα κάτω
fi_fi: Lyhyt painallus alas
hr_hr: Kratki pritisak dolje
hu_hu: Rövid nyomás le
it_it: Breve pressione Giù
ko_kr: 짧게 프레스 다운
nl_nl: Kort omlaag drukken
no_no: Kort trykk ned
pt_pt: Pressionar brevemente para baixo
ro_ro: Scurta apasare jos
ru_ru: Короткое нажатие вниз
sv_se: Kort Tryck Ned
th_th: กดปุ่มลงสั้นๆ
tr_tr: Aşağı Kısa Bas
zh_cn: 向下短按

source: Long Press Down
bg_bg: Продължително натискане надолу
cht: 短按下鍵
da_dk: Langt tryk ned
el_gr: Παρατεταμένο πάτημα προς τα κάτω
fi_fi: Pitkä painallus alas
hr_hr: Dugi pritisak dolje
hu_hu: Hosszú nyomás le
it_it: Lunga pressione Giù
ko_kr: 길게 프레스 다운
nl_nl: Lang omlaag drukken
no_no: Langt trykk ned
pt_pt: Pressionar longamente para baixo
ro_ro: Lunga apasare jos
ru_ru: Длинное нажатие вниз
sv_se: Långt Tryck Ned
th_th: กดปุ่มลงค้างยาว
tr_tr: Aşağı Uzun Bas
zh_cn: 向下长按

source: Start Evaluation
bg_bg: Начало на оценката
cht: 啟動評估
da_dk: Begynd evaluering
el_gr: Έναρξη αξιολόγησης
fi_fi: Aloita arviointi
hr_hr: Pokreni procjenu
hu_hu: Értékelés indítása
it_it: Avvia valutazione
ko_kr: 측정시작
nl_nl: Start de meting
no_no: Start evaluering
pt_pt: Iniciar avaliação
ro_ro: Incepe evaluarea
ru_ru: Начать оценку
sv_se: Starta Utvärdering
th_th: เริ่มการประเมิน
tr_tr: Değerlendirmeyi Başlat
zh_cn: 开始评估

source: At least one device is required
bg_bg: Необходимо е поне едно устройство
cht: 至少需要一部裝置
da_dk: Der kræves mindst ét apparat
el_gr: Απαιτείται τουλάχιστον μία συσκευή
fi_fi: Vähintään yksi laite vaaditaan
hr_hr: Potreban je barem jedan uređaj
hu_hu: Legalább egy eszközre szükség van
it_it: È necessario almeno un dispositivo
ko_kr: 최소한 한 개의 보청기가 필요합니다.
nl_nl: Tenminste één toestel is vereist
no_no: Det kreves minst én enhet
pt_pt: É necessário pelo menos um aparelho
ro_ro: Cel putin un aparat este necesar
ru_ru: Нужен как минимум один СА
sv_se: Minst en hörapparat krävs
th_th: ต้องมีอุปกรณ์อย่างน้อยหนึ่งเครื่อง
tr_tr: En az bir cihaz gereklidir
zh_cn: 至少需要一台助听器
