Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The journey from recognizing a hearing loss and seeking help can be a long one for many people with hearing loss. Most people with hearing loss exhibit signs and symptoms long before they are diagnosed. Explore and discuss the signs of hearing loss with your patient.
bg_bg: Пътят от разпознаването на загуба на слуха и търсенето на помощ може да бъде дълъг за много хора със загуба на слуха. Повечето хора със загуба на слуха проявяват признаци и симптоми много преди да бъдат диагностицирани. Разгледайте и обсъдете признаците на загуба на слуха с вашия пациент.
cht: 從識別聽力損失和尋求幫助的過程對於許多患有聽力損失的人來說可能是漫長的。大多數患有聽力損失的人在診斷之前很久就出現徵兆和症狀。與您的客戶探討和討論聽力損失的跡象。
da_dk: Rejsen fra en hørenedsættelse anerkendes, indtil man søger hjælp, kan være lang for mange mennesker med hørenedsættelse. De fleste med hørenedsættelse udviser tegn og symptomer, længe inden de diagnosticeres. Gennemgå og drøft tegnene på hørenedsættelse med brugeren.
el_gr: Ο δρόμος που ξεκινά αναγνωρίζοντας τη βαρηκοΐα και προστρέχοντας σε βοήθεια μπορεί να είναι μακρύς για πολλά άτομα με βαρηκοΐα. Τα περισσότερα άτομα με βαρηκοΐα έχουν ενδείξεις και συμπτώματα πολύ πριν τη διάγνωση. Διερευνήστε τις ενδείξεις βαρηκοΐας και συζητήστε τες με τον ασθενή σας.
fi_fi: Kuulonaleneman tunnistamisesta voi kulua pitkä aika avun hankkimiseen. Monilla kuulonalenemasta kärsivillä ilmenee sen merkkejä ja oireita jo kauan ennen sen diagnosoimista. Kerro kuulonalenemasta ja keskustele sen merkeistä potilaasi kanssa.
hr_hr: Put od prepoznavanja gubitka sluha do traženja pomoći može biti dugačak za mnoge osobe s gubitkom sluha. Većina osoba s gubitkom sluha pokazuju znakove i simptome mnogo prije no što im se dijagnosticira to stanje. Istražite i raspravljajte o znakovima gubitka sluha sa svojim bolesnikom.
hu_hu: A hallásvesztés és a segítségkérés közötti időtartam sok nagyothalló számára hosszú lehet. Számos nagyothalló már jóval a diagnosztizálás előtt észlel különböző jeleket és tüneteket. Fedezze fel és vitassa meg páciensével a hallásvesztés tüneteit.
it_it: Il percorso dal riconoscimento di una perdita uditiva alla ricerca di aiuto può essere lungo per molti pazienti. La maggior parte delle persone affette da una perdita uditiva mostra segnali e sintomi molto tempo prima della diagnosi. È possibile esaminare e discutere dei segnali di una perdita uditiva con il paziente.
ko_kr: 난청이 있는 대부분의 사람들은 스스로의 난청을 인지하고 도움을 구하는데 오랜 시간이 소요 됩니다. 난청이 있는 대부분의 사람들은 스스로 난청을 인지하기 전에 공통적인 난청증상을 겪습니다. 난청 증상에 대해 알아봅시다.
nl_nl: De weg die wordt afgelegd van het herkennen van gehoorverlies tot het zoeken van hulp kan lang zijn voor veel mensen. De meeste mensen met gehoorverlies vertonen al syptomen lang voor ze de diagnose krijgen. Zoek samen met uw cliënt naar symptomen van gehoorverlies en bespreek ze.
no_no: Det kan gå lang tid for mange fra de erkjenner at de mister hørselen, til de oppsøker hjelp. De fleste med hørselstap opplever tegn og symptomer lenge før de får en diagnose. Finn ut mer om pasientens hørselstap og ta opp problemet med vedkommende.
pt_pt: A jornada desde o aparecimento da perda auditiva até a busca por ajuda pode ser longa para muitas pessoas. A maioria das pessoas portadoras de perda auditiva exibem sinais e sintomas muito antes de serem diagnosticadas. Explore e discuta os sinais de perda auditiva com o paciente.
ro_ro: Traseul de la recunoașterea unei hipoacuzii până la solicitarea ajutorului poate fi lung pentru mulți pacienți. Majoritatea persoanelor cu hipoacuzie prezintă semne și simboluri cu mult înainte de a fi diagnosticați. Explorați și discutați semnele de hipoacuzie cu pacientul dvs.
ru_ru: Путь к осознанию факта потери слуха и необходимости обращения за профессиональной помощью может быть долгим. У большинства страдающих тугоухостью признаки и симптомы проявляются задолго до установления диагноза. Проведите исследование и обсудите признаки потери слуха с вашим пациентом.
sv_se: Resan från att upptäcka en hörselnedsättning och att söka hjälp kan vara lång för många personer med hörselnedsättning. De flesta uppvisar tecken och symtom långt innan de diagnostiseras. Utforska och diskutera tecken på hörselnedsättning med din patient.
th_th: การเดินทางตั้งแต่การยอมรับเรื่องการสูญเสียการได้ยิน ไปจนถึงการขอความช่วยเหลือ อาจเป็นการเดินทางที่ยาวนานสำหรับหลายๆ คนที่สูญเสียการได้ยิน ผู้คนส่วนใหญ่ที่สูญเสียการได้ยินจะพบเห็นสัญญาณและอาการยาวนานก่อนที่จะได้รับการวินิจฉัย ลองสำรวจและพูดคุยถึงสัญญาณของการสูญเสียการได้ยินร่วมกับผู้ป่วยของคุณ
tr_tr: Bir işitme kaybını anlamakla yardım alma arasındaki yolculuk, işitme kaybı bulunan birçok kişi için uzun olabilir. İşitme kaybına sahip birçok kişi, kendilerine tanı konmadan çok önce işaretler ve semptomları sergiler. Hastanızla işitme kaybının işaretlerini araştırın ve tartışın.
zh_cn: 识别听力损失和寻求帮助的过程对很多听力损失的人来说可能十分漫长。大多数听力损失用户在确诊前很长时间会出现体征和症状。与用户探讨并讨论听力损失的迹象。

source: Stop Preview
bg_bg: Спри предварителния преглед
cht: 停止預覽
da_dk: Stop eksempel
el_gr: Διακοπή προεπισκόπησης
fi_fi: Lopeta esikatselu
hr_hr: Zaustavi pregled
hu_hu: Előnézet leállítása
it_it: Interrompi anteprima
ko_kr: 미리보기 종료
nl_nl: Voorbeeld stoppen
no_no: Stopp forhåndsvisning
pt_pt: Interromper visualização
ro_ro: Stop Previzualizare
ru_ru: Остановить предварительный просмотр
sv_se: Stoppa förhandsgranskning
th_th: หยุดแสดงตัวอย่าง
tr_tr: Ön İzlemeyi Durdur
zh_cn: 停止预览

source: (Current gains are desired the end-point)
bg_bg: (текущото усилване е желаната крайна точка)
cht: (目前增益設定為結束點)
da_dk: (De aktuelle forstærkninger er de ønskede slutpunkter)
el_gr: (Η τρέχουσα απόκριση αντιστοιχεί στο επιθυμητό τελικό σημείο)
fi_fi: (Nykyiset vahvistukset vastaavat haluttua päätepistettä.)
hr_hr: (Trenutna pojačanja su željena završna točka)
hu_hu: (A jelenlegi erősítések a kívánatos végpontok)
it_it: (I guadagni correnti sono i punti finali desiderati)
ko_kr: (최초 적응 이득수준을 설정합니다)
nl_nl: (de huidige versterking is het gewenste eindpunt)
no_no: (Gjeldende gain er ønsket endepunkt)
pt_pt: (Os ganhos atuais são o ponto final desejado)
ro_ro: (Câștigurile curente sunt ținta dorită)
ru_ru: (Текущие значения усиления желательно установить как конечные результаты/точки)
sv_se: (Aktuella förstärkningsinställningar är önskad slutpunkt)
th_th: (เกนปัจจุบันคือจุดสิ้นสุดที่ต้องการ)
tr_tr: (Geçerli kazançlar istenilen son noktadır)
zh_cn: (当前增益是期望的终点）

source: (Current gains are the desired starting-point)
bg_bg: (текущото усилване е желаната начална точка)
cht: (目前增益設定為起始點)
da_dk: (De aktuelle forstærkninger er de ønskede startpunkter)
el_gr: ( Η τρέχουσα απόκριση αντιστοιχεί στο επιθυμητό αρχικό σημείο)
fi_fi: (Nykyiset vahvistukset vastaavat haluttua aloituspistettä.)
hr_hr: (Trenutna pojačanja su željena početna točka)
hu_hu: (A jelenlegi erősítések a kívánatos a kezdőpontok)
it_it: (I guadagni correnti sono i punti iniziali desiderati)
ko_kr: (현재이득을 기준으로 최종이득을 설정합니다)
nl_nl: (de huidige versterking is het gewenste startpunt)
no_no: (Gjeldende gain er ønsket startpunkt)
pt_pt: (Os ganhos atuais são o ponto inicial desejado)
ro_ro: (Câștigurile curente sunt punctul inițial dorit)
ru_ru: (Текущие значения усиления желательно установить как исходные точки)
sv_se: (Aktuella förstärkningsinställningar är önskad startpunkt)
th_th: (เกนปัจจุบันคือจุดเริ่มต้นที่ต้องการ)
tr_tr: (Geçerli kazançlar istenilen başlangıç noktasıdır)
zh_cn: (当前增益是期望的起点）

source: Accessories ({0} paired)
bg_bg: Аксесоари (сдвоени {0})
cht: ({0} 配件已配對)
da_dk: Tilbehørsdele ({0} er parret)
el_gr: Εξαρτήματα ({0} σε ζεύξη)
fi_fi: Lisälaitteet ({0} paritettu)
hr_hr: Dodatna oprema ({0} upareno)
hu_hu: Tartozékok ({0} párosítva)
it_it: Accessori ({0} accoppiato)
ko_kr: 주변기기 ({0} 페어링 완료)
nl_nl: Accessoires ({0} gekoppeld)
no_no: Tilbehør ({0} paret)
pt_pt: Acessórios ({0} pareados)
ro_ro: Accesorii ({0} împerecheate)
ru_ru: Аксессуары ({0} сопряжены)
sv_se: Tillbehör ({0} parkopplade)
th_th: อุปกรณ์เสริม (จับคู่แล้ว {0} รายการ)
tr_tr: Aksesuarlar ({0} eşleştirildi)
zh_cn: 附件（{0}配对）

source: Education
bg_bg: Образование
cht: 教育
da_dk: Info om hørelse
el_gr: Εκπαίδευση
fi_fi: Koulutus
hr_hr: Edukacija
hu_hu: Oktatás
it_it: Informazioni sul Sistema Uditivo
ko_kr: 난청이란?
nl_nl: Voorlichting
no_no: Opplæring
pt_pt: Orientações
ro_ro: Educație
ru_ru: О слухе
sv_se: Utbildning
th_th: การศึกษา
tr_tr: Eğitim
zh_cn: 听力咨询

source: Synchronization
bg_bg: Синхронизация
cht: 同步
da_dk: Synkronisering
el_gr: Συγχρονισμός
fi_fi: Synkronointi
hr_hr: Sinkronizacija
hu_hu: Szinkronizáció
it_it: Sincronizzazione
ko_kr: 동기화
nl_nl: Synchronisatie
no_no: Synkronisering
pt_pt: Sincronização
ro_ro: Sincronizare
ru_ru: Синхронизация
sv_se: Synkronisering
th_th: การซิงโครไนซ์
tr_tr: Senkronizasyon
zh_cn: 同步

source: Low-Cut (1k-)
bg_bg: Нискочестотен (1k-)
cht: 低頻切除 (1k-)
el_gr: Αποκοπή χαμηλών (1k-)
fi_fi: Matala (1k-)
hr_hr: Visokopropusni (1k-)
hu_hu: Alacsony vágás (1k-)
it_it: Taglio gravi (1000-)
pt_pt: Corte baixo (menos de 1k)
ro_ro: Tăiere redusă (1k-)
ru_ru: Фильтр шумов низкого диапазона (1k-)
sv_se: Högpass (1k-)
th_th: ตัดความถี่ต่ำ (1k-)
tr_tr: Düşük-Kesim (1k-)
zh_cn: 低频削减(1k-)

source: Mid-Cut (1k-4k)
bg_bg: Средночестотен (1k-4k)
cht: 中頻切除 (1k-4k)
el_gr: Αποκοπή μεσαίων (1k-4k)
fi_fi: Keskitaso (1k-4k)
hr_hr: Pojasno propusni (1k-4k)
hu_hu: Közepes vágás (1k-4k)
it_it: Taglio medi (1000-4000)
pt_pt: Corte médio (1k a 4k)
ro_ro: Tăiere medie (1k-4k)
ru_ru: Фильтр шумов среднего диапазона (1k-4k)
sv_se: Bandpass (1k-)
th_th: ตัดความถี่กลาง (1k-4k)
tr_tr: Orta-Kesim (1k-4k)
zh_cn: 中频削减(1k-4k)

source: High-Cut (4k+)
bg_bg: Високочестотен (4k+)
cht: 高頻切除 (4k+)
el_gr: Αποκοπή υψηλών (4k+)
fi_fi: Korkea (4k+)
hr_hr: Niskopropusni (4k+)
hu_hu: Magas vágás (4k+)
it_it: Taglio acuti (4000+)
pt_pt: Corte alto (mais de 4k)
ro_ro: Tăiere înaltă (4k+)
ru_ru: Фильтр высоких частот (4k+)
sv_se: Lågpass (4k-)
th_th: ตัดความถี่สูง (4k+)
tr_tr: Yüksek-Kesim (4k+)
zh_cn: 高频削减(4k+)

source: Show Advanced Settings
bg_bg: Покажи разширени настройки
cht: 顯示進階設定
da_dk: Vis Avancerede indstillinger
el_gr: Ρυθμίσεις για προχωρημένους
fi_fi: Näytä lisäasetukset
hr_hr: Pokaži napredne postavke
hu_hu: Speciális beállítások megjelenítése
it_it: Mostra impostazioni avanzate
ko_kr: 세부 조절
nl_nl: Geavanceerde instellingen tonen
no_no: Vis Avanserte innstillinger
pt_pt: Exibir configurações avançadas
ro_ro: Afișare Setări avansate
ru_ru: Показать Расширенные настройки
sv_se: Visa avancerade inställningar ...
th_th: แสดงการตั้งค่าขั้นสูง
tr_tr: Gelişmiş Ayarları Göster
zh_cn: 显示高级设置

source: Copy Left
bg_bg: Копирай ляво
cht: 複製左耳
da_dk: Kopiér venstre
el_gr: Αντιγραφή αριστερού
fi_fi: Kopioi vasen
hr_hr: Kopiraj lijevo
hu_hu: Másolás balra
it_it: Copia sinistro
ko_kr: 좌측 복사
nl_nl: Kopieer links
no_no: Kopier venstre
pt_pt: Copiar esquerda
ro_ro: Copiere stânga
ru_ru: Копировать Левый
sv_se: Kopiera Vänster
th_th: คัดลอกซ้าย
tr_tr: Solu Kopyala
zh_cn: 复制左侧

source: Copy Right
bg_bg: Копирай дясно
cht: 複製右耳
da_dk: Kopiér højre
el_gr: Αντιγραφή δεξιού
fi_fi: Kopioi oikea
hr_hr: Kopiraj desno
hu_hu: Másolás jobbra
it_it: Copia destro
ko_kr: 우측 복사
nl_nl: Kopieer rechts
no_no: Kopier høyre
pt_pt: Copiar direita
ro_ro: Copiere dreapta
ru_ru: Копировать Правый
sv_se: Kopiera höger
th_th: คัดลอกขวา
tr_tr: Sağı Kopyala
zh_cn: 复制右侧

source: -6 dB
cht: -6 分貝
ru_ru: -6 дБ

source: -10 dB
cht: -10 分貝
ru_ru: -10 дБ

source: -14 dB
cht: -14 分貝
ru_ru: -14 дБ

source: Ear to Ear Synchronization
bg_bg: Синхронизация ухо с ухо
cht: 雙耳同步
da_dk: Ear-to ear-synkronisering
el_gr: Συγχρονισμός Ε2Ε
fi_fi: Synkronointi korvasta korvaan
hr_hr: Sinkronizacija između ušiju
hu_hu: Készülékek közötti szinkronizáció
it_it: Sincronizzazione Ear-to-Ear
ko_kr: 양이 동기화
nl_nl: Ear-to-Ear synchronisatie
no_no: Øre til øre-synkronisering
pt_pt: Sincronização de orelha a orelha
ro_ro: Sincronizare Ureche la Ureche
ru_ru: Синхронизация работы СА обоих ушей
sv_se: Öra-till-öra-synkronisering
th_th: การซิงโครไนซ์แบบ Ear to Ear
tr_tr: Kulaktan Kulağa Senkronizasyon
zh_cn: 双耳同步

source: 70dB Warning
bg_bg: Предупреждение за 70dB
cht: 70 dB警告
da_dk: Advarsel om 70 dB
el_gr: Προειδοποίηση 70 dB
fi_fi: 70 dB:n varoitus
hr_hr: Upozorenje 70 dB
hu_hu: 70dB figyelmeztetés
it_it: Avviso 70 dB
ko_kr: 70dB 경고
nl_nl: 70dB waarschuwing
no_no: 70 dB advarsel
pt_pt: Aviso de 70dB
ro_ro: 70dB Avertisment
ru_ru: 70 дБ Предупреждение
sv_se: 70dB-varning
th_th: คำเตือน 70dB
tr_tr: 70dB Uyarı
zh_cn: 70dB 报警

source: ReSound Smart Fit Guide
bg_bg: Помощ за интелигентен монтаж
cht: Smart Fit 指南
da_dk: Guide til Smart Fit
el_gr: Οδηγός Smart Fit
fi_fi: Smart Fit -ohje
hr_hr: Vodič za Smart Fit
hu_hu: Smart Fit súgó
it_it: Guida Smart Fit
ko_kr: 피팅 가이드
nl_nl: Smart Fit aanpasgids
no_no: Smart Fit Guide
pt_pt: Guia de Ajustes
ro_ro: Îndrumător-Ghid de Reglaj Protetic
ru_ru: Руководство по Smart Fit
sv_se: Smart Fit Guide
th_th: คู่มือ Smart Fit
tr_tr: Akıllı Fitting Kılavuzu
zh_cn: Smart Fit 向导

source: High Tone
bg_bg: Висок тон
cht: 高音
da_dk: Høj tone
el_gr: Υψηλός τόνος
fi_fi: Kova ääni
hr_hr: Visoki ton
hu_hu: Magas hang
it_it: Toni alti
nl_nl: Hoge toon
no_no: Høy tone
pt_pt: Tom alto
ro_ro: Ton înalt
ru_ru: Высокий тон
sv_se: Hög ton
th_th: โทนสูง
tr_tr: Yüksek Ton
zh_cn: 高音

source: Hearing aids are now capable of exceeding 70dB SPL. Special care should be exercised when fitting these instruments above this level.
bg_bg: Сега слуховите апарати са в състояние да надвишат 70dB SPL. Трябва да се внимава много, когато тези апарати се монтират над това ниво.
cht: 助聽器現在能超過 70 dB SPL。當選佩超過這些等級的助聽器，必須特別注意。
da_dk: Høreapparaterne kan nu overstige 70 dB SPL. Vær særlig forsigtig ved tilpasning af disse apparater over dette niveau.
el_gr: Τα ακουστικά βοηθήματα είναι πλέον ικανά να υπερβαίνουν τα 70 dB SPL. Θα πρέπει να λαμβάνεται ειδική μέριμνα όταν γίνεται εφαρμογή ακουστικών πάνω από τη στάθμη αυτή.
fi_fi: Kuulokojeet voivat nyt ylittää 70 dB SPL. Kun kuulokojeiden sovitus ylittää tämän tason, on toimittava erittäin varovasti.
hr_hr: Slušna pomagala danas su u stanju premašiti 70 dB SPL. Prilikom namještanja ovih aparata iznad navedene razine treba postupati vrlo pažljivo.
hu_hu: A hallókészülékek jelenleg már képesek meghaladni a 70dB SPL értéket. Különös gonddal kell eljárni az ilyen szintet meghaladó készülékek illesztésekor.
it_it: Gli apparecchi acustici sono ora in grado di superare i 70 dB SPL. Fare particolare attenzione durante il fitting degli apparecchi al di sopra di tale livello.
ko_kr: 보청기 출력이 70dB SPL을 초과할 수 있습니다. 보청기를 이 수준 이상으로 조절할 때에는 주의 깊은 관리가 필요합니다.
nl_nl: Het volume van de hoortoestellen kan nu groter dan 70dB SPL worden. Er moeten bijzondere voorzorgsmaatregelen worden genomen wanneer u deze toestellen boven dit niveau instelt.
no_no: Høreapparater kan i dag overstige 70 dB SPL. Man må være særlig forsiktig når man tilpasser høreapparater over dette nivået.
pt_pt: Os aparelhos auditivos agora são capazes de exceder 70dB SPL. É necessário cuidado especial ao ajustá-los acima desse nível.
ro_ro: Aparatele auditive pot acum depăși 70dB SPL. Trebuie avut grijă la fixarea acestor aparate peste acest nivel.
ru_ru: Современные СА способны выходить за пределы 70 дБ УЗД. При настройке таких аппаратов выше этого уровня необходимо соблюдать особую осторожность.
sv_se: Hörapparater klarar nu att överskrida 70dB SPL. Särskild försiktighet bör iakttas vid anpassning av apparater över denna nivå.
th_th: ขณะนี้อุปกรณ์ช่วยฟังสามารถทำงานได้เกิน 70dB SPL จึงควรใช้ความระมัดระวังเป็นพิเศษขณะทดลองสวมอุปกรณ์เหล่านี้ที่ค่าสูงเกินระดับนี้
tr_tr: İşitme cihazları artk 70dB SPL değerini aşabiliyor. Bu cihazları bu seviyenin üzerinde takarken özel dikkat gösterilmelidir.
zh_cn: 助听器现可提供超过70dB SPL。当验配的助听器达到该水平以上时，应特别注意不要损伤用户残余听力。

source: Note: When switching from Nature sounds to Standard sounds, an increase in volume may be noticed.
bg_bg: Забележка: когато превключвате от Звуци от природата към Стандартни звуци, възможно е да забележите увеличение на силата на звука.
cht: 注意：當從自然聲音切換到標準聲音時，可能會注意到音量增加。
da_dk: Bemærk: Når du skifter fra naturlyde til standardlyde, er det muligt, at en forøgelse af lydstyrken bemærkes.
el_gr: Σημείωση: Κατά τη μετάβαση από τους Φυσικούς ήχους στους Τυπικούς ήχους, ενδέχεται να παρατηρηθεί αύξηση στην ένταση ήχου.
fi_fi: Huomautus: Kun luonnon äänistä siirrytään vakioääniin, äänenvoimakkuus voi kasvaa.
hr_hr: Napomena: Prilikom prebacivanja s prirodnih na standardne zvukove može se opaziti povećanje glasnoće.
hu_hu: Megjegyzés: ha a természetes hangokról normál hangokra vált, hangerőbeli különbséget lehet észlelni.
it_it: Nota: quando si passa dai suoni della natura ai suoni standard, potrebbe verificarsi un aumento di volume.
ko_kr: 참고: 네이쳐사운드에서 소음발생기로 전환하는 경우 볼륨이 높아질 수 있습니다.
nl_nl: Opmerking: wanneer u van Natuurgeluiden naar Standaardgeluiden overschakelt, kan een volumestijging plaatsvinden.
no_no: Merk: Ved bytte fra Naturlyder til standardlyder vil man kunne merke en økning i volumet.
pt_pt: Obs.: ao alternar de sons da natureza para sons padrão, pode ser observado um aumento no volume.
ro_ro: Notă: La comutarea de pe Sunete naturale pe Sunete standard se poate observa o creștere a volumului.
ru_ru: Обратите внимание: При переключении от Естественного звукового фона к Стандартным звукам может отмечаться повышение громкости.
sv_se: Obs: när man byter från Naturljud till Standardljud, kan en volymökning observeras.
th_th: หมายเหตุ: ขณะสลับจากเสียงธรรมชาติเป็นเสียงมาตรฐาน อาจสังเกตพบระดับเสียงที่ดังขึ้น
tr_tr: Not: Doğal seslerden Standart seslere geçiş yaparken, ses düzeyinde bir artış hissedilebilir.
zh_cn: 注意:当从自然声切换到标准声时，可能会注意到音量的增加。

source: Cancel
bg_bg: Отмяна
cht: 取消
da_dk: Annuller
el_gr: Άκυρο
fi_fi: Peruuta
hr_hr: Otkaži
hu_hu: Mégse
it_it: Annulla
ko_kr: 취소
nl_nl: Annuleren
no_no: Avbryt
pt_pt: Cancelar
ro_ro: Anulează
ru_ru: Отменить
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
zh_cn: 取消

source: Data Logging Interval
bg_bg: Интервал за запис на данни
cht: 數據記錄間隔
da_dk: Interval for datalogning
el_gr: Διάστημα καταγραφής δεδομένων
fi_fi: Tietojen kirjausväli
hr_hr: Interval bilježenja podataka
hu_hu: Adatnaplózási időköz
it_it: Intervallo di data logging
ko_kr: 데이터 로깅 간격
no_no: Dataloggingsintervall
pt_pt: Intervalo de registro de dados
ro_ro: Interval Data Logging
ru_ru: Интервал регистрации данных в журнал
sv_se: Intervall för dataloggning
th_th: ช่วงเวลาการบันทึกข้อมูล
tr_tr: Veri Günlükleme Aralığı
zh_cn: 数据记录间隔

source: One Week
bg_bg: Една седмица
cht: 一週
da_dk: En uge
el_gr: Μία εβδομάδα
fi_fi: Yksi viikko
hr_hr: Jedan tjedan
hu_hu: Egy hét
it_it: Una settimana
ko_kr: 1주
nl_nl: Eén week
no_no: Én uke
pt_pt: Uma semana
ro_ro: O săptămână
ru_ru: Одна неделя
sv_se: En vecka
th_th: หนึ่งสัปดาห์
tr_tr: Bir Hafta
zh_cn: 1周

source: Two Weeks
bg_bg: Две седмици
cht: 兩週
da_dk: To uger
el_gr: Δύο εβδομάδες
fi_fi: Kaksi viikkoa
hr_hr: Dva tjedna
hu_hu: Két hét
it_it: Due settimane
ko_kr: 2주
nl_nl: Twee weken
no_no: To uker
pt_pt: Duas semanas
ro_ro: Souă săptămâni
ru_ru: Две недели
sv_se: Två veckor
th_th: สองสัปดาห์
tr_tr: İki Hafta
zh_cn: 2周

source: Three Weeks
bg_bg: Три седмици
cht: 三週
da_dk: Tre uger
el_gr: Τρεις εβδομάδες
fi_fi: Kolme viikkoa
hr_hr: Tri tjedna
hu_hu: Három hét
it_it: Tre settimane
ko_kr: 3주
nl_nl: Drie weken
no_no: Tre uker
pt_pt: Três semanas
ro_ro: Trei săptămâni
ru_ru: Три недели
sv_se: Tre veckor
th_th: สามสัปดาห์
tr_tr: Üç Hafta
zh_cn: 3周

source: One Month
bg_bg: Един месец
cht: 一個月
da_dk: En måned
el_gr: Ένας μήνας
fi_fi: Yksi kuukausi
hr_hr: Jedan mjesec
hu_hu: Egy hónap
it_it: Un mese
ko_kr: 1개월
nl_nl: Eén maand
no_no: Én måned
pt_pt: Um mês
ro_ro: O lună
ru_ru: Один месяц
sv_se: En månad
th_th: หนึ่งเดือน
tr_tr: Bir Ay
zh_cn: 1个月

source: Two Months
bg_bg: Два месеца
cht: 兩個月
da_dk: To måneder
el_gr: Δύο μήνες
fi_fi: Kaksi kuukautta
hr_hr: Dva mjeseca
hu_hu: Két hónap
it_it: Due mesi
ko_kr: 2개월
nl_nl: Twee maanden
no_no: To måneder
pt_pt: Dois meses
ro_ro: Două luni
ru_ru: Два месяца
sv_se: Två månader
th_th: สองเดือน
tr_tr: İki Ay
zh_cn: 2个月

source: Three Months
bg_bg: Три месеца
cht: 三個月
da_dk: Tre måneder
el_gr: Τρεις μήνες
fi_fi: Kolme kuukautta
hr_hr: Tri mjeseca
hu_hu: Három hónap
it_it: Tre mesi
ko_kr: 3개월
nl_nl: Drie maanden
no_no: Tre måneder
pt_pt: Três meses
ro_ro: Trei luni
ru_ru: Три месяца
sv_se: Tre månader
th_th: สามเดือน
tr_tr: Üç Ay
zh_cn: 3个月

source: Press & hold button or ALT key to activate the Talk Over function
bg_bg: Натиснете със задържане бутона или клавиша ALT, за да активирате функцията Talk Over
cht: 按住按鈕或ALT鍵以啟動「對講」功能
da_dk: Tryk på og hold knappen eller ALT-tasten ned for at aktivere funktionen Talk Over
el_gr: Πατήστε και κρατήστε πατημένο το κουμπί ή το πλήκτρο ALT για να ενεργοποιήσετε τη λειτουργία Talk Over
fi_fi: Voit ottaa Ylipuhuminen-toiminnon käyttöön pitämällä tätä painiketta painettuna.
hr_hr: Pritisnite i držite tipku ili tipku ALT za aktivaciju funkcije Nadglašavanje
hu_hu: A gomb vagy az ALT gomb lenyomva tartásával aktiválhatja a Talk Over funkciót
it_it: Premere e tenere premuto il pulsante o il tasto ALT per attivare la modalità Parlato sovrapposto
ko_kr: 버튼 또는 ALT 키를 눌러 Talk Over 기능을 활성화합니다.
nl_nl: Druk de knop of de ALT-toets in en houd deze ingedrukt om de Talk Over-modus te activeren
no_no: Trykk og hold inne knappen eller ALT-tasten for å aktivere Talk Over-funksjonen
pt_pt: Pressione e segure o botão ou a tecla ALT para ativar a função Talk Over (Conversa)
ro_ro: Apăsați & țineți butonul sau tasta ALT pentru a activa funcția Vorbire Peste
ru_ru: Нажмите и удерживайте кнопку или клавишу ALT для активации функции Дискуссия
sv_se: Tryck på och håll nere knappen eller ALT-tangenten för att aktivera Talk Over-funktionen
th_th: กดปุ่มหรือ ALT ค้างไว้เพื่อเปิดใช้งานฟังก์ชันพูดแทรก
tr_tr: Konuşma işlevini etkinleştirmek için düğmeye veya ALT tuşuna basın ve bekletin
zh_cn: 长按按钮或ALT键激活通话功能

source: Talk Over mode enabled
bg_bg: Активиран е режим Talk Over
cht: 啟用「對講」模式
da_dk: Tilstanden Talk Over er aktiveret
el_gr: Ενεργοποίηση Talk Over
fi_fi: Ylipuhuminen-tila käytössä
hr_hr: Omogućen način Nadglašavanje
hu_hu: Talk Over mód engedélyezve
it_it: Modalità Parlato sovrapposto abilitata
ko_kr: Talk Over 모드 활성화
nl_nl: Talk Over-modus ingeschakeld
no_no: Talk Over-modus aktivert
pt_pt: Modo Talk Over (Conversa) habilitado
ro_ro: Modul Vorbire Peste activat
ru_ru: Режим Дискуссия активирован
sv_se: Talk Over-läge aktiverat
th_th: เปิดใช้งานโหมดพูดแทรก
tr_tr: Konuşma modu etkinleştirildi
zh_cn: 通话模式已启用

source: Talk Over mode disabled
bg_bg: Деактивиран е режим Talk Over
cht: 停用「對講」模式
da_dk: Tilstanden Talk Over er deaktiveret
el_gr: Απενεργοποίηση Talk Over
fi_fi: Ylipuhuminen-tila pois käytöstä
hr_hr: Onemogućen način Nadglašavanje
hu_hu: Talk Over mód letiltva
it_it: Modalità Parlato sovrapposto disabilitata
ko_kr: Talk Over 모드 비활성화
nl_nl: Talk Over-modus uitgeschakeld
no_no: Talk Over-modus deaktivert
pt_pt: Modo Talk Over (Conversa) desabilitado
ro_ro: Modul Vorbire Peste dezactivat
ru_ru: Режим Дискуссия отключен
sv_se: Talk Over-läge avaktiverat
th_th: ปิดใช้งานโหมดพูดแทรก
tr_tr: Konuşma modu devre dışı bırakıldı
zh_cn: 通话模式已禁用

source: Skip to next frequency
bg_bg: Прескочи на следващата честота
cht: 略過到下一頻率
da_dk: Gå til næste frekvens
el_gr: Παράβλεψη και επόμενη συχνότητα
fi_fi: Siirry seuraavaan taajuuteen
hr_hr: Preskoči na sljedeću frekvenciju
hu_hu: Ugrás a következő frekvenciára
it_it: Passa alla prossima frequenza
ko_kr: 다음 주파수로 건너뛰기
nl_nl: Naar volgende frequentie
no_no: Hopp til neste frekvens
pt_pt: Pular para a próxima frequência
ro_ro: Sari la următoarea frecvență
ru_ru: Перейти к следующей частоте
sv_se: Hoppa till nästa frekvens
th_th: ข้ามไปยังความถี่ถัดไป
tr_tr: Bir sonraki frekansa atla
zh_cn: 跳到下一个频率
