Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Remote Control 2
bg_bg: Дистанционно управление 2
cht: 遙控器 2
da_dk: Fjernbetjening 2
el_gr: Τηλεχειριστήριο 2
fi_fi: Kauko-Ohjain
hr_hr: Daljinski upravljač 2
hu_hu: Távirányító 2
ko_kr: 리모컨
nl_nl: Afstandbediening 2
no_no: Fjernkontroll 2
pt_pt: Controle remoto 2
ro_ro: Telecomanda 2
ru_ru: Пульт ДУ 2
th_th: รีโมท 2
tr_tr: Uzaktan Kumanda 2
zh_cn: 遥控器2

source: Mobile Device
bg_bg: Преносимо устройство
cht: 行動裝置
da_dk: Mobilenhed
el_gr: Φορητή συσκευή
fi_fi: Mobiililaite
hr_hr: Mobilni uređaj
hu_hu: Mobileszköz
it_it: Dispositivo mobile
ko_kr: 모바일 기기
nl_nl: Mobiel apparaat
no_no: Mobil enhet
pt_pt: Dispositivo móvel
ro_ro: Dispozitiv mobil
ru_ru: Мобильное устройство
sv_se: Mobilenhet
th_th: อุปกรณ์มือถือ
tr_tr: Mobil Cihaz
zh_cn: 移动设备

source: Audiogram Mismatch
bg_bg: Несъответствие на аудиограми
cht: 聽力圖不相符
da_dk: Audiogramuoverensstemmelse
el_gr: Ασυμφωνία ακοογραμμάτων
fi_fi: Ristiriita audiogrammissa
hr_hr: Neusklađenost audiograma
hu_hu: Audiogram ütközés
it_it: Mancata corrispondenza audiogramma
ko_kr: 청력도 불일치
nl_nl: Audiogrammen stemmen niet overeen
no_no: Audiogram samsvarer ikke
pt_pt: Audiograma incompatível
ro_ro: Neconcordanta de Audiograma
ru_ru: Несоответствие аудиограммы
sv_se: Audiogram matchar inte
th_th: Audiogram ไม่ตรงกัน
tr_tr: Odyogram Uyuşmazlığı
zh_cn: 听力图不匹配

source: Use Session
bg_bg: Използвай сесия
cht: 使用階段
da_dk: Brug session
el_gr: Χρήση συνεδρίας
fi_fi: Käytä edellisiä sovitustietoja
hr_hr: Upotrijebi sesiju
hu_hu: Munkamenet használata
it_it: Usa sessione
ko_kr: 세션 사용
nl_nl: Gebruik sessie
no_no: Bruk øktsdata
pt_pt: Usar Sessão
ro_ro: Foloseste Sesiunea
ru_ru: Использовать сессию
sv_se: Använd Session
th_th: เซสชันการใช้
tr_tr: Oturumu Kullan
zh_cn: 使用验配数据

source: Use Instrument Audiogram
bg_bg: Използвай аудиограма от апарата
cht: 使用助聽器內聽力圖
da_dk: Brug audiogram fra apparatet
el_gr: Χρήση ακοογράμματος ακουστικού
fi_fi: Käytä kuulokojeen audiogrammia
hr_hr: Upotrijebi audiogram aparata
hu_hu: Készülék audiogram használat
it_it: Utilizza audiogramma strumento
ko_kr: 보청기에 저장된 청력도 사용
nl_nl: Gebruik audiogram uit toestel
no_no: Bruk audiogram i høreapparat
pt_pt: Usar audiograma do aparelho
ro_ro: Citeste audiograma din aparat
ru_ru: Применение аудиограммы из аппарата
sv_se: Använd hörapparatens audiogram
th_th: ใช้ออดิโอแกรมอุปกรณ์
tr_tr: Cihazın Odyogramını Kullan
zh_cn: 使用助听器中的听力图

source: Date:
bg_bg: Дата:
cht: 日期：
da_dk: Dato:
el_gr: Ημερομηνία:
fi_fi: Päivämäärä :
hr_hr: Datum:
hu_hu: Dátum:
it_it: Data:
ko_kr: 날짜:
nl_nl: Datum:
no_no: Dato:
pt_pt: Dados:
ro_ro: Data:
ru_ru: Дата:
sv_se: Datum:
th_th: วันที่:
tr_tr: Tarih:
zh_cn: 日期:

source: Recalculate gains
bg_bg: Преизчисляване на усилването
cht: 重新計算增益
da_dk: Beregn forstærkning igen
el_gr: Επανυπολογισμός απόκρισης
fi_fi: Uudelleenlaske vahvistus
hr_hr: Ponovi izračun pojačanja
hu_hu: Erősítések újraszámítása
it_it: Ricalcola guadagni
ko_kr: 게인 재계산
nl_nl: Gain herberekenen
no_no: Rekalkuler gain
pt_pt: Recalcular ganhos
ro_ro: Recalculeaza castiguri
ru_ru: Пересчитать усиления
sv_se: Omkalkylera förstärkning
th_th: คำนวณเกนใหม่
tr_tr: Kazançları yeniden hesapla
zh_cn: 重新计算增益

source: Fitting Data Corrupted
bg_bg: Повредени данни за монтирането
cht: 選配資料損壞
da_dk: Tilpasningsdata er beskadigede
el_gr: Κατεστραμμένα δεδομένα εφαρμογής
fi_fi: Sovitustieto on vioittunut
hr_hr: Oštećeni podatci o namještanju
hu_hu: Az illesztési adat sérült
it_it: Dati di fitting corrotti
ko_kr: 피팅 데이터 오류
nl_nl: Aanpasgegevens corrupt
no_no: Ødelagte tilpasningsdata
pt_pt: Dados de ajustes corrompidos
ro_ro: Date de reglaj deteriorate
ru_ru: Данные настройки повреждены
sv_se: Anpassningsdata korrupta
th_th: ข้อมูลการทดลองสวมเสียหาย
tr_tr: Uygulama verisi bozuk
zh_cn: 验配数据崩溃

source: Use Database
bg_bg: Използвай база данни
cht: 使用資料庫
da_dk: Brug database
el_gr: Χρήση βάσης δεδομένων
fi_fi: Käytä tietokantaa
hr_hr: Upotrijebi bazu podataka
hu_hu: Adatbázis használata
it_it: Usa database
ko_kr: 데이터베이스 사용
nl_nl: Gebruik database
no_no: Bruk database
pt_pt: Usar banco de dados
ro_ro: Foloseste Baza de date
ru_ru: Использовать Базу данных
sv_se: Använd Databas
th_th: ฐานข้อมูลการใช้
tr_tr: Veri bankasını kullan
zh_cn: 使用数据库

source: Reset to Initial Fit
bg_bg: Връщане към първоначалното монтиране
cht: 重設為初始選配
da_dk: Beregn ny tilpasning
el_gr: Στην αρχική εφαρμογή
fi_fi: Nollaa alkuperäisiin asetuksiin
hr_hr: Resetiranje na početne postavke
hu_hu: Visszaállítás az eredeti illesztésre
it_it: Ripristino al fitting iniziale
ko_kr: 초기피팅
nl_nl: Voer de basisinstelling uit
no_no: Tilbakestill til førstegangstilpasning
pt_pt: Retornar ao ajuste inicial
ro_ro: Reintoarce la Primul reglaj
ru_ru: Восстановить до первоначальной настройки
sv_se: Återställ till inital anpassning
th_th: รีเซ็ตกลับเป็นค่าทดลองสวมเริ่มต้น
tr_tr: İlk Ayara Sıfırla
zh_cn: 重置为初始验配

source: Copy programs and feature settings from other side
bg_bg: Копирай програмите и настройките на функциите от другата страна
cht: 從另一側複製程式及功能
da_dk: Kopiér programmer og funktionsindstillinger fra anden side
el_gr: Αντιγραφή των ρυθμίσεων των προγραμμάτων και των λειτουργιών από την άλλη πλευρά
fi_fi: Kopioi ohjelmat ja ominaisuudet toiselta puolelta
hr_hr: Kopiraj programe i postavke značajki s druge strane
hu_hu: Programok és tulajdonságok másolása a másik oldalról
it_it: Copia programmi e impostazioni dall'altro lato
ko_kr: 반대측으로부터 프로그램과 고급기능을 복사
nl_nl: Kopieer programma´s en feature-instellingen van andere oor
no_no: Kopier programmer og egenskaper fra andre siden
pt_pt: Copiar programas e configurações de recursos para o outro lado
ro_ro: Copie programe si setarile de caracteristici de pe partea opusa
ru_ru: Копировать настройки программ и функций с другой стороны
sv_se: Kopiera program och inställningar från andra sidan
th_th: คัดลอกข้อมูลโปรแกรมและคุณสมบัติที่ได้ตั้งไว้มาจากอีกข้างหนึ่ง
tr_tr: Programları ve özellik ayarlarını diğer taraftan kopyala
zh_cn: 将程序和功能设置复制至另一侧

source: Date:
bg_bg: Дата:
cht: 日期：
da_dk: Dato:
el_gr: Ημερομηνία:
fi_fi: Päivämäärä :
hr_hr: Datum:
hu_hu: Dátum:
it_it: Data:
ko_kr: 날짜:
nl_nl: Datum:
no_no: Dato:
pt_pt: Dados:
ro_ro: Data:
ru_ru: Дата:
sv_se: Datum:
th_th: วันที่:
tr_tr: Tarih:
zh_cn: 日期:

source: Insufficient Audiogram Points
bg_bg: Няма аудиограма
cht: 聽力圖上的點數不足
da_dk: Utilstrækkelige audiogrampunkter
el_gr: Ανεπαρκή σημεία Audiogram
fi_fi: Liian vähän audiogrammipisteitä
hr_hr: Audiogram nema dovoljno točaka
hu_hu: Nem megfelelő hallásgörbe-pontok
it_it: Punti Audiogramma insufficienti
ko_kr: 오디오그램 지점 부족
nl_nl: Onvoldoende audiogrampunten
no_no: Utilstrekkelig antall audiogram-punkter
pt_pt: Pontos de audiograma insuficientes
ro_ro: Puncte audiogramă insuficiente
ru_ru: Недостаточно параметров аудиограммы
sv_se: Otillräckliga audiogrampunkter
th_th: คะแนนผลตรวจการได้ยินไม่เพียงพอ
tr_tr: Yetersiz Odyogram Noktaları
zh_cn: 听阈图点数不足

source: Exit and enter in database
bg_bg: Излез и въведи в базата данни
cht: 離開及進入資料庫
da_dk: Luk og gå til database
el_gr: Έξοδος και είσοδος στη βάση δεδομένων
fi_fi: Poistu ja syötä audiogrammi Noahista tai asennetusta audiometrimoduulista
hr_hr: Izlaz i unos u bazu podataka
hu_hu: KIlépés és belépés a NOAH-ba
it_it: Esci ed entra in database
ko_kr: 종료하고 데이터베이스로 들어가세요
nl_nl: Sluit af en voer in in NOAH
no_no: Gå ut og legg inn i NOAH
pt_pt: Sair e entrar no banco de dados
ro_ro: Iesi si intra in NOAH
ru_ru: Выйти и зайти в NOAH
sv_se: Avsluta och gå till NOAH
th_th: ออกและเข้าสู่ database
tr_tr: Çıkış yap ve NOAH'a gir
zh_cn: 退回到NOAH

source: Measure using In-Situ
bg_bg: Измери в самия апарат
cht: 使用現場檢查
da_dk: Mål med In-Situ
el_gr: Μέτρηση επιτόπου
fi_fi: Mittaa käyttäen In-Situa audiogrammia
hr_hr: Izmjeri in-situ postupkom
hu_hu: In-Situ mérés használata
it_it: Misura utilizzando In-Situ
ko_kr: In-Situ 를 사용해서 측정하세요
nl_nl: Meten met In-Situ
no_no: Mål ved å bruke In-Situ
pt_pt: Medir usando in-situ
ro_ro: Masoara folosind In Situ
ru_ru: Измерить, используя In-Situ Аудиометрию
sv_se: Mätning med In-Situ
th_th: การวัดโดยใช้แบบ In-Situ
tr_tr: In-Situ ile ölçüm yap
zh_cn: 使用内置听力计测量

source: Continue with 0dB audiogram
bg_bg: Продължи с аудиограма 0dB
cht: 繼續使用 0 dB 聽力圖
da_dk: Fortsæt med 0dB audiogram
el_gr: Συνέχεια με ακοόγραμμα 0 dB
fi_fi: Jatka käyttäen 0 dB audiogrammia
hr_hr: Nastavak s audiogramom od 0 dB
hu_hu: Folytatás 0dB-es audiogrammal
it_it: Continua con audiogramma 0 dB
ko_kr: 0dB 청력도로 계속하세요
nl_nl: Doorgaan met 0dB audiogram
no_no: Fortsett med 0 dB audiogram
pt_pt: Continuar com audiograma de 0dB
ro_ro: Continua cu audiograma 0dB
ru_ru: Продолжить с аудиограммой 0дБ
sv_se: Fortsätt med 0dB audiogram
th_th: ทำต่อไปได้เลย ที่ 0dB audiogram
tr_tr: 0dB odyogramı ile devam et
zh_cn: 继续使用0dB的听力图

source: The connected devices are not the same as the ones saved in database
bg_bg: Свързаните устройства не са същите като записаните в базата данни
cht: 連接的助聽器與儲存在資料庫中的不同
da_dk: De forbundne HA er ikke de samme som dem, der er gemt i databasen
el_gr: Οι συνδεδεμένες συσκευές δεν είναι ίδιες με εκείνες που έχουν αποθηκευτεί στη βάση δεδομένων
fi_fi: Yhdistetyt laitteet eivät vastaa tietokantaan tallennettuja.
hr_hr: Povezani uređaji nisu jednaki onima spremljenim u bazu podataka
hu_hu: A csatlakoztatott készülékek nem egyeznek meg az adatbázisban mentettekkel
it_it: I dispositivi connessi non sono gli stessi di quelli salvati nel database
ko_kr: 연결된 보청기가 데이터베이스에 저장된 보청기와 동일하지 않습니다
nl_nl: De verbonden toestellen zijn niet dezelfde als de toestellen die opgeslagen zijn in de database
no_no: Apparatene som er tilkoblet, er ikke de samme som er lagret i databasen
pt_pt: Os aparelhos conectados não são os mesmos salvos no banco de dados
ro_ro: Aparatele conectate nu sunt aceleasi cu cele salvate in baza de date
ru_ru: Подключенные аппараты отличаются от сохраненных в базе данных
sv_se: De anslutna hörapparaterna är inte samma som de som sparats i databasen.
th_th: อุปกรณ์ที่เชื่อมต่ออยุ่ไม่เหมือนกับอันที่เคยบันทึกไว้ในฐานข้อมูล
tr_tr: Bağlı cihazlar veritabanında kayıtlı olanlarla aynı değildir
zh_cn: 连接的设备与数据库中保存的不一致

source: Different Hearing Instruments
bg_bg: Различни слухови апарати
cht: 不同的助聽器
da_dk: Høreapparaterne er forskellige
el_gr: Διαφορετικά ακουστικά
fi_fi: Eri kuulokojetyypit
hr_hr: Različiti slušni aparati
hu_hu: Eltérő hallókészülékek
it_it: Apparecchi acustici diversi
ko_kr: 다른 보청기
nl_nl: Verschillende hoortoestellen
no_no: Forskjellige høreapparater
pt_pt: Aparelhos diferentes
ro_ro: Aparate auditive diferite
ru_ru: СА различаются
sv_se: Olika hörapparater
th_th: อุปกรณ์ช่วยฟังคนละเครื่อง
tr_tr: Farklı Cihazlar
zh_cn: 不同的助听器

source: Hearing Instrument Not Found
bg_bg: Не e намерен слухов апарат
cht: 未找到助聽器
da_dk: Apparater blev ikke fundet
el_gr: Δεν βρέθηκε ακουστικό
fi_fi: Kuulokojetta ei löydy
hr_hr: Slušni aparat nije pronađen
hu_hu: Nem található hallókészülék
it_it: Apparecchio acustico non trovato
ko_kr: 보청기가 발견되지 않음
nl_nl: Hoortoestel niet gevonden
no_no: Høreapparat ikke funnet
pt_pt: Aparelho auditivo não encontrado
ro_ro: Aparatul nu a fost gasit
ru_ru: СА не найден(ы)
sv_se: Hörapparaten hittades inte
th_th: ไม่พบอุปกรณ์ช่วยฟัง
tr_tr: İşitme Cihazı Bulunamıyor
zh_cn: 未发现助听器

source: Right Instrument Not Found
bg_bg: Не е намерен десен слухов апарат
cht: 未找到右耳助聽器
da_dk: Højre apparat blev ikke fundet
el_gr: Δεν βρέθηκε το δεξί ακουστικό
fi_fi: Oikean puolen kuulokojetta ei löydy
hr_hr: Desni aparat nije pronađen
hu_hu: A jobb oldalon nem található készülék
it_it: Apparecchio destro non trovato
ko_kr: 우측 보청기가 발견되지 않음
nl_nl: Rechter toestel niet gevonden
no_no: Høyre høreapparat ikke funnet
pt_pt: Aparelho Auditivo Direito Não Encontrado
ro_ro: Aparatul drept nu a fost găsit
ru_ru: Правый СА не найден
sv_se: Höger hörapparat hittades inte
th_th: ไม่พบอุปกรณ์ข้างขวา
tr_tr: Sağ işitme cihazı bulunamıyor
zh_cn: 未发现右侧助听器

source: Left Instrument Not Found
bg_bg: Не е намерен ляв слухов апарат
cht: 未找到左耳助聽器
da_dk: Venstre apparat blev ikke fundet
el_gr: Δεν βρέθηκε το αριστερό ακουστικό
fi_fi: Vasemman puolen kulokojetta ei löydy
hr_hr: Lijevi aparat nije pronađen
hu_hu: A bal oldalon nem található készülék
it_it: Apparecchio sinistro non trovato
ko_kr: 좌측 보청기가 발견되지 않음
nl_nl: Linker toestel niet gevonden
no_no: Venstre høreapparat ikke funnet
pt_pt: Aparelho Auditivo Esquerdo Não Encontrado
ro_ro: Aparatul stâng nu a fost găsit
ru_ru: Левый СА не найден
sv_se: Vänster hörapparat hittades inte
th_th: ไม่พบอุปกรณ์ข้างซ้าย
tr_tr: Sol işitme cihazı bulunamıyor
zh_cn: 未发现左侧助听器

source: Retry
bg_bg: Опитай отново
cht: 重試
da_dk: Prøv igen
el_gr: Επανάληψη
fi_fi: Yritä uudestaan
hr_hr: Pokušaj ponovno
hu_hu: Újra
it_it: Riprova
ko_kr: 재시도
nl_nl: Opnieuw proberen
no_no: Prøv igjen
pt_pt: Tentar novamente
ro_ro: Reincearca
ru_ru: Повторить попытку
sv_se: Försök igen
th_th: ลองใหม่
tr_tr: Tekrar dene
zh_cn: 重试

source: Replace
bg_bg: Сменете
cht: 取代
da_dk: Byt til andet apparat
el_gr: Αντικατάσταση
fi_fi: Korvaa
hr_hr: Zamijeni
hu_hu: Csere
it_it: Sostituisci
ko_kr: 교체
nl_nl: Vervangen
no_no: Erstatt
pt_pt: Substituir
ro_ro: Inlocuieste
ru_ru: Заменить
sv_se: Ersätt
th_th: แทนที่
tr_tr: Değiştir
zh_cn: 替换

source: Simulate
bg_bg: Симулиране
cht: 模疑
da_dk: Simuler
el_gr: Προσομοίωση
fi_fi: Simulointi
hr_hr: Simuliraj
hu_hu: Szimuláció
it_it: Simula
ko_kr: 시뮬레이션
nl_nl: Simuleren
no_no: Simuler
pt_pt: Simular
ro_ro: Simuleaza
ru_ru: Имитировать
sv_se: Simulera
th_th: จำลอง
tr_tr: Simüle Et
zh_cn: 模拟

source: Remove from Fitting
bg_bg: Отстрани от Монтиране
cht: 從選配中移除
da_dk: Fjern fra tilpasning
el_gr: Κατάργηση από την εφαρμογή
fi_fi: Poista tämä sovituksesta
hr_hr: Ukloni iz namještanja
hu_hu: Eltávolítás az illesztésből
it_it: Rimuovi da fitting
ko_kr: 피팅으로부터 제거
nl_nl: Verwijderen uit aanpassing
no_no: Fjern fra tilpasning
pt_pt: Remover do ajuste
ro_ro: Scoate din reglaj
ru_ru: Удалить из настройки
sv_se: Ta bort från anpassning
th_th: ลบออกจากการทดลองสวม
tr_tr: Uygulamadan çıkart
zh_cn: 从验配数据中删除

source: Use Connected
bg_bg: Използвайте свързаните
cht: 使用連接的
da_dk: Brug forbundet
el_gr: Χρήση συνδεδεμένων
fi_fi: Käytä kytkettyä kojetta
hr_hr: Upotrijebi povezano
hu_hu: Csatlakoztatott használata
it_it: Utilizza i dispositivi connessi
ko_kr: 연결하여 사용
nl_nl: Gebruik aangesloten
no_no: Bruk tilkoblet
pt_pt: Usar conectado
ro_ro: Foloseste cel conectat
ru_ru: Использовать подключенный
sv_se: Använd ansluten
th_th: ใช้ที่เชื่อมต่อแล้ว
tr_tr: Bağlı Olanı Kullan
zh_cn: 使用已连接

source: Change Connection Type
bg_bg: Смяна на вида връзка
cht: 更換連接類型
da_dk: Skift forbindelsestype
el_gr: Αλλαγή τύπου σύνδεσης
fi_fi: Vaihda yhteyden tyyppi
hr_hr: Promijeni vrstu veze
hu_hu: Módosítsa a csatlakozási típust
it_it: Cambiare tipo di connessione
ko_kr: 연결 방법 변경
nl_nl: Wijzig type verbinding
no_no: Endre Programmeringsenhet
pt_pt: Alterar o tipo de conexão
ro_ro: Schimbă tipul de conexiune
ru_ru: Изменить тип подключения:
sv_se: Ändra anslutningstyp
th_th: เปลี่ยนประเภทการเชื่อมต่อ
tr_tr: Bağlantı Tipini Değiştir
zh_cn: 更改连接类型

source: The connection to the instrument(s) was lost. If you are fitting rechargeable instruments, make sure they are removed from the charger.
bg_bg: Връзката с апарата(-ите) е изгубена.
cht: 與儀器的連接中斷。 倘您正在驗配充電儀器，請確保將它們從充電器中取出。
da_dk: Forbindelsen til apparaterne er gået tabt.
el_gr: Η σύνδεση στο/-α όργανο/-α χάθηκε. Εάν εφαρμόζετε επαναφορτιζόμενα όργανα, βεβαιωθείτε ότι έχουν αφαιρεθεί από τον φορτιστή.
fi_fi: Yhteys kuulokojeisiin menetettiin.
hr_hr: Veza s uređajem/uređajima prekinuta je. Ako podešavate uređaje s punjivom baterijom, odvojite uređaje iz punjača.
hu_hu: A kapcsolat a készülékkel megszakadt. Ha tölthető készülékeket illeszt, távolítsa el őket a töltőről.
it_it: La connessione con il dispositivo (i) è andata persa. Se state effettuando il fitting con dispositivi ricaricabili, assicuratevi che siano rimossi dalla base di ricarica.
ko_kr: 보청기 연결이 끊어졌습니다. 만약 충전 보청기를 피팅하고 있었다면, 충전기로 부터 확실하게 분리 시켜주십시오.
nl_nl: Verbinding met toestel(len) is verbroken. Als uw oplaadbare toestellen aanpast, moet u ervoor zorgen dat ze van de oplader gehaald zijn.
no_no: Mistet tilkobling til apparat(ene) Hvis du tilpasser oppladbare Høreapparater sørg for at de ikke står i laderen.
pt_pt: A conexão com o aparelho foi perdida. Se você está conectando um aparelho recarregável, certifique que o aparelho foi removido do carregador.
ro_ro: Conexiunea cu aparatul(ele) a fost pierdută. Dacă utilizați aparate reîncărcabile, asigurați-vă că acestea sunt scoase din încărcător.
ru_ru: Связь с аппаратом(и) была потеряна. Если вы настраиваете заряжаемые слуховые аппараты, убедитесь, что они сняты с зарядного устройства.
sv_se: Anslutningen till hörapparat(er) tappades.
th_th: การเชื่อมต่อกับเครื่องช่วยฟังจะหายไป หากคุณติดตั้งอุปกรณ์แบบชาร์จได้ ให้ตรวจสอบว่าอุปกรณ์นั้นถอดออกจากเครื่องชาร์จแล้ว
tr_tr: Cihaz(lar)la bağlantı kayboldu. Şarj edilebilir cihazlara fitting yapmak istiyorsanız şarj ünitesinden çıkarıldığından emin olun.
zh_cn: 连接的助听器已断开。如果你正在验配可充电助听器，确保已将它们从充电座中拔出。

source: Right
bg_bg: Дясно
cht: 右側
da_dk: Højre
el_gr: Δεξί
fi_fi: Oikea
hr_hr: Desno
hu_hu: Jobb
it_it: Destro
ko_kr: 우측
nl_nl: Rechts
no_no: Høyre
pt_pt: Direita
ro_ro: Dreapta
ru_ru: Правый
sv_se: Höger
th_th: ขวา
tr_tr: Sağ
zh_cn: 右侧

source: Left
bg_bg: Ляво
cht: 左側
da_dk: Venstre
el_gr: Αριστερό
fi_fi: Vasen
hr_hr: Lijevo
hu_hu: Bal
it_it: Sinistro
ko_kr: 좌측
nl_nl: Links
no_no: Venstre
pt_pt: Esquerda
ro_ro: Stanga
ru_ru: Левый
sv_se: Vänster
th_th: ซ้าย
tr_tr: Sol
zh_cn: 左侧

source: Connected
bg_bg: Свързан
cht: 已連接
da_dk: Forbundet
el_gr: Συνδέθηκε
fi_fi: Yhdistetty
hr_hr: Povezano
hu_hu: Csatlakoztatva
it_it: Connesso
ko_kr: 연결됨
nl_nl: Verbonden
no_no: Tilkoblet
pt_pt: Conectado
ro_ro: Conectat
ru_ru: Подключен
sv_se: Ansluten
th_th: เชื่อมต่อแล้ว
tr_tr: Bağlandı
zh_cn: 已连接

source: Disconnected
bg_bg: Прекъснат
cht: 已斷線
da_dk: Ikke forbundet
el_gr: Αποσυνδέθηκε
fi_fi: Ei yhdistetty
hr_hr: Veza prekinuta
hu_hu: Nem csatlakoztatott
it_it: Disconnesso
ko_kr: 연결 끊김
nl_nl: Verbroken
no_no: Koblet fra
pt_pt: Desconectado
ro_ro: Deconectat
ru_ru: Отключен
sv_se: Anslutning avbruten
th_th: ตัดการเชื่อมต่อแล้ว
tr_tr: Bağlantı Kesildi
zh_cn: 未连接

source: Cancel
bg_bg: Откажи
cht: 取消
da_dk: Fortryd
el_gr: Άκυρο
fi_fi: Peru
hr_hr: Otkaži
hu_hu: Mégse
it_it: Annulla
ko_kr: 취소
nl_nl: Annuleren
no_no: Avbryt
pt_pt: Cancelar
ro_ro: Anuleaza
ru_ru: Отменить
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
zh_cn: 取消

source: The target curves will be updated to reflect changes to the patient's audiogram.
bg_bg: Целевите криви ще бъдат актуализирани, за да отразяват промените в аудиограмата на пациента.
cht: 將更新目標曲線以反映客戶聽力圖的變更。
da_dk: Target-kurverne opdateres for at afspejle ændringerne i brugerens audiogram.
el_gr: Οι καμπύλες στόχου θα ενημερωθούν ώστε να είναι ορατές οι μεταβολές στο ακοόγραμμα του ασθενούς.
fi_fi: Kohdekäyrät päivitetään vastaamaan potilaan audiogrammin muutoksia.
hr_hr: Ciljne krivulje ažurirat će se kako bi odražavale promjene na bolesnikovu audiogramu.
hu_hu: A rendszer frissíteni fogja a célgörbéket a pácienshez tartozó audiogram módosításainak tükrözéséhez.
it_it: Le curve target saranno aggiornate per riflettere i cambiamenti nell'audiogramma del paziente.
ko_kr: 청력도가 변경되면 타겟 게인 곡선에 반영됩니다
nl_nl: De targetcurves worden bijgewerkt om de wijzigingen van het audiogram van uw cliënt te weerspiegelen.
no_no: Tilpasningskurvene blir oppdatert til å vise endringer i pasientens audiogram
pt_pt: As curvas alvo serão atualizadas para refletir as alterações no audiograma do paciente.
ro_ro: Curbele țintă vor fi actualizate pentru a reflecta schimbările din audiograma pacientului.
ru_ru: Кривые целевого усиления будут обновлены, чтобы отразить изменения в аудиограмме пациента.
sv_se: Målkurvorna uppdateras för att avspegla förändringar i patientens audiogram.
th_th: เส้นโค้งเป้าหมายจะได้รับการอัพเดตเพื่อให้ตรงกับการเปลี่ยนแปลงที่เกิดขึ้นกับออดิโอแกรมของผู้ป่วย
tr_tr: Hedef eğriler, hastanın odyogramında yapılan değişiklikleri yansıtmak üzere güncellenecektir.
zh_cn: 目标曲线将被更新，以反映用户听力图的更改。

source: Make sure the patient is sitting near the speaker.
bg_bg: Уверете се, че пациентът седи близо до говорещия.
cht: 確保客戶坐在喇叭旁邊。
da_dk: Sørg for, at brugeren sidder i nærheden af højttaleren.
el_gr: Επιβεβαιώστε ότι ο ασθενής κάθεται κοντά στο ηχείο.
fi_fi: Varmista, että potilas istuu kaiuttimen lähellä.
hr_hr: Pazite na to da bolesnik sjedi blizu zvučnika.
hu_hu: Gondoskodjon arról, hogy a páciens a hangszóróhoz közel üljön.
it_it: Assicurarsi che il paziente sia seduto vicino all'altoparlante.
ko_kr: 착용자를 스피커 가까운 곳에 앉을 수 있도록 합니다
nl_nl: Controleer of uw cliënt zich bij de luidspreker bevindt.
no_no: Plasser brukeren i nærheten av høyttaleren.
pt_pt: Certifique-se de que o paciente está próximo do alto falante.
ro_ro: Asigurați-vă că pacientul stă lângă difuzor.
ru_ru: Усадите пациента рядом с динамиком.
sv_se: Se till att patienten sitter nära högtalaren.
th_th: ตรวจสอบให้แน่ใจว่าผู้ป่วยนั่งอยู่ใกล้กับลำโพง
tr_tr: Hastanın hoparlörün yanında oturmasına dikkat edin.
zh_cn: 确保用户坐在说话人附近。

source: Patient Ear Selection
bg_bg: Избор на ухо на пациента
cht: 選擇客戶耳朵
da_dk: Valg af brugerens øre
el_gr: Επιλογή αυτιού ασθενούς
fi_fi: Potilaan korvan valinta
hr_hr: Odabir bolesnikova uha
hu_hu: A páciens fülének kiválasztása
it_it: Selezione orecchio paziente
ko_kr: 착용자 귀 선택
nl_nl: Cliënt oorselectie
no_no: Valg av pasientøre
pt_pt: Seleção de orelha do paciente
ro_ro: Selectare ureche pacient
ru_ru: Выбор уха пациента
sv_se: Val av patientöra
th_th: การเลือกหูของผู้ป่วย
tr_tr: Hasta Kulak Seçimi
zh_cn: 用户选配耳选择

source: Device Selection
bg_bg: Избор на устройство
cht: 選擇裝置
da_dk: Valg af apparat
el_gr: Επιλογή συσκευής
fi_fi: Kuulokojevalinta
hr_hr: Odabir uređaja
hu_hu: Készülék kiválasztás
it_it: Selezione dispositivo
ko_kr: 보청기 선택
nl_nl: Toestelselectie
no_no: Velg Enhet
pt_pt: Seleção do aparelho
ro_ro: Selectare dispozitiv
ru_ru: Выбор устройства
sv_se: Hörapparat Val
th_th: การเลือกอุปกรณ์
tr_tr: Cihaz Seçimi
zh_cn: 型号选择

source: Probe Selection
bg_bg: Подбор на сонда
cht: 選擇探管
da_dk: Valg af probe
el_gr: Επιλογή σωλήνα δοκιμής
fi_fi: Mittapään valinta
hr_hr: Odabir sonde
hu_hu: Szonda választás
it_it: Selezione sonda
ko_kr: 프로브 선택
nl_nl: Probe selectie
no_no: Probevalg
pt_pt: Seleção de sonda
ro_ro: Selectie Sonda
ru_ru: Выбор датчика
sv_se: Probe Val
th_th: การเลือก Probe
tr_tr: Probe Seçimi
zh_cn: 选择探管

source: Sound Output Port
bg_bg: Изходен порт за звука
cht: 聲源輸出孔
da_dk: Port til lydoutput
el_gr: Θύρα εξόδου ήχου
fi_fi: Äänen lähtöportti
hr_hr: Priključak za izlaz zvuka
hu_hu: Hangkimeneti port
it_it: Porta di uscita del suono
ko_kr: 사운드 출력 포트
nl_nl: Geluidsuitgang
no_no: Lydutgang
pt_pt: Porta de saída de som
ro_ro: Port Iesire Sunet
ru_ru: Порт звукового выхода
sv_se: Utport för ljud
th_th: ช่องเสียงออก
tr_tr: Ses çıkış portu
zh_cn: 声输出端口
