Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Directionality
bg_bg: Насоченост
cht: 方向性
da_dk: Retningsvirkning
el_gr: Κατευθυντικότητα
fi_fi: Suuntakuvio
hr_hr: Usmjerenost
hu_hu: Direkcionalítás
it_it: Direzionalità
nl_nl: Adaptieve directionaliteit
no_no: Direksjonalitet
pt_pt: Direcionalidade
ro_ro: Directionalitate
ru_ru: Направленность
sv_se: Riktverkan
th_th: ทิศทางการฟัง
tr_tr: Yönlülük
zh_cn: 方向性系统

source: All-Around
bg_bg: Във всички посоки
cht: 全面
fi_fi: Kaiken kattava
hr_hr: Općenito
hu_hu: Mindenhol
it_it: Programma Universale
ko_kr: 일반환경
no_no: Basis
pt_pt: Geral
ro_ro: De jur împrejur
ru_ru: Всё вокруг
sv_se: Allround
th_th: ทุกทิศทาง
tr_tr: Her Yerde
zh_cn: 通用程序

source: Restaurant
bg_bg: Ресторант
cht: 餐廳
el_gr: Εστιατόριο
fi_fi: Ravintola
hr_hr: Restoran
hu_hu: Étterem
it_it: Ristorante
ko_kr: 레스토랑
pt_pt: Restaurante
ru_ru: Ресторан
sv_se: Restaurang
th_th: ร้านอาหาร
tr_tr: Restoran
zh_cn: 餐饮程序

source: Music
bg_bg: Музика
cht: 音樂
da_dk: Musik
el_gr: Μουσική
fi_fi: Musiikki
hr_hr: Glazba
hu_hu: Zene
it_it: Musica
ko_kr: 뮤직
nl_nl: Muziek
no_no: Musikk
pt_pt: Música
ro_ro: Muzica
ru_ru: Музыка
sv_se: Musik
th_th: ดนตรี
tr_tr: Müzik
zh_cn: 听音乐

source: Party
bg_bg: Парти
cht: 派對
da_dk: Fest
el_gr: Πάρτι
fi_fi: Juhlat
hr_hr: Zabava
hu_hu: Parti
it_it: Festa
ko_kr: 파티
nl_nl: Feestje
no_no: Selskap
pt_pt: Festa
ro_ro: Petrecere
ru_ru: Вечеринка
sv_se: Fest
th_th: ปาร์ตี้
tr_tr: Parti
zh_cn: 聚会程序

source: Traffic
bg_bg: Трафик
cht: 交通
da_dk: Trafik
el_gr: Κίνηση
fi_fi: Liikenne
hr_hr: Promet
hu_hu: Forgalom
it_it: Traffico
ko_kr: 교통
nl_nl: Verkeer
no_no: Trafikk
pt_pt: Transito
ro_ro: Trafic
ru_ru: Уличное движение
sv_se: Trafik
th_th: บนท้องถนน
tr_tr: Trafik
zh_cn: 交通环境

source: Telecoil
bg_bg: Телебобина
cht: 電話線圈
da_dk: Telespole
el_gr: Τηλεπηνίο
fi_fi: Induktiokela
ko_kr: 텔레코일
nl_nl: Luisterspoel
no_no: Teleslynge
pt_pt: Bobina
ro_ro: Bobina telefonica
ru_ru: Индукционная катушка
sv_se: Telespole
th_th: เทเลคอยด์
zh_cn: 电感

source: AutoScope
bg_bg: Автоскоп
cht: 自動聚焦
fi_fi: Automaattinen suuntakuvio
hu_hu: Autoszkóp
pt_pt: Foco automático
ru_ru: Автоматическая адаптивная направленность
sv_se: Automatisk inzoomning
zh_cn: 智能多维

source: Autoscope
bg_bg: Автоскоп
cht: 自動聚焦
fi_fi: Automaattinen suuntakuvio
hu_hu: Autoszkóp
ko_kr: 오토스코프
pt_pt: Foco automático
ru_ru: Автоматическая адаптивная направленность
sv_se: Automatisk inzoomning
zh_cn: 智能多维

source: Flight Mode Control
bg_bg: Управление на режим полет
cht: 飛航模式控制
da_dk: Flytilstand
el_gr: Έλεγχος λειτουργίας πτήσης
fi_fi: Lentotila-asetus
hr_hr: Regulacija načina rada za zrakoplov
hu_hu: Repülés mód vezérlője
it_it: Controllo modalità Volo
ko_kr: 비행모드
nl_nl: Vliegtuigmodusregeling
no_no: Flymodus
pt_pt: Modo avião
ro_ro: Mod de Zbor
ru_ru: Управление режимом "Полет"
sv_se: Flygplansläge
th_th: ควบคุมโหมดบนเครื่องบิน
tr_tr: Uçuş Modu Kontrolü
zh_cn: 飞行模式控制

source: Time Constants
bg_bg: Времеви константи
cht: 時間常數
da_dk: Tidskonstanter
el_gr: Σταθερές χρόνου
fi_fi: Aikavakiot
hr_hr: Vremenske konstante
hu_hu: Időállandó
it_it: Costanti di tempo
nl_nl: Tijdconstanten
no_no: Tidskonstanter
pt_pt: Constante de Tempo
ro_ro: Mod Automat Control Castig
ru_ru: Постоянные времени
sv_se: Tidskonstanter
th_th: ค่าคงที่เวลา
tr_tr: Zaman Sabitleri
zh_cn: 时间参数

source: Syllabic
bg_bg: Сричков
cht: 音節
da_dk: Syllabisk
el_gr: Συλλαβιστά
fi_fi: Tavu (12ms/70ms)
hr_hr: Slogovno
hu_hu: Szótag
it_it: Sillabica
nl_nl: Syllabisch
no_no: Syllabisk
pt_pt: Silábico
ro_ro: Silabic
ru_ru: Слоговый
sv_se: Syllabisk
th_th: พยางค์
tr_tr: Hecesel
zh_cn: 音节

source: Fast
bg_bg: Бързо
cht: 快速
da_dk: Hurtig
el_gr: Γρήγορα
fi_fi: Nopea (12ms/200ms)
hr_hr: Brzo
hu_hu: Gyors
it_it: Veloce
nl_nl: Snel
no_no: Rask
pt_pt: Rápido
ro_ro: Rapid
ru_ru: Быстрый
sv_se: Snabb
th_th: เร็ว
tr_tr: Hızlı
zh_cn: 快速

source: Moderate
bg_bg: Умерено
cht: 中速
da_dk: Moderat
el_gr: Μέτρια
fi_fi: Nopea(30ms/200ms)
hr_hr: Umjereno
hu_hu: Közepes
it_it: Moderato
nl_nl: Standaard
no_no: Moderat
pt_pt: Moderado
ro_ro: Mediu
ru_ru: Умеренный
sv_se: Måttlig
th_th: ปานกลาง
tr_tr: Orta
zh_cn: 适中

source: Slow
bg_bg: Бавно
cht: 慢速
da_dk: Langsom
el_gr: Αργά
fi_fi: Hidas (30ms/4s)
hr_hr: Sporo
hu_hu: Lassú
it_it: Lento
nl_nl: Traag
no_no: Langsom
pt_pt: Lento
ro_ro: Usor
ru_ru: Медленный
sv_se: Långsam
th_th: ช้า
tr_tr: Yavaş
zh_cn: 慢速

source: Add New Patient
bg_bg: Добавяне на нов пациент
cht: 新增客戶
da_dk: Tilføj ny bruger
el_gr: Προσθήκη νέου ασθενούς
fi_fi: Lisää uusi potilas
hr_hr: Dodaj novog pacijenta
hu_hu: Új páciens hozzáadása
it_it: Aggiungi nuovo paziente
ko_kr: 신규 추가
nl_nl: Nieuwe cliënt toevoegen
no_no: Legg til ny pasient
pt_pt: Adicionar Novo Paciente
ro_ro: Adăugare pacient nou
ru_ru: Добавить нового пациента
sv_se: Lägg till ny patient
th_th: เพิ่มผู้ป่วยรายใหม่
tr_tr: Yeni Hasta Ekle
zh_cn: 添加新用户

source: All Patient
bg_bg: Всички пациенти
cht: 所有客戶
da_dk: Alle brugere
el_gr: Όλοι οι ασθενείς
fi_fi: Kaikki potilaat
hr_hr: Svi pacijenti
hu_hu: Minden páciens
it_it: Tutti i Pazienti
ko_kr: 모든 사용자
nl_nl: Alle cliënten
no_no: Alle pasienter
pt_pt: Todos os Pacientes
ro_ro: Toți pacienții
ru_ru: Все пациенты
sv_se: Alla patienter
th_th: ผู้ป่วยทั้งหมด
tr_tr: Tüm Hastalar
zh_cn: 所有用户

source: There is session data related to this patient. If you continue this data will be deleted also. Do you wish to continue?
bg_bg: Има данни за сесия, свързани с този пациент. Ако продължите, тези данни също ще бъдат изтрити. Желаете ли да продължите?
cht: 有此客戶的階段資料。若您繼續，將會刪除資料。您要繼續嗎?
da_dk: Der findes sessionsdata for denne bruger. Hvis du fortsætter, bliver disse data også slettet. Ønsker du at fortsætte?
el_gr: Υπάρχουν δεδομένα συνεδρίας που συσχετίζονται με αυτόν τον ασθενή. Εάν συνεχίσετε, θα διαγραφούν και τα δεδομένα αυτά. Θέλετε να συνεχίσετε;
fi_fi: Tähän potilaaseen liittyy istuntotietoja. Jos jatkat, nämäkin tiedot poistetaan. Jatketaanko ?
hr_hr: Za ovog pacijenta već postoje podaci. Ako nastavite, postojeći će se podaci obrisati. Želite li nastaviti?
hu_hu: Van a pácienshez tartozó bejegyzés. Ha folytatja az adatok törölve lesznek. Folytatja?
it_it: Ci sono dati di sessione relativi a questo Paziente. Se si continua questi dati saranno anche cancellati. Vuoi continuare?
ko_kr: 사용자의 세션 데이터가 있습니다. 이 데이터를 사용하면 삭제 될 것입니다. 계속 진행하시겠습니까?
nl_nl: Er zijn sessiegegeven voor deze cliënt. Als u doorgaat zullen deze gegevens ook worden gewist. Wilt u doorgaan?
no_no: Det er knyttet øktsdata til denne pasienten. Disse dataene vil bli slettet hvis du fortsetter. Vil du fortsette?
pt_pt: Há dados da sessão relacionados a este paciente. Se você continuar, esses dados serão excluídos. Deseja continuar?
ro_ro: Există date de sesiuneă pentru acest pacient. Dacă continuați datele se vor șterge. Doriți să continuați?
ru_ru: Для этого пациента имеются данные сессий. Если продолжить, эти данные тоже будут удалены. Продолжать все равно?
sv_se: Det finns sessionsdata för denna patient. Om du fortsätter kommer dessa data att raderas. Vill du fortsätta?
th_th: มีข้อมูลเซสชั่นที่เกี่ยวข้องกับผู้ป่วยรายนี้ หากคุณดำเนินการต่อ ข้อมูลนี้จะถูกลบด้วยเช่นกัน ต้องการดำเนินการต่อไหม
tr_tr: Bu hastayla ilgili oturum verisi yok. Devam ederseniz, bu veriler de silinecektir. Devam etmek istiyor musunuz?
zh_cn: 验配数据与此用户相关。如果继续将删除数据。是否继续？

source: There is no patient selected.
bg_bg: Няма избран пациент.
cht: 未選擇客戶。
da_dk: Der er ikke valgt nogen bruger.
el_gr: Δεν υπάρχει επιλεγμένος ασθενής.
fi_fi: Potilasta ei ole valittu
hr_hr: Niste odabrali pacijenta.
hu_hu: Nincs páciens kiválasztva
it_it: Non c'è un Paziente selezionato.
ko_kr: 사용자가 선택되지 않았습니다.
nl_nl: Er is geen cliënt geselecteerd.
no_no: Det er ikke valgt noen pasient.
pt_pt: Não tem paciente selecionado.
ro_ro: Nici un pacient selectat.
ru_ru: Пациентов не выбрано
sv_se: Ingen patient vald.
th_th: ไม่มีผู้ป่วยที่เลือก
tr_tr: Hiçbir hasta seçilmedi.
zh_cn: 尚未选择用户

source: No Patient Selected
bg_bg: Не е избран пациент
cht: 未選擇客戶
da_dk: Ingen bruger valgt
el_gr: Δεν έχει επιλεγεί ασθενής
fi_fi: Potilasta ei valittu
hr_hr: Nije odabran pacijent.
hu_hu: Nincs páciens kiválasztva
it_it: Nessun paziente Selezionato
ko_kr: 선택된 사용자가 없습니다.
nl_nl: Geen cliënt geselecteerd
no_no: Ingen pasient valgt
pt_pt: Nenhum Paciente Selecionado
ro_ro: Nici un pacient selectat
ru_ru: Пациентов не выбрано
sv_se: Ingen patient vald
th_th: ยังไม่ได้เลือกผู้ป่วย
tr_tr: Hiçbir Hasta Seçilmedi
zh_cn: 尚未选择用户

source: There is no audiogram data for this patient. Audiogram must exist to perform fitting.
bg_bg: Няма данни за аудиограма за този пациент. Трябва да съществува аудиограма, за да се извърши протезиране.
cht: 沒有此客戶的聽力圖。在執行選配前必須要有聽力圖。
da_dk: Der findes ingen audiogramdata for denne bruger. Der skal forefindes et audiogram, før der kan foretages tilpasning.
el_gr: Δεν υπάρχουν δεδομένα ακοογράμματος για αυτόν τον ασθενή. Το ακοόγραμμα πρέπει να υπάρχει για την εκτέλεση της ρύθμισης.
fi_fi: Tähän potilaaseen ei liity audiogrammitietoja. Sovitus edellyttää audiogrammia.
hr_hr: Ne postoje podaci o audiogramu za ovog pacijenta. Kako bi se provelo individualno podešavanje, mora postojati audiogram.
hu_hu: Nincs audiogram ehhez a pácienshez. Az audiogram szükséges az illesztéshez.
it_it: Non c'è un audiogramma per questo Paziente. L'audiogramma deve essere inserito per eseguire il Fitting.
ko_kr: 사용자의 청력도가 존재하지 않습니다. 보청기 피팅을 위해서는 반드시 청력도가 등록 되어야 합니다.
nl_nl: Er zijn geen audiogramgegevens voor deze cliënt. Er moet een audiogram zijn om de aanpassing te kunnen uitvoeren.
no_no: Det er ikke knyttet audiogramdata til denne pasienten. Det må finnes et audiogram for å utføre tilpasningen.
pt_pt: Não há dados da audiometria para esse paciente. O dados da audiometria devem ser inseridos para realizar os ajustes.
ro_ro: Nu există date de audiogramă pentru acest pacient. Pentru a realiza reglajul este necesară audiograma.
ru_ru: Для этого пациента данных аудиограммы не найдено. Для выполнения настроек должна существовать аудиограмма.
sv_se: Audiogramdata för denna patient saknas. Det måste finnas audiogram för denna anpassning.
th_th: ไม่มีข้อมูลผลตรวจการได้ยินสำหรับผู้ป่วยรายนี้ ต้องมีผลตรวจการได้ยินเพื่อดำเนินการติดตั้ง
tr_tr: Bu hasta için odyogram verisi yok. Ayar yapabilmek için odyogram verisinin bulunması gerekir.
zh_cn: 没有与此用户相关的选配数据，选配前必须输入听力图。

source: Save Failed
bg_bg: Неуспешно записване
cht: 儲存失敗
da_dk: Lagringen mislykkedes
el_gr: Η αποθήκευση απέτυχε
fi_fi: Tallennus
hr_hr: Spremanje nije uspjelo
hu_hu: Mentés hiba
it_it: Salvataggio non riuscito
ko_kr: 저장 실패
nl_nl: Opslaan mislukt
no_no: Kunne ikke lagre
pt_pt: Falha ao salvar
ro_ro: Salvare Esuata
ru_ru: Ошибка при сохранении
sv_se: Det gick inte att spara
th_th: การบันทีกไม่สมบูรณ์
tr_tr: Kayıt Başarısız
zh_cn: 保存失败

source: Session Notes
bg_bg: Бележки за сесията
cht: 階段摘要
da_dk: Sessionsnoter
el_gr: Σημειώσεις συνεδρίας
fi_fi: Merkintöjä käynnistä
hr_hr: Bilješke o sesiji
hu_hu: Munkameneti feljegyzések
it_it: Note di sessione
ko_kr: 세션 노트
nl_nl: Sessie opmerkingen
no_no: Øktsnotater
pt_pt: Notas de sessão
ro_ro: Notite Sesiune
ru_ru: Примечания к сессии
sv_se: Sessionsnoteringar
th_th: ข้อมูลการปรับเครื่องฯ
tr_tr: Oturum Notları
zh_cn: 验配备注

source: Add New Patient
bg_bg: Добавяне на нов пациент
cht: 新增客戶
da_dk: Tilføj ny bruger
el_gr: Προσθήκη νέου ασθενούς
fi_fi: Lisää uusi potilas
hr_hr: Dodaj novog pacijenta
hu_hu: Új páciens hozzáadása
it_it: Aggiungi nuovo paziente
ko_kr: 신규 사용자 추가
nl_nl: Nieuwe cliënt toevoegen
no_no: Legg til ny pasient
pt_pt: Adicionar Novo Paciente
ro_ro: Adăugare pacient nou
ru_ru: Добавить нового пациента
sv_se: Lägg till ny patient
th_th: เพิ่มผู้ป่วยรายใหม่
tr_tr: Yeni Hasta Ekle
zh_cn: 添加新用户

source: City
bg_bg: Град
cht: 城市
da_dk: By
el_gr: Πόλη
fi_fi: Kaupunki
hr_hr: Grad
hu_hu: Város
it_it: Città
ko_kr: 도시
nl_nl: Stad
no_no: By
pt_pt: Cidade
ro_ro: Oras
ru_ru: Город
sv_se: Stad
th_th: เมือง
tr_tr: Şehir
zh_cn: 城市

source: State
bg_bg: Щат
cht: 州
da_dk: Stat
el_gr: Νομός
fi_fi: Maakunta
hr_hr: Država
hu_hu: Megye
it_it: Stato
ko_kr: 도
nl_nl: Provincie
no_no: Land
pt_pt: Estado
ro_ro: Judet
ru_ru: Регион
sv_se: Stat
th_th: รัฐ
tr_tr: Ülke
zh_cn: 省份

source: Postal Code
bg_bg: Пощенски код
cht: 郵遞區號
da_dk: Postnr.
el_gr: Ταχυδρομικός κώδικας
fi_fi: Muuta
hr_hr: Poštanski broj
hu_hu: Irányítószám
it_it: Codice postale
ko_kr: 우편번호
nl_nl: Postcode
no_no: Postnummer
pt_pt: CEP
ro_ro: Cod Postal
ru_ru: Почтовый индекс
sv_se: Postnummer
th_th: รหัสไปรษณีย์
tr_tr: Posta Kodu
zh_cn: 邮编

source: Patient ID
bg_bg: Идентификатор на пациент
cht: 客戶 ID
da_dk: Bruger-ID
el_gr: Αναγνωριστικό ασθενούς
fi_fi: Potilastunnus
hr_hr: ID pacijenta
hu_hu: Páciens azonosító
it_it: ID paziente
ko_kr: 사용자 ID
nl_nl: Cliënt-ID
no_no: Pasient-ID
pt_pt: ID do Paciente
ro_ro: ID pacient
ru_ru: ID пациента
th_th: หมายเลขประจำตัวผู้ป่วย
tr_tr: Hasta Kimliği
zh_cn: 用户编码(ID)

source: Insurance Number
bg_bg: Застрахователен №
cht: 保險編號
da_dk: Policenr.
el_gr: Αριθμός ασφάλισης
fi_fi: Vakuutusnumero
hr_hr: Broj osiguranja
hu_hu: TAJ szám
it_it: Numero di assicurazione
ko_kr: 보험번호
nl_nl: Inschrijfnr. verzekering
no_no: Forsikringsnummer
pt_pt: Número do seguro
ro_ro: Numarul Asigurarii
ru_ru: Номер страхового полиса
sv_se: Försäkringsnummer
th_th: เลขที่ประกัน
tr_tr: Sigorta Numarası
zh_cn: 保险号码

source: Masked
bg_bg: Маскиран
cht: 已遮蔽
da_dk: Maskeret
el_gr: Με ηχοκάλυψη
fi_fi: Peitetty
hr_hr: Maskirano
hu_hu: Maszkolt
it_it: Mascherato
ko_kr: Masking
nl_nl: Gemaskeerd
no_no: Maskert
pt_pt: Mascarado
ro_ro: Mascat
ru_ru: Маскировано
sv_se: Maskerad
th_th: มาสก์
tr_tr: Maskelenmiş
zh_cn: 掩蔽

source: Frequency (Hz)
bg_bg: Честота (Hz)
cht: 頻率 (Hz)
da_dk: Frekvens (Hz)
el_gr: Συχνότητα (Hz)
fi_fi: Taajuus (Hz)
hr_hr: Frekvencija (Hz)
hu_hu: Frekvencia (Hz)
it_it: Frequenza (Hz)
ko_kr: 주파수(Hz)
nl_nl: Frequentie (Hz)
no_no: Frekvens (Hz)
pt_pt: Frequência
ro_ro: Frecventa
ru_ru: Частота (Гц)
sv_se: Frekvens (Hz)
th_th: ความถี่
tr_tr: Frekans (Hz)
zh_cn: 频率(Hz)

source: Intensity (dB)
bg_bg: Интензитет (dB)
cht: 音強 (dB)
da_dk: Intensitet (dB)
el_gr: Ένταση (dB)
fi_fi: Voimakkuus (dB)
hr_hr: Intenzitet (dB)
hu_hu: Intenzitás (dB)
it_it: Intensità (dB)
ko_kr: 강도(dB)
nl_nl: Intensiteit (dB)
no_no: Intensitet (dB)
pt_pt: Intensidade (dB)
ro_ro: Intensitate
ru_ru: Интенсивность (дБ)
sv_se: Intensitet (dB)
th_th: ความดัง
tr_tr: Şiddet (dB)
zh_cn: 强度(dB)

source: Audiogram was created
bg_bg: Аудиограмата е създадена
cht: 聽力圖建立於
da_dk: Audiogram blev oprettet
el_gr: Το ακοόγραμμα δημιουργήθηκε
fi_fi: Audiogrammi syötetty
hr_hr: Audiogram je izrađen
hu_hu: Audiogram létrehozva
it_it: L'audiogramma è stato creato
ko_kr: 청력도 생성일
nl_nl: Audiogram is gecreëerd op
no_no: Audiogram er opprettet
pt_pt: Audiometria
ro_ro: Audiograma fost creata
ru_ru: Аудиограмма создана
sv_se: Audiogram skapades
th_th: Audiogram ถูกสร้างขึ้นมา
tr_tr: Odyogram oluşturuldu
zh_cn: 已创建听力图

source: Battery:
bg_bg: Батерия:
cht: 電池：
da_dk: Batteri:
el_gr: Μπαταρία:
fi_fi: Paristo :
hr_hr: Baterija:
hu_hu: Elem:
it_it: Batteria:
ko_kr: 배터리:
nl_nl: Batterij:
no_no: Batteri:
pt_pt: Pilha:
ro_ro: Baterie:
ru_ru: Батарейка:
sv_se: Batteri:
th_th: แบตเตอรี่:
tr_tr: Pil:
zh_cn: 电池:

source: No Hearing Instrument Selected
bg_bg: Не е избран слухов апарат
cht: 未選擇助聽器
da_dk: Der er ikke valgt noget høreapparat
el_gr: Δεν έχει επιλεγεί ακουστικό
fi_fi: Kuulokojetta ei valittu
hr_hr: Slušni aparat nije odabran
hu_hu: Nincs kijelölt hallókészülék
it_it: Nessun apparecchio acustico selezionato
ko_kr: 선택한 보청기 없음
nl_nl: Geen hoortoestel geselecteerd
no_no: Ingen høreapparat valgt
pt_pt: Nenhum aparelho auditivo selecionado
ro_ro: Niciun aparat auditiv selectat
ru_ru: Не выбран СА
sv_se: Ingen hörapparat vald
th_th: ไม่ได้เลือกอุปกรณ์ช่วยฟัง
tr_tr: Seçilmiş İşitme Cihazı Yok
zh_cn: 未选择助听器

source: Environmental Optimizer II
bg_bg: Оптимизатор на средата II
cht: 環境優化器 II
fi_fi: Ääniympäristön optimointi II
hu_hu: Környezeti Optimalizáló II
it_it: Ottimizzatore Ambientale II
ko_kr: 자동환경조절
pt_pt: Otimizador Ambiental II
ru_ru: Оптимизатор Окружения II
sv_se: Miljöoptimering II
th_th: โปรแกรมปรับแต่งสภาพแวดล้อม
tr_tr: Çevresel Yönetim II
zh_cn: AI智能环境优化器

source: Max
bg_bg: Максимално
cht: 最大
da_dk: Maks.
fi_fi: Maks
hr_hr: Maks.
ko_kr: 최대
no_no: Maks.
pt_pt: Máximo
ro_ro: Maxim
ru_ru: Макс.
th_th: มากที่สุด
tr_tr: Maksimum
zh_cn: 最大

source: Min
bg_bg: Минимално
cht: 最小
fi_fi: Minimi
ko_kr: 최소
pt_pt: Mínimo
ro_ro: Minim
ru_ru: Мин.
th_th: ค่าตํ่าสุด
tr_tr: Minimum
zh_cn: 最小

source: Speech Test results are used for Natural Directionality II Monitor and Focus Ear calculations
bg_bg: Резултатите от говорният тест се използват за Natural Directionality II Monitor и за изчисления на Focus Ear
cht: 語音測試結果用於自然方向性 II 的監控耳和聚焦耳計算
da_dk: Resultater af taletest bruges til beregninger af Natural Directionality II for monitor- og fokusøre
el_gr: Τα αποτελέσματα της Εξέτασης ομιλίας χρησιμοποιούνται σε υπολογισμούς για το αυτί εστίασης και το αυτί παρακολούθησης με Natural Directionality II
fi_fi: Puhetestituloksia käytetään Luonnollinen suuntakuvio II monitoroivan ja fokusoivan korvan laskemiseen.
hr_hr: Rezultati govornog testa upotrebljavaju se za izračun vrijednosti Natural Directionality II za uho za praćenje i fokusno uho.
hu_hu: A rendszer a beszédteszt eredményeit a Természetes direkcionalítás II figyelő és fókusz fülének számításaihoz használja fel
it_it: I risultati del test vocale sono utilizzati nella Direzionalità Naturale II per calcolare l'orecchio monitor e l'orecchio focus
ko_kr: 스피치테스트 결과는 Natural Directionality II Monitor Ear와 Focus Ear 선택에 적용됩니다.
nl_nl: Spraaktest resultaten worden gebruikt voor het berekenen van Monitor en Focus oor bij Brain-balanced directionaliteit II
no_no: Taletestresultatene er benyttet til kalkulering av Natural Directionality II Monitor og fokusøre
pt_pt: Os resultados dos testes de fala são usados para o cálculo da orelha foco e do monitor da Direcionalidade Natural II
ro_ro: Rezultatele testelor de inteligibilitate a vorbirii sunt folosite pentru calculul Directionalitate Spatiala si Ureche Focus.
ru_ru: Результаты Речевого теста используются для расчета Фокусного уха и Мониторингового уха при Естественной направленности II
sv_se: Taltestresultat används för beräkningar av Naturlig Riktverkan II Monitor och Fokus öra.
th_th: ผลการทดสอบเสียงพูด จะถูกนำไปใช้ในการคำนวณหูข้างที่มอนิเตอร์และข้างที่โฟกัสของทิศทางการฟังแบบธรรมชาติ II
tr_tr: Konuşma Testi sonuçları Natural Direksiyonalite II Monitor ve Fokus Kulağı hesaplamaları için kullanılır
zh_cn: 言语测试的结果用来定义自然方向性II的聚焦耳和监测耳的计算。

source: Speech Test data has changed. Would you like to recalculate Focus Ear?
bg_bg: Данните за говорния тест са променени. Желаете ли да преизчислите Focus Ear?
cht: 語音測試資料已更改。您要重新計算聚焦耳嗎？
da_dk: Dataene for taletesten er ændret. Vil du genberegne fokusøre?
el_gr: Τα δεδομένα της Εξέτασης ομιλίας έχουν αλλάξει. Θέλετε να γίνει επανυπολογισμός στο αυτί εστίασης;
fi_fi: Puhetestin tieto on muuttunut. Haluatko laskea uudestaan Fokusoivan korvan tiedot ?
hr_hr: Podatci govornog testa su promijenjeni. Želite li ponoviti izračun za fokusno uho?
hu_hu: Megváltoztak a beszédteszt adatai. Szeretné elvégezni az újrakalibrálást?
it_it: I dati del test vocale sono cambiati. Ricalcolare l'orecchio focus?
ko_kr: 스피치테스트 데이터가 변경되었습니다. Focus Ear를 재적용 하시겠습니까?
nl_nl: Spraaktest gegevens zijn gewijzigd. Wilt u het Focus oor opnieuw bepalen?
no_no: Taletestdata er endret. Ønsker du å rekalkulere fokusøre?
pt_pt: Os dados dos testes de fala mudaram. Deseja recalcular a orelha foco?
ro_ro: Datele testului de inteligibilitate a vorbirii s-au schimbat.Vreti sa recalculati Urechea Focus ?
ru_ru: Данные Речевого теста изменены. Пересчитать Фокусное ухо?
sv_se: Tal Test data har ändrats. Vill du beräkna om fokusöra?
th_th: ข้อมูลการทดสอบเสียงพูดเปลี่ยนแปลงไป คุณต้องการคำนวณหูข้างที่โฟกัสใหม่หรือไม่
tr_tr: Konuşma Testi verileri değiştirildi. Odak Kulağı tekrar hesaplamak ister misiniz?
zh_cn: 言语测试数据变化。您希望重新计算聚焦耳吗？

source: Reduced-Moderate
bg_bg: Намален-Умерен
cht: 已減低 - 中度
da_dk: Reduceret – moderat
el_gr: Μειωμένο - Μέτριο
fi_fi: Pienenetty - kohtalainen
hr_hr: Smanjeno – umjereno
hu_hu: Csökkentett – mérsékelt
it_it: Ridotto-Moderato
ko_kr: 감소-Moderate
nl_nl: Verminderd-gemiddeld
no_no: Redusert – moderat
pt_pt: Reduzido – moderado
ro_ro: Redus-Moderat
ru_ru: Сниженное-умеренное
sv_se: Reducerad - Måttlig
th_th: ลดลง-ปานกลาง
tr_tr: Azalan-Orta
zh_cn: 适度减轻

source: TV Streamer & Micro/Mini/Multi Mic
bg_bg: Телевизионен стриймър и Micro/Mini/Multi микрофон
cht: TV Streamer/無線麥克風-PlusM
fi_fi: TV lähetin & Micro/Mini/Multi Mic
hr_hr: TV Streamer i Mikro/Mini/Multi Mikrofon
hu_hu: TV Streamer & Mikro/Mini/Multi Mik
ko_kr: TV스트리머&마이크
no_no: TV Streamer & Mikro/Multi Mik
pt_pt: Transmissor de TV & Micro/Mini/Multi Mic
ru_ru: ТВ-стример и Микро-/Мини-/Мульти-микрофон
sv_se: TV Streamer & Mikro/Mini/Multimikrofon
tr_tr: TV Aktarım Ünitesi ve Mikro/Mini/Multi Mikrofon
zh_cn: 音频转换器 & Micro/Mini/Multi Mic

source: Instruments
bg_bg: Апарати
cht: 助聽器
da_dk: Apparater
el_gr: Ακουστικά
fi_fi: Kuulokojeet
hr_hr: Aparati
hu_hu: Készülékek
it_it: Apparecchi
ko_kr: 보청기
nl_nl: Toestellen
no_no: Høreapparater
pt_pt: Aparelhos Auditivos
ro_ro: Instrumente
ru_ru: Слуховые аппараты
sv_se: Hörapparater
th_th: เครื่องช่วยฟัง
tr_tr: Cihazlar
zh_cn: 助听器

source: Accessories
bg_bg: Аксесоари
cht: 配件
da_dk: Tilbehør
el_gr: Εξαρτήματα
fi_fi: Lisälaitteet
hr_hr: Dodatna oprema
hu_hu: Tartozékok
it_it: Accessori
ko_kr: 액세서리
nl_nl: Accessoires
no_no: Tilbehør
pt_pt: Acessórios Wireless
ro_ro: Accesorii
ru_ru: Аксессуары
sv_se: Tillbehör
th_th: อุปกรณ์เสริม
tr_tr: Aksesuarlar
zh_cn: 附件

source: Bluetooth Mobile Devices
bg_bg: Мобилни устройства с Bluetooth
cht: 藍牙行動裝置
da_dk: Bluetooth-mobilenheder
el_gr: Φορητές συσκευές Bluetooth
fi_fi: Bluetooth-mobiililaitteet
hr_hr: Bluetooth mobilni uređaji
hu_hu: Bluetooth-mobileszközök
it_it: Dispositivi mobili Bluetooth
ko_kr: 블루투스 모바일 기기
nl_nl: Bluetooth mobiele apparaten
no_no: Mobile Bluetooth-enheter
pt_pt: Dispositivos móveis Bluetooth
ro_ro: Dispozitive Smart Bluetooth
ru_ru: Мобильные устройства Bluetooth
sv_se: Bluetooth-mobilenheter
th_th: อุปกรณ์มือถือ Bluetooth
tr_tr: Bluetooth Mobil Cihazlar
zh_cn: 蓝牙移动设备

source: Right Instrument
bg_bg: Десен апарат
cht: 右耳助聽器
da_dk: Højre apparat
el_gr: Δεξί ακουστικό
fi_fi: Oikea kuulokoje
hr_hr: Desni aparat
hu_hu: Jobb készülék
it_it: Apparecchio destro
ko_kr: 우측 보청기
nl_nl: Rechter toestel
no_no: Høyre apparat
pt_pt: Aparelho Direito
ro_ro: Aparat Drept
ru_ru: Правый СА
sv_se: Höger Hörapparat
th_th: อุปกรณ์ข้างขวา
tr_tr: Sağ Cihaz
zh_cn: 右侧助听器

source: Left Instrument
bg_bg: Ляв апарат
cht: 左耳助聽器
da_dk: Venstre apparat
el_gr: Αριστερό ακουστικό
fi_fi: Vasen kuulokoje
hr_hr: Lijevi aparat
hu_hu: Bal készülék
it_it: Apparecchio sinistro
ko_kr: 좌측 보청기
nl_nl: Linker toestel
no_no: Venstre apparat
pt_pt: Aparelho Esquerdo
ro_ro: Aparat Stang
ru_ru: Левый СА
sv_se: Vänster Hörapparat
th_th: อุปกรณ์ข้างซ้าย
tr_tr: Sol Cihaz
zh_cn: 左侧助听器

source: Family:
bg_bg: Семейство:
cht: 產品系列：
da_dk: Familie:
el_gr: Οικογένεια:
fi_fi: Tuoteperhe :
hr_hr: Serija:
hu_hu: Család:
it_it: Famiglia:
ko_kr: 제품군:
nl_nl: Familie:
no_no: Familie:
pt_pt: Família:
ro_ro: Familie:
ru_ru: Семейство:
sv_se: Familj:
th_th: กลุ่มผลิตภัณฑ์:
tr_tr: Ürün Grubu:
zh_cn: 系列:

source: Model:
bg_bg: Модел:
cht: 型號：
el_gr: Μοντέλο:
fi_fi: Kojemalli :
hu_hu: Modell:
it_it: Modello:
ko_kr: 모델:
no_no: Modell:
pt_pt: Modelo:
ru_ru: Модель:
sv_se: Modell:
th_th: รุ่น:
zh_cn: 型号:
