Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Mic/Micro/Mini/Multi Mic line-in
bg_bg: Линеен вход за микрофон Mic/Micro/Mini/Multi
cht: Micro/Mini/Multi Mic 線路輸入
da_dk: Lydindgang til mikrofon/Micro/Mini/Multi Mic
el_gr: Mic/Micro/Mini/Multi Mic είσοδος
fi_fi: Mik/Micro/Mini/Multi Mic -linjatulo
hr_hr: HI Mikrofon/Mikro/Mini/Multi Mikrofon audio ulaz
hu_hu: Mik/Mikro/Mini/Multi Mik vonal
ko_kr: 무선액세서리 마이크 line-in
no_no: Mik/Mikro/Multi Mik linje-in
pt_pt: Entrada de linha do Mic/Micro/Mini/Multi Mic
ru_ru: Микро-/Мини-/мульти-микрофон, линия
sv_se: Mik/Mikro/Mini/Multimikrofon line-in
th_th: ช่องสำหรับต่อ Mic/Micro/Mini/Multi Mic
tr_tr: Mikrofon/Mikro/Mini/Multi Mikrofon kablosu
zh_cn: Mic/Micro/Mini/Multi Mic输入

source: TV Streamer 2
bg_bg: Телевизионен стриймър 2
fi_fi: TV-lähetin 2
ko_kr: TV스트리머
pt_pt: Transmissor de TV 2
ru_ru: ТВ-стример 2
tr_tr: TV Aktarım Ünitesi 2
zh_cn: 音频转换器2

source: Micro/Mini/Multi Mic
bg_bg: Micro/Mini/Multi микрофон
hr_hr: Mikro/Mini/Multi Mikrofon
hu_hu: Mikro/Mini/Multi Mik.
ko_kr: 무선액세서리 마이크
no_no: Mikro/Mini/Multi Mik
ru_ru: Микро-/Мини-/Мульти-микрофон
sv_se: Mikro/Mini/Multimikrofon
tr_tr: Mikro/Mini/Multi Mikrofon

source: Micro/Mini/Multi Mic line-in
bg_bg: Линеен вход за микрофон Micro/Mini/Multi
cht: Micro/Mini/Multi Mic 線路輸入
da_dk: Lydindgang til Micro/Mini/Multi Mic
el_gr: Micro/Mini/Multi Mic είσοδος
fi_fi: Micro/Mini/Multi Mic -linjatulo
hr_hr: Mikro/Mini/Multi Mikrofon audio ulaz
hu_hu: Mikro/Mini/Multi Mik vonal
ko_kr: 무선액세서리 마이크 line-in
no_no: Mikro/Multi Mik linje-in
pt_pt: Entrada de linha do Micro/Mini/Multi Mic
ru_ru: Микро-/мини-/мульти-микрофон, линия
sv_se: Mikro/Mini/Multimikrofon line-in
th_th: ช่องสำหรับต่อ Micro/Mini/Multi Mic
tr_tr: Mikro/Mini/Multi Mikrofon kablosu
zh_cn: Micro/Mini/Multi Mic输入

source: HI Mic Off
bg_bg: Микрофон на слухов апарат изкл.
cht: 助聽器麥克風關閉
da_dk: Høreapparatmikrofon fra
el_gr: HI Mic απενεργοποιημένο
fi_fi: Kuulokojeen mikrofoni suljettu
hr_hr: HI mikrofon isklj.
hu_hu: HI Mik ki
ko_kr: HA off
nl_nl: HI Mic uit
no_no: HA Mik av
pt_pt: Microfone do AASI Desligado
ro_ro: Microfon AA oprit
ru_ru: Микрофон СА откл
sv_se: HA Mik Av
th_th: ปิดไมค์ HI
tr_tr: İşitme Cihazı Mikrofon Kapalı
zh_cn: 助听器麦克风关闭

source: TV Streamer Off
bg_bg: Телевизионен стриймър изкл.
cht: TV Streamer 關閉
da_dk: TV Streamer slået fra
el_gr: TV Streamer απενεργοποιημένο
fi_fi: TV-lähetin Ei käytössä
hr_hr: TV Streamer isklj.
hu_hu: TV Streamer ki
ko_kr: TV스트리머 Off
nl_nl: TV streamer uit
no_no: TV Streamer av
pt_pt: Transmissor de TV Desligado
ro_ro: TV Streamer Oprit
ru_ru: ТВ_стример откл
sv_se: TV Streamer Av
th_th: ปิด TV Streamer
tr_tr: TV Aktarım Ünitesi Kapalı
zh_cn: 音频转换器关闭

source: Micro/Mini/Multi Mic Off
bg_bg: Micro/Mini/Multi микрофон изкл.
cht: Micro/Mini/Multi Mic 關閉
da_dk: Micro/Mini/Multi Mic slået fra
el_gr: Micro/Mini/Multi Mic απενεργοποιημένο
fi_fi: Micro/Mini/Multi Mik pois käytöstä
hr_hr: Mikro/Mini/Multi Mikrofon isključen
hu_hu: Mikro/Mini/Multi Mik ki
ko_kr: 무선액세서리 마이크 Off
nl_nl: Micro/Mini/Multi Mic uit
no_no: Mikro/Multi Mik av
pt_pt: Micro/Mini/Multi Mic desativado
ro_ro: Micro/Mini/Multi Mic Oprit
ru_ru: Микро-/мини-/мульти-микрофон откл
sv_se: Mikro/Mini/Multimikrofon Av
th_th: Micro/Mini/Multi Mic ปิดอยู่
tr_tr: Mikro/Mini/Multi Mikrofon Kapalı
zh_cn: Micro/Mini/Multi Mic 关闭

source: Micro/Mini/Multi Mic line-in Off
bg_bg: Линеен вход за микрофон Micro/Mini/Multi изкл.
cht: Micro/Mini/Multi Mic 線路輸入關閉
da_dk: Lydindgang til Micro/Mini/Multi Mic slået fra
el_gr: Micro/Mini/Multi Mic είσοδος απενεργοποιημένη
fi_fi: Micro/Mini/Multi Mik -linjatulo pois käytöstä
hr_hr: Mikro/Mini/Multi Mikrofon audio ulaz isključen
hu_hu: Mikro/Mini/Multi Mik vonal ki
ko_kr: 무선액세서리 마이크 line-in Off
nl_nl: Micro/Mini/Multi Mic line-in uit
no_no: Mikro/Multi Mik linje in-er av
pt_pt: Entrada de linha do Micro/Mini/Multi Mic desativada
ro_ro: Micro/Mini/Multi Mic line-in Oprit
ru_ru: Микро-/мини-/мульти-микрофон линия откл
sv_se: Mikro/Mini/Multimikrofon Av
th_th: ช่องสำหรับต่อ Micro/Mini/Multi Mic ปิดอยู่
tr_tr: Mikro/Mini/Multi Mikrofon kablosu Kapalı
zh_cn: Micro/Mini/Multi Mic line-in 关闭

source: Phone Clip Off
bg_bg: Phone Clip е изключен
cht: Phone Clip 關閉
da_dk: Telefonclip fra
el_gr: Κλιπ τηλεφώνου απενεργοποιημένο
fi_fi: Phone Clip pois käytöstä
hr_hr: Kopča za telefon isklj.
hu_hu: Phone Clip ki
ko_kr: 폰클립 Off
nl_nl: Telefoonclip uit
no_no: Phone Clip av
pt_pt: Phone Clip desligado
ro_ro: Clemă telefon oprită
ru_ru: Phone Clip откл
sv_se: Telefonlänk av
th_th: ปิด Phone Clip
tr_tr: Telefon Klipsi Kapalı
zh_cn: 手机伴侣关闭

source: Remote Control Mute
bg_bg: Заглушаване на дистанционното управление
cht: 遙控器靜音
da_dk: Slå lyden i fjernbetjeningen fra
el_gr: Σίγαση τηλεχειριστηρίου
fi_fi: Kauko-Ohjaimen mykistys
hr_hr: Isključenje zvuka daljinskim upravljačem
hu_hu: Távirányító némítása
it_it: Remote Control muto
ko_kr: 리모컨 음소거
nl_nl: Afstandbediening mute
no_no: Fjernkontroll - Mute
pt_pt: Controle remoto mudo
ro_ro: Setare telecomandă pe silențios
ru_ru: Микрофон ПДУ отключен
sv_se: Fjärrkontroll tystad
th_th: ปิดเสียงรีโมท
tr_tr: Uzaktan Kumanda Sessiz
zh_cn: 遥控器静音

source: The Reconfigure process will reset the DFS Calibration, Physical properties, and possibly adjust the target and gain settings.
bg_bg: Процесът на повторно конфигуриране ще нулира калибрирането на DFS, Физични свойства и вероятно ще промени целевите настройки и настройките за усилване.
cht: 重新配置過程將重設數位回饋音抑制校正、硬體特性，並可能調整目標和增益設定。
da_dk: Rekonfigurationsprocessen nulstiller DFS-kalibrering, fysiske egenskaber og justerer muligvis indstillingerne for target og forstærkning.
el_gr: Η διαδικασία νέας ρύθμισης παραμέτρων θα πραγματοποιήσει επαναφορά της βαθμονόμησης της DFS, των φυσικών ιδιοτήτων, και πιθανόν να προσαρμόσει τις ρυθμίσεις στόχου και κέρδους.
fi_fi: Uudelleenmääritettäessä MSG-kalibrointi fyysiset ominaisuudet sekä mahdollisesti kohde- ja vahvistusasetukset nollataan.
hr_hr: Procesom rekonfiguriranja resetirat će se kalibracija DFS-a, fizička svojstva, a možda i prilagoditi ciljne postavke i postavke pojačanja.
hu_hu: Az újrakonfigurálási eljárás alaphelyzetbe állítja a DFS kalibrációt, a fizikai tulajdonságokat, és esetleg módosítja a cél és az erősítés beállításait.
it_it: Il processo di riconfigurazione ripristinerà la calibrazione DFS, le proprietà fisiche ed eventualmente regolerà le impostazioni di obiettivo e guadagno, se possibile.
ko_kr: 재구성 프로세스는 DFS 보정, 돔, 리시버 선택을 초기화하고, 목표 및 이득 설정을 조정할 수 있습니다.
nl_nl: Het reconfiguratieproces zal de DFS-kalibratie en de fysieke eigenschappen resetten en mogelijk de target en versterkingsinstellingen veranderen.
no_no: Rekonfigureringen vil tilbakestille DFS-kalibrering, fysiske egenskaper og muligens justere target- og gaininnstillingene.
pt_pt: O processo de reconfiguração redefinirá a calibração do DFS, as propriedades físicas e, possivelmente, ajustará as definições do alvo e de ganho.
ro_ro: Procesul de reconfigurare va reseta Calibrarea DFS, Proprietățile fizice și poate ajusta setările de câștig și țintă.
ru_ru: Процесс переконфигурирования приведет к сбросу данных калибровки подавления обратной связи (DFS), физических параметров, и может изменить настройки целевых значений и усиления.
sv_se: Omkonfigureringsprocessen återställer DFS-kalibrering, fysiska egenskaper och justerar eventuellt inställningarna för mål och förstärkning.
th_th: กระบวนการกำหนดค่าใหม่ จะเป็นการรีเซ็ตการปรับเทียบ DFS, คุณสมบัติทางกายภาพ และอาจปรับการตั้งค่าเป้าหมายและเกน
tr_tr: Yeniden Yapılandırma süreci DFS Kalibrasyonunu ve Fiziksel Özellikleri sıfırlayacak ve muhtemelen hedef ve kazanç ayarlarını yapacaktır.
zh_cn: 重新配置过程将重置DFS校准，助听器属性，并可能调整目标和增益设置。

source: Baby [0 - 4 Years]
bg_bg: Бебе [0 - 4 години]
cht: 嬰兒 [0 - 4 歲]
da_dk: 0 - 4 år
el_gr: Βρέφος [0–4 ετών]
fi_fi: Lapsi [0 - 4 vuotta]
hr_hr: Beba [0 - 4 god.]
hu_hu: Csecsemő [0 - 4 éves]
it_it: Bambini [0-4 anni]
ko_kr: 유소아 [0 - 4 세]
nl_nl: Baby [0 - 4 jaar oud]
no_no: Småbarn [0–4 år]
pt_pt: Bebê [0 – 4 anos]
ro_ro: Sugar [0 - 4 ani]
ru_ru: Ребенок младшего возраста [0 - 4 года]
sv_se: 0 - 4 År
th_th: ทารก [0 - 4 ปี]
tr_tr: Bebek [0 - 4 Yaş]
zh_cn: 婴幼儿[0 - 4岁]

source: School [5 - 8 Years]
bg_bg: Ученик(-чка) [5 - 8 години]
cht: 學童 [5 - 8 歲]
da_dk: 5 - 8 år
el_gr: Νήπιο [5–8 ετών]
fi_fi: Koululainen [5 - 8 vuotta]
hr_hr: Škola [5 - 8 god.]
hu_hu: Iskolás [5 - 8 éves]
it_it: Scolari [5-8 anni]
ko_kr: 학령기 [5 - 8 세]
nl_nl: Schoolkind [5-8 jaar oud]
no_no: Skolebarn [5–8 år]
pt_pt: Escolar [5 – 8 anos]
ro_ro: Scolar [5 - 8 ani]
ru_ru: Ребенок младшего школьного возраста [5 - 8 лет]
sv_se: 5 - 8 År
th_th: เพิ่งเข้าโรงเรียน [5 - 8 ปี]
tr_tr: Okul Yaşı [5 - 8 Yaş]
zh_cn: 少年 [5 - 8岁]

source: Teen [9 - 16 Years]
bg_bg: Юноша [9 - 16 години]
cht: 青少年 [9 - 16 歲]
da_dk: 9 - 16 år
el_gr: Έφηβος [9–16 ετών]
fi_fi: Teini [9 - 16 vuotta]
hr_hr: Tinejdžer [9 - 16 god.]
hu_hu: Tizenéves [9 - 16 éves]
it_it: Ragazzi [9-16 anni]
ko_kr: 청소년 [9 - 16 세]
nl_nl: Tiener [9-16 jaar oud]
no_no: Barn/tenåring [9–16 år]
pt_pt: Adolescente [9 – 16 anos]
ro_ro: Adolescent [9 - 16 ani]
ru_ru: Подросток [9 - 16 лет]
sv_se: 9 - 16 år
th_th: วัยรุ่น [9 - 16 ปี]
tr_tr: Ergen [9 - 16 Yaş]
zh_cn: 青少年[9 - 16岁]

source: Fitting Mode:
bg_bg: Режим на монтиране:
cht: 選配模式：
da_dk: Tilpasningsindstilling:
el_gr: Λειτουργία εφαρμογής:
fi_fi: Sovitustila :
hr_hr: Način namještanja:
hu_hu: Illesztési mód:
it_it: Modalità di fitting:
ko_kr: 피팅 모드:
nl_nl: Aanpasmodus:
no_no: Tilpasningsmodus:
pt_pt: Modo de ajuste:
ro_ro: Mod reglaj:
ru_ru: Режим настройки:
sv_se: Anpassningsläge:
th_th: โหมดการ Fitting:
tr_tr: Uygulama modu:
zh_cn: 验配模式:

source: Speech In Noise
bg_bg: Говор в шумна среда
cht: 噪音中語音
da_dk: Tale i støj
el_gr: Ομιλία σε θόρυβο
fi_fi: Puhe kohinassa
hr_hr: Govor u buci
hu_hu: Beszéd zajban
it_it: Parlato nel rumore
ko_kr: 소음 속 말소리
nl_nl: Spraak in lawaai
no_no: Tale i støy
pt_pt: Fala no ruído
ro_ro: Vorbire in zgomot
ru_ru: Речь в шуме
sv_se: Tal i brus
th_th: เสียงพูดในเสียงรบกวน
tr_tr: Gürültüde Konuşma
zh_cn: 嘈杂环境

source: Ensure that the hearing aids are not in flight mode
bg_bg: Уверете се, че слуховите апарати не са в режим на полет
cht: 確認助聽器不在飛航模式
da_dk: Kontrollér, at høreapparaterne ikke er i flytilstand
el_gr: Βεβαιωθείτε ότι τα ακουστικά βοηθήματα δεν βρίσκονται σε λειτουργία πτήσης
fi_fi: Varmista, että kuulokojeet eivät ole lentokonetilassa.
hr_hr: Uvjerite se da slušna pomagala nisu u načinu rada za zrakoplov
hu_hu: Gondoskodjon arról, hogy a hallókészülékek ne legyenek repülő üzemmódban
it_it: Assicurarsi che gli apparecchi acustici non siano in modalità in volo
ko_kr: 보청기가 비행 모드 상태가 아닌지 확인하십시오.
nl_nl: Zorg ervoor dat de toestellen niet in de vliegtuigmodus staan
no_no: Pass på at høreapparatene ikke er i flymodus
pt_pt: Certifique-se de que o(s) aparelho(s) auditivo(s) não estão no modo avião
ro_ro: Asigurati-va ca aparatele auditive nu se afla in modul de zbor
ru_ru: Убедитесь, что СА не находится(ятся) в режиме "Полет"
sv_se: Kontrollera att hörapparaten inte är i "Flight mode".
th_th: ตรวจสอบให้แน่ใจว่าอุปกรณ์ช่วยฟังไม่ได้อยู่ในโหมดใช้บนเครื่องบิน
tr_tr: İşitme cihazlarının uçuş modunda olmadığından emin olun
zh_cn: 确保助听器未处于飞行模式

source: Ensure that the hearing aids are not in flight mode
bg_bg: Уверете се, че слуховите апарати не са в режим на полет
cht: 確認助聽器不在飛航模式
da_dk: Kontrollér, at høreapparaterne ikke er i flytilstand
el_gr: Βεβαιωθείτε ότι τα ακουστικά βοηθήματα δεν βρίσκονται σε λειτουργία πτήσης
fi_fi: Varmista, että kuulokojeet eivät ole lentokonetilassa.
hr_hr: Uvjerite se da slušna pomagala nisu u načinu rada za zrakoplov
hu_hu: Gondoskodjon arról, hogy a hallókészülékek ne legyenek repülő üzemmódban
it_it: Assicurarsi che gli apparecchi acustici non siano in modalità in volo
ko_kr: 보청기가 비행 모드 상태가 아닌지 확인하십시오.
nl_nl: Zorg ervoor dat de toestellen niet in de vliegtuigmodus staan
no_no: Pass på at høreapparatene ikke er i flymodus
pt_pt: Certifique-se que os aparelhos não estão no modo voo
ro_ro: Asigurati-va ca aparatele auditive nu se afla in modul de zbor
ru_ru: Убедитесь, что СА не находится(ятся) в режиме "Полет"
sv_se: Kontrollera att hörapparaten inte är i "Flight mode".
th_th: ตรวจสอบให้แน่ใจว่าอุปกรณ์ช่วยฟังไม่ได้อยู่ในโหมดใช้บนเครื่องบิน
tr_tr: İşitme cihazlarının uçuş modunda olmadığından emin olun
zh_cn: 确保助听器未处于飞行模式

source: Manual Program Switch
bg_bg: Ръчно превключване на програмите
cht: 手動切換程式
da_dk: Manuelt programskift
el_gr: Χειροκίνητη εναλλαγή προγραμμάτων
fi_fi: Manuaalinen ohjelmanvaihto
hr_hr: Ručna promjena programa
hu_hu: Kézi programváltás
it_it: Passaggio a programma manuale
ko_kr: 프로그램 스위치
nl_nl: Handmatig programma wisselen
no_no: Manuelt Programbytte
pt_pt: Mudança manual do programa
ro_ro: Schimbare manuala de programe
ru_ru: Ручной переключатель программ
sv_se: Manuell programomkopplare
th_th: สลับโปรแกรมแบบแมนนวล
tr_tr: Manuel Program Düğmesi
zh_cn: 手动程序切换

source: Show recommendation for Fitting Mode Selection
bg_bg: Показване на препоръки за избор на режим за монтиране
cht: 顯示選配模式選擇的建議值
da_dk: Vis anbefaling for tilpasningsindstilling
el_gr: Εμφάνιση σύστασης για την επιλογή της λειτουργίας εφαρμογής
fi_fi: Näytä suositus sovitustilan valinnalle
hr_hr: Pokaži preporuke za odabir načina namještanja
hu_hu: Ajánlás megjelenítése az illesztési mód kiválasztáshoz
it_it: Mostra opzione consigliata per la selezione della modalità di fitting
ko_kr: 피팅 모드 선택을 위한 권장사항 확인합니다
nl_nl: Toon de aanbevolen aanpasmodus
no_no: Vis anbefalt valg i tilpasningsmodus
pt_pt: Mostrar a recomendação para seleção do modo de ajuste
ro_ro: Arata recomandarile pentru Selectare Mod reglaj
ru_ru: Показать рекомендации по выбору режима настройки
sv_se: Visa rekommenderat Anpassningsläge.
th_th: แสดงข้อมูลเพิ่มเติม ในโหมดการ Fitting
tr_tr: Uygulama modu seçimi için önerilenleri göster
zh_cn: 选用此模式时,显示推荐设置

source: Region below hearing loss level
bg_bg: Област под нивото на загуба на слуха
cht: 低於聽力損失等級區域
da_dk: Område er under hørenedsættelsesniveauet
el_gr: Περιοχή υπό του επιπέδου βαρηκοΐας
fi_fi: Kuulonaleneman tason alittava alue
hr_hr: Područje ispod razine gubitka sluha
hu_hu: Hallásvesztési szint alatti régió
it_it: Regione inferiore al livello di perdita uditiva
ko_kr: 난청 레인지
nl_nl: Zone onder niveau van gehoorverlies
no_no: Område nedenfor nivå av hørselstap
pt_pt: Região abaixo do nível de perda auditiva
ro_ro: Regiune sub nivelul de hipoacuzie
ru_ru: Область ниже уровня потери слуха
sv_se: Region under hörselnedsättningsnivå
th_th: ขอบเขตต่ำกว่าระดับการสูญเสียการได้ยิน
tr_tr: İşitme kaybı seviyesinin altındaki bölge
zh_cn: 低于听力损失等级的区域

source: Microsoft .NET Framework 3.5 SP1 needs to be installed before this installation can continue. It will be started next; once complete please restart this installation.
bg_bg: Трябва да се инсталира Microsoft .NET Framework 3.5 SP1, преди да продължи настоящата инсталация. Тя ще започне след това; след като завърши, рестартирайте тази инсталация.
cht: 在繼續安裝前，需要先安裝 Microsoft .NET Framework 3.5 SP1 。接下來將開始安裝；完成安裝後，請重新啟動此安裝程式。
da_dk: Microsoft .NET Framework 3.5 SP1 skal installeres, før denne installation kan fortsætte. Den startes næste gang. Når den er fuldført, skal du genstarte denne installation.
el_gr: Για να συνεχίσει αυτή η εγκατάσταση, πρέπει να είναι εγκατεστημένο το Microsoft .NET Framework 3.5 SP1. Θα ξεκινήσει στη συνέχεια. Μόλις ολοκληρωθεί, επανεκκινήστε αυτήν την εγκατάσταση.
fi_fi: Microsoft .NET Framework 3.5 SP1 on asennettava ennen asennuksen jatkamista. Se käynnistyy seuraavaksi. Kun se on valmis, käynnistä asennus uudelleen.
hr_hr: Da bi se ova instalacija mogla nastaviti, najprije se mora instalirati Microsoft .NET Framework 3.5 SP1. Taj će postupak započeti sljedeći; nakon što se dovrši ponovno pokrenite ovu instalaciju.
hu_hu: A telepítés folytatása előtt a Microsoft .NET-keretrendszer 3.5 SP1 verzióját kell telepíteni. A rendszer ezt a műveletet fogja elindítani; befejezés után indítsa újra a telepítést.
it_it: Prima di poter proseguire con l'installazione, è necessario effettuare l'installazione di Microsoft .NET Framework 3.5 SP1, che verrà avviata immediatamente. Al termine, riavviare la presente installazione.
ko_kr: 이 설치를 진행하기 전에 Microsoft .NET Framework 3.5 SP1 버전이 설치되어있어야 합니다. 이 설치가 완료되면 다시 설치를 시작합니다.
nl_nl: Microsoft .NET Framework 3.5 SP1 moet worden geïnstalleerd alvorens deze installatie kan doorgaan. Het wordt hierna gestart; zodra het voltooid is moet u deze installatie opnieuw opstarten.
no_no: Microsoft .NET Framework 3.5 SP1 må installeres før denne installasjonen kan fortsette. Den vil bli startet etterpå; etterpå må du starte denne installasjonen på nytt.
pt_pt: É necessário instalar o Microsoft .NET Framework 3.5 SP1 antes de prosseguir com a instalação. Ela será iniciada em seguida; reinicie esta instalação depois que o processo estiver concluído.
ro_ro: Microsoft .NET Framework 3.5 SP1 trebuie să fie instalată înainte de a putea continua cu această instalare. Va fi pornit imediat; după încheiere vă rugăm să reporniți instalarea.
ru_ru: Прежде чем продолжить инсталляцию, необходимо установить Microsoft.NET Framework 3.5 SP1. Установка этого ПО сейчас начнется; по ее завершении запустите инсталляцию снова, пожалуйста.
sv_se: Microsoft .NET Framework 3.5 SP1 måste installeras innan denna installation kan fortsätta. Den startar efter; när det är klart starta om denna installation.
th_th: คุณต้องติดตั้ง Microsoft .NET Framework 3.5 SP1 ก่อน จึงจะสามารถดำเนินการติดตั้งนี้ต่อได้ การติดตั้งจะเริ่มต้นถัดจากนี้ หลังจากติดตั้งเสร็จโปรดเริ่มการติดตั้งนี้ใหม่
tr_tr: Bu kurulumun devam edebilmesi için Microsoft .NET Framework 3.5 SP1'nin yüklenmesi gerekmektedir. Sonraki adımda başlatılacaktır; tamamlandığında lütfen bu kurulumu yeniden başlatın.
zh_cn: 在此安装继续之前，需要安装Microsoft .NET Framework 3.5 SP1。 接下来会开始；待其完成后请重新启动此安装。

source: Audiogram Counseling
bg_bg: Консултация за аудиограма
cht: 聽力圖諮商
da_dk: Rådgivningsværktøj
el_gr: Συμβουλευτική βάσει ακοογράμματος
fi_fi: Audiogrammin neuvontatyökalu
hr_hr: Savjetovanje o audiogramu
hu_hu: Audiogram tanácsadó
it_it: Consulenza audiogramma
ko_kr: 청력도 상담
nl_nl: Counselling Tool
no_no: Audiogramrådgivning
pt_pt: Orientação da audiometria
ro_ro: Recomandari Audiograma
ru_ru: Рекомендации по аудиограмме
sv_se: Hjälpverktyg
th_th: คำปรึกษาด้านออดิโอแกรม
tr_tr: Odyogram Danışmanlığı
zh_cn: 听力咨询

source: Change to School [5 - 8 Years Old]
bg_bg: Промяна към ученик [на 5 - 8 години]
cht: 更改至學童 [5 - 8 歲]
da_dk: Skift til Skole [5 - 8 år]
el_gr: Αλλαγή σε νήπιο [5–8 ετών]
fi_fi: Ota käyttöön Koululainen [5 - 8 vuotta].
hr_hr: Promjena u školu [starost 5 - 8 god.]
hu_hu: Iskolás korú [5 - 8 éves]
it_it: Cambia in Scuola [5-8 anni]
ko_kr: 학령기 [5 - 8 세]
nl_nl: Wijzigen naar schoolkind [5-8 jaar oud]
no_no: Endre til skolebarn [5–8 år gamle]
pt_pt: Alterar para Escolar [5 – 8 anos]
ro_ro: Schimbare la școală [5 - 8 ani]
ru_ru: Изменить на младший школьный [5 - 8 лет]
sv_se: Byt till skola [5 - 8 års ålder]
th_th: เปลี่ยนเป็นเพิ่งเข้าโรงเรียน [5 - 8 ปี]
tr_tr: Okula Değiştir [5 - 8 Yaş]
zh_cn: 改为少年[5 - 8岁]

source: Based on the patient's age is is recommended to change the Fitting Mode
bg_bg: Въз основа на възрастта на пациента се препоръчва да се промени режима за монтиране
cht: 根據客戶年齡建議更改選配模式
da_dk: Ud fra brugerens alder anbefales det at ændre tilpasningsindstilling
el_gr: Με βάση την ηλικία του ασθενούς, συστήνεται η αλλαγή της λειτουργίας ρύθμισης
fi_fi: On suositeltavaa vaihtaa sovitustila potilaan iän perusteella.
hr_hr: Ovisno o dobi pojedinog pacijenta preporučuje se promjena modela individualnog podešavanja.
hu_hu: A páciens kora miatt ajánlott Illesztési módot váltani
it_it: In base all'età del paziente si consiglia di cambiare la modalità di Fitting
ko_kr: 사용자의 연령을 기반으로 한 피팅모드 변경이 권장됩니다.
nl_nl: Op basis van de leeftijd van uw cliënt is het aangeraden de aanpasmodus te wijzigen
no_no: Det anbefales å endre tilpasningsmodus etter pasientens alder
pt_pt: Com base na idade do paciente é recomendado alterar o Modo de Ajustes.
ro_ro: Pe baza vârstei pacientului se recomandă să schimbați Modul de reglaj
ru_ru: В зависимости от возраста пациета рекуомендуется адаптировать режим настройки
sv_se: Baserat på patientens ålder rekommenderas att byta anpassningsläge
th_th: แนะนำให้เปลี่ยนโหมดการติดตั้งตามอายุของผู้ป่วย
tr_tr: Hastanın yaşına bağlı olarak Ayar Modunun değiştirilmesi önerilir
zh_cn: 基于用户年龄，建议更改选配模式

source: Reset to Initial Fit
bg_bg: Връщане към първоначалното монтиране
cht: 重設為初始選配
da_dk: Nulstil til ny tilpasning
el_gr: Στην αρχική εφαρμογή
fi_fi: Nollaa alkuperäisiin asetuksiin
hr_hr: Resetiranje na početne postavke
hu_hu: Visszaállítás az eredeti illesztésre
it_it: Ripristino al fitting iniziale
ko_kr: 초기피팅으로 리셋
nl_nl: Resetten naar basisinstelling
no_no: Tilbakestill til førstegangstilpasning
pt_pt: Reiniciar ajuste inicial
ro_ro: Resetati la Reglaj Initial
ru_ru: Восстановить до первоначальной настройки
sv_se: Återställ till initial anpassning.
th_th: รีเซ็ตกลับเป็นค่าทดลองสวมเริ่มต้น
tr_tr: İlk Ayara Sıfırla
zh_cn: 重置为初始化验配

source: DAI
bg_bg: ПАВ (пряк аудио вход)
cht: 直接音源輸入
hr_hr: Izravni audioulaz
ru_ru: Прямой аудиовход (DAI)
tr_tr: DAI (Doğrudan Ses Girişi)

source: Mic / DAI
bg_bg: Mic / ПАВ
cht: 麥克風/直接音源輸入
da_dk: Mik/DAI
el_gr: Μικρ. / DAI
fi_fi: Mik / DAI
hr_hr: Mikrofon / DAI
hu_hu: Mik. / DAI
ko_kr: 마이크 / DAI
no_no: Mikrofon/DAI
ru_ru: Микрофон / DAI
sv_se: Mik/DAI
th_th: ไมค์ / DAI
tr_tr: Mikrofon/DAI (Doğrudan Ses Girişi)

source: No additional configurations available
bg_bg: Няма допълнителни конфигурации
cht: 沒有可用的額外配置
da_dk: Der er ikke yderligere konfigurationer tilgængelige
el_gr: Δεν υπάρχουν πρόσθετες διαμορφώσεις διαθέσιμες
fi_fi: Lisäasetuksia ei käytettävissä
hr_hr: Dodatne konfiguracije nisu dostupne
hu_hu: További konfiguráció nem áll rendelkezésre
it_it: Nessuna configurazione aggiuntiva disponibile
ko_kr: 이용 가능한 추가 구성이 없습니다.
nl_nl: Geen extra configuraties beschikbaar
no_no: Ingen flere konfigurasjoner tilgjengelig
pt_pt: Nenhuma configuração adicional disponível
ro_ro: Nicio alta configuratie aditionala valabila
ru_ru: Нет доступных дополнительных конфигураций
sv_se: Inga ytterligare konfigurationer tillgängliga
th_th: ไม่มีการกำหนดค่าเพิ่มเติมที่พร้อมใช้งาน
tr_tr: İlave yapılandırma mümkün değil
zh_cn: 无可用附加装配

source: No instrument connected
bg_bg: Няма свързан апарат
cht: 未連接助聽器
da_dk: Der er ikke forbundet noget apparat
el_gr: Δεν υπάρχουν συνδεδεμένα ακουστικά
fi_fi: Kuulokojetta ei ole yhdistetty.
hr_hr: Nema spojenih aparata
hu_hu: Nincs készülék csatlakoztatva
it_it: Nessun apparecchio connesso
ko_kr: 보청기가 연결되지 않음
nl_nl: Geen toestel verbonden
no_no: Ingen apparater tilkoblet
pt_pt: Nenhum aparelho conectado
ro_ro: Niciun instrument conectat
ru_ru: Нет подключенных СА
sv_se: Inga hörapparater anslutna
th_th: ไม่ได้เชื่อมต่ออุปกรณ์
tr_tr: Bağlı cihaz yok
zh_cn: 未连接助听器

source: TV Streamer Off
bg_bg: Телевизионен стриймър изкл.
cht: TV Streamer 關閉
el_gr: TV Streamer απενεργοποιημένο
fi_fi: TV lähetin Ei käytössä
hr_hr: TV Streamer isklj.
hu_hu: TV Streamer ki
ko_kr: TV스트리머 Off
nl_nl: TV Streamer uit
no_no: TV Streamer av.
pt_pt: Transmissor de TV Desligado
ro_ro: TV Streamer Oprit
ru_ru: ТВ-стример откл
sv_se: TV Streamer Av
th_th: ปิด TV Streamer
tr_tr: TV Aktarım Ünitesi Kapalı
zh_cn: 音频转换器关闭

source: DAI
bg_bg: ПАВ (пряк аудио вход)
cht: 直接音源輸入
hr_hr: Izravni audioulaz
ru_ru: Прямой аудиовход (DAI)
tr_tr: DAI (Doğrudan Ses Girişi)
