Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Do you also want to recalculate the gain curves?
bg_bg: Искате ли да преизчислите кривите?
cht: 您也要重新計算增益曲線嗎？
da_dk: Vil du også genberegne forstærkningskurverne?
el_gr: Θέλετε να γίνει και επανυπολογισμός των καμπυλών απόκρισης;
fi_fi: Haluatko myös laskea uudelleen vahvistuskäyrän ?
hr_hr: Želite li ponovno izračunati i krivulje pojačanja?
hu_hu: Szeretné újraszámítani az erősítési görbéket is?
it_it: Ricalcolare anche le curve di guadagno?
ko_kr: 게인 곡선을 재산출하시겠습니까?
nl_nl: Wilt u ook de gaincurves herberekenen?
no_no: Vil du rekalkulere gainkurvene også?
pt_pt: Deseja também recalcular as curvas de ganho?
ro_ro: Vrei sa recalculezi si curbele de castig?
ru_ru: Пересчитать также кривые усиления?
sv_se: Vill du beräkna om förstärkningskurvorna också?
th_th: ต้องการที่จะคำนวน gain curves ใหม่อีกครั้งหรือไม่
tr_tr: Kazanç eğrilerinin de tekrar hesaplanmasını istiyor musunuz?
zh_cn: 您想重新计算增益曲线吗？

source: Yes, recalculate target and gain curves
bg_bg: Да, преизчислете целевите криви и кривите на усилването
cht: 是，重新計算目標和增益曲線
da_dk: Ja, genberegn target- og forstærkningskurver
el_gr: Ναι, να γίνει επανυπολογισμός των καμπυλών στόχου και απόκρισης
fi_fi: Kyllä, laske uudelleen tavoite- ja vahvistuskäyrät
hr_hr: Da, ponovi izračun krivulja ciljnih vrijednosti i pojačanja
hu_hu: Igen, újraszámítom a cél- és az erősítési görbéket
it_it: Sì, ricalcola curve target e curve di guadagno
ko_kr: 예, 타겟과 게인 곡선을 재산출합니다.
nl_nl: Ja, target- én gaincurves herberekenen
no_no: Ja, rekalkuler target- og gainkurvene
pt_pt: Sim, recalcular o alvo e as curvas de ganho
ro_ro: Da, recalculeaza
ru_ru: Да, пересчитать целевые кривые и кривые усиления
sv_se: Yes, beräkna om mål och förstärkningskurvor
th_th: ใช่ คำนวนเป้าหมายและ curves เกน
tr_tr: Evet, hedef ve kazanç eğrilerini tekrar hesapla
zh_cn: 是，重新计算目标和增益曲线。

source: No, recalculate target curves only
bg_bg: Не, преизчислете само целевите криви
cht: 否，僅重新計算目標曲線
da_dk: Nej, genberegn kun target-kurver
el_gr: Όχι, να γίνει επανυπολογισμός μόνο των καμπυλών στόχων
fi_fi: Ei, laske vain uudelleen tavoitekäyrät
hr_hr: Ne, ponovi samo izračun krivulja ciljnih vrijednosti
hu_hu: Nem, csak a célgörbét
it_it: No, ricalcola solo le curve target
ko_kr: 아니오, 타겟 곡선만 재산출합니다.
nl_nl: Nee, alleen de targetcurves herberekenen
no_no: Nei, rekalkuler bare targetkurvene
pt_pt: Não, recalcular apenas curvas alvo
ro_ro: Nu recalcula
ru_ru: Нет, пересчитать только целевые кривые
sv_se: Nej, beräkna bara om målkurvor
th_th: ไม่ใช่, คำนวน target curves เท่านั้น
tr_tr: Hayır, sadece hedef eğrilerini tekrar hesapla
zh_cn: 不，仅重新计算目标曲线。

source: Try Again
bg_bg: Опитайте отново
cht: 重試
da_dk: Prøv igen
el_gr: Προσπαθήστε ξανά
fi_fi: Kokeile uudelleen
hr_hr: Pokušaj ponovno
hu_hu: Újrapróbálkozás
it_it: Riprova
ko_kr: 다시 시도
nl_nl: Probeer opnieuw
no_no: Prøv igjen
pt_pt: Tentar novamente
ro_ro: Reincearca
ru_ru: Повторить попытку
sv_se: Försök igen
th_th: ลองอีกครั้ง
tr_tr: Tekrar Dene
zh_cn: 重试

source: No Hearing Instrument
bg_bg: Няма слухов апарат
cht: 沒有助聽器
da_dk: Der er ikke noget høreapparat
el_gr: Δεν βρέθηκε ακουστικό βοήθημα
fi_fi: Ei kuulokojetta
hr_hr: Nema slušnog aparata
hu_hu: Nincs hallókészülék
it_it: Nessun apparecchio acustico
ko_kr: 보청기 없음
nl_nl: Geen hoortoestel
no_no: Ingen høreapparat
pt_pt: Sem aparelho auditivo
ro_ro: Niciun aparat auditiv
ru_ru: Нет СА
sv_se: Ingen hörapparat
th_th: ไม่มีอุปกรณ์ช่วยฟัง
tr_tr: İşitme Cihazı yok
zh_cn: 未发现助听器

source: Select Sound
bg_bg: Избери звук
cht: 選擇聲音
da_dk: Vælg lyd
el_gr: Επιλέξτε ήχο
fi_fi: Äänikirjasto
hr_hr: Odabir zvuka
hu_hu: Hangválasztás
it_it: Seleziona suono
ko_kr: 미디어 선택
nl_nl: Selecteer geluid
no_no: Velg lyd
pt_pt: Selecionar som
ro_ro: Sunet selectat
ru_ru: Выбрать звук
sv_se: Välj ljud
th_th: เลือกเสียง
tr_tr: Ses Ortamını Seçiniz
zh_cn: 选择声音

source: Experience with Hearing Instruments:
bg_bg: Опит със слухови апарати:
cht: 使用助聽器的經驗：
da_dk: Erfaring med høreapparater:
el_gr: Εμπειρία από τη χρήση των ακουστικών βοηθημάτων:
fi_fi: Tottumus kuulokojeisiin :
hr_hr: Iskustvo sa slušnim aparatima:
hu_hu: Hallókészülékes tapasztalat:
it_it: Esperienza con apparecchi acustici:
ko_kr: 보청기 사용경험:
nl_nl: Hoortoestelervaring:
no_no: Erfaring med høreapparater:
pt_pt: Experiência com aparelhos auditivos
ro_ro: Experienta cu aparate auditive:
ru_ru: Опыт пользования СА:
sv_se: Erfarenhet av hörapparater:
th_th: ประสบการณ์กับเครื่องช่วยฟัง:
tr_tr: İşitme Cihazı Deneyimi:
zh_cn: 助听器佩戴史:

source: No Patient Data
bg_bg: Няма данни за пациент
cht: 沒有客戶資料
da_dk: Ingen brugerdata
el_gr: Δεν υπάρχουν δεδομένα ασθενούς
fi_fi: Ei potilastietoja
hr_hr: Nema podataka o pacijentu.
hu_hu: Nincs páciens adat
it_it: Nessun dato del Paziente
ko_kr: 사용자 데이터 없음
nl_nl: Geen cliëntgegevens
no_no: Ingen pasientdata
pt_pt: Sem Dados do Paciente
ro_ro: Zero date despre pacient
ru_ru: Нет данных пациента
sv_se: Inga patientdata
th_th: ไม่มีข้อมูลผู้ป่วย
tr_tr: Hasta Verisi Yok
zh_cn: 无用户数据

source: To manage right/left sides separately, unlink hearing instruments.
bg_bg: за да управлявате дясната/лявата страна поотделно, отменете връзката между слуховите апарати.
cht: 要個別管理右/左耳，請將助聽器斷線。
da_dk: Håndter højre/venstre side separat ved at fjerne tilknytningen mellem høreapparaterne.
el_gr: Αποσυνδέστε τα ακουστικά για χωριστή διαχείριση της δεξιάς/αριστερής πλευράς.
fi_fi: Voit hallita oikeaa/vasenta kuulokojetta erikseen katkaisemalla kuulokojeiden välisen yhteyden.
hr_hr: Za zasebno upravljanje lijevom/desnom stranom, razdvojite slušne aparate.
hu_hu: A jobb és a bal oldal különálló kezeléséhez szüntesse meg a hallókészülékek közötti kapcsolatot.
it_it: Per gestire l'orecchio destro/sinistro separatamente, disaccoppiare gli apparecchi acustici.
ko_kr: 우측/좌측을 분리하여 관리하려면 연결된 보청기를 분리하세요.
nl_nl: Ontkoppel de hoortoestellen om links/rechts separaat in te stellen.
no_no: For endringer i høyre/venstre side separat, fjern koblingen mellom apparatene.
pt_pt: Para gerenciar os lados direito/esquerdo separadamente, desassocie os aparelhos.
ro_ro: Pentru a aplica la stanga/dreapta separat, deconecteaza aparatele auditive.
ru_ru: Регулировать отдельно правую/левую сторону - отменить связь между СА
sv_se: För att justera höger/vänster separat, koppla bort hörapparaterna.
th_th: หากต้องการแยกจัดการข้างขวา/ซ้ายทีละข้าง ให้ยกเลิกการเชื่อมโยงอุปกรณ์ช่วยฟัง
tr_tr: Sağ/sol cihazları ayrı yönetmek için, bağlantılarını kaldırın.
zh_cn: 单独控制右侧/左侧，取消关联助听器。

source: Select Programs to Remove:
bg_bg: Изберете програмите за премахване:
cht: 選擇要刪除的程式：
da_dk: Vælg de programmer, der skal fjernes:
el_gr: Επιλέξτε τα προγράμματα που θέλετε να καταργηθούν:
fi_fi: Valitse poistettavat ohjelmat:
hr_hr: Odaberite programe za uklanjanje:
hu_hu: Eltávolítandó programok kijelölése:
it_it: Selezionare i programmi da rimuovere:
ko_kr: 삭제할 프로그램 선택:
nl_nl: Selecteer programma’s om te verwijderen:
no_no: Velg programmene som skal fjernes:
pt_pt: Selecionar programas a serem removidos:
ro_ro: Selectați programele de îndepărtat:
ru_ru: Выбрать программы для удаления:
sv_se: Välj program som ska tas bort:
th_th: เลือกโปรแกรมที่จะลบออก:
tr_tr: Kaldırılacak Programları Seçin:
zh_cn: 选择要删除的程序:

source: Family
bg_bg: Семейство
cht: 產品系列
da_dk: Familie
el_gr: Οικογένεια
fi_fi: Tuoteperhe
hr_hr: Serija
hu_hu: Család
it_it: Famiglia
ko_kr: 제품군
nl_nl: Familie
no_no: Familie
pt_pt: Família
ro_ro: Familie
ru_ru: Семейство
sv_se: Familj
th_th: กลุ่มผลิตภัณฑ์
tr_tr: Ürün Grubu
zh_cn: 系列

source: Style
bg_bg: Стил
cht: 款式
da_dk: Model
el_gr: Στυλ
fi_fi: Tyyli
hr_hr: Stil
hu_hu: Stílus
it_it: Stile
ko_kr: 스타일
nl_nl: Stijl
no_no: Type
pt_pt: Modelo
ro_ro: Stil
ru_ru: Стиль
sv_se: Modell
th_th: สไตล์
tr_tr: Stil
zh_cn: 类型

source: zoom
bg_bg: увеличение
cht: 縮放
el_gr: εστίαση
fi_fi: Suurenna kuvaa
hr_hr: Povećanje
ko_kr: 줌
ru_ru: увеличить
th_th: ขยาย
tr_tr: yakınlaştır
zh_cn: 缩放图片

source: Cable:
bg_bg: Кабел:
cht: 調整線：
da_dk: Kabel:
el_gr: Καλώδιο:
fi_fi: Johto :
hr_hr: Kabel:
hu_hu: Kábel:
it_it: Cavo:
ko_kr: 케이블:
nl_nl: Kabel:
no_no: Kabel:
pt_pt: Cabo:
ro_ro: Cablu:
ru_ru: Кабель:
sv_se: Kabel:
th_th: สาย:
tr_tr: Kablo:
zh_cn: 编程线:

source: There is session data related to this patient. If you continue this data will be deleted. Do you wish to continue?
bg_bg: Има данни за сесия, свързани с този пациент. Ако продължите, тези данни ще бъдат изтрити. Желаете ли да продължите?
cht: 有此客戶的階段資料。若您繼續，將會刪除資料。您要繼續嗎?
da_dk: Der findes sessionsdata for denne bruger. Hvis du fortsætter, bliver disse data slettet. Ønsker du at fortsætte?
el_gr: Υπάρχουν δεδομένα συνεδρίας που συσχετίζονται με αυτόν τον ασθενή. Εάν συνεχίσετε, θα διαγραφούν τα δεδομένα αυτά. Θέλετε να συνεχίσετε;
fi_fi: Tähän potilaaseen liittyy istuntotietoja. Jos jatkat, tiedot poistetaan. Jatketaanko ?
hr_hr: Za ovog pacijenta već postoje podaci. Ako nastavite, postojeći će se podaci obrisati. Želite li nastaviti?
hu_hu: Van a pácienshez tartozó bejegyzés. Ha folytatja az adatok törölve lesznek. Folytatja?
it_it: Ci sono dati di sessione relativi a questo Paziente. Se si continua verranno eliminati questi dati. Vuoi continuare?
ko_kr: 사용자의 세션 데이터가 있습니다. 이 데이터를 계속 사용하면, 삭제될 것입니다. 계속 진행 하시겠습니까?
nl_nl: Er zijn sessiegegevens voor deze cliënt. Als u doorgaat worden deze gegevens gewist. Wilt u doorgaan?
no_no: Det er knyttet øktsdata til denne pasienten. Disse dataene vil bli slettet hvis du fortsetter. Vil du fortsette?
pt_pt: Há dados da sessão relacionados a este paciente. Se você continuar, esses dados serão excluídos. Deseja continuar?
ro_ro: Există date de sesiuneă pentru acest pacient. Dacă continuați datele se vor șterge. Doriți să continuați?
ru_ru: Для этого пациента имеются данные сессий. Если продолжить, эти данные будут удалены. Продолжать все равно?
sv_se: Det finns sessionsdata för denna patient. Om du fortsätter kommer dessa data att raderas. Vill du fortsätta?
th_th: มีข้อมูลเซสชั่นที่เกี่ยวข้องกับผู้ป่วยรายนี้ หากคุณดำเนินการต่อ ข้อมูลนี้จะถูกลบ ต้องการดำเนินการต่อไหม
tr_tr: Bu hastayla ilgili oturum verisi yok. Devam ederseniz, bu veriler silinecektir. Devam etmek istiyor musunuz?
zh_cn: 这是和此用户有关的数据，如果继续，数据将会被删除，是否继续？

source: Cascade Delete Warning!
bg_bg: Предупреждение за изтриване на каскада!
cht: 階層刪除警告！
da_dk: Advarsel om overlappende sletning!
el_gr: Προειδοποίηση διαδοχικής διαγραφής!
fi_fi: Varoitus useiden toimenpiteiden poistamisesta !
hr_hr: Upozorenje na kaskadno brisanje!
hu_hu: Figyelmeztetés kaszkádolt törlésre!
it_it: Avviso eliminazione a catena!
ko_kr: 케스케이드 삭제 경고!
nl_nl: Cascade Wissen Waarschuwing!
no_no: Advarsel om sletting av kaskade!
pt_pt: Advertência de exclusão em cascata!
ro_ro: Avertisment ștergere în cascadă!
ru_ru: Предупреждение о каскадном удалении!
sv_se: Varning för kaskadborttagning!
th_th: คำเตือนการลบแคสเคด!
tr_tr: Silme Uyarısını Kademelendir!
zh_cn: 删除警告！

source: Address 1
bg_bg: Адрес 1
cht: 地址 1
da_dk: Adresse 1
el_gr: Διεύθυνση (γραμμή 1)
fi_fi: Osoite 1
hr_hr: Adresa 1
hu_hu: Cím 1
it_it: Indirizzo 1
ko_kr: 주소 1
nl_nl: Adres 1
no_no: Adresse 1
pt_pt: Endereço 1
ro_ro: Adresa 1
ru_ru: Адрес 1
sv_se: Adress 1
th_th: ที่อยู่ 1
tr_tr: Adres 1
zh_cn: 地址1

source: Address 2
bg_bg: Адрес 2
cht: 地址 2
da_dk: Adresse 2
el_gr: Διεύθυνση (γραμμή 2)
fi_fi: Osoite 2
hr_hr: Adresa 2
hu_hu: Cím 2
it_it: Indirizzo 2
ko_kr: 주소 2
nl_nl: Adres 2
no_no: Adresse 2
pt_pt: Endereço 2
ro_ro: Adresa 2
ru_ru: Адрес 2
sv_se: Adress 2
th_th: ที่อยู่ 2
tr_tr: Adres 2
zh_cn: 地址 2

source: Address 3
bg_bg: Адрес 3
cht: 地址 3
da_dk: Adresse 3
el_gr: Διεύθυνση (γραμμή 3)
fi_fi: Osoite 3
hr_hr: Adresa 3
hu_hu: Cím 3
it_it: Indirizzo 3
ko_kr: 주소 3
nl_nl: Adres 3
no_no: Adresse 3
pt_pt: Endereço 3
ro_ro: Adresa 3
ru_ru: Адрес 3
sv_se: Adress 3
th_th: ที่อยู่ 3
tr_tr: Adres 3
zh_cn: 地址 3

source: Curve View
bg_bg: Показване на кривата
cht: 曲線檢視
da_dk: Kurvevisning
el_gr: Προβολή καμπύλης
fi_fi: Käyränäkymä
hr_hr: Prikaz krivulje
hu_hu: Görbe nézet
it_it: Visualizzazione curva
ko_kr: 그래프 보기
nl_nl: Afgebeelde curves
no_no: Kurvevisning
pt_pt: Visualização da curva
ro_ro: Vedere curbata
ru_ru: Вид кривой
sv_se: Förstärkning/Utnivå
th_th: มุมมองเส้นโค้ง
tr_tr: Hedef Eğri Görünümü
zh_cn: 显示曲线

source: No Instrument
bg_bg: Няма апарат
cht: 沒有助聽器
da_dk: Intet apparat
el_gr: Δεν βρέθηκε ακουστικό
fi_fi: Ei kuulokojetta
hr_hr: Nema aparata
hu_hu: Nincs készülék
it_it: Nessun apparecchio
ko_kr: 보청기 없음
nl_nl: Geen toestel
no_no: Ingen apparat
pt_pt: Sem aparelho
ro_ro: Nici un Aparat
ru_ru: Не выбран СА
sv_se: Ingen hörapparat
th_th: ไม่มีเครื่องช่วยฟัง
tr_tr: Cihaz yok
zh_cn: 未发现助听器

source: Reconfigure
bg_bg: Конфигуриране
cht: 重新配置
da_dk: Rekonfigurer
el_gr: Αναδιαμόρφωση
fi_fi: Määritä uudelleen
hr_hr: Rekonfiguriranje
hu_hu: Újrakonfigurálás
it_it: Riconfigura
ko_kr: 재구성
nl_nl: Opnieuw configureren
no_no: Rekonfigurer
pt_pt: Reconfigurar
ro_ro: Reconfigurare
ru_ru: Переконфигурировать
sv_se: Omkonfigurera
th_th: กำหนดค่าใหม่
tr_tr: Yeniden yapılandır
zh_cn: 重新配置

source: AutoRelate Programs
bg_bg: Програми AutoRelate
cht: 程式自動關聯
da_dk: AutoRelate-programmer
el_gr: AutoRelate Προγράμματα
fi_fi: AutoRelate-ohjelmat
hr_hr: Programi za Automatsko povezivanje
hu_hu: AutoRelate programok
it_it: Autocorrelazione Programmi
ko_kr: 오토릴레이트 프로그램
nl_nl: Programma’s relateren
no_no: Autorelater programmer
pt_pt: Auto Relacionar os Programas
ro_ro: Programe AutoRelate
ru_ru: АвтоСоотнесение программ
sv_se: AutoRelaterar Program
th_th: โปรแกรม AutoRelate
tr_tr: Programları Otomatik İlişkilendir
zh_cn: 自动关联程序

source: New Rule
bg_bg: Ново правило
cht: 新公式
da_dk: Ny regel
el_gr: Νέος κανόνας
fi_fi: Uusi laskentasääntö
hr_hr: Novo pravilo
hu_hu: Új szabály
it_it: Nuova regola
ko_kr: 신규 목표
nl_nl: Nieuwe rekenregel
no_no: Ny Tilpasningsregel
pt_pt: Nova regra
ro_ro: Regula Target Noua
ru_ru: Новая расчетная формула
sv_se: Ny målmetod
th_th: กฏใหม่
tr_tr: Yeni Hedef Kazanç Formülü
zh_cn: 新验配法则

source: Preferences
bg_bg: Предпочитания
cht: 偏好
da_dk: Præferencer
el_gr: Προτιμήσεις
fi_fi: Asetukset
hr_hr: Postavke
hu_hu: Tulajdonságok
it_it: Preferenze
ko_kr: 설정
nl_nl: Voorkeuren
no_no: Preferanser
pt_pt: Preferências
ro_ro: Preferinta
ru_ru: Параметры
sv_se: Preferenser
th_th: ที่เลือกไว้
tr_tr: Tercihler
zh_cn: 参数设置

source: No Data Available
bg_bg: Няма достъпни данни
cht: 無可得資料
da_dk: Der er ingen tilgængelige data
el_gr: Δεν υπάρχουν διαθέσιμα δεδομένα
fi_fi: Tietoja ei käytettävissä
hr_hr: Podatci nisu dostupni
hu_hu: Nincs adat
it_it: Nessun dato disponibile
ko_kr: 가능한 데이타 없음
nl_nl: Geen opgeslagen gegevens beschikbaar
no_no: Ingen data tilgjengelig
pt_pt: Sem dados disponíveis
ro_ro: Nici o Informatie Disponibila
ru_ru: Нет данных
sv_se: Ingen data tillgänglig
th_th: ไม่มีข้อมูลที่ใช้ได้
tr_tr: Mevcut Veri Yok
zh_cn: 无可用数据

source: Thin-tube
bg_bg: С тънък шлаух
cht: 細管
da_dk: Tynd slange
el_gr: Λεπτός σωλήνας
fi_fi: Ohutääniletku
hr_hr: Aparat s tankom cijevi
ko_kr: 얇은 튜브
no_no: Tynnslange
pt_pt: Tubo fino
ro_ro: Tub fin
ru_ru: Тонкая трубочка
sv_se: Tunn ljudslang
th_th: Tube แบบบาง
tr_tr: İnce tüp
zh_cn: 开放式导声管

source: Standard
bg_bg: Стандартен
cht: 標準
el_gr: Τυπικό
fi_fi: Vakio
hu_hu: Szabvány
ko_kr: 표준
nl_nl: Standaard
pt_pt: Padrão
ru_ru: Стандарт
th_th: มาตรฐาน
tr_tr: Standart
zh_cn: 标准

source: Bone Conduction
bg_bg: Костна проводимост
cht: 骨導
da_dk: Benledning
el_gr: Οστέινη αγωγή
fi_fi: Luujohto
hr_hr: Koštano provođenje
hu_hu: Csontvezetés
it_it: Conduzione ossea
ko_kr: 골도
nl_nl: Beengeleiding
no_no: Benledning
pt_pt: Condução óssea
ro_ro: Conductor Osos
ru_ru: Костная проводимость
sv_se: Benledning
th_th: BC (การตรวจการได้ยินทางกระดูก)
tr_tr: Kemik Yolu İletimi
zh_cn: 骨导

source: There is no patient selected.
bg_bg: Няма избран пациент.
cht: 沒有選擇客戶。
da_dk: Der er ikke valgt nogen bruger.
el_gr: Δεν υπάρχει επιλεγμένος ασθενής.
fi_fi: Potilasta ei ole valittu.
hr_hr: Niste odabrali pacijenta.
hu_hu: Nincs páciens kiválasztva
it_it: Non c'è un Paziente non selezionato.
ko_kr: 사용자가 선택되지 않았습니다.
nl_nl: Er is geen cliënt geselecteerd.
no_no: Det er ikke valgt noen pasient.
pt_pt: Não possui paciente selecionado.
ro_ro: Nici un pacient selectat.
ru_ru: Пациентов не выбрано
sv_se: Ingen patient vald.
th_th: ไม่มีผู้ป่วยที่เลือก
tr_tr: Hiçbir hasta seçilmedi.
zh_cn: 尚未选择用户。

source: No Patient Selected
bg_bg: Не е избран пациент
cht: 未選擇客戶
da_dk: Ingen bruger valgt
el_gr: Δεν έχει επιλεγεί ασθενής
fi_fi: Potilasta ei valittu
hr_hr: Nije odabran pacijent.
hu_hu: Nincs páciens kiválasztva
it_it: Paziente non selezionato
ko_kr: 선택된 사용자가 없습니다.
nl_nl: Geen cliënt geselecteerd
no_no: Ingen pasient valgt
pt_pt: Nenhum Paciente Selecionado
ro_ro: Nici un pacient selectat
ru_ru: Пациентов не выбрано
sv_se: Ingen patient vald
th_th: ยังไม่ได้เลือกผู้ป่วย
tr_tr: Hiçbir Hasta Seçilmedi
zh_cn: 尚未选择用户

source: There is no audiogram data related to this patient. Audiogram must exist to perform fitting.
bg_bg: Няма данни за аудиограма, свързани с този пациент. Трябва да съществува аудиограма, за да се извърши протезиране.
cht: 沒有此客戶的聽力圖。在執行選配前必須要有聽力圖。
da_dk: Der findes ingen audiogramdata for denne bruger. Der skal forefindes et audiogram, før der kan foretages tilpasning.
el_gr: Δεν υπάρχουν δεδομένα ακοογράμματος που σχετίζονται με αυτόν τον ασθενή. Το ακοόγραμμα πρέπει να υπάρχει για την εκτέλεση της ρύθμισης.
fi_fi: Tähän potilaaseen ei liity audiogrammitietoja. Sovitus edellyttää audiogrammia.
hr_hr: Ne postoje podaci o audiogramu za ovog pacijenta. Kako bi se provelo individualno podešavanje, mora postojati audiogram.
hu_hu: Nincs audiogram ehhez a pácienshez. Az audiogram szükséges az illesztéshez.
it_it: Non ci sono dati audiometrici relativi a questo Paziente. L'audiogramma deve esistere per consentire il Fitting.
ko_kr: 사용자의 청력도가 입력되지 않았습니다. 보청기 피팅을 위해서는 반드시 청력도를 등록하여야 합니다.
nl_nl: Er zijn geen audiogramgegevens voor deze cliënt. Er moet een audiogram bestaan om de aanpassing te kunnen uitvoeren.
no_no: Det er ikke knyttet audiogramdata til denne pasienten. Det må finnes et audiogram for å utføre tilpasningen.
pt_pt: Não há dados da audiometria para esse paciente. O dados da audiometria devem ser inseridos para realizar os ajustes.
ro_ro: Nu există date de audiogramă pentru acest pacient. Pentru a realiza reglajul este necesară audiograma.
ru_ru: Для этого пациента данных аудиограммы не найдено. Для выполнения настроек должна существовать аудиограмма.
sv_se: Audiogramdata för denna patient saknas. Det måste finnas audiogram för denna anpassning.
th_th: ไม่มีข้อมูลผลตรวจการได้ยินที่เกี่ยวข้องกับผู้ป่วยรายนี้ ต้องมีผลตรวจการได้ยินเพื่อดำเนินการติดตั้ง
tr_tr: Bu hastayla ilgili odyogram verisi yok. Ayar yapabilmek için odyogram verisinin bulunması gerekir.
zh_cn: 没有与此用户相关的选配数据，选配前必须输入听力图。

source: There is no audiogram data related to this patient.
bg_bg: Няма данни за аудиограма, свързани с този пациент.
cht: 沒有此客戶的聽力圖。
da_dk: Der findes ingen audiogramdata for denne bruger.
el_gr: Δεν υπάρχουν δεδομένα ακοογράμματος που σχετίζονται με αυτόν τον ασθενή.
fi_fi: Tähän potilaaseen ei liity audiogrammitietoja.
hr_hr: Ne postoje podaci o audiogramu za ovog pacijenta.
hu_hu: Nincs audiogram ehhez a pácienshez.
it_it: Non ci sono dati audiometrici relativi a questo paziente.
ko_kr: 사용자의 청력도가 입력되지 않았습니다.
nl_nl: Er zijn geen audiogramgegevens voor deze cliënt.
no_no: Det er ikke knyttet audiogramdata til denne pasienten.
pt_pt: Não há dados da audiometria relacionados a esse paciente.
ro_ro: Nu există date de audiogramă pentru acest pacient.
ru_ru: В отношении этого пациента данных аудиограммы нет.
sv_se: Audiogramdata för denna patient saknas.
th_th: ไม่มีข้อมูลผลตรวจการได้ยินที่เกี่ยวข้องกับผู้ป่วยรายนี้
tr_tr: Bu hastayla ilgili odyogram verisi yok.
zh_cn: 没有与此用户相关的听力图。

source: Audiogram was created
bg_bg: Аудиограмата беше създадена
cht: 聽力圖建立於
da_dk: Audiogram blev oprettet
el_gr: Το ακοόγραμμα δημιουργήθηκε
fi_fi: Audiogrammi syötetty
hr_hr: Audiogram je izrađen
hu_hu: Audiogram létrehozva
it_it: L'audiogramma è stato creato
ko_kr: 청력도 생성 날짜
nl_nl: Audiogram is gecreëerd op
no_no: Audiogram er opprettet
pt_pt: O audiograma foi criado
ro_ro: Audiograma a fost creata
ru_ru: Аудиограмма создана
sv_se: Audiogram skapades
th_th: Audiogram ถูกสร้างขึ้นมา
tr_tr: Odyogram oluşturuldu
zh_cn: 已创建听力图

source: Left Fitting for
bg_bg: Монтиране на ляво за
cht: 左耳選配於
da_dk: Venstre tilpasning for
el_gr: Εφαρμογή στο αριστερό αυτί για
fi_fi: Vasen sovitus
hr_hr: Lijevo namještanje za
hu_hu: Bal illesztés
it_it: Fitting sinistro per
ko_kr: 좌측 피팅
nl_nl: Aanpassing links voor
no_no: Venstre tilpasset for
pt_pt: Ajuste esquerdo para
ro_ro: Reglaj stang pentru
ru_ru: Левая настройка для
sv_se: Vänster Anpassning för
th_th: ปรับเครื่องฯข้างซ้ายเพื่อ
tr_tr: Sol uygulama
zh_cn: 左侧助听器

source: Right Fitting for
bg_bg: Монтиране на дясно за
cht: 右耳選配於
da_dk: Højre tilpasning for
el_gr: Εφαρμογή στο δεξί αυτί για
fi_fi: Oikea sovitus
hr_hr: Desno namještanje za
hu_hu: Jobb illesztés
it_it: Fitting destro per
ko_kr: 우측 피팅
nl_nl: Aanpassing rechts voor
no_no: Høyre tilpasset for
pt_pt: Ajuste direito para
ro_ro: Reglaj bun pentru
ru_ru: Правая настройка для
sv_se: Höger Anpassning för
th_th: ปรับเครื่องฯข้างขวาเพื่อ
tr_tr: Sağ Uygulama
zh_cn: 右侧助听器

source: Questionnaire Data
bg_bg: Данни за въпросника
cht: 問卷資料
da_dk: Spørgeskemadata
el_gr: Δεδομένα ερωτηματολογίου
fi_fi: Kyselylomakkeen tiedot
hr_hr: Podatci za upitnik
hu_hu: Kérdőív adatai
it_it: Dati questionario
ko_kr: 설문지 데이터
nl_nl: Vragenlijst gegevens
no_no: Spørreskjemadata
pt_pt: Dados do questionário
ro_ro: Date Chestionar
ru_ru: Данные анкеты
sv_se: Frågeformulärdata
th_th: ข้อมูลแบบสอบถาม
tr_tr: Anket Verileri
zh_cn: 问卷调查数据

source: Related Data
bg_bg: Сродни данни
cht: 相關資料
da_dk: Relaterede data
el_gr: Σχετικά δεδομένα
fi_fi: Samantyyppistä tietoa
hr_hr: Povezani podatci
hu_hu: Kapcsolódó adatok
it_it: Dati correlati
ko_kr: 연관 데이터
nl_nl: Gerelateerde gegevens
no_no: Relaterte data
pt_pt: Dados relacionados
ro_ro: Data Eliberare
ru_ru: Соответствующие данные
sv_se: Relaterad Data
th_th: ข้อมูลที่เกี่ยวข้อง
tr_tr: İlgili Veriler
zh_cn: 相关数据

source: Updates:
bg_bg: Актуализации:
cht: 更新：
da_dk: Opdateringer:
el_gr: Ενημερώσεις:
fi_fi: Päivitykset :
hr_hr: Ažuriranja:
hu_hu: Frissítések:
it_it: Aggiornamenti:
ko_kr: 업데이트:
no_no: Oppdateringer:
pt_pt: Atualizações:
ro_ro: Actualizări:
ru_ru: Обновления:
sv_se: Uppdateringar:
th_th: อัพเดต:
tr_tr: Yamalar:
zh_cn: 更新:

source: Component
bg_bg: Компонент
cht: 元件
da_dk: Komponent
el_gr: Στοιχείο
fi_fi: Tiedosto
hr_hr: Komponenta
hu_hu: Összetevő
it_it: Componente
ko_kr: 구성요소
no_no: Komponent
pt_pt: Componente
ro_ro: Componenta
ru_ru: Компонент
sv_se: Komponent
th_th: ส่วนประกอบ
tr_tr: Parça
zh_cn: 部件

source: Path
bg_bg: Път
cht: 路徑
da_dk: Sti
el_gr: Διαδρομή
fi_fi: Polku
hr_hr: Put
hu_hu: Elérési út
it_it: Percorso
ko_kr: 경로
nl_nl: Pad
no_no: Sti
pt_pt: Caminho
ro_ro: Cale
ru_ru: Путь
sv_se: Sökväg
th_th: ทางผ่าน
tr_tr: Yol
zh_cn: 路径

source: Version
bg_bg: Версия
cht: 版本
el_gr: Έκδοση
fi_fi: Versio
hr_hr: Verzija
hu_hu: Verzió
it_it: Versione
ko_kr: 버전
nl_nl: Versie
no_no: Versjon
pt_pt: Versão
ro_ro: Versiune
ru_ru: Версия
th_th: เวอร์ชั่น
tr_tr: Versiyon
zh_cn: 版本

source: Date
bg_bg: Дата
cht: 日期
da_dk: Dato
el_gr: Ημερομηνία
fi_fi: Pvm
hr_hr: Datum
hu_hu: Dátum
it_it: Data
ko_kr: 날짜
nl_nl: Datum
no_no: Dato
pt_pt: Data
ro_ro: Data
ru_ru: Дата
sv_se: Datum
th_th: วันที่
tr_tr: Tarih
zh_cn: 日期

source: Size
bg_bg: Размер
cht: 尺寸
da_dk: Størrelse
el_gr: Μέγεθος
fi_fi: Koko
hr_hr: Veličina
hu_hu: Méret
it_it: Dimensione
ko_kr: 사이즈
nl_nl: Grootte
no_no: Størrelse
pt_pt: Tamanho
ro_ro: Marime
ru_ru: Размер
sv_se: Storlek
th_th: ขนาด
tr_tr: Ölçü
zh_cn: 大小
