Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Streaming Blue tooth balance
bg_bg: Баланс на поточен Bluetooth
cht: 串流藍牙平衡
da_dk: Balance for Bluetoothstreaming
el_gr: Μετάδοση εξισορρόπησης Bluetooth
fi_fi: Bluetooth-äänensiirto tasapaino
hr_hr: Balans strujanja putem Bluetootha
hu_hu: Streamelési Bluetooth-egyensúly
it_it: Trasmissione bilanciamento Bluetooth
ko_kr: 스트리밍 블루투스 밸런스
nl_nl: Streaming Bluetooth balans
no_no: Streaming Bluetooth-balanse
pt_pt: Equilíbrio de transmissão por Bluetooth
ro_ro: Balans Streaming Blue tooth
ru_ru: Баланс потоковой передачи Bluetooth
sv_se: Strömmad Blue tooth-balans
th_th: สมดุล Streaming Blue tooth
tr_tr: Yayınlanan Bluetooth balansı
zh_cn: 音频蓝牙平衡

source: Bluetooth Streaming Balance
bg_bg: Баланс на Bluetooth чрез стрийминг
cht: 藍牙串流平衡
el_gr: Ισορροπία ροής Bluetooth
fi_fi: Bluetooth-äänensiirtotasapaino
hr_hr: Harmonizacija Bluetooth streaminga
hu_hu: Bluetooth közvetítési egyensúly
it_it: Bilanciamento streaming Bluetooth
ko_kr: Bluetooth 스트리밍 밸런스
pt_pt: Equilíbrio da transmissão Bluetooth
ro_ro: Bluetooth Streaming Balance (ajustare transmitere prin Bluetooth)
ru_ru: Баланс потоковой передачи данных по Bluetooth
sv_se: Bluetooth streamingbalans
tr_tr: Bluetooth Akış Dengeleme
zh_cn: 蓝牙流均衡

source: Are you sure you want to delete this session from the patient's timeline and history?
bg_bg: Наистина ли искате да изтриете тази сесия от графика и хронологията на пациента?
cht: 您確定要從客戶時間軸和歷史記錄中刪除此階段嗎？
da_dk: Er du sikker på, at du vil slette denne session fra brugerens tidslinje og historik?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τη συνεδρία αυτή από το χρονολόγιο και το ιστορικό του ασθενούς;
fi_fi: Haluatko varmasti poistaa tämän istunnon potilaan aikajanalta ja historiasta ?
hr_hr: Jeste li sigurni da želite izbrisati ovu sesiju s bolesnikove vremenske crte i povijesti?
hu_hu: Biztosan törli ezt a munkamenetet a páciens idővonaláról és előzményeiből?
it_it: Eliminare la sessione dalla sequenza temporale e dalla cronologia del paziente?
ko_kr: 사용자의 타임라인 및 기록에서 이 세션을 삭제하시겠습니까?
nl_nl: Weet u zeker dat u deze sessie wilt wissen van de tijdlijn en geschiedenis van de cliënt?
no_no: Er du sikker på at du vil slette denne økten fra pasientens tidslinje og historikk?
pt_pt: Tem certeza de que deseja excluir esta sessão do histórico e do cronograma do paciente?
ro_ro: Sunteți sigur că doriți să ștergeți această sesiune din istoricul pacientului?
ru_ru: Действительно удалить эту сессию из Временной шкалы и истории пациента?
sv_se: Är du säker på att du vill ta bort den här sessionen från patientens tidslinje och historik?
th_th: แน่ใจหรือว่าคุณต้องการลบเซสชันนี้จากไทม์ไลน์และประวัติของผู้ป่วย
tr_tr: Bu oturumu hastanın zaman çizelgesi ve geçmişinden silmek istediğinizden emin misiniz?
zh_cn: 是否确定从用户云端和历史记录中删除此验配？

source: Data entered will not be saved. Do you want to continue?
bg_bg: Въведените данни няма да се запазят. Искате ли да продължите?
cht: 將不會儲存輸入的資料，您想繼續嗎？
da_dk: De angivne data gemmes ikke. Vil du fortsætte?
el_gr: Τα δεδομένα που έχουν καταχωριστεί δεν θα αποθηκευτούν. Θέλετε να συνεχίσετε;
fi_fi: Syötettyjä tietoja ei tallenneta. Haluatko jatkaa ?
hr_hr: Uneseni podatci neće biti spremljeni. Želite li nastaviti?
hu_hu: A rendszer nem menti a bevitt adatokat. Folytatja?
it_it: I dati inseriti non saranno salvati. Continuare?
ko_kr: 입력된 데이터는 저장되지 않습니다. 계속 진행하시겠습니까?
nl_nl: De ingevoerde gegevens worden niet opgeslagen. Wilt u doorgaan?
no_no: Registrert data vil ikke bli lagret. Vil du fortsette?
pt_pt: Os dados informados não serão salvos. Deseja continuar?
ro_ro: Datele introduse nu se vor salva. Doriți să continuați?
ru_ru: Введенные данные не будут сохранены. Продолжить все равно?
sv_se: Inmatade data sparas inte. Vill du fortsätta?
th_th: ข้อมูลที่ป้อนจะไม่ถูกบันทึกไว้ คุณต้องการดำเนินการต่อหรือไม่
tr_tr: Girilen veriler kaydedilmeyecektir. Devam etmek istiyor musunuz?
zh_cn: 输入的数据将不被保存。是否想继续？

source: Actions
bg_bg: Действия
cht: 行動
da_dk: Handlinger
el_gr: Ενέργειες
fi_fi: Toiminnot
hr_hr: Radnje
hu_hu: Műveletek
it_it: Azioni
ko_kr: 수행
nl_nl: Acties
no_no: Handlinger
pt_pt: Ações
ro_ro: Acțiuni
ru_ru: Действия
sv_se: Åtgärder
th_th: การดำเนินการ
tr_tr: Eylemler
zh_cn: 操作

source: CS44 cable with CS53 strip CS63 + Flex Strip
bg_bg: Кабел CS44 с лента CS53 CS63 + Flex Strip
cht: CS44 纜線及 CS53 帶 CS63 + Flex Strip
da_dk: CS44-kabel med CS53-strip CS63 + flexstrip
el_gr: Καλώδιο CS44 με ταινία CS53 CS63 + εύκαμπτη ταινία
fi_fi: CS44-johto ja CS53-liuska CS63 ja joustava nauha
hr_hr: Kabel CS44 s trakom CS53 CS63 + savitljiva traka
hu_hu: CS44 kábel CS53 csatlakozóval CS63 + flex kábel
it_it: Cavo CS44 con strip CS53 CS63 + Flex Strip
ko_kr: CS53스트립+CS44 CS63+플렉스 스트립
nl_nl: CS44 cable met CS53 strip CS63 + Flex Strip
no_no: CS44-kabel med CS53-strip CS63 + Flex Strip
pt_pt: Cabo CS44 com fita CS53 CS63 + fita de programação
ro_ro: Cablu CS44 cu bandă CS53 CS63 + bandă flexibilă
ru_ru: Кабель CS44 с шлейфом CS53 CS63 + гибкий шлейф
sv_se: CS44-kabel med CS53-remsa CS63 + Flex Strip
th_th: สาย CS44 พร้อมสายแบน CS53 CS63 + สายแบนชนิดอ่อน
tr_tr: CS53 bantlı CS44 kablo CS63 + Esnek Bant
zh_cn: CS44+CS53 CS63+扁线

source: Exit Without Saving
bg_bg: Излизане без запазване
cht: 離開且不儲存
da_dk: Afslut uden at gemme
el_gr: Έξοδος χωρίς αποθήκευση
fi_fi: Poistu tallentamatta
hr_hr: Izlaz bez spremanja
hu_hu: Kilépés mentés nélkül
it_it: Esci senza salvare
ko_kr: 저장하지 않고 나가기
nl_nl: Verlaten zonder op te slaan
no_no: Avslutt uten å lagre
pt_pt: Sair Sem Salvar
ro_ro: Ieșire fără salvare
ru_ru: Выход без сохранения данных
sv_se: Avsluta utan att spara
th_th: ออกโดยไม่บันทึก
tr_tr: Kaydetmeden Çık
zh_cn: 退出且不保存

source: Remote Fine-tuning
bg_bg: Дистанционна фина настройка
cht: 遠端微調
da_dk: Fjernjustering
el_gr: Απομακρυσμένος λεπτομερής συντονισμός
fi_fi: Etäsovitus toiminta
hr_hr: Daljinsko precizno ugađanje
hu_hu: Távoli illesztés
it_it: Regolazioni-fine da remoto
ko_kr: 원격 피팅
no_no: Ekstern fininnstilling
pt_pt: Ajuste Fino Remoto
ro_ro: Reglaj fin de la distanță
ru_ru: Удаленная тонкая настройка
sv_se: Fjärrjustering
th_th: การปรับแต่งระยะไกล
tr_tr: Uzaktan İnce Ayar
zh_cn: 助听器云微调

source: Remote Hearing Aid Update
bg_bg: Дистанционно актуализиране на слуховия апарат
cht: 遠端助聽器更新
da_dk: Fjernopdatering af høreapparat
el_gr: Απομακρυσμένη ενημέρωση ακουστικού βοηθήματος
fi_fi: Kuulokojeen etäpäivitys
hr_hr: Daljinsko ažuriranje slušnog pomagala
hu_hu: Távoli hallókészülék frissítés
it_it: Aggiornamento apparecchio acustico da remoto
ko_kr: 원격 보청기업데이트
nl_nl: Remote Hoortoestel Update
no_no: Ekstern oppdatering av høreapparat
pt_pt: Atualização do Aparelho Auditivo Remota
ro_ro: Actualizare la distanță a protezei auditive
ru_ru: Удаленное обновление прошивки СА
sv_se: Fjärruppdatering av hörapparat
th_th: อัพเดตอุปกรณ์ช่วยฟังระยะไกล
tr_tr: Uzaktan İşitme Cihazı Güncellemesi
zh_cn: 助听器云升级

source: Connected In-Office
bg_bg: Свързан в кабинета
cht: 在辦公室中連接
da_dk: Tilsluttet på klinikken
el_gr: Σύνδεση εντός γραφείου
fi_fi: Yhdistetty toimistossa
hr_hr: Povezan u uredu
hu_hu: Irodában csatlakoztatott
it_it: Connesso in ufficio
ko_kr: 클리닉에서 연결
nl_nl: Verbonden in-winkel/kliniek
no_no: Tilkoblet på klinikk
pt_pt: Conectado no centro auditivo
ro_ro: Conectat în cabinet
ru_ru: Подключен амбулаторно
sv_se: Ansluten på kontoret
th_th: เชื่อมต่อเมื่อผู้ป่วยเข้าพบ
tr_tr: Ofis-İçi Bağlandı
zh_cn: 接入听力中心验配

source: Recent
bg_bg: Скорошни
cht: 最近
da_dk: Seneste
el_gr: Πρόσφατα
fi_fi: Äskettäinen
hr_hr: Nedavno
hu_hu: Aktuális
it_it: Recente
ko_kr: 최근
no_no: Nylig
pt_pt: Recente
ru_ru: Недавние
sv_se: Nylig
th_th: ล่าสุด
tr_tr: En Son
zh_cn: 最近

source: Manage
bg_bg: Управление
cht: 管理
da_dk: Administrer
el_gr: Διαχείριση
fi_fi: Hallinta
hr_hr: Upravljanje
hu_hu: Kezelés
it_it: Gestisci
ko_kr: 관리
nl_nl: Beheren
no_no: Behandle
pt_pt: Gerenciar
ro_ro: Administrare
ru_ru: Управление
sv_se: Hantera
th_th: จัดการ
tr_tr: Yönet
zh_cn: 管理

source: Nucleus Bimodal
bg_bg: Бимодална честота
cht: Nucleus 雙模
da_dk: Bimodal frekvens
el_gr: Συχνότητα συνδυασμένου τύπου
fi_fi: Kaksitoiminen taajuus
hr_hr: Bimodalna frekvencija
hu_hu: Nucleus Bimodál
it_it: Frequenza Bimodale
ko_kr: 인공와우 알림
nl_nl: Nucleus Bimodaal
no_no: Bimodal frekvens
pt_pt: Frequência bimodal
ro_ro: Frecvență bimodală
ru_ru: Бимодальная частота
sv_se: Bimodal frekvens
th_th: ความถี่ไบโมดัล
tr_tr: Çift Modlu Frekans
zh_cn: 双模频率

source: Upper VC Limit
bg_bg: Горна граница на силата на звука
cht: 音量調整上限
da_dk: Øvre VC-grænse
el_gr: Άνω στάθμη ελέγχου έντασης
fi_fi: Äänenvoimakkuuden säädön yläraja
hr_hr: Gornja granica VC-a
hu_hu: Felső H.szab korlát
it_it: Limite VC superiore
ko_kr: 최대볼륨
nl_nl: Maximale volume-toename
no_no: Øvre VK-grense
pt_pt: Limite superior do controle de volume
ro_ro: Limită VC superioară
ru_ru: Верхний предел регулирования громкости
sv_se: Övre VK-gräns
th_th: ขีดจำกัด VC บน
tr_tr: Üst VC Limiti
zh_cn: VC上限

source: Lower VC Limit
bg_bg: Долна граница на силата на звука
cht: 音量調整下限
da_dk: Nedre VC-grænse
el_gr: Κάτω στάθμη ελέγχου έντασης
fi_fi: Äänenvoimakkuuden säädön alaraja
hr_hr: Donja granica VC-a
hu_hu: Alsó H.szab korlát
it_it: Limite VC inferiore
ko_kr: 최소볼륨
nl_nl: Maximale volume-afname
no_no: Nedre VK-grense
pt_pt: Limite inferior do controle de volume
ro_ro: Limită VC inferioară
ru_ru: Нижний предел регулирования громкости
sv_se: Undre VK-gräns
th_th: ขีดจำกัด VC ล่าง
tr_tr: Alt VC Limiti
zh_cn: VC下限

source: Button Options
bg_bg: Опции на бутона
cht: 按鈕選項
da_dk: Knapindstillinger
el_gr: Επιλογές πλήκτρων
fi_fi: Painikevaihtoehdot
hr_hr: Opcije tipke
hu_hu: Gomb beállítások
it_it: Opzioni pulsante
ko_kr: 버튼 옵션
nl_nl: Knop-opties
no_no: Trykknapp alternativ
pt_pt: Opções do botão
ro_ro: Opțiuni buton
ru_ru: Опции кнопок
sv_se: Knappalternativ
th_th: ตัวเลือกปุ่ม
tr_tr: Düğme Seçenekleri
zh_cn: 按钮选项

source: No Right Instrument Connected
bg_bg: Няма свързан десен апарат
cht: 未連接右耳助聽器
da_dk: Der er ikke tilsluttet noget apparat for højre side
el_gr: Δεν έχει συνδεθεί δεξί ακουστικό
fi_fi: Oikeaa kuulokojetta ei yhdistetty
hr_hr: Desni aparat nije povezan
hu_hu: Nincs jobb oldali készülék csatlakoztatva
it_it: Nessun apparecchio destro connesso
ko_kr: 우측 보청기 연결되지 않음
nl_nl: Geen rechter toestel aangesloten
no_no: Høyre apparat ikke tilkoblet
pt_pt: Nenhum aparelho auditivo direito conectado
ro_ro: Niciun instrument dreapta conectat
ru_ru: Не подключен правый аппарат
sv_se: Ingen apparat till höger ansluten
th_th: ไม่ได้เชื่อมต่ออุปกรณ์ข้างขวา
tr_tr: Bağlı Sağ Cihaz Yok
zh_cn: 右侧未连接助听器

source: No Left Instrument Connected
bg_bg: Няма свързан ляв апарат
cht: 未連接左耳助聽器
da_dk: Der er ikke tilsluttet noget apparat for venstre side
el_gr: Δεν έχει συνδεθεί αριστερό ακουστικό
fi_fi: Vasenta kuulokojetta ei yhdistetty
hr_hr: Lijevi aparat nije povezan
hu_hu: Nincs bal oldali készülék csatlakoztatva
it_it: Nessun apparecchio sinistro connesso
ko_kr: 좌측 보청기 연결되지 않음
nl_nl: Geen linker toestel aangesloten
no_no: Venstre apparat ikke tilkoblet
pt_pt: Nenhum Aparelho Auditivo Esquerdo Conectado
ro_ro: Niciun instrument stânga conectat
ru_ru: Не подключен левый аппарат
sv_se: Ingen apparat till vänster ansluten
th_th: ไม่ได้เชื่อมต่ออุปกรณ์ข้างซ้าย
tr_tr: Bağlı Sol Cihaz Yok
zh_cn: 左侧未连接助听器

source: Sound Player
bg_bg: Звуков плеър
cht: 聲音播放器
da_dk: Lydafspiller
el_gr: Αναπαραγωγή ήχων
fi_fi: Äänisoitin
hr_hr: Reproduktor zvuka
hu_hu: Hanglejátszó
it_it: Strumento di riproduzione suono
ko_kr: 미디어 플레이어
no_no: Lydspiller
pt_pt: Reproduzir Sons
ro_ro: Player sunet
ru_ru: Звуковой проигрыватель
sv_se: Ljudspelare
th_th: ซาวด์เพลเยอร์
tr_tr: Ses Oynatıcı
zh_cn: 声音播放器

source: Configuration:
bg_bg: Конфигурация:
cht: 配置：
da_dk: Konfiguration:
el_gr: Διάταξη:
fi_fi: Määritykset :
hr_hr: Konfiguracija:
hu_hu: Konfiguráció:
it_it: Configurazione:
ko_kr: 구성:
nl_nl: Configuratie:
no_no: Konfigurasjon:
pt_pt: Configuração:
ro_ro: Configurație:
ru_ru: Конфигурация:
sv_se: Konfiguration:
th_th: การกำหนดค่า:
tr_tr: Konfigürasyon:
zh_cn: 配置:

source: Earpiece:
bg_bg: Слушалка:
cht: 耳塞：
da_dk: Øreprop:
el_gr: Ακουστικό:
fi_fi: Kuuloke :
hr_hr: Ušni umetak:
hu_hu: Illeszték:
it_it: Auricolare:
ko_kr: 이어피스:
nl_nl: Oorstukje:
no_no: Ørepropp:
pt_pt: Tipo de adaptação:
ro_ro: Cască:
ru_ru: Ушной вкладыш:
sv_se: Insats:
th_th: ชิ้นส่วนเสียบหู:
tr_tr: Kulaklık:
zh_cn: 耳塞/耳模:

source: Vent / Dome Size:
bg_bg: Венти отвор / големина на домчето:
cht: 氣孔/耳塞尺寸：
da_dk: Vent./kuppelstørrelse:
el_gr: Μέγεθος αεραγωγού / καλύμματος:
fi_fi: Ilmastoinnin / tipin koko :
hr_hr: Odušak / veličina kupole:
hu_hu: Szellőző / Dome méret:
it_it: Dimensione vent/cupoletta:
ko_kr: 벤트/돔 크기:
nl_nl: Venting / Domegrootte:
no_no: Vent-/domestørrelse:
pt_pt: Tamanho da oliva/ventilação:
ro_ro: Dimensiune Vent / Dom:
ru_ru: Размер вента / колпачка:
sv_se: Vent/Dome-storlek:
th_th: ขนาด Vent / Dome:
tr_tr: Vent / Dome Boyutu:
zh_cn: 通气孔/耳塞尺寸:

source: Tube:
bg_bg: Шлаух:
cht: 軟管：
da_dk: Slange:
el_gr: Σωλήνας:
fi_fi: Letku :
hr_hr: Cijev:
hu_hu: Cső:
it_it: Tubicino:
ko_kr: 튜브:
nl_nl: Slang:
no_no: Slange:
pt_pt: Tamanho do tubo:
ro_ro: Tub:
ru_ru: Тонкая трубочка:
sv_se: Slanglängd:
th_th: ท่อ:
tr_tr: Tüp:
zh_cn: 导声管规格:

source: The earpiece selection will change the display of the estimated insertion gain. Gain adjustments will be preserved. Check the Vent Correction box in the Gain Adjustments screen to view the estimated effect of the selected venting option.
bg_bg: Изборът на слушалка ще промени показването на приблизителното входящо усилване. Регулировките на усилването ще се запазят. Поставете отметка в квадратчето Корекция на венти отвора на екрана Регулировки на усилването, за да видите приблизителния ефект на избраната опция за вентилиране.
cht: 選擇耳塞將改變預估插入增益的顯示內容。增益調整將會保留。 核選「增益調整」畫面的「氣孔修正」核選框以檢視所選氣孔選項的預估效果。
da_dk: Valget af øresnegl ændrer visningen af den estimerede indsættelsesforstærkning. Justering af forstærkning gemmes. Markér feltet Ventilationskorrektion på skærmen Justering af forstærkning for at få vist den estimerede effekt af den valgte ventilering.
el_gr: Ανάλογα με την επιλογή ακουστικού θα αλλάξει και η απεικόνιση της εκτιμώμενης εισαγωγικής απόκρισης. Οι επιλογές προσαρμογής απόκρισης θα διατηρηθούν. Επιλέξτε το πλαίσιο Διόρθωσης αεραγωγού στην οθόνη Προσαρμογής απόκρισης για να δείτε το εκτιμώμενο αποτέλεσμα του επιλεγμένου αγωγού.
fi_fi: Kuulokkeen valinta muuttaa arvioidun insertiovahvistuksen näyttämistä. Vahvistuksen säädöt säilytetään. Näet valitun ilmastointiasetuksen arvioidun vaikutuksen Vahvistuksen säädöt -ikkunan Ilmastoinnin korjaus -ruudussa.
hr_hr: Odabir ušnog umetka promijenit će prikaz procijenjenog pojačanja pri umetanju. Prilagodbe pojačanja ostat će sačuvane. Označite kućicu „Korekcija oduška” na zaslonu „Prilagodbe pojačanja” za prikaz procijenjenog učinka odabrane opcije oduška.
hu_hu: Az illeszték kijelölésével módosíthatja a becsült beszúrt erősítés megjelenítését. A rendszer megőrzi az erősítési beállításokat. Ellenőrizze a Szellőzőfurat korrekció mezőt az Erősítési beállítások képernyőn a kijelölt szellőzési opció becsült hatásának megtekintéséhez.
it_it: La selezione dell'auricolare cambierà la visualizzazione del guadagno di inserzione stimato. Le regolazioni del guadagno saranno mantenute. Selezionare la casella Correzione vent nella schermata Regolazioni guadagno per visualizzare l'effetto stimato dell'opzione di ventilazione selezionata.
ko_kr: 이어피스 선택에 따라 예측 삽입이득의 디스플레이가 변경됩니다. 피팅 데이터는 유지됩니다. '그래프 보기'의 벤트 코렉션에서 선택한 벤트 사이즈에 따른 출력효과를 예측합니다.
nl_nl: De keuze van de venting wijzigt de weergave van de geschatte Insertion Gain. Aanpassingen van de versterking worden behouden. Vink in het scherm Aanpassing het vakje Ventingcorrectie aan om het geschatte effect van de geselecteerde ventingoptie te zien.
no_no: Valgte ørepropp vil endre visning av estimert insertion gain. Gainjusteringer vil bli beholdt. Kryss av i boksen Ventilasjonskorreksjon på skjermen Gain justering for å vise estimert effekt av aktuell ventilering.
pt_pt: A seleção da oliva mudará a exibição do ganho de inserção estimado. Os ajustes de ganho serão preservados. Marque a caixa Correção de Ventilação na tela Ajustes de Ganho para exibir o efeito estimado da opção de ventilação selecionada.
ro_ro: Selectarea căștii va schimba afișarea câștigului de inserție estimat. Ajustările se păstrează. Bifați căsuța Corectare Vent î ecranul Ajusătri Câștig pentru a vedea efectul estimat al opțiunii de ventilare selectate.
ru_ru: Выбор ушного вкладыша изменит отображение расчетного вносимого усиления СА. Корректировки усиления будут сохранены. Установите флажок в поле отметки Коррекция вента в окне Корректировка усиления, чтобы увидеть оценку влияния выбранного размера вента.
sv_se: Val av hörsnäckan ändrar visningen av den uppskattade insättningsförstärkningen. Förstärkningsjusteringarna bevaras. Kontrollera ventileringskorrigeringen rutan i Förstärkningsjusteringar för att visa den beräknade effekten av det valda ventilationsalternativet.
th_th: การเลือก Earpiece จะเปลี่ยนการแสดงผลเกนขณะใส่โดยประมาณ การปรับตั้งค่าเกนจะถูกเก็บไว้ ตรวจสอบกล่องการแก้ไข Vent ในหน้าจอการปรับตั้งเกนเพื่อดูผลกระทบโดยประมาณของตัวเลือก Vent ที่เลือก
tr_tr: Kulaklık seçimi tahmini eklenen kazanç ekranını değiştirecektir. Kazanç ayarlamaları korunacaktır. Seçilen havalandırma opsiyonunun tahmini etkisini görüntülemek için Kazanç Ayarlamaları ekranında Vent Doğrulama kutusunu işaretleyin.
zh_cn: 耳塞/耳模的选择将更改预估插入增益的显示。增益调节将被保留。 检查“增益调节”界面的“气孔修正”框，查看所选气孔选项预估的效果。

source: Choose which settings you would like to copy
bg_bg: Изберете кои настройки желаете да копирате
cht: 選擇要複製的設定
da_dk: Vælg de indstillinger, du vil kopiere
el_gr: Επιλέξτε τις ρυθμίσεις που θα θέλατε να αντιγράψετε
fi_fi: Valitse kopioitavat asetukset
hr_hr: Odaberite postavke koje želite kopirati
hu_hu: Válassza ki, hogy mely beállításokat szeretné másolni
it_it: Scegliere le impostazioni che si desiderano copiare
ko_kr: 복사하고자 하는 셋팅을 선택합니다
nl_nl: Kies welke instellingen u wilt kopiëren
no_no: Velg de innstillingene du vil kopiere
pt_pt: Escolha quais configurações deseja copiar
ro_ro: Selectați setările pe care doriți să le copiați
ru_ru: Выберите настройки, которые нужно скопировать
sv_se: Välj vilka inställningar du vill kopiera
th_th: เลือกการตั้งค่าที่คุณต้องการคัดลอก
tr_tr: Hangi ayarları kopyalamak istediğinizi seçin
zh_cn: 选择您要复制的设置

source: Copy the Right Ear to the Left Ear
bg_bg: Копирай дясното ухо в лявото ухо
cht: 將右耳複製到左耳
da_dk: Kopiér højre øre til venstre øre
el_gr: Αντιγραφή Δεξιού αυτιού σε Αριστερό αυτί
fi_fi: Kopioi oikea korva vasempaan korvaan
hr_hr: Kopiraj desno uho na lijevo uho
hu_hu: Másolás a jobb fülről a bal fülre
it_it: Copia orecchio destro su orecchio sinistro
ko_kr: 우측을 좌측에 복사
nl_nl: Kopieer het rechteroor naar het linkeroor
no_no: Kopier høyre øre til venstre øre
pt_pt: Copiar o ouvido direito para o esquerdo
ro_ro: Copiați Urechea Dreaptă în Urechea Stângă
ru_ru: Копировать Правое ухо на Левое ухо
sv_se: Kopiera höger öra till vänster öra
th_th: คัดลอกหูขวาไปยังหูซ้าย
tr_tr: Sağ Kulağı Sol Kulağa Kopyala
zh_cn: 将右耳复制到左耳

source: Copy the Left Ear to the Right Ear
bg_bg: Копирай лявото ухо в дясното ухо
cht: 將左耳複製到右耳
da_dk: Kopiér venstre øre til højre øre
el_gr: Αντιγραφή Αριστερού αυτιού σε Δεξί αυτί
fi_fi: Kopioi vasen korva oikeaan korvaan
hr_hr: Kopiraj lijevo uho na desno uho
hu_hu: Másolás a bal fülről a jobb fülre
it_it: Copia orecchio sinistro su orecchio destro
ko_kr: 좌측을 우측에 복사
nl_nl: Kopieer het linkeroor naar het rechteroor
no_no: Kopier venstre øre til høyre øre
pt_pt: Copiar o ouvido esquerdo para o direito
ro_ro: Copiați Urechea Stângă în Urechea Dreaptă
ru_ru: Копировать Левое ухо на Правое ухо
sv_se: Kopiera vänster öra till höger öra
th_th: คัดลอกหูซ้ายไปยังหูขวา
tr_tr: Sol Kulağı Sağ Kulağa Kopyala
zh_cn: 将左耳复制到右耳

source: Link TSG Settings
bg_bg: Свързване на TSG настройките
cht: 連結耳鳴抑制音產生器設定
da_dk: Link TSG-indstillinger
el_gr: Σύνδεσμος ρυθμίσεων TSG
fi_fi: Linkitä TSG-asetukset
hr_hr: Povezivanje postavki TSG-a
hu_hu: TSG beállítások összekapcsolása
it_it: Collegamento a impostazioni GST
ko_kr: 소리발생기 링크 설정
nl_nl: Link TSG-instellingen
no_no: Link TSG-innstillinger
pt_pt: Vincular configurações do TSG
ro_ro: Conectați setările TSG
ru_ru: Соединить с настройками TSG
sv_se: Länka TSG-inställningar
th_th: เชื่อมโยงการตั้งค่า TSG
tr_tr: TSG Ayarlarına Bağlan
zh_cn: 链接耳鸣管理器(TSG)设置

source: Or
bg_bg: Или
cht: 或
da_dk: Eller
el_gr: ή
fi_fi: tai
hr_hr: Ili
hu_hu: Vagy
it_it: O
ko_kr: 또는
nl_nl: Of
no_no: eller
pt_pt: Ou
ro_ro: Sau
ru_ru: Или
sv_se: Eller
th_th: หรือ
tr_tr: Veya
zh_cn: 或

source: Exit {0}
bg_bg: Изход {0}
cht: 離開 {0}
da_dk: Afslut {0}
el_gr: Έξοδος {0}
fi_fi: Lopeta {0}
hr_hr: Izlaz {0}
hu_hu: {0} – kilépés
it_it: Esci da {0}
ko_kr: {0} 나가기
nl_nl: Afsluiten {0}
no_no: Avslutt {0}
pt_pt: Sair do {0}
ro_ro: Ieșire {0}
ru_ru: Выход {0}
sv_se: Avsluta {0}
th_th: ออก {0}
tr_tr: Çıkış {0}
zh_cn: 退出 {0}

source: {0} Media Player
cht: {0} 媒體撥放器
da_dk: {0} medieafspiller
fi_fi: {0} Mediasoitin
hu_hu: {0} Media lejátszó
ko_kr: {0} 미디어 플레이어
nl_nl: {0} Mediaspeler
no_no: {0} Mediespiller
pt_pt: Mídia Player {0}
ru_ru: {0} Медиа-проигрыватель
sv_se: {0} Mediaspelare
th_th: {0} โปรแกรมเล่นสื่อ
zh_cn: {0} 媒体播放器

source: -40 to 40
bg_bg: от -40 до 40
cht: -40 至 40
da_dk: -40 til 40
el_gr: -40 έως 40
hr_hr: -40 do 40
it_it: da -40 a 40
nl_nl: -40 tot 40
no_no: -40 til 40
pt_pt: -40 a 40
ro_ro: -40 la 40
ru_ru: -40 до 40
sv_se: -40 till 40
th_th: -40 ถึง 40
tr_tr: -40 ila 40
zh_cn: -40至40

source: Default Gain Level %
bg_bg: Ниво на усилването по подразбиране %
cht: 預設增益等級 %
da_dk: Standardforstærkningsniveau %
el_gr: Προεπιλ. στάθμη απόκρισης %
fi_fi: Vahvistuksen oletustaso % :
hr_hr: Standardna razina pojačanja %
hu_hu: Alapértelmezett erősítési szint (%)
it_it: Livello di guadagno predefinito %
ko_kr: 디폴트 게인 레벨 %
nl_nl: Standaard versterkingsniveau (%)
no_no: Standard gain nivå %
pt_pt: Nível de ganho padrão %
ro_ro: Nivel câștig implicit %
ru_ru: Уровень усиления по умолчанию, в %
sv_se: Standardförstärkningsnivå %
th_th: % ระดับเกนเริ่มต้น
tr_tr: Varsayılan Kazanç Seviyesi %
zh_cn: 目标增益百分比％

source: Pair Accessories
bg_bg: Сдвояване на аксесоари
cht: 配對配件
da_dk: Par tilbehør
el_gr: Ζεύξη εξαρτημάτων
fi_fi: Parita langattomia lisälaitteita
hr_hr: Upari dodatnu opremu
hu_hu: Tartozékok párosítása
it_it: Accoppia accessori
ko_kr: 액세서리
nl_nl: Accessoires koppelen
no_no: Pare tilbehør
pt_pt: Parear Acessórios Wireless
ro_ro: Împerechere accesorii
ru_ru: Сопряжение аксессуаров
sv_se: Parkoppla Tillbehör
th_th: จับคู่อุปกรณ์เสริม
tr_tr: Aksesuarları Eşleştir
zh_cn: 配对附件

source: Patient Birthday
bg_bg: Рожден ден на пациента
cht: 客戶出生日期
da_dk: Brugerens fødselsdag
el_gr: Γενέθλια ασθενούς
fi_fi: Potilaan syntymäpäivä
hr_hr: Bolesnikov rođendan
hu_hu: Páciens születésnapja
it_it: Compleanno paziente
ko_kr: 사용자 생년월일
nl_nl: Geboortedatum cliënt
no_no: Pasientens fødselsdag
pt_pt: Data de nascimento do paciente
ro_ro: Aniversare pacient
ru_ru: Дата рождения пациента
sv_se: Patientens födelsedag
th_th: วันเกิดของผู้ป่วย
tr_tr: Hastanın Doğum Günü
zh_cn: 用户生日

source: Patient Address
bg_bg: Адрес на пациента
cht: 客戶地址
da_dk: Brugerens adresse
el_gr: Διεύθυνση ασθενούς
fi_fi: Potilaan osoite
hr_hr: Bolesnikova adresa
hu_hu: Páciens címe
it_it: Indirizzo paziente
ko_kr: 사용자 주소
nl_nl: Adres cliënt
no_no: Pasientens adresse
pt_pt: Endereço do paciente
ro_ro: Adresă pacient
ru_ru: Адрес пациента
sv_se: Patientens adress
th_th: ที่อยู่ของผู้ป่วย
tr_tr: Hastanın Adresi
zh_cn: 用户地址
