Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Database
bg_bg: База данни
cht: 資料庫
el_gr: Βάση δεδομένων
fi_fi: Noah tietokanta
hr_hr: Baza podataka
hu_hu: Adatbázis
ko_kr: 데이타베이스
pt_pt: Banco de dados
ro_ro: Baza de Date
ru_ru: База данных
sv_se: Databas
th_th: ฐานข้อมูล
tr_tr: Veritabanı
zh_cn: 数据库

source: Read from Database
bg_bg: Четене от база данни
cht: 讀取資料庫
da_dk: Læs fra database
el_gr: Ανάγνωση από τη βάση δεδομένων
fi_fi: Luetaan tietokannasta
hr_hr: Čitaj iz baze podataka
hu_hu: Olvasás az adtbázisból
it_it: Leggi dal database
ko_kr: 데이터로깅 읽기
nl_nl: Uitlezen uit database
no_no: Les fra database
pt_pt: Ler do banco de dados
ro_ro: Citeste baza de date
ru_ru: Считать из базы данных
sv_se: Läs från databas
th_th: อ่านข้อมูลจาก Database
tr_tr: Veritabanından Oku
zh_cn: 从数据库中读出

source: Story - Female
bg_bg: История – жена
cht: 故事 - 女性
da_dk: Fortælling – kvinde
el_gr: Ιστορία - Γυναίκα
fi_fi: Tarina - Nainen
hr_hr: Priča - žensko
hu_hu: Történet - Nő
it_it: Storia - Donna
ko_kr: 스토리 - 여성
nl_nl: Verhaaltje-vrouwenstem
no_no: Fortelling – kvinne
pt_pt: História – feminino
ro_ro: Poveste - Female
ru_ru: Рассказ - женщина
sv_se: Historia - Kvinna
th_th: Story - ผู้หญิง
tr_tr: Hikaye - Kadın
zh_cn: 讲故事-女性

source: Story - Male
bg_bg: История – мъж
cht: 故事 - 男性
da_dk: Fortælling – mand
el_gr: Ιστορία - Άνδρας
fi_fi: Tarina - Mies
hr_hr: Priča - muško
hu_hu: Történet - Férfi
it_it: Storia - Uomo
ko_kr: 스토리 - 남성
nl_nl: Verhaaltje-mannenstem
no_no: Fortelling – mann
pt_pt: História – masculino
ro_ro: Poveste - Male
ru_ru: Рассказ - мужчина
sv_se: Historia - Man
th_th: Story - ผู้ชาย
tr_tr: Hikaye - Erkek
zh_cn: 讲故事-男性

source: Cold Season
bg_bg: Студен сезон
cht: 冬季
da_dk: Kold årstid
el_gr: Εποχή κρυολογημάτων
fi_fi: Kylmä ajanjakso
hr_hr: Hladna sezona
hu_hu: Hideg évszak
it_it: Stagione fredda
ko_kr: 추운 계절
nl_nl: Verkouden stem
no_no: Kald økt
pt_pt: Inverno
ro_ro: Sezonul rece
ru_ru: Холодное время года
sv_se: Kall säsong
th_th: ฤดูกาลที่อากาศเย็น
tr_tr: Soğuk Dönem
zh_cn: 冬季

source: Police
bg_bg: Полиция
cht: 警察
da_dk: Politi
el_gr: Αστυνομία
fi_fi: Poliisi
hr_hr: Policija
hu_hu: Rendőrség
it_it: Polizia
ko_kr: 경찰
nl_nl: Politiesirene
no_no: Politi
pt_pt: Polícia
ro_ro: Politie
ru_ru: Полиция
sv_se: Polis
th_th: ตำรวจ
tr_tr: Polis
zh_cn: 警察

source: Music - Classical
bg_bg: Музика – класическа
cht: 音樂 - 古典
da_dk: Musik – klassisk
el_gr: Μουσική - Κλασική
fi_fi: Musiikki - Klassinen
hr_hr: Glazba - klasična
hu_hu: Zene - Klasszikus
it_it: Musica - Classica
ko_kr: 뮤직 - 클래식
nl_nl: Muziek - klassiek
no_no: Musikk – klassisk
pt_pt: Música – clássica
ro_ro: Muzică - Clasică
ru_ru: Музыка - Классика
sv_se: Musik - klassisk
th_th: ดนตรี - Classical
tr_tr: Müzik- Klasik
zh_cn: 音乐-经典

source: Music - Jazz
bg_bg: Музика – джаз
cht: 音樂 - 爵士
da_dk: Musik – jazz
el_gr: Μουσική - Τζαζ
fi_fi: Musikki - Jazzi
hr_hr: Glazba - džez
hu_hu: Zene - Jazz
it_it: Musica - Jazz
ko_kr: 뮤직 - 재즈
nl_nl: Muziek - jazz
no_no: Musikk – jazz
pt_pt: Música – jazz
ro_ro: Muzică - Jazz
ru_ru: Музыка - Джаз
sv_se: Musik - jazz
th_th: ดนตรี - Jazz
tr_tr: Müzik- Caz
zh_cn: 音乐-爵士

source: Music - Piano
bg_bg: Музика – пиано
cht: 音樂 - 鋼琴
da_dk: Musik – piano
el_gr: Μουσική - Πιάνο
fi_fi: Musikki - Piano
hr_hr: Glazba - klavir
hu_hu: Zene - Zongora
it_it: Musica - Piano
ko_kr: 음악 - 피아노
nl_nl: Muziek - piano
no_no: Musikk – piano
pt_pt: Música – piano
ro_ro: Muzică - Pian
ru_ru: Музыка - Фортепиано
sv_se: Musik - piano
th_th: ดนตรี - Piano
tr_tr: Müzik - Piano
zh_cn: 音乐-钢琴

source: The currently loaded audiogram does not match the audiogram stored on the instrument(s).
bg_bg: Заредената в момента аудиограма не съответства на аудиограмата, съхранена в апарата(-ите).
cht: 目前載入的聽力圖不符合儲存在助聽器裡的聽力圖。
da_dk: Det aktuelt indlæste audiogram stemmer ikke overens med det audiogram, der er gemt på apparatet(erne).
el_gr: Το τρέχον φορτωμένο ακοόγραμμα δεν συμφωνεί με το ακοόγραμμα που είναι αποθηκευμένο στα ακουστικά.
fi_fi: Ladattu audiogrammi ei vastaa kuulokojeisiin tallennettua audiogrammia.
hr_hr: Trenutno učitani audiogram ne odgovara audiogramu spremljenom na aparatima.
hu_hu: A jelenleg betöltött audiogram nem egyezik a hallókészülék(ek)en tárolt audiogrammal.
it_it: L'audiogramma attualmente caricato non corrisponde all'audiogramma memorizzato sull'apparecchio(i).
ko_kr: 현재 로드된 청력도는 보청기에 저장된 청력도와 일치하지 않습니다.
nl_nl: Het actueel geladen audiogram komt niet overeen met het audiogram dat in het/de toestel(len) is opgeslagen.
no_no: Nåværende audiogram samsvarer ikke med audiogrammet som er lagret i apparatet(ene)
pt_pt: O audiograma atualmente carregado não corresponde ao audiograma armazenado no(s) aparelho(s).
ro_ro: Audiograma încărcată momentan nu corespunde audiogramei stocate pe instrument(e).
ru_ru: Текущая загруженная аудиограмма не соответствует аудиограмме, сохраненной на СА.
sv_se: Det aktuellt laddade audiogrammet matchar inte det audiogram som lagrats på apparaten.
th_th: ออดิโอแกรมที่โหลดในปัจจุบัน ไม่ตรงกับออดิโอแกรมที่จัดเก็บไว้บนอุปกรณ์
tr_tr: Şu anda yüklü odyogram, cihaz(lar)da depolanmış odyogramla eşleşmiyor.
zh_cn: 当前加载的听力图与助听器内听力图不符。

source: ReSound Smart Fit requires Windows Media Player 11 or higher to play video and sound files.{0}{0}To use these features, please download a newer version from Microsoft's website.
bg_bg: Интелигентен монтаж изисква Windows Media Player 11 или по-нов за възпроизвеждане на видео и звукови файлове.{0}{0}За да използвате тази функции, изтеглете по-нова версия от уеб сайта на Microsoft.
cht: Smart Fit 需要 Windows Media Player 11 或更高版本才能播放影片和聲音檔。{0}{0}要使用這些功能，請從 Microsoft網站下載較新版本。
da_dk: Smart Fit kræver Windows Media Player 11 eller nyere for at afspille video- og lydfiler.{0}{0}Hvis du vil benytte disse funktioner, skal du downloade en nyere version fra Microsofts website.
el_gr: Για το Smart Fit απαιτείται Windows Media Player 11 ή μεταγενέστερη έκδοση, για την αναπαραγωγή αρχείων βίντεο και ήχου.{0}{0}Για να χρησιμοποιήσετε αυτές τις λειτουργίες, πραγματοποιήστε λήψη μιας νεότερης έκδοσης από τον ιστότοπο της Microsoft.
fi_fi: Video- ja äänitiedostojen toistaminen Smart Fit sovituksessa edellyttää Windows Media Player -versiota 11 tai uudempaa.{0}{0}Voit käyttää näitä ominaisuuksia lataamalla uudemman version Microsoftin sivustosta.
hr_hr: Za Smart Fit potreban je Windows Media Player 11 ili noviji radi reprodukcije zvučnih i videodatoteka.{0}{0}Za upotrebu tih značajki preuzmite noviju verziju s Microsoftovog web-mjesta.
hu_hu: A ReSound Smart Fit használatához, valamint a videók és a hangfájlok lejátszásához Windows Media Player 11 vagy újabb verzió szükséges.{0}{0}Az ilyen funkciók használatához töltse le a Microsoft webhelyéről az újabb verziót.
it_it: Smart Fit richiede Windows Media Player 11 o superiore, al fine di riprodurre file video e audio.{0}{0}Per utilizzare queste funzionalità, scaricare una versione più recente dal sito Web di Microsoft.
ko_kr: Smart Fit은 동영상 및 사운드 파일 재생을 위해 Windows Media Player 11 또는 그 이상의 버전이 요구됩니다. {0}{0}이 기능을 사용하려면 , 마이크로 소프트의 웹 사이트에서 최신 버전을 다운로드하십시오.
nl_nl: Smart Fit vereist Windows Media Player 11 of hoger om de video en audio bestanden af te kunnen spelen.{0}{0} U moet een nieuwere versie downloaden van de website van Microsoft.
no_no: Smart Fit krever Windows Media Player 11 eller senere utgaver for å kunne spille av video- og lydfiler.{0}{0}For å kunne bruke disse funksjonene må du laste ned en nyere versjon fra Microsofts nettsted.
pt_pt: O Smart Fit requer Windows Media Player 11 ou superior para reproduzir arquivos de som e vídeo.{0}{0}Para usar esses recursos, faça o download de uma versão mais recente no site da Microsoft.
ro_ro: Smart Fit necesita Windows Media Player 11 sau mai nou pentru a putea rula fisierele video si audio.{0}{0} Pentru a folosi aceste caracteristici, va rugam descarcati o versiune mai noua de pe situl Microsoft.
ru_ru: Программе Smart Fit требуется ПО Windows Media Player версии 11 или выше для воспроизведения видео- и аудиофайлов.{0}{0}Чтобы использовать эти функциональные возможности, загрузите новую версию ПО с веб-сайта Microsoft.
sv_se: Smart Fit kräver Windows Media Player 11 eller högre för att spela upp video- och ljudfiler.{0}{0}Ladda ned en nyare version av denna från Microsoftswebbplats för att kunna använda dessa funktioner.
th_th: Smart Fit ต้องใช้ Windows Media Player 11 หรือสูงกว่า ในการเล่นไฟล์วิดีโอและไฟล์เสียง{0}{0}หากต้องการใช้คุณสมบัติเหล่านี้ โปรดดาวน์โหลดเวอร์ชันที่ใหม่กว่าจากเว็บไซต์ของ Microsoft
tr_tr: Akıllı Fitting, video ve ses dosyalarını yürütebilmek için Windows Media Player 11 veya üzerini gerektirir.{0}{0}Bu özellikleri kullanmak için, lütfen Microsoft'un web sitesinden yeni bir sürümünü indirin.
zh_cn: Smart Fit需要Windows Media Player 11或更高版本才能播放视频和声音文件。{0}{0}要使用这些功能，请从Microsoft网站下载较新版本。

source: Smart Fit requires Windows Media Player 10 or higher in order to play video and sound files.{0}{0}To use these features, please download a newer version from Microsoft’s website.
bg_bg: Smart Fit изисква Windows Media Player 10 или по-нов, за да възпроизвежда видео и звукови файлове.{0}{0}За да използвате тази функции, изтеглете по-нова версия от уеб сайта на Microsoft.
cht: Smart Fit 需要 Windows Media Player 10 或更高版本才能撥放影片和聲音檔。{0}{0}要使用這些功能，請從Microsoft網站下在較新版本。
da_dk: Smart Fit kræver Windows Media Player 10 eller nyere for at afspille video- og lydfiler.{0}{0}Hvis du vil benytte disse funktioner, skal du downloade en nyere version fra Microsofts hjemmeside.
el_gr: Για το Smart Fit απαιτείται Windows Media Player 10 ή μεταγενέστερη έκδοση, για την αναπαραγωγή αρχείων βίντεο και ήχου.{0}{0}Για να χρησιμοποιήσετε αυτές τις λειτουργίες, πραγματοποιήστε λήψη μιας νεότερης έκδοσης από τον ιστότοπο της Microsoft.
fi_fi: Video- ja äänitiedostojen toistaminen Smart Fit sovituksessa edellyttää Windows Media Player -versiota 10 tai uudempaa.{0}{0}Voit käyttää näitä ominaisuuksia lataamalla uudemman version Microsoftin sivustosta.
hr_hr: Kako bi reproducirao video datoteke i zvučne datoteke, Smart Fit zahtijeva Windows Media Player 10 ili novije inačice. {0}{0} Kako biste se mogli koristiti Smart Fitom, molimo preuzmite noviju verziju na Microsoftovoj mrežnoj stranici.
hu_hu: A Smart Fit-hez a Windows Media Player 10 vagy későbbi verzió szükséges, hogy lejátssza a a videó és hang fájlokat.{0}{0}A funkció használatához, kérjük töltse le az újabb verziót a Microsoft weboldalról.
it_it: Smart Fit richiede Windows Media Player 10 o superiore, al fine di riprodurre file audio e video.{0}{0}Per utilizzare queste funzionalità, scaricare una più recente versione da sito web Microsoft.
ko_kr: Smart Fit 은 Windows Media Player 10 또는 그 이상의 버전이 요구됩니다. {0}{0}이 기능을 사용하려면, 마이크로소프트의 웹사이트에서 최신 버전을 다운로드 하십시오.
nl_nl: Voor Aventa is Windows Media Player 10 of hoger vereist om video-en geluidsbestanden te kunnen afspelen.{0}{0}Download een recentere versie van de website van Microsoft om deze functies te gebruiken.
no_no: Smart Fit må brukes med Windows Media Player 10 eller senere for å spille av lyd- og bildefiler.{0}{0}Du må laste ned en nyere versjon fra Microsoft hjemmeside for å kunne bruke denne funksjonen.
pt_pt: Smart Fit requer Windows Media Player 10 ou superior para tocar o vídeo e os arquivos de som.{0}{0}Para usar esse recursos, por favor, faça o download de uma versão mais atual do site da Microsoft.
ro_ro: Smart Fit necesita Windows Media Player 10 sau mai nou pentru a putea rula fisierele video si audio.{0}{0} Pentru a folosi aceste caracteristici, va rugam descarcati o versiune mai noua de pe situl Microsoft.
ru_ru: Программе «умного» подбора/настройки Smart Fit требуется ПО Windows Media Player версии 10 или выше для воспроизведения видео- и аудиофайлов.{0}{0}Чтобы использовать эти функциональные возможности, загрузите новую версию ПО с веб-сайта Microsoft.
sv_se: Smart Fit kräver Windows Media Player 10 eller högre för att spela upp video- och ljudfiler.{0}{0}Ladda ned en nyare version av denna från Microsoftswebbplats för att kunna använda dessa funktioner.
th_th: Smart Fit ต้องใช้ Windows Media Player 10 ขึ้นไปเพื่อเล่นไฟล์วิดีโอและไฟล์เสียง {0}{0} ในการใช้คุณสมบัติเหล่านี้ โปรดดาวน์โหลดเวอร์ชั่นใหม่จากเว็บไซต์ของ Microsoft
tr_tr: Akıllı Fitting, video ve ses dosyalarını yürütebilmek için Windows Media Player 10 veya üzerini gerektirir.{0}{0}Bu özellikleri kullanmak için, lütfen Microsoft'un web sitesinden yeni bir sürümünü indirin.
zh_cn: Smart Fit需要Media Player 10 或以上版本才可以播放视频和声音文件{0}{0}要想使用这些功能，请从Microsoft网站下载新版本。

source: Search Results
bg_bg: Резултати от търсенето
cht: 搜尋結果
da_dk: Søgeresultat
el_gr: Αποτελέσματα αναζήτησης
fi_fi: Haun tulos
hr_hr: Rezultati pretrage
hu_hu: Keresés eredmény
it_it: Risultati della ricerca
ko_kr: 검색결과
nl_nl: Zoekresultaten
no_no: Søkeresultater
pt_pt: Procurar resultados
ro_ro: Cauta rezultate
ru_ru: Результаты поиска
sv_se: Sökresultat
th_th: ผลการค้นหา
tr_tr: Arama Sonuçları
zh_cn: 查找结果

source: Copy
bg_bg: Копирай
cht: 複製
da_dk: Kopiér
el_gr: Αντιγραφή
fi_fi: Kopioi
hr_hr: Kopiraj
hu_hu: Másolás
it_it: Copia
ko_kr: 복사
nl_nl: Kopiëren
no_no: Kopier
pt_pt: Copiar
ro_ro: Copiaza
ru_ru: Копировать
sv_se: Kopiera
th_th: คัดลอก
tr_tr: Kopyala
zh_cn: 复制

source: Autoscope
cht: 自動聚焦
fi_fi: Automaattinen suuntakuvio
hu_hu: Autoszkóp
ko_kr: 오토스코프
pt_pt: Foco Automático
ru_ru: AutoScope (Автоматическое адаптивное регулирование направленности)
sv_se: Automatisk inzoomning
zh_cn: 智能多维

source: DFS Ultra II
cht: 數位回饋音抑制 (5 種選項)
it_it: DFS Ultra II (5 opzioni)
ru_ru: Подавление обратной связи DFS Ultra II
zh_cn: 超级DFS II

source: DFS Ultra II
cht: 數位回饋音抑制 (4 種選項)
it_it: DFS Ultra II (4 opzioni)
ru_ru: Подавление обратной связи DFS Ultra II
zh_cn: 超级DFS II

source: Croatian
bg_bg: Хърватски
cht: 克羅埃西亞文
da_dk: Kroatisk
el_gr: Κροατικά
fi_fi: Kroatia
hr_hr: Hrvatski
hu_hu: Horvát
it_it: Croato
ko_kr: 크로아티아어
nl_nl: Kroatisch
no_no: Kroatisk
pt_pt: Croata
ro_ro: Croată
ru_ru: Хорватский
sv_se: Kroatiska
th_th: โครเอเชีย
tr_tr: Hırvatça
zh_cn: 克罗地亚语

source: Slovakian
bg_bg: Словашки
cht: 斯洛伐克文
da_dk: Slovakisk
el_gr: Σλοβακικά
fi_fi: Slovakia
hr_hr: Slovački
hu_hu: Szlovák
it_it: Slovacco
ko_kr: 슬로바키아어
nl_nl: Slowaaks
no_no: Slovakisk
pt_pt: Eslovaco
ro_ro: Slovaca
ru_ru: Словацкий
sv_se: Slovakiska
th_th: สโลวาเกีย
tr_tr: Slovakça
zh_cn: 斯洛文尼亚语

source: Latin American Spanish
bg_bg: Латиноамерикански испански
cht: 拉丁美洲西班牙文
da_dk: Latinamerikansk spansk
el_gr: Ισπανικά Λατινικής Αμερικής
fi_fi: Espanja, latinalainen Amerikka
hr_hr: Latinoamerički španjolski
hu_hu: Latin-amerikai spanyol
it_it: Spagnolo America Latina
ko_kr: 남미 스페인어
nl_nl: Spaans (Latijns Amerika)
no_no: Latinamerikansk spansk
pt_pt: Espanhol latino americano
ro_ro: Spaniola latino americana
ru_ru: Латино-американский испанский
sv_se: Latinameriaknsk Spanska
th_th: สเปนละตินอเมริกา
tr_tr: Latin Amerikan İspanyolca
zh_cn: 西班牙语

source: Limiting:
bg_bg: Ограничаване:
cht: 限制：
da_dk: Begrænsning:
el_gr: Οριοθέτηση:
fi_fi: Rajoitetaan :
hr_hr: Ograničenje:
hu_hu: Határolás:
it_it: Limitazione:
ko_kr: 한계:
nl_nl: Begrenzing:
no_no: Begrensende:
pt_pt: Limitação:
ro_ro: Limitare
ru_ru: Ограничение:
sv_se: Begränsning:
th_th: การจำกัด:
tr_tr: Sınırlama:
zh_cn: 仅限于:

source: Wide Band
bg_bg: Широка лента
cht: 寬頻
da_dk: Bredbånd
el_gr: Ευρεία ζώνη
fi_fi: Laajakaista
hr_hr: Široki pojas
hu_hu: Széles sáv
it_it: Banda larga
ko_kr: 와이드 밴드
nl_nl: Breedbandig
no_no: Bredbånd
pt_pt: Banda larga
ro_ro: Banda larga
ru_ru: Широкополосный
sv_se: Bredbandig
th_th: แบนด์แบบกว้าง
tr_tr: Geniş Bant
zh_cn: 单一

source: Multi-channel
bg_bg: Многоканален
cht: 多頻道
da_dk: Multikanal
el_gr: Πολυκαναλικό
fi_fi: Monikanava
hr_hr: Višekanalno
hu_hu: Multi-csatornás
it_it: Multicanale
ko_kr: 멀티채널
nl_nl: Meerkanaals
no_no: Multi-kanal
pt_pt: Multicanal
ro_ro: Multi- canal
ru_ru: Многоканальный
sv_se: Flerkanalig
th_th: หลายช่องเสียง
tr_tr: Çok Kanallı
zh_cn: 多通道

source: Orientation:
bg_bg: Ориентация:
cht: 導覽：
da_dk: Retning:
el_gr: Προσανατολισμός:
fi_fi: Suunta :
hr_hr: Usmjerenje:
hu_hu: Orientáció:
it_it: Orientamento:
ko_kr: 오리엔테이션:
nl_nl: Oriëntatie:
no_no: Retning:
pt_pt: Orientação:
ro_ro: Orientare
ru_ru: Ориентация:
sv_se: Orientering:
th_th: การกำหนดทิศทาง:
tr_tr: Oryantasyon:
zh_cn: 方向:

source: Reference Position:
bg_bg: Изходно положение:
cht: 參考位置：
da_dk: Referencepunkt:
el_gr: Θέση αναφοράς:
fi_fi: Referenssiasento :
hr_hr: Referentni položaj:
hu_hu: Referencia pozíció:
it_it: Posizione di riferimento:
ko_kr: 레퍼런스 포지션:
nl_nl: Referentiepositie:
no_no: Referanseposisjon:
pt_pt: Posição de referência:
ro_ro: Pozitia de referinta:
ru_ru: Позиция начального отсчета:
sv_se: Referens Position:
th_th: ตำแหน่งอ้างอิง:
tr_tr: Referans Pozisyonu:
zh_cn: 参考位置:

source: Head Surface
bg_bg: Повърхност на главата
cht: 頭皮表面
da_dk: Hovedets overflade
el_gr: Επιφάνεια κεφαλής
fi_fi: Pään pinta
hr_hr: Površina glave
hu_hu: Fejfelület
it_it: Testa superficie
ko_kr: 머리 방향
nl_nl: Hoofddiffracties
no_no: Hodeoverflate
pt_pt: Superfície da cabeça
ro_ro: Suprafața superioară
ru_ru: Поверхность головы
sv_se: Huvudyta
th_th: พื้นผิวบนศีรษะ
tr_tr: Kafa Yüzeyi
zh_cn: 头部正前方

source: Undisturbed Field
bg_bg: Поле без смущения
cht: 不受影響範圍
da_dk: Uforstyrret felt
el_gr: Αδιατάρακτο πεδίο
fi_fi: Rauhallinen kenttä
hr_hr: Nenarušeno polje
hu_hu: Zavartalan mező
it_it: Campo indisturbato
ko_kr: 방해받지 않는 영역
nl_nl: Ongestoord veld
no_no: Uforstyrret område
pt_pt: Campo inalterado
ro_ro: Camp liber
ru_ru: Неискаженное поле
sv_se: Ostört fält
th_th: ฟิลด์คงสภาพ
tr_tr: Dokunulmamış Alan
zh_cn: 不被干扰的场合

source: Libby 4 mm
bg_bg: Libby 4 мм
cht: Libby 4 毫米
ru_ru: Либби (Libby) 4 мм
th_th: Libby 4 มม.

source: Libby 3 mm
bg_bg: Libby 3 мм
cht: Libby 3 毫米
ru_ru: Либби (Libby) 3 мм
th_th: Libby 3 มม.

source: CFA #2 horn
bg_bg: CFA № 2 клаксон
cht: CFA #2 喇叭
el_gr: CFA #2 χοάνη
fi_fi: CFA #2 sarvi
hr_hr: CFA #2 truba
hu_hu: CFA #2 furat
nl_nl: CFA #2 hoorn
pt_pt: Buzina do CFA nº 2
ro_ro: CFA # 2 corn
ru_ru: CFA #2 рожок
th_th: CFA #2 แตร
tr_tr: CFA #2 Klaksiyon
zh_cn: CFA #2 号角孔

source: CFA #3 stepped bore
bg_bg: CFA № 3 степенчат отвор
cht: CFA #3 階梯孔
da_dk: CFA #3 trinboring
el_gr: CFA #3 βαθµωτής εσωτερικής διαµέτρου
fi_fi: CFA #3 askelputki
hr_hr: CFA #3 stupnjevani otvor
hu_hu: CFA #3 lépcsős furat
nl_nl: CFA #3 getrapte boring
pt_pt: Furo graduado no CFA nº 3
ro_ro: CFA #3 bore
ru_ru: CFA #3 степ-вент
sv_se: CFA #3 kort vent
tr_tr: CFA #3 kademeli delik
zh_cn: CFA #3 阶梯孔

source: #13 glued-tube
bg_bg: № 13 залепен шлаух
cht: #13 軟管
da_dk: #13 limet slange
el_gr: #13 συγκολλημένος σωλήνας
fi_fi: #13 liimattu putki
hr_hr: #13 zalijepljena cijev
hu_hu: #13 ragasztott cső
it_it: tubetto incollato #13
nl_nl: #13 verlijmde slang
no_no: #13 limt slange
pt_pt: #13 tubo colado
ro_ro: # 13 tub lipit
ru_ru: #13 клееная трубочка
sv_se: #13 limmad slang
th_th: #13 ท่อติดกาว
tr_tr: #13 yapıştırılmış-tüp
zh_cn: 13号胶管

source: Tubing:
bg_bg: Шлаух:
cht: 耳管：
da_dk: Slange:
el_gr: Σωλήνας:
fi_fi: Ääniletku :
hr_hr: Cijevi:
hu_hu: Cső:
it_it: Tubetto:
ko_kr: 튜빙:
nl_nl: Slang:
no_no: Slanger:
pt_pt: Tubo:
ro_ro: tub
ru_ru: Звуковод:
sv_se: Ljudslang:
th_th: ท่อ:
tr_tr: Tüp:
zh_cn: 导声管:

source: Tight
bg_bg: Тесен
cht: 緊密
da_dk: Tæt
el_gr: Σφιχτός
fi_fi: Tiivis
hr_hr: Usko
hu_hu: Szoros
it_it: Stretto
ko_kr: 타이트
nl_nl: Strak
no_no: Tett
pt_pt: Estreito
ro_ro: Curbat
ru_ru: Плотно
sv_se: Tät
th_th: คับ/แน่น
tr_tr: Sıkı
zh_cn: 密封的

source: Occluded
bg_bg: Запушен
cht: 無氣孔
da_dk: Okkluderet
el_gr: Κλειστός
fi_fi: Suljettu
hr_hr: Zatvoreno
hu_hu: Elzárt
it_it: Occluso
ko_kr: 막힘
nl_nl: Gesloten
no_no: Okkludert
pt_pt: Ocluído
ro_ro: Ocluzionat
ru_ru: Закупорено
sv_se: Ockluderad
th_th: อุด/ปิด
tr_tr: Tıkalı
zh_cn: 堵耳的

source: 1 mm
bg_bg: 1 мм
ru_ru: 1 мм
th_th: 1 มม.

source: 2 mm
bg_bg: 2 мм
ru_ru: 2 мм
th_th: 2 มม.

source: 3 mm
bg_bg: 3 мм
ru_ru: 3 мм
th_th: 3 มม.

source: Venting:
bg_bg: Вентилиране:
cht: 氣孔：
da_dk: Ventilation:
el_gr: Αεραγωγός:
fi_fi: Ilmastointi :
hr_hr: Odušak:
hu_hu: Szellőző:
it_it: Ventilazione:
no_no: Ventilering:
pt_pt: Ventilação:
ro_ro: Ventilatie
ru_ru: Венты:
sv_se: Ventilation:
tr_tr: Vent:
zh_cn: 通气孔:

source: Channels:
bg_bg: Канали:
cht: 頻道：
da_dk: Kanaler:
el_gr: Κανάλια:
fi_fi: Kanavia :
hr_hr: Kanali:
hu_hu: Csatornák:
it_it: Canali:
ko_kr: 채널 :
nl_nl: Kanalen:
no_no: Kanaler:
pt_pt: Canais:
ro_ro: Canale
ru_ru: Каналы:
sv_se: Kanaler:
th_th: ช่องสัญญาณ:
tr_tr: Kanallar:
zh_cn: 通道:
