Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Phone Now & Comfort Phone
bg_bg: Phone Now (телефон сега) и Comfort Phone (комфортен телефон)
cht: Phone Now 及舒適電話
da_dk: Phone Now og Komforttelefon
fi_fi: Phone Now ja Comfort Phone
hr_hr: Phone Now i Comfort Phone
hu_hu: Phone Now és Comfort Phone
it_it: Phone Now e Comfort Phone
no_no: Phone Now og Comfort Phone
pt_pt: Phone Now e Comfort Phone
ro_ro: Telefon Acum Telefon Confort
ru_ru: Phone Now и Comfort Phone
sv_se: Autotelefon & Komforttelefon
th_th: Phone Now และ Comfort Phone
tr_tr: Phone Now ve Comfort Phone
zh_cn: 自动电话和智能电话

source: With the use of Ear-to-Ear communication, the Comfort Phone feature automatically reduces the gain on the non-phone ear. This feature allows the instrument user the ability to comfortably hear their phone conversation while reducing the competing environmental noise. This reduction in gain is automatically built into the Phone Now functionality when the E2E communication is enabled.
bg_bg: С помощта на Комуникация ухо с ухо, функцията Comfort Phone автоматично намалява усилването на ухото, на което няма телефон. Тази функция дава възможност на потребителя на апарата да чува спокойно разговора по телефона, като намалява конкуренцията на шума от околната среда. Това намаляване на усилването се вгражда автоматично във функционалността на Phone Now, когато е активирана Комуникация ухо с ухо.
cht: 舒適電話使用雙耳傳輸，可自動降低非接聽電話的助聽器增益。此功能讓助聽器使用者能夠舒聆聽電話交談，同時減少環境噪音的干擾。當啟用 Phone Now 內置的雙耳傳輸功能時會自動降低增益。
da_dk: Når Ear-to ear til øre-kommunikation benyttes, reducerer funktionen Komforttelefon automatisk forstærkningen på øret uden telefon. På den måde kan brugeren høre sin telefonsamtale, mens den omgivende støj reduceres. Denne reduktion i forstærkning er automatisk indbygget i funktionen Komforttelefon, når øre til øre-kommunikation aktiveres.
el_gr: Με την Αμφιωτική επικοινωνία, η λειτουργία Comfort Phone μειώνει αυτόματα την ένταση(απόκριση) για το άλλο αυτί από εκείνο στο οποίο βρίσκεται το τηλέφωνο. Η λειτουργία αυτή δίνει στον χρήστη του ακουστικού τη δυνατότητα να ακούει άνετα την τηλεφωνική συνομιλία, μειώνοντας παράλληλα τον συντρέχοντα θόρυβο περιβάλλοντος. Αυτή η μείωση της έντασης(απόκρισης) παρέχεται αυτόματα με τη λειτουργία Phone Now εφόσον είναι ενεργοποιημένη η επικοινωνία E2E.
fi_fi: Kun kuulokojeiden välinen yhteys on käytössä, Comfort Phone -toiminto vähentää automaattisesti vahvistusta korvassa, jossa ei ole puhelinta. Siksi käyttäjä kuulee puhelimesta kuuluvan äänen mukavasti, mutta ympäristön äänet vaimenevat. Vahvistuksen vähennys sisältyy Phone Now -toimintoon automaattisesti, kun viestintä korvasta korvaan on käytössä.
hr_hr: Pri upotrebi komunikacije između ušiju značajka Comfort Phone automatski smanjuje pojačanje na uhu na kojem se ne nalazi telefon. Ta značajka korisniku aparata pruža mogućnost ugodnog slušanja telefonskog razgovora uz smanjenje ometajuće buke iz okruženja. To se smanjenje pojačanja automatski ugrađuje u funkciju Phone Now kada je omogućena komunikacija između ušiju.
hu_hu: A kétoldali kommunikáció használatakor a Comfort Phone automatikusan csökkenti a telefont nem használó fülhallgató erősítését. A funkció lehetővé teszi a hallókészüléket használó számára, hogy kényelmesen folytasson telefonbeszélgetéseket a környezeti zajok csökkentése mellett. Az erősítés csökkentését a Phone Now funkció automatikusan alkalmazza, ha az E2E kommunikáció be van kapcsolva.
it_it: Con l'uso della comunicazione Ear-to-Ear, la funzione Comfort Phone riduce automaticamente il guadagno sull'apparecchio opposto al lato utilizzato per l'ascolto del telefono. Questa funzione consente all'utente di ascoltare comodamente la conversazione telefonica, riducendo il rumore ambientale in concomitanza. Questa riduzione del guadagno viene inserita automaticamente nella funzione Phone Now quando la comunicazione Ear-to-Ear è abilitata.
ko_kr: E2E 통신으로 Comfort Phone 기능이 전화기를 사용하지 않는 보청기 게인을 자동으로 조절합니다. 이 기능은 주변 소음을 감소시키면서 보청기 사용자가 전화 대화를 편안하게 들을 수 있도록 해 줍니다. E2E 통신을 사용중인 경우 Phone Now 기능에 게인의 감소가 자동으로 설정됩니다.
nl_nl: Met behulp van Ear-to-Ear communicatie reduceert ComfortPhone automatisch de versterking op het niet-telefoon oor. Deze functie geeft de gebruiker de mogelijkheid om het telefoongesprek goed te volgen terwijl het omgevingslawaai wordt gereduceerd. Deze versterkingsreductie is automatisch aanwezig in het PhoneNow programma als de Ear-to-Ear communicatie aan staat.
no_no: Ved hjelp av øre til øre-kommunikasjon (E2E) vil Comfort Phone automatisk redusere gain på det øret som ikke benyttes til telefonen. Denne funksjonen gjør det mulig for brukeren å delta i en telefonsamtale samtidig som støyen i omgivelsene reduseres. Gainreduksjonen bygges automatisk inn i Phone Now-funksjonen ved aktivering av E2E-kommunikasjon.
pt_pt: Como recurso da comunicação de orelha a orelha, o recurso Comfort Phone reduz automaticamente o ganho na orelha sem o telefone. Esse recurso permite ao usuário do aparelho a capacidade de ouvir confortavelmente sua conversa telefônica e, ao mesmo tempo reduzir o ruído ambiental. Essa redução no ganho é automaticamente integrada à funcionalidade Comfort Phone quando a comunicação de orelha a orelha está habilitada.
ro_ro: Prin utilizarea comunicarii ureche la ureche, Functia Comfort Phone reduce in mod automat castigul de pe urechea fara telefon. Aceasta functie permite utilizatorului sa asculte intr-un mod confortabil conversatiile telefonice odata cu reducea zgomotului ambiental. Aceasta reducere a castigului este construita automat in functionalitatea Phone Now atunci cand comunicarea Ureche la ureche este activata.
ru_ru: Используя бинауральную связь, функция Comfort Phone автоматически понижает усиление на ухе, не контактирующем с телефоном. Эта функция предоставляет пользователю СА возможность вести телефонный разговор, комфортно слыша речь, но с пониженным вмешательством окружающих шумов. Такое понижение усиления автоматическое, оно встроено в функционал Comfort Phone и активируется при активации связи между слуховыми аппаратами.
sv_se: Genom att använda Öra-Till-Öra kommunikation, minskar funktionen Komforttelefon automatiskt förstärkningen på örat utan telefon. Denna funktion gör att användaren bekvämt kan lyssna på samtalet samtidigt som omgivningsbuller reduceras. Den minskade förstärkningen är inbyggd i Autotelefon funktionen om kommunikation Öra-Till-Öra kommunikation är aktiverad.
th_th: ขณะใช้การสื่อสารแบบ Ear-to-Ear คุณสมบัติ Comfort Phone จะลดค่าเกนบนหูข้างที่ไม่ได้ฟังเสียงโทรศัพท์โดยอัตโนมัติ คุณสมบัตินี้จะช่วยให้ผู้ที่ใช้อุปกรณ์สามารถฟังการสนทนาทางโทรศัพท์ได้อย่างสบาย พร้อมทั้งลดเสียงรบกวนจากสภาพแวดล้อมที่แทรกเข้ามา การลดค่าเกนนี้จะทำงานในฟังก์ชัน Phone Now โดยอัตโนมัติ เมื่อเปิดใช้งานการสื่อสารแบบ E2E
tr_tr: Kulaktan Kulağa bildirimin kullanımıyla, Asimetrik Telefon Kullanımı özelliği telefon olmayan kulakta kazancı otomatik olarak azaltır. Bu özellik cihaz kullanıcısına telefon sohbetini rahatlıkla işitebilme olanağı sağlarken, araya giren çevresel gürültüyü azaltır. Kazançtaki bu azalma, E2E bildirimi etkinleştirildiğinde Phone Now işlevselliğine otomatik olarak yerleştirilir.
zh_cn: 通过使用AI智能双耳融合系统，智能电话功能可自动降低没有电话一侧耳朵的增益。该功能使助听器用户能够舒适地听到他们的电话交谈，同时减少环境噪音的干扰。启用AI智能双耳融合系统时，这种增益降低将自动配置到“自动电话”功能中。

source: The feature allows the hearing instrument to automatically switch to a dedicated phone program. A special magnet must be placed on the phone handset in order to trigger this change.
bg_bg: Функцията позволява на слуховия апарат автоматично да превключва на специална програма за телефон. На телефонната слушалка трябва да се постави специален магнит, за да се отключи тази промяна.
cht: 此功能讓助聽器自動切換到電話專用程式。為了啟動此功能，必須在電話聽筒上放置特殊的磁鐵。
da_dk: Denne funktion gør, at høreapparatet automatisk skifter til et særligt telefonprogram. En særlig magnet skal være placeret på telefonen for at udløse denne ændring.
el_gr: Η λειτουργία αυτή επιτρέπει στο ακουστικό βοήθημα να ρυθμίζεται αυτόματα σε πρόγραμμα ειδικό για τηλεφωνική χρήση. Στην τηλεφωνική συσκευή πρέπει να είναι τοποθετημένος ειδικός μαγνήτης για να εκτελείται η αυτόματη μετάβαση.
fi_fi: Tämä ominaisuus vaihtaa automaattisesti valittuun puhelinohjelmaan kuulokojeessa. Puhelinluuriin pitää kiinnittää pieni magneetti jotta toiminto aktivoituu kun puhelinluurin nostaa korvalle (kojeen viereen).
hr_hr: Ova značajka omogućuje automatsko prebacivanje slušnog aparata na namjenski program za telefon. Na slušalicu telefona mora se postaviti posebni magnet kako bi se aktivirala ta promjena.
hu_hu: Ez a tulajdonság lehetővé teszi, hogy készülék automatikusan a dedikált telefon programba kapcsoljon. A speciális mágnest a telefonra kell helyezni, hogy ezt a változást lehetővé tegye.
it_it: Questa funzione permette all'apparecchio acustico di passare automaticamente a un programma dedicato all'ascolto del telefono. Un magnete speciale deve essere applicato sul telefono per attivare tale commutazione.
ko_kr: 이 기능은 보청기가 자동으로 설정된 전화 프로그램으로 전환되도록 해줍니다. 이 변경을 시작하려면 특수 자석을 전화 수화기에 반드시 부착하여야 합니다.
nl_nl: Deze feature laat het hoortoestel automatisch schakelen naar een specifiek telefoonprogramma. Op de telefoon moet een speciale magneet geplaatst worden om dit te activeren.
no_no: Funksjonen lar høreapparatet automatisk bytte til et dedikert telefonprogram. Man må plassere en spesiell magnet på telefonrøret for å utløse denne endringen.
pt_pt: Esse recurso permite que o aparelho altere automaticamente para um programa de telefone. O imã deve ser posicionado no telefone para que a mudança ocorra.
ro_ro: Aceasta caracteristica permite instrumentului auditiv sa schimbe automat pe un program dedicat. Un magnet special trebuie amplasat pe casca telefonului pentru a declansa schimbarea.
ru_ru: Эта технология позволяет слуховому аппарату автоматически переключаться на специальную программу для телефона. Чтобы это переключение происходило, необходимо прикрепить на телефонную трубку специальный магнит.
sv_se: Funktionen låter hörapparaten automatiskt byta till ett speciellt telefonprogram. En magnet måste först placerats på telefonen för att trigga detta byte.
th_th: คุณสมบัตินี้ช่วยให้อุปกรณ์ช่วยฟังสามารถสลับไปใช้โปรแกรมสำหรับโทรศัพท์โดยเฉพาะได้แบบอัตโนมัติ แต่จะต้องติดตั้งแม่เหล็กพิเศษไว้บนหูฟังโทรศัพท์ เพื่อใช้เป็นตัวสั่งให้เกิดการเปลี่ยนแปลงนี้
tr_tr: Bu özellik işitme cihazının özel bir telefon programına otomatik geçiş yapmasını sağlar. Bu değişikliği tetiklemek için telefon ahizesine özel bir mıknatıs konmalıdır.
zh_cn: 此功能使助听器能自动切换到指定的电话程序，实现此功能需要在电话上粘贴一个专用的磁贴。

source: Feedback is the unwanted whistling or buzzing noise that a hearing instrument can make. DFS Ultra cancels feedback, resulting in clear sound without embarrassing whistling. It also prevents whistling when you hold a phone or your hand up to your ear.
bg_bg: Микрофонията е нежелан свирещ или бръмчащ шум, който може да произведе един слухов апарат. DFS Ultra премахва микрофонията, което води до чист звук без смущаващо свирене. Тя предотвратява и свирене, когато държите телефон или ръката си до ухото.
cht: 回饋音是助聽器產生的不必要嘯叫聲或嗡嗡聲。數位回饋音抑制 Ultra 可消除回饋音，令聲音清晰，沒有令人尷尬的嘯聲。當您手持電話或將手放到耳邊時，可防止產生嘯叫聲。
da_dk: Tilbagekobling er den uønskede hyletone, et høreapparat kan afgive. DFS Ultra undertrykker denne hyletone og giver derfor en klar og ren lyd uden pinlige hyletoner. Den undertrykker også den hyletone, der opstår, når en telefon eller hånd holdes mod øret.
el_gr: Μικροφωνισμός είναι ο ανεπιθύμητος συριχτός ή βομβώδης θόρυβος που μπορεί να δημιουργεί ένα ακουστικό. Η λειτουργία DFS Ultra καταργεί τον μικροφωνισμό, φροντίζοντας για καθαρό ήχο χωρίς ενοχλητικούς συριγμούς. Αποτρέπει επίσης τον συριγμό που προκαλείται όταν φέρετε το τηλέφωνο ή το χέρι σας στο αυτί σας.
fi_fi: Vinkuminen on ei-toivottua viheltävää tai pörisevää ääntä, jota voi aiheutua kuulokojeissa. DFS Ultra poistaa kiertoa, joten käyttäjä kuulee puhdasta ääntä ilman ikävää vinkumista. Lisäksi se estää kuulokojeen vinkumisen, kun käytät puhelinta tai viet käden korvalle.
hr_hr: Buka (eng. feedback) je neželjeni šum ili zujanje koje može proizvesti slušni aparat. DFS Ultra poništava tu buku postižući čist zvuk bez neugodnog šuma. Ona sprečava šum i kada držite telefon ili ruku na uhu.
hu_hu: A gerjedés olyan nem kívánt sípoló vagy zúgó hang, amelyet a hallókészülék adhat ki. A DFS Ultra funkció megszünteti a gerjedést, és tiszta hangot biztosít zavaró sípolás nélkül. Ezen túlmenően megelőzi a gerjedést, ha a páciens telefonkagylót tart a kezében, vagy a kezét a füléhez emeli.
it_it: Il feedback è l'indesiderato fischio o ronzio che un apparecchio acustico può produrre. DFS Ultra annulla il feedback, fornendo di conseguenza un suono chiaro, senza imbarazzanti fischi. Impedisce inoltre che appoggiando un telefono o una mano vicino all'orecchio si generi un fischio.
ko_kr: 피드백은 보청기가 만들어 내는 원치않는 휘슬소리 또는 삐~하는 소음입니다. DFS Ultra는 피드벡을 제거하여 갑작스런 휘슬소리가 들리지 않고, 깨끗한 소리를 청취할 수 있도록 합니다. 또한 전화기를 들거나 귀에 댈때 발생하는 휘슬 소리도 예방합니다.
nl_nl: Feedback is het ongewenste fluiten of rondzingen wat kan optreden bij een hoortoestel. DFS Ultra schakelt feedback uit, wat resulteert in helder geluid zonder gênant fluiten. Het houdt fluiten ook tegen als u een telefoon of uw hand bij uw oor houdt
no_no: Feedback er uønsket piping eller summing fra et høreapparat. DFS Ultra fjerner feedback, slik at man får klare lyder uten sjenerende piping. Det forhindrer også piping når du holder en telefon eller hånden din opp til øret.
pt_pt: O feedback é o apito indesejado que um aparelho auditivo pode fazer. DFS Ultra cancela o feedback, resultando em um som claro sem apito. Ele também impede o apito quando você utiliza o telefone ou coloca a mão na sua orelha.
ro_ro: Microfonia este fluieratul, zgomotul enervant pe care il poate face aparatul auditiv. DFS Ultra anuleaza microfonia, rezultand intr-un sunet clat, lipsit de fluieratul stanjenitor. De asemenea, este prevenita microfonia atunci cand tineti un telefon la nivelul urechii.
ru_ru: Обратная связь - это нежелательный свист, создаваемый слуховым аппаратом. Технология DFS Ultra подавляет обратную связь, в результате чего получается чистый звук без раздражающего свиста. Эта технология также подавляет свист, когда вы подносите телефонную трубку или руку к уху.
sv_se: Feedback är ett oönskat visslande eller surrande brus som hörapparater orsakar. DFS Ultra tar bort feedback, vilket resulterar i klart ljud utan störande visslande. Det hindrar också visselljud vid telefonering.
th_th: เสียงหวีด คือ เสียงหอนหรือเสียงดังหึ่งๆ ที่ไม่พึงประสงค์ซึ่งเกิดจากเครื่องช่วยฟัง DFS Ultra II จะยกเลิกเสียงหวีด ส่งผลให้สามารถฟังเสียงได้อย่างชัดเจนโดยไม่เกิดเสียงหวีดที่น่าอาย และยังป้องกันการเกิดเสียงหวีดเมื่อคุณถือโทรศัพท์หรือยกมือขึ้นใกล้ๆ กับหูของคุณ
tr_tr: Feedback işitme cihazının yapabileceği istenmeyen ıslık veya uğultu, gürültü sesidir. Ultra DFS, geribildirimi iptal ederek rahatsızlık verici ıslık sesi olmadan net ses elde eder. Kulağınıza bir telefon yaklaştırdığınızda veya elinizi kulağınıza götürdüğünüzde ıslık sesini engeller.
zh_cn: 反馈是由助听器产生的用户不想听的啸叫声或嗡嗡声。超级DFS可以消除反馈，得到清晰的没有失真的声音。它还可以防止在接听电话或捂住耳朵时产生的反馈啸叫。

source: Noise Tracker II reduces unwanted background noise without affecting the quality of speech. The stronger the setting the more background noise will be reduced.
bg_bg: Noise Tracker II намалява нежелания фонов шум, без да влияе на качеството на говора. Колкото по-силна е настройката, толкова повече фонов шум ще бъде намален.
cht: 噪音追蹤系統 II 減少不想聽到的背景噪音，且不影響語音音質。設定越強，降低越多背景噪音。
da_dk: Noise Tracker II reducerer uønsket baggrundsstøj uden at påvirke kvaliteten af tale. Jo stærkere indstillingen er, desto mere baggrundsstøj reduceres.
el_gr: Το Noise Tracker II μειώνει τον ανεπιθύμητο θόρυβο βάθους χωρίς να επηρεάζει την ποιότητα του ήχου ομιλίας. Όσο υψηλότερα ρυθμίζεται η επιλογή αυτή τόσο περισσότερο μειώνεται ο θόρυβος βάθους.
fi_fi: Taustamelun vaimennus II vaimentaa epätoivottua taustamelua ilman että puheen laatu huononee. Mitä suurempi asetus, sitä enemmän taustaäänet vaimentuvat.
hr_hr: Noise Tracker II smanjuje neželjenu pozadinsku buku ne utječući pritom na kvalitetu govora. Što je postavka jača, to će se više smanjiti pozadinska buka.
hu_hu: A Noise Tracker II anélkül csökkenti a nem kívánt háttérzajokat, hogy hatással lenne a beszéd minőségére. Minél magasabb a beállított érték, a rendszer annál jobban csökkenti a háttérzajt.
it_it: Noise Tracker II riduce i rumori di sottofondo indesiderati senza influire sulla qualità del parlato. Più alta è l'impostazione, maggiore è la riduzione del rumore di sottofondo.
ko_kr: Noise Tracker II는 말소리의 음질에 영향을 주지 않고 원하지 않는 배경 소음을 줄여 줍니다. 설정 강도를 높일 수록 배경 소음을 더 낮출 수 있습니다.
nl_nl: NoiseTracker II vermindert ongewenst achtergrondgeluid zonder de spraakkwaliteit aan te tasten. Hoe sterker de instelling, hoe meer het achtergrondgeluid wordt verminderd.
no_no: Noise Tracker II reduserer uønsket bakgrunnsstøy uten å påvirke talekvaliteten. Det gjør lyttingen mer komfortabel for pasientene i alle slags lydmiljøer.
pt_pt: O Noise Tracker II reduz o ruído de fundo indesejado sem afetar a qualidade da fala. Quanto mais forte o ajuste, mais o ruído de fundo será reduzido.
ro_ro: Noise Tracker II reduce zgomotul de fundal nedorit fără a afecta calitatea vorbirii. Cu cât este mai mare setarea, cu atât mai mult va fi redus zgomotul de fundal.
ru_ru: Noise Tracker II снижает нежелательный шумовой фон, не затрагивая качества речи. Чем мощнее настройка, тем больше будет убавлен окружающий шум.
sv_se: Noise Tracker II minskar oönskat bakgrundsbrus utan att påverka talkvaliteten. Ju kraftigare inställning, desto mer bakgrundsbrus reduceras.
th_th: ตัวติดตามเสียงรบกวน II จะลดเสียงรบกวนบนพื้นหลังที่ไม่พึงประสงค์ โดยไม่ส่งผลกระทบต่อคุณภาพของเสียงพูด ยิ่งการตั้งค่าสูงเพียงใด เสียงรบกวนบนพื้นหลังก็จะลดลงเท่านั้น
tr_tr: Noise Tracker II istenmeyen arkaplan seslerini konuşma kalitesini etkilemeden azaltır. Ayar ne kadar güçlü olursa, arkaplan sesleri o kadar azaltılır.
zh_cn: AI智能净噪系统可减少不需要的背景噪音而不影响语音质量。设置越强，背景噪声越小。

source: MP Receiver
bg_bg: Максимално мощен приемник
cht: MP 接收器
el_gr: Δέκτης MP
fi_fi: MP-kuuloke
hr_hr: MP prijamnik
hu_hu: MP hallgató
it_it: Ricevitore MP
ko_kr: MP 리시버
pt_pt: Receptor MP
ro_ro: Receptor MP
ru_ru: MP Ресивер
sv_se: MP Hörtelefon
th_th: ตัวรับสัญญาณ MP
tr_tr: MP Hoparlör
zh_cn: MP 受话器

source: All Around (Basic)
bg_bg: Във всички посоки (базова)
cht: 全面 (基本)
da_dk: All Around (grundlæggende)
el_gr: All Around (Βασικό)
fi_fi: Yleiskäyttöinen (perustaso)
hr_hr: Općenito (osnovno)
hu_hu: Mindenhol (Alap)
it_it: Programma Universale (base)
ko_kr: 일반환경(Basic)
nl_nl: All Around (Basis)
no_no: Basis
pt_pt: Geral (Básico)
ro_ro: De jur împrejur (De bază)
ru_ru: Всё вокруг (Базовая)
sv_se: Allround (grund)
th_th: ครอบคลุม (พื้นฐาน)
tr_tr: Tüm Ortamlar (Temel)
zh_cn: 通用程序(基本)

source: Earmold: 0.6 - 1.2 mm vent
bg_bg: Ушна отливка: 0,6 - 1,2 мм венти отвор
cht: 耳模：0.6 - 1.2 mm氣孔
el_gr: Εκμαγείο: αεραγωγός 0,6–1,2 mm
fi_fi: Korvakappale : 0,6–1,2 mm ilmastointi
hr_hr: Kalup za uho: 0,6 - 1,2 mm odušak
hu_hu: Illeszték: 0,6 - 1,2 mm-es szellőző
it_it: Chiocciola su misura: vent 0.6-1.2 mm
ko_kr: 이어몰드: 0.6 - 1.2 mm vent
nl_nl: Oorstukje: 0.6-1.2 mm venting
no_no: Propp: 0.6–1.2 mm vent
pt_pt: Molde auricular: ventição de 0.6 - 1.2 mm
ro_ro: Olivă: orificiu de ventilație de 0.6 - 1.2 mm
ru_ru: Ушной вкладыш: вент 0,6 - 1,2 мм
sv_se: Insats: 0,6 - 1,2 mm vent
th_th: Earmold: Vent 0.6 - 1.2 มม.
tr_tr: Kulak Kalıbı: 0.6 - 1.2 mm vent
zh_cn: 耳模: 通气孔0.6 - 1.2 mm

source: Encased Receiver Mold - 0.6 - 1.2 mm vent
bg_bg: Обвита отливка на приемник – 0,6 - 1,2 мм венти отвор
cht: 訂製型接收器 - 0.6 - 1.2 mm氣孔
el_gr: Εκμαγείο με δέκτη: 0.6–1.2 mm vent
fi_fi: Koteloidun vastaanottimen muotti : 0,6–1,2 mm ilmastointi
hr_hr: Zaštićeni kalup prijamnika - 0,6 - 1,2 mm odušak
hu_hu: Illesztékes hallgató: 0,6 - 1,2 mm-es szellőző
it_it: Ricevitore integrato su misura: vent 0.6-1.2 mm
ko_kr: 리시버 일체형 몰드 - 0.6 - 1.2mm 벤트
nl_nl: Encased Receiver oorstukje: 0.6-1.2 mm venting
no_no: Innstøpt Ritepropp – 0,6–1,2 mm vent
pt_pt: Molde de Receptor Fechado - 0,6 a 1,2 mm de ventilação
ro_ro: Olivă receptor capsulată - orificiu de 0.6 - 1.2 mm
ru_ru: Заключенный в оболочку ресивер - вент 0,6 - 1,2 мм
sv_se: Gjuten insats - 0,6 - 1,2 mm vent
th_th: ตัวรับสัญญาณแบบหุ้มโมลด์ - Vent 0.6 - 1.20 มม.
tr_tr: Örtülü Hoparlör Kalıbı - 0.6 - 1.2 mm vent
zh_cn: 封闭式耳模- 通气孔0.6 - 1.2 mm

source: Binaural Fitting Data from Left Instrument cannot be read into Monaural session.
bg_bg: Данните за бинауралното слухопротезиране от левия апарат не могат да се прочетат в моноаурална сесия.
cht: 來自左耳助聽器的雙耳選配資料無法讀取為單耳階段。
da_dk: Binaurale data fra venstre apparat kan ikke læses i en monaural session.
el_gr: Σε μονοωτική συνεδρία δεν είναι δυνατή η ανάγνωση δεδομένων αμφιωτικής εφαρμογής αριστερού ακουστικού.
fi_fi: Binauraalista sovitustietoa vasemmasta kuulokojeesta ei voida lukea monouraaliseen istuntoon.
hr_hr: Podatci o binauralnom namještanju iz lijevog aparata ne mogu se učitati u monauralnu sesiju.
hu_hu: A binaurális illesztési adatok a bal készülékből nem olvashatóak be a monaurális munkamenetbe.
it_it: I dati di fitting binaurale dall'apparecchio sinistro non possono essere letti nella sessione monaurale.
ko_kr: 양이 피팅이 적용된 좌측 보청기는 단측 세션으로 읽어올 수 없습니다.
nl_nl: Gegevens van het linkertoestel van een binaurale aanpassing kunnen niet in een monaurale sessie geladen worden.
no_no: Binaurale tilpasningsdata kan ikke leses av fra venstre apparat i monaural økt.
pt_pt: Os dados do aparelho auditivo esquerdo não podem ser lidos em uma sessão monoaural.
ro_ro: Datele de reglaj binaural din aparatul stang nu pot fi citite in sesiune monoaural
ru_ru: Данные Бинауральной настройки из Левого аппарата не могут быть прочитаны в Моноуральной сессии.
sv_se: Binaural Anpassningsdata från vänster hörapparat kan inte läsas in i en monaural session.
th_th: ไม่สามารถอ่านข้อมูลการทดลองสวมแบบสองหูจากอุปกรณ์ข้างซ้าย เพื่อใช้กับเซสชันแบบหูเดียวได้
tr_tr: Sol cihazdan Mono (tek taraflı) bağlantıda Binaural Fitting verisi okunamaz.
zh_cn: 无法读取左侧助听器的双耳选配数据到单耳选配界面。

source: Binaural Fitting Data from Right Instrument cannot be read into Monaural session.
bg_bg: Данните за бинауралното слухопротезиране от десния апарат не могат да се прочетат в моноаурална сесия.
cht: 來自右耳助聽器的雙耳選配資料無法讀取為單耳階段。
da_dk: Binaurale data fra højre apparat kan ikke læses i en monaural session.
el_gr: Σε μονοωτική συνεδρία δεν είναι δυνατή η ανάγνωση δεδομένων αμφιωτικής εφαρμογής δεξιού ακουστικού.
fi_fi: Binauraalista sovitustietoa oikeasta kuulokojeesta ei voida lukea monouraaliseen istuntoon.
hr_hr: Podatci o binauralnom namještanju iz desnog aparata ne mogu se učitati u monauralnu sesiju.
hu_hu: A binaurális illesztési adatok a jobb készülékből nem olvashatóak be a monaurális munkamenetbe.
it_it: I dati di fitting binaurale dall'apparecchio destro non possono essere letti nella sessione monaurale.
ko_kr: 양이 피팅이 적용된 우측 보청기는 한측 세션으로 읽어올 수 없습니다.
nl_nl: Gegevens van het rechtertoestel van een binaurale aanpassing kunnen niet in een monaurale sessie geladen worden.
no_no: Binaurale tilpasningsdata kan ikke leses av høyre apparat ved monaural økt.
pt_pt: Os dados do aparelho auditivo direito não podem ser lidos em uma sessão monaural.
ro_ro: Datele de reglaj binaural din aparatul drept nu pot fi citite in sesiune monoaural
ru_ru: Данные Бинауральной настройки из Правого аппарата не могут быть прочитаны в Моноуральной сессии.
sv_se: Binaural Anpassningsdata från vänster hörapparat kan inte läsas in i en monaural session.
th_th: ไม่สามารถอ่านข้อมูลการทดลองสวมแบบสองหูจากอุปกรณ์ข้างขวา เพื่อใช้กับเซสชันแบบหูเดียวได้
tr_tr: Sağ cihazdan Mono (tek taraflı) bağlantıda Binaural Fitting verisi okunamaz.
zh_cn: 无法读取右侧助听器中的选配数据到单耳选配界面。
