Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Please print and sign the document below. This should be kept in the Hearing Care Professional's records.
bg_bg: Моля, отпечатайте и подпишете документа по-долу. Той трябва да се съхранява в архива на специалистите по слухопротезиране.
cht: 請列印下面的文件並簽署，並應保存在聽力照護專家的記錄內。
da_dk: Udskriv og underskriv nedenstående dokument. Det skal opbevares i høreapparatspecialistens register.
el_gr: Εκτυπώστε και υπογράψτε το παρακάτω έντυπο. Το υπογεγραμμένο έντυπο θα πρέπει να φυλάσσεται στο αρχείο του ειδικού σας σε θέματα ακοής.
fi_fi: Tulosta ja allekirjoita alla näkyvä asiakirja. Audionomin täytyy säilyttää se.
hr_hr: Ispišite i potpišite dokument u nastavku. Njega treba čuvati u arhivi stručnjaka za sluh.
hu_hu: Nyomtassa ki és írja alá az alábbi dokumentumot. Őrizze meg azt a hallásgondozási nyilvántartásban.
it_it: Stampare e firmare il documento che segue, che dovrà essere conservato dai professionisti ai quali ci si è rivolti per i propri problemi di udito.
ko_kr: 반드시 아래 문서를 인쇄하고 고객 서명을 받아 클리닉에서 보관하여 주십시오.
nl_nl: Druk het document hieronder af en onderteken het. Dit moet worden bewaard door de hoorspecialist.
no_no: Du bør skrive ut og signere dokumentet nedenfor og oppbevare det i audiografens register.
pt_pt: Imprima e assine o documento abaixo. Ele deve ser guardado junto aos registros dos profissionais de saúde auditiva.
ro_ro: Vă rugăm să tipăriți și să semnați documentul de mai jos. Acesta trebuie păstrat în registrele medicului.
ru_ru: Пожалуйста, распечатайте и подпишите приводимый ниже документ. Его следует сохранять в медицинских записях отоларингологов-сурдологов.
sv_se: Skriv ut och underteckna dokumentet nedan. Detta bör förvaras i audionomens journaler.
th_th: โปรดพิมพ์และเซ็นเอกสารด้านล่าง และควรจัดเก็บไว้ในบันทึกข้อมูลของผู้เชี่ยวชาญด้านการได้ยิน
tr_tr: Lütfen aşağıda verilen belgeyi yazdırın ve imzalayın. Bu belge İşitme Uzmanının kayıtlarında saklanmalıdır.
zh_cn: 请打印并签署下面的文件。这应该保留在听力保健专业人员记录中。

source: Renew
bg_bg: Подновяване
cht: 更新
da_dk: Forny
el_gr: Παράταση
fi_fi: Uudistaminen
hr_hr: Obnovi
hu_hu: Megújítás
it_it: Rinnovo
ko_kr: 갱신
nl_nl: Vernieuwen
no_no: Forny
pt_pt: Renovar
ro_ro: Reînnoire
ru_ru: Обновить
sv_se: Förnya
th_th: ต่ออายุ
tr_tr: Yenile
zh_cn: 续签

source: Model:
bg_bg: Модел:
cht: 型號：
el_gr: Μοντέλο:
fi_fi: Kojemalli :
hu_hu: Modell:
it_it: Modello:
ko_kr: 모델:
no_no: Modell:
pt_pt: Modelo:
ru_ru: Модель:
sv_se: Modell:
th_th: รุ่น:
zh_cn: 型号:

source: FCC ID:
bg_bg: Идентификатор на FCC:
fi_fi: FCC-tunnus :
hu_hu: FCC azonosító:
it_it: ID FCC:
pt_pt: ID do FCC:
ro_ro: ID FCC:
ru_ru: Идентификатор FCC:

source: Notes: Due to a software update to enhance the performance of the Noahlink 2 device, the certification numbers may differ from the physical label on the device. The number displayed in this menu is currently applicable.
bg_bg: Забележки: поради актуализация на софтуера за подобряване на работата на устройството Noahlink 2 (Airlink2), възможно е номерата за сертифициране да са различни от физическия етикет на устройството. В момента е приложим показаният в настоящото меню номер.
cht: 记录：由於軟件更新以增強 Noahlink 2 裝置的性能，因此認證號可能與裝置上的物理標籤不同。此選單中顯示的數字目前適用。
da_dk: Bemærk: På grund af en softwareopdatering, som skal forbedre ydeevnen på Noahlink 2-enheden kan certificeringsnumrene være forskellige fra den fysiske etiket på enheden. Nummeret, der vises i denne menu, er det aktuelt gældende.
el_gr: Σημειώσεις: Λόγω ενημέρωσης λογισμικού για τη βελτίωση της απόδοσης της συσκευής Noahlink 2, οι αριθμοί πιστοποίησης ενδέχεται να διαφέρουν από τη φυσική ετικέτα στη συσκευή. Ο αριθμός που εμφανίζεται σε αυτό το μενού ισχύει επί του παρόντος.
fi_fi: Huomio: Noahlink 2 -laitteen suorituskyvyn parantamiseksi tehtävän ohjelmistopäivityksen vuoksi sertifioinnin numerot voivat olla erilaiset kuin laitteen tyyppikilvessä näkyvät. Tässä valikossa näkyvä numero on pätevä.
hr_hr: Napomena: Zbog ažuriranja softvera za poboljšanje performansi uređaja Noahlink 2, brojevi na fizičkoj oznaci uređaja i brojevi certifikata mogu se razlikovati. Trenutačno je u primjeni broj prikazan u ovom izborniku.
hu_hu: Megjegyzések: egy, a Noahlink 2 eszköz teljesítményét növelő frissítés következtében a címkén látható tanúsítószámok különbözhetnek attól, amit itt lát. Jelenleg az ebben a menüben található szám érvényes.
it_it: Note: a causa di un aggiornamento del software per migliorare le prestazioni del dispositivo Noahlink 2, i numeri di certificazione potrebbero differire da quelli riportati sull'etichetta sul dispositivo. Il numero visualizzato in questo menu è attualmente applicabile.
ko_kr: 메모: Noahlink 2 장치의 성능을 향상하는 소프트웨어 업데이트로 인해 인증서 수가 장치에 물리적으로 부착된 것과 다를 수 있습니다. 이 메뉴에 표시된 수가 현재 적용 가능합니다.
nl_nl: Opmerking: door een software-update voor het verbeteren van de prestaties van het Noahlink 2-apparaat, kunnen de certificeringsnummers afwijken van het label op het apparaat. Het getal dat in dit menu wordt weergegeven, is op dit moment van toepassing.
no_no: Merk: På grunn av programvareoppdateringen som er gjort for å forbedre ytelsen til Noahlinke 2-enheten, kan sertifiserinsnummeret avvike fra den fysiske etiketten på enheten. Tallet vist i denne menyen gjelder.
pt_pt: Observações: Devido a uma atualização de software para melhorar o desempenho do dispositivo Noahlink 2, os números de certificação podem ser diferentes dos existentes na etiqueta física do dispositivo. Atualmente, aplica-se o número exibido neste menu.
ro_ro: Note: Din cauza unei actualizări a software-ului pentru îmbunătățirea performanței dispozitivului Noahlink 2, numerele de certificare pot fi diferite de eticheta fizică a dispozitivului. În prezent, numărul afișat în acest meniu este aplicabil.
ru_ru: Примечания: в связи с обновлением программного обеспечения с целью улучшения функционирования устройства Noahlink 2 сертификационные номера на этикетке устройства могут отличаться. В настоящий момент применяется номер, указанный в меню.
sv_se: Anmärkningar: På grund av programuppdateringen för att förbättra Noahlink 2-enheten kan certifieringsnumren skilja sig från den fysiska etiketten på enheten. Numret som visas på denna meny är tillämplig.
th_th: หมายเหตุ: เนื่องจากการอัพเดตซอฟต์แวร์เพื่อปรับปรุงประสิทธิภาพของอุปกรณ์ Noahlink 2 หมายเลขการรับรองอาจแตกต่างจากป้ายกำกับบนอุปกรณ์ หมายเลขที่แสดงในรายการนี้ใช้งานได้ในปัจจุบัน
tr_tr: Not: Noahlink 2 cihazının performansını artıracak bir yazılım güncellemesi nedeniyle, sertifika numaraları cihaz üzerindeki fiziksel etiketten farklı olabilir. Bu menüde görüntülenen numara şu anda geçerlidir.
zh_cn: 注: 由于软件更新增强了Noahlink 2设备的性能，认证号可能与设备上的物理标签不同。 此菜单中显示的数码目前适用。

source: Both
bg_bg: Двата
cht: 雙耳
da_dk: Begge
el_gr: Άμφω
fi_fi: O+V
hr_hr: Oba
hu_hu: Mindkettő
it_it: Entrambi
ko_kr: 양측
nl_nl: Beide
no_no: Begge
pt_pt: Ambos
ro_ro: Ambele
ru_ru: Оба
sv_se: Båda
th_th: ทั้งคู่
tr_tr: Her ikisi
zh_cn: 双耳

source: You cannot pair this aid with the previously selected aid. You must discard the incompatible aid to make this selection.
bg_bg: Не можете да сдвоите този апарат с избрания преди това апарат. Трябва да отхвърлите несъвместимия апарат, за да направите този избор.
cht: 您不能將此助聽器與先前選擇的助聽器配對。您必須摒棄不兼容的助聽器以進行此選擇。
da_dk: Du kan ikke parre dette apparat med det tidligere valgte apparat. Du skal fjerne det inkompatible apparat for at foretage dette valg.
el_gr: Δεν είναι δυνατή η ζεύξη αυτού του βοηθήματος με το βοήθημα που επιλέξατε προηγουμένως. Πρέπει να προβείτε σε απόρριψη του μη συμβατού βοηθήματος για να προχωρήστε στην επιλογή αυτή.
fi_fi: Tätä kuulokojetta ei voi parittaa aiemmin valitun kuulokojeen kanssa. Tämä valinta edellyttää, että yhteensopimaton kuulokoje poistetaan käytöstä.
hr_hr: Ne možete upariti ovo pomagalo s prethodno odabranim pomagalom. Morate odbaciti nekompatibilno pomagalo kako biste izvršili ovaj odabir.
hu_hu: Nem lehet párosítani ezt a hallókészüléket az előzőleg kijelölt hallókészülékkel. A kiválasztáshoz vesse el a nem kompatibilis hallókészüléket.
it_it: Non è possibile accoppiare questo apparecchio con l'apparecchio selezionato in precedenza. È necessario scartare l'apparecchio incompatibile per poter effettuare la selezione.
ko_kr: 이 보청기는 이전에 선택한 보청기와 페어링할 수 없습니다. 호환되지 않는 보청기를 제거해야 합니다.
nl_nl: U kunt dit toestel niet koppelen met het eerder geselecteerde toestel. U moet het niet compatibele toestel verwijderen om deze selectie te maken.
no_no: Du kan ikke pare dette høreapparatet med tidligere valgt høreapparat. Du må forkaste det inkompatible høreapparatet for å kunne velge dette.
pt_pt: Não é possível parear este aparelho com o selecionado anteriormente. Você deve descartar o aparelho incompatível para fazer esta seleção.
ro_ro: Nu puteți împerechea acest aparat auditiv cu cele selectat anterior. Trebuie să anulați aparatul incompatibil pentru a face această selecție.
ru_ru: Сопряжение данного СА с ранее выбранным СА невозможно. Удалите несовместимый СА, чтобы выбрать эту опцию.
sv_se: Du kan inte para denna apparat med den tidigare apparaten. Du måste ta bort den inkompatibla apparaten för att göra detta val.
th_th: คุณไม่สามารถจับคู่อุปกรณ์ช่วยฟังนี้กับอุปกรณ์ช่วยฟังที่เลือกก่อนหน้านี้ได้ คุณต้องละทิ้งอุปกรณ์ช่วยฟังที่ไม่สามารถใช้ร่วมกันได้ ในการดำเนินการเลือกนี้
tr_tr: Bu cihazı daha önce seçilmiş cihazla eşleştiremezsiniz. Bu seçimi yapabilmek için uyumsuz cihazı devre dışı bırakmalısınız.
zh_cn: 您不能配对该助听器与之前选择的助听器。您必须丢弃不兼容的助听器才能进行选择。

source: Skip & Save
bg_bg: Пропусни и запази
cht: 略過及儲存
da_dk: Spring over og gem
el_gr: Παράλεψη & αποθήκευση
fi_fi: Ohita ja tallenna
hr_hr: Preskoči i spremi
hu_hu: Kihagyás és mentés
it_it: Salta e salva
ko_kr: 건너뛰기 & 저장
nl_nl: Overslaan en opslaan
no_no: Hopp over og lagre
pt_pt: Ignorar e salvar
ro_ro: Sari & Salvează
ru_ru: Пропустить и сохранить
sv_se: Hoppa över och spara
th_th: ข้ามและบันทึก
tr_tr: Atla ve Kaydet
zh_cn: 跳过并保存

source: If you choose to reject the consent, this patient will not be allowed to use the Remote Fine-tuning feature in ReSound Assist. Therefore, the data will only be saved locally and the patient fitting will only be available in-office.
bg_bg: Ако решите да отхвърлите съгласието, на този пациент няма да бъде разрешено да използва функцията Дистанционна фина настройка в ReSound Assist. Ето защо данните ще бъдат запазени само локално, а монтажът върху пациента ще се предлага само амбулаторно.
cht: 如果您選擇拒絕同意書，這名客戶將不能在 ReSound Assist 使用「遠端微調」功能。因此，數據僅會儲存在本機且客戶選配將僅在辦公室內可用。
da_dk: Hvis du vælger at afvise samtykket, kan brugeren ikke benytte funktionen til fjernjustering i ReSound Assist. Dataene gemmes derfor kun lokalt, og brugertilpasningen er kun tilgængelig på klinikken.
el_gr: Εάν επιλέξετε να αποσύρετε τη συναίνεση, δεν θα επιτρέπεται πλέον στον ασθενή να χρησιμοποιεί τη δυνατότητα Απομακρυσμένης μικρορύθμισης από το ReSound Assist. Αυτό θα έχει ως αποτέλεσμα τα δεδομένα να αποθηκεύονται μόνο τοπικά και οι δυνατότητες εφαρμογής σε ασθενή θα είναι διαθέσιμες μόνο εντός γραφείου.
fi_fi: Jos suostumus hylätään, tämä potilas ei voi käyttää ReSound Assist -etäsovitusta. Siksi tiedot tallennetaan vain paikallisesti. Potilaan sovitus on käytössä vain audionomin tiloissa.
hr_hr: Ako odaberete odbijanje suglasnosti, ovom bolesniku neće biti dopuštena upotreba daljinskog finog ugađanja u usluzi ReSound Assist. Stoga će se podatci spremiti samo lokalno i namještanje bolesnika biti će dostupno samo u uredu.
hu_hu: Ha úgy dönt, hogy elutasítja a beleegyezést, a páciens nem használhatja a távoli finomhangolási funkciót a ReSound Assist szolgáltatásban. Így a rendszer az illesztési adatokat csak helyben menti, és azok csak a klinikán érhetők el.
it_it: Se si sceglie di rifiutare il consenso, il paziente non potrà utilizzare la regolazione-fine da remoto con ReSound Assist. I dati saranno, quindi, salvati soltanto su supporti locali e saranno disponibili soltanto in ufficio.
ko_kr: 원격피팅 사용자 동의를 거부하면 ReSound Assist의 원격피팅 을 사용할 수 없습니다. 피팅 정보는 클리닉의 PC에만 저장 됩니다.
nl_nl: Als u ervoor kiest de toestemming af te wijzen mag deze cliënt de Remote Fine-tuning functie in ReSound e-Assist niet gebruiken. Daarom zal de aanpassing niet worden opgeslagen in de cloud. De aanpassing zal alleen lokaal worden opgeslagen.
no_no: Hvis du ikke vil gi samtykke, vil ikke denne pasienten kunne bruke funksjonen for ekstern fininnstilling i ReSound Assist. Da vil dataene bare lagres lokalt og pasienttilpasningen bare være tilgjengelig på arbeidsplassen.
pt_pt: Se você optar por rejeitar o consentimento, esse paciente não poderá usar o recurso de Ajuste Fino Remoto no ReSound Assist. Portanto, os dados só serão salvos localmente, e o ajuste do paciente só estará disponível no centro auditivo.
ro_ro: Dacă alegeți să respingeți consimțământul, acest pacient nu va putea utiliza opțiunea de Reglaj Fin de la distanță în ReSound Assist. De aceea, datele vor fi salvate doar local și reglarea pacientului se va face doar la cabinet.
ru_ru: Если вы решите отклонить согласие, такому пациенту будет недоступно использование функции Удаленная тонкая настройка в Поддержке ReSound. Поэтому данные настройки будут сохраняться только локально на ПК, и настройка СА пациента может производиться только амбулаторно.
sv_se: Om du väljer avvisa medgivandet, kommer denna patient inte tillåtas använda fjärrjusteringsfunktionen i ReSound Assist. Därför kommer anpassningen inte att sparas i molnet, utan bara lokalt.
th_th: หากคุณเลือกที่จะปฏิเสธความยินยอม ผู้ป่วยรายนี้จะไม่ได้รับอนุญาตให้ใช้คุณสมบัติการปรับตั้งระยะไกลใน ReSound Assist ดังนั้น ข้อมูลจะถูกบันทึกเฉพาะภายในเครื่อง และจะสามารถทำการทดลองสวมให้ผู้ป่วยได้เฉพาะเมื่อผู้ป่วยเข้ามาพบเท่านั้น
tr_tr: Onayı reddetmek istiyorsanız, hastanın ReSound Assist'te Uzaktan ince-ayar özelliğini kullanmasına izin verilmeyecektir. Bu nedenle veriler yalnızca yerel olarak kaydedilecek ve hasta fitting'i yalnızca ofis içinde geçerli olacaktır.
zh_cn: 如果您选择拒绝同意书，则表示不允许该用户在瑞声达 智能云中使用云微调功能。因此，数据只能保存到本地，用户的验配服务也只能在验配中心提供。

source: Back to Consent
bg_bg: Назад към Съгласие
cht: 返回同意書
da_dk: Tilbage til samtykke
el_gr: Πίσω στη συναίνεση
fi_fi: Takaisin suostumukseen
hr_hr: Natrag na suglasnost
hu_hu: Vissza a beleegyezéshez
it_it: Torna al consenso
ko_kr: 사용자 동의로 돌아가기
nl_nl: Terug naar Toestemming
no_no: Tilbake til samtykke
pt_pt: Voltar ao consentimento
ro_ro: Înapoi la consimțământ
ru_ru: Назад к согласию
sv_se: Tillbaka till Medgivande
th_th: กลับไปที่ความยินยอม
tr_tr: Onaya Geri Dön
zh_cn: 返回到同意书

source: Reject Consent
bg_bg: Отхвърляне на съгласието
cht: 拒絕同意書
da_dk: Afvis samtykke
el_gr: Απόρριψη συναίνεσης
fi_fi: Suostumuksen peruuttaminen
hr_hr: Odbij suglasnost
hu_hu: Beleegyezés elutasítása
it_it: Rifiuta consenso
ko_kr: 사용자 동의 거절
nl_nl: Toestemming afwijzen
no_no: Avvis samtykke
pt_pt: Rejeitar consentimento
ro_ro: Respingere consimțământ
ru_ru: Отклонить согласие
sv_se: Avvisa medgivande
th_th: ปฏิเสธความยินยอม
tr_tr: Onayı Reddet
zh_cn: 拒绝同意书

source: To achieve accurate threshold measurements use the most occluded fitting possible during testing. Appropriate coupling options for the connected hearing instrument(s) are shown below.
bg_bg: За да получите точни прагови измервания, използвайте възможно най-запушения накрайник по време на тестването. По-долу са показани подходящи възможности за съединяване за свързания(-ите) слухов(и) апарат(и).
cht: 為了達到準確的閾值測量，在測試期間盡量使用最密合的選配。連接助聽器的適當結合選項顯示如下。
da_dk: Du opnår præcise målinger af tærskelværdier ved at bruge den mest okkluderede tilpasning under test. Egnede koplerindstillinger for det/de tilsluttede høreapparat(er) vises nedenfor.
el_gr: Για ακριβείς μετρήσεις ουδών, να επιλέγετε όσο το δυνατόν πιο κλειστή εφαρμογή κατά τη δοκιμή. Κατάλληλες επιλογές ζεύξης για τα συνδεδεμένα ακουστικά παρουσιάζονται παρακάτω.
fi_fi: Käytä mahdollisemman tiivistä sovitusta testin aikana, jotta kynnys mitataan tarkasti. Yhdistetyille kuulokojeille soveltuvat kytkennät näkyvät jäljempänä.
hr_hr: Za postizanje preciznih mjerenja praga upotrijebite što zatvorenije namještanje tijekom testiranja. Odgovarajuće mogućnosti povezivanja za priključene slušne aparate prikazane su u nastavku.
hu_hu: A pontos küszöbértékek eléréséhez használja a lehető legnagyobb tömítést biztosító illesztést a tesztelés során. A csatlakoztatott hallókészülék(ek)hez tartozó párosítási lehetőségeket az alábbiakban találja.
it_it: Per ottenere misurazioni di soglia accurate, utilizzare il fitting più occluso possibile durante il test. Di seguito sono mostrate le opzioni di accoppiamento appropriate per gli apparecchi acustici connessi.
ko_kr: In-Situ 청력측정의 정확도 를 높이기 위해서 가능한 귀를 완전히 막을 수 있는 이어피스를 사용하세요. 연결된 보청기에서 권장되는 이어피스 옵션은 아래와 같습니다.
nl_nl: Om nauwkeurige, ´echte´ drempelmetingen te verkrijgen moeten de oorstukjes zo veel mogelijk afsluiten tijdens het testen. De daarvoor geschikte opties bij de verbonden hoortoestellen worden hieronder getoond.
no_no: (Bruk en så okkludert propp/dome som mulig for å oppnå presise terskelmålinger under testing. Anbefalte tilkoblingsalternativer for det tilkoblede høreapparatet(ene) vises nedenfor)
pt_pt: Para obter as medidas precisas de limites, use o ajuste mais ocluído possível durante os testes. Opções adequadas de acoplamento do(s) aparelho(s) auditivo(s) conectado(s) são exibidas abaixo.
ro_ro: Pentru a obține măsurători de prag precise, utilizați cel mai ocluzat reglaj posibil în timpul testării. Opțiunile de cuplare adecvate pentru aparatele auditive conectate sunt afișate mai jos.
ru_ru: Для обеспечения точности измерения порогов слышимости обеспечьте максимальную окклюзию во время тестов. Ниже показаны пригодные опции куплеров/акустических камер связи для присоединения слуховых аппаратов.
sv_se: För att få korrekta tröskelvärden, använd en tät insats vid test. Lämpliga alternativ visas nedan.
th_th: เพื่อให้สามารถทำการวัดค่าเกณฑ์ได้อย่างแม่นยำ ให้ทำการวัดโดยทดลองสวมอุปกรณ์ที่แน่นสนิทที่สุดในระหว่างการทดสอบ ตัวเลือก coupling ที่เหมาะสมสำหรับอุปกรณ์ช่วยฟังที่เชื่อมต่อจะแสดงอยู่ด้านล่าง
tr_tr: Doğru eşik ölçümlerine ulaşmak için, test sırasında mümkün olan en tıkalı fitting'i kullanın. Bağlı işitme cihaz(lar)ı için uygun coupling seçenekleri aşağıda verilmektedir.
zh_cn: 为实现准确的阈值测量，在测试期间可使用最可能堵塞的附件。所连接的助听器适用的耦合选项如下。

source: Warning
bg_bg: Предупреждение
cht: 警告
da_dk: Advarsel
el_gr: Προειδοποίηση
fi_fi: Varoitus
hr_hr: Upozorenje
hu_hu: Figyelmeztetés
it_it: Avviso
ko_kr: 경고
nl_nl: Waarschuwing
no_no: Advarsel
pt_pt: Aviso
ro_ro: Avertizare
ru_ru: Предупреждение
sv_se: Varning
th_th: คำเตือน
tr_tr: Uyarı
zh_cn: 警告

source: Patient Email:
bg_bg: Имейл на пациента:
cht: 客戶電子郵件：
da_dk: Brugerens e-mail:
el_gr: E-mail ασθενούς:
fi_fi: Potilaan sähköpostiosoite
hr_hr: E-pošta bolesnika:
hu_hu: Páciens e-mail-címe:
it_it: Email paziente:
ko_kr: 이메일:
nl_nl: E-mail cliënt:
no_no: Pasientens e-post:
pt_pt: E-mail do paciente:
ro_ro: Email pacient:
ru_ru: E-mail пациента:
sv_se: Patientens e-post:
th_th: อีเมลผู้ป่วย:
tr_tr: Hastanın E-posta Adresi:
zh_cn: 用户电邮:

source: Observations are not available for data from the cloud.
bg_bg: Няма наблюдения за данни от облака.
cht: 沒有來自雲端可用的資料觀察。
da_dk: Der er ingen tilgængelige observationer for data fra skyen.
el_gr: Δεν υπάρχουν διαθέσιμες παρατηρήσεις για δεδομένα από το cloud.
fi_fi: Havaintoja ei ole saatavilla pilvipalvelun sisältämistä tiedoista.
hr_hr: Opažanja nisu dostupna za podatke s oblaka.
hu_hu: A megfigyelések nem érhetők el felhőből származó adatok esetén.
it_it: Le osservazioni non sono disponibili per i dati dal cloud.
ko_kr: 클라우드 데이터는 조회할 수 없습니다.
nl_nl: Voor gegevens uit de cloud zijn geen observaties beschikbaar.
no_no: Observasjoner er ikke tilgjengelige for data fra nettskyen.
pt_pt: Observações não estão disponíveis para dados da nuvem.
ro_ro: Observațiile nu sunt disponibile pentru datele din cloud.
ru_ru: Для облачных данных наблюдения недоступны
sv_se: Observationerna är inte tillgängliga för data från molnet.
th_th: ไม่มีการสังเกตการณ์ในส่วนของข้อมูลจาก Cloud
tr_tr: Gözlemler, buluttan gelen veriler için kullanılamaz.
zh_cn: 观测不适用于云端数据。

source: Service Not Available
bg_bg: Услугата не е достъпна
cht: 無法提供服務
da_dk: Tjenesten er ikke tilgængelig
el_gr: Η υπηρεσία δεν είναι διαθέσιμη
fi_fi: Palvelu ei käytettävissä
hr_hr: Usluga nije dostupna
hu_hu: A szolgáltatás nem érhető el
it_it: Servizio non disponibile
ko_kr: 현재 서비스를 이용할 수 없습니다
nl_nl: Service niet beschikbaar
no_no: Tjenesten er ikke tilgjengelig
pt_pt: Serviço não disponível
ro_ro: Serviciu indisponibil
ru_ru: Сервис недоступен
sv_se: Tjänsten är inte tillgänglig
th_th: บริการไม่พร้อมใช้งาน
tr_tr: Hizmet Kullanılamaz
zh_cn: 服务不可用

source: Patient Consent
bg_bg: Съгласие на пациента
cht: 客戶同意書
da_dk: Brugerens samtykke
el_gr: Συναίνεση ασθενούς
fi_fi: Potilaan suostumus
hr_hr: Suglasnost bolesnika
hu_hu: Páciens beleegyezése
it_it: Consenso paziente
ko_kr: 고객 동의서
nl_nl: Toestemming cliënt
no_no: Pasientsamtykke
pt_pt: Consentimento do paciente
ro_ro: Consimțământ pacient
ru_ru: Cогласие пациента
sv_se: Patientmedgivande
th_th: ความยินยอมของผู้ป่วย
tr_tr: Hasta Onayı
zh_cn: 用户同意书

source: Turn on Remote Fine-tuning
bg_bg: Включете дистанционна фина настройка
cht: 開啟「遠端微調」
da_dk: Aktivér fjernjustering
el_gr: Ενεργοποιήστε την Απομακρυσμένη μικρορύθμιση
fi_fi: Ota etäsovitus käyttöön
hr_hr: Uključite daljinsko precizno ugađanje
hu_hu: Távoli finomhangolás bekapcsolása
it_it: Attiva Regolazione-fine da remoto
ko_kr: 원격피팅 활성화
nl_nl: Remote Fine-tuning aanzetten
no_no: Slå på ekstern fininnstilling
pt_pt: Ative o Ajuste Fino Remoto
ro_ro: Porniți Reglajul Fin de la Distanță
ru_ru: Включите Удаленную тонкую настройку
sv_se: Slå på fjärrjustering
th_th: เปิดการปรับแต่งระยะไกล
tr_tr: Uzaktan İnce Ayarı Aç
zh_cn: 启用云微调

source: There is no data available at this moment.
bg_bg: Няма данни в момента.
cht: 此時沒有可用資料。
da_dk: Der er ingen tilgængelige data i øjeblikket.
el_gr: Δεν υπάρχουν διαθέσιμα δεδομένα αυτή τη στιγμή.
fi_fi: Tietoja ei ole saatavana juuri nyt.
hr_hr: Nema dostupnih podataka u ovom trenutku.
hu_hu: Jelenleg nem érhetők el adatok.
it_it: Non è disponibile alcun dato al momento.
ko_kr: 현재 이용 가능한 데이터가 없습니다
nl_nl: Er zijn op dit moment geen gegevens beschikbaar.
no_no: Det er for tiden ingen informasjon tilgjengelig.
pt_pt: Não há dados disponíveis neste momento.
ro_ro: Nu există date disponibile în acest moment.
ru_ru: На настоящий момент данных нет.
sv_se: Det finns inga tillgängliga data just nu.
th_th: ไม่มีข้อมูลที่ใช้ได้ในขณะนี้
tr_tr: Şu anda kullanılabilir veri yok.
zh_cn: 目前没有可用数据。
