Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The ReSound wireless accessories transmit sound wirelessly from an audio source like a TV, PC, or stereo directly to ReSound wireless enabled hearing aids, so you don’t need the cords or wires often required by other manufacturers. This direct connection helps reduce competing noise (such as background conversations) and allows you the freedom to tune in to the song, movie or even a specific person you want to hear. The Phone Link allows you the freedom to talk on a mobile phone hands free via a Bluetooth link. Once paired with the Phone Link, the mobile phone will ring in the hearing aid. Once answered a clear, feedback-free speech signal is channeled directly from the phone into the ears.
bg_bg: Безжичните аксесоари на ReSound пренасят звука безжично от аудио източник, като телевизор, компютър или стерео уредба директно на слухови апарати ReSound с активирана безжична функция, така че нямате нужда от кабели или проводници, които често се изискват от други производители. Тази пряка връзка спомага за намаляване на конкурентния шум (например фонови разговори) и ви дават свободата да включите песента, филма или дори конкретно лице, което искате да слушате. Phone Clip ви дава свободата да говорите по мобилен телефон със свободни ръце чрез Bluetooth връзка. След като се сдвои с Phone Clip, мобилният телефон ще звъни в слуховия апарат. След като отговори се изпраща чист, сигнал за говор без микрофония директно от телефона към ушите.
cht: ReSound 無線配件從音源 (如電視機、電腦或立體聲) 直接傳輸聲音到備有 ReSound 無線功能的助聽器，因此不像其他製造商產品必須使用有線連接。這種直接連接有助減少擾人的噪音 (例如背景對話)，並可隨時隨地調至想要聽到的歌曲、電影甚至特定的人物。 Phone Clip讓您隨時隨地透過藍牙連結手機。一旦與Phone Clip配對，手機鈴聲將傳送到助聽器裡。若需要接聽來電時，清晰、無回饋音的語音資訊將從手機直接傳入耳朵。
da_dk: Det trådløse tilbehør fra ReSound overvører lyd trådløst fra en lydkilde, f.eks. et tv, en pc eller et anlæg direkte til høreapparaterne med trådløs funktion fra Beltone. Du behøver derfor hverken kabler eller ledninger, hvilket ofte er påkrævet hos andre producenter. Denne direkte forbindelse hjælper med at reducere konkurrerende støj (f.eks. samtaler i baggrunden), så du kan høre den sang, film eller person, som du gerne vil høre. Telefonclip giver dig mulighed for at tale i håndfri mobiltelefon via et Bluetooth-link. Når mobiltelefonen er parret med telefonclip, ringer den i høreapparatet. Når telefonen besvares, sendes et talesignal uden tilbagekobling direkte fra telefonen til ørerne.
el_gr: Τα ασύρματα εξαρτήματα ReSound μεταδίδουν τον ήχο ασύρματα από μια πηγή ήχου, όπως τηλεόραση, υπολογιστή ή στερεοφωνικό απευθείας στα ακουστικά βοηθήματα ReSound με δυνατότητα ασύρματης σύνδεσης, με αποτέλεσμα να μην χρειάζεστε καλώδια άλλων κατασκευαστών. Αυτή η άμεση σύνδεση συμβάλλει στη μείωση του ανταγωνιστικού θορύβου (όπως συνομιλίες στο παρασκήνιο) και σας δίνει την ελευθερία να επικεντρωθείτε στο τραγούδι ή στην ταινία που παίζει ή ακόμη και σε ένα συγκεκριμένο άτομο που θέλετε να ακούσετε. Το Κλιπ τηλεφώνου σάς δίνει την ελευθερία να μιλάτε σε hands-free κινητού τηλεφώνου μέσω ζεύξης με Bluetooth. Όταν γίνει η ζεύξη με το Κλιπ τηλεφώνου, το κινητό τηλέφωνο κτυπά στο ακουστικό βοήθημα. Μόλις γίνει αποδοχή της εισερχόμενης κλήσης, το σήμα φωνής διοχετεύεται καθαρό και χωρίς μικροφωνισμούς από το τηλέφωνο απευθείας στο αυτί.
fi_fi: Langattomat ReSound-lisälaitteet siirtävät ääntä langattomasti television, tietokoneen tai stereolaitteen kaltaisista äänilähteistä suoraan langattomalla yhteydellä varustettuihin ReSound-kuulokojeisiin, joten muiden valmistajien kuulokojeista poiketen johtoja ei tarvita. Suora yhteys auttaa vähentämään muiden henkilön käymän keskustelun kaltaista kilpailevaa melua, joten voit kuunnella musiikkia, elokuvan ääntä tai jopa tiettyä henkilöä vapaasti. Phone Clip mahdollistaa handsfree-puhelut Bluetooth-yhteyden avulla. Kun Phone Clip on paritettu, puhelimen hälytysääni kuuluu kuulokojeessa. Kun puheluun vastataan, ääni kuuluu kirkkaana ja ilman kiertoa.
hr_hr: ReSound bežična dodatna oprema bežično emitira zvuk iz audioizvora poput TV-a, računala ili radijskog prijamnika izravno u bežična slušna pomagala ReSound te, za razliku od ostalih proizvođača, eliminira potrebu za žicama i kabelima. Takva izravna veza pomaže u smanjenju ostalih zvukova (kao što su pozadinski razgovori) i daje vam slobodu da slušate pjesmu, film ili određenu osobu koju želite čuti. Povezanost s telefonom putem Bluetootha omogućuje vam da razgovarate na mobilni uređaj bez upotrebe ruku. Kada je povezan, mobilni uređaj zvonit će u slušnom aparatu. Nakon što se javite, telefon u vaše uho odašilje čist signal bez povratnog šuma.
hu_hu: A ReSound vezeték nélküli tartozékok a hangot vezeték nélkül továbbítják a hanghangforrásról (például TV, PC vagy hifi készülék) közvetlenül a ReSound vezeték nélküli hallókészülékre, így nincs szükség a más gyártók által gyakran megkövetelt kábelekre vagy vezetékekre. Ez a közvetlen kapcsolat csökkenti a zavaró zajokat (például a háttérbeszélgetések zaját), és lehetővé teszi, hogy a felhasználó a hallani kívánt dalra, filmre vagy akár egy konkrét személyre koncentráljon. A Phone Clip eszközzel szabadon beszélhet mobiltelefonján a Bluetooth-kapcsolat segítségével. Miután párosította a Phone Clip eszközt, a mobiltelefon csörgése a hallókészülékben hallható. Miután a páciens fogadja a hívást, az eszköz tiszta, gerjedéstől mentes jelet továbbít közvetlenül a telefonról a hallókészülékre.
it_it: Gli accessori wireless ReSound trasmettono il suono in modalità wireless da una sorgente sonora come TV, PC o stereo direttamente agli apparecchi acustici ReSound con wireless abilitato, evitando di dover utilizzare cavi, come spesso è necessario con prodotti di altri fornitori. Questa connessione diretta aiuta a ridurre i rumori in concomitanza (come le conversazioni di sottofondo) e offre la libertà di ascoltare in modo ottimale una canzone, un film o anche una determinata persona che si desidera ascoltare. Phone Clip consente di parlare al cellulare tenendo le mani libere grazie al collegamento Bluetooth. Una volta accoppiato con Phone Clip, il cellulare squillerà nell'apparecchio acustico. Alla risposta, verrà trasmesso un segnale di parlato chiaro e senza feedback direttamente dal telefono agli orecchi.
ko_kr: ReSound 무선 액세서리는 TV, PC, 또는 스테레오 기기의 오디오를 무선 ReSound 보청기로 사운드를 다이렉트로 전달합니다. 따라서 별도의 중계 장치가 필요하지 않습니다. 다이렉트 통신으로 통신 노이즈와 딜레이를 줄일 수 있으며, 음악, 영화, 상대방과의 대화 소리 등을 편안하게 전달받을 수 있습니다. The Micro/Mini/Multi Mic는 원격 마이크로 사용자가 듣고자 하는 소리가 있는 위치의 소리 예를들어 TV, 전화 또는 누군가의 말소리를 보청기로 전송 합니다. 궁극적으로, Micro/Mini/Multi Mic을 사용하면 듣고 자하는 오디오 소스를 자유롭게 선택하여, 보청기로 직접 전송하여 들을 수 있습니다.
nl_nl: De ReSound wireless accessoires geven geluid van een audiobron zoals een TV, PC of stereo, direct en draadloos door naar de ReSound wireless hoortoestellen, zodat u geen kabels of extra apparaten nodig heeft die vaak door andere fabrikanten worden gevraagd. Deze directe verbinding helpt omgevingsgeluid uit te schakelen (zoals achtergrondgesprekken) en biedt u de mogelijkheid u te concentreren op het lied, de film of zelfs een specifieke persoon naar wie u wilt luisteren. Met de telefoonclip kunt u handsfree via een bluetooth-verbinding een gesprek voeren via uw mobiele telefoon. Zodra hij met de Telefoonclip gekoppeld is, rinkelt de mobiele telefoon in het hoortoestel. Een helder spraaksignaal zonder feedback wordt direct van de telefoon naar de oren gestreamd.
no_no: ReSound trådløst tilbehør overfører lyd trådløst fra en lydkilde som TV; PC eller stereo direkte til ReSound høreapparat med trådløs overføring aktivert, slik at du ikke trenger ledningene som ofte er nødvendig med høreapparater fra andre produsenter. Denne direkte tilkoblingen bidrar til å redusere støy som samtaler i bakgrunnen, og gir deg friheten til å høre på en melodi, film eller en bestemt person du vil høre. Med Phone Clip får du friheten til å snakke i mobiltelefonen håndfritt via en Bluetooth-kobling. En mobiltelefon som er paret med Phone Clip ringer i høreapparatet. Produktet gir et klart talesignal helt fritt for feedback direkte fra telefonen til ørene.
pt_pt: Os acessórios wireless ReSound transmitem som sem fios de uma fonte de áudio, como TV, computador ou aparelho de som, diretamente para os aparelhos auditivos com wireless habilitado ReSound. Dessa forma, não são necessários os cabos e fios geralmente exigidos por outros fabricantes. Essa conexão direta ajuda a reduzir o ruído (como conversas ao fundo) e proporciona a liberdade de sintonizar com a música, o filme ou até mesmo uma pessoa específica que se queira escutar. O Phone Clip proporciona a liberdade de conversar em um celular sem usar as mãos por meio de um link Bluetooth. Depois de pareado com o Phone Link, o celular tocará no aparelho auditivo. Depois de atender, um sinal de fala sem feedback é encaminhado diretamente do telefone aos ouvidos.
ro_ro: Accesoriile wireless ReSound transmit sunetul fără fir de la o sursă audio precum un TV, PC, sau stereo direct la aparatele auditive cu ReSound wireless. astfel că nu aveți nevoie de firele și cablurile necesare adesea la alți producători. Această conexiune directă ajută la reducerea zgomotului concurent (cum ar fi conversațiile de fundal) și vă permite să vă bucurați de melodia, filmul sau chiar o anumită persoană pe care vreți să o auziți. Clema de telefon vă ajută să vorbiția la mobil fără mâini printr-o conexiune Bluetooth. Odată împerecheat cu clema de telefon, telefonul mobil va suna în aparatul auditiv. După ce răspundeți, veți auzi un semnal auditiv perfect transmis direct din telefon în urechi.
ru_ru: Беспроводные аксессуары ReSound передают звук от аудиоисточника – ТВ, ПК или стереосистемы – непосредственно в СА ReSound с беспроводной связью, поэтому становятся не нужны шнуры или кабели, часто требующиеся в системах от других производителей. Прямая коммуникация сокращает шумовые помехи (например, голоса на заднем плане) и предоставляет вам свободу сконцентрироваться на прослушивании песни, кинофильма или слов говорящего, чья точка зрения вам интересна. Гарнитура Phone Clip предоставляет вам свободу говорить по мобильному телефону «без рук» по каналу Bluetooth. При сопряжении с Phone Clip мобильный телефон будет звонить напрямую в СА. Сразу же после ответа чистый, свободный от обратной связи речевой сигнал передается прямо из телефона в уши.
sv_se: De trådlösa ReSound-tillbehören överför ljud trådlöst från ljudkällor som tv, dator eller stereo direkt til trådlösaktiverade apparater, så att man slipper de kablar som ofta krävs av andra tillverkare. Denna direktuppkoppling reducerar störande ljud (som bakgrundssamtal) och ger frihet att koncentrera sig på musiken, eller till och med en viss person. Micro/Mini/Multi Mic är en fjärrmikrofon som kan placeras nära det man vill lyssna på, som tv, telefon eller en person som talar. Slutligen ger myPAL frihete att välja vilken ljudkälla man vill lyssna till och få det ljudet skickat direkt in i öronen.
th_th: อุปกรณ์เสริมไร้สาย ReSound จะถ่ายทอดเสียงแบบไร้สายจากแหล่งกำเนิดเสียง เช่น โทรทัศน์ คอมพิวเตอร์ หรือเครื่องเสียงสเตอริโอโดยตรงไปยังเครื่องช่วยฟังของ ReSound คุณจึงไม่จำเป็นต้องใช้สายเคเบิลหรือสายไฟที่ผู้ผลิตรายอื่นต้องใช้ การเชื่อมต่อโดยตรงนี้ช่วยลดเสียงรบกวนที่แทรกมา (เช่น การสนทนาเบื้องหลัง) และช่วยให้คุณมีอิสระในการปรับแต่งเพลง ภาพยนตร์ หรือแม้แต่บุคคลที่คุณต้องการได้ยิน Phone Link ช่วยให้คุณมีอิสระในการพูดคุยทางโทรศัพท์มือถือได้โดยไม่เสียค่าใช้จ่ายผ่านลิงก์ Bluetooth เมื่อจับคู่กับ Phone Link แล้ว โทรศัพท์มือถือก็จะดังขึ้นในเครื่องช่วยฟัง เมื่อรับสายแล้ว สัญญาณเสียงพูดที่ไม่มีเสียงสะท้อนก็จะถูกส่งจากโทรศัพท์เข้าสู่หูโดยตรง
tr_tr: ReSound kablosuz aksesuarları, sesleri TV, PC veya stereo gibi bir ses kaynağından doğrudan kablosuz ReSound işlevi etkinleştirilmiş işitme cihazlarına aktarırlar; böylece genellikle diğer üreticilerde gereken kablo veya tellere ihtiyacınız olmaz. Bu doğrudan bağlantı, (arkaplandaki konuşmalar gibi) diğer sesleri azaltmaya yardımcı olur ve size işitmek istediğiniz şarkı, film veya belirli bir kişiye odaklanma özgürlüğü sağlar. Telefon Klipsi bir cep telefonunda Bluetooth bağlantısı üzerinden 'hands free' konuşma özgürlüğü sağlar. Cep telefonu, Telefon Klipsi ile eşleştirildikten sonra işitme cihazında çalacaktır. Cevap verildiğinde telefondan doğrudan kulaklara net, geribildirimsiz bir konuşma sinyali yönlendirilecektir.
zh_cn: 瑞声达无线附件通过无线从音频源（如电视机，PC机或立体声）直接传输声音到启用无线功能的瑞声达助听器，因此您不需要其他制造商常常要求的线缆。 这种直接连接有助于减少干扰噪音（例如背景对话），并允许您自由地调入歌曲、电影甚至想要听到的特定人物。 手机伴侣允许您通过蓝牙链接自由地在手机上通话。在与手机伴侣配对后，手机将在助听器中响起。应答时，清晰、无反馈噪音的语音信号将直接从手机传入耳朵。
