Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The instrument(s) is currently in trial mode
cht: 儀器目前處於試用模式
da_dk: Instrumentet/instrumenterne er i øjeblikket i prøvetilstand
el_gr: Το/τα όργανο/-α έχει/-ουν οριστεί σε λειτουργία δοκιμής
fi_fi: Kuulokojeet ovat kokeilutilassa
hr_hr: Uređaj(i) je postavljen u probni način
hu_hu: Az eszköz(ök) probaüzemmódban van(nak)
it_it: I dispositivi sono attualmente in modalità di prova
ko_kr: 장치가 현재 체험 모드에 있습니다
nl_nl: Het toestel staat op dit moment in proefmodus
no_no: Høreapparatene er i prøvemodus
pt_pt: O(s) aparelho(s) está(ão) atualmente em modo de avaliação
ro_ro: În prezent, aparatul (ele) se află în modul de testare
ru_ru: Слуховой(-ые) аппарат(-ы) в настоящий момент находится(-ятся) в пробном режиме
sv_se: Hörapparaten/hörapparaterna är för närvarande i provläge
th_th: เครื่องช่วยฟังอยู่ในโหมดทดลองใช้ในขณะนี้
tr_tr: Enstrüman(lar) şu anda deneme modundadır
zh_cn: 助听器目前处于试用模式

source: The trial period of the instrument(s) has expired
cht: 該儀器的試用期已過期
da_dk: Prøveperioden for instrumentet/instrumenterne er udløbet
el_gr: Η περίοδος δοκιμής του/των οργάνου/-ων έληξε
fi_fi: Kuulokojeiden kokeiluaika on päättynyt.
hr_hr: Probno razdoblje za uređaj(e) je isteklo
hu_hu: Az eszköz(ök) próbaüzemmódja lejárt
it_it: Il periodo di prova dei dispositivi è scaduto
ko_kr: 장치의 체험 기간이 만료되었습니다
nl_nl: De proefperiode van het toestel is verlopen
no_no: Prøveperioden for høreapparatene er utløpt
pt_pt: O período de avaliação do(s) aparelho(s) expirou
ro_ro: Perioada de testare a aparatului(elor) a expirat
ru_ru: Период пробного использования слухового(-ых) аппарата(-ов) истек
sv_se: Hörapparatens/hörapparaternas provläge har förfallit
th_th: ระยะเวลาทดลองใช้ของตราสารหมดอายุแล้ว
tr_tr: Enstrüman(lar)ın deneme süresi sona ermiştir
zh_cn: 助听器的试用期已过

source: ReSound Assist Live
cht: ReSound 即時協助
el_gr: Ζωντανή βοήθεια ReSound
hr_hr: ReSound Asistencija uživo
hu_hu: ReSound Élő Segítség
pt_pt: ReSound Assist em tempo real
ro_ro: Asistență Activă ReSound
ru_ru: Техническая поддержка ReSound в интерактивном режиме
tr_tr: ReSound Canlı Yardım (Assist Live)

source: Start Live Assistance
cht: 開始即時協助
el_gr: Έναρξη ζωντανής βοήθειας
fi_fi: Käynnistä Live Assistance
hr_hr: Pokreni Asistenciju uživo
hu_hu: Élő Segítség indítása
it_it: Avvia Live Assistance
ko_kr: Live Assistance 시작
nl_nl: Live Assistance starten
pt_pt: Iniciar Assistência em Tempo Real
ro_ro: Pornire Asistență Activă
ru_ru: Начать сеанс технической поддержки в интерактивном режиме
sv_se: Starta liveassistans
th_th: เริ่ม Live Assistance
tr_tr: Canlı Yardımı Başlat
zh_cn: 启动实时协助

source: Recalculate
cht: 重新計算
da_dk: Genberegn
el_gr: Νέος υπολογισμός
fi_fi: Laske uudelleen
hr_hr: Preračunaj
hu_hu: Újraszámítás
it_it: Ricalcola
ko_kr: 다시 계산
nl_nl: Opnieuw berekenen
no_no: Rekalkuler
pt_pt: Recalcular
ro_ro: Recalculare
ru_ru: Рассчитать повторно
sv_se: Omberäkna
th_th: คำนวณใหม่
tr_tr: Yeniden Hesapla
zh_cn: 重新计算

source: Changes to the Fitting Rule Parameters will be reflected in the target curves. Do you want to recalculate the gain curves?"
cht: 驗配規則參數的變化將在目標曲線中反映出來。您是否希望重新計算增益曲線？
da_dk: Ændringer til parametrene med tilpasningsregler vil blive afspejlet i målkurverne. Vil du genberegne forstærkningskurverne?"
el_gr: Οι αλλαγές στις Παραμέτρους κανόνα εφαρμογής θα αποτυπωθούν στις καμπύλες στόχου. Θέλετε να υπολογιστούν εκ νέου οι καμπύλες απολαβής;
fi_fi: Sovitussääntöparametreihin tehdyt muutokset näkyvät kohdekäyrissä. Lasketaanko vahvistuskäyrät uudestaan?"
hr_hr: Promjene u parametrima za individualno podešavanje bit će vidljive na krivulji praga čujnosti. Želite li ponovno izračunati krivulju razine jakosti zvuka?
hu_hu: A hangolási feltételek paramétereiben bekövetkezett változások láthatóak lesznek a célgörbéken. Szeretné újraszámítani az nyereséggörbéket?
it_it: Le modifiche ai parametri della regola di fitting si applicheranno anche alle curve target. Desideri ricalcolare le curve del guadagno?"
ko_kr: 피팅 규칙 파라미터에 변경 사항은 목표 곡선에 반영될 것입니다. 이득 곡선을 다시 계산하시겠습니까?”
nl_nl: Wijzigingen aan de aanpasregelinstellingen worden doorgevoerd in de doelcurves. Wilt u de versterkingscurves opnieuw berekenen?"
no_no: Endringer i tilpasningsregelparametrene vil vises i målkurvene. Vil du omkalkulere gainkurvene?"
pt_pt: As alterações nos parâmetros da regra de adaptação serão refletidas nas curvas de ganho. Deseja recalcular as curvas de ganho?"
ro_ro: Schimbările în Parametrii Regulii de Reglare se vor reflecta în curbele țintă. Doriți să recalculați curbele de amplificare?”
ru_ru: Изменения, внесенные в параметры правил выполнения подгонки, будут отображены на целевых кривых. Вы хотите повторно рассчитать кривые усиления?
sv_se: Ändringar till anpassningsparametrarna kommer att påverka målkurvorna. Vill du omberäkna förstärkningskurvorna?
th_th: การเปลี่ยนแปลงพารามิเตอร์เกณฑ์การติดตั้งจะแสดงเป็นเส้นโค้งเป้าหมาย คุณต้องการคำนวณเส้นโค้งเกนใหม่หรือไม่"
tr_tr: Ayar Kuralı Parametreleri'nde yapılan değişiklikler, hedef eğrilerine yansıtılacaktır. Ses Alım eğrilerini yeniden hesaplamak istiyor musunuz?"
zh_cn: 目标曲线会反映对装配规则参数的变化。 是否要重新计算增益曲线？"

source: Firmware Update
cht: 韌體更新
da_dk: Firmwareopdatering
el_gr: Ενημέρωση υλικολογισμικού
fi_fi: Laiteohjelmistopäivitys
hr_hr: Ažuriranje za ugrađeni program
hu_hu: Firmwarefrissítés
it_it: Aggiornamento firmware
ko_kr: 펌웨어 업데이트
no_no: Fastvareoppdatering
pt_pt: Atualização de firmware
ro_ro: Actualizare firmware
ru_ru: Обновление встроенного программного обеспечения
sv_se: Firmware-uppdatering
th_th: ข้อมูลอัพเดตเฟิร์มแวร์
tr_tr: Ürün Yazılımı Güncellemesi
zh_cn: 固件更新

source: Firmware Update Available
cht: 韌體更新可用
da_dk: Firmware opdatering tilgængelig
el_gr: Διαθέσιμη ενημέρωση υλικολογισμικού
fi_fi: Laiteohjelmistopäivitys on saatavilla
hr_hr: Dostupno ažuriranje za ugrađeni program
hu_hu: Firmwarefrissítés elérhető
it_it: Aggiornamento firmware disponibile
ko_kr: 펌웨어 업데이트 사용 가능
nl_nl: Firmware-update beschikbaar
no_no: Fastvareoppdatering tilgjengelig
pt_pt: Atualização de firmware disponível
ro_ro: Actualizare firmware disponibilă
ru_ru: Доступно обновление встроенного программного обеспечения
sv_se: Firmware-uppdatering finns tillgänglig
th_th: มีการอัพเดตเฟิร์มแวร์
tr_tr: Ürün Yazılımı Güncellemesi Bulunmaktadır
zh_cn: 固件更新可用

source: Update Firmware
cht: 更新韌體
da_dk: Opdater firmware
el_gr: Ενημέρωση υλικολογισμικού
fi_fi: Päivitä laiteohjelmisto
hr_hr: Ažuriraj program
hu_hu: Firmware frissítése
it_it: Aggiorna il firmware
ko_kr: 펌웨어 업데이트
nl_nl: Firmware bijwerken
no_no: Oppdater fastvare
pt_pt: Atualizar o firmware
ro_ro: Actualizare firmware
ru_ru: Обновить встроенное программное обеспечение
sv_se: Uppdatera Firmware
th_th: อัพเดตเฟิร์มแวร์
tr_tr: Ürün Yazılımını Güncelle
zh_cn: 更新固件

source: Connect without updating firmware
cht: 連接而不更新韌體
da_dk: Opret forbindelse uden opdatering af firmware
el_gr: Σύνδεση χωρίς ενημέρωση υλικολογισμικού
fi_fi: Yhdistä päivittämättä laiteohjelmistoa
hr_hr: Poveži bez ažuriranja ugrađenog programa
hu_hu: Csatlakozás firmwarefrissítés nélkül
it_it: Connetti senza aggiornare il firmware
ko_kr: 펌웨어를 업데이트하지 않고 연결
nl_nl: Verbinding maken zonder bijwerken van firmware
no_no: Koble til uten å oppdatere fastvare
pt_pt: Conectar sem atualizar o firmware
ro_ro: Conectare fără actualizare firmware
ru_ru: Подсоединить без обновления встроенного программного обеспечения
sv_se: Anslut utan att uppdatera Firmware
th_th: เชื่อมต่อโดยไม่ต้องอัพเดตเฟิร์มแวร์
tr_tr: Ürün yazılımını güncellemeden bağlan
zh_cn: 连接，但不更新固件

source: A newer version of firmware is available for this instrument:
cht: 此儀器有一個較新版本的韌體可用：
da_dk: Der findes en nyere version af firmwaren til dette instrument:
el_gr: Μια νεότερη έκδοση του υλικολογισμικού είναι διαθέσιμη για αυτό το όργανο:
fi_fi: Tähän kuulokojeeseen on saatavana uudempi laiteohjelmistoversio:
hr_hr: Novija verzija ugrađenog programa dostupna je za ovaj uređaj:
hu_hu: Az eszközhöz elérhető egy újabb firmware-verzió:
it_it: Una versione più recente del firmware è disponibile per questo dispositivo:
ko_kr: 이 장치에 새 펌웨어 버전이 사용 가능:
nl_nl: Er is een nieuwere versie van firmware beschikbaar voor dit toestel:
no_no: En nyere versjon av fastvaren er tilgjengelig for dette høreapparatet:
pt_pt: Uma versão mais recente do firmware está disponível para este aparelho:
ro_ro: O versiune mai recentă a firmware este disponibilă pentru acest aparat:
ru_ru: Более новая версия встроенного программного обеспечения доступна для этого слухового аппарата:
sv_se: Det finns en nyare Firmware-version för den här hörapparaten:
th_th: มีเฟิร์มแวร์เวอร์ชั่นที่ใหม่กว่าสำหรับเครื่องช่วยฟังนี้:
tr_tr: Bu enstrüman için ürün yazılımının daha yeni bir sürümü bulunmaktadır:
zh_cn: 该助听器有固件更新:

source: Firmware Successfully Updated to
cht: 韌體已成功更新為
da_dk: Firmware opdateret til
el_gr: Το υλικολογισμικό ενημερώθηκε με επιτυχία σε
fi_fi: Laiteohjelmistopäivitys onnistui kohteeseen
hr_hr: Ažuriranje ugrađenog programa uspješno
hu_hu: A firmware sikeresen frissült a következő verzióra
it_it: Firmware aggiornato con successo a
ko_kr: 펌웨어를 다음 버전으로 성공적으로 업데이트:
nl_nl: Firmware bijgewerkt naar
no_no: Fastvare oppdatert til
pt_pt: O firmware foi atualizado com sucesso para
ro_ro: Firmware actualizat cu succes la
ru_ru: Встроенное программное обеспечение успешно обновлено до
sv_se: Firmware har uppdaterats till
th_th: อัพเดตเฟิร์มแวร์สำเร็จแล้วเป็น
tr_tr: Ürün Yazılımı Başarıyla Güncellendi:
zh_cn: 固件已成功更新至

source: Firmware Update Failed
cht: 韌體更新失敗
da_dk: Opdatering af firmware mislykkedes
el_gr: Αποτυχία ενημέρωσης υλικολογισμικού
fi_fi: Laiteohjelmistopäivitys epäonnistui
hr_hr: Ažuriranje ugrađenog programa nije uspjelo
hu_hu: Firmwarefrissítés sikertelen
it_it: Aggiornamento firmware non riuscito
ko_kr: 펌웨어 업데이트 실패함
nl_nl: Firmware-update mislukt
no_no: Kunne ikke oppdatere fastvare
pt_pt: Falha na atualização do firmware
ro_ro: Actualizare firmware nereușită
ru_ru: Не удалось выполнить обновление встроенного программного обеспечения
sv_se: Firmware-uppdatering misslyckades
th_th: การอัพเดตเฟิร์มแวร์ล้มเหลว
tr_tr: Ürün Yazılımı Güncellenemedi
zh_cn: 固件更新失败

source: Try again
cht: 再试一次
da_dk: Prøv igen
el_gr: Δοκιμάστε ξανά
fi_fi: Yritä uudelleen
hr_hr: Pokušajte ponovno
hu_hu: Próbálja újra
it_it: Riprova
ko_kr: 다시 시도하십시오
nl_nl: Opnieuw proberen
no_no: Prøv igjen
pt_pt: Tentar novamente
ro_ro: Încercați din nou
ru_ru: Повторить попытку
sv_se: Försök igen
th_th: ลองใหม่อีกครั้ง
tr_tr: Tekrar deneyin
zh_cn: 重试

source: Try again
cht: 再试一次
da_dk: Prøv igen
el_gr: Δοκιμάστε ξανά
fi_fi: Yritä uudelleen
hr_hr: Pokušajte ponovno
hu_hu: Próbálja újra
it_it: Riprova
ko_kr: 다시 시도하십시오
nl_nl: Opnieuw proberen
no_no: Prøv igjen
pt_pt: Tentar novamente
ro_ro: Încercați din nou
ru_ru: Повторить попытку
sv_se: Försök igen
th_th: ลองใหม่อีกครั้ง
tr_tr: Tekrar deneyin
zh_cn: 重试

source: Skip
cht: 跳過
da_dk: Spring over
el_gr: Παράλειψη
fi_fi: Ohita
hr_hr: Preskoči
hu_hu: Kihagyás
it_it: Salta
ko_kr: 건너뛰기
nl_nl: Overslaan
no_no: Hopp over
pt_pt: Ignorar
ro_ro: Omitere
ru_ru: Пропустить
sv_se: Hoppa över
th_th: ข้าม
tr_tr: Atla
zh_cn: 跳过

source: Updating Firmware…
cht: 正在更新韌體...
da_dk: Opdaterer firmware …
el_gr: Ενημέρωση υλικολογισμικού...
fi_fi: Päivitetään laiteohjelmistoa…
hr_hr: Ažuriranje ugrađenog programa...
hu_hu: A firmware frissítése folyamatban...
it_it: Aggiornamento del firmware in corso...
ko_kr: 펌웨어 업데이트 중...
nl_nl: Firmware bijwerken...
no_no: Oppdaterer fastvare...
pt_pt: Atualizando o firmware…
ro_ro: Actualizare firmware în curs...
ru_ru: Выполняется обновление встроенного программного обеспечения...
sv_se: Uppdaterar Firmware …
th_th: กำลังอัพเดตเฟิร์มแวร์
tr_tr: Ürün Yazılımı Güncelleniyor...
zh_cn: 更新固件......

source: The update may take several minutes. Do not interrupt the update once it has begun. Inserting a fresh battery before updating is recommended.
cht: 更新可能需要幾分鐘。 一旦開始，請不要中斷更新。
da_dk: Opdateringen kan tage nogle minutter. Afbryd ikke opdateringen når den først er startet.
el_gr: Η ενημέρωση μπορεί να διαρκέσει αρκετά λεπτά. Μη διακόπτετε την ενημέρωση αφού ξεκινήσει.
fi_fi: Päivitys saattaa kestää useita minuutteja. Kun laiteohjelmiston päivitys on alkanut, älä keskeytä sitä.
hr_hr: Ažuriranje može potrajati nekoliko minuta. Nemojte prekidati ažuriranje.
hu_hu: A frissítés igénybe vehet néhány percet. Ne szakítsa meg a kapcsolatot a frissítés megkezdése után.
it_it: L’aggiornamento può richiedere alcuni minuti. Una volta iniziato, non interrompere l’aggiornamento.
ko_kr: 업데이트에는 몇 분이 걸릴 수 있습니다. 업데이트가 시작되면 중단하지 마십시오.
nl_nl: Het kan enkele minuten duren voor de update is uitgevoerd. Onderbreek de update niet nadat hij gestart is.
no_no: Oppdateringen kan ta flere minutter. Ikke avbryt oppdateringen når den har startet.
pt_pt: A atualização pode levar vários minutos. Não interrompa a atualização quando ela já tiver começado.
ro_ro: Actualizarea poate dura câteva minute. Nu întrerupeți actualizarea după ce a început.
ru_ru: Установка обновления может занять несколько минут. Не прерывайте процесс установки обновления после того, как он будет начат.
sv_se: Uppdateringen kan dröja några minuter. Avbryt inte när uppdateringen har påbörjats.
th_th: การอัพเดตอาจใช้เวลาสักครู่หนึ่ง ห้ามขัดจังหวะเมื่อการอัพเดตเริ่มต้นขึ้น
tr_tr: Güncelleme işlemi birkaç dakika sürebilir. Başladıktan sonra, güncelleme işlemini yarıda kesmeyin.
zh_cn: 更新可能需要几分钟时间。 更新开始后请不要中断。

source: Firmware is Up to Date
cht: 韌體為最新版本
da_dk: Firmwaren er opdateret
el_gr: Το υλικολογισμικό είναι ενημερωμένο.
fi_fi: Laiteohjelmisto on ajan tasalla.
hr_hr: Imate najnoviju verziju programa
hu_hu: A firmware naprakész
it_it: Il firmware è aggiornato
ko_kr: 펌웨어가 최신입니다
nl_nl: De firmware is bijgewerkt
no_no: Fastvaren er oppdatert
pt_pt: O firmware está atualizado
ro_ro: Firmware este actualizat
ru_ru: Встроенное программное обеспечение обновлено
sv_se: Firmware är aktuell
th_th: เฟิร์มแวร์เป็นเวอร์ชั่นล่าสุดแล้ว
tr_tr: Ürün Yazılımı Günceldir
zh_cn: 固件已是最新版本

source: Firmware Can Not Update at This Time
cht: 目前韌體無法更新
da_dk: Firmwaren kan ikke opdateres i øjeblikket
el_gr: Δεν είναι δυνατή η ενημέρωση του υλικολογισμικού αυτήν τη στιγμή.
fi_fi: Laiteohjelmistoa ei voi päivittää juuri nyt.
hr_hr: Nije moguće ažuriranje programa
hu_hu: A firmware-t most nem lehet frissíteni
it_it: Il firmware non può essere aggiornato in questo momento
ko_kr: 현재는 펌웨어를 업데이트할 수 없음
nl_nl: Kan firmware op dit moment niet bijwerken
no_no: Kan ikke oppdatere fastvare på dette tidspunktet
pt_pt: Não é possível atualizar o firmware no momento
ro_ro: Firmware nu poate fi actualizat în acest moment
ru_ru: В настоящий момент встроенное программное обеспечение не может быть обновлено
sv_se: Firmware går inte att uppdatera just nu
th_th: เฟิร์มแวร์ไม่สามารถอัพเดตได้ในขณะนี้
tr_tr: Ürün Yazılımı Şu Anda Güncellenemez
zh_cn: 固件此时无法更新

source: No Firmware Update Needed
cht: 無需更新韌體
da_dk: Firmwareopdatering er ikke nødvendig
el_gr: Δεν απαιτείται ενημέρωση υλικολογισμικού.
fi_fi: Laiteohjelmistopäivitystä ei tarvittu.
hr_hr: Program ne zahtijeva ažuriranje
hu_hu: Jelenleg nincs szükség firmware frissítésre
it_it: Aggiornamento firmware non necessario
ko_kr: 펌웨어 업데이트가 필요하지 않음
nl_nl: Er is geen firmware-update nodig
no_no: Ingen oppdatering av fastvare nødvendig
pt_pt: Nenhuma atualização de firmware necessária
ro_ro: Nu este necesară nicio actualizare firmware
ru_ru: Обновление встроенного программного обеспечения не требуется
sv_se: Ingen Firmware-uppdatering krävs
th_th: ไม่จำเป็นต้องทำการอัพเดตเฟิร์มแวร์
tr_tr: Herhangi Bir Ürün Yazılımı Güncellemesi Gerekmemektedir
zh_cn: 固件无需更新

source: Recalculation based on the following is still pending:
cht: 基於以下內容的重新計算仍在進行中：
da_dk: Genberegning baseret på følgende afventer fortsat:
el_gr: Ο νέος υπολογισμός βάσει των παρακάτω είναι σε εκκρεμότητα:
fi_fi: Seuraaviin perustuva uudelleenlaskenta odottaa edelleen:
hr_hr: Nije dovršeno preračunavanje na temelju sljedećih podataka:
hu_hu: A következő újraszámítása függőben van:
it_it: Il ricalcolo basato su quanto segue è ancora in sospeso:
ko_kr: 다음에 기초한 다시 계산이 아직 대기 중:
nl_nl: Herberekening op basis van het volgende is nog in behandeling:
no_no: Rekalkulering basert på følgende venter:
pt_pt: O recálculo baseado nas seguintes informações continua pendente:
ro_ro: Recalcularea bazată pe următoarele aspecte este încă în așteptare:
ru_ru: Все еще ожидается повторный расчет на основании следующих данных:
sv_se: Omberäkning baserat på följande kommer att ske:
th_th: การคำนวณใหม่ตามสิ่งต่อไปนี้ยังคงดำเนินการอยู่:
tr_tr: Aşağıdaki işleme dayandırılan yeniden hesaplama, hâlâ beklemededir:
zh_cn: 基于以下内容的重新计算仍未完成:

source: Audiogram changes
cht: 聽力圖變化
da_dk: Audiogramændringer
el_gr: Αλλαγές Audiogram
fi_fi: Audiogrammimuutokset
hr_hr: Promjene u audiogramu
hu_hu: Hallásgörbe-változások
it_it: Modifiche audiogramma
ko_kr: 오디오그램 변경 사항
nl_nl: Wijzigingen in audiogram
no_no: Endringer i audiogram
pt_pt: Alterações do audiograma
ro_ro: Modificări ale audiogramei
ru_ru: Изменения аудиограммы
sv_se: Audiogramändringar
th_th: การเปลี่ยนแปลงผลตรวจการได้ยิน
tr_tr: Odyogram değişiklikleri
zh_cn: 听阈图更改

source: Reset Gain and MPO only
cht: 僅重設增益和 MPO
da_dk: Nulstil kun forstærkning og MPO
el_gr: Επαναφορά απολαβών και MPO μόνο
fi_fi: Nollaa vain vahvistus ja MPO
hr_hr: Vrati početne vrijednosti samo za jakost zvuka i MPO
hu_hu: Csak a Gain és az MPO alaphelyzetbe állítása
it_it: Reimposta solo guadagno e MPO
ko_kr: 이득 및 MPO만 초기화
nl_nl: Alleen herstellen van versterking en MPO
no_no: Tilbakestill kun gain og MPO
pt_pt: Redefinir somente o ganho e o MPO
ro_ro: Resetare numai amplificare și MPO
ru_ru: Выполнить сброс только значений усиления и максимальной выходной мощности
sv_se: Återställ endast förstärkning (gain) och MPO
th_th: รีเซ็ตเกนและ MPO เท่านั้น
tr_tr: Yalnızca Ses Alım ve MPO'yı Sıfırla
zh_cn: 仅重置增益和MPO

source: Reset all fine tuning changes
cht: 重設所有微調更改
da_dk: Nulstil alle finjusteringsændringer
el_gr: Επαναφορά όλων των αλλαγών συντονισμού
fi_fi: Nollaa kaikki hienosäätömuutokset
hr_hr: Vrati ugađanje zvuka na početne vrijednosti
hu_hu: Minden finomhangolási változtatás alaphelyzetbe állítása
it_it: Reimposta tutte le modifiche della microregolazione
ko_kr: 모든 미세 조정 변경 사항 초기화
nl_nl: Alle fijnafstellingswijzigingen herstellen
no_no: Tilbakestill alle endringer i fininnstillinger
pt_pt: Redefinir todas as alterações de ajuste fino
ro_ro: Resetarea tuturor modificărilor de ajustare cu precizie
ru_ru: Выполнить сброс всех изменений, внесенных в рамках точной настройки
sv_se: Återställ alla finjusteringar
th_th: รีเซ็ตการปรับแต่งทั้งหมด
tr_tr: Tüm ince ayar değişikliklerini sıfırla
zh_cn: 重置所有微调更改

source: Instruments must be connected before you can update Firmware.
cht: 必須先連接儀器，然後才能更新韌體。
da_dk: Der skal være tilsluttet instrumenter, før du kan opdatere firmwaren.
el_gr: Τα όργανα πρέπει να συνδεθούν προτού ενημερώσετε το υλικολογισμικό.
fi_fi: Kuulokojeet on yhdistettävä ennen laiteohjelmiston päivittämistä.
hr_hr: Uređaji moraju biti povezani kako biste ažurirali ugrađeni program
hu_hu: Csatlakoztatnia kell egy eszközt a firmwarefrissítéshez.
it_it: Prima di aggiornare il firmware, collegare i dispositivi.
ko_kr: 펌웨어를 업데이트하려면 장치를 연결해야 합니다.
nl_nl: Toestellen moeten aangesloten zijn voordat u firmware kunt bijwerken.
no_no: Høreapparatene må være tilkoblet før du kan oppdatere fastvare.
pt_pt: Os aparelhos devem estar conectados antes de poder atualizar o firmware.
ro_ro: Aparatele trebuie să fie conectate pentru a putea actualiza firmware.
ru_ru: Слуховые аппараты должны быть подсоединены, прежде чем Вы сможете обновить встроенное программное обеспечение.
sv_se: Hörapparaterna måste vara anslutna innan du kan uppdaterar Firmware.
th_th: ต้องเชื่อมต่อเครื่องช่วยฟังก่อนจึงจะสามารถอัพเดตเฟิร์มแวร์ได้
tr_tr: Ürün Yazılımının güncellenebilmesi için, önce enstrümanların bağlantısı kurulmalıdır.
zh_cn: 必须先连接助听器，然后才能更新固件。

source: REUG and RECD changes
cht: REUG 與 RECD 更改
da_dk: Ændringer af REUG og RECD
el_gr: Αλλαγές REUG και RECD
fi_fi: REUG- ja RECD-muutokset
hr_hr: REUG i RECD izmjene
hu_hu: REUG and RECD változtatások
it_it: Modifiche REUG e RECD
ko_kr: REUG 및 RECD 변경 사항
nl_nl: Wijzigingen in REUG en RECD
no_no: REUG- og RECD-endringer
pt_pt: Alterações de REUG e RECD
ro_ro: Modificări REUG și RECD
ru_ru: Изменения REUG и RECD
sv_se: Ändringar till REUG och RECD
th_th: การเปลี่ยนแปลง REUG และ RECD
tr_tr: REUG ve RECD değişiklikleri
zh_cn: REUG和RECD更改

source: REUG changes
cht: REUG 更改
da_dk: Ændringer af REUG
el_gr: Αλλαγές REUG
fi_fi: REUG-muutokset
hr_hr: REUG izmjene
hu_hu: REUG változtatások
it_it: Modifiche REUG
ko_kr: REUG 변경 사항
nl_nl: Wijzigingen in REUG
no_no: REUG-endringer
pt_pt: Alterações de REUG
ro_ro: Modificări REUG
ru_ru: Изменения REUG
sv_se: Ändringar till REUG
th_th: การเปลี่ยนแปลง REUG
tr_tr: REUG değişiklikleri
zh_cn: REUG更改

source: RECD changes
cht: RECD 更改
da_dk: Ændringer af RECD
el_gr: Αλλαγές RECD
fi_fi: RECD-muutokset
hr_hr: RECD izmjene
hu_hu: RECD változtatások
it_it: Modifiche RECD
ko_kr: RECD 변경 사항
nl_nl: Wijzigingen in RECD
no_no: RECD-endringer
pt_pt: Alterações de RECD
ro_ro: Modificări RECD
ru_ru: Изменения RECD
sv_se: Ändringar till RECD
th_th: การเปลี่ยนแปลง RECD
tr_tr: RECD değişiklikleri
zh_cn: RECD更改

source: A minimum of two points must be entered in order to save
cht: 必須輸入至少兩個點才能儲存
da_dk: Der skal indtastes mindst to punkter for at gemme
el_gr: Πρέπει να συμπληρωθούν τουλάχιστον δύο σημεία για να γίνει αποθήκευση.
fi_fi: Tallentaminen edellyttää vähintään kahden pisteen syöttämistä.
hr_hr: Najmanje dvije vrijednosti moraju biti unesene kako biste mogli spremiti
hu_hu: Legalább két pontot kell megadni, ha menteni szeretné
it_it: Per effettuare il salvataggio, occorre inserire almeno due punti
ko_kr: 저장하려면 최소 2개 지점을 입력해야 합니다
nl_nl: Er dienen minimaal twee punten ingevoerd te zijn voordat u kunt opslaan
no_no: Minst to punkter må være angitt for å lagre
pt_pt: Para salvar, devem ser inseridos no mínimo dois pontos
ro_ro: Pentru a putea salva, trebuie introdus un minim de două puncte
ru_ru: Чтобы сохранить, необходимо указать минимум два параметра
sv_se: Minst två punkter måste anges innan du sparar
th_th: ต้องป้อนอย่างน้อยสองจุดเพื่อบันทึก
tr_tr: Kaydetmek için en az iki nokta girilmelidir
zh_cn: 必须至少输入两点，以保存

source: Entered Right
cht: 右側輸入
da_dk: Indtastet højre
el_gr: Τοποθετήθηκε δεξιά
fi_fi: Syötetty oikea
hr_hr: Uneseno Desno
hu_hu: Jobb megadva
it_it: Apparecchio destro inserito
ko_kr: 입력한 오른쪽
nl_nl: Rechts ingevoerd
no_no: Oppgitt høyre
pt_pt: Inserido à direita
ro_ro: Introdus dreapta
ru_ru: Указано справа
sv_se: Inmatning höger
th_th: จุดด้านขวาที่ป้อน
tr_tr: Sağ Girildi
zh_cn: 右侧输入

source: Entered Left
cht: 左側輸入
da_dk: Indtastet venstre
el_gr: Τοποθετήθηκε αριστερά
fi_fi: Syötetty vasen
hr_hr: Uneseno Lijevo
hu_hu: Bal megadva
it_it: Apparecchio sinistro inserito
ko_kr: 입력한 왼쪽
nl_nl: Links ingevoerd
no_no: Oppgitt venstre
pt_pt: Inserido à esquerda
ro_ro: Introdus stânga
ru_ru: Указано слева
sv_se: Inmatning vänster
th_th: จุดด้านซ้ายที่ป้อน
tr_tr: Sol Girildi
zh_cn: 左侧输入
