Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: DSLv5 - Adult
bg_bg: DSLv5 - възрастен
cht: DSLv5 -成人
da_dk: DSLv5 – voksen
el_gr: DSLv5 - Ενήλικας
fi_fi: DSLv5 - Aikuinen
hr_hr: DSLv5 - odrasli
hu_hu: DSLv5 – felnőtt
it_it: DSLv5 - Adulto
ko_kr: DSLv5 - 성인
nl_nl: DSLv5 - Volwassene
no_no: DSLv5 – voksen
pt_pt: DSLv5 – Adulto
ru_ru: DSLv5 - Взрослый
sv_se: DSLv5 - Vuxen
th_th: DSLv5 - ผู้ใหญ่
tr_tr: DSLv5 - Yetişkin
zh_cn: DSLv5-成人

source: When the patient changes program on one instrument, the other side will change to be the same program.
bg_bg: Когато пациентът промени програмата на единия апарат, другата страна ще превключи на същата програма.
cht: 當客戶切換一邊助聽器的程式，另一邊的將同時切換至相同程式。
da_dk: Når brugeren skifter program på det ene høreapparat, vil den anden side skifte til samme program.
el_gr: Όταν ο ασθενής αλλάζει πρόγραμμα σε ένα βοήθημα, η άλλη πλευρά θα αλλάξει στο ίδιο πρόγραμμα.
fi_fi: Kun potilas vaihtaa ohjelman yhdessä kuulokojeessa, sama ohjelma otetaan käyttöön toisessa kuulokojeessa.
hr_hr: Kada pacijent promijeni program na jednom uređaju, druga će strana slijediti promjene u programu.
hu_hu: Amikor a páciens programot vált az egyik készüléken, a másik oldalon is megtörténik ugyanaz a program váltás.
it_it: Quando il paziente cambia il programma da un orecchio, il controlaterale commuterà sullo stesso programma.
ko_kr: 사용자가 한측 보청기의 프로그램을 변경하면, 반대측 보청기도 같은 프로그램으로 변경됩니다.
nl_nl: Wanneer uw cliënt het programma op één toestel wijzigt, zal de andere kant ook overschakelen naar hetzelfde programma.
no_no: Når pasienten bytter program på ett apparat, vil også det andre apparatet endres til samme program.
pt_pt: Quando o paciente troca de programa em um aparelho auditivo, o lado oposto irá trocar para o mesmo programa.
ro_ro: Atunci când pacientul schimbă programele pe unul dintre aparate, cealaltă parte se va schimba la același program.
ru_ru: При изменении пациентом программы на одном СА аппарат на другой стороне также переключится на ту же программу.
sv_se: När patienten byter program på ena hörapparaten byter den andra hörapparaten till samma program.
th_th: เมื่อผู้ป่วยเปลี่ยนโปรแกรมในเครื่องช่วยฟังฝั่งหนึ่ง อีกฝั่งหนึ่งก็จะเปลี่ยนเป็นไปเป็นโปรแกรมเดียวกัน
tr_tr: Hasta bir cihazda programı değiştirirse, diğer taraf aynı programa geçer.
zh_cn: 当用户改变一侧的程序时，另一侧的程序也将同时改变。

source: Synchronize Volume Changes
bg_bg: Синхронизиране на промените на силата на звука
cht: 同步化音量調整
da_dk: Synkroniser ændringer i lydstyrken
el_gr: Συγχρονισμός μεταβολών της έντασης ήχου
fi_fi: Synkronoi voimakkuussäätimen muutokset
hr_hr: Sinkroniziraj promjene glasnoće
hu_hu: Hangerő módosításainak szinkronizálása
it_it: Modifiche del volume sincronizzate
ko_kr: 볼륨 양이동기화
nl_nl: Volumeregelaars synchroniseren
no_no: Synkroniserte volumendringer
pt_pt: Sincronizar alterações do volume
ro_ro: Sincronizare Modificari de Volum
ru_ru: Синхронизировать изменения громкости
sv_se: Synkroniserar Volymförändringar
th_th: บันทึกการเปลี่ยนแปลงระดับเสียง
tr_tr: Senkronize ses değişimleri
zh_cn: 同步音量调节

source: When the patient changes the volume on one instrument, the other side will synchronize with the same volume changes.
bg_bg: Когато пациентът промени силата на звука на единия апарат, другата страна ще се синхронизира със същите промени на силата на звука.
cht: 當客戶調整一邊助聽器的音量，另一邊將同步相同的音量調整。
da_dk: Når brugeren ændrer lydstyrke på det ene høreapparat, vil den anden side blive synkroniseret til samme lydstyrke.
el_gr: Όταν ο ασθενής αλλάζει την ένταση ήχου σε ένα βοήθημα, η άλλη πλευρά θα συγχρονιστεί στην ίδια ένταση ήχου.
fi_fi: Kun potilas säätää yhden kuulokojeen äänenvoimakkuutta, muutos synkronoidaan toiseen kuulokojeeseen.
hr_hr: Kada pacijent promijeni glasnoću zvuka na jednom uređaju, druga će strana slijediti promjene u glasnoći zvuka.
hu_hu: Amikor a páciens hangerőt állít egy készüléken, a másik oldal szinkronban elvégzi az azonos hangerő állítást.
it_it: Quando il paziente cambia il volume da un lato, il controlaterale verrà sincronizzato sulla stessa variazione di volume.
ko_kr: 사용자가 한측 보청기의 볼륨을 조절하면, 반대측 보청기도 같은 볼륨으로 동기화 되어 조절 됩니다.
nl_nl: Wanneer uw cliënt het volume van één toestel wijzigt, krijgt de andere kant automatisch hetzelfde volume.
no_no: Når pasienten endrer volum på ett apparat, vil volumet på det andre apparatet synkroniseres med samme endringer.
pt_pt: Quando o paciente alterar o volume em um aparelho auditivo, o lado oposto irá sincronizar com o mesmo volume.
ro_ro: Atunci când pacientul schimbă volumul pe unul dintre aparate, cealaltă parte se va sincroniza la aceleași modificări ale volumului.
ru_ru: При изменении пациентом громкости на одном СА аппарат на другой стороне синхронизируется с теми же изменениями громкости.
sv_se: När patienten ändrar volym på ena hörapparaten synkroniseras den andra hörapparaten med samma ändring.
th_th: เมื่อผู้ป่วยเปลี่ยนระดับเสียงในเครื่องช่วยฟังฝั่งหนึ่ง อีกฝั่งหนึ่งก็จะซิงค์ให้มีการเปลี่ยนแปลงระดับเสียงเดียวกัน
tr_tr: Hasta bir cihazda ses seviyesini değiştirirse, diğer taraf aynı ses seviyesi değişikliğiyle senkronize olur.
zh_cn: 当用户改变一侧耳的音量时，另一侧耳的音量也将同时被改变。

source: When the patient changes the volume on one instrument, the other side will synchronize with the same volume changes.
bg_bg: Когато пациентът промени силата на звука на единия апарат, другата страна ще се синхронизира със същите промени на силата на звука.
cht: 當客戶調整一邊助聽器的音量，另一邊將同步相同的音量調整。
da_dk: Når brugeren ændrer lydstyrke på det ene høreapparat, vil den anden side blive synkroniseret til samme lydstyrke.
el_gr: Όταν ο ασθενής αλλάζει την ένταση ήχου σε ένα βοήθημα, η άλλη πλευρά θα συγχρονιστεί στην ίδια ένταση ήχου.
fi_fi: Kun potilas säätää yhden kuulokojeen äänenvoimakkuutta, muutos synkronoidaan toiseen kuulokojeeseen.
hr_hr: Kada pacijent promijeni glasnoću zvuka na jednom uređaju, druga će strana slijediti promjene u glasnoći zvuka.
hu_hu: Amikor a páciens hangerőt állít egy készüléken, a másik oldal szinkronban elvégzi az azonos hangerő állítást.
it_it: Quando il paziente cambia il volume da un lato, il controlaterale verrà sincronizzato sulla stessa variazione di volume.
ko_kr: 사용자가 한측 보청기의 볼륨을 조절하면, 반대측 보청기도 같은 볼륨으로 동기화 되어 조절 됩니다.
nl_nl: Wanneer uw cliënt het volume van één toestel wijzigt, krijgt de andere kant automatisch hetzelfde volume.
no_no: Når pasienten endrer volum på ett apparat, vil volumet på det andre apparatet synkroniseres med samme endringer.
pt_pt: Quando o paciente alterar o volume em um aparelho auditivo, o lado oposto irá sincronizar com o mesmo volume.
ro_ro: Atunci când pacientul schimbă volumul pe unul dintre aparate, cealaltă parte se va sincroniza la aceleași modificări ale volumului.
ru_ru: При изменении пациентом громкости на одном СА аппарат на другой стороне синхронизируется с теми же изменениями громкости.
sv_se: När patienten ändrar volym på ena hörapparaten synkroniseras den andra hörapparaten med samma ändring.
th_th: เมื่อผู้ป่วยเปลี่ยนระดับเสียงในเครื่องช่วยฟังฝั่งหนึ่ง อีกฝั่งหนึ่งก็จะซิงค์ให้มีการเปลี่ยนแปลงระดับเสียงเดียวกัน
tr_tr: Hasta bir cihazda ses seviyesini değiştirirse, diğer taraf aynı ses seviyesi değişikliğiyle senkronize olur.
zh_cn: 当用户改变一侧耳的音量时，另一侧耳的音量也将同时被改变。

source: The multi-push button settings in Beeps and VC screen are currently set differently on both sides. Please check your settings.
bg_bg: Настройките на многофункционалния бутон на екран Сигнали и Контрол на силата на звука в момента са зададени различно от двете страни.
cht: 提示音和音量調整視窗中的多重按鈕設定目前在兩側設定不同。請檢查您的設定。
da_dk: Indstillingerne for multifunktionsknappen på Bib- og VD-skærmen er i øjeblikket angivet forskelligt på begge sider. Tjek indstillingerne.
el_gr: Οι ρυθμίσεις του κουμπιού πολλαπλών λειτουργιών στην οθόνη ηχητικών σημάτων και VC είναι επί του παρόντος διαφορετικές στις δύο πλευρές. Ελέγξτε τις ρυθμίσεις σας.
fi_fi: Monitoimipainikkeen äänimerkki- ja äänenvoimakkuusnäyttöasetukset ovat erilaiset molemmilla puolilla. Tarkista asetukset.
hr_hr: Postavke višefunkcijskih tipki na zaslonima „Zvučni signali” i VC trenutno su različito postavljene na objema stranama. Provjerite svoje postavke.
hu_hu: A Csipogás és a H.szab képernyő multi gombos beállításai jelenleg eltérően vannak beállítva mindkét oldalon. Ellenőrizze a beállításokat.
it_it: Le impostazioni con pressione multipla del pulsante nelle schermate Beep e VC sono attualmente configurate in modo differente sui due lati. Controllare le impostazioni.
ko_kr: 양측의 멀티푸쉬 버튼이 서로 다르게 설정되었습니다. 설정 정보를 확인하십시오.
nl_nl: De multifunctionele knopinstellingen in het scherm Toestelbediening zijn momenteel verschillend aan beide kanten. Controleer uw instellingen.
no_no: Multifunksjonsknapp-innstillingene i Signal- og VK-skjermbildet er for øyeblikket stilt inn forskjellig på hver side. Sjekk innstillingene dine.
pt_pt: As configurações do botão multitoque em bipes e tela de controle de volume atualmente são definidas de modo diferente nos dois lados. Verifique suas configurações.
ro_ro: Setările butonului cu apăsare multiplă din Bipuri și ecranul VC sunt momentan setate diferit pe ambele părți. Vă rugăm să vă verificați setările.
ru_ru: Настройки многофункциональной кнопки для Бип-сигналов и экрана регулирования громкости заданы в настоящее время различно для правой и левой сторон. Проверьте свои настройки.
sv_se: Flertryckknappinställningarna på ljudsignal- VK-skärmen är inställda på olika sätt på båda sidor. Kontrollera inställningarna.
th_th: การตั้งค่าปุ่มมัลติพุชในหน้าจอ Beeps และ VC ในปัจจุบัน มีค่าที่แตกต่างกันทั้งสองด้าน โปรดตรวจสอบการตั้งค่าของคุณ
tr_tr: Sinyaller ve VC ekranındaki çoklu buton ayarı şu anda her iki tarafta farklı ayarlanmıştır. Lütfen ayarlarınızı kontrol edin.
zh_cn: 提示音和VC界面上的多功能按钮目前在两侧助听器中的设置方式不同。请检查您的设置。

source: Ear-to-Ear program synchronization is turned off. Please set multi-function button identically on both sides.
bg_bg: Синхронизацията на програмата Ухо с ухо е изключена. Моля, установете многофункционалния бутон еднакво от двете страни.
cht: 雙耳程式同步已關閉，請在兩側的多功能按鈕作相同設定。
da_dk: Ear-to ear-programsynkronisering er slået fra. Angiv multifunktionsknappen ens på begge sider.
el_gr: Ο συγχρονισμός προγράμματος Ear-to-Ear είναι απενεργοποιημένος. Ρυθμίστε το κουμπί πολλαπλών λειτουργιών με τον ίδιο τρόπο και για τις δύο πλευρές.
fi_fi: Kuulokojeiden välinen yhteys ei ole käytössä. Aseta monikäyttökytkin identtiseksi kumpaankin kojeeseen.
hr_hr: Sinkronizacija programa između ušiju je isključena. Postavite višefunkcijsku tipku jednako na objema stranama.
hu_hu: A készülékek közötti program-szinkronizáció ki van kapcsolva. Ellenőrizze a multifunkciós nyomógomb egyezőségét mindkét oldalon.
it_it: La sincronizzazione del programma Ear-to-Ear è disabilitata. Impostare il pulsante multifunzione in modo identico per entrambi i lati.
ko_kr: 프로그램의 양이 동기화 기능이 꺼졌습니다. 멀티 푸쉬 버튼을 양측에 동일하게 설정하십시오.
nl_nl: Ear-to-Ear programmasynchronisatie is uitgezet. Stel de multifunctionele knop identiek in op beide zijden.
no_no: Program synkronisering er slått av. Gjør multifunksjonsknappen lik på begge sider.
pt_pt: A sincronização do programa de orelha a orelha está desligada. Defina o botão multifunção igualmente em ambos os lados.
ro_ro: Sincronizarea programului de la ureche-la-ureche este oprita. Setati butonul multifunctional identic pe ambele parti.
ru_ru: Программа синхронизации правого и левого СА отключена. Пожалуйста, настройте многофункциональную кнопку одинаково с обеих сторон.
sv_se: Öra till Öra program synkronisering är avstängd. Sätt multifunktionsknappen i samma läge på båda sidor.
th_th: การซิงโครไนซ์โปรแกรมแบบ Ear-to-Ear ถูกปิด โปรดตั้งค่าปุ่มมัลติฟังก์ชันให้เหมือนกันทั้งสองข้าง
tr_tr: Kulaktan Kulağa program senkronizasyonu kapalı. Lütfen çoklu fonksiyon düğmesini her iki tarafta aynı ayarlayın.
zh_cn: 同步聆听程序功能已关闭，请将双侧助听器的多功能按钮设置为程序切换。

source: Ear-to-Ear volume change synchronization is turned off. Please set the volume change of the multi-function button identically on both sides.
bg_bg: Синхронизацията на промяната на силата на звука Ухо с ухо е изключена. Моля, установете промяната на силата на звука на многофункционалния бутон еднакво от двете страни.
cht: 雙耳音量調整同步已關閉，請在兩側的多功能按鈕作相同音量調整設定。
da_dk: Ear-to ear-lydstyrkesynkronisering er slået fra. Angiv lydstyrkeændringen for multifunktionsknappen ens på begge sider.
el_gr: Ο συγχρονισμός αλλαγής έντασης ήχου από αυτί σε αυτί είναι απενεργοποιημένος. Ρυθμίστε την αλλαγή έντασης ήχου στο κουμπί πολλαπλών λειτουργιών πανομοιότυπα και στις δύο πλευρές.
fi_fi: Kuulokojeiden välinen äänenvoimakkuuden synkronointi ei ole käytössä. Aseta monitoimikytkimen voimakkuudenmuutokset identtisiksi kumpaankin kojeeseen.
hr_hr: Sinkronizacija promjene glasnoće između ušiju je isključena. Postavite promjenu glasnoće višefunkcijske tipke jednako na objema stranama.
hu_hu: A hallókészülékek közötti hangerőmódosítás szinkronizációja ki van kapcsolva. Állítsa be a multifunkciós nyomógomb hangerőmódosítását azonos értékre mindkét oldalon.
it_it: La sincronizzazione della variazione di volume Ear-to-Ear è disabilitata. Impostare la variazione di volume del pulsante multifunzione in modo identico per entrambi i lati.
ko_kr: 볼륨조절의 양이 동기화 기능이 꺼졌습니다. 양측의 멀티 푸쉬 버튼을 볼륨으로 설정하십시오.
nl_nl: Ear-to-Ear volumesynchronisatie is uitgezet. Stel de volumewijziging van de multifunctionele knop identiek in op beide zijden.
no_no: Synkronisering av volumendring øre til øre er slått av. Angi samme volumendring for multifunksjonsknappen på begge sider.
pt_pt: A sincronização de alteração de volume de orelha a orelha está desligada. Defina a alteração de volume do botão multifunção igualmente em ambos os lados.
ro_ro: Sincronizarea modificarilor de volum de la ureche-la-ureche este oprita. Setati modificarile de volum ale butonului multifunctional identic pe ambele parti.
ru_ru: Синхронизация изменения громкости правого и левого СА отключена. Пожалуйста, настройте многофункциональную кнопку на изменение громкости одинаково с обеих сторон.
sv_se: Öra till Öra volym synkronisering är avstängd. Sätt multifunktionsknappen i samma läge på båda sidor.
th_th: การซิงโครไนซ์การเปลี่ยนระดับเสียงแบบ Ear-to-Ear ถูกปิด โปรดตั้งค่าการเปลี่ยนระดับเสียงของปุ่มมัลติฟังก์ชันให้เหมือนกันทั้งทองข้าง
tr_tr: Kulaktan Kulağa ses değiştirme senkronizasyonu kapalı. Lütfen çoklu fonksiyon düğmesinin ses değişikliğini her iki tarafta aynı ayarlayın.
zh_cn: 同步音量调节功能已关闭。请将双侧助听器的多功能按钮设置为音量控制。

source: Ear-to-Ear program synchronization is turned off. Please set multi-function button identically on both sides.
bg_bg: Синхронизацията на програмата Ухо с ухо е изключена. Настройте многофункционалния бутон еднакво от двете страни.
cht: 雙耳互聯程式同步功能已被關閉。請將雙側多功能按鈕設定為相同。
da_dk: Ear-to ear-programsynkronisering er slået fra. Multifunktionsknappen skal indstilles ens på begge sider.
el_gr: Ο συγχρονισμός προγράμματος Ear-to-Ear είναι απενεργοποιημένος. Ρυθμίστε το κουμπί πολλαπλών λειτουργιών με τον ίδιο τρόπο και για τις δύο πλευρές.
fi_fi: Kuulokojeiden välinen yhteys ei ole käytössä. Aseta monikäyttökytkin identtiseksi kumpaankin kojeeseen.
hr_hr: Sinkronizacija programa između ušiju je isključena. Postavite višefunkcijsku tipku jednako na objema stranama.
hu_hu: A készülékek közötti program-szinkronizáció ki van kapcsolva. Állítsa be a multifunkciós nyomógomb egyezőségét mindkét oldalon.
it_it: La sincronizzazione Ear-to-Ear dei programmi è disabilitata. Si prega di settare il pulsante multifunzione in modo identico per entrambi i lati.
ko_kr: e2e 프로그램 동기화 기능이 꺼져 있습니다. 멀티 푸쉬 버튼을 양측에 동일하게 설정하십시오.
nl_nl: Ear-to-Ear-programmasynchronisatie is uitgeschakeld. Stel de multifunctionele knop identiek in aan beide zijden.
no_no: Øre til Øre program synkronisering er slått av. Gjør multifunksjonsknappen lik på begge sider.
pt_pt: A sincronização de programas de orelha a orelha está desativada. Configure o botão multifunção de forma idêntica em ambos os lados.
ro_ro: Sincronizarea programului de la ureche-la-ureche este oprita. Setati butonul multifunctional identic pe ambele parti. Setați butonul multifuncțional în mod identic pe ambele părți.
ru_ru: Программа синхронизации правого и левого СА отключена. Пожалуйста, настройте многофункциональную кнопку одинаково с обеих сторон.
sv_se: Öra-till-öra-synkroniseringen är avstängd. Ställ in multifunktionsknappen lika på bägge sidor.
th_th: ปิดการซิงโครไนซ์โปรแกรม Ear-to-Ear แล้ว โปรดตั้งค่าปุ่มมัลติฟังก์ชันให้เหมือนกันทั้งสองข้าง
tr_tr: Kulaktan Kulağa program senkronizasyonu kapalı. Lütfen çoklu fonksiyon düğmesini her iki tarafta aynı ayarlayın.
zh_cn: 双耳同步功能已关闭，请将双侧助听器的多功能按钮设置为程序切换。

source: Ear-to-Ear volume change synchronization is turned off. Please set volume change of the multi-function button identically on both sides.
bg_bg: Синхронизацията на промяната на силата на звука на Ухо с ухо е изключена. Настройте промяната на силата на звука на многофункционалния бутон еднакво от двете страни.
cht: 雙耳互聯音量同步功能已被關閉。請將雙側多功能按鈕設定為相同。
da_dk: Ear-to ear-lydstyrkesynkronisering er slået fra. Angiv lydstyrkeændringen for multifunktionsknappen ens på begge sider.
el_gr: Ο συγχρονισμός προγράμματος Ear-to-Ear είναι απενεργοποιημένος. Ενεργοποιήστε τον ρυθμιστή έντασης απο το κουμπί πολλαπλών λειτουργιών και για τις δύο πλευρές.
fi_fi: Kuulokojeiden välinen äänenvoimakkuuden synkronointi ei ole käytössä. Aseta monitoimikytkimen voimakkuudenmuutokset identtisiksi kumpaankin kojeesee n.
hr_hr: Sinkronizacija promjene glasnoće između ušiju je isključena. Postavite promjenu glasnoće višefunkcijske tipke jednako na objema stranama.
hu_hu: A hallókészülékek közötti hangerő módosítás szinkronizációja ki van kapcsolva. Állítsa be a többfunkciós gomb hangerőmódosítását azonos értékre mindkét oldalon.
it_it: La sincronizzazione della variazione di volume Ear-to-Ear è disabilitata. Impostare la variazione di volume del pulsante multifunzione in modo identico per entrambi i lati.
ko_kr: e2e 볼륨조절 동기화 기능이 꺼져 있습니다. 멀티 푸쉬 버튼을 양쪽 모두 동일하게 설정하십시오.
nl_nl: Ear-to-Ear volume synchronisatie is uitgeschakeld. Stel de volumeregeling van de multifunctionele knop identiek in aan beide zijden.
no_no: Synkronisering av volumendring øre til øre er slått av. Angi samme volumendring for multifunksjonsknappen på begge sider.
pt_pt: A sincronização de alteração do volume de orelha a orelha está desativada. Configure a alteração de volume do botão multifunção igualmente em ambos os lados.
ro_ro: Sincronizarea schimbării volumului de la ureche-la-ureche este oprită. Setați schimbarea volumului la butonul multifuncțional în mod identic pe ambele părți.
ru_ru: Синхронизация изменения громкости правого и левого СА отключена. Пожалуйста, настройте многофункциональную кнопку на изменение громкости одинаково с обеих сторон.
sv_se: Öra-till-öra-voly,synkroniseringen är avstängd. Ställ in volymändringen för multifunktionsknappen lika på bägge sidor.
th_th: ปิดการซิงโครไนซ์การเปลี่ยนแปลงระดับเสียง Ear-to-Ear แล้ว โปรดตั้งค่าการเปลี่ยนระดับเสียงของปุ่มมัลติฟังก์ชันให้เหมือนกันทั้งสองข้าง
tr_tr: Kulaktan Kulağa ses değiştirme senkronizasyonu kapalı. Lütfen çoklu fonksiyon düğmesinin ses değişikliğini her iki tarafta aynı ayarlayın.
zh_cn: 同步音量调节功能已关闭。请将双侧助听器的多功能按钮设置为音量控制。

source: Use left ear settings
bg_bg: Използвай настройките на лявото ухо
cht: 使用左耳設定
da_dk: Benyt indstillinger for venstre øre
el_gr: Χρήση των ρυθμίσεων του αριστερού αυτιού
fi_fi: Käyttäjän vasemman korvan asetukset
hr_hr: Upotrijebi postavke lijevog uha
hu_hu: A bal fül beállításainak használata
it_it: Impostazioni per l'uso dell'orecchio sinistro
ko_kr: 좌측 설정 사용
nl_nl: Gebruik de instellingen van het linkeroor
no_no: Bruk innstillinger for venstre øre
pt_pt: Use as configurações do ouvido esquerdo
ro_ro: Utilizați setările urechii stângi
ru_ru: Использовать настройки для левого уха
sv_se: Använda vänster öras inställningar
th_th: ใช้การตั้งค่าหูซ้าย
tr_tr: Sol kulak ayarlarını kullan
zh_cn: 使用左耳设置

source: Always prompt DFS calibration
bg_bg: Винаги напомняй за калибриране на ЦПМ
cht: 永遠提示數位回饋音抑制校正
da_dk: Spørg altid efter DFS-kalibrering
el_gr: Να γίνεται πάντα ερώτηση για βαθμονόμηση της DFS
fi_fi: Ilmoita aina DFS kalibroinnista :
hr_hr: Uvijek zatraži kalibraciju DFS-a
hu_hu: Mindig azonnali DFS kalibráció
it_it: Chiedi sempre calibrazione DFS
ko_kr: 매회 캘리브레이션 확인
nl_nl: Stel altijd DFS kalibratie voor
no_no: Spør alltid om DFS-kalibrering
pt_pt: Sempre propor a calibração do DFS
ro_ro: Afisati intotdeauna solicitarea de calibrare a DFS
ru_ru: Всегда запрашивать разрешение на калибровку подавления обратной связи (DFS)
sv_se: Alltid DFS kalibrering
th_th: แจ้งเตือนการปรับเทียบ DFS เสมอ
tr_tr: Her zaman DFS kalibrasyonuna yönlendir
zh_cn: 总是显示DFS校准提示

source: Binaural Directionality
bg_bg: Бинаурална насоченост
cht: 雙耳方向性
fi_fi: Binauraalinen suuntakuvio
hr_hr: Binauralna usmjerenost
hu_hu: Binaurális direkcionlitás
it_it: Direzionalità Binaurale
nl_nl: Binaurale directionaliteit
no_no: Binaural Direksjonalitet
pt_pt: Direcionalidade Binaural
ro_ro: Directionalitate Binaurala
ru_ru: Бинауральная направленность
sv_se: Binaural Riktverkan
tr_tr: Binaural Direksiyonalite
zh_cn: 自动
