Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: If Remote Control was updated with new firmware the hearing aids may also need an update
bg_bg: Ако дистанционното управление е актуализирано с нов фърмуер, възможно е и слуховите апарати да имат нужда от актуализиране
cht: 如果以新版韌體更新遙控器，助聽器可能也需要更新
da_dk: Hvis fjernbetjeningen er opdateret med ny firmware, skal høreapparaterne muligvis også opdateres
el_gr: Αν το τηλεχειριστήριο ενημερώθηκε με νέο υλικολογισμικό, ενδέχεται να απαιτείται ενημέρωση και των ακουστικών βοηθημάτων
fi_fi: Jos Kauko-ohjaimeen on päivitetty uusi laiteohjelmisto, kuulokojeidenkin laiteohjelmisto on ehkä päivitettävä.
hr_hr: Ako je daljinski upravljač ažuriran na najnoviju programsku opremu, možda će trebati ažurirati i slušna pomagala
hu_hu: Ha a távirányító új firmware-rel lett frissítve, a hallókészülékek frissítésére lehet szükség
it_it: Se il Remote Control è stato aggiornato con un nuovo firmware, potrebbe essere necessario aggiornare anche gli apparecchi acustici
ko_kr: 리모컨을 새 펌웨어로 업데이트하면 보청기 역시 업데이트가 필요합니다
nl_nl: Als de Afstandbediening een update heeft gehad met nieuwe firmware hebben de hoortoestellen misschien ook een update nodig
no_no: Hvis fjernkontrollen blir oppdatert med ny fastvare må høreapparatene også oppdateres.
pt_pt: Se o controle remoto foi atualizado com o novo firmware, os aparelhos auditivos também deverão ser atualizados
ro_ro: Daca softul telecomenzii a fost actualizat, este posibil ca si aparatele auditive sa necesite actualizare
ru_ru: Если пульт дистанционного управления был обновлен новой прошивкой, возможно, СА также необходимо обновить
sv_se: Om fjärrkontrollen har uppdaterats med ny programvara kan även hörapparaten behöva uppdateras
th_th: หากรีโมทได้รับการอัพเดตเฟิร์มแวร์ใหม่ อุปกรณ์ช่วยฟังอาจต้องได้รับการอัพเดตด้วย
tr_tr: Uzaktan Kumanda yeni bellenimle güncellendiyse, işitme cihazlarının da güncellenmesi gerekebilir
zh_cn: 如果遥控器已更新固件,助听器也需要进行更新。

source: TV streamer is not functioning: The user does not hear sound from the TV streamer, or only hears sound out of one ear
bg_bg: Телевизионният стриймър не функционира: потребителят не чува звук от телевизионния стриймър или чува звук само с едното ухо
cht: TV Streamer 無法運作：使用者無法由 TV Streamer 聽見聲音，或僅由單耳聽見聲音。
da_dk: TV streamer virker ikke. Brugeren kan ikke høre lyden fra TV streamer eller hører den kun i det ene øre
el_gr: Το TV streamer δεν λειτουργεί: Ο χρήστης δεν ακούει ήχο από το TV streamer ή ακούει ήχο μόνο από το ένα αυτί
fi_fi: TV-lähetin ei toimi: Käyttäjä ei kuule ääntä TV-lähettimestä tai kuulee vain ääniä yhteen korvaan
hr_hr: TV Streamer ne radi: korisnik ne čuje zvuk s alata ili čuje samo zvuk u jednom uhu
hu_hu: A TV streamer nem működik: A felhasználó nem hall hangot a TV streamerből, vagy csak az egyik fülében hall hangot
it_it: Lo streamer TV non funziona: l'utente non sente il suono dallo streamer TV o sente il suono solo in un orecchio
ko_kr: TV스트리머가 동작하지 않습니다 : 사용자는 TV스트리머의 소리가 들리지 않거나 한측으로만 들립니다
nl_nl: De TV streamer functioneert niet: de cliënt hoort geen geluid van de TV streamer of hoort het geluid maar van één kant
no_no: TV Streamer fungerer ikke: Brukeren hører ikke lyd fra TV Streamer eller hører bare på ett øre
pt_pt: O Transmissor de TV não está funcionando: o usuário não ouve o som do Transmissor de TV ou ouve apenas em uma orelha
ro_ro: Redarea in flux unite nu functioneaza: utilizatorul nu aude sunet provenit de la dispozitiv sau aude sunetul la o singura ureche
ru_ru: ТВ-стример не работает: Пользователь не слышит звук телевизора или слышит только одним ухом
sv_se: TV/Audio streamer fungerar inte: Användaren hör inte ljudet från TV/Audio streamer eller hör bara ljud på ett av öronen.
th_th: TV Streamer ไม่ทำงาน: ผู้ใช้ไม่ได้ยินเสียงจาก TV Streamer หรือได้ยินเสียงจากหูเพียงข้างเดียว
tr_tr: Televizyon ünitesi çalışmıyor: Kullanıcı TV ünitesinden gelen sesi duymuyor ya da sadece bir kulak dışarıdan ses alıyor
zh_cn: 音频转换器不工作:用户无法听到音频转换器传来声音，或只能单耳聆听。

source: Ensure that the TV Streamer is paired to the hearing instruments, and that it is correctly connected to the television
bg_bg: Уверете се, че телевизионният стриймър е сдвоен със слуховите апарати и че е правилно свързан с телевизора
cht: 確保 TV Streamer 與助聽器配對，並已正確連接到電視機
da_dk: Kontrollér, at TV streamer er parret til høreapparaterne, og at den er forbundet korrekt til tv'et
el_gr: Ελέγξτε ότι η ζεύξη του TV streamer στα ακουστικά βοηθήματα και η σύνδεση στην τηλεόραση έχουν γίνει σωστά
fi_fi: Varmista, että TV-lähetin ja kuulokojeet on paritettuja että se on yhdistetty televisioon oikein.
hr_hr: Uvjerite se da je TV Streamer uparen sa slušnim aparatima, i da je pravilno povezan s televizorom
hu_hu: Gondoskodjon arról, hogy a TV streamer párosítva legyen a hallókészülékekkel, és megfelelően csatlakozzon a televízióhoz
it_it: Assicurarsi che lo streamer TV sia accoppiato agli apparecchi acustici e che sia connesso correttamente al televisore
ko_kr: TV스트리머가 보청기에 페어링 되었는지, 그리고 TV에 올바로 연결되었는지 확인하세요
nl_nl: Zorg ervoor dat de TV streamer gekoppeld is met de hoortoestellen en dat hij correct is verbonden met de televisie
no_no: Forsikre deg om at TV Streamer er paret med høreapparatene, og at den er koblet til TV-en på korrekt måte
pt_pt: Certifique-se de que o Transmissor de TV está pareado com os aparelhos e corretamente conectado à televisão
ro_ro: Asigurați-vă că streamerul TV este împerecheat cu instrumentele auditive și că este conectat corect la televizor
ru_ru: Убедитесь, что ТВ-стример сопряжен со слуховыми аппаратами и правильно подключен к телевизору
sv_se: Se till att TV streamer är parad med hörapparaten och att den är ansluten till TV:n.
th_th: ตรวจสอบให้แน่ใจว่าได้จับคู่ TV Streamer กับอุปกรณ์ช่วยฟัง และมีการเชื่อมต่อกับโทรทัศน์อย่างถูกต้อง
tr_tr: TV ünitesinin işitme cihazlarıyla eşleştirildiğinden ve televizyona doğru şekilde bağlandığından emin olun
zh_cn: 确保音频转换器已与助听器配对，并已正确连接到电视机

source: Ask the patient if the television has a digital or analog output. If it is a digital output an adaptor may be required.
bg_bg: Попитайте пациента дали телевизорът има цифров или аналогов изход. Ако има цифров изход, възможно е да има нужда от адаптер.
cht: 詢問客戶電視是否有數位或類比輸出。如果是數位輸出，可能需要使用轉接器。
da_dk: Spørg brugeren, om tv'et har digitalt eller analogt output. Hvis det er digitalt output, er en adapter nødvendig.
el_gr: Ρωτήστε τον ασθενή αν η τηλεόραση έχει ψηφιακή ή αναλογική έξοδο. Αν πρόκειται για ψηφιακή έξοδο, ενδέχεται να απαιτείται ένας προσαρμογέας.
fi_fi: Kysy potilaalta, onko television äänilähtö digitaalinen vai analoginen. Jos se on digitaalinen, tarvitaan ehkä sovitin.
hr_hr: Pitajte bolesnika ima li televizor digitalni ili analogni izlaz. Ako ima digitalni izlaz, možda će trebati adapter.
hu_hu: Kérdezze meg a pácienst, hogy a televízió digitális vagy analóg kimenettel rendelkezik-e. Digitális kimenet esetén adapterre lehet szükség.
it_it: Chiedere al paziente se il televisore dispone di un'uscita digitale o analogica. Se è presente un'uscita digitale potrebbe essere necessario un adattatore.
ko_kr: 사용자의 TV가 디지털인지 아날로그인지 물어보세요, 디지털 출력 TV인경우 별도의 어댑터가 필요합니다
nl_nl: Vraag uw cliënt of de televisie een digitale of analoge output heeft. Bij een digitale output is een adapter nodig.
no_no: Spør brukeren om TV-en har digital eller analog utgang. Hvis utgangen er digital, kan man trenge en adapter.
pt_pt: Pergunte ao usuário se a TV tem saída digital ou analógica. Caso tenha uma saída digital, será necessário um conversor.
ro_ro: Intrebati utilizatorul daca televizorul dispune de iesire analog sau digitala. Daca iesirea este digitala un adaptor este necesar.
ru_ru: Спросите у пользователя, какой выход имеет его телевизор: цифровой или аналоговый. Для цифрового выхода может потребоваться адаптер.
sv_se: Fråga patienten om TV-apparaten har en digital eller analog utgång. Om det är en digital utgång kan en adapter behövas.
th_th: ถามผู้ป่วยว่าโทรทัศน์มีเอาท์พุทเป็นแบบดิจิทัลหรืออนาล็อก หากเป็นดิจิทัลเอาท์พุท อาจจำเป็นต้องใช้อะแดปเตอร์
tr_tr: Hastaya televizyon çıkışının dijital mi, analog mu olduğunu sorun. Dijital çıkıs ise bir adaptör gerekebilir.
zh_cn: 询问用户电视是数字还是模拟输出。如果是数字输出，则可能需要适配器。

source: Ensure the patient is in streaming mode while using the instrument.
bg_bg: Уверете се, че пациентът е в режим на стрийминг, докато използва апарата.
cht: 使用助聽器時，確保客戶處於串流模式。
da_dk: Kontrollér, at brugeren er i streamingprogram, når apparatet bruges.
el_gr: Διασφαλίστε ότι ο ασθενής έχει επιλέξει τη λειτουργία μετάδοσης ροής ενόσω χρησιμοποιεί το ακουστικό.
fi_fi: Varmista, että kuulokoje on äänensiirtotilassa, kun potilas käyttää sitä.
hr_hr: Uvjerite se da je bolesnikov aparat u načinu strujanja tijekom upotrebe.
hu_hu: Győződjön meg arról, hogy a készülék streaming üzemmódban van-e a használatakor.
it_it: Assicurarsi che il paziente sia in modalità streaming mentre utilizza l'apparecchio.
ko_kr: 사용자의 보청기가 스트리밍 모드에 돌입 되었는지 확인하세요
nl_nl: Zorg ervoor dat het toestel in streaming modus staat bij gebruik van het toestel.
no_no: Forsikre deg om at pasienten er i streamingmodus når han/hun bruker tilbehøret.
pt_pt: Certifique-se de que o paciente está em modo de transmissão ao usar o aparelho.
ro_ro: Asigurati-va ca utilizatorul se afla in modul de redare in flux pe parcursul utilizarii
ru_ru: Убедитесь, что пользователь находится в режиме потоковой передачи во время использования устройства.
sv_se: Se till att patienten är i strömmande läge när apparaten används.
th_th: ตรวจสอบให้แน่ใจว่าผู้ป่วยอยู่ในโหมดการสตรีม ในระหว่างที่ใช้อุปกรณ์
tr_tr: Hastanın cihazı kullanırken 'Aktarım' modunda olmasını sağlayın.
zh_cn: 确保用户使用助听器时开启音频转换器模式。

source: If only hearing sound from one ear, change the setting on the back of the streamer from "s" to "m" or vice versa.
bg_bg: Ако чува звук само с едното ухо, променете настройката на гърба на стриймъра от „s“ на „m“ или обратно.
cht: 如果只有單耳聽見聲音，請將串流器背面的設定從「s」更改為「m」，或相反。
da_dk: Hvis der kun er lyd i ét øre, skal du ændre indstillingen bagpå streameren fra "s" til "m" eller omvendt.
el_gr: Αν ακούει ήχο μόνο από το ένα αυτί, αλλάξτε τη ρύθμιση στο πίσω μέρος της συσκευής μετάδοσης ροής, από "s" σε "m" ή αντίστροφα.
fi_fi: Jos ääni tulee vain toisesta kojeesta, vaihda TV-lähettimen pohjassa oleva kytkin asennosta "s" asentoon "m" tai päinvastoin.
hr_hr: Ako se zvuk čuje samo u jednom uhu, promijenite postavku na poleđini alata za strujanje iz „s” u „m” ili obrnuto.
hu_hu: Ha csak egy hallókészülékben hallja a hangot, a streamer hátoldalán módosítsa az „s” beállítást „m” beállításra, vagy fordítva.
it_it: Se il suono si sente soltanto in un orecchio, modificare l'impostazione sul retro dello streamer da "s" a "m" o viceversa.
ko_kr: 만약 한 쪽으로만 소리를 들으려면 TV스트리머 하단의 'S'를 'M'으로 변경하십시오.
nl_nl: Als er slechts aan één oor geluid is moet de knop onder de TV Streamer van "S" naar "M" gezet worden of andersom
no_no: Hvis pasienten bare hører lyd på ett øre, endrer du innstillingen bak på streamerenheten fra «S» til «m» eller omvendt.
pt_pt: Se ouvir apenas o som por uma orelha, altere a definição na parte de trás do dispositivo de "s" para "m" ou vice-versa.
ro_ro: Daca se aude sunetul doar la o ureche , schimbati setarile din spatele emitatorului din "s" in "m" sau invers.
ru_ru: Если звук слышен только в одном ухе, измените настройки на задней панели стримера с положения "s" на "m" или наоборот.
sv_se: Om ljudet bara hörs i ena örat, byt inställning på baksidan av TV/Audio Streamer från "s" till "m" eller vice versa.
th_th: หากได้ยินเสียงจากหูเพียงข้างเดียว ให้เปลี่ยนการตั้งค่าที่ด้านหลังของ Streamer จาก "s" เป็น "m" หรือสลับกัน
tr_tr: Tek kulakta ses, "m" veya tam tersi "s" iyi değilse, Aktarım Ünitesi ayarını değiştirin.
zh_cn: 如果仅一侧耳朵听到声音，则将音频转换器设置从“s”更改为“m”，反之亦然。

source: Micro/Mini/ Multi Mic is too noisy
bg_bg: Micro/Mini/ Multi Mic е прекалено шумно
cht: MIicro/Mini/Multi Mic 太吵
da_dk: Micro/Mini/ Multi Mic er for støjende
el_gr: Το μικρόφωνο Micro/Mini/ Multi είναι πολύ θορυβώδες
fi_fi: Micro/Mini/Multi Mic tuottaa liikaa melua
hr_hr: Micro/Mini/ Multi mikrofon je previše glasan
hu_hu: A Mikro/Mini/ Multi mik. túl zajos
it_it: Micro/Mini/ Multi Mic troppo rumoroso
ko_kr: 무선 액세서리 마이크의 소리가 너무 큽니다
nl_nl: Micro/Mini/ Multi Mic geeft teveel lawaai
no_no: Mikro/Multi Mik støyer for mye
pt_pt: Micro/Mini/ Multi Mic tem muito ruído
ro_ro: Micro/Mini/ Multi Mic este prea zgomotos
ru_ru: ВЫС Мик/Микро/Мульти-микрофон слишком шумит
sv_se: Mikro/Mini/Multimikrofon är för brusiga
th_th: ไมโครโฟนแบบแยก/ขนาดเล็ก/หลายตัว มีเสียงรบกวนมากเกินไป
tr_tr: Mikro/Mini/Multi Mikrofon çok gürültülü
zh_cn: Micro/Mini/ Multi Mic过吵

source: Have speaker place microphone closer to their mouth.
bg_bg: Накарайте говорещия да постави микрофона по-близо до устата.
cht: 讓說話者將麥克風靠近他們的嘴。
da_dk: Lad den talende placere mikrofonen tættere på munden.
el_gr: Ζητήστε από τον ομιλητή να τοποθετήσει το μικρόφωνο πιο κοντά στο στόμα του.
fi_fi: Pyydä puhujaa asettamaan mikrofoni lähemmäs suuta.
hr_hr: Neka govornik približi mikrofon svojim ustima.
hu_hu: Helyezze közelebb a mikrofont a szájához.
it_it: Posizionare il microfono più vicino alla bocca di chi parla.
ko_kr: 스피커 마이크를 입에 가까이 하세요
nl_nl: Laat de sprekers de microfoon dichter bij hun mond plaatsen
no_no: Informer taleren om å plassere mikrofonen nærmere munnen.
pt_pt: O falante deve posicionar o Mini Mic próximo à boca.
ro_ro: Rugati vorbitorul sa pozitioneze microfonul mai aproape de gura
ru_ru: Расположите микрофон ближе ко рту говорящего.
sv_se: Låt talaren flytta mikrofonen närmare munnen
th_th: ให้ผู้พูดขยับไมค์เข้าใกล้ปากมากขึ้น
tr_tr: Konuşmacının mikrofonu ağzına çok yakın olabilir.
zh_cn: 将麦克风更靠近声源

source: Make certain the Micro, Mini, or Multi Mic is not covered by clothing.
bg_bg: Уверете се, че Micro, Mini или Multi Mic не е покрит с дреха.
cht: 確保Micro、Mini 或 Multi Mic 沒有被衣服覆蓋住。
da_dk: Sørg for, at Micro, Mini eller Multi Mic ikke er dækket af tøj.
el_gr: Βεβαιωθείτε ότι το μικρόφωνο Micro, Mini ή Multi δεν καλύπτεται από στοιχεία ρουχισμού.
fi_fi: Varmista, että Micro, Mini tai Multi Mic ei jää vaatteen peittoon.
hr_hr: Uvjerite se da Micro, Mini ili Multi mikrofon nije prekriven odjećom.
hu_hu: Ellenőrizze, hogy a Mikro, Mini vagy Multi mikrofont nem takarja-e el ruházat.
it_it: Assicurarsi che il Micro, Mini o Multi Mic non sia coperto da indumenti.
ko_kr: 무선 액세서리 마이크가 옷으로 가려지지 않도록 하세요
nl_nl: Controleer of de Micro, Min of Multi Mic niet door kleding is bedekt.
no_no: Forsikre deg om at Mikro eller Multi Mik ikke tildekkes av klær.
pt_pt: Certifique-se de que o Micro, Mini, ou Multi Mic não esteja coberto por tecido.
ro_ro: Asigurați-vă că Micro, Mini, sau Multi Mic nu este acoperit cu haine.
ru_ru: Убедитесь, что микро-, мини- или мульти-микрофон не закрыт одеждой
sv_se: Se till att Mikro/Mini/Multimikrofon inte täcks av klädesplagg.
th_th: ตรวจสอบให้แน่ใจว่าไมโครโฟนแบบแยก/ขนาดเล็ก/หลายตัว ไม่ถูกเสื้อผ้าบัง
tr_tr: Mikro, Mini veya Multi Mikrofonun giysilerle kapatılmamasına dikkat edin.
zh_cn: 确保Micro、Mini或Multi Mic未被服装遮盖。

source: Change the microphone streaming balance.
bg_bg: Променете стрийминг баланса на микрофона.
cht: 更改麥克風串流平衡。
da_dk: Juster streamingbalancen for mikrofonen.
el_gr: Αλλάξτε την ισορροπία της μετάδοσης ροής του μικροφώνου.
fi_fi: Muuta mikrofonin äänensiirtotasapainoa.
hr_hr: Promijenite balans strujanja mikrofona.
hu_hu: Módosítsa a mikrofon streamelési egyensúlyát.
it_it: Modificare il bilanciamento del microfono in streaming.
ko_kr: 마이크 스트리밍 밸런스를 변경하세요
nl_nl: Wijzig de streaming balans van de microfoon.
no_no: Endre mikrofonens streamingbalanse.
pt_pt: Mude o balanceamento de transmissão do microfone.
ro_ro: Schimbati balansul de redare al microfonului.
ru_ru: Измените баланс потоковой передачи микрофона.
sv_se: Ändra balansen mellan mikrofon och streaming.
th_th: เปลี่ยนสมดุลการสตรีมไมโครโฟน
tr_tr: Mikrofon aktarım balansını değiştir.
zh_cn: 更改麦克风音频平衡。

source: Phone Clip is not functional or loud enough
bg_bg: Phone Clip не работи или не е достатъчно силен
cht: Phone Clip沒有正常運作或不夠大聲
da_dk: Telefonclip virker ikke eller er ikke kraftig nok
el_gr: Το κλιπ τηλεφώνου δεν λειτουργεί ή δεν ακούγεται αρκετά δυνατά
fi_fi: Phone Clip ei toimi tai ei ole tarpeeksi voimakkaalla
hr_hr: Kopča za telefon ne radi ili nije dovoljno glasna
hu_hu: A Phone Clip nem működik vagy nem elég hangos
it_it: Phone Clip non funzionale o abbastanza forte
ko_kr: 폰클립이 동작하지 않거나 소리가 너무 큽니다
nl_nl: De Telefoonclip functioneert niet of is niet hard genoeg
no_no: Phone Clip fungerer ikke eller er ikke sterk nok
pt_pt: Phone Clip não está funcionando corretamente ou não está alto suficiente
ro_ro: Clema de telefon nu functioneaza sau nu este destul de tare
ru_ru: Гарнитура Phone clip не работает или не обеспечивает достаточной громкости
sv_se: Telefonclip är inte tillräckligt funktionell eller stark.
th_th: Phone Clip ไม่ทำงานหรือเสียงเบาเกินไป
tr_tr: Telefon Klipsi işlevsel değil ya da çalışmıyor
zh_cn: 手机伴侣无效果或音量不够大

source: Ensure the device is paired to the hearing instrument(s).
bg_bg: Уверете се, че устройството е сдвоено със слуховия(-ите) апарат(и).
cht: 確認裝置已與助聽器配對。
da_dk: Kontroller, at enheden er parret til høreapparatet(erne).
el_gr: Ελέγξτε ότι η συσκευή είναι συνδεδεμένη στα ακουστικά βοηθήματα.
fi_fi: Varmista, että laite on paritettu kuulokojeisiin.
hr_hr: Uvjerite se da je uređaj uparen sa slušnim aparatima.
hu_hu: Ellenőrizze, hogy az eszköz párosítva van-e a hallókészülék(ek)kel.
it_it: Assicurarsi che il dispositivo sia accoppiato agli apparecchi acustici.
ko_kr: 보청기와 기기가 페어링되어 있는지 확인하세요
nl_nl: Zorg ervoor dat het accessoire gekoppeld is met de hoortoestellen.
no_no: Forsikre deg om at enheten er paret med høreapparatet(ene).
pt_pt: Certifique-se de que o dispositivo está pareado com o(s) aparelho(s) auditivo(s).
ro_ro: Asigurati-va ca accesoriul este imperechiat cu aparatele auditive.
ru_ru: Убедитесь, что устройство сопряжено с СА.
sv_se: Kontrollera att enheten är parad med hörapparaten.
th_th: ตรวจสอบให้แน่ใจว่าได้จับคู่อุปกรณ์ดังกล่าวกับอุปกรณ์ช่วยฟัง
tr_tr: Cihazın işitme cihaz(lar)ıyla eşleştirilmiş olmasını sağlayın.
zh_cn: 确保设备已和助听器配对。

source: Ensure the Phone Clip is charged.
bg_bg: Уверете се, че Phone Clip е зареден.
cht: 確認 Phone Clip 已充電。
da_dk: Kontroller, at Telefonclip er ladet op.
el_gr: Βεβαιωθείτε ότι το Κλιπ τηλεφώνου είναι φορτισμένο.
fi_fi: Varmista että Phone Clip on ladattu.
hr_hr: Uvjerite se da je kopča za telefon napunjena.
hu_hu: Ellenőrizze a Phone Clip töltöttségét.
it_it: Assicurarsi che il Phone Clip sia carico.
ko_kr: 폰클립이 충전되었는지 확인하세요
nl_nl: Zorg ervoor dat de Telefoonclip opgeladen is.
no_no: Forsikre deg om at Phone Clip er ladet opp.
pt_pt: Certifique-se que o Phone Clip está carregado.
ro_ro: Asigurati-va ca Phone Clip este incarcat
ru_ru: Убедитесь, что гарнитура Phone Сlip заряжена.
sv_se: Kontrollera att Telefonclipet är laddat.
th_th: ตรวจสอบให้แน่ใจว่าชาร์จไฟ Phone Clip เรียบร้อยแล้ว
tr_tr: Telefon Klipsi'nin şarj edilmiş olduğundan emin ol.
zh_cn: 确保手机伴侣已充满电。

source: Increase the volume of the Phone Clip.
bg_bg: Увеличете силата на звука на Phone Clip.
cht: 提升Phone Clip的音量。
da_dk: Forøg lydstyrken for Telefonclip.
el_gr: Αυξήστε την ένταση ήχου του Κλιπ τηλεφώνου.
fi_fi: Lisää Phone Clip äänenvoimakkuutta.
hr_hr: Povećajte glasnoću kopče za telefon.
hu_hu: Növelje a Phone Clip hangerejét.
it_it: Aumentare il volume del Phone Clip.
ko_kr: 폰클립의 볼륨을 높이세요
nl_nl: Verhoog het volume van de Telefoonclip.
no_no: Øk volumet på Phone Clip
pt_pt: Aumente o volume do Phone Clip.
ro_ro: Cresteti volumul Phone Clip
ru_ru: Увеличьте громкость на гарнитуре Phone Clip.
sv_se: Öka volymen på Telefonclipet.
th_th: เพิ่มระดับเสียงของ Phone Clip
tr_tr: Telefon Klipsi ses ayarını artır.
zh_cn: 增加手机伴侣的音量。

source: Synchronized functionality
bg_bg: Синхронизирана функционалност
cht: 同步功能
da_dk: Synkroniseret funktionalitet
el_gr: Συγχρονισμένη λειτουργία
fi_fi: Toimintojen synkronointi
hr_hr: Sinkronizirana funkcija
hu_hu: Szinkronizált működés
it_it: Funzionalità sincronizzata
ko_kr: 양이 동기화 기능에 대한 불편함
nl_nl: Gesynchroniseerde functionaliteit
no_no: Synkronisert funksjonalitet
pt_pt: Recurso de sincronização
ro_ro: Functionalitate wireless de la o ureche la alta
ru_ru: Синхронизировать функциональность
sv_se: Synkronisering
th_th: การทำงานแบบซิงโครไนซ์
tr_tr: Senkronize Özelliği
zh_cn: 智能同步功能

source: The patient would like to separate functionality for each ear for volume control
bg_bg: Пациентът желае да раздели функционалността за всяко ухо на контрола на силата на звука
cht: 客戶想分開兩側助聽器的音量調整功能
da_dk: Brugeren vil gerne kunne betjene lydstyrkereguleringen på hvert øre separat
el_gr: Ο ασθενής θα ήθελε να διαχωρίσει τη λειτουργία σε κάθε αυτί για τον έλεγχο της έντασης ήχου
fi_fi: Potilas haluaa säätää kummankin kuulokojeen äänenvoimakkuutta erikseen.
hr_hr: Bolesnik bi želio razdvojiti funkcije regulacije glasnoće za svako uho
hu_hu: A felhasználó szeretné különválasztani az egyes fülekhez tartozó hangerőszabályzási funkciót
it_it: Il paziente vorrebbe separare le funzionalità per ciascun orecchio per il controllo del volume
ko_kr: 사용자가 양측 보청기의 볼륨을 개별적으로 조절할 수 있도록 요청합니다
nl_nl: De cliënt wil de volumeregeling apart voor ieder oor.
no_no: Sluttbrukeren ønsker separat volumkontroll for hvert øre
pt_pt: O usuário deseja utilizar uma funcionalidade separada para o controle de volume de cada orelha
ro_ro: Utilizatorul doreste separarea functionalitatii potentiometrului pentru fiecare ureche
ru_ru: Пользователь хотел бы регулировать громкость на каждом ухе отдельно.
sv_se: Användaren vill separera volymkontrollfunktionen för varje öra.
th_th: ผู้ป่วยต้องการแยกการทำงานของหูแต่ละข้าง ในส่วนของการควบคุมระดับเสียง
tr_tr: Hasta ses kontrolü için her kulakta işlevselliği ayırmak istiyor
zh_cn: 用户希望针对每侧耳朵的音量控制能单独进行

source: Turn off the synchronization function for volume control
bg_bg: Изключете функцията за синхронизация на контрола на силата на звука
cht: 關閉音量調整同步化功能
da_dk: Deaktiver sykroniseringsfunktionen for lydstyrkereguleringen
el_gr: Απενεργοποιήστε τη λειτουργία συγχρονισμού για τον έλεγχο της έντασης ήχου
fi_fi: Poista käytöstä äänenvoimakkuuden synkronointi
hr_hr: Isključite funkciju sinkronizacije za regulaciju glasnoće
hu_hu: Kapcsolja ki a szinkronizáció funkciót a hangerőszabályzónál
it_it: Spegnere la funzione di sincronizzazione per il controllo del volume
ko_kr: 볼륨 조절을 위해 양이 동기화 기능을 끄세요
nl_nl: Zet de synchronisatie van de volumeregelaar uit
no_no: Slå av synkroniseringsfunksjon for volumkontroll på Signal og VK innstillinger
pt_pt: Desligue a função de sincronização do controle de volume.
ro_ro: Opriti functionarea de la o ureche la alta a potentiometrului de volum
ru_ru: Отключите бинауральную синхронизацию для регулировки громкости
sv_se: Slå av synkroniseringsfunktionen för volymkontrollen.
th_th: ปิดฟังก์ชันซิงโครไนซ์สำหรับการควบคุมระดับเสียง
tr_tr: Ses kontrolü için senkronizasyon fonksiyonunu kapatın
zh_cn: 关闭同步音量调节
