Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: None
bg_bg: Няма
cht: 無
da_dk: Ingen
el_gr: Ουδέν
fi_fi: Ei mitään
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuno
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Нет
sv_se: Ingen
th_th: ไม่มี
tr_tr: Hiçbiri
zh_cn: 无

source: AcceptanceManagerElapsedHours
bg_bg: Изминали часове на Acceptance Manager
cht: 適應管理持續時數
fi_fi: SopeutumisavustajaKuluneetTunnit
hr_hr: Upravitelj prihvaćanja – protekli sati
hu_hu: Acceptance Manager – eltelt órák
it_it: OreTrascorseManagerAdattamento
ko_kr: 자동적응매니저 진행시간
nl_nl: AcceptatieManagerVerstrekenUren
pt_pt: Horas decorridas no Gerenciador de Adaptação
ru_ru: Менеджер Адаптации Истекшее время
th_th: เวลาที่ใช้ไปในตัวจัดการการยอมรับ
tr_tr: AdaptasyonYöneticisiGeçenSüre
zh_cn: 满意度管理系统已使用小时数

source: ElapsedHourValue
bg_bg: Величина на изминали часове
cht: 持續時數
fi_fi: KuluneetTunnitArvo
hr_hr: Vrijednost proteklih sati
hu_hu: Elteltórákérték
it_it: ValoreOreTrascorse
ko_kr: 진행시간
nl_nl: VerstrekenUrenWaarde
pt_pt: Valor das horas decorridas
ru_ru: Количество Прошедших Часов
th_th: ค่าเวลาที่ใช้ไป
tr_tr: GeçenSaatDeğeri
zh_cn: 已用小时数值

source: AcceptanceManagerTotalHours
bg_bg: Общо часове на Acceptance Manager
cht: 適應管理總時數
fi_fi: SovitusavustajaKäyutetytTunnit
hr_hr: Upravitelj prihvaćanja – ukupni sati
hu_hu: Acceptance Manager – összes óra
it_it: OreTotaliManagerAdattamento
ko_kr: 자동적응매니저 전체시간
nl_nl: AcceptatieManagerTotaalUren
pt_pt: Total de horas no Gerenciador de Adaptação
ru_ru: Менеджер Адаптации Всего Часов
th_th: ชั่วโมงทั้งหมดในตัวจัดการการยอมรับ
tr_tr: AdaptasyonYöneticisiToplamSaat
zh_cn: 满意度管理系统使用总小时数

source: TotalHoursValue
bg_bg: Обща величина на часовете
cht: 總時數值
fi_fi: TunnitYhteensäArvo
hr_hr: Vrijednost ukupnih sati
hu_hu: Összes óra érték
it_it: ValoreOreTotali
ko_kr: 전체시간
nl_nl: TotaalUrenWaarde
pt_pt: Valor total de horas
ru_ru: Общее Количество Часов
th_th: ค่าชั่วโมงทั้งหมด
tr_tr: ToplamSaatDeğeri
zh_cn: 总小时数值

source: Bass Boost
bg_bg: Усилване на баса
cht: 低頻增強
da_dk: Basboost
el_gr: Ενίσχυση μπάσων
fi_fi: Bassovahvistus
hr_hr: Pojačanje dubokih tonova
hu_hu: Basszuskiemelés
it_it: Incremento dei bassi
ko_kr: 베이스부스트
pt_pt: Incremento de graves
ro_ro: Amplificare bas
ru_ru: Низкочастотное усиление
sv_se: Basökning
th_th: เร่งเสียงเบส
tr_tr: Bas Yükseltme
zh_cn: 低音增强

source: VeryLow
bg_bg: Много ниско
cht: 極低
el_gr: Πολύ χαμηλή
fi_fi: Erittäin vähäinen
hr_hr: Vrlo nisko
hu_hu: Nagyon alacsony
it_it: MoltoBasso
nl_nl: Zeer laag
no_no: SværtLav
pt_pt: Muito baixo
ru_ru: Очень Низко
sv_se: MktLåg
th_th: ต่ำมาก
tr_tr: Çok Düşük
zh_cn: 极低

source: Low
bg_bg: Ниско
cht: 低
da_dk: Lav
el_gr: Χαμηλό
fi_fi: Vähäinen
hr_hr: Nisko
hu_hu: Alacsony
it_it: Basso
nl_nl: Laag
no_no: Lav
pt_pt: Baixo
ro_ro: Scăzut
ru_ru: Низко
sv_se: Låg
th_th: ต่ำ
tr_tr: Alçak
zh_cn: 低

source: Medium
bg_bg: Средно
cht: 中
da_dk: Mellem
el_gr: Μεσαία
fi_fi: Kohtalainen
hr_hr: Srednje
hu_hu: Közepes
it_it: Medio
nl_nl: Gemiddeld
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средне
sv_se: Måttlig
th_th: กลาง
tr_tr: Orta
zh_cn: 中

source: High
bg_bg: Високо
cht: 高
da_dk: Høj
el_gr: Υψηλή
fi_fi: Diskantti
hr_hr: Visoko
hu_hu: Magas
it_it: Alto
nl_nl: Hoog
no_no: Høy
pt_pt: Alto
ro_ro: Inalte
ru_ru: Высоко
sv_se: Hög
th_th: สูง
tr_tr: Yüksek
zh_cn: 高

source: Coupler
bg_bg: Куплунг
cht: 耦合器
da_dk: Kopler
el_gr: Ζεύκτης
hr_hr: Spojnik
it_it: Accoppiatore
ko_kr: 커플러
no_no: Kopling
pt_pt: Acoplador
ro_ro: Cuplor
ru_ru: Куплер
zh_cn: 耦合腔

source: InsertionGain
bg_bg: Входящо усилване
cht: 插入增益
da_dk: Indsættelsesforstærkning
el_gr: ΄Ενταση εισαγωγής
fi_fi: InsertioVahvistus
hr_hr: Pojačanje pri umetanju
hu_hu: Beszúrt erősítés
it_it: GuadagnoInserzione
ko_kr: 삽입이득
pt_pt: Ganho de inserção
ro_ro: InsertieCastig
ru_ru: Вносимое усиление
sv_se: Insättningsförstärkning
tr_tr: EklenenKazanç
zh_cn: 插入增益

source: 2cc Coupler
bg_bg: Куплунг 2 куб. см
cht: 2cc 耦合器
da_dk: 2cc-kopler
el_gr: Ζεύκτης 2cc
hr_hr: Spojnik od 2 cm3
hu_hu: 2 cm3-es coupler
it_it: Accoppiatore 2cc
ko_kr: 2cc 커플러
pt_pt: Acoplador 2cc
ro_ro: Cuplor de 2cc
ru_ru: Куплер 2 куб. см
zh_cn: 2cc耦合腔

source: DAI
bg_bg: ПАВ (пряк аудио вход)
cht: 直接音源輸入
hr_hr: Izravni audioulaz
ru_ru: Прямой аудиовход (DAI)
tr_tr: DAI (Doğrudan Ses Girişi)

source: DAI
bg_bg: ПАВ (пряк аудио вход)
cht: 直接音源輸入
hr_hr: Izravni audioulaz
ru_ru: Прямой аудиовход (DAI)
tr_tr: DAI (Doğrudan Ses Girişi)

source: MicPlusDAI
bg_bg: Микрофон плюс ПАВ
cht: 麥克風加直接音源輸入
da_dk: MikPlusDAI
fi_fi: Mik+DAI
hr_hr: Mikrofon i DAI
it_it: Mic+DAI
ko_kr: MIC+DAI
nl_nl: Mic+DAI
pt_pt: Mic+DAI
ru_ru: Микрофон + DAI
sv_se: Mik + DAI
tr_tr: Mik+DAI
zh_cn: 麦克风+DAI

source: DFS
bg_bg: DFS (дифузна стимулация на главния мозък)
cht: 數位回饋音抑制
da_dk: DFS Ultra
ru_ru: Подавление обратной связи (DFS)

source: On
bg_bg: Вкл.
cht: 開
da_dk: Til
el_gr: Ενεργοποίηση
fi_fi: Päällä
hr_hr: Uklj.
hu_hu: Be
nl_nl: Aan
no_no: På
pt_pt: Lig
ro_ro: Deschis
ru_ru: Вкл
sv_se: På
th_th: เปิด
tr_tr: Açık
zh_cn: 开

source: Off
bg_bg: Изключен
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desl
ro_ro: Oprit
ru_ru: Выкл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: Delayed Activation Level
bg_bg: Ниво на отложен старт
cht: 延遲啟動等級
da_dk: Niveau for forsinket aktivering
el_gr: Επίπεδο καθυστερημένης ενεργοποίησης
fi_fi: Käynnistysviiveen taso
hr_hr: Razina odgođene aktivacije
hu_hu: Késleltetett aktiválás szintje
it_it: Livello avvio intelligente
ko_kr: 스마트 스타트 크기
nl_nl: Vertraagde inschakeling
no_no: Forsinket aktivering – nivå
pt_pt: Nível de ativação atrasada
ro_ro: Nivelul activarii intarziate
ru_ru: Задержка включения
sv_se: Fördröjd Aktivering
th_th: ระดับความล่าช้าของการเปิดใช้งาน
tr_tr: Gecikmeli Aktivasyon Seviyesi
zh_cn: 延时启动

source: DelayedActivationBeepValue
bg_bg: Величина на сигнала за отложен старт
cht: 延遲啟動提示音值
fi_fi: Käynnistysviiveen äänimerkin arvo
hr_hr: Vrijednost zvučnog signala odgođene aktivacije
hu_hu: KésleltetettAktiválásCsipogásÉrték
it_it: ValoreBeepAttivazioneRitardata
ko_kr: 스마트 스타트
nl_nl: Beep-niveau vertraagde inschakeling
no_no: Forsinket aktivering – signalverdi
pt_pt: Tempo do bipe de ativação atrasado
ro_ro: Valoarea beep de pornire intarziata
ru_ru: Сигнал задержки включения
sv_se: Fördröjd Aktivering Ljudindikation Värde
th_th: ค่าเสียงเตือนการเปิดใช้งานที่ล่าช้า
tr_tr: ErtelenmişAktivasyonİkazSeviyesi
zh_cn: 智能延时启动提示音量

source: Directionality
bg_bg: Насоченост
cht: 方向性
da_dk: Retningsvirkning
el_gr: Κατευθυντικότητα
fi_fi: Suuntakuvio
hr_hr: Usmjerenost
hu_hu: Direkcionalítás
it_it: Direzionalità
nl_nl: Directionaliteit
no_no: Direksjonalitet
pt_pt: Direcionalidade
ro_ro: Direcționalitate
ru_ru: Направленность
sv_se: Riktverkan
th_th: ทิศทางการฟัง
tr_tr: Yönlülük
zh_cn: 方向性

source: Omni
bg_bg: Омни
cht: 全方向
el_gr: Πολυκατευθυντικό
fi_fi: Pallokuvio tila
hr_hr: Svesmjerno
it_it: Omnidirezionale
ko_kr: 무방향성(Omni)
ru_ru: Всенаправленность
tr_tr: Her Yönden
zh_cn: 全向性

source: Multiscope
bg_bg: Мултископ
cht: 多方向性
fi_fi: Säädettävä suuntakuvio
hr_hr: Višestruka prilagodba polja mikrofona
hu_hu: Multiszkóp
ko_kr: 멀티스코프
pt_pt: Multifoco
ro_ro: Multiscop
ru_ru: Мультиадаптивная направленность
sv_se: Inzoomning
th_th: มัลติสโคป
tr_tr: Multiskop
zh_cn: 多维

source: Fixed Directionality
bg_bg: Постоянна насоченост
cht: 固定方向性
el_gr: Σταθερή κατευθυντικότητα
fi_fi: Kiinteä suuntakuvio
hr_hr: Fiksna usmjerenost
hu_hu: Fix Direkcionalitás
it_it: Direzionalità fissa
nl_nl: Vaste directionaliteit
no_no: Fast direksjonalitet
pt_pt: Direcionalidade fixa
ro_ro: Directionalitate Fixa
ru_ru: Фиксированная направленность
sv_se: Fast Riktverkan
th_th: ทิศทางการฟังแบบคงที่
tr_tr: Sabit Direksiyonalite
zh_cn: 固定方向性

source: LVCMode
bg_bg: Режим LVC
cht: 自我學習音量控制模式
fi_fi: LVC-tila
hr_hr: Način LVC
it_it: ModalitàLVC
ko_kr: LVC 모드
nl_nl: LVCModus
pt_pt: Modo LVC
ro_ro: ModLVC
ru_ru: Режим низковольтного управления LVC
tr_tr: LVCModu
zh_cn: LVC模式

source: Off
bg_bg: Изключен
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desl
ro_ro: Oprit
ru_ru: Выкл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: On
bg_bg: Вкл.
cht: 開
da_dk: Til
el_gr: Ενεργοποίηση
fi_fi: Käytössä
hr_hr: Uklj.
hu_hu: Be
nl_nl: Aan
no_no: På
pt_pt: Lig
ro_ro: Deschis
ru_ru: Вкл
sv_se: På
th_th: เปิด
tr_tr: Açık
zh_cn: 开

source: OnlyInitGainSteeringAndLogging
bg_bg: Направляване и регистриране само на първоначално усилване
cht: 僅增益量操縱及記錄
fi_fi: Vain alkuvahvistuksen ohjaus ja kirjaus lokiin
hr_hr: Samo početno upravljanje pojačanjem i bilježenje
it_it: SoloGuidaGuadagnoInizialeERegistrazione
nl_nl: AllenInitVersterkingSturingEnLogging
no_no: KunInitGainStyringOgLogging
pt_pt: Somente orientação e registro do ganho inicial
ru_ru: РегистрацияИУправлениеТолькоНачЗначениямиУсиления
tr_tr: YalnızcaEklenenKazançYönlendirmeVeGünlükKaydı
zh_cn: 仅初始化增益和数据

source: OnlyInitGainSteering
bg_bg: Направляване само на първоначално усилване
cht: 僅增益量操縱
fi_fi: Vain alkuvahvistuksen ohjaus
hr_hr: Samo početno upravljanje pojačanjem
it_it: SoloGuidaGuadagnoIniziale
nl_nl: AlleenInitVersterkingSturing
no_no: Kun InitGainStyring
pt_pt: Somente classificador de ganho inicial
ru_ru: УправлениеТолькоНачЗначениямиУсиления
tr_tr: YalnızcaEklenenKazançYönlendirme
zh_cn: 仅初始化增益

source: Low Battery Warning Level
bg_bg: Ниво на предупреждение за слаба батерия
cht: 低電量提示音等級
da_dk: Advarsel om svagt batteri
el_gr: Επίπεδο Προειδοποίησης χαμηλής μπαταρίας
fi_fi: Pariston loppumisen varoitustaso
hr_hr: Razina upozorenja na slabu bateriju
hu_hu: Elemkimerülés jelzés szint
it_it: Avviso batteria in esaurimento Livello
ko_kr: 배터리
nl_nl: Waarschuwing lage batterij spanning
no_no: Varslingsnivå for svakt batteri
pt_pt: Aviso de pilha fraca
ro_ro: Atentionare nivel scazut al bateriei
ru_ru: Индикатор разряда батарейки
sv_se: Svagt batteri varning
th_th: เสียงเตือนถ่านหมด
tr_tr: Düşük Pil Sinyali Seviyesi
zh_cn: 低电量提示

source: LowBatteryBeepValue
bg_bg: Величина на сигнала за слаба батерия
cht: 低電量提示音數值
el_gr: Τιμή ήχου προειδοποίησης χαμηλής μπαταρίας
fi_fi: Pariston loppumisen äänimerkkitaso
hr_hr: Vrijednost zvučnog signala za slabu bateriju
hu_hu: ElemkimerülésCsipogásÉrték
it_it: ValoreBeepBatteriaInEsaurimento
ko_kr: 배터리 알림음
nl_nl: LageBatterijBeepWaarde
no_no: Varslingnivå for svakt batteri
pt_pt: Tempo do bipe de pilha fraca
ru_ru: Сигнал индикатора разряда батарейки
tr_tr: DüşükPilSinyalDeğeri
zh_cn: 低电量提示音值

source: MTBalance
cht: 麥克風電話線圈平衡
fi_fi: MT-tasapaino
hr_hr: MT ravnoteža
hu_hu: MTBalansz
it_it: BilanciamentoMT
nl_nl: MTBalans
no_no: MT-balanse
pt_pt: Equilíbrio MT
ru_ru: Баланс микрофон/телефонная катушка
tr_tr: MT Dengesi (MTBalance)
zh_cn: MT平衡

source: MT
cht: 麥克風電話線圈
ru_ru: MT (Микрофон/телефон)

source: MicVolume-3dB
bg_bg: Сила на микрофона-3dB
cht: 麥克風音量減 3 分貝
fi_fi: Mikrofonin herkkyys -3 dB
hr_hr: Glasnoća mikrofona -3 dB
hu_hu: MikSzint-3dB
it_it: VolumeMic-3 dB
nl_nl: Microfoonvolume -3dB
no_no: Mik Volum-3dB
pt_pt: Volume do mic. 3dB
ru_ru: Громкость Микр.-3дБ
sv_se: MicVolym - 3dB
tr_tr: MikSesDüzeyi-3dB
zh_cn: 麦克风音量-3dB

source: MicVolume-6dB
bg_bg: Сила на микрофона-6dB
cht: 麥克風音量減 6 分貝
fi_fi: Mikrofonin herkkyys -6 dB
hr_hr: Glasnoća mikrofona -6 dB
hu_hu: MikSzint-6dB
it_it: VolumeMic-6 dB
nl_nl: Microfoonvolume -6dB
no_no: Mikrofonvolum - 6 dB
pt_pt: Volume do Mic -6dB
ru_ru: Громкость Микр. -6дБ
sv_se: MicVolym - 6dB
tr_tr: MikSesDüzeyi-6dB
zh_cn: 麦克风音量-6dB

source: MaxVolDecrease
bg_bg: Намаляване на макс. сила на звука
cht: 最大音量降低
fi_fi: Maksimi voimakkuuden lasku
hr_hr: Maks. smanjenje glasnoće
hu_hu: MaxHangCsökkentés
it_it: RiduzioneVolumeMax
ko_kr: 최대 볼륨 조절
nl_nl: MaxVolVerminderen
no_no: Reduser maks. volum
pt_pt: Diminuição máx. de volume
ru_ru: Макс Снижение Громкости
sv_se: MaxVolMinsk
tr_tr: MaksSesiDüşür
zh_cn: 最大音量下调

source: MaxVolDecreaseValue
bg_bg: Величина на намаляване на макс. сила на звука
cht: 最大音量降低值
fi_fi: Maksimi voimakkuuden laskun arvo
hr_hr: Vrijednost maks. smanjenja glasnoće
hu_hu: MaxHangCsökkentésÉrték
it_it: ValoreRiduzioneVolMax
ko_kr: 최대 볼륨 조절
nl_nl: MaxVolVerlagenWaarde
no_no: Verdi reduser maks. volum
pt_pt: Valor de diminuição máx. de volume
ru_ru: Значение Макс. Снижения Громкости
tr_tr: MaksSesiDüşürmeDeğeri
zh_cn: 最大音量下调值

source: MaxVolIncrease
bg_bg: Увеличаване на макс. сила на звука
cht: 最大音量提升
fi_fi: Maksimi voimakkuuden nousu
hr_hr: Maks. povećanje glasnoće
hu_hu: MaxHangNövelés
it_it: AumentoVolMax
ko_kr: 최대볼륨높임
nl_nl: MaxVolVerhogen
no_no: Øk maks. volum
pt_pt: Aumento máx. de volume
ru_ru: Макс Увеличение Громкости
sv_se: MaxVolÖkn
tr_tr: MaksSesiArtır
zh_cn: 最大音量上调

source: MaxVolIncreaseValue
bg_bg: Величина на увеличаване на макс. сила на звука
cht: 最大音量提升值
fi_fi: Maksimi voimakkuuden nousun arvo
hr_hr: Vrijednost maks. povećanja glasnoće
hu_hu: MaxHangNövelésÉrták
it_it: ValoreAumentoVolMax
ko_kr: 최대볼륨높임
nl_nl: MaxVolVerhogenWaarde
no_no: Verdi øk maks. volum
pt_pt: Valor do aumento máx. de volume
ru_ru: Макс Значение Увеличения Громкости
tr_tr: MaksSesiArtırmaDeğeri
zh_cn: 最大音量上调值

source: Tel
bg_bg: Тел.
cht: 電話
da_dk: Tele
el_gr: Τηλ
fi_fi: Puhelin
it_it: Telefono
ko_kr: 전화
no_no: Tlf.
ru_ru: Телефон
sv_se: Telefon
zh_cn: 电话

source: Telecoil
bg_bg: Телебобина
cht: 電話線圈
da_dk: Telespole
el_gr: Τηλεπηνίο
fi_fi: Induktiokela
hu_hu: Telefontekercs
ko_kr: 텔레코일
nl_nl: Luisterspoel
no_no: Teleslynge
pt_pt: Bobina telefônica
ro_ro: Bobina telefonica
ru_ru: Индукционная катушка
sv_se: Telespole
th_th: เทเลคอยด์
zh_cn: 电感

source: Telecoil + Mic
bg_bg: Телебобина + микрофон
cht: 電話線圈 + 麥克風
da_dk: Telespole + mikrofon
el_gr: Τηλεπηνίο + Μικρ.
fi_fi: Induktiokela + kuulokojeen oma mikrofoni
hr_hr: Telecoil + mikrofon
hu_hu: Telefontekercs + Mik.
ko_kr: 텔레코일 + 마이크
nl_nl: Luisterspoel + Mic
no_no: Telespole + Mik
pt_pt: Bobina telefônica + Mic
ro_ro: Bobină + Mic
ru_ru: Телефонная катушка + Микрофон
sv_se: Telespole + Mik
tr_tr: Telecoil + Mikrofon
zh_cn: 电感+麦克风

source: Mic Only
bg_bg: Само микрофон
cht: 僅麥克風
da_dk: Kun mikrofon
el_gr: Μικρ. μόνο
fi_fi: Vain mikrofoni
hr_hr: Samo mikrofon
hu_hu: Csak mik.
it_it: Solo microfono
ko_kr: 마이크만 사용
nl_nl: Alleen microfoon
no_no: Kun mikrofon
pt_pt: Somente microfone
ro_ro: Doar microfon
ru_ru: Только Микрофон
sv_se: Endast mik
th_th: ไมค์อย่างเดียว
tr_tr: Sadece Mikrofon
zh_cn: 仅麦克风

source: Multiscope
bg_bg: Мултископ
cht: 多方向性
fi_fi: Säädettävä suuntakuvio
hr_hr: Višestruka prilagodba polja mikrofona
hu_hu: Multiszkóp
ko_kr: 멀티스코프
pt_pt: Multifoco
ro_ro: Multiscop
ru_ru: Мультиадаптивная направленность
sv_se: Inzoomning
th_th: มัลติสโคป
tr_tr: Multiskop
zh_cn: 多维

source: Narrow
bg_bg: Тясно
cht: 窄
da_dk: Smal
el_gr: Στενό
fi_fi: Kapea
hr_hr: Usko
hu_hu: Szűk
it_it: Stretto
ko_kr: 좁음
nl_nl: Smal
no_no: Smal
pt_pt: Estreito
ro_ro: Ingust
ru_ru: Узкий
sv_se: Smal
th_th: แคบ
tr_tr: Dar
zh_cn: 窄域

source: Wide
bg_bg: Широко
cht: 寬
da_dk: Bred
el_gr: Φαρδύ
fi_fi: Laaja
hr_hr: Široko
hu_hu: Széles
it_it: Largo
ko_kr: 넓음
nl_nl: Breed
no_no: Bred
pt_pt: Amplo
ro_ro: Lat
ru_ru: Широкий
sv_se: Bred
th_th: กว้าง
tr_tr: Geniş
zh_cn: 宽域

source: Medium
bg_bg: Средно
cht: 中
da_dk: Mellem
el_gr: Μεσαίο
fi_fi: Keski
hr_hr: Srednje
hu_hu: Közepes
it_it: Medio
ko_kr: 중간
nl_nl: Gemiddeld
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средний
sv_se: Medel
th_th: ปานกลาง
tr_tr: Orta
zh_cn: 中域

source: Natural Directionality
bg_bg: Естествена насоченост
cht: 自然方向性
el_gr: Φυσική κατευθυντικότητα
fi_fi: Luonnollinen suuntakuvio
hu_hu: Természetes direkcionalítás
it_it: Direzionalità Naturale
nl_nl: Brain-balanced directionaliteit
pt_pt: Direcionalidade Natural II
ro_ro: Direcționalitate naturală
ru_ru: Естественная направленность
sv_se: Naturlig Riktverkan
th_th: ทิศทางการฟังแบบธรรมชาติ II
tr_tr: Natural Direksiyonalite
zh_cn: 自然方向性

source: Natural Directionality - Focus Ear
bg_bg: Естествена насоченост - Focus Ear
cht: 自然方向性 - 聚焦耳
da_dk: Natural Directionality – fokusøre
el_gr: Φυσική κατευθυντικότητα – Αυτί εστίασης
fi_fi: Luonnollinen suuntakuvio - fokusoiva korva
hr_hr: Natural Directionality – fokusno uho
hu_hu: Természetes direkcionalítás – Fókusz fül
it_it: Direzionalità Naturale - Orecchio Focus
nl_nl: Brain-balanced directionaliteit - Focus oor
no_no: Natural Directionality – fokusøre
pt_pt: Direcionalidade Natural – orelha foco
ro_ro: Directionalitate Naturala - Ureche Focus
ru_ru: Естественная направленность - Фокусирующее ухо
sv_se: Naturlig Riktningsverkan - Fokusöra
th_th: ทิศทางการฟังแบบธรรมชาติ - หูข้างที่โฟกัส
tr_tr: Natural Direksiyonalite - Fokus Kulak
zh_cn: 自然方向性- 聚焦耳

source: Natural Directionality - Monitor Ear
bg_bg: Естествена насоченост - Monitor Ear
cht: 監控耳
da_dk: Natural Directionality – monitorøre
el_gr: Natural Directionality - Αυτί παρακολούθησης
fi_fi: Luonnollinen suuntakuvio - monitoroiva korva
hr_hr: Prirodna usmjerenost – kontrola uha
hu_hu: Természetes direkcionalítás- Figyelő fül
it_it: Direzionalità Naturale - Orecchio Monitor
nl_nl: Brain-balanced directionaliteit - Monitor oor
pt_pt: Direcionalidade Natural – Orelha Monitora
ro_ro: Direcționalitate naturală - Urechea Monitorizată
ru_ru: Естественная направленность – Мониторирующее ухо
sv_se: Naturlig Riktverkan - Monitor Öra
tr_tr: Natural Direksiyonalite - Monitör Kulak
zh_cn: 自然方向性 - 聚焦耳

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: Mild
bg_bg: Мек
cht: 輕度
fi_fi: Heikko
hr_hr: Blago
hu_hu: Enyhe
it_it: Lieve
nl_nl: Licht
pt_pt: Leve
ro_ro: Mediu
ru_ru: Слабо
sv_se: Svag
th_th: เล็กน้อย
tr_tr: Hafif
zh_cn: 轻度

source: Moderate
bg_bg: Умерен
cht: 中度
da_dk: Moderat
fi_fi: Kohtalainen
hr_hr: Umjereno
hu_hu: Közepes
it_it: Moderato
nl_nl: Standaard
no_no: Moderat
pt_pt: Moderado
ro_ro: Mediu
ru_ru: Средне
sv_se: Måttlig
th_th: ปานกลาง
tr_tr: Orta
zh_cn: 中度

source: Considerable
bg_bg: Значителен
cht: 中重度
da_dk: Middel
el_gr: Σημαντικό
fi_fi: Melko voimakas
hr_hr: Znatno
hu_hu: Elfogadható
it_it: Consistente
nl_nl: Aanzienlijk
no_no: Betydelig
pt_pt: Considerável
ro_ro: Considerabil
ru_ru: Значительно
sv_se: Stark
th_th: พอดี
tr_tr: Oldukça
zh_cn: 较强

source: Strong
bg_bg: Силен
cht: 強度
da_dk: Kraftig
el_gr: Ισχυρό
fi_fi: Voimakas
hr_hr: Jako
hu_hu: Erős
it_it: Forte
nl_nl: Sterk
no_no: Sterk
pt_pt: Forte
ro_ro: Puternic
ru_ru: Сильно
sv_se: Mycket stark
th_th: รุนแรง
tr_tr: Güçlü
zh_cn: 重度

source: PowerDown
bg_bg: Намаляване на мощността
cht: 斷電
el_gr: Απενεργοποίηση
fi_fi: Virrankatkaisu
hr_hr: Isključenje
hu_hu: Kikapcsolás
it_it: Disattivato
ko_kr: 출력 내림
nl_nl: Uitzetten
pt_pt: Desligar
ru_ru: Выключение Питания
sv_se: StängAv
th_th: ปิดเครื่อง
tr_tr: GücüDüşür
zh_cn: 待机

source: On
bg_bg: Вкл.
cht: 開
da_dk: Til
el_gr: Ενεργοποίηση
fi_fi: Käytössä
hr_hr: Uklj.
hu_hu: Be
nl_nl: Aan
no_no: På
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл
sv_se: På
th_th: เปิด
tr_tr: Açık
zh_cn: 开

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: Program Change
bg_bg: Смяна на програма
cht: 切換程式
da_dk: Programskift
el_gr: Αλλαγή προγράμματος
fi_fi: Ohjelmien vaihto
hr_hr: Izmjena programa
hu_hu: Programváltás
it_it: Cambio programma
ko_kr: 프로그램 변경
nl_nl: Programma wisselen
no_no: Bytt program
pt_pt: Mudança de programa
ro_ro: Schimba programul
ru_ru: Изменение программ
sv_se: Programbyte
th_th: เปลี่ยนโปรแกรม
tr_tr: Program Değişimi
zh_cn: 程序切换

source: SmartStart
bg_bg: Интелигентен старт
cht: 智慧啟動
fi_fi: Käynnistysviive
it_it: Avvio Intelligente
ko_kr: 시작음
pt_pt: Início inteligente
ru_ru: Задержка включения SmartStart
sv_se: Fördröjd aktivering
tr_tr: AkıllıBaşlatma
zh_cn: 智能延时启动

source: On
bg_bg: Вкл.
cht: 開
da_dk: Til
el_gr: Ενεργοποίηση
fi_fi: Käytössä
hr_hr: Uklj.
hu_hu: Be
nl_nl: Aan
no_no: På
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл
sv_se: På
th_th: เปิด
tr_tr: Açık
zh_cn: 开

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: StimulusType
bg_bg: Вид стимул
cht: 刺激音類型
el_gr: Τύπος ερεθίσματος
fi_fi: Stimuluksen tyyppi
hr_hr: Vrsta podražaja
hu_hu: Inger típusa
it_it: TipoStimolo
ko_kr: 자극 유형
no_no: Type stimuli
pt_pt: Tipo de estímulo
ru_ru: Тип стимула
sv_se: Stimuli Typ
th_th: ชนิดของเสียงกระตุ้น
tr_tr: Uyaran Şekli
zh_cn: 刺激声类型

source: PureTone
bg_bg: Чист тон
cht: 純音
da_dk: Rentone
el_gr: Καθαρός τόνος
fi_fi: Puhdasääni
hr_hr: Čisti ton
hu_hu: Tiszta hang
it_it: TonoPuro
ko_kr: 순음
nl_nl: Zuivere toon
no_no: Rentone
pt_pt: Tom puro
ru_ru: Чистый тон
sv_se: Ren Ton
tr_tr: Saf Ses
zh_cn: 纯音

source: Speech Weighted Noise
bg_bg: Претеглен шум на речта
cht: 語音加權噪音
da_dk: Talevægtet støj
el_gr: Σταθμισμένος θόρυβος ομιλίας
fi_fi: Puhepainotteinen melu
hr_hr: Govorni šum
hu_hu: Beszédhangos súlyozott zaj
it_it: Rumore pesato sul parlato
ko_kr: 스피치 노이즈
nl_nl: Gewogen spraakruis
no_no: Talemodulert støy
ro_ro: Zgomot cu particularitati specifice de vorbire
ru_ru: Уровень шума, взвешенный по уровню громкости речи
sv_se: Talvägt Brus
th_th: เสียงพูดถ่วงน้ำหนักด้วยเสียงรบกวน
tr_tr: Konuşma Ağırlıklı Gürültü
zh_cn: 信噪比

source: Max
bg_bg: Максимално
cht: 最大
da_dk: Maks.
el_gr: Μέγ.
fi_fi: Maks
hr_hr: Maks.
ko_kr: 최대
no_no: Maks.
pt_pt: Máximo
ro_ro: Maxim
ru_ru: Макс.
th_th: มากที่สุด
tr_tr: Maksimum
zh_cn: 最大

source: Min
bg_bg: Минимално
cht: 最小
el_gr: Ελάχ.
fi_fi: Minimi
ko_kr: 최소
pt_pt: Mínimo
ro_ro: Minim
ru_ru: Мин.
th_th: ค่าตํ่าสุด
tr_tr: Minimum
zh_cn: 最小

source: Manual Volume Control
bg_bg: Управление на силата на звука
cht: 手動音量調整
da_dk: Manuel lydstyrkeregulering
el_gr: Χειροκίνητος έλεγχος έντασης
fi_fi: Manuaalinen voimakkuudensäätö
hr_hr: Ručna regulacija glasnoće
hu_hu: Kézi hangerőszabályzó
it_it: Controllo volume manuale
ko_kr: 볼륨 조절기
nl_nl: Handmatige Volumeregeling
no_no: Manuell volumkontroll
pt_pt: Controle de volume manual
ro_ro: Volume Control Manual
ru_ru: Ручной регулятор громкости
sv_se: Manuell Volymkontroll
th_th: ระบบควบคุมเสียงแมนวล
tr_tr: Manuel Ses Kontrolü
zh_cn: 手动音量调节范围

source: On
bg_bg: Вкл.
cht: 開
da_dk: Til
el_gr: Ενεργοποίηση
fi_fi: Päällä
hr_hr: Uklj.
hu_hu: Be
nl_nl: Aan
no_no: På
pt_pt: Ligado
ro_ro: Deschis
ru_ru: Вкл
sv_se: På
th_th: เปิด
tr_tr: Açık
zh_cn: 开

source: Volume Change Level
bg_bg: Ниво на промяна на силата на звука
cht: 音量調整等級
da_dk: Niveau for lydstyrkeændring
el_gr: Στάθμη μεταβολής έντασης
fi_fi: Voimakkuudensäädön taso
hr_hr: Razina promjene glasnoće
hu_hu: Hangerő módosítás szintje
it_it: Cambio Volume Livello
ko_kr: 볼륨조절
nl_nl: Volume gewijzigd
no_no: Volumkontrollnivå
pt_pt: Nível de alteração do volume
ro_ro: Schimba nivelul volumului
ru_ru: Уровень изменения громкости
sv_se: Volymförändring
th_th: ตัวเปลี่ยนระดับเสียง
tr_tr: Ses Değişim Seviyesi
zh_cn: 音量调节水平

source: VolumeControlBeepValue
bg_bg: Величина на сигнала за управление на силата на звука
cht: 音量調整提示音數值
el_gr: Τιμή ήχου μεταβολής έντασης
fi_fi: VoimakkuudensäätöÄänimerkkiArvo
hr_hr: Vrijednost zvučnog signala regulacije glasnoće
hu_hu: HangerőKontrolCsipogásÉrték
it_it: ValoreBeepControlloVolume
ko_kr: 볼륨 조절 알림음
nl_nl: VolumeRegelingBeepWaarde
no_no: Volumkontroll signalstyrke
pt_pt: Tempo do bipe de controle de volume
ro_ro: ValoareBipControlVolum
ru_ru: Уровень Сигнала Регулятора Громкости
tr_tr: SesKontrolSinyalDeğeri
zh_cn: 音量调节提示音值
