Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Decrease gain for loud sounds at low and mid frequencies
bg_bg: Намалете усилването за силните звуци на ниските и средните честоти
cht: 降低大聲聲音的低頻及中頻增益量
da_dk: Reducer forstærkning for kraftige lyde ved lav- og mellemfrekvenser
el_gr: Μειώστε την ένταση(απόκριση) για τους δυνατούς ήχους στις χαμηλές και τις μεσαίες συχνότητες
fi_fi: Vähennä vahvistusta matalilla ja korkeilla taajuuksilla koville äänille
hr_hr: Smanjite pojačanje za glasne zvukove na niskim i srednjim frekvencijama
hu_hu: Csökkentse az erősítést a hangos hangokra a mély és a közepes frekvenciákra
it_it: Diminuire il guadagno per i suoni forti a frequenze basse e medie
ko_kr: 저주파수와 중주파수에서 작은 소리의 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage en middenfrequenties bij harde geluiden
no_no: Reduser gain for høye lyder ved lave og mellomhøye frekvenser
pt_pt: Diminua o ganho para os sons intensos nas frequências baixas e médias
ro_ro: Scadeti castigul pentru sunete puternice pentru frecventele joase si medii
ru_ru: Уменьшите усиление громких звуков на низких и средних частотах
sv_se: Minska förstärkningen för starka ljud på låg och mellan frekvenser.
th_th: ลดเกนสำหรับเสียงดังที่ความถี่ต่ำและกลาง
tr_tr: Yüksek sesler için alçak ve orta frekans kazançlarını azalt
zh_cn: 降低中低频大声增益

source: Decrease gain for soft sounds for mid and high frequencies
bg_bg: Намалете усилването за тихите звуци за средните и високите честоти
cht: 降低小聲聲音的中頻及高頻增益量
da_dk: Reducer forstærkning for svage lyde for mellem- og højfrekvenser
el_gr: Μειώστε την ένταση(απόκριση) για τους σιγανούς ήχους στις μεσαίες και τις υψηλές συχνότητες
fi_fi: Vähennä vahvistusta keski ja korkeilla taajuuksilla heikoille äänille
hr_hr: Smanjite pojačanje za tihe zvukove za srednje i visoke frekvencije
hu_hu: Csökkentse az erősítést a lágy hangokra a közép és a magas frekvenciákon
it_it: Diminuire il guadagno per i suoni deboli per le frequenze medie e alte
ko_kr: 고주파수와 중주파수에서 작은 소리의 게인을 낮추세요
nl_nl: Verlaag de versterking van de midden- en hoge frequenties bij zachte geluiden
no_no: Reduser gain for svake lyder ved mellomhøye og høye frekvenser
pt_pt: Diminua o ganho para sons suaves para as frequências médias e altas
ro_ro: Scadeti castigul pentru sunetele slabe in zona mediilor si inaltelor
ru_ru: Уменьшите усиление тихих звуков на средних и высоких частотах
sv_se: Minska förstärkningen för svaga på mellan och höga frekvenser
th_th: ลดเกนสำหรับเสียงเบาที่ความถี่กลางและสูง
tr_tr: Yumuşak sesler için orta ve yüksek frekans kazançlarını azalt
zh_cn: 降低中高频小声增益

source: Decrease gain for low frequencies.
bg_bg: Намалете усилването на ниските честоти.
cht: 降低低頻增益量。
da_dk: Reducer forstærkning for lavfrekvenser
el_gr: Μειώστε την ένταση(απόκριση) για τις χαμηλές συχνότητες.
fi_fi: Vähennä vahvistusta matalilla taajuuksilla
hr_hr: Smanjite pojačanje za niske frekvencije.
hu_hu: Csökkentse az erősítést a mély frekvenciákra.
it_it: Diminuire il guadagno per le basse frequenze.
ko_kr: 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage frequenties.
no_no: Reduser gain for lave frekvenser.
pt_pt: Diminua o ganho para as frequências baixas.
ro_ro: Scadeti castigurile pe frecventele joase
ru_ru: Уменьшите усиление на низких частотах.
sv_se: Minska förstärkningen för låga frekvenser.
th_th: ลดเกนที่ความถี่ต่ำ
tr_tr: Alçak Frekanslar için kazanç azaltın.
zh_cn: 降低低频增益

source: Decrease overall gain for low frequency sounds and increase overall gain for high frequency sounds
bg_bg: Намалете общото усилване за звуците с ниска честота и увеличете общото усилване за звуците с висока честота
cht: 降低低頻音量的整體增益及提升高頻音量的整體增益量
da_dk: Reducer generel forstærkning for lavfrekvente lyde, og forøg generel forstærkning for højfrekvente lyde
el_gr: Μειώστε τη συνολική ένταση(απόκριση) για ήχους χαμηλών συχνοτήτων και αυξήστε τη συνολική ένταση(απόκριση) για ήχους υψηλών συχνοτήτων
fi_fi: Lisää kokonaisvahvistusta matalilla taajuuksilla ja lisää kokonaisvahvistusta korkeilla taajuuksilla
hr_hr: Smanjite sveukupno pojačanje za zvukove niskih frekvencija i povećajte sveukupno pojačanje za zvukove visokih frekvencija
hu_hu: Csökkentse a teljes erősítést a mélyfrekvenciás hangokra és növelje a teljes erősítést a magas frekvenciás hangokra
it_it: Diminuire il guadagno complessivo per i suoni a bassa frequenza e aumentare il guadagno complessivo per i suoni ad alta frequenza
ko_kr: 저주파수 소리의 전반적인 게인을 낮추시고 고주파수 소리의 전반적인 게인을 높이세요
nl_nl: Verlaag de versterking van de lage frequenties en verhoog de versterking van de hoge frequenties
no_no: Reduser generell gain for lavfrekvente lyder og øk generell gain for høyfrekvente lyder
pt_pt: Diminua o ganho geral para as frequências baixas e aumente o ganho geral para as frequências altas
ro_ro: Scadeti castigul global pentru sunete de frecventajoasa si cresteti-l pentru sunetele acute
ru_ru: Уменьшите общее усиление для низкочастотных звуков и увеличьте общее усиление для высокочастотных звуков
sv_se: Minska den totala förstärkningen på låga frekvenser och öka den totala förstärkningen på höga frekvenser.
th_th: ลดเกนโดยรวมสำหรับเสียงความถี่ต่ำ และเพิ่มเกนโดยรวมสำหรับเสียงความถี่สูง
tr_tr: Tüm alçak frekans kazançlarını azalt ve tüm yüksek frekans kazançlarını artır
zh_cn: 降低低频所有增益和增加高频所有增益

source: Increase high frequency gain for soft and moderate sounds
bg_bg: Увеличете усилването на високите честоти за тихите и умерените звуци
cht: 提升小聲及一般聲音的高頻增益量
da_dk: Forøg højfrekvent forstærkning for svage og moderate lyde
el_gr: Αυξήστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους σιγανούς και μέτριους ήχους
fi_fi: Lisää vahvistusta korkeilla taajuuksilla heikoille ja kohtalaisille äänilles
hr_hr: Povećajte pojačanje visokih frekvencija za tihe i umjerene zvukove
hu_hu: Növelje a magas frekvenciás erősítést a lágy és közepes hangokra
it_it: Aumentare il guadagno delle alte frequenze per i suoni deboli e moderati
ko_kr: 작고 중간 소리의 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de hoge frequenties bij zachte en gemiddelde geluiden
no_no: Øk høyfrekvens gain for svake og moderate lyder
pt_pt: Aumente o ganho das frequências altas para sons suaves e moderados
ro_ro: Cresteti castigul pe inalte pentru sunete slabe si moderate
ru_ru: Увеличьте усиление на высоких частотах для тихих и умеренных звуков
sv_se: Öka förstärkningen på höga frekvenser för svaga och måttliga ljud
th_th: เพิ่มเกนที่ความถี่สูงสำหรับเสียงเบาและเสียงปานกลาง
tr_tr: Yumuşak ve orta sesler için yüksek frekans kazancını artır
zh_cn: 增加小声和中等声高频增益

source: Increase the vent size
bg_bg: Увеличете венти отвора
cht: 增加氣孔尺寸
da_dk: Forøg ventilation
el_gr: Αυξήστε το μέγεθος του αεραγωγού
fi_fi: Lisää ilmastoinnin kokoa
hr_hr: Povećajte veličinu oduška
hu_hu: Növelje a szellőző méretet
it_it: Aumentare le dimensioni della ventilazione
ko_kr: 벤트 사이즈를 늘리세요
nl_nl: Vergroot de venting
no_no: Øk ventilasjons størrelsen
pt_pt: Aumente o tamanho da ventilação
ro_ro: Cresteti dimensiunea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorlek
th_th: เพิ่มขนาด Vent
tr_tr: Vent ölçüsünü artır
zh_cn: 增加通气孔孔径

source: Choose a smaller or more open dome
bg_bg: Изберете по-малко или отворено домче
cht: 選擇較小或更開放的耳塞
da_dk: Vælg en mindre eller mere åben kuppel
el_gr: Επιλέξτε ένα μικρότερο ή πιο ανοικτό κάλυμμα
fi_fi: Valitse pienempi ja enemmän avoin tippi
hr_hr: Odaberite manju ili otvoreniju kupolu
hu_hu: Válasszon kisebb vagy nyitottabb füldugót
it_it: Scegliere una cupoletta più piccola o più aperta
ko_kr: 더 작거나 더 오픈된 돔을 선택하세요
nl_nl: Kies een kleinere of meer open eartip
no_no: Velg en mindre eller mer åpen dome
pt_pt: Escolha um domo menor ou mais aberto
ro_ro: Alegeti un dome mai mic sau mai deschis
ru_ru: Выберите меньший или более открытый колпачок
sv_se: Välj en mindre eller öppnare dome
th_th: เลือก Dome ที่มีขนาดเล็กลง หรือเปิดกว้างขึ้น
tr_tr: Daha küçük ya da açık bir Dome seçin
zh_cn: 选择更小或更开放的耳塞

source: Increase mid frequency gain for soft sounds
bg_bg: Увеличете усилването на средните честоти за тихите звуци
cht: 提升小聲聲音的中頻增益量
da_dk: Forøg mellemfrekvent forstærkning for svage lyde
el_gr: Αυξήστε την ένταση(απόκριση) μεσαίων συχνοτήτων για τους σιγανούς ήχους
fi_fi: Lisää keskitaajuuksien vahvistusta heikoilla äänillä
hr_hr: Povećajte pojačanje srednjih frekvencija za tihe zvukove
hu_hu: Növelje a mélyfrekvenciás erősítést a lágy hangokra
it_it: Aumentare il guadagno delle frequenze medie per i suoni deboli
ko_kr: 작은 소리의 중주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de middenfrequenties bij zachte geluiden
no_no: Øk mellomfrekvensgain for svake lyder
pt_pt: Aumente o ganho das frequências médias para sons suaves
ro_ro: Cresteti castigul pe medii pentru sunete slabe
ru_ru: Увеличьте усиление на средних частотах для тихих звуков
sv_se: Öka förstärkningen på mellan frekvenser för svaga ljud.
th_th: เพิ่มเกนที่ความถี่กลางสำหรับเสียงเบา
tr_tr: Yumuşak sesler için orta frekans kazancını artır
zh_cn: 增加小声中频增益

source: Increase low and mid frequency gain for soft and moderate sounds
bg_bg: Увеличете усилването на ниските и средните честоти за тихите и умерените звуци
cht: 提升小聲及一般聲音的低頻及中頻增益量
da_dk: Forøg lav- og mellemfrekvent forstærkning for svage og moderate lyde
el_gr: Αυξήστε την ένταση(απόκριση) χαμηλών και μεσαίων συχνοτήτων για του σιγανούς και μέτριους ήχους
fi_fi: Lisää vahvistusta matalilla ja keski taajuuksilla heikoille ja kohtalaisille äänille
hr_hr: Povećajte pojačanje niskih i srednjih frekvencija za tihe i umjerene zvukove
hu_hu: Növelje a mély és közép frekvenciás erősítést a lágy és közepes hangokra
it_it: Aumentare il guadagno delle frequenze basse e medie per i suoni deboli e moderati
ko_kr: 작고 중간 소리의 저주파수와 중주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de lage en middenfrequenties bij zachte en gemiddelde geluiden
no_no: Øk lav- og mellomfrekvens gain for svake og moderate lyder
pt_pt: Aumente o ganho das frequências baixas e médias para sons suaves e moderados
ro_ro: Cresteti castigul pentru medii si inalte pentru sunete slabe si moderate
ru_ru: Увеличьте усиление на низких и средних частотах для тихих и умеренных звуков
sv_se: Öka förstärkningen på låg och mellanfrekvenser för svaga och måttliga ljud
th_th: เพิ่มเกนที่ความถี่ต่ำและกลางสำหรับเสียงเบาและเสียงปานกลาง
tr_tr: Yumuşak ve orta sesler için alçak ve orta frekans kazançlarını artır
zh_cn: 增加小声和中等声中低频增益

source: Increase high frequency gain for soft sounds
bg_bg: Увеличете усилването на високите честоти за тихите звуци
cht: 提升小聲聲音的高頻增益量
da_dk: Forøg højfrekvent forstærkning for svage lyde
el_gr: Αυξήστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους σιγανούς ήχους
fi_fi: Lisää vahvistusta korjeilla taajuuksilla heikoille äänille
hr_hr: Povećajte pojačanje visokih frekvencija za tihe zvukove
hu_hu: Növelje a magas frekvenciás erősítést a lágy hangokra
it_it: Aumentare il guadagno delle alte frequenze per i suoni deboli
ko_kr: 작은 소리의 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de hoge frequenties bij zachte geluiden
no_no: Øk høyfrekvens gain for svake lyder
pt_pt: Aumente o ganho das frequências altas para sons suaves
ro_ro: Cresteti castigul in zona inaltelor pentru sunetele slabe
ru_ru: Увеличьте усиление на высоких частотах для тихих звуков
sv_se: Öka förstärkningen på höga frekvenser för svaga ljud
th_th: เพิ่มเกนที่ความถี่สูงสำหรับเสียงเบา
tr_tr: Yumuşak sesler için yüksek frekans kazançlarını artır
zh_cn: 增加小声高频增益

source: Decrease high frequency gain for loud sounds
bg_bg: Намалете усилването на високите честоти за силните звуци
cht: 降低大聲聲音的高頻增益量
da_dk: Reducer højfrekvent fortstækning for kraftige lyde
el_gr: Μειώστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους δυνατούς ήχους
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla koville äänille
hr_hr: Smanjite pojačanje visokih frekvencija za glasne zvukove
hu_hu: Csökkentse a magas frekvenciás erősítést hangos hangokra
it_it: Diminuire il guadagno delle alte frequenze per i suoni forti
ko_kr: 큰 소리의 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de hoge frequenties bij harde geluiden
no_no: Reduser høyfrekvens gain for høye lyder
pt_pt: Diminua o ganho das frequências altas para sons intensos
ro_ro: Scadeti castigul pentru frecventele inalte pentru sunete puternice
ru_ru: Уменьшите усиление на высоких частотах для громких звуков
sv_se: Minska förstärkningen på höga frekvenser för starka ljud
th_th: ลดเกนที่ความถี่สูงสำหรับเสียงดัง
tr_tr: Yüksek sesler için yüksek frekans kazancını azalt
zh_cn: 降低大声高频增益

source: Decrease overall gain for high frequency sounds
bg_bg: Намалете общото усилване на звуците с високи честоти
cht: 降低高頻聲音的整體增益量
da_dk: Reducer generel forstærkning for højfrekvente lyde
el_gr: Μειώστε τη συνολική ένταση(απόκριση) για ήχους υψηλών συχνοτήτων
fi_fi: Vähennä kokonaisvahvistusta korkeataajuksisille äänille
hr_hr: Smanjite sveukupno pojačanje za zvukove visokih frekvencija
hu_hu: Csökkentse a teljes erősítést a magas frekvenciás hangokra
it_it: Diminuire il guadagno complessivo per i suoni ad alta frequenza
ko_kr: 고주파수 소리의 전반적인 게인을 낮추세요
nl_nl: Verlaag de versterking van de hoge frequenties
no_no: Reduser generell gain for høyfrekvente lyder
pt_pt: Diminua o ganho geral para sons de frequências altas
ro_ro: Scadeti castigul global pentru sunetele de frecventa inalta
ru_ru: Уменьшите общее усиление для высокочастотных звуков
sv_se: Minska den totala förstärkningen för höga frekvenser
th_th: ลดเกนโดยรวมสำหรับเสียงความถี่สูง
tr_tr: Yüksek sesler için tüm kazançları azalt
zh_cn: 降低高频所有增益

source: Increase low frequency gain for soft sounds
bg_bg: Увеличете усилването на ниските честоти за тихите звуци
cht: 提升小聲聲音的低頻增益量
da_dk: Forøg lavfrekvent forstærkning for svage lyde
el_gr: Αυξήστε την ένταση(απόκριση) χαμηλών συχνοτήτων για τους σιγανούς ήχους
fi_fi: Lisää vahvistusta matalilla taajuuksilla heikoille äänille
hr_hr: Povećajte pojačanje niskih frekvencija za tihe zvukove
hu_hu: Növelje a mélyfrekvenciás erősítést a lágy hangokra
it_it: Aumentare il guadagno alle basse frequenze per i suoni deboli
ko_kr: 작은 소리의 저주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de lage frequenties bij zachte geluiden
no_no: Øk lavfrekvens gain for svake lyder
pt_pt: Aumente o ganho das frequências baixas para sons suaves
ro_ro: Cresteti castigul in zona gravelor pentru sunetele slabe
ru_ru: Увеличьте усиление на низких частотах для тихих звуков
sv_se: Öka förstärkningen på låga frekvenser för svaga ljud.
th_th: เพิ่มเกนที่ความถี่ต่ำสำหรับเสียงเบา
tr_tr: Yumuşak sesler için alçak frekans kazancını artır
zh_cn: 增加小声低频增益

source: Increase gain for mid and high frequency sounds
bg_bg: Увеличете усилването за звуците със средни и високи честоти
cht: 提升中頻及高頻聲音增益量
da_dk: Forøg forstærkning for mellem- og højfrekvente lyde
el_gr: Αυξήστε την ένταση(απόκριση) για ήχους μεσαίων και υψηλών συχνοτήτων
fi_fi: Lisää vahvistusta äänille keski ja korkeilla taajuksilla
hr_hr: Povećajte pojačanje za zvukove srednjih i visokih frekvencija
hu_hu: Növelje az erősítést a közép és a magas frekvenciákra
it_it: Aumentare il guadagno per i suoni a frequenze medie e alte
ko_kr: 중주파수와 고주파수 소리의 게인을 높이세요
nl_nl: Verhoog de versterking van de midden- en hoge frequenties
no_no: Øk gain for mellom- og høyfrekvente lyder
pt_pt: Aumente o ganho geral para sons de frequências médias e altas
ro_ro: Cresteti castigul pe sunetele de frecvente inalte si medii.
ru_ru: Увеличьте усиление для средне- и высокочастотных звуков
sv_se: Öka den totala förstärkningen på mellan och höga frekvenser
th_th: เพิ่มเกนสำหรับเสียงความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslı sesler için kazanç artırın
zh_cn: 增加中高频增益

source: Increase gain for high frequency sounds
bg_bg: Увеличете усилването за звуците с високи честоти
cht: 提升高頻聲音增益量
da_dk: Forøg forstærkning for højfrekvente lyde
el_gr: Αυξήστε την ένταση(απόκριση) για ήχους υψηλών συχνοτήτων
fi_fi: Lisää vahvistusta korkeataajuksisille äänille
hr_hr: Povećajte pojačanje za zvukove visokih frekvencija
hu_hu: Növelje az erősítést a magas frekvenciás hangokra
it_it: Aumentare il guadagno complessivo per i suoni ad alta frequenza
ko_kr: 고주파수 소리의 게인을 높이세요
nl_nl: Verhoog de versterking van de hoge frequenties
no_no: Øk gain for høyfrekvente lyder
pt_pt: Aumente o ganho para sons de frequências altas
ro_ro: Cresteti castigul pe sunetele de frecvente inalte.
ru_ru: Увеличьте усиление для высокочастотных звуков
sv_se: Öka den totala förstärkningen på höga frekvenser.
th_th: เพิ่มเกนสำหรับเสียงความถี่สูง
tr_tr: Yüksek frekanslı sesler için kazanç artırın
zh_cn: 增加高频增益

source: Increase high frequency gain for soft and moderate sounds
bg_bg: Увеличете усилването на високите честоти за тихите и умерените звуци
cht: 提昇小聲及一般聲音的高頻增益量
da_dk: Forøg højfrekvent forstærkning for svage og moderate lyde
el_gr: Αυξήστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους σιγανούς και μέτριους ήχους
fi_fi: Lisää vahvistusta korkeilla taajuuksilla hekoille ja kohtalaisille äänille
hr_hr: Povećajte pojačanje visokih frekvencija za tihe i umjerene zvukove
hu_hu: Növelje a magas frekvenciás erősítést a lágy és a közepes hangokra
it_it: Aumentare il guadagno delle alte frequenze per i suoni deboli e moderati
ko_kr: 작은소리와 중간소리의 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de hoge frequenties bij zachte en gemiddelde geluiden
no_no: Øk høyfrekvens gain for svake og moderate lyder
pt_pt: Aumente o ganho das frequências altas para sons suaves e moderados
ro_ro: Cresteti castigul la frecventele inalte pentru sunetele slabe si moderate
ru_ru: Увеличьте усиление на высоких частотах для тихих и умеренных звуков
sv_se: Öka förstärkningen på höga frekvenser för svaga och måttliga ljud
th_th: เพิ่มเกนที่ความถี่สูงสำหรับเสียงเบาและเสียงปานกลาง
tr_tr: Yumuşak ve orta sesler için yüksek frekans kazancını artır
zh_cn: 增加小声和中等声高频增益

source: Decrease gain for mid and high frequency sounds
bg_bg: Намалете усилването за звуците със средни и високи честоти
cht: 降低中頻、高頻聲音增益量
da_dk: Reducer forstærkning for mellem- og højfrekvente lyde
el_gr: Μειώστε την ένταση(απόκριση) για ήχους μεσαίων και υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta äänille keski ja korkeilla taajuuksilla
hr_hr: Smanjite pojačanje za zvukove srednjih i visokih frekvencija
hu_hu: Csökkentse az erősítést a közép és a magas frekvenciás hangokra
it_it: Diminuire il guadagno per i suoni a frequenza media e alta
ko_kr: 중주파수와 고주파수 소리의 게인을 낮추세요
nl_nl: Verlaag de versterking van de midden- en hoge frequenties
no_no: Reduser gain for mellom- og høyfrekvente lyder
pt_pt: Diminua o ganho para sons de médias e altas frequências
ro_ro: Scadeti castigul pe sunetele de frecvente inalte si medii.
ru_ru: Уменьшите усиление для средне- и высокочастотных звуков
sv_se: Minska den totala förstärkningen på mellan och höga frekvenser.
th_th: ลดเกนสำหรับเสียงความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslı sesler için kazanç azaltın
zh_cn: 降低中高频增益

source: Decrease gain for low and mid frequency sounds and increase gain for high frequency sounds
bg_bg: Намалете усилването за звуците с ниска и средна честота, и увеличете усилването за звуците с висока честота
cht: 降低低頻、中頻聲音增益；提升高頻聲音增益量
da_dk: Reducer forstærkning for lav- og mellemfrekvente lyde, og forøg forstærkning for højfrekvente lyde
el_gr: Μειώστε την ένταση(απόκριση) για ήχους χαμηλών και μεσαίων συχνοτήτων και αυξήστε την ένταση(απόκριση) για ήχους υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla ja keski taajuuksilla ja lisää vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje za zvukove niskih i srednjih frekvencija i povećajte pojačanje za zvukove visokih frekvencija
hu_hu: Csökkentse az erősítést a mély és a közép frekvenciákra, és növelje az erősítést a magas frekvenciás hangokra
it_it: Diminuire il guadagno per i suoni a frequenza bassa e media e aumentare il guadagno per i suoni ad alta frequenza
ko_kr: 저주파수와 중주파수 소리의 게인을 낮추시고 고주파수 소리의 게인을 높이세요
nl_nl: Verlaag de versterking van de lage en middenfrequenties en verhoog de versterking van de hoge frequenties
no_no: Reduser gain for lav- og mellomfrekvente lyder og øk gain for høyfrekvente lyder
pt_pt: Diminua o ganho das frequências baixas e médias e aumente o ganho para sons de alta frequência
ro_ro: Scadeti castigul pe sunetele de frecvente joase si medii si cresteti-l pentru sunetele de frecventa acuta
ru_ru: Уменьшите усиление для низко- и среднечастотных звуков и увеличьте усиление для высокочастотных звуков
sv_se: Minska den totala förstärkningen på mellan och höga frekvenser och öka förstärkningen på höga frekvenser.
th_th: ลดเกนสำหรับเสียงความถี่ต่ำและกลาง และเพิ่มเกนสำหรับเสียงความถี่สูง
tr_tr: Düşük ve orta frekanslı sesler için kazanç azaltın ve yüksek frekanslı sesler için kazanç artırın
zh_cn: 降低中低频增益和增加高频增益

source: Decrease high frequency gain for soft sounds
bg_bg: Намалете усилването на високите честоти за тихите звуци
cht: 降低小聲聲音的高頻增益量
da_dk: Reducer højfrekvent forstærkning for svage lyde
el_gr: Μειώστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους σιγανούς ήχους
fi_fi: Vähennä korkeiden taajuuksien vahvistusta heikoilla äänillä
hr_hr: Smanjite pojačanje visokih frekvencija za tihe zvukove
hu_hu: Csökkentse a magas frekvenciás erősítést a lágy hangokra
it_it: Diminuire il guadagno delle alte frequenze per i suoni deboli
ko_kr: 작은 소리의 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de hoge frequenties bij zachte geluiden
no_no: Reduser høyfrekvens gain for svake lyder
pt_pt: Diminua o ganho das frequências altas para sons suaves
ro_ro: Scadeti castigul pe frecventele inalte pentru sunetele slabe
ru_ru: Уменьшите усиление на высоких частотах для тихих звуков
sv_se: Minska förstärkningen på höga frekvenser för svaga ljud
th_th: ลดเกนที่ความถี่สูงสำหรับเสียงเบา
tr_tr: Yumuşak sesler için yüksek frekans kazancını azalt
zh_cn: 降低小声高频增益

source: Increase low and mid frequency gain for loud sounds
bg_bg: Увеличете усилването на ниските и средните честоти за силните звуци
cht: 提升大聲聲音的低頻及中頻增益量
da_dk: Forøg lav- og mellemfrekvent forstærkning for kraftige lyde
el_gr: Αυξήστε την ένταση(απόκριση) χαμηλών και μεσαίων συχνοτήτων για τους δυνατούς ήχους
fi_fi: Lisää vahvistusta matalilla ja keski taajuuksilla kovilla äänillä
hr_hr: Povećajte pojačanje niskih i srednjih frekvencija za glasne zvukove
hu_hu: Növelje a mély és a közép frekvenciás erősítést a hangos hangokra
it_it: Aumentare il guadagno delle frequenze basse e medie per i suoni forti
ko_kr: 큰 소리의 저주파수와 중주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de lage en middenfrequenties bij harde geluiden
no_no: Øk lav- og mellomfrekvensgain for høye lyder
pt_pt: Aumente o ganho das frequências baixas e médias para sons intensos
ro_ro: Cresteti castigul pe frecventele joase si medii pentru sunete puternice
ru_ru: Увеличьте усиление на низких и средних частотах для громких звуков
sv_se: Öka förstärkningen på låg och mellanfrekvenser för starka ljud
th_th: เพิ่มเกนที่ความถี่ต่ำและกลางสำหรับเสียงดัง
tr_tr: Yüksek sesler için alçak ve orta frekans kazançlarını artır
zh_cn: 增加大声中低频增益
