Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Option 4
bg_bg: Вариант 4
cht: 選項 4
da_dk: Mulighed 4
el_gr: Επιλογή 4
fi_fi: Optio 4
hr_hr: Mogućnost 4
hu_hu: Opció 4
it_it: Opzione 4
ko_kr: 옵션 4
nl_nl: Optie 4
no_no: Alternativ 4
pt_pt: Opção 4
ro_ro: Optiune 4
ru_ru: Опция 4
sv_se: Val 4
th_th: ตัวเลือก 4
tr_tr: Seçenek 4
zh_cn: 选项4

source: Connection Type:
bg_bg: Тип връзка:
cht: 連接類型：
da_dk: Forbindelsestype:
el_gr: Τύπος σύνδεσης:
fi_fi: Yhteystyyppi:
hr_hr: Vrsta veze:
hu_hu: Csatlakozási típus:
it_it: Tipo di connessione:
ko_kr: 연결 장치:
nl_nl: Interface:
no_no: Tilkoblingstype:
pt_pt: Tipo de conexão:
ro_ro: Tip conexiune:
ru_ru: Тип подключения:
sv_se: Anslutningstyp:
th_th: ประเภทการเชื่อมต่อ:
tr_tr: Bağlantı Tipi:
zh_cn: 连接类型：

source: Select a hearing aid picture to see the connection instructions for the Noahlink Wireless (Airlink 2) device.
bg_bg: Изберете картинка на слухов апарат, за да видите инструкциите за свързване на устройството Noahlink Wireless (Airlink 2).
cht: 選擇助聽器圖片以檢視 Noahlink Wireless (Airlink 2) 裝置的連接說明。
da_dk: Vælg et billede af et høreapparat for at få vist forbindelsesvejledningen til Noahlink Wireless (Airlink 2) enheden.
el_gr: Επιλέξτε μια εικόνα ακουστικού βοηθήματος για να δείτε τις οδηγίες σύνδεσης για τη συσκευή Noahlink Wireless (Airlink 2).
fi_fi: Näet Noahlink Wireless (Airlink 2) -laitteen kytkentäohjeet valitsemalla kuulokojeen kuvan.
hr_hr: Odaberite sliku slušnog pomagala kako biste vidjeli upute za povezivanje za Noahlink Wireless (Airlink 2) uređaj.
hu_hu: Válasszon egy hallókészüléket ábrázoló képet, és tekintse meg a Noah Wireless (Airlink 2) csatlakoztatási instrukcióit.
it_it: Selezionare l'immagine di un apparecchio acustico per visualizzare le istruzioni di connessione per il dispositivo Noahlink Wireless (Airlink 2).
ko_kr: 보청기 이미지를 선택하여 Noahlink (Airlink 2) 기기를 위한 연결 방법을 참조하십시오.
nl_nl: Selecteer een hoortoestelafbeelding om de verbindingsinstructies te zien voor de Noahlink Wireless (Airlink 2).
no_no: Velg bilde av riktig høreapparat for å se informasjon om tilkobling av NOAHlink Wireless-enhet (Airlink 2).
pt_pt: Selecione a imagem de um aparelho auditivo para ver as instruções de conexão do dispositivo Noahlink Wireless (Airlink 2).
ro_ro: Selectați o imagine de aparat auditiv pentru a vedea instrucțiunile de conectare pentru dispozitivul Noahlink Wireless (Airlink 2).
ru_ru: Выберите изображение слухового аппарата, чтобы увидеть инструкцию по подключению беспроводного устройства, поддерживающего интерфейс Noahlink Wireless (Airlink 2).
sv_se: Välj en hörapparatsbild för att se anslutningsinstruktioner för Noahlink Wireless (Airlink 2)-enheten
th_th: เลือกรูปอุปกรณ์ช่วยฟังเพื่อดูคำแนะนำการเชื่อมต่อสำหรับอุปกรณ์ Noahlink Wireless (Airlink 2)
tr_tr: Noahlink Wireless (Airlink 2) cihazının bağlantı detaylarını görmek için bir işitme cihazı resmi seçin.
zh_cn: 选择助听器图片查看无线Noahlink（Airlink 2）设备的连接说明。

source: Simulate
bg_bg: Симулиране
cht: 模疑
da_dk: Simuler
el_gr: Προσομοίωση
fi_fi: Simuloi
hr_hr: Simuliraj
hu_hu: Szimuláció
it_it: Simula
ko_kr: 시뮬레이션
nl_nl: Simuleren
no_no: Simuler
pt_pt: Simular
ro_ro: Anuleaza
ru_ru: Имитировать
sv_se: Avbryt
th_th: จำลอง
tr_tr: Simüle Et
zh_cn: 模拟

source: Connect
bg_bg: Свържи
cht: 連接
da_dk: Opret forbindelse
el_gr: Σύνδεση
fi_fi: Yhdistä
hr_hr: Poveži
hu_hu: Csatlakozás
it_it: Connetti
ko_kr: 연결
nl_nl: Verbinden
no_no: Koble til
pt_pt: Conectar
ro_ro: Conecteaza
ru_ru: Подключить
sv_se: Anslut
th_th: เชื่อมต่อ
tr_tr: Bağlan
zh_cn: 连接

source: 132dB SPL
el_gr: SPL 132 dB
pt_pt: 132dB NPS
ru_ru: 132дБ УЗД

source: These instrument(s) are capable of exceeding 132dB SPL.
bg_bg: Тези прибор(и) са в състояние да надвишат 132dB SPL.
cht: 這些助聽器能超過132 dB SPL。
da_dk: Disse apparater kan overskride 132dB SPL.
el_gr: Σε αυτά τα ακουστικά η SPL δύναται να υπερβαίνει τα 132 dB.
fi_fi: Nämä kuulokojeet pystyvät toistamaan tasoja yli 132dB SPL.
hr_hr: Ovi aparati mogu premašiti 132 dB SPL.
hu_hu: Ez a készülék képes átlépni a 132dB SPL-t.
it_it: Questi apparecchi sono in grado di superare 132 dB SPL.
ko_kr: 이 보청기는 132dB SPL을 초과할 수 있습니다.
nl_nl: Toestel(len) zijn in staat meer dan 132dB SPL te leveren.
no_no: Apparat(ene) kan overstige 132 dB SPL.
pt_pt: Esses aparelhos podem exceder 132dB SPL.
ro_ro: Aparatele pot depasi 132dB SPL.
ru_ru: Этот аппарат(ы) способен превышать 132дБ УЗД.
sv_se: Dessa hörapparater kan överskrida 132 dB SPL.
th_th: อุปกรณ์เหล่านี้สามารถใช้งานได้เกิน 132dB SPL
tr_tr: Cihaz(lar) 132dB SPL'yi aşabilirler.
zh_cn: 助听器最大声输出超过132dB SPL。

source: Special care should be exercised in fitting these instrument because there may be a risk of impairing the remaining hearing of the patient
bg_bg: Трябва да се процедира особено внимателно при монтиране на тези прибори, тъй като е възможен риск от влошаване на остатъчния слух на пациента
cht: 在選配這些助聽器時應特別小心，因為可能有損害客戶殘存聽力的風險
da_dk: Udvis særlig forsigtighed under tilpasning af disse apparater, fordi der er risiko for at skade brugerens resterende hørelse
el_gr: Χρειάζεται ιδιαίτερη προσοχή κατά την εφαρμογή αυτών των ακουστικών, καθώς υπάρχει κίνδυνος ενδεχόμενης περαιτέρω βλάβης της ακοής του ασθενούς
fi_fi: Ne täytyy sovittaa erittäin varovaisesti, koska potilaan jäljellä oleva kuulo saattaa heiketä.
hr_hr: Prilikom namještanja ovog aparata treba se postupati vrlo pažljivo jer može postojati rizik od oštećenja preostalog bolesnikova sluha
hu_hu: Nagyon körültekintően járjon el a készülék illesztésekor, mert a páciens megmaradt hallása is veszélybe kerülhet
it_it: Prestare particolare attenzione nel fitting di questi apparecchi, in quanto esiste il rischio di danneggiare l'udito residuo del paziente.
ko_kr: 보청기 사용자의 잔존 청력이 손상될 위험이 있으므로 이 보청기 피팅에는 특별한 주의를 기울여야 합니다.
nl_nl: Speciale aandacht vereist bij het aanpassen van deze toestellen, omdat er een risico kan zijn dat het restgehoor van de cliënt beschadigd raakt.
no_no: Vær forsiktig ved tilpasning av apparatene, da det kan være risiko for å skade brukerens resterende hørsel.
pt_pt: É necessário tomar cuidados especiais ao ajustar esses aparelhos, pois pode haver risco de prejudicar a audição do usuário
ro_ro: Atentie speciala trebuie avuta in reglarea acestor aparate deoarece, exista riscul deteriorarii auzului existent al purtatorului
ru_ru: При настройке этих аппаратов необходимо соблюдать особую осторожность, поскольку имеется риск нанести ущерб остаточному слуху пациента
sv_se: Var försiktig vid anpassning av denna apparat så att inte kundens kvarvarande hörsel skadas.
th_th: ควรใช้ความเอาใจใส่เป็นพิเศษในการทดลองสวมอุปกรณ์เหล่านี้ เนื่องจากมีความเสี่ยงที่จะสร้างความเสียหายต่อความสามารถในการได้ยินที่ยังเหลืออยู่ของผู้ป่วย
tr_tr: Hastanın kalan işitme yetisinin de bozulması riski olduğundan, bu cihazı takarken özel dikkat sarf edilmelidir
zh_cn: 验配助听器时应特别注意，因为可能存在损伤用户残余听力的风险

source: Instrument connected to wrong side
bg_bg: Приборът е свързан с неправилната страна
cht: 助聽器連接到錯誤的一側
da_dk: Apparatet er tilsluttet den forkerte side
el_gr: Το ακουστικό έχει συνδεθεί σε λάθος πλευρά
fi_fi: Kuulokoje on yhdistetty väärälle puolelle
hr_hr: Aparat je spojen na pogrešnu stranu
hu_hu: A készülék a rossz oldalra lett csatlakoztatva
it_it: Apparecchio connesso al lato errato
ko_kr: 보청기 연결 방향이 올바르지 않습니다
nl_nl: Toestel gekoppeld aan de verkeerde kant.
no_no: Apparat koblet til feil side
pt_pt: Aparelho conectado do lado errado
ro_ro: Instrument conectat pe partea greșită
ru_ru: Аппарат подключен с неправильной стороны
sv_se: Apparaten ansluten till fel sida
th_th: เชื่อมต่ออุปกรณ์ผิดข้าง
tr_tr: Cihaz yanlış tarafa bağlandı
zh_cn: 助听器连接到错误的一侧

source: Instruments swapped
bg_bg: Разменени са местата на приборите
cht: 助聽器換邊
da_dk: Apparaterne er blevet forbyttet
el_gr: Πραγματοποιήθηκε αντιμετάθεση των ακουστικών
fi_fi: Kuulokojeet on vaihdettu keskenään
hr_hr: Aparati su zamijenili mjesta
hu_hu: Felcserélt készülékek
it_it: Apparecchi scambiati
ko_kr: 보청기 교체
nl_nl: Toestellen verwisseld
no_no: Apparatene er byttet om
pt_pt: Aparelhos trocados
ro_ro: Instrumente inversate
ru_ru: Аппараты перепутаны местами
sv_se: Apparaterna bytta
th_th: อุปกรณ์สลับข้างกัน
tr_tr: Cihazlar karşılıklı değiştirildi
zh_cn: 交换助听器

source: The instruments are connected to the wrong side of the programming interface.
bg_bg: Приборите са свързани с неправилната страна на интерфейса за програмиране.
cht: 助聽器連接到調整界面的錯誤側。
da_dk: Apparaterne er tilsluttet den forkerte side af programmeringsgrænsefladen.
el_gr: Τα ακουστικά είναι συνδεδεμένα στη λάθος πλευρά της διεπαφής προγραμματισμού.
fi_fi: Kuulokojeet on yhdistetty ohjelmointirajapinnan väärälle puolelle.
hr_hr: Aparati su spojeni na pogrešnu stranu sučelja za programiranje.
hu_hu: A készülékek a programozási felület rossz oldalára lettek csatlakoztatva.
it_it: Gli apparecchi sono connessi al lato errato dell'interfaccia di programmazione.
ko_kr: 보청기가 프로그래밍 인터페이스와 다른 방향으로 연결되었습니다.
nl_nl: De toestellen zijn verbonden met de verkeerde kant van het programmeerinterface.
no_no: Apparatene er koblet til feil side av programmeringsenhet.
pt_pt: Os aparelhos estão conectados do lado errado da interface de programação.
ro_ro: Instrumentele sunt conectate la partea greșită a interfeței de programare.
ru_ru: Слуховые аппараты подключены к интерфейсу программирования с неправильной стороны.
sv_se: Apparaterna är anslutna till fel sida av programmeringsgränssnittet.
th_th: เชื่อมต่ออุปกรณ์กับอินเตอร์เฟซการตั้งโปรแกรมผิดข้าง
tr_tr: Cihazlar, programlama arayüzünün yanlış tarafına bağlandı.
zh_cn: 助听器连接到错误的编程界面。

source: Physically switch the instrument connections and try again.
bg_bg: Физически превключете връзките на приборите и опитайте отново.
cht: 切換助聽器連接介面，然後重試。
da_dk: Skift forbindelserne til høreapparaterne rent fysisk, og prøv igen.
el_gr: Αλλάξτε χειροκίνητα τη σύνδεση των ακουστικών και προσπαθήστε ξανά.
fi_fi: Vaihda kuulokojeiden liitännät kekenään ja yritä uudelleen.
hr_hr: Fizički zamijenite priključke aparata pa pokušajte ponovno.
hu_hu: Módosítsa manuálisan a készülékek csatlakozását, és próbálkozzon újra.
it_it: Scambiare fisicamente gli apparecchi e riprovare.
ko_kr: 프로그래밍 인터페이스의 보청기 방향을 바꿔 다시 시도하세요.
nl_nl: Verwissel de toestellen en probeer het opnieuw.
no_no: Bytt om på apparatenes tilkobling og prøv igjen.
pt_pt: Mude a conexão do aparelho e tente novamente.
ro_ro: Vă rugăm să comutați fizic conexiunile dispozitivului și să reîncercați.
ru_ru: Физически поменяйте местами аппарат(ы) и попробуйте снова.
sv_se: Byt anslutningarna på hörapparaterna och försök igen.
th_th: สลับการเชื่อมต่ออุปกรณ์ให้ถูกข้าง แล้วลองอีกครั้ง
tr_tr: Cihaz bağlantılarını fiziksel olarak değiştirin ve tekrar deneyin.
zh_cn: 请检查助听器连接后重试。

source: Continue
bg_bg: Продължение
cht: 繼續
da_dk: Fortsæt
el_gr: Συνέχεια
fi_fi: Jatka
hr_hr: Nastavak
hu_hu: Tovább
it_it: Continua
ko_kr: 계속
nl_nl: Doorgaan
no_no: Fortsett
pt_pt: Continuar
ro_ro: Continua
ru_ru: Продолжить
sv_se: Fortsätt
th_th: ทำต่อ
tr_tr: Devam
zh_cn: 继续

source: Try Again
bg_bg: Опитайте отново
cht: 重試
da_dk: Prøv igen
el_gr: Προσπαθήστε ξανά
fi_fi: Yritä uudestaan
hr_hr: Pokušaj ponovno
hu_hu: Újrapróbálkozás
it_it: Riprova
ko_kr: 재시도
nl_nl: Opnieuw proberen
no_no: Prøv igjen
pt_pt: Tentar novamente
ro_ro: Reincearca
ru_ru: Повторить попытку
sv_se: Försök igen
th_th: ลองอีกครั้ง
tr_tr: Tekrar Dene
zh_cn: 再试一次

source: Instruments must be in discovery mode before they can be found by the software. Place the instruments in discovery mode by opening and closing the battery door, with the battery inserted
cht: 儀器必須處於發現模式，軟件才能找到它們。插入電池後，透過打開及關閉電池蓋，將儀器置於發現模式
da_dk: Instrumenter skal være i søgetilstand, før de kan findes af softwaren. Sæt instrumenterne i søgetilstand ved at åbne og lukke batteridøren med batteriet isat
el_gr: Τα όργανα πρέπει να είναι σε λειτουργία εντοπισμού για να τα ανιχνεύσει το λογισμικό. Τοποθετήστε τα όργανα σε λειτουργία εντοπισμού, ανοίγοντας και κλείνοντας την πόρτα μπαταρίας, με την μπαταρία τοποθετημένη
fi_fi: Kuulokojeiden on oltava etsintätilassa, jossa ohjelmisto löytää ne. Siirrä kuulokojeet löytämistilaan avaamalla ja sulkemalla paristokotelon kansi, kun paristo on paikallaan.
hr_hr: Uređaji moraju biti u načinu rada traženje kako bi ih softver mogao prepoznati. Postavite uređaje u navedeni način rada tako što ćete otvoriti i zatvoriti otvor za baterije, s već umetnutim baterijama
hu_hu: az eszközöknek látható állapotban kell lenniük ahhoz, hogy a szoftver megtalálja őket. Az eszköze az elemtartó ajtajának kinyitásával állítható látható módba úgy, hogy az elemek a helyükön vannak.
it_it: Gli apparecchi acustici devono essere in modalità di ricerca per poter essere rilevati dal software. Far entrare i dispositivi in modalità di ricerca aprendo e chiudendo lo sportellino della batteria con la batteria inserita
ko_kr: 소프트웨어가 장치를 찾을 수 있으려면 발견 모드에 있어야 합니다. 배터리를 삽입한 상태에서 배터리 도어를 열고 닫아서 장치를 발견 모드에 있게 합니다.
nl_nl: Toestellen moeten in detectiemodus staan zodat de software ze kan detecteren. Plaats de toestellen in detectiemodus door de batterijlade te openen en te sluiten, met de batterij erin
no_no: Høreapparatene må være i søkemodus før programvaren kan finne dem. Sett høreapparatene i søkemodus ved å åpne og lukke batteriluken med batteriet i
pt_pt: Os aparelhos devem estar em modo de detecção antes que possam ser encontrados pelo software. Coloque os aparelhos em modo de detecção ao abrir e fechar o compartimento de bateria, com a bateria inserida
ro_ro: Aparatele trebuie să se afle în modul de descoperire înainte de a putea fi detectate de către software. Comutați aparatele în modul de descoperire prin deschiderea și închiderea compartimentului pentru baterie, cu bateria introdusă
ru_ru: Для того, чтобы программное обеспечение могло распознать слуховые аппараты, они должны находиться в режиме обнаружения. Чтобы переключить слуховые аппараты в режим обнаружения, необходимо открыть и закрыть крышку батарейного отсека, причем батарейка должна быть установлена
sv_se: Hörapparaterna måste sättas i parkopplingsläge innan de kan hittas av programvaran. Sätt hörapparaterna i parkopplingsläge genom att öppna och stänga batteriluckan med ett batteri isatt.
th_th: เครื่องช่วยฟังจะต้องอยู่ในโหมดค้นหาก่อนจึงจะค้นหาซอฟต์แวร์พบได้ เปิดเครื่องช่วยฟังให้อยู่ในโหมดค้นหาโดยการเปิดและปิดฝาช่องใส่แบตเตอรี่ พร้อมใส่แบตเตอรี่เข้าไป
tr_tr: Enstrümanlar, yazılım tarafından bulunabilmeleri için önce 'Keşif (Discovery)' moduna alınmalıdır. Enstrümanları 'Keşif (Discovery)' moduna, pil takılı durumdayken pil kapağını açıp kapatarak alın
zh_cn: 助听器进入发现模式之后，软件才可以找到。 插入电池后，打开和关闭电池盖，将助听器置于发现模式。

source: Find
bg_bg: Намери
cht: 尋找
el_gr: Εύρεση
fi_fi: Etsi
hr_hr: Traži
hu_hu: Keresés
it_it: Trova
ko_kr: 찾기
nl_nl: Zoeken
no_no: Finn
pt_pt: Encontrar
ro_ro: Gaseste
ru_ru: Найти
sv_se: Sök
th_th: ค้นหา
tr_tr: Bul
zh_cn: 探测

source: Find Instrument(s)
bg_bg: Намери апарата(-ите)
cht: 尋找助聽器
da_dk: Søg efter apparater
el_gr: Εύρεση ακουστικών
fi_fi: Etsi kuulokojeita
hr_hr: Traženje aparata
hu_hu: Készülék(ek) keresése
it_it: Trova apparecchi
ko_kr: 보청기 찾기
nl_nl: Zoek toestel(len)
no_no: Finn apparat(er)
pt_pt: Encontrar Aparelho(s)
ro_ro: Gaseste aparat(e)
ru_ru: Найти аппарат(ы)
sv_se: Sök hörapparater
th_th: ค้นหาอุปกรณ์
tr_tr: Cihaz(lar)ı Bul
zh_cn: 探测助听器

source: Searching for hearing instrument(s)...
bg_bg: Търси(-сят) се слухов(и) апарат(и)...
cht: 搜尋助聽器...
da_dk: Søger efter apparater...
el_gr: Αναζήτηση ακουστικών...
fi_fi: Kuulokojeita etsitään...
hr_hr: Traženje slušnih aparata...
hu_hu: Hallókészülék(ek) keresése...
it_it: Ricerca apparecchi acustici in corso...
ko_kr: 보청기 탐색 중
nl_nl: Zoeken naar hoortoestel(len)...
no_no: Søker etter høreapparat(er)...
pt_pt: Detectando aparelho(s)...
ro_ro: Cauta aparate auditive...
ru_ru: Определение слухового аппарата(ов)...
sv_se: Söker efter hörapparater...
th_th: กำลังค้นหาอุปกรณ์ช่วยฟัง...
tr_tr: İşitme cihaz(lar)ı aranıyor...
zh_cn: 正在探测助听器...

source: Continue
bg_bg: Продължение
cht: 繼續
da_dk: Fortsæt
el_gr: Συνέχεια
fi_fi: Jatka
hr_hr: Nastavak
hu_hu: Tovább
it_it: Continua
ko_kr: 계속
nl_nl: Doorgaan
no_no: Fortsett
pt_pt: Continuar
ro_ro: Continua
ru_ru: Продолжить
sv_se: Fortsätt
th_th: ทำต่อ
tr_tr: Devam
zh_cn: 继续

source: Back
bg_bg: Назад
cht: 返回
da_dk: Tilbage
el_gr: Πίσω
fi_fi: Takaisin
hr_hr: Natrag
hu_hu: Vissza
it_it: Indietro
ko_kr: 뒤로
nl_nl: Terug
no_no: Tilbake
pt_pt: Voltar
ro_ro: Inapoi
ru_ru: Назад
sv_se: Tillbaka
th_th: ย้อนกลับ
tr_tr: Geri
zh_cn: 返回

source: Right
bg_bg: Дясно
cht: 右耳
da_dk: Højre
el_gr: Δεξί
fi_fi: Oikea
hr_hr: Desno
hu_hu: Jobb
it_it: Destro
ko_kr: 우측
nl_nl: Rechts
no_no: Høyre
pt_pt: Direita
ro_ro: Dreapta
ru_ru: Правый
sv_se: Höger
th_th: ขวา
tr_tr: Sağ
zh_cn: 右侧

source: Left
bg_bg: Ляво
cht: 左耳
da_dk: Venstre
el_gr: Αριστερό
fi_fi: Vasen
hr_hr: Lijevo
hu_hu: Bal
it_it: Sinistro
ko_kr: 좌측
nl_nl: Links
no_no: Venstre
pt_pt: Esquerda
ro_ro: Stanga
ru_ru: Левый
sv_se: Vänster
th_th: ซ้าย
tr_tr: Sol
zh_cn: 左侧

source: Right Instrument
bg_bg: Десен апарат
cht: 右耳助聽器
da_dk: Højre apparat
el_gr: Δεξί ακουστικό
fi_fi: Oikea kuulokoje
hr_hr: Desni aparat
hu_hu: Jobb készülék
it_it: Apparecchio destro
ko_kr: 우측 보청기
nl_nl: Rechter toestel
no_no: Høyre apparat
pt_pt: Aparelho Auditivo Direito
ro_ro: Aparatul drept
ru_ru: Правый аппарат
sv_se: Höger hörapparat
th_th: อุปกรณ์ข้างขวา
tr_tr: Sağ Cihaz
zh_cn: 右侧助听器

source: Left Instrument
bg_bg: Ляв апарат
cht: 左耳助聽器
da_dk: Venstre apparat
el_gr: Αριστερό ακουστικό
fi_fi: Vasen kuulokoje
hr_hr: Lijevi aparat
hu_hu: Bal készülék
it_it: Apparecchio sinistro
ko_kr: 좌측 보청기
nl_nl: Linker toestel
no_no: Venstre apparat
pt_pt: Aparelho Auditivo Esquerdo
ro_ro: Aparatul stang
ru_ru: Левый аппарат
sv_se: Vänster hörapparat
th_th: อุปกรณ์ข้างซ้าย
tr_tr: Sol Cihaz
zh_cn: 左侧助听器

source: Assign To
bg_bg: Присвои на
cht: 指派至
da_dk: Tildel til
el_gr: Αντιστοίχιση σε
fi_fi: Valinta
hr_hr: Dodijeli
hu_hu: Kijelöl
it_it: Assegna a
ko_kr: 적용하기
nl_nl: Toewijzen aan
no_no: Link til
pt_pt: Atribuir a
ro_ro: Atribuie la
ru_ru: Ассоциировать с
sv_se: Tilldela till:
th_th: กำหนดให้กับ
tr_tr: Atama yap
zh_cn: 指定为

source: Unassign
bg_bg: Отмени присвояване
cht: 未指派
da_dk: Fjern
el_gr: Κατάργηση αντιστοίχισης
fi_fi: Määritä uudestaan
hr_hr: Poništi dodjelu
hu_hu: Hozzárendelés
it_it: Rimuovi assegnazione
ko_kr: 적용해제
nl_nl: Verbreken
no_no: Fjern link
pt_pt: Cancelar atribuição
ro_ro: Dezatribuie
ru_ru: Отменить ассоциацию
sv_se: Ta bort
th_th: ยกเลิกการกำหนด
tr_tr: Atamayı kaldır
zh_cn: 未指定

source: Instrument
bg_bg: Апарат
cht: 助聽器
da_dk: Apparat
el_gr: Ακουστικό
fi_fi: Kuulokoje
hr_hr: Aparat
hu_hu: Készülék
it_it: Apparecchio
ko_kr: 보청기
nl_nl: Toestel
no_no: Apparat
pt_pt: Aparelho
ro_ro: Aparat
ru_ru: Аппарат
sv_se: Hörapparat
th_th: เครื่องช่วยฟัง
tr_tr: Cihaz
zh_cn: 助听器

source: Family:
bg_bg: Семейство:
cht: 系列：
da_dk: Familie:
el_gr: Οικογένεια:
fi_fi: Tuoteperhe:
hr_hr: Serija:
hu_hu: Család:
it_it: Famiglia:
ko_kr: 제품군:
nl_nl: Familie:
no_no: Familie:
pt_pt: Família:
ro_ro: Familie:
ru_ru: Семейство:
sv_se: Familj:
th_th: กลุ่มผลิตภัณฑ์:
tr_tr: Ürün Grubu:
zh_cn: 系列:

source: Model:
bg_bg: Модел:
cht: 型號：
el_gr: Μοντέλο:
fi_fi: Kojemalli:
hu_hu: Modell:
it_it: Modello:
ko_kr: 모델:
no_no: Modell:
pt_pt: Modelo:
ru_ru: Модель:
sv_se: Modell:
th_th: รุ่น:
zh_cn: 型号:

source: Beep
bg_bg: Сигнал
cht: 提示音
da_dk: Bip
el_gr: Ηχητικό σήμα
fi_fi: Äänimerkki
hr_hr: Zvučni signal
hu_hu: Csipogás
ko_kr: 알림음
no_no: Signal
pt_pt: Bip
ro_ro: Bip
ru_ru: Бип
sv_se: Ljud
th_th: บี๊ป
tr_tr: Sinyal
zh_cn: 提示音

source: Serial Number
bg_bg: Сериен номер
cht: 序號
da_dk: Serienummer
el_gr: Σειριακός αριθμός
fi_fi: Sarjanumero
hr_hr: Serijski broj
hu_hu: Gyáriszám
it_it: Numero di serie
ko_kr: 시리얼 번호
nl_nl: Serienummer
no_no: Serienummer
pt_pt: Número de série
ro_ro: Serie numerica
ru_ru: Серийный номер
sv_se: Serienummer
th_th: หมายเลขเครื่อง
tr_tr: Seri Numarası
zh_cn: 序列号

source: Assignment
bg_bg: Присвояване
cht: 指派
da_dk: Tildeling
el_gr: Αντιστοίχιση
fi_fi: Valitse puoli
hr_hr: Dodjela
hu_hu: Hozzárendelés
it_it: Assegnazione
ko_kr: 적용
nl_nl: Toewijzing
no_no: Tilordning
pt_pt: Atribuição
ro_ro: Atribuire
ru_ru: Присвоение
sv_se: Tilldelning
th_th: การกำหนด
tr_tr: Atama
zh_cn: 指定

source: Found Hearing Instruments
bg_bg: Намерени са слухови апарати
cht: 找到助聽器
da_dk: Fundne høreapparater
el_gr: Ακουστικά που βρέθηκαν
fi_fi: Löydetyt kuulokojeet
hr_hr: Pronađeni slušni aparati
hu_hu: Észlelt hallókészülékek
it_it: Apparecchi acustici trovati
ko_kr: 보청기를 찾았습니다.
nl_nl: Gevonden hoortoestellen
no_no: Funnede høreapparater
pt_pt: Aparelhos encontrados
ro_ro: Aparate gasite
ru_ru: Найдены СА
sv_se: Hittade hörapparater
th_th: พบอุปกรณ์ช่วยฟัง
tr_tr: İşitme Cihazları Bulundu
zh_cn: 发现助听器

source: Serial Number:
bg_bg: Сериен номер:
cht: 序號：
da_dk: Serienummer:
el_gr: Σειριακός αριθμός:
fi_fi: Sarjanumero :
hr_hr: Serijski broj:
hu_hu: Sorozatszám:
it_it: Numero di serie:
ko_kr: 시리얼 번호:
nl_nl: Serienummer:
no_no: Serienummer:
pt_pt: Número de Série:
ro_ro: Serie numerica:
ru_ru: Серийный номер:
sv_se: Serienummer:
th_th: หมายเลขเครื่อง:
tr_tr: Seri Numarası:
zh_cn: 序列号:

source: The current fitting session is being saved.
bg_bg: Текущата сесия за монтиране се записва.
cht: 正在儲存目前選配階段。
da_dk: De nuværende data gemmes.
el_gr: Γίνεται αποθήκευση της τρέχουσας συνεδρίας εφαρμογής.
fi_fi: Nykyistä sovitusistuntoa tallennetaan...
hr_hr: Trenutna sesija namještanja se sprema.
hu_hu: Az aktuális illesztési munkamenet mentése folyamatban van.
it_it: La sessione corrente di fitting sta per essere salvata.
ko_kr: 현재 피팅 세션을 저장 중입니다.
nl_nl: De huidige aanpassessie wordt opgeslagen.
no_no: Tilpasningsøkt blir lagret.
pt_pt: A sessão de ajuste atual está sendo salva.
ro_ro: Sesiunea curenta de reglaj este salvata
ru_ru: Идет сохранение текущей сессии настройки.
sv_se: Nuvarande anpassningssession sparas.
th_th: กำลังบันทึกเซสชันการทดลองสวมในปัจจุบัน
tr_tr: Geçerli fitting oturumu kaydediliyor.
zh_cn: 当前验配数据正在保存...

source: The current fitting session has been saved.
bg_bg: Текущата сесия за монтиране е записана.
cht: 已儲存目前選配階段。
da_dk: De nuværende data er gemt.
el_gr: Η τρέχουσα συνεδρία εφαρμογής έχει αποθηκευτεί.
fi_fi: Nykyinen sovitusistunto on tallennettu.
hr_hr: Trenutna sesija namještanja je spremljena.
hu_hu: Az aktuális illesztési munkamenet mentése megtörtént.
it_it: La sessione corrente di fitting è stata salvata.
ko_kr: 현재 피팅 세션이 저장되었습니다.
nl_nl: De huidige aanpassessie is opgeslagen.
no_no: Tilpasningsøkt er lagret.
pt_pt: A sessão de ajuste atual foi salva.
ro_ro: Sesiunea curenta de reglaj a fost salvata
ru_ru: Текущая сессия настройки сохранена.
sv_se: Nuvarande anpassningssession har sparats.
th_th: บันทึกเซสชันทดลองสวมในปัจจุบันเรียบร้อยแล้ว
tr_tr: Geçerli fitting oturumu kaydedildi.
zh_cn: 当前验配数据已保存。

source: Right Instrument
bg_bg: Десен апарат
cht: 右耳助聽器
da_dk: Højre apparat
el_gr: Δεξί ακουστικό
fi_fi: Oikea kuulokoje
hr_hr: Desni aparat
hu_hu: Jobb készülék
it_it: Apparecchio destro
ko_kr: 우측 보청기
nl_nl: Rechter toestel
no_no: Høyre apparat
pt_pt: Aparelho Auditivo Direito
ro_ro: Aparat dreapta
ru_ru: Правый аппарат
sv_se: Höger hörapparat
th_th: อุปกรณ์ข้างขวา
tr_tr: Sağ Cihaz
zh_cn: 右侧助听器

source: Left Instrument
bg_bg: Ляв апарат
cht: 左耳助聽器
da_dk: Venstre apparat
el_gr: Αριστερό ακουστικό
fi_fi: Vasen kuulokoje
hr_hr: Lijevi aparat
hu_hu: Bal készülék
it_it: Apparecchio sinistro
ko_kr: 좌측 보청기
nl_nl: Linker toestel
no_no: Venstre apparat
pt_pt: Aparelho Auditivo Esquerdo
ro_ro: Aparat stanga
ru_ru: Левый аппарат
sv_se: Vänster hörapparat
th_th: อุปกรณ์ข้างซ้าย
tr_tr: Sol Cihaz
zh_cn: 左侧助听器
