Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: This program is designed for use with a telephone that has a magnetic field, often found in a normal landline telephone. This program will enhance the speech signal and eliminate feedback that can occur over the phone.
bg_bg: Тази програма е предназначена за използване с телефон, който има магнитно поле, най-често в обикновен телефон с кабел. Тази програма усилва сигнала на говора и елиминира микрофонията, която може да се получи по телефона.
cht: 這個程式專用於搭配磁場型的電話機，即一般的家用電話機。此程式將會處理語音訊號並抑制來自電話的回饋音。
da_dk: Dette program er designet til brug sammen med en telefon med magnetfelt, som ofte ses i almindelige fastnettelefoner. Programmet forbedrer talesignalet og fjerner den tilbagekobling, der kan opstå i telefonen.
el_gr: Αυτό το πρόγραμμα έχει σχεδιαστεί για χρήση με τηλέφωνο που διαθέτει μαγνητικό πεδίο, κάτι που συχνά απαντάται στα τυπικά σταθερά τηλέφωνα. Αυτό το πρόγραμμα ενισχύει το σήμα της ομιλίας και περιορίζει την ανάδραση που μπορεί να προκύψει κατά τη χρήση του τηλεφώνου.
fi_fi: Tämä ohjelma on tarkoitettu käytettäväksi, jos puhelin tuottaa magneettikentän. Tämä ominaisuus on useissa lankapuhelimissa. Tämä parantaa puheen kuuluvuutta ja vähentää kiertoa.
hr_hr: Ovaj program osmišljen je za upotrebu s telefonom koji ima magnetsko polje, a ono se često može naći kod uobičajenih fiksnih telefona. Program će poboljšati signal govora i ukloniti buku koja se može javiti u telefonu.
hu_hu: Ezt a program olyan telefonnal lehet használni, amelynek mágneses mezeje van – normál vezetékes telefonokban gyakran található ilyen. A program javítja a beszéd jelminőségét, és gátolja a telefonbeszélgetés során fellépő gerjedést.
it_it: Questo programma è concepito per l'uso con un telefono dotato di un campo magnetico, spesso presente in un normale telefono fisso. Questo programma migliora il segnale del parlato ed elimina il feedback che si può verificare al telefono.
ko_kr: 이 프로그램은 일반적으로 가정용 유선 전화에서 사용되는 텔레코일 수화기와 사용할 수 있도록 설계되었습니다. 이 프로그램은 수화기로 인한 피드백이 발생 되지 않고, 말소리를 명확하게 전달할 수 있습니다.
nl_nl: Dit programma is ontwikkeld voor telefoons met een magnetisch veld, zoals vaak het geval is draadgebonden toestellen. Dit programma versterkt het spraaksignaal en elimineert de feedback die vaak via de telefoon ontstaat.
no_no: Dette programmet er utviklet for å brukes med en telefon som har et magnetisk felt, slik det gjerne er med vanlige fasttelefoner. Programmet vil forsterke talesignalet og eliminere feedback som kan oppstå over telefonen.
pt_pt: Este programa foi criado para uso com um telefone que tem um campo magnético, geralmente encontrado em telefones fixos. Ele vai aprimorar o sinal de fala e eliminar o feedback que pode ocorrer ao telefone.
ro_ro: Acest program a fost proiectat pentru utilizarea cu un telefon ce are un câmp magnetic, adesea prezent în liniile telefonice fixe. Acest program crește semnalul vorbit și elimină feedbackul ce poate apărea prin telefon.
ru_ru: Эта программа применяется при пользовании телефоном, имеющим магнитное поле, что часто характерно для обычных стационарных телефонных аппаратов. Она усиливает звуковой сигнал и исключает обратную связь, которая может возникать при использовании телефона.
sv_se: Det här programmet är avsett för användning med telefoner som har magnetfält, som ofta finns i vanliga fasta telefoner. Programmet förbättrar talsignalen och eliminerar återkoppling som kan uppstå i telefonen.
th_th: โปรแกรมนี้ได้รับการออกแบบมาสำหรับใช้งานกับโทรศัพท์ที่มีสนามแม่เหล็ก ซึ่งมักพบในโทรศัพท์บ้านทั่วไป โปรแกรมนี้จะช่วยเพิ่มสัญญาณเสียงพูโ และกำจัดเสียงหวีดที่อาจเกิดขึ้นผ่านโทรศัพท์ได้
tr_tr: Bu program, genellikle normal sabit telefonlarda bulunan manyetik alana sahip bir telefonla kullanılmak üzere tasarlanmıştır. Bu program konuşma sinyalini zenginleştirecek ve telefonda meydana gelebilecek geribildirimi ortadan kaldıracaktır.
zh_cn: 该程序可配合带磁场的电话（通常是固定电话机）使用。程序将增强语音信号，消除电话产生的反馈噪声。

source: This program is used for testing the hearing aid in the clinic. Many of the Advanced Features are turned off to better test the electroacoustic parameters of the instrument either in the ear or in a test box.
bg_bg: Тази програма се използва за тестване на слуховия апарат в клиниката. Много от усъвършенстваните функции се изключват, за да се тестват по-добре електроакустичните параметри на апарата в ухото или в тестовата кутия.
cht: 這個程式專用於在門市中測試助聽器。將會關閉許多進階功能，以便更準確測試在耳朵上或測試箱中的助聽器聲電參數。
da_dk: Dette program bruges til test af høreapparatet på klinikken. Mange af de avancerede funktioner er deaktiverede for bedre at kunne teste de elektroakustiske parametre i apparatet i øret eller i en testboks.
el_gr: Αυτό το πρόγραμμα χρησιμοποιείται για δοκιμή του ακουστικού βοηθήματος στην κλινική. Πολλές από τις Προηγμένες δυνατότητες είναι απενεργοποιημένες για καλύτερο έλεγχο των ηλεκτροακουστικών παραμέτρων του ακουστικού είτε στο αυτί είτε σε συσκευή δοκιμής ακουστικών (test box).
fi_fi: Tätä ohjelmaa käytetään vain kuulokojeen testaamiseen klinikalla. Monet lisäominaisuudet poistetaan käytöstä, jotta kuulokojeen sähköakustisia parametreja voidaan testata paremmin, kun se on testattu korvassa tai rasiassa.
hr_hr: Ovaj program upotrebljava se za testiranje slušnih pomagala u klinici. Mnoge su napredne značajke isključene kako bi se bolje mogli testirati elektroakustički parametri aparata u uhu ili u kutiji za testiranje.
hu_hu: A program a hallókészülék klinikai tesztelésére szolgál. Több speciális funkció ki van kapcsolva a készülék elektroakusztikus paramétereinek akár a fülben vagy egy teszt box-ban való jobb teszteléséhez.
it_it: Questo programma è utilizzato per testare l'apparecchio acustico in clinica. Molte delle impostazioni avanzate vengono disattivate per testare meglio i parametri elettroacustici dell'apparecchio nell'orecchio o in un box di prova.
ko_kr: 이 프로그램은 클리닉에서 보청기를 테스트하는데 사용하도록 설계 되었습니다. REM과 HIT시의 전기 음향적 파라미터를 정확하게 테스트할 수 있도록 다양한 고급기능을 비활성화합니다.
nl_nl: Dit programma wordt gebruikt om het hoortoestel te testen. Vele van de geavanceerde features worden uitgeschakeld om de elektroakoestische parameters van het instrument in het oor of in een testbox beter te kunnen testen.
no_no: Dette programmet brukes til å teste høreapparatet på en klinikk. Mange av de avanserte funksjonene er deaktivert for lettere å teste apparatets elektroakustiske parametere, enten i øret eller i en lydboks.
pt_pt: Esse programa é usado para testar o aparelho auditivo em clínicas. Muitos dos recursos avançados são desligados para testar melhor os parâmetros electroacústicos do aparelho no ouvido ou em uma caixa de teste.
ro_ro: Acest program este utilizat pentru testarea aparatelor auditive în clinică. Multe dintre Caracteristicile Avansate sunt oprite pentru a testa parametrii electroacustici ai instrumentului în ureche sau caseta de test.
ru_ru: Эта программа применяется для тестирования СА в клинике. Многие расширенные функции отключаются, чтобы провести испытания электроакустических параметров на ухе или в испытательной камере.
sv_se: Detta program används för att testa hörapparaten på kliniken. Många av de avancerade funktionerna är avstängda för att bättre kunna testa apparatens elektroakustiska parametrar antingen i örat eller i en testbox.
th_th: โปรแกรมนี้มีไว้สำหรับทดสอบอุปกรณ์ช่วยฟังในคลินิก เพื่อให้สามารถทดสอบพารามิเตอร์อิเล็กโทรอะคูสติกของอุปกรณ์ได้ดีขึ้น ทั้งภายในหูหรือกล่องทดสอบ
tr_tr: Bu program işitme cihazı klinikte test edilirken kullanılır. Cihazın ister kulakta isterse bir test kutusunda elektroakustik parametrelerini daha iyi test etmek için, Gelişmiş Özelliklerin birçoğu kapatılır.
zh_cn: 该程序用于测试助听器。为更好地测试耳朵内或测试盒中的助听器的电声参数，许多高级功能已被关闭。

source: This program adapts to the sound environment. It can be used in both noisy and quiet situations.
bg_bg: Тази програма нагажда към звуковата среда. Тя може да се използва както в шумна, така и в тиха среда.
cht: 這個程式能適應聲音環境，可以在吵雜和安靜的情況下使用。
da_dk: Dette program tilpasser sig lydmiljøet og kan derfor bruges både i støjende og rolige miljøer.
el_gr: Αυτό το πρόγραμμα προσαρμόζεται στους περιβάλλοντες ήχους. Μπορεί να χρησιμοποιηθεί τόσο σε θορυβώδη όσο και σε σιωπηλά περιβάλλοντα.
fi_fi: Tämä ohjelma mukautuu ääniympäristön mukaan. Ohjelmaa voidaan käyttää sekä meluisissa että hiljaisissa ääniympäristöissä.
hr_hr: Ovaj se program prilagođava zvučnom okruženju. Može se upotrebljavati u bučnim i tihim situacijama.
hu_hu: Ez a program alkalmazkodik a hangkörnyezthez. Használható csendes és zajos szituációkban is.
it_it: Questo programma si adatta ai diversi ambienti sonori. Può essere utilizzato sia in situazioni rumorose che di quiete.
ko_kr: 이 프로그램은 청취환경에 따라 적응하므로, 시끄럽거나 조용한 상황 모두에 사용할 수 있습니다.
nl_nl: Dit programma past zich aan aan de geluidsomgeving. Het kan gebruikt worden in zowel lawaaiige als rustige situaties.
no_no: Dette programmet tilpasser seg lyttemiljøet. Det kan brukes i både støyende og rolige situasjoner.
pt_pt: Esse programa adapta-se ao som ambiental. Pode ser usado tanto em ambientes ruidosos quanto silenciosos.
ro_ro: Programul se adapteaza la mediul sonor. Poate fi folosit in ambele situatii cea zgomotoasa si cea de liniste.
ru_ru: Эта программа адаптируется к изменениям окружающей обстановки и может быть использована как в тихих, так и в шумных звуковых ситуациях.
sv_se: Det här programmet anpassar sig till ljudmiljön. Det kan användas både i bullriga och lugna situationer.
th_th: โปรแกรมนี้สามารถปรับตัวเข้ากับสภาพแวดล้อมเสียงได้ ใช้ได้ดีทั้งที่มีเสียงดังรบกวน หรือ ห้องเงียบๆ
tr_tr: Bu program ses ortamına uyum sağlar.Gürültülü ve sessiz ortamlarda da kullanılabilir.
zh_cn: 此程序适用于多种环境。它既能用于安静环境又能用于嘈杂环境。

source: This program is useful in both quiet as well as more demanding listening situations. It allows the patient to maintain sounds in the surroundings while also allowing the listener the ability to focus on a speaker.
bg_bg: Тази програма е полезна както в тиха, така и в по-трудна среда за слушане. Тя позволява на пациента да поддържа звукове от обкръжаващата среда, като същевременно дава възможност на слушащия да насочи вниманието си към конкретен говорещ.
cht: 這個程式適用於安靜和更吃力的聆聽情況，讓使用者在周圍環境中保持聽見環境聲音，同時可以聚焦在一名說話者。
da_dk: Dette program kan bruges både i rolige såvel som krævende lyttesituationer. Det gør det muligt både at høre en taler forfra og samtidigt opfatte lyde fra omgivelserne.
el_gr: Αυτό το πρόγραμμα είναι χρήσιμο σε σιωπηλά περιβάλλοντα ακρόασης, καθώς και σε πιο απαιτητικά περιβάλλοντα. Επιτρέπει στον ασθενή να διατηρεί τους περιβάλλοντες ήχους, ενώ έχει τη δυνατότητα να επικεντρωθεί σε έναν ομιλητή.
fi_fi: Tämä ohjelma on hyödyllinen hiljaisissa ja vaativammissa kuuntelutilanteissa. Sitä käyttäessään potilas kuulee ympäristön äänet ja voi keskittyä puhujaan.
hr_hr: Ovaj je program koristan u tihim, ali i u zahtjevnijim slušnim situacijama. Bolesniku omogućuje opažanje zvukova iz okoline istodobno mu omogućujući da se usredotoči na govornika.
hu_hu: Ez a program csendes és zajos környezetekben is használható. Lehetővé teszi a háttérből származó hangok megtartását, miközben a páciens a beszélőre koncentrálhat.
it_it: Questo programma è utile sia per ambienti di quiete sia nelle situazioni di ascolto più impegnative. Permette al paziente di mantenere la consapevolezza dell'ambiente circostante mentre si concentra su un oratore.
ko_kr: 이 프로그램은 조용한 상황뿐만 아니라 소리를 들어야 하는 부담이 큰 상황에 모두 유용합니다. 사용자로 하여금 주위의 소리를 유지할 수 있도록 해줄 뿐만 아니라, 들을 때 말하는 사람에게 집중할 수 있도록 해 줍니다.
nl_nl: Dit programma is nuttig in zowel rustige als meer veeleisende luistersituaties. U bent zich bewust van alle omgevingsgeluiden, maar u kunt zich tevens focussen op een spreker.
no_no: Dette programmet er nyttig både i stille situasjoner og mer krevende lyttesituasjoner. Det tillater brukeren å opprettholde lydene rundt seg, samtidig som han/hun konsentrerer seg om det som blir sagt.
pt_pt: Esse programa é útil tanto em situações de silêncio quanto de escuta. Permite ao paciente manter os sons do ambiente e ao mesmo tempo, possibilita a capacidade de manter o foco em quem fala.
ro_ro: Acest program este util atât în linişte,cat si in cele mai exigentesituatii de ascultare. Aceasta permite utilizatorului să menţină sunetele în împrejurimi permiţând în acelaşi timp ascultatorului sa isi mentina capacitatea de a se concentra pe un difuzor.
ru_ru: Эта программа подходит как для спокойных, так и для более сложных звуковых ситуаций. Она позволяет слышать окружающие звуки и в то же время сохранять фокус на собеседнике.
sv_se: Detta program är användbart i både tysta och mer krävande lyssningssituationer. Det tillåter patienten att uppfatta ljud i omgivningen samtidigt som den ger lyssnaren förmågan att fokusera på en talare.
th_th: โปรแกรมนี้ใช้ได้ดีทั้งห้องที่เงียบๆ และในสถาณการณ์ที่ฟังเสียงพูดได้ยาก ทำให้ผู้ใส่เครื่องช่วยฟังยังได้รับเสียงจากรอบๆ ในขณะที่ยังสามารถโฟกัสอยู่กับเสียงจากลำโพง/คุ่สนทนา
tr_tr: Bu program hem sessiz, hem de daha zorlu dinleme durumlarında yararlıdır. Hastaya ortamdaki sesleri sürdürme olanağı sağlarken, dinleyicinin bir konuşmacıya odaklanabilmesine izin verir.
zh_cn: 该程序可用于安静和复杂的听力环境中。其可帮助用户辨识周围环境中的声音，同时还可使听话人专注于说话人。

source: The TV Streamer allows the patient to insert a line-in to any compatible device (TV, computer, stereo) and stream wirelessly to the hearing instruments.
bg_bg: Телевизионният стриймър позволява на пациента да вмъкне линеен вход в което и да е съвместимо устройство (телевизор, компютър, стерео уредба), и излъчва поточно по безжична връзка към слуховите апарати.
cht: TV Streamer 可讓患者插入任何相容裝置的類比音源孔(電視、電腦、立體聲裝置)並以無線方式串流至助聽器。
da_dk: Med TV Streamer kan brugeren tilslutte et lydstik til enhver kompatibel enhed (tv, computer, stereoanlæg) og streame lyd trådløst til høreapparaterne.
el_gr: Το TV Streamer επιτρέπει στον ασθενή να εισάγει ένα line-in σε οποιαδήποτε συμβατή συσκευή (TV, υπολογιστής, στερεοφωνικό) και να γίνεται ασύρματη ροή ήχου προς τα ακουστικά βοηθήματα.
fi_fi: TV-lähetin voidaan yhdistää television, tietokoneen tai stereolaitteen linjaliitäntään, jotta ääntä voidaan siirtää kuulokojeisiin langattomasti.
hr_hr: TV Streamer omogućuje pacijentu da se spoji na bilo koji audio ulaz kompatibilnog uređaja (TV, računalo, radio) i bežično prenosi signal u slušne uređaje.
hu_hu: A TV Streamer lehetővé teszi a páciensnek, hogy egy vonalbemenetes eszközt illesszen (TV, komputer, erősítő) és hangot sugározzon a hallókészülékbe.
it_it: TV Streamer consente al paziente di effettuare un collegamento line-in con ogni dispositivo compatibile (TV, computer, stereo) e di trasmettere i suoni in modalità wireless direttamente agli apparecchi acustici.
ko_kr: TV스트리머는 호환가능한 모든 멀티미디어장치(TV, 컴퓨터, 등)에 스트레오 코드를 연결하면 보청기로 무선 스트리밍할 수 있습니다.
nl_nl: Met de TV Streamer kan uw cliënt van elk compatibel toestel (TV, computer, stereo) het geluid draadloos naar de hoortoestellen streamen.
no_no: Ved hjelp av TV Streamer kan brukeren koble til en kabel til alle kompatible enheter (TV, datamaskin, stereo) og streame trådløst til høreapparatene.
pt_pt: O Transmissor de TV permite que o paciente insira um conector line-in em qualquer dispositivo compatível (TV, computador, aparelho de som) e transmita sons aos aparelhos auditivos sem precisar de fios.
ro_ro: TV Streamer permite pacientului să introducă un jac de intrare în orice dispozitiv compatibil (TV, computer, stereo) și să emită wireless către aparatele auditive.
ru_ru: Устройство потоковой передачи ТВ (ТВ-стример) позволяет пациенту установить линию к любому совместимому устройству (телевизору, стереосистеме, компьютеру) и вести беспроводную потоковую передачу сигнала на слуховые аппараты.
sv_se: TV Streamer möjliggör för patienten att koppla tex TV, dator, stereo etc strömma trådlöst ljud till hörapparaten.
th_th: TV Streamer ช่วยให้ผู้ป่วยเสียบสายเข้ากับอุปกรณ์ที่รองรับ (โทรทัศน์ คอมพิวเตอร์ เครื่องเสียงสเตอริโอ) และสตรีมแบบไร้สายไปยังเครื่องช่วยฟังได้
tr_tr: TV Aktarım Ünitesi, hastanın her türlü uyumlu cihaza (TV, bilgisayar, müzik seti) bir kablo takmasını ve kablosuz olarak işitme cihazlarına ses aktarmasını sağlar.
zh_cn: 音频转换器让用户可将连接线插入几乎任何兼容设备（电视、电脑、音响），将声音直接传至助听器中。

source: Phone Clip can be used to stream sound from the phone to the hearing instruments.
bg_bg: Phone Clip може да се използва поточно излъчване на звук от телефона към слуховите апарати.
cht: Phone Clip 可將電話的聲音串流至助聽器。
da_dk: Telefonclip kan bruges til at streame lyd fra telefonen til høreapparaterne.
el_gr: Το Phone Clip μπορεί να χρησιμοποιηθεί για τη ροή ήχου από το τηλέφωνο προς τα ακουστικά βοηθήματα.
fi_fi: Phone Clip lähettää äänen puhelimesta kuulokojeisiin.
hr_hr: Dodatna kopča za telefon (Phone Clip) može se upotrebljavati za prijenos zvuka od telefona do slušnih aparata.
hu_hu: A Phone Clip használható hangátvitelre a telefonból a hallókészülékbe.
it_it: Phone Clip può essere utilizzato per inviare suoni in Streaming dal telefono agli apparecchi acustici.
ko_kr: 폰클립은 휴대전화의 소리를 스트리밍하여 보청기로 직접 들을 수 있도록 합니다.
nl_nl: De Telefoonclip kan worden gebruikt om geluid te streamen van de telefoon naar de hoortoestellen.
no_no: Phone Clip kan streame lyd fra telefonen til høreapparatene.
pt_pt: O Phone Clip não pode ser usado para transmitir som do telefone para os aparelhos auditivos.
ro_ro: Phone Clip poate fi utilizat pentru a reda sunete din telefon în aparatele auditive.
ru_ru: Для поточной передачи звуковых сигналов с телефона на слуховые аппараты можно использовать гарнитуру Phone Clip.
sv_se: TelefonClip kan användas för att strömma ljud från telefonen till hörapparaterna.
th_th: Phone Clip สามารถใช้เพื่อสตรีมเสียงจากโทรศัพท์ไปยังเครื่องช่วยฟังได้
tr_tr: Telefon Klipsi, telefondan işitme cihazlarına ses aktarmak için kullanılabilir.
zh_cn: 手机伴侣可将电话中的声音传至助听器中。

source: TV Streamer 2 & Micro/Mini/Multi Mic This program should be fine-tuned for use with TV Streamer and wireless Mic accessories. Pair instruments with accessories below or outside of ReSound Smart Fit.
bg_bg: Телевизионен стриймър 2 и Micro/Mini/Multi микрофон Тази програма трябва да се настрои прецизно за използване с телевизионен стриймър и с безжични микрофони аксесоари. Сдвоете апаратите с аксесоарите по-долу или извън Smart Fit.
cht: TV Streamer 2 和 Micro/Mini/Multi Mic 這個程式應微調以配合電視串流器和無線麥克風配件使用。將助聽器與 Smart Fit 的下方或外部配件配對。
da_dk: TV Streamer 2 og Micro/Mini/Multi Mic Dette program skal finjusteres til brug sammen med TV Streamer og trådløst mikrofontilbehør. Opret parring mellem apparaterne og tilbehøret nedenfor under eller uden for Smart Fit.
el_gr: TV Streamer 2 και Μικρόφωνο Micro/Mini/Multi Θα πρέπει να γίνει μικρορύθμιση του προγράμματος αυτού για χρήση με TV Streamer και ασύρματα εξαρτήματα μικροφώνου. Προχωρήστε σε ζεύξη των ακουστικών με τα παρακάτω εξαρτήματα ή εκτός του Smart Fit.
fi_fi: TV-lähetin 2 ja Micro/Mini/Multi Mic Tämä ohjelma täytyy hienosäätää käytettäväksi yhdessä TV lähettimen ja mikrofonin langattomien lisälaitteiden kanssa. Parita kuulokojeet ja lisälaitteet Smart Fit ohjelmalla tai käyttämällä muuta menetelmää.
hr_hr: TV Streamer 2 i Micro/Mini/Multi mikrofon Ovaj bi se program trebao precizno ugoditi za upotrebu s alatom za strujanje TV sadržaja i bežičnim dodatnim mikrofonima. Uparite aparate s donjom dodatnom opremom ili izvan programa Smart Fit.
hu_hu: TV Streamer 2 & Mikro/Mini/Multi Mik. Ezt a programot finomhangolni kell a TV Streamer és a vezeték nélküli mikrofon tartozékokkal. Párosítsa a készülékeket a tartozékokkal az alábbiakban vagy Smart Fit szolgáltatáson kívül.
it_it: TV Streamer 2 e Micro/Mini/Multi Mic Questo programma consente la regolazione fine del programma per l'uso con gli accessori TV Streamer e Microfoni wireless. Accoppiare gli apparecchi con gli accessori durante il fitting con Smart Fit o dopo aver salvato i dati anche al di fuori del Software di Fitting.
ko_kr: 티비스트리머&마이크 이 프로그램은 TV 스트리머 및 무선 마이크 액세서리를 통해 편안하게 청취할 수있도록 합니다.
nl_nl: TV Streamer 2 & Micro/Mini/Multi Mic Dit programma moet worden ingesteld voor gebruik met de TV Streamer en wireless Microfoons. Koppel de toestellen binnen of buiten Smart Fit met de accessoires.
no_no: TV Streamer 2 og Mikro//Multi Mik Dette programmet kan fininnstilles for bruk med TV Streamer og trådløst mikrofontilbehør. Parre apparatene med tilbehøret nedenfor, eller utenfor Smart Fit.
pt_pt: Transmissor de TV & Micro Mic Esse programa deve ser ajustado para uso com o Transmissor de TV e Micro Mic. Faça o pareamento dos aparelhos com os acessórios abaixo ou fora do software Smart Fit.
ro_ro: TV Streamer 2 & Micro/Mini/Multi Mic Acest program trebuie reglat fin pentru utilizarea cu TV Streamer și accesorii Mic wireless. Împerecheați instrumentele cu accesoriile de mai jos sau în afara Smart Fit.
ru_ru: ТВ-стример 2 и Микро-/Мини-/Мульти-микрофон Эту программу следует настроить для использования с ТВ-стримером и беспроводными аксессуарами-микрофонами. Произведите сопряжение СА с аксессуарами, перечисленными ниже, или за рамками Smart Fit.
sv_se: TV Streamer 2 & Mikro/Mini/Multimikrofon Detta program finjusteras för användning med TV Streamer och trådlösa mikrofontillbehör. Parkoppla hörapparater med tillbehör i eller utanför Smart Fit.
th_th: TV Streamer 2 พร้อมไมโครโฟนแบบแยก/ขนาดเล็ก/หลายตัว โปรแกรมนี้ควรได้รับการปรับตั้งเพื่อใช้กับ TV Streamer และอุปกรณ์เสริมไมโครโฟนไร้สาย จับคู่อุปกรณ์กับอุปกรณ์เสริมด้านล่าง หรือภายนอก Smart Fit
tr_tr: TV Aktarım Ünitesi 2 & Mikro/Mini/Multi Mikrofon Bu programda, TV Aktarım Ünitesi ve kablosu Mikrofon aksesuarlarıyla birlikte kullanım için ince ayar yapılmalıdır. Cihazları aksesuarlarla Akıllı Fitting'in altında veya dışında eşleştirin.
zh_cn: 音频转换器2＆Micro / Mini / Multi Mic 在与音频转换器和其它带麦克风功能的无线附件使用时，该程序需进行微调。用软件或手动配对的方式将无线附件与助听器进行匹配。
