Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Increase Environmental Optimizer II in "soft speech" environment.
bg_bg: Увеличете Оптимизатор на средата II в среда „тих говор“.
cht: 降低「小聲語音」環境的環境優化器 II 。
da_dk: Forøg Environmental Optimizer II i lydmiljøer med svag tale
el_gr: Αυξήστε το Environmental Optimizer II σε περιβάλλον "σιγανής ομιλίας".
fi_fi: Lisää Ääniympäristön optimointi II:a "hiljainen puhe" ääniympäristössä.
hr_hr: Povećajte postavku Environmental Optimizer II u okruženju „tihi govor”.
hu_hu: Növelje a Környezeti Optimalizáló II értékét a halk beszéd környezetben.
it_it: Aumentare Ottimizzatore Ambientale II negli ambienti "Parlato lieve".
ko_kr: 자동환경조절에서 '대화환경(작은말소리)'의 수준을 높입니다
nl_nl: Verhoog de Environmental Optimizer II voor "zachte spraak".
no_no: Øk Environmental Optimizer II i «svak tale»-omgivelser.
pt_pt: Aumente o Otimizador Ambiental II, no ambiente "fala suave"
ro_ro: Cresteti Environmental Optimizer II in "vorbire slaba"
ru_ru: Увеличьте усиление в окружении "тихая речь" в Оптимизатор окружения II.
sv_se: Öka förstärkningen för "Svagt tal" i Miljöoptimeringen.
th_th: ลด Environmental Optimizer II ถ้าอยู่ในสภาพแวดล้อมที่เสียงพูดเบา
tr_tr: "Yumuşak konuşma" ortamında Çevresel Yönetim II'yi artırın.
zh_cn: 在“言语(轻度)”环境下增加AI智能环境优化器的程度。

source: Increase Smart Gain in "Speech in Noise"
bg_bg: Увеличете Интелигентно усилване в „Говор в шумна среда“
cht: 在「噪音中語音」提升智能增益
da_dk: Forøg smart forstærkning miljøer med tale i støj
el_gr: Αυξήστε το Smart Gain στην "Ομιλία σε θόρυβο"
fi_fi: Lisää älykästä vahvistusta Puhe melussa -ääniympäristössä.
hr_hr: Povećajte Smart Gain u okruženju „Govor u buci”
hu_hu: Növelje az okos erősítés értékét a „Beszéd zajban” beállításnál
it_it: Aumentare guadagno da Ottimizzatore Ambientale nell'ambiente "Parlato nel rumore"
ko_kr: 자동환경조절에서 '소음속대화환경'의 수준을 높입니다
nl_nl: Verhoog Environmental Optimizer II voor "Spraak in rumoer"
no_no: Øk smart gain for «Tale i støy»
pt_pt: Aumente o ganho inteligente em "Fala no ruído"
ro_ro: Creșteți Smart Gain în "Speech in Noise"
ru_ru: Увеличьте адаптивное усиление Smart Gain для окружения "Речь в шуме"
sv_se: Öka smart gain i "Tal i brus"
th_th: เพิ่มเกนอัจฉริยะใน "เสียงพูดในเสียงรบกวน"
tr_tr: "Gürültüde Konuşma" ortamında Akıllı Kazancı artır
zh_cn: 在“噪音环境下的语音”中增加智能增益

source: Acceptance Manager is in progress. Changing binaural correction will turn off Acceptance Manager and autofit all programs. Are you sure you want to continue?
bg_bg: Acceptance Manager е в ход. Промяната на бинауралната корекция ще изключи Acceptance Manager и ще регулира автоматично всички програми. Наистина ли искате да продължите?
cht: 適應管理正在進行中，更改雙耳修正將關閉適應管理並自動選配所有程式，您確定要繼續嗎？
da_dk: Acceptance Manager er i gang. Ændring af binaural korrektion deaktiverer Acceptance Manager og tilpasser alle programmer automatisk. Er du sikker på, at du vil fortsætte?
el_gr: Ο Διαχειριστής αποδοχής εκτελείται. Η αλλαγή της αμφιωτικής διόρθωσης θα απενεργοποιήσει τον Διαχειριστή αποδοχής και θα οδηγήσει στην αυτόματη εφαρμογή για όλα τα προγράμματα. Είστε βέβαιοι ότι θέλετε να συνεχίσετε;
fi_fi: Sopeutumisavustaja on käynnissä. Jos binauraaliseen korjauksen tehdään muutoksia, Sopeutusmisavustaja poistetaan käytöstä ja kaikki ohjelmat sovitetaan automaattisesti. Haluatko varmasti jatkaa ?
hr_hr: Acceptance Manager je u tijeku. Mijenjanjem binauralne korekcije isključit će se Acceptance Manager i automatski namjestiti svi programi. Jeste li sigurni da želite nastaviti?
hu_hu: Az Acceptance Manager fut. A binaurális korrekció módosításával kikapcsolja az Acceptance Managert, és automatikusan illeszti az összes programot. Biztosan folytatja?
it_it: Manager Adattamento in uso. Il cambiamento della correzione binaurale disattiverà Manager Adattamento ed eseguirà il fitting automatico di tutti i programmi. Continuare?
ko_kr: 자동적응매니저가 실행중입니다. 양이 코렉션을 변경하면, 자동적응매니저가 종료되고 모든 프로그램이 AutoFit 됩니다. 계속 진행하시겠습니까?
nl_nl: De Acceptatie Manager wordt uitgevoerd. Een wijziging van de binaurale correctie zal de Acceptatie Manager uitschakelen en alle programma’s resetten. Weet u zeker dat u wilt doorgaan?
no_no: Acceptance Manager aktivert. AutoFit vil slå av Acceptance Manager og andre programmer hvis du endrer binaural korrigering. Er du sikker på at du vil fortsette?
pt_pt: O Gerenciador de Adaptação está em andamento. Alterar a correção binaural desativará o Gerenciador de Adaptação e ajustará automaticamente todos os programas. Tem certeza de que deseja continuar?
ro_ro: Acceptance Manager este în desfășurare. Schimbarea corectării binaurale va opri Acceptance Manager și va fixa automat toate programele. Sunteți sigur că doriți să continuați?
ru_ru: Активен Менеджер адаптации. Изменение бинауральной коррекции отключит Менеджер адаптации и автоматически настроит все программы. Продолжить?
sv_se: Acceptansverktyget är igång. Ändring av binaural korrigering stänger av Acceptansverktyget och Autoanpassning av alla program. Är du säker på att du vill fortsätta?
th_th: ตัวจัดการการยอมรับอยู่ระหว่างการทำงาน การเปลี่ยนแปลงการแก้ไขแบบสองหูจะเป็นการปิดตัวจัดการการยอมรับและโปรแกรม autofit ทั้งหมด แน่ใจหรือว่าคุณต้องการดำเนินการต่อ
tr_tr: Adaptasyon Yöneticisi sürdürülüyor. Binaural düzeltmeyi değiştirmek, Adaptasyon Yöneticisini kapatacak ve tüm programları otomatik yerleştirecektir. Devam etmek istediğinizden emin misiniz?
zh_cn: 满意度管理系统正在运行中。更改双耳修正将关闭 满意度管理系统和自动选配所有程序，是否继续？

source: Sound Shaper cannot stay enabled in any program with Auto DFS set to "On". Sound Shaper has automatically been turned off in all programs.
bg_bg: Sound Shaper не може да остане активирана при Auto DFS в положение „Вкл.“. Sound Shaper е автоматично изключена във всички програми.
cht: 移頻功能無法在任何程式有自動數位回饋音抑制開啟時持續啟動。移頻功能在所有程式已自動關閉。
da_dk: Sound Shaper kan ikke være aktiveret i nogen programmer, når Auto DFS er angivet til "Til". Sound Shaper er automatisk blevet deaktiveret i alle programmer.
el_gr: Το Sound Shaper δεν μπορεί να παραμείνει ενεργοποιημένο σε κανένα πρόγραμμα όταν το Auto DFS είναι ενεργοποιημένο. Το Sound Shaper έχει απενεργοποιηθεί αυτόματα σε όλα τα προγράμματα.
fi_fi: Taajuussiirto ei voi olla käytössä ohjelmassa, jossa Auto DFS on käytössä. Taajuussiirto on poistettu käytöstä automaattisesti kaikissa ohjelmissa.
hr_hr: Sound Shaper ne može ostati omogućen u bilo kojem programu s u kojem je Auto DFS postavljen na „Uklj.”. Sound Shaper je automatski isključen u svim programima.
hu_hu: A Sound Shaper funkció nem lehet engedélyezve olyan programban, amelyben az Auto DFS funkció be van kapcsolva. A rendszer automatikusan kikapcsolta a Sound Shaper funkciót az összes programban.
it_it: Sound Shaper non può rimanere abilitato in qualsiasi programma con Auto DFS impostato su On. Sound Shaper è stato automaticamente disattivato in tutti i programmi.
ko_kr: Sound Shaper는 AutoDFS가 활성화 되면 사용할 수 없습니다. Sound Shaper는 자동으로 종료됩니다
nl_nl: SoundShaper kan niet aan blijven staan in een programma met AutoDFS “Aan”. SoundShaper is automatisch uitgeschakeld in alle programma’s.
no_no: Sound Shaper kan ikke være aktivert i noe program når Auto DFS er satt «på». Sound Shaper ble automatisk slått av i alle programmer.
pt_pt: O Sound Shaper não pode ficar habilitado em nenhum programa com o Auto DFS configurado em "Ativado". O Sound Shaper foi automaticamente desativado em todos os programas.
ro_ro: Sound Shaper nu poate sta activat în programe cu Auto DFS setat pe "Pornit". Sound Shaper a fost oprit automat în toate programele.
ru_ru: Sound Shaper не может быть активен в любой программе, в которой активно Авто DFS/ДПОС. Sound Shaper автоматически выключен во всех программах.
sv_se: Sound Shaper kan inte vara aktiverat i något program när Auto DFS är inställt på "På". Sound Shaper har automatiskt stängts av i alla program.
th_th: ไม่สามารถเปิดใช้งาน Sound Shaper ไว้ในโปรแกรมใดๆ ได้ในขณะนี้ตั้งค่า DFS อัตโนมัติเป็น "เปิด" Sound Shaper ในโปรแกรมทั้งหมดถูกปิดโดยอัตโนมัติ
tr_tr: Otomatik DFS "Açık" olarak ayarlandığında Sound Shaper herhangi bir programda etkin durumda kalamaz. Sound Shaper tüm programlarda otomatik olarak kapatılır.
zh_cn: 频谱重组无法在智能DFS设置为“开”的任何程序中保持启用状态。频谱重组将在所有程序中自动关闭。

source: Auto DFS cannot stay enabled while enabling Sound Shaper. Auto DFS has automatically been turned off.
bg_bg: Auto DFS и TSG не могат да останат активирани, докато се активира Sound Shaper. Auto DFS и TSG са изключени автоматично.
cht: 當啟用移頻功能時，自動數位回饋音抑制無法保持啟用。自動數位回饋音抑制已自動關閉。
da_dk: Auto DFS kan ikke være aktiveret, mens Sound Shaper aktiveres. Auto DFS er blevet deaktiveret automatisk.
el_gr: Το Auto DFS δεν μπορεί να παραμείνει ενεργοποιημένο κατά την ενεργοποίηση του Sound Shaper. Το Auto DFS έχει απενεργοποιηθεί αυτόματα.
fi_fi: Auto DFS ei voi olla käytössä, jos Taajuussiirto otetaan käyttöön. Auto DFS on poistettu käytöstä automaattisesti.
hr_hr: Auto DFS ne može ostati omogućen dok je omogućen Sound Shaper. Auto DFS automatski je isključeni.
hu_hu: Az Auto DFS funkció nem lehet engedélyezve, ha a Sound Shaper funkció be van kapcsolva. A rendszer automatikusan kikapcsolta az Auto DFS funkciót.
it_it: Auto DFS non può rimanere abilitato mentre si abilita Sound Shaper. Auto DFS è stato disattivato automaticamente.
ko_kr: AutoDFS는 Sound Shaper가 활성화된 상태에서 사용할 수 없습니다. AutoDFS는 자동으로 종료됩니다
nl_nl: AutoDFS kan niet aan blijven staan als SoundShaper aangezet wordt. AutoDFS is automatisch uitgeschakeld.
no_no: Auto DFS kan ikke være aktivert mens Sound Shaper aktiveres. Auto DFS ble slått av automatisk.
pt_pt: O Auto DFS e o Gerador de Som (TSG) não podem ficar habilitados durante a ativação do Sound Shaper. O Auto DFS e o TSG foram automaticamente desativados.
ro_ro: Auto DFS nu poate rămâne activat în timp ce se activează Sound Shaper. Auto DFS a fost oprit automat.
ru_ru: Auto DFS не может оставаться активным при активации Sound Shaper. Auto DFS автоматически отключается.
sv_se: Auto DFS and TSG kan inte vara aktiverade samtidigt med Sound Shaper. Auto DFS och TSG har automatiskt stängts av.
th_th: ไม่สามารถเปิดใช้งาน DFS ได้ในขณะเปิดใช้งาน Sound Shaper, DFS อัตโนมัติถูกปิดโดยอัตโนมัติ
tr_tr: Sound Shaper etkinleştirilirken Otomatik DFS etkin durumda kalamaz. Otomatik DFS otomatik olarak kapatılır.
zh_cn: 启用频谱重组时,智能DFS无法保持启用状态。智能DFS已自动关闭。

source: 0.6 - 1.2 mm vent
bg_bg: Венти отвор 0,6 - 1,2 мм
cht: 小氣孔 (1 mm)
da_dk: 0,6 - 1,2 mm ventilation
el_gr: 0.6 - 1.2 mm οπή αερισμού
fi_fi: 0,6–1,2 mm ilmastointi
hr_hr: Otvor 0,6 – 1,2 mm
hu_hu: 0,6 - 1,2 mm-es szellőző
ko_kr: 0.6 - 1.2mm 벤트
nl_nl: 0.6-1.2 mm venting
no_no: 0,6 – 1,2 mm åpning
pt_pt: 0,6 a 1,2 mm de ventilação
ro_ro: orificiu de ventilație de 0.6 - 1.2 mm
ru_ru: вент 0,6 - 1,2 мм вент
th_th: ท่อนำเสียง 0.6 - 1.2 mm
zh_cn: 通气孔0.6 - 1.2 mm

source: Test Noalink Wireless
bg_bg: Тествай Noahlink Wireless
cht: 測試 Noahlink Wireless
da_dk: Test Noahlink Wireless
el_gr: Δοκιμή του Noalink Wireless
fi_fi: Tarkista Noahlink Wireless toimivuus
hr_hr: Test Noahlink Wireless
hu_hu: A Noalink Wireless tesztelése
it_it: Test Noahlink Wireless
ko_kr: Noahlink Wireless Test
nl_nl: Test Noahlink Wireless
no_no: Test NOAHlink Wireless
pt_pt: Teste o Noahlink Wireless
ro_ro: Testați Noalink Wireless
ru_ru: Тест Noahlink Wireless
sv_se: Testa Noahlink Wireless
th_th: ทดสอบ Noalink Wireless
tr_tr: Noalink Wireless'ı Test et
zh_cn: 测试无线Noahlink

source: The Noahlink Wireless device is working properly.
bg_bg: Устройството Noahlink Wireless работи както трябва.
cht: Noahlink Wireless 裝置正常運作。
da_dk: Noahlink Wireless enheden fungerer korrekt.
el_gr: Η συσκευή Noahlink Wireless δουλεύει σωστά.
fi_fi: Noahlink Wireless -laite toimii oikein.
hr_hr: Noahlink Wireless uređaj radi pravilno.
hu_hu: A Noahlink Wireless eszköz megfelelően működik.
it_it: Il dispositivo Noahlink Wireless funziona correttamente.
ko_kr: Noahlink Wireless가 정상적으로 동작합니다
nl_nl: Het Noahlink Wireless apparaat werkt correct.
no_no: NOAHlink Wireless-enheten fungerer som den skal.
pt_pt: O dispositivo Noahlink Wireless está funcionando corretamente.
ro_ro: Dispozitivul Noahlink Wireless funcționează corect.
ru_ru: Устройство, поддерживающее беспроводной интерфейс программирования Noahlink Wireless, работает корректно.
sv_se: Noahlink Wireless-enheten fungerar bra.
th_th: อุปกรณ์ Noahlink Wireless ทำงานได้ตามปกติ
tr_tr: Noahlink Wireless cihazı düzgün çalışıyor.
zh_cn: Noahlink无线设备正常工作。

source: No Noahlink Wireless device was found. Please ensure the device is plugged into your computer and the drivers have been installed.
bg_bg: Не е намерено устройство Noahlink Wireless. Моля, уверете се, че устройството е включено във вашия компютър и драйверите са инсталирани.
cht: 沒有找到 Noahlink Wireless 裝置。請確保裝置已插入電腦，並且已安裝驅動程式。
da_dk: Der blev ikke fundet nogen Noahlink Wireless enhed. Sørg for, at apparatet er tilsluttet computeren, og driverne er blevet installeret.
el_gr: Δεν βρέθηκε συσκευή Noahlink Wireless. Ελέγξτε ότι η συσκευή είναι συνδεδεμένη στον υπολογιστή σας και ότι τα προγράμματα οδήγησης είναι εγκατεστημένα.
fi_fi: Noahlink Wireless -laitetta ei löydy. Varmista, että laite on yhdistetty tietokoneeseen ja että ohjaimet on asennettu.
hr_hr: Noahlink Wireless uređaj nije pronađen. Uvjerite se da je uređaj priključen na računalo i da su upravljački programi instalirani.
hu_hu: Nem található Noahlink Wireless eszköz. Ellenőrizze, hogy az eszköz csatlakoztatva van-e a számítógéphez, és az illesztőprogramok telepítése megtörtént-e.
it_it: Nessun Noahlink Wireless rilevato. Assicurarsi che il dispositivo sia correttamente connesso al computer e che i driver siano installati.
ko_kr: Noahlink를 찾지 못했습니다. 이 장치가 컴퓨터에 연결되었는지 확인하고 드라이버가 설치되었는지 확인하십시오
nl_nl: Geen Noahlink Wireless gevonden. Zorg er voor dat hij in uw computer geplaatst is en dat de drivers geïnstalleerd zijn.
no_no: Ingen NOAHlink Wireless-enhet ble funnet. Vennligst kontroller at høreapparatet er koblet til datamaskinen og at driverne er installert.
pt_pt: Nenhum dispositivo Noahlink wireless encontrado. Verifique se o dispositivo está conectado a seu computador e se os drivers foram instalados.
ro_ro: Dispozitivul Noahlink Wireless nu a fost gasit. Asigurati-va ca dispozitivul este montat si ca aveti instalate driverele corecte.
ru_ru: Устройство, поддерживающее беспроводной интерфейс программирования Noahlink Wireless, не обнаружено. Пожалуйста, убедитесь, что устройство подключено к вашему компьютеру и драйверы установлены.
sv_se: Ingen Noahlink Wireless-enhet hittades. Kontrollera att enheten är kopplad till datorn och att drivrutinerna installerats.
th_th: ไม่พบอุปกรณ์ Noahlink Wireless โปรดตรวจสอบให้แน่ใจว่าได้เสียบอุปกรณ์ดังกล่าวกับคอมพิวเตอร์ของคุณ และติดตั้งไดรเวอร์เรียบร้อยแล้ว
tr_tr: Noalink Wireless cihazı bulunamadı. Lütfen cihazın bilgisayarınıza takılı olduğundan ve sürücülerinin yüklendiğinden emin olun.
zh_cn: 未发现Noahlink无线设备。请确保设备已插入计算机并安装了驱动程序。

source: Firmware version:
bg_bg: Версия на фърмуера:
cht: 韌體版本：
el_gr: Έκδοση υλικολογισμικού:
fi_fi: Ohjelmistoversio:
hr_hr: Verzija programske opreme:
hu_hu: Firmware verzió:
it_it: Versione firmware:
ko_kr: 펌웨어 버전:
nl_nl: Firmware versie:
no_no: Firmware versjon:
pt_pt: Versão do Firmware:
ro_ro: Versiune soft:
ru_ru: Версия прошивки:
sv_se: Programvaruversion:
th_th: รุ่นของโปรแกรม Firmware:
tr_tr: Bellenim sürümü:
zh_cn: 固件版本:

source: Due to remote control’s display limitation, some text may be truncated
bg_bg: Поради ограничение на дисплея на дистанционното управление, възможно е части от текста да са отрязани.
cht: 由於遙控器螢幕限制，某些文字可能會被截斷。
da_dk: Pga. begrænsninger på fjernbetjeningens display er noget af teksten blevet afkortet.
el_gr: Λόγω του περιορισμένου εύρους της οθόνης του τηλεχειριστηρίου, το κείμενο ενδέχεται να εμφανίζεται περικομμένο.
fi_fi: Kauko-ohjaimen näytön rajoitusten vuoksi osa tekstistä voi näkyä lyhennettynä.
hr_hr: Zbog ograničenja ekrana daljinskog upravljača dijelovi teksta mogu nedostajati.
hu_hu: A távirányító megjelenítőjének korlátozása miatt a szöveg egyes részei csonkoltak lehetnek.
it_it: A causa dei limiti del display del telecomando, alcuni testi potrebbero risultare troncati.
ko_kr: 리모컨은 디스플레이 표현에 제한이있어, 일부 문자가 표시되지 않을 수 있습니다.
nl_nl: Tekst kan soms afgekort zijn omwille van de beperkte display van de afstandbediening.
no_no: På grunn av visningsbegrensninger på fjernkontroll, kan noe tekst være trukket sammen.
pt_pt: Devido à limitação de exibição do controle remoto, partes do texto podem ser truncadas.
ro_ro: Datorită limitărilor de afișare ale telecomenzii, anumite texte sunt trunchiate.
ru_ru: Из-за ограничений дисплея ДУ некоторые тексты могут быть усечены.
sv_se: På grund av begränsningarna i fjärrkontrollens display kan vissa texter trunkeras.
th_th: เนื่องจากข้อจำกัดในการแสดงผลของรีโมทคอนโทรล ข้อความบางส่วนอาจถูกตัดทอน
tr_tr: Uzaktan kumandanın ekran sınırlamaları nedeniyle bazı metinler kırpılabilir.
zh_cn: 由于遥控器显示受到限制，部分文本被删除。

source: Open
bg_bg: Отворен
cht: 閞放式
da_dk: Åben
el_gr: Άνοιγμα
fi_fi: Ohut ääniletku
hr_hr: Otvori
hu_hu: Nyitott
it_it: Aperto
ko_kr: 열기
no_no: Åpen
pt_pt: Aberta
ro_ro: Deschis
ru_ru: Открытое
sv_se: Öppen
th_th: เปิด
tr_tr: Açık
zh_cn: 开放耳

source: Bluetooth Mobile Device
bg_bg: Мобилно устройство с Bluetooth
cht: 藍牙行動裝置
da_dk: Bluetooth-mobilenhed
el_gr: Φορητή συσκευή Bluetooth
fi_fi: Bluetooth-mobiililaite
hr_hr: Bluetooth mobilni uređaj
hu_hu: Bluetooth-mobileszköz
it_it: Dispositivo mobile Bluetooth
ko_kr: 블루투스 모바일 기기
nl_nl: Bluetooth mobiel apparaat
no_no: Mobil Bluetooth-enhet
pt_pt: Dispositivo móvel Bluetooth
ro_ro: Dispozitiv mobil Bluetooth
ru_ru: Мобильное устройство Bluetooth
sv_se: Mobil Bluetooth-enhet
th_th: อุปกรณ์มือถือ Bluetooth
tr_tr: Bluetooth Mobil Cihaz
zh_cn: 蓝牙移动设备

source: Earmold: 1.3 - 2.1 mm vent
bg_bg: Ушна отливка: Венти отвор 1,3 - 2,1 мм
cht: 耳模：小氣孔 (1 mm)
el_gr: Εκμαγείο: Αεραγωγός 1,3–2,1 mm
fi_fi: Korvakappale : 1,3–2,1 mm ilmastointi
hr_hr: Kalup: otvor 1,3 – 2,1 mm
hu_hu: Illeszték: 1,3 - 2,1 mm-es szellőző
it_it: Chiocciola su misura: vent 1.3-2.1 mm
ko_kr: 이어몰드: 1.3 - 2.1 mm 벤트
nl_nl: Oorstukje: 1.3-2.1 mm venting
no_no: Ørepropp: 1,3–2,1 mm vent
pt_pt: Molde auricular: ventição de 1.3 - 2.1 mm
ro_ro: Olivă: orificiu de ventilație de 1.3 - 2.1 mm
ru_ru: Ушной вкладыш: вент 1,3 - 2,1 мм
sv_se: Insats: 1,3 - 2,1 mm vent
th_th: พิมพ์หู: ท่อนำเสียง 1.3 - 2.1 mm
tr_tr: Kulak Kalıbı: 1.3 - 2.1 mm vent
zh_cn: 耳模: 通气孔1.3 - 2.1 mm

source: View associated hearing instruments
bg_bg: Преглед на свързаните слухови апарати
cht: 查看相關的助聽器
da_dk: Vis tilknyttede høreapparater
el_gr: Προβολή σχετιζόμενων ακουστικών βοηθημάτων
fi_fi: Näytä liitetyt kuulokojeet
hr_hr: Prikaz pridruženih slušnih aparata
hu_hu: Társított hallókészülékek mutatása
it_it: Visualizza apparecchi acustici associati
ko_kr: 관련 보청기 살펴보기
nl_nl: Bekijk de bijbehorende hoortoestellen
no_no: Se tilhørende høreapparater
pt_pt: Visualizar aparelhos auditivos relacionados
ro_ro: Vizualizeaza aparate auditive asociate
ru_ru: Обзор ассоциированных СА
sv_se: Visa associerade hörapparater
th_th: ค้นหาเครื่องช่วยฟัง
tr_tr: İlişkili işitme cihazlarını göster
zh_cn: 查看助听器

source: Paired Devices (0 of 5)
bg_bg: Сдвоени устройства (0 от 5)
cht: 已配對裝置 (第 0 個，共 5 個)
da_dk: Parrede enheder (0 af 5)
el_gr: Συνδεδεμένες συσκευές (0 από 5)
fi_fi: Paritettuja laitteita ( 0/5 )
hr_hr: Upareni uređaji (0 od 5)
hu_hu: Párosított eszközök (0 / 5)
it_it: Dispositivi accoppiati (0 di 5)
ko_kr: 연결된 디바이스 (5개중 0)
nl_nl: Gekoppelde apparaten (0 van 5)
no_no: Parede enheter (0 av 5)
pt_pt: Dispositivos Pareados (0 of 5)
ro_ro: Dispozitive asociate (0 din 5)
ru_ru: Сопряженные устройства (0 из 5)
sv_se: Parkopplade enheter (0 of 5)
th_th: ทำการ Pair อุปกรณ์ (0 จาก 5)
tr_tr: Eşleştirilmiş Cihazlar (0 / 5)
zh_cn: 已配对设备(5-0）

source: Auto DFS and TSG cannot stay enabled while enabling Sound Shaper. Auto DFS and TSG have automatically been turned off.
bg_bg: Auto DFS и TSG не могат да стоят активирани, докато се активира Sound Shaper. Auto DFS и TSG са изключени автоматично.
cht: 當移頻功能啟動時，自動數位回饋音抑制與耳鳴抑制音產生器無法持續啟動。將會自動關閉自動數位回饋音抑制及耳鳴抑制音產生器。
da_dk: Auto DFS og TSG kan ikke forblive slået til, når Sound Shaper bliver slået til. Auto DFS og TSG er automatisk blevet slået fra.
el_gr: Το Auto DFS και το TSG δεν μπορεί να παραμείνουν ενεργοποιημένα κατά την ενεργοποίηση του Sound Shaper. Το Auto DFS και το TSG έχιυν απενεργοποιηθεί αυτόματα.
fi_fi: Auto DFS ja TSG ei voi olla käytössä, jos Taajuussiirto otetaan käyttöön. Auto DFS ja TSG on poistettu käytöstä automaattisesti.
hr_hr: Auto DFS i TSG nisu omogućeni ako je uključen modulator zvuka. Auto DFS i TSG automatski su isključeni.
hu_hu: Az Auto DFS és a TSG funkció nem lehet engedélyezve, ha a Sound Shaper funkció be van kapcsolva. A rendszer automatikusan kikapcsolta az Auto DFS és a TSG funkciót.
it_it: Auto DFS e GST non possono rimanere abilitati mentre è attivo Sound Shaper. Auto DFS e GST verranno automaticamente spenti.
ko_kr: Sound Shaper가 적용된 상태에서는 AutoDFS와 소리발생기 기능을 활성화할 수 없습니다. AutoDFS와 소리발생기는 자동으로 종료됩니다.
nl_nl: AutoDFS en TSG kunnen niet aan blijven staan als de SoundShaper aangezet wordt. AutoDFS en TSG zijn automatisch uitgeschakeld.
no_no: Auto DFS og TSG kan ikke være aktivert mens Sound Shaper aktiveres. Auto DFS og TSG ble slått av automatisk.
pt_pt: Auto DFS e Gerador de Som (TSG) não podem ser ativado quando o Sound Shaper está ativado. Auto DFS e TSG foram automaticamente desativados.
ro_ro: Auto DFS și TSG nu poate rămâne activat în timp ce se activează Sound Shaper. Auto DFS și TSG au fost oprite automat.
ru_ru: Auto DFS и TSG не могут оставаться активными при активации Sound Shaper. Auto DFS и TSG автоматически отключились.
sv_se: Auto DFS och TSG kan inte fortsätta vara påslagna efter Sound Shaper slagits på. Auto DFS och TSG har automatiskt slagits av.
th_th: Auto DFS และ TSG ไม่สามารถเปิดใช้งานต่อไปได้ขณะที่เปิดใช้งาน Sound Shaper Auto DFS และ TSG ได้ปิดลงโดยอัตโนมัติ
tr_tr: Sound Shaper etkinleştirilirken Otomatik DFS ve TSG etkin durumda kalamaz. Otomatik DFS ve TSG otomatik olarak kapatılır.
zh_cn: 启用频谱重组功能时，智能DFS和耳鸣管理器不可用。智能DFS和TSG耳鸣管理器将自动关闭。

source: Test Device
bg_bg: Тествай устройството
cht: 測試裝置
da_dk: Testapparat
el_gr: Δοκιμή συσκευής
fi_fi: Kuulokoje testaus
hr_hr: Test uređaja
hu_hu: Készülék teszt
it_it: Test dispositivo
ko_kr: 보청기테스트
nl_nl: Toestel testen
no_no: Testenhet
pt_pt: Ajustes de Teste
ro_ro: Testeaza dispozitiv
ru_ru: Тестировать устройство
sv_se: Testa Hörapparat
th_th: ทดสอบอุปกรณ์
tr_tr: Test Cihazı
zh_cn: 测试助听器
