Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Show Data Logging Demo Data
bg_bg: Покажи демо данни за запис на данни
cht: 顯示數據記錄範例資料
da_dk: Vis demodata for datalogning
el_gr: Εμφάνιση δεδομένων επίδειξης για την καταγραφή δεδομένων
fi_fi: Näytä esittelytietojen kirjaus
hr_hr: Pokaži podatke za demonstraciju u bilježenju podataka
hu_hu: Adatnaplózási demóadatok megjelenítése
it_it: Mostra i dati demo del Data Logging
ko_kr: 데이터 로깅 데모 데이터 보기
nl_nl: Toon DataLogging demo-gegevens
no_no: Vis ADL demodata
pt_pt: Exibir dados demonstrativos do registro de dados
ro_ro: Arată date Data Logging Demo
ru_ru: Показать демо-данные журнала данных
sv_se: Visa demodata för dataloggning
th_th: แสดงข้อมูลตัวอย่างการบันทึกข้อมูล
tr_tr: Veri Günlükleme Demo Verilerini Göster
zh_cn: 显示数据记录演示数据

source: No Data
bg_bg: Няма данни
cht: 沒有資料
da_dk: Ingen data
el_gr: Δεν υπάρχουν δεδομένα
fi_fi: Dataa ei saatavilla
hr_hr: Nema podataka
hu_hu: Nincs adat
it_it: Nessun dato
ko_kr: 데이터 없음
nl_nl: Geen gegevens
no_no: Ingen data
pt_pt: Sem dados
ro_ro: Fara date
ru_ru: Нет данных
sv_se: Ingen Data
th_th: ไม่มีข้อมูลใดๆ
tr_tr: Veri Yok
zh_cn: 无数据

source: QuickPickIDs
cht: 快速選取 ID
fi_fi: QuickPick-tunnukset
hr_hr: QuickPick ID-i
it_it: IDSelezioneRapida
ru_ru: Идентификаторы для быстрого выбора
sv_se: SnabbValID
tr_tr: HızlıToplamaKimlikleri
zh_cn: 快速选择ID

source: About
bg_bg: Относно
cht: 關於 Smart Fit
da_dk: Om
el_gr: Σχετικά
fi_fi: Tietoa
hr_hr: O
hu_hu: Névjegy
it_it: Informazioni
ko_kr: Smart Fit에 대하여
nl_nl: Over
no_no: Om
pt_pt: Sobre
ru_ru: Описание
sv_se: Om
th_th: เกี่ยวกับ
tr_tr: Hakkında
zh_cn: 关于

source: Standard Beeps
bg_bg: Стандартни сигнали
cht: 標準提示音
da_dk: Standardbip
el_gr: Τυπικά ηχητικά σήματα
fi_fi: Vakioäänet
hr_hr: Standardni zvučni signali
hu_hu: Szabvány csipogások
it_it: Beep standard
ko_kr: 알림음
nl_nl: Standaard beeps
no_no: Standard Signal
pt_pt: Bipe padrão
ro_ro: Beep-uri standard
ru_ru: Стандартные бип-сигналы
sv_se: Standard Ljudindikationer
th_th: เสียง Beep มาตรฐาน
tr_tr: Standart İkazlar
zh_cn: 标准提示音

source: Volume Control
bg_bg: Контрол на силата на звука
cht: 音量調整
da_dk: Lydstyrkeregulering
el_gr: Έλεγχος έντασης
fi_fi: Äänenvoimakkuuden säädin
hr_hr: Regulacija glasnoće
hu_hu: Hangerő szabályzó
it_it: Controllo del volume
ko_kr: 볼륨 조절
nl_nl: Volumeregelaar
no_no: Volumkontroll
pt_pt: Controle de Volume
ro_ro: Potentiometru de volum
ru_ru: Регулятор громкости
sv_se: Volymkontroll
th_th: ปุ่มเพิ่มเสียง
tr_tr: Ses Kontrolü
zh_cn: 音量控制

source: Restore Instruments Warning
bg_bg: Предупреждение за нулиране на апаратите
cht: 重設助聽器警告
da_dk: Advarsel om nulstilling af apparater
el_gr: Προειδοποίηση επαναφοράς ακουστικών
fi_fi: Nollaa kuulokoje varoitus
hr_hr: Upozorenje o resetiranju aparata
hu_hu: Figyelmeztetés az eszköz alaphelyzetbe állításakor
it_it: Avviso di ripristino degli apparecchi
ko_kr: 보청기 복원 경고
nl_nl: Toestel waarschuwing resetten
no_no: Advarsel tilbakestilling av høreapparat
pt_pt: Aviso de restauração dos aparelhos
ro_ro: Avertisment resetare instrumente
ru_ru: Предупреждение о Восстановлении аппаратов
sv_se: Varning -Återställning av Hörapparater
th_th: คำเตือนการรีเซ็ตอุปกรณ์
tr_tr: Cihazları Sıfırla Uyarısı
zh_cn: 重置助听器警告

source: Resetting instruments will discard the current session and erase all fitting data on the instrument(s).
bg_bg: Нулирането на апаратите ще отхвърли сегашната сесия и ще изтрие всички данни за монтирането в устройството(-ата).
cht: 重設儀器將捨棄目前工作階段並清除儀器上的所有驗配資料。
da_dk: Hvis du nulstiller apparaterne, slettes den nuværende session og alle tilpasningsdata i apparatet(erne).
el_gr: Η επανεκκίνηση των οργάνων θα απορρίψει την τρέχουσα περίοδο λειτουργίας και θα διαγράψει όλα τα δεδομένα εφαρμογής στο/-α όργανο/-α.
fi_fi: Kuulokojeiden nollaus lopettaa nykyisen istunnon ja poistaa kaikki sovitustiedot kuulokojeista. Haluatko jatkaa ?
hr_hr: Vraćanje postavki uređaja poništava trenutačnu podatkovnu aktivnost i svi podaci o individualnom podešavanju na uređaju bit će obrisani.
hu_hu: Az eszközök alaphelyzetbe állításával elveti az aktuális munkamenetet, és törli az összes illesztési adatot a hallókészülék(ek)ről.
it_it: Il ripristino degli apparecchi scarterà le sessione corrente e cancellerà tutti i dati di fitting sul dispositivo(i).
ko_kr: 공장 초기화를 진행하면, 현재 세션과 모든 피팅 데이터가 제거됩니다.
nl_nl: Het resetten van toestellen zal de huidige sessie negeren en alle aanpasgegevens uit de toestellen verwijderen.
no_no: Tilbakestilling av høreapparatene vil forkaste den nåværende økten og slette all tilpasningsdata i apparatene.
pt_pt: A atualização dos aparelhos descartará a sessão atual e removerá os ajustes dos aparelhos.
ro_ro: Resetarea aparatelor va elimina sesiunea actuală și va șterge toate datele de reglare de pe aparat(e).
ru_ru: Сброс слуховых аппаратов приведет к удалению текущей сессии и всех данных настройки в СА.
sv_se: Återställning av hörapparat(er) avbryter aktuell session och raderar alla data på hörapparat(er).
th_th: การรีเซ็ตเครื่องช่วยฟังจะยกเลิกเซสชั่นปัจจุบันและลบข้อมูลการติดตั้งทั้งหมดบนเครื่องช่วยฟัง
tr_tr: Cihazları sıfırlamak, geçerli oturumu ve cihaz(lar) üzerindeki tüm fitting verilerini silecektir.
zh_cn: 重置助听器将丢失目前所有设置，并清除所有验配数据。

source: Restoring the instrument will reset instrument programs and features to default settings, remove DFS calibration, and accessory pairing. Note: All data will be lost. This process does NOT update the instrument. Click Close to exit without restoring.
bg_bg: Нулирането на апарата ще възстанови настройките по подразбиране на програмите и функциите на апарата, ще премахне калибрирането на ЦПМ и сдвояването на аксесоари. Забележка: всички данни ще се загубят. Този процес НЕ актуализира апарата. Щракнете върху Затваряне, за да излезете без нулиране.
cht: 重設助聽器會重設助聽器程式和功能至預設設定值、移除數位回饋音抑制校正和配件配對。注意：將會遺失所有資料。此過程不會更新助聽器。點選關閉可離開且不重設。
da_dk: Nulstilling af apparatet nulstiller alle programmer og funktioner på apparatet til standardindstillingerne, fjerner DFS-kalibrering og parret tilbehør. Bemærk: Alle data går tabt. Denne proces opdaterer IKKE apparatet. Klik på Luk for at afslutte uden at nulstille.
el_gr: Επιλέγοντας την επαναφορά του ακουστικού, τα προγράμματα και οι λειτουργίες του ακουστικού θα επανέλθουν στις προεπιλεγμένες ρυθμίσεις, θα καταργηθεί η βαθμονόμηση DFS, καθώς και η ζεύξη εξαρτημάτων. Σημείωση: Όλα τα δεδομένα θα χαθούν. Αυτή η διαδικασία ΔΕΝ ενημερώνει το ακουστικό. Κάντε κλικ στο "Κλείσιμο" για έξοδο χωρίς επαναφορά.
fi_fi: Jos kuulokoje nollataan, kaikki kuulokojeohjelmat ja ominaisuudet palautetaan oletusasetuksiin sekä DFS-kalibrointi ja lisälaiteparit poistetaan. Huomautus : Kaikki tiedot menetetään. Tämä toiminto EI päivitä kuulokojeen ohjelmistoa. Voit poistua nollaamatta napsauttamalla Sulje-painiketta.
hr_hr: Resetiranjem aparata programi i značajke aparata resetirat će se na standardne postavke, uklonit će se kalibracija DFS-a i uparena dodatna oprema. Napomena: Svi će se podatci izgubiti Ovim se postupkom NE ažurira aparat. Kliknite „Zatvori” za izlaz bez resetiranja.
hu_hu: A gyári beállítások visszaállítása alaphelyzetbe állítja a készülék programjait és funkcióit, valamint eltávolítja a DFS kalibrációt és a tartozékok párosítását. Figyelem: Minden adat el fog veszni. Ez a folyamat NEM frissíti a készüléket. Kattintson a Bezárás gombra az alaphelyzetbe állítás nélküli kilépéshez.
it_it: Il ripristino dell'apparecchio ripristinerà i programmi e le caratteristiche alle impostazioni predefinite, rimuoverà la calibrazione DFS e l'accoppiamento agli accessori. Nota: tutti i dati andranno persi. Questo processo NON aggiorna l'apparecchio. Fare clic su Chiudi per uscire senza ripristinare.
ko_kr: 보청기 복구를 진행하면, 모든 프로그램과 고급 기능들이 모두 디폴트로 설정되고 DFS 캘리브레이션과 액세서리 페어링 기록도 삭제됩니다. 이 작업은 최소 30초가 소요되며, 도중에 취소할 수 없습니다. 유선 프로그래밍 인터페이스가 필요합니다. 주의: 기존 데이터가 모두 삭제됩니다. 이 작업은 보청기를 업데이트 하는 것이 아닙니다. 복구를 진행하지 않고 나가려면 닫기를 클릭하세요.
nl_nl: Het resetten van het toestel zal de programma´s en functies van het toestel in de default (fabrieks)instellingen zetten, de DFS kalibratie en accessoire pairing verwijderen. Let op: alle gegevens gaan verloren. Dit proces geeft GEEN update van het toestel. Klik op Sluiten om zonder reset door te gaan.
no_no: En tilbakestilling vil gjenopprette standardinnstillingene for apparatets programmer og funksjoner, fjerne DFS-kalibreringer og paring av tilbehør. Merk: Alle data vil gå tapt. Denne prosessen oppdaterer IKKE apparatet. Klikk Lukk for å avslutte uten å tilbakestille.
pt_pt: Atualizar o aparelho retornará os programas e os recursos para o padrão de fábrica, removerá a calibração do DFS e o pareamento do acessório. Obs.: todos os dados serão perdidos. Este processo NÃO atualiza o aparelho. Clique em Fechar para sair sem atualizar.
ro_ro: Resetarea instrumentului va reseta programele și caracteristicile instrumentului la valorile implicite, va îndepărta calibrarea DFS și împerecherea accesoriilor. Notă: Toate datele se pierd. Acest proces NU actualizează instrumentul. Dați clic pe Închidere pentru a ieși fără resetare.
ru_ru: Сброс СА приведет к сбросу настроек программ и функций на настройки по умолчанию (заводские), удалению данных калибровки обратной связи и сопряжения с аксессуарами. Внимание: Все данные будут утрачены. Этот процесс НЕ ЯВЛЯЕТСЯ обновлением слухового аппарата. Нажмите Закрыть, чтобы выйти без сброса.
sv_se: Återställning av hörapparaten återställer alla program och funktioner till fabriksinställningar, tar bort DFS-kalibrering och tillbehörsparning. Obs: Alla data går förlorade. Denna process uppdaterar INTE apparaten. Klicka på Stäng för att avbryta utan återställning.
th_th: การรีเซ็ตอุปกรณ์จะเป็นการรีเซ็ตโปรแกรมและคุณสมบัติของอุปกรณ์กลับเป็นการตั้งค่าเริ่มต้น, ลบค่าการปรับเทียบ DFS และการจับคู่อุปกรณ์เสริม หมายเหตุ: ข้อมูลทั้งหมดจะสูญหาย กระบวนการนี้ไม่ได้เป็นการอัพเดตอุปกรณ์ คลิก ปิด เพื่อออกโดยไม่รีเซ็ต
tr_tr: Cihazı sıfırlamak cihaz programlarını ve özellikleri fabrika ayarlarına sıfırlayacak, DFS kalibrasyonunu ve aksesuar eşleştirmesini kaldıracaktır. Not: Tüm veriler kaybedilecektir. Bu işlem cihazı GÜNCELLEMEZ. Sıfırlama yapmadan çıkmak için Çıkış öğesine tıklayın.
zh_cn: 重置助听器会将所有程序和功能恢复为默认设置，并删除DFS校准和附件配对。注意：所有数据将会丢失。该过程不会更新助听器。单击“关闭”退出重置。

source: Ear Side:
bg_bg: Страна на ухото:
cht: 左右耳：
da_dk: Apparat:
el_gr: Πλευρά αυτιού:
fi_fi: Korvan puoli :
hr_hr: Strana uha:
hu_hu: Fül oldal:
it_it: Orecchio lato:
ko_kr: 보청기 방향:
nl_nl: Zijde oor:
no_no: Øreside:
pt_pt: Lado da orelha:
ro_ro: Dispozitiv:
ru_ru: Сторона уха:
sv_se: Öronsida:
th_th: อุปกรณ์:
tr_tr: Kulak Tarafı:
zh_cn: 耳侧:

source: Restore Instruments
bg_bg: Нулиране на апаратите
cht: 還原助聽器
da_dk: Nulstil apparater
el_gr: Επαναφορά ακουστικών
fi_fi: Nollaa kuulokojeet
hr_hr: Resetiraj aparate
hu_hu: Készülékek alaphelyzetbe állítása
it_it: Ripristina apparecchi
ko_kr: 보청기 복원
nl_nl: Toestellen resetten
no_no: Tilbakestill apparater
pt_pt: Atualizar os Aparelhos Auditivos
ro_ro: Resetare instrumente
ru_ru: Восстановить аппараты
sv_se: Återställ hörapparat
th_th: รีเซ็ตอุปกรณ์
tr_tr: Cihazları Sıfırla
zh_cn: 重置助听器

source: Restore error
bg_bg: Грешка при възстановяване
cht: 還原至出廠設定錯誤。
da_dk: Gendannelsesfejl
el_gr: Σφάλμα επαναφοράς
fi_fi: Virhe kojeen nollauksessa
hr_hr: Ispravi pogrešku
hu_hu: Helyreállítási hiba
it_it: Errore di ripristino
ko_kr: 보청기 복구 에러
nl_nl: Fout bij resetten naar fabrieksinstelling
no_no: Gjenopprettingsfeil
pt_pt: Restaurar erro
ro_ro: Restaurare eroare
ru_ru: Ошибка восстановления
sv_se: Fel vid återställning
th_th: คืนค่าข้อผิดพลาด
tr_tr: Hatayı onar
zh_cn: 发生错误

source: Play Beeps Error
bg_bg: Грешка при възпроизвеждане на сигналите
cht: 播放提示音錯誤
da_dk: Fejl ved afspilning af bip
el_gr: Σφάλμα αναπαραγωγής ηχητικών σημάτων
fi_fi: Äänimerkki virhe
hr_hr: Pogreška reprodukcije zvučnih signala
hu_hu: Csipogás hiba lejátszás
it_it: Riproduci beep di errore
ko_kr: 알림음 재생 오류
nl_nl: Afspelen beeps-error
no_no: Spill pip-feil
pt_pt: Erro do bipe
ro_ro: Reda beep-uri de eroare
ru_ru: Ошибка воспроизведения бип-сигнала
sv_se: Spela Ljudindikation Error
th_th: เล่นเสียงบี๊ปข้อผิดพลาด
tr_tr: İkaz hatasını göster
zh_cn: 演示提示音出错

source: Hearing Instruments Only
bg_bg: Само слухови апарати
cht: 僅助聽器
da_dk: Kun høreapparater
el_gr: Μόνο τα ακουστικά βοηθήματα
fi_fi: Vain kuulokojeet
hr_hr: Samo slušni aparati
hu_hu: Csak hallókészülékek
it_it: Solo apparecchi acustici
ko_kr: 보청기 only
nl_nl: Alleen hoortoestel(len)
no_no: Kun høreapparater
pt_pt: Somente aparelhos auditivos
ro_ro: Numai aparate auditive
ru_ru: Только СА
sv_se: Endast hörapparater
th_th: อุปกรณ์ช่วยฟังเท่านั้น
tr_tr: Sadece İşitme Cihazı
zh_cn: 仅助听器

source: Pin Code:
bg_bg: Пин код:
cht: Pin 碼：
da_dk: Pinkode:
el_gr: Κωδικός PIN:
fi_fi: PIN-koodi :
hr_hr: PIN kod:
hu_hu: PIN kód:
it_it: Codice pin:
ko_kr: 핀코드:
no_no: PIN-kode:
pt_pt: Código PIN:
ro_ro: Codul Pin
ru_ru: Пин-код:
sv_se: Pinkod:
th_th: รหัส PIN:
tr_tr: Pin Kodu:
zh_cn: Pin码:

source: Smart Gain
bg_bg: Интелигентно усилване
cht: 智慧增益
da_dk: Smart forstærkning
fi_fi: Älykäs vahvistus
hu_hu: Intelligens erősítés
it_it: Ottimizzatore Ambientale
ko_kr: 자동환경조절
pt_pt: Ganho Inteligente
ro_ro: Smart Gain (Amplificare Inteligentă)
ru_ru: Адаптивное усиление
sv_se: Miljöoptimering
th_th: เกนอัจฉริยะ
tr_tr: Akıllı Kazanç
zh_cn: 智能增益

source: Greek
bg_bg: Гръцки
cht: 希臘文
da_dk: Græsk
el_gr: Ελληνικά
fi_fi: Kreikka
hr_hr: Grčki
hu_hu: Görög
it_it: Greco
ko_kr: 그리스어
nl_nl: Grieks
no_no: Gresk
pt_pt: Grego
ro_ro: Greaca
ru_ru: Греческий
sv_se: Grekiska
th_th: ภาษากรีก
tr_tr: Yunanca
zh_cn: 希腊语

source: Spanish
bg_bg: Испански
cht: 西班牙文
da_dk: Spansk
el_gr: Ισπανικά
fi_fi: Espanja
hr_hr: Španjolski
hu_hu: Spanyol
it_it: Spagnolo
ko_kr: 스페인어
nl_nl: Spaans
no_no: Spansk
pt_pt: Espanhol
ro_ro: Spaniola
ru_ru: Испанский
sv_se: Spanska
th_th: ภาษาสเปน
tr_tr: İspanyolca
zh_cn: 西班牙语

source: German
bg_bg: Немски
cht: 德文
da_dk: Tysk
el_gr: Γερμανικά
fi_fi: Saksa
hr_hr: Njemački
hu_hu: Német
it_it: Tedesco
ko_kr: 독일어
nl_nl: Duits
no_no: Tysk
pt_pt: Alemão
ro_ro: Germana
ru_ru: Немецкий
sv_se: Tyska
th_th: ภาษาเยอรมัน
tr_tr: Almanca
zh_cn: 德语

source: Danish
bg_bg: Датски
cht: 丹麥文
da_dk: Dansk
el_gr: Δανικά
fi_fi: Tanska
hr_hr: Danski
hu_hu: Dán
it_it: Danese
ko_kr: 덴마크어
nl_nl: Deens
no_no: Dansk
pt_pt: Dinamarquês
ro_ro: Daneza
ru_ru: Датский
sv_se: Danska
th_th: ภาษาเดนมาร์ค
tr_tr: Danca
zh_cn: 丹麦语

source: Finnish
bg_bg: Фински
cht: 芬蘭文
da_dk: Finsk
el_gr: Φινλανδικά
fi_fi: Suomi
hr_hr: Finski
hu_hu: Finn
it_it: Finlandese
ko_kr: 핀란드어
nl_nl: Fins
no_no: Finsk
pt_pt: Finlandês
ro_ro: Finlandeza
ru_ru: Финский
sv_se: Finska
th_th: ภาษาฟินแลนด์
tr_tr: Fince
zh_cn: 芬兰语

source: Italian
bg_bg: Италиански
cht: 義大利文
da_dk: Italiensk
el_gr: Ιταλικά
fi_fi: Italia
hr_hr: Talijanski
hu_hu: Olasz
it_it: Italiano
ko_kr: 이탈리아어
nl_nl: Italiaans
no_no: Italiensk
pt_pt: Italiano
ro_ro: Italiana
ru_ru: Итальянский
sv_se: Italienska
th_th: ภาษาอิตาลี
tr_tr: İtalyanca
zh_cn: 意大利语

source: Dutch
bg_bg: Холандски
cht: 荷蘭文
da_dk: Hollandsk
el_gr: Ολλανδικά
fi_fi: Hollanti
hr_hr: Nizozemski
hu_hu: Holland
it_it: Olandese
ko_kr: 네덜란드어
nl_nl: Nederlands
no_no: Nederlandsk
pt_pt: Holandês
ro_ro: Olandeza
ru_ru: Голландский
sv_se: Holländska
th_th: ภาษา Dutch
tr_tr: Flemenkçe
zh_cn: 荷兰语

source: Swedish
bg_bg: Шведски
cht: 瑞典文
da_dk: Svensk
el_gr: Σουηδικά
fi_fi: Ruotsi
hr_hr: Švedski
hu_hu: Svéd
it_it: Svedese
ko_kr: 스웨덴어
nl_nl: Zweeds
no_no: Svensk
pt_pt: Sueco
ro_ro: Suedeza
ru_ru: Шведский
sv_se: Svenska
th_th: ภาษาสวีเดน
tr_tr: İsveççe
zh_cn: 瑞典语

source: Norwegian
bg_bg: Норвежки
cht: 挪威文
da_dk: Norsk
el_gr: Νορβηγικά
fi_fi: Norja
hr_hr: Norveški
hu_hu: Norvég
it_it: Norvegese
ko_kr: 노르웨이어
nl_nl: Noors
no_no: Norsk
pt_pt: Norueguês
ro_ro: Norvegiana
ru_ru: Норвежский
sv_se: Norska
th_th: ภาษานอร์เวย์
tr_tr: Norveççe
zh_cn: 挪威语

source: Chinese
bg_bg: Китайски
cht: 中文
da_dk: Kinesisk
el_gr: Κινεζικά
fi_fi: Kiina
hr_hr: Kineski
hu_hu: Kínai
it_it: Cinese
ko_kr: 중국어
nl_nl: Chinees
no_no: Kinesisk
pt_pt: Chinês
ro_ro: Chineza
ru_ru: Китайский
sv_se: Kinesiska
th_th: ภาษาจีน
tr_tr: Çince
zh_cn: 简体中文

source: Portuguese
bg_bg: Португалски
cht: 葡萄牙文
da_dk: Portugisisk
el_gr: Πορτογαλικά
fi_fi: Portugali
hr_hr: Portugalski
hu_hu: Portugál
it_it: Portoghese
ko_kr: 포르투갈어
nl_nl: Portugees
no_no: Portugisisk
pt_pt: Português
ro_ro: Portugheza
ru_ru: Португальский
sv_se: Portugisiska
th_th: ภาษาโปรตุเกส
tr_tr: Portekizce
zh_cn: 葡萄牙语

source: Polish
bg_bg: Полски
cht: 波蘭文
da_dk: Polsk
el_gr: Πολωνικά
fi_fi: Puola
hr_hr: Portugalski
hu_hu: Lengyel
it_it: Polacco
ko_kr: 폴란드어
nl_nl: Pools
no_no: Polsk
pt_pt: Polonês
ro_ro: Poloneza
ru_ru: Польский
sv_se: Polska
th_th: ภาษาโปแลนด์
tr_tr: Polonyaca
zh_cn: 波兰语

source: Japanese
bg_bg: Японски
cht: 日文
da_dk: Japansk
el_gr: Ιαπωνικά
fi_fi: Japani
hr_hr: Japanski
hu_hu: Japán
it_it: Giapponese
ko_kr: 일본어
nl_nl: Japans
no_no: Japansk
pt_pt: Japonês
ro_ro: Japoneza
ru_ru: Японский
sv_se: Japanska
th_th: ภาษายี่ปุ่น
tr_tr: Japonca
zh_cn: 日语

source: Czech
bg_bg: Чешки
cht: 捷克文
da_dk: Tjekkisk
el_gr: Τσεχικά
fi_fi: Tsekki
hr_hr: Češki
hu_hu: Cseh
it_it: Ceco
ko_kr: 체코어
nl_nl: Tsjechisch
no_no: Tsjekkisk
pt_pt: Tcheco
ro_ro: Ceha
ru_ru: Чешский
sv_se: Tjeckiska
th_th: ภาษาเชค
tr_tr: Çekce
zh_cn: 捷克语

source: Hungarian
bg_bg: Унгарски
cht: 匈牙利文
da_dk: Ungarsk
el_gr: Ουγγρικά
fi_fi: Unkari
hr_hr: Mađarski
hu_hu: Magyar
it_it: Ungherese
ko_kr: 헝가리어
nl_nl: Hongaars
no_no: Ungarsk
pt_pt: Húngaro
ro_ro: Maghiara
ru_ru: Венгерский
sv_se: Ungerska
th_th: ภาษาฮังการี
tr_tr: Macarca
zh_cn: 匈牙利语

source: Korean
bg_bg: Корейски
cht: 韓文
da_dk: Koreansk
el_gr: Κορεατικά
fi_fi: Korea
hr_hr: Korejski
hu_hu: Koreai
it_it: Coreano
ko_kr: 한국어
nl_nl: Koreaans
no_no: Koreansk
pt_pt: Coreano
ro_ro: Koreana
ru_ru: Корейский
sv_se: Koreanska
th_th: ภาษาเกาหลี
tr_tr: Korece
zh_cn: 韩语

source: Russian
bg_bg: Руски
cht: 俄文
da_dk: Russisk
el_gr: Ρωσικά
fi_fi: Venäjä
hr_hr: Ruski
hu_hu: Orosz
it_it: Russo
ko_kr: 러시아어
nl_nl: Russisch
no_no: Russisk
pt_pt: Russo
ro_ro: Rusa
ru_ru: Русский
sv_se: Ryska
th_th: ภาษารัสเซีย
tr_tr: Rusça
zh_cn: 俄语

source: Turkish
bg_bg: Турски
cht: 土耳其文
da_dk: Tyrkisk
el_gr: Τουρκικά
fi_fi: Turkki
hr_hr: Turski
hu_hu: Török
it_it: Turco
ko_kr: 터키어
nl_nl: Turks
no_no: Tyrkisk
pt_pt: Turco
ro_ro: Turca
ru_ru: Турецкий
sv_se: Turkiska
th_th: ภาษาตุรกี
tr_tr: Türkçe
zh_cn: 土耳其语

source: Farsi
bg_bg: Фарси
cht: 波斯文
el_gr: Φαρσί
hr_hr: Perzijski
hu_hu: Fárszi
ko_kr: 페르시아어
ru_ru: Фарси
th_th: ภาษาฟาร์ซิ
tr_tr: Farsça
zh_cn: 波斯语

source: Bulgarian
bg_bg: Български
cht: 保加利亞文
da_dk: Bulgarsk
el_gr: Βουλγαρικά
fi_fi: Bulgaria
hr_hr: Bugarski
hu_hu: Bulgár
it_it: Bulgaro
ko_kr: 불가리아어
nl_nl: Bulgaars
no_no: Bulgarsk
pt_pt: Búlgaro
ro_ro: Bulgara
ru_ru: Болгарский
sv_se: Bulgariska
th_th: ภาษาบัลแกเรีย
tr_tr: Bulgarca
zh_cn: 保加利亚语

source: Traditional Chinese
bg_bg: Традиционен китайски
cht: 繁體中文
da_dk: Traditionelt kinesisk
el_gr: Παραδοσιακά Κινεζικά
fi_fi: Perinteinen Kiina
hr_hr: Tradicionalni kineski
hu_hu: Hagyományos kinai
it_it: Cinese Tradizionale
ko_kr: 중국어
nl_nl: Traditioneel Chinees
no_no: Tradisjonell kinesisk
pt_pt: Chinês tradicional
ro_ro: Chineza tradițională
ru_ru: Традиционный китайский
sv_se: Traditionell Kinesiska
th_th: ภาษาจีนแบบใต้หวัน
tr_tr: Geleneksel Çince
zh_cn: 繁体中文

source: Thai
bg_bg: Тайски
cht: 泰文
da_dk: Thailandsk
el_gr: Ταϊλανδικά
hr_hr: Tajski
it_it: Tailandese
ko_kr: 타이어
nl_nl: Thais
pt_pt: Tailandês
ro_ro: Thailandeză
ru_ru: Тайский
sv_se: Thailändska
th_th: ภาษาไทย
tr_tr: Tayland
zh_cn: 泰语

source: Romanian
bg_bg: Румънски
cht: 羅馬尼亞文
da_dk: Rumænsk
el_gr: Ρουμανικά
fi_fi: Romania
hr_hr: Rumunjski
hu_hu: Román
it_it: Rumeno
ko_kr: 루마니아어
nl_nl: Roemeens
no_no: Rumensk
pt_pt: Romano
ro_ro: Romana
ru_ru: Румынский
sv_se: Rumänska
th_th: โรมาเนีย
tr_tr: Rumence
zh_cn: 罗马尼亚语

source: Hebrew
bg_bg: Иврит
cht: 希伯來文
da_dk: Hebraisk
el_gr: Εβραϊκά
fi_fi: Heprea
hr_hr: Hebrejski
hu_hu: Héber
it_it: Ebraico
ko_kr: 히브리어
nl_nl: Hebreeuws
no_no: Hebraisk
pt_pt: Hebraico
ro_ro: Ebraică
ru_ru: Иврит
sv_se: Hebreiska
th_th: ภาษา Hebrew
tr_tr: İbranice
zh_cn: 希伯来语

source: Hindi
bg_bg: Хинди
cht: 印度文
el_gr: Χίντι
hr_hr: Hindski
ko_kr: 인도어
nl_nl: Hindoestaans
no_no: Hindu
pt_pt: Hindu
ru_ru: Хинди
th_th: ภาษา Hindi
tr_tr: Hintçe
zh_cn: 印度语

source: Volume Control Range:
bg_bg: Обхват на контрола на силата на звука:
cht: 音量控制範圍：
da_dk: Kontrolområde for lydstyrke:
el_gr: Εύρος ελέγχου έντασης ήχου:
fi_fi: Äänenvoimakkuuden säätöalue :
hr_hr: Raspon regulacije glasnoće:
hu_hu: Hangerőszabályzó tartomány:
it_it: Range controllo volume:
ko_kr: 조절범위
nl_nl: Bereik volumeregelaar:
no_no: Volumkontrollområde:
pt_pt: Faixa do controle de volume:
ro_ro: Raza volumului pentru volum:
ru_ru: Диапазон регулирования громкости:
sv_se: VK dynamikområde:
th_th: ช่วงการควบคุมระดับเสียง:
tr_tr: Ses Kontrol Aralığı:
zh_cn: 音量控制范围:

source: AutoFit was unable to complete successfully.
bg_bg: AutoFit не можа да завърши успешно.
cht: 無法成功完成自動選配。
da_dk: AutoFit kunne ikke fuldføre funktionen korrekt.
el_gr: Η διαδικασία AutoFit δεν ήταν δυνατό να ολοκληρωθεί επιτυχώς.
fi_fi: AutoFit ei päättynyt oikein.
hr_hr: Nije moguće dovršiti automatsko podešavanje
hu_hu: Az AutoFit nem fejeződött be sikeresen.
it_it: Fitting Automatico non è stato completato con successo.
ko_kr: AutoFit 을 성공적으로 완료하지 못하였습니다.
nl_nl: AutoFit kon niet succesvol worden voltooid.
no_no: AutoFit kunne ikke fullføres.
pt_pt: O AutoFit não foi concluído com sucesso.
ro_ro: AutoFit nu s-a putut finaliza cu succes.
ru_ru: AutoFit не способен успешно завершить работу.
sv_se: Snabbanpassning lyckades inte.
th_th: AutoFit ไม่สามารถดำเนินการให้เสร็จสมบูรณ์ได้
tr_tr: AutoFit başarıyla tamamlanamadı.
zh_cn: 自动选配无法完成。

source: Read on connect
bg_bg: Прочети при свързване
cht: 連接時讀取
da_dk: Læs ved forbindelse
el_gr: Ανάγνωση κατά τη σύνδεση
fi_fi: Lue yhdistettäessä
hr_hr: Čitanje pri povezivanju
hu_hu: Beolvasás csatlakozáskor
it_it: Leggi quando è connesso
ko_kr: 연결상태에서 읽기
nl_nl: Uitlezen bij verbinden
no_no: Les ved tilkobling
pt_pt: Ler ao conectar
ro_ro: Citeste sau conecteaza
ru_ru: Считать при подключении
sv_se: Läs vid anslutning
th_th: อ่านและเชื่อมต่อ
tr_tr: Bağlantıda oku
zh_cn: 从已连接的助听器中读出

source: Invalid Pin Code
bg_bg: Грешен пин код
cht: Pin 碼無效
da_dk: Forkert pinkode
el_gr: Μη έγκυρος κωδικός PIN
fi_fi: Väärä PIN koodi
hr_hr: PIN nije valjan
hu_hu: Érvénytelen pin kód
it_it: Codice pin non valido
ko_kr: 유효하지 않은 핀코드
nl_nl: Ongeldige PIN-code
no_no: Ugyldig PIN-kode
pt_pt: Código Pin inválido
ro_ro: Cod Pin Invalid
ru_ru: Недействительный пин-код
sv_se: Felaktig Pinkod
th_th: Pin Code ไม่ถูกต้อง
tr_tr: Geçersiz Pin Kodu
zh_cn: 非法代码

source: Connect Failed
bg_bg: Неуспешно свързване
cht: 連接失敗
da_dk: Fejl ved forbindelse
el_gr: Η σύνδεση απέτυχε
fi_fi: Yhdistäminen epäonnistui
hr_hr: Povezivanje nije uspjelo
hu_hu: Nem sikerült csatlakozni
it_it: Connessione non riuscita
ko_kr: 연결 실패
nl_nl: Verbinden mislukt
no_no: Tilkobling mislyktes
pt_pt: Falha na conexão
ro_ro: Conectare esuata
ru_ru: Ошибка при соединении
sv_se: Anslutning misslyckades
th_th: การเชื่อมต่อล้มเหลว
tr_tr: Bağlantı Başarısız
zh_cn: 连接失败

source: Detect Failed
bg_bg: Неуспешно откриване
cht: 偵測失敗
da_dk: Fejl ved registrering
el_gr: Ο εντοπισμός απέτυχε
fi_fi: Tunnistus epäonnistui
hr_hr: Otkrivanje nije uspjelo
hu_hu: Keresési hiba
it_it: Rilevamento non riuscito
ko_kr: 인식 실패
nl_nl: Detectie mislukt
no_no: Ikke funnet
pt_pt: Falha na detecção
ro_ro: Detectare Esuata
ru_ru: Ошибка при определении
sv_se: Anslutning misslyckades
th_th: การตรวจสอบอุปกรณ์ล้มเหลว
tr_tr: Arama Başarısız
zh_cn: 探测失败
