Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: New
bg_bg: Нов
cht: 新
da_dk: Ny
el_gr: Νέο
fi_fi: Uusi
hr_hr: Novo
hu_hu: Új
it_it: Nuovo
ko_kr: 신규
nl_nl: Nieuw
no_no: Ny
pt_pt: Novo
ro_ro: Nou
ru_ru: Новое
sv_se: Ny
th_th: ใหม่
tr_tr: Yeni
zh_cn: 新建

source: Closed by HCP
bg_bg: Затворен от HCP
cht: 在 HCP 關閉
da_dk: Lukket af HCP
el_gr: Έκλεισε από ειδικό ακοής
fi_fi: HCP:n sulkema
hr_hr: Zatvorio HCP
hu_hu: Hallásgondozó által lezárt
it_it: Chiuso dall'Audioprotesista
ko_kr: HCP에 의한 종료
nl_nl: Gesloten door hoorspecialist
no_no: Lukket av Audiograf
pt_pt: Encerrado pelo HCP
ro_ro: Închis de HCP
ru_ru: Закрыто с Главной панели управления / HCP
sv_se: Stängd av Audionom
th_th: ปิดโดย HCP
tr_tr: HCP tarafından kapatıldı
zh_cn: 由HCP关闭

source: Sent to app
bg_bg: Изпратено на приложението
cht: 發送至應用程式
da_dk: Sendt til app
el_gr: Εστάλη στην εφαρμογή
fi_fi: Lähetetty sovellukseen
hr_hr: Pošalji u aplikaciju
hu_hu: Elküldve az alkalmazásba
it_it: Inviato all'app
ko_kr: 앱에 전송
nl_nl: Naar app verzonden
no_no: Sendt til app
pt_pt: Enviado ao aplicativo
ro_ro: Trimite la app
ru_ru: Отправлено в приложение
sv_se: Skickad till app
th_th: ส่งไปที่แอพ
tr_tr: Uygulamaya gönderildi
zh_cn: 发送到应用程序

source: Accepted
bg_bg: Прието
cht: 已接受
da_dk: Accepteret
el_gr: Έγινε αποδοχή
fi_fi: Hyväksytty
hr_hr: Prihvaćeno
hu_hu: Elfogadva
it_it: Accettato
ko_kr: 수락됨
nl_nl: Aanvaard
no_no: Godkjent
pt_pt: Aceito
ro_ro: Acceptat
ru_ru: Одобрено
sv_se: Accepterat
th_th: ยอมรับแล้ว
tr_tr: Kabul edildi
zh_cn: 已接受

source: Unaccepted: Rolled back
bg_bg: Неприето – върнато
cht: 不接受：已退回原狀
da_dk: Ikke-accepteret: tilbageført
el_gr: Δεν έγινε αποδοχή: ανακλήθηκε
fi_fi: Ei hyväksytty : palautettu aiempi
hr_hr: Nije prihvaćeno: vraćeno u obradu
hu_hu: Nincs elfogadva: Visszaállítva
it_it: Non accettato: respinto
ko_kr: 미수락: 롤백
nl_nl: Niet aanvaard: ongedaan gemaakt
no_no: Ikke godkjent: Tilbakeført
pt_pt: Não aceito: impedido
ro_ro: Neacceptat: derulat înapoi
ru_ru: Не одобрено: откат назад
sv_se: Ej acepterat: Tillbakadraget
th_th: ไม่ได้รับการยอมรับ: โรลแบ็ค
tr_tr: Kabul edilmedi: Geri alındı
zh_cn: 未接受：退回

source: Outdated settings
bg_bg: Остарели настройки
cht: 過時設定
da_dk: Forældede indstillinger
el_gr: Παλιές ρυθμίσεις
fi_fi: Vanhentuneet asetukset
hr_hr: Zastarjele postavke
hu_hu: Elavult beállítások
it_it: Impostazioni non aggiornate
ko_kr: 지난 셋팅
nl_nl: Verouderde instellingen
no_no: Utdaterte innstillinger
pt_pt: Ajustes Antigos
ro_ro: Setări învechite
ru_ru: Неактуальные настройки
sv_se: Föråldrade inställningar
th_th: การตั้งค่าที่ล้าสมัย
tr_tr: Eski ayarlar
zh_cn: 过期设置

source: Downloaded to app
bg_bg: Изтеглено в приложението
cht: 已下載至應用程式
da_dk: Downloadet til app
el_gr: Έγινε λήψη στην εφαρμογή
fi_fi: Lataa sovellukseen
hr_hr: Preuzeto u aplikaciju
hu_hu: Letöltve az alkalmazásba
it_it: Scaricato sull'app
ko_kr: 앱에 다운로드
nl_nl: Gedownload naar app
no_no: Lastet ned til appen
pt_pt: Download para o aplicativo
ro_ro: Descărcat în app
ru_ru: Загружено в приложение
sv_se: Laddade ner till app
th_th: ดาวน์โหลดไปที่แอพแล้ว
tr_tr: Uygulamaya indirildi
zh_cn: 下载到应用程序

source: Failed
bg_bg: Неуспешно
cht: 失敗
da_dk: Mislykkedes
el_gr: Απέτυχε
fi_fi: Epäonnistui
hr_hr: Neuspješno
hu_hu: Hibás
it_it: Non riuscito
ko_kr: 실패
nl_nl: Mislukt
no_no: Mislyktes
pt_pt: Com falha
ro_ro: Eşuat
ru_ru: Ошибка
sv_se: Misslyckades
th_th: ล้มเหลว
tr_tr: Başarısız
zh_cn: 失败

source: Reason for closing session: (will NOT appear on the app)
bg_bg: Причина за затваряне на сесията: (НЯМА да се появи в приложението)
cht: 關閉階段的原因：(不會顯示在應用程式上)
da_dk: Årsag til afslutning af session: (vises IKKE i appen)
el_gr: Λόγος κλεισίματος συνεδρίας: (ΔΕΝ θα εμφανιστεί στην εφαρμογή για φορητές συσκευές)
fi_fi: Istunnon sulkemisen syy (EI näy sovelluksessa) :
hr_hr: Razlog zatvaranja sesije: (NEĆE se pojaviti u aplikaciji)
hu_hu: A munkamenet lezárásának indoklása: (NEM jelenik meg az alkalmazásban)
it_it: Motivo di chiusura della sessione: (NON apparirà nell'app)
ko_kr: 세션을 종료하는 이유: (앱에 표시되지 않음)
nl_nl: Reden voor afsluiten sessie: (zal NIET verschijnen in de app)
no_no: Årsak til lukking av økt: (vil IKKE vises på appen)
pt_pt: Motivo para encerrar a sessão: (NÃO será exibido no aplicativo)
ro_ro: Motiv pentru închiderea sesiunii: (NU va apărea pe app)
ru_ru: Причина закрытия сессии: (НЕ появится в приложении)
sv_se: Orsak till stängning av session: (visas INTE i appen)
th_th: เหตุผลในการปิดเซสชัน: (จะไม่แสดงบนแอพ)
tr_tr: Oturumu kapatma nedeni: (Uygulamada GÖRÜNTÜLENMEYECEKTİR)
zh_cn: 关闭当前验配的原因:(不会在应用程序中显示）

source: Other Reason:
bg_bg: Друга причина:
cht: 其他原因：
da_dk: Anden årsag:
el_gr: Άλλος λόγος:
fi_fi: Muu syy :
hr_hr: Drugi razlog:
hu_hu: Egyéb ok:
it_it: Altro motivo:
ko_kr: 기타 이유:
nl_nl: Andere reden:
no_no: Annen grunn:
pt_pt: Outro motivo:
ro_ro: Alt motiv:
ru_ru: Другая причина:
sv_se: Annan orsak:
th_th: เหตุผลอื่นๆ :
tr_tr: Diğer Neden:
zh_cn: 其他原因:

source: Message to patient: (Will appear on the app)
bg_bg: Съобщение до пациента: (ще се появи в приложението)
cht: 給客戶的訊息：(會顯示在應用程式上)
da_dk: Meddelelse til bruger: (vises i appen)
el_gr: Μήνυμα προς ασθενή: (θα εμφανιστεί στην εφαρμογή για φορητές συσκευές)
fi_fi: Viesti potilaalle (näkyy sovelluksessa) :
hr_hr: Poruka bolesniku: (pojavit će se u aplikaciji)
hu_hu: Üzenet a páciensnek: (megjelenik az alkalmazásban)
it_it: Messaggio al paziente: (apparirà nell'app)
ko_kr: 사용자에게 보내는 메시지: (앱에 표시됨)
nl_nl: Bericht aan cliënt (zal verschijnen in de app):
no_no: Melding til pasienten: (vil vises i appen)
pt_pt: Mensagem ao paciente: (será exibida no aplicativo)
ro_ro: Mesaj către pacient: (Va apărea pe app)
ru_ru: Сообщение пациенту: (Появится в приложении)
sv_se: Meddelande till patienten: (Visas i app)
th_th: ข้อความถึงผู้ป่วย: (จะแสดงบนแอพ)
tr_tr: Hastaya mesaj: (Uygulamada görüntülenecektir)
zh_cn: 给用户的消息:(将在应用程序中显示）

source: Instrument Model
bg_bg: Модел на апарата
cht: 助聽器型號
da_dk: Apparatmodel
el_gr: Μοντέλο ακουστικού
fi_fi: Kuulokojeen malli
hr_hr: Model aparata
hu_hu: Készülékmodell
it_it: Modello apparecchio
ko_kr: 보청기 모델
nl_nl: Toestel model
no_no: Apparatmodell
pt_pt: Modelo do aparelho
ro_ro: Model instrument
ru_ru: Модель СА
sv_se: Hörapparatmodell
th_th: รุ่นของอุปกรณ์
tr_tr: Cihaz Modeli
zh_cn: 助听器型号

source: Feature Demo Player
bg_bg: Плеър за демонстрация на функция
cht: 功能示範播放器
da_dk: Afspiller til demo af funktioner
el_gr: Επίδειξη λειτουργιών
fi_fi: Ominaisuuden esittely
hr_hr: Reproduktor demonstracije značajki
hu_hu: Tulajdonság demó lejátszó
it_it: Strumento di riproduzione funzione demo
ko_kr: 고급기능 동영상
nl_nl: Feature demo
no_no: Funksjon Demo Player
pt_pt: Recurso Demo Player
ro_ro: Plazer demo
ru_ru: Проигрыватель демо-версий функций
sv_se: Funktionsdemospelare
th_th: เดโมเพลเยอร์ที่น่าสนใจ
tr_tr: Demo Player Özelliği
zh_cn: 功能演示播放器

source: Download error
bg_bg: Грешка при изтегляне
cht: 下載錯誤
da_dk: Downloadfejl
el_gr: Σφάλμα λήψης
fi_fi: Latausvirhe
hr_hr: Pogreška preuzimanja
hu_hu: Letöltési hiba
it_it: Errore di download
ko_kr: 다운로드 오류
nl_nl: Downloadfout
no_no: Nedlastingsfeil
pt_pt: Erro de download
ro_ro: Eroare descărcare
ru_ru: Ошибка загрузки
sv_se: Nedladdningsfel
th_th: ข้อผิดพลาดในการดาวน์โหลด
tr_tr: İndirme hatası
zh_cn: 下载错误

source: An error occurred while downloading the consent from the cloud
bg_bg: Възникна грешка при изтегляне на съгласието от облака
cht: 從雲端下載同意書時發生錯誤
da_dk: Der opstod en fejl under download af samtykket fra skyen
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη της συναίνεσης από το cloud
fi_fi: Virhe ladattaessa suostumusta pilvipalvelusta.
hr_hr: Došlo je do pogreške prilikom preuzimanja suglasnosti iz oblaka
hu_hu: Hiba történt a beleegyezés felhőből való letöltésekor
it_it: Si è verificato un errore durante il download del consenso dal cloud
ko_kr: 클라우드의 사용자 동의서를 다운로드 중에 오류가 발생되었습니다
nl_nl: Bij het downloaden van de toestemming uit de cloud heeft zich een fout voorgedaan
no_no: Det oppsto en feil under nedlasting av samtykke fra nettskyen
pt_pt: Ocorreu um erro ao fazer download do consentimento da nuvem
ro_ro: A intervenit o eroare la descărcarea consimţământului din cloud
ru_ru: При загрузке контента из облака произошла ошибка
sv_se: Ett fel uppstod när du hämtar medgivande från molnet
th_th: เกิดข้อผิดพลาดขณะดาวน์โหลดความยินยอมจาก Cloud
tr_tr: Onayı buluttan indirirken bir hata meydana geldi
zh_cn: 从云端下载同意书时发生错误

source: Remote Fine-tuning allows the patient the ability to send Assistance Requests and receive fine-tuned settings with their mobile device(s) using ReSound Smart 3D app. This selection determines if the feature is visible in the Patient screen. Turn the visibility of the service on or off with this switch.
bg_bg: Дистанционната фина настройка дава на пациента възможност да изпраща заявки за съдействие и да получава фино настроени настройки с мобилното(-ите) си устройство(-а) с помощта на приложението Smart 3D. Включвайте или изключвайте услугата с този превключвател.
cht: 利用遠端微調功能，患者能夠在其流動裝置上使用 ReSound Smart 3D 應用程式發送協助請求和接收微調設定。 此選擇決定患者螢幕中是否顯示該功能。 使用此開關打開或關閉服務的可視性。
da_dk: Fjernjustering giver brugeren mulighed for at sende anmodninger om hjælp og modtage finjusterede indstillinger med deres mobilenhed vha. Smart 3D appen. Aktivér eller deaktiver tjenesten med denne parameter.
el_gr: Ο Απομακρυσμένος συντονισμός επιτρέπει στον ασθενή να στέλνει Αιτήματα βοήθειας και να λαμβάνει συντονισμένες ρυθμίσεις με την κινητή συσκευή του, χρησιμοποιώντας την εφαρμογή ReSound Smart 3D. Αυτή η επιλογή καθορίζει εάν η δυνατότητα θα είναι ορατή στην οθόνη Ασθενούς. Ενεργοποιήστε ή απενεργοποιήστε την ορατότητα της υπηρεσίας με αυτόν τον διακόπτη.
fi_fi: Etäsovituksen avulla potilas voi lähettää apupyyntöjä ja vastaanottaa hienosäädetyt asetukset mobiililaitteidensa ja Smart 3D -sovelluksen avulla. Voit ottaa palvelun käyttöön ja poistaa sen käytöstä tämän kytkimen avulla.
hr_hr: Ugađanje tona na daljinu omogućuje pacijentu slanje zahtjeva za podrškom i primanje ugođenih postavki na svojim mobilnim uređajima s pomoću aplikacije ReSound Smart 3D. Tim odabirom određuje se vidljivost ovog svojstva na pacijentovu ekranu. Uključite ili isključite vidljivost funkcije s pomoću prekidača.
hu_hu: A távoli finomhangolás lehetővé teszi a páciensnek, hogy segítségkérési kérelmet küldjön el, és a finomhangolt beállításokat a Smart 3D alkalmazást használó mobileszköz(ök)ön fogadja. Ez a kiválasztható, ha a tulajdonság látható a Páciens képernyőn. A szolgáltatást ezzel a kapcsolóval kapcsolhatja be vagy ki.
it_it: Remote Fine-Tuning consente al paziente di poter inviare Richieste di Assistenza e ricevere settaggi con regolazione-fine attraverso il proprio dispositivo (i) mobile utilizzando l'app ReSound Smart 3D. Questa selezione determinerà se tale funzione sarà visibile dalla schermata del Paziente. Selezionare la visibilità del servizio on - off tramite questo selettore.
ko_kr: 원격피팅을 허용하면, 사용자가 Smart 3D 앱으로 원격피팅을 요청하고, 피팅 데이터를 수신 받을 수 있게 됩니다. 이 기능을 선택하면, 앱에 원격 피팅을 요청하는 버튼이 나타납니다. 사용자에게 원격피팅요청 기능을 활성화 하거나 비활성화 하는 기능입니다.
nl_nl: Dankzij Remote Fine-tuning kan uw cliënt u via de cloud vragen om assistentie en nieuwe instellingen van u ontvangen met de Smart 3D app op zijn/haar mobiele apparaat. Deze selectie bepaalt of deze feature zichtbaar is in het cliënt-scherm. Schakel de zichtbaarheid van deze service hiermee aan of uit.
no_no: Ekstern fininnstilling gjør det mulig for pasienten å sende Assistanse-forespørsler og motta fininnstillinger med mobilenheten(e) sine ved hjelp av ReSound Smart 3D app. Velg her om tjenesten skal være synlig i tilpasningsbildet. Slå synligheten for tjenesten på eller av med denne bryteren.
pt_pt: Ajuste fino remoto permite o paciente enviar Solicitações de Assistência e receber ajustes finos remotos pelo aplicativo ReSound Smart 3D no seu celular. Essa seleção determina se o recurso está disponível na tela Paciente. Ligue ou desligue essa função com esse botão.
ro_ro: Remote Fine-tuning (ajustare cu precizie la distanță) îi permite pacientului să trimită Solicitări de Asistență și să primească setări de ajustare cu precizie prin intermediul dispozitivului(elor) mobil(e), utilizând aplicația ReSound Smart 3D. Selecția determină dacă această caracteristică este vizibilă în ecranul pacientului. Porniți sau opriți vizibilitatea serviciul cu acest buton.
ru_ru: Удаленная тонкая настройка предоставляет пациенту возможность отправлять Запросы Поддержки и и получать точные настройки с помощью приложения Smart 3D, используя свои мобильные устройства. Этот выбор определяет будет ли видна опция в Окне пациента. Под- и отключайте сервис с помощью этого переключателя.
sv_se: Fjärrjustering ger patienten möjlighet att skicka Assistansförfrågningar och motta finjusteringar av hörapparat via mobiler med Smart 3D app. Slå på och av funktionen med via denna omkopplare. Turn the service on or off with this switch.
th_th: การปรับแต่งจากระยะไกลช่วยให้ผู้ป่วยสามารถส่งคำขอความช่วยเหลือและรับการตั้งค่าการปรับแต่งได้ด้วยอุปกรณ์มือถือของตนโดยใช้แอพ ReSound Smart 3D การเลือกนี้จะพิจารณาว่าคุณสมบัตินั้นสามารถมองเห็นได้บนหน้าจอผู้ป่วยหรือไม่ เปิดหรือปิดการมองเห็นบริการด้วยสวิตช์นี้
tr_tr: Uzaktan İnce ayar özelliği, hastanın Yardım Talepleri gönderebilmesini ve Smart 3D uygulamasını kullanarak mobil cihaz(lar)ıyla ince ayar yapılmış ayarları almasını sağlar. Bu seçim ilgili özelliğin Hasta Ekranı'nda görünüp görünmediğini belirler. Bu düğmeyi kullanarak servisi açabilir veya kapatabilirsiniz.
zh_cn: 云微调允许用户通过他们的移动设备使用ReSound Smart 3D应用程序发送协助请求并接收微调设置。 使用此开关打开或关闭服务。

source: Remote Hearing Aid Update allows the patient to receive hearing aid software (firmware) updates sent from GN, directly to their mobile device using ReSound Smart 3D app. This selection determines if the feature is visible in the Patient screen. Turn the visibility of the service on or off with this switch.
bg_bg: Дистанционно актуализиране на слуховия апарат позволява на пациента да получава актуализации за софтуера (фърмуера) на слуховия апарат, изпратени от GN, директно към неговото мобилно устройство с помощта на приложението Smart 3D.
cht: 透過遠端助聽器更新，患者可以使用 ReSound Smart 3D 應用程式接收從 GN 直接發送到其流動裝置的助聽器軟件（韌體）。此選擇決定患者螢幕中是否顯示該功能。 使用此開關打開或關閉服務的可視性。
da_dk: Fjernopdatering af høreapparat giver brugeren mulighed for at modtage opdateringer til softwaren til høreapparatet (firmware) fra GN direkte på deres mobilenheder vha. Smart 3D appen.
el_gr: Η απομακρυσμένη ενημέρωση ακουστικού βοηθήματος επιτρέπει στον ασθενή να λαμβάνει ενημερώσεις λογισμικού του ακουστικού βοηθήματος (υλικολογισμικό) που αποστέλλονται από την GN, απευθείας στην κινητή συσκευή του, με χρήση της εφαρμογής ReSound Smart 3D. Αυτή η επιλογή καθορίζει εάν η δυνατότητα θα είναι ορατή στην οθόνη Ασθενούς. Ενεργοποιήστε ή απενεργοποιήστε την ορατότητα της υπηρεσίας με αυτόν τον διακόπτη.
fi_fi: Kuulokojeen etäpäivityksen ansiosta potilas voi vastaanottaa GN:n lähettämät kuulokojeen ohjelmisto- ja/tai laiteohjelmistopäivitykset mobiililaitteensa avulla käyttämällä Smart 3D -sovellusta.
hr_hr: Ažuriranje slušnog aparata na daljinu omogućuje pacijentu primanje ažuriranih softvera i dodatnih programa s GN-a izravno na mobilni uređaji s pomoću aplikacije ReSound Smart 3D. Tim odabirom određuje se vidljivost ovog svojstva na ekranu pacijenta. Uključite ili isključite vidljivost funkcije s pomoću prekidača.
hu_hu: A hallókészülék távoli frissítésével a páciens a hallókészülék szoftverének (firmwarének) frissítéseit fogadhatja a GN-től. A frissítések közvetlenül a Smart 3D alkalmazást használó mobileszközre érkeznek.Ez a kiválasztható, ha a tulajdonság látható a Páciens képernyőn. A szolgáltatást ezzel a kapcsolóval kapcsolhatja be vagy ki.
it_it: Aggiornamento apparecchio acustico da remoto consente al paziente di ricevere gli aggiornamenti software (firmware) dell'apparecchio acustico inviati da GN, direttamente sui propri dispositivi mobile utilizzando l'app ReSound Smart 3D. Questa selezione determinerà la visibilità di tale funzione dalla schermata del Paziente. Selezionare la visibilità del servizio on - off tramite questo selettore.
ko_kr: GN서버로 부터 원격 펌웨어 업데이트를 허용합니다. Smart 3D 앱을 사용하면, 사용자의 모바일 기기를 통해 보청기에 직접 펌웨어를 다운로드할 수 있습니다. 이 기능을 선택하면, 앱에 원격 펌웨어 업데이트 버튼이 나타납니다. 사용자에게 원격 펌웨어 업데이트 기능을 활성화 하거나 비활성화 하는 기능입니다.
nl_nl: Dankzij Remote Hoortoestel Update kan uw cliënt via de cloud updates voor de software (firmware) van het hoortoestel van GN ontvangen, met de Smart 3D app op zijn/haar mobiele apparaat. Deze selectie bepaalt of deze feature zichtbaar is in het cliënt-scherm. Schakel de zichtbaarheid van deze service hiermee aan of uit.
no_no: En ekstern oppdatering av høreapparat gjør det mulig for pasienten å motta oppdateringer av programvare (firmware) til høreapparatet fra GN rett til sin mobile enhet ved hjelp av ReSound Smart 3D-appen. Velg her om tjenesten skal være synlig i tilpasningsbildet. Slå tjenesten på eller av med denne bryteren
pt_pt: A atualização remota do aparelho auditivo permite que o paciente receba atualizações de software (firmware) do aparelho auditivo enviadas da GN, diretamente em seu celular usando o aplicativo Smart 3D. Essa seleção determina se o recurso está disponível na tela Paciente. Ligue ou desligue essa função com esse botão.
ro_ro: Remote Hearing Aid Update (actualizare la distanță a aparatului auditiv) îi permite pacientului să primească actualizări ale software-ului (firmware) aparatului auditiv trimise de GN direct pe dispozitivul mobil, utilizând aplicația ReSound Smart 3D. Selecția determină dacă această caracteristică este vizibilă în ecranul pacientului. Porniți sau opriți vizibilitatea serviciul cu acest buton.
ru_ru: Удаленное обновление программного обеспечения СА позволяет пациентам получать обновления ПО (прошивки), отправленные из GN, непосредственно на свои мобильные устройства с помощью приложения Smart 3D. Этот выбор определяет будет ли видна опция в Окне пациента. Под- и отключайте сервис с помощью этого переключателя.
sv_se: Fjärruppdatering av hörapparat gör det möjligt för patienten att få hörapparatens programvara uppdaterad av direkt via mobilen med Smart 3D-appen.
th_th: การอัพเดตเครื่องช่วยฟังจากระยะไกลช่วยให้ผู้ป่วยได้รับการอัพเดตซอฟต์แวร์เครื่องช่วยฟัง (เฟิร์มแวร์) ที่ส่งจาก GN ไปยังอุปกรณ์มือถือได้โดยตรงโดยใช้แอพ ReSound Smart 3D การเลือกนี้จะพิจารณาว่าคุณสมบัตินั้นสามารถมองเห็นได้บนหน้าจอผู้ป่วยหรือไม่ เปิดหรือปิดการมองเห็นบริการด้วยสวิตช์นี้
tr_tr: Uzaktan İşitme Cihazı Güncellemesi, hastanın GN'den gönderilen işitme cihazı yazılım güncellemelerini, Smart 3D uygulamasıyla doğrudan mobil cihazına almasına olanak sağlar. Bu seçin ilgili özelliğin Hasta Ekranı'nda görünüp görünmediğini belirler. Bu tuşla açık ya da kapalı hale getirebilirsiniz.
zh_cn: 助听器云升级(远程更新)，允许用户接收从GN发送的助听器软件（固件）更新，这些更新将直接传送到其移动设备的Smart 3D应用程序中。 使用此开关打开或关闭服务。

source: Not available
bg_bg: Не е достъпно
cht: 未提供
da_dk: Ikke tilgængelig
el_gr: Mη διαθέσιμο
fi_fi: Ei käytettävissä
hr_hr: Nije dostupno
hu_hu: Nem érhető el
it_it: Non disponibile
ko_kr: 사용할 수 없음
nl_nl: Niet beschikbaar
no_no: Ikke tilgjengelig
pt_pt: Não disponível
ro_ro: Nedisponibil
ru_ru: Недоступно
sv_se: Inte tillgängligt
th_th: ไม่สามารถใช้งานได้
tr_tr: Mevcut değil
zh_cn: 不可用

source: -3db
ru_ru: -3 дБ

source: -6db
ru_ru: -6 дБ

source: -9db
ru_ru: -9 дБ

source: -12db
ru_ru: -12 дБ

source: M=Accessory
bg_bg: M=Аксесоар
cht: 麥克風=配件
da_dk: M=tilbehør
el_gr: M=Εξάρτημα
fi_fi: M = lisävaruste
hr_hr: M = Dodatna oprema
hu_hu: M=Tartozék
it_it: M=Accessorio
ko_kr: 무선액세서리
nl_nl: Mic=Accessoire
no_no: HA Mik
pt_pt: Mic=Acessório
ro_ro: M=Accesoriu
ru_ru: Равнозначно
sv_se: HA Mik
th_th: M=อุปกรณ์เสริม
tr_tr: M=Aksesuar
zh_cn: M=附件

source: Mute
bg_bg: Заглушаване
cht: 靜音
da_dk: Mik. fra
el_gr: Σίγαση
fi_fi: Mykistä
hr_hr: Isključi zvuk
hu_hu: Némítás
it_it: Disattiva
ko_kr: 음소거
nl_nl: Stil
no_no: Demp
pt_pt: Mudo
ro_ro: Mut
ru_ru: Заглушить
sv_se: HA Mik av
th_th: ปิดเสียง
tr_tr: Sessize Al
zh_cn: 静音

source: Mic relative to TV Streamer
bg_bg: Микрофон спрямо телевизионен стриймър
cht: 麥克風相對 TV Streamer
da_dk: Mik. i forhold til TV Streamer
el_gr: Μικρόφωνο ως προς TV Streamer
fi_fi: Mikrofoni suhteessa TV-lähettimeen
hr_hr: Mikrofon u odnosu na TV Streamer
hu_hu: Mik. és TV Streamer arány
it_it: Mic in rif. al TV Streamer
ko_kr: TV Streamer 마이크
nl_nl: Mic t.o.v. TV Streamer
no_no: HA Mik / TV-Streamer
pt_pt: Mic relativo ao Acess. TV
ro_ro: Mic relativ TV Streamer
ru_ru: Микр. по отношению к ТВ стримеру
sv_se: HA mik relativt TV Streamer
th_th: Mic สัมพันธ์กับ TV Streamer
tr_tr: TV Aktarım Ünitesi ile ilgili Mikrofon
zh_cn: 麦克风关联至音频转换器

source: Phone Clip (HI Mic)
bg_bg: Phone Clip (микрофон на слухов апарат)
cht: Phone Clip (助聽器麥克風)
da_dk: Telefonclip (høreapparatmikrofon)
fi_fi: Phone Clip (kuulokojemikrofoni)
hr_hr: Kopča za telefon (mikrofon slušnog aparata)
hu_hu: Phone Clip (HK Mik)
ko_kr: 폰클립(보청기 마이크)
nl_nl: Telefoonclip (HI Mic)
no_no: Phone Clip (HA Mik)
pt_pt: Phone Clip (Mic AASI)
ru_ru: Phone Clip (Микрофон СА)
sv_se: Telefonclip (HA mik)
th_th: Phone Clip (ไมค์ HI)
tr_tr: Telefon Klipsi (HI Mic)
zh_cn: 手机伴侣 (助听器麦克风)

source: Streaming Balance
bg_bg: Стрийминг баланс
cht: 串流平衡
el_gr: Ισορροπία ροής ήχου
fi_fi: Äänensiirto tasapaino
hr_hr: Balans strujanja
hu_hu: Streaming balansz
it_it: Bilanciamento Streaming
ko_kr: 스트리밍 밸런스
nl_nl: Streaming balans
no_no: Streaming Balanse
pt_pt: Equilíbrio da Transmissão
ro_ro: Echilibru redare
ru_ru: Баланс потоковой передачи
sv_se: Strömningsbalans
th_th: สมดุลการสตรีม
tr_tr: Aktarım Dengesi
zh_cn: 音频平衡

source: Streaming Mic Balance
bg_bg: Стрийминг баланс на микрофона
cht: 串流麥克風平衡
da_dk: Streaming mikrofon-balance
el_gr: Ισορροπία ροής ήχου μικροφώνου
fi_fi: Äänensiirtomikrofonin tasapaino
hr_hr: Balans strujanja mikrofona
hu_hu: Streaming Mik balansz
it_it: Bilanciamento Streaming Mic
ko_kr: 스트리밍 마이크 밸런스
nl_nl: Streaming-Mic balans
no_no: Streaming Mik Balance
pt_pt: Equilíbrio do Microfone da Transmissão
ro_ro: Echilibru microfon redare
ru_ru: Баланс потоковой передачи микрофона
sv_se: Streaming Mikbalans
th_th: สมดุลไมค์การสตรีม
tr_tr: Aktarım Mik. Dengesi
zh_cn: 音频麦克风平衡

source: Mic relative to Mic Accessory
bg_bg: Микрофон спрямо микрофон аксесоар
cht: 麥克風相對麥克風配件
da_dk: Mik. i forhold til mikrofontilbehør
el_gr: Μικρόφωνο ως προς Εξάρτημα μικροφώνου
fi_fi: Mikrofoni suhteessa mikrofonin lisälaitteeseen
hr_hr: Mikrofon u odnosu na dodatni mikrofon
hu_hu: Mik. és mik. tartozék arány
it_it: Mic in rif. Multi MicroMic
ko_kr: 마이크 액세서리 마이크
nl_nl: Mic t.o.v. Mic accessoire
no_no: HA Mik / Mikro-Multi Mik
pt_pt: Mic relativo ao Acess. Microfone
ro_ro: Mic relativ la Accesoriu Mic
ru_ru: Микр. СА по отношению к выносному Микрофону
sv_se: HA mik relativt Mikrofon (trådlös)
th_th: Mic สัมพันธ์กับอุปกรณ์เสริม Mic
tr_tr: Mikrofon Aksesuarı ile ilgili Mikrofon
zh_cn: 麦克风关联至Micro/Multi

source: Mic relative to Mobile Device
bg_bg: Микрофон спрямо мобилно устройство
cht: 麥克風相對行動裝置
da_dk: Mik. i forhold til mobilenhed
el_gr: Μικρόφωνο ως προς Φορητή συσκευή
fi_fi: Mikrofoni suhteessa mobiililaitteeseen
hr_hr: Mikrofon u odnosu na mobilni uređaj
hu_hu: Mik. és mobileszköz arány
it_it: Mic in rif. allo Smartphone
ko_kr: 모바일 기기 마이크
nl_nl: Mic t.o.v. mobiel apparaat
no_no: HA Mik / Mobil enhet
pt_pt: Mic relativo ao Celular
ro_ro: Mic relativ la Dispozitiv Mobil
ru_ru: Микр. по отношению к моб. устройству
sv_se: HA mik / Mobil Enhet
th_th: Mic สัมพันธ์กับอุปกรณ์มือถือ
tr_tr: Mobil Cihazla ilgili Mikrofon
zh_cn: 麦克风关联至智能设备
