Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Save to Database
bg_bg: Запиши в базата данни
cht: 儲存至資料庫
da_dk: Gem i database
el_gr: Αποθήκευση στη βάση δεδομένων
fi_fi: Tallenna tietokantaan
hr_hr: Spremi u bazu podataka
hu_hu: Mentés az adatbázisba
it_it: Salva sul database
ko_kr: 데이터베이스에 저장
nl_nl: Opslaan in database
no_no: Lagre i databasen
pt_pt: Salvar no banco de dados
ro_ro: Salveaza in Baza de date
ru_ru: Сохранить в Базу данных
sv_se: Sparad i databas
th_th: บันทึกลงในฐานข้อมูล
tr_tr: Veri bankasına kaydet
zh_cn: 保存至数据库

source: Save to Instrument
bg_bg: Запиши в апарата
cht: 儲存至助聽器
da_dk: Gem i apparat
el_gr: Αποθήκευση στο ακουστικό
fi_fi: Tallenna kuulokojeeseen
hr_hr: Spremi u aparat
hu_hu: Mentés a készülékbe
it_it: Salva sull'apparecchio
ko_kr: 보청기에 저장
nl_nl: Opslaan in toestel
no_no: Lagre i apparat
pt_pt: Salvar no aparelho
ro_ro: Salveaza in aparat
ru_ru: Сохранить в Слуховой аппарат
sv_se: Sparad i hörapparat
th_th: บันทึกลงในอุปกรณ์
tr_tr: Cihaza Kaydet
zh_cn: 保存至助听器

source: It is OK to disconnect the instrument(s). After successfully saving, reboot instruments
bg_bg: Можете да прекъснете апарата(-ите). След успешно записване, рестартирайте апаратите
cht: 可以助聽器中斷連線。在儲存成功後，將助聽器重新開機
da_dk: Det er OK at frakoble apparatet(erne). Genstart apparaterne, når du har gemt
el_gr: Μπορείτε να αποσυνδέσετε τα ακουστικά. Όταν η αποθήκευση ολοκληρωθεί με επιτυχία, επανεκκινήστε τα ακουστικά.
fi_fi: Voit nyt irroittaa kuulokojeet turvallisesti. Kun olet tallentanut, käynnistä kuulokojeet uudelleen.
hr_hr: Aparati se smiju odvojiti. Nakon uspješnog spremanja ponovno pokrenite aparate.
hu_hu: A készülék(ek) kapcsolata biztonságosan bontható. A sikeres mentés után indítsa újra a készülékeket
it_it: Ora è possibile disconnettere gli apparecchi. Dopo il salvataggio, riavviare gli apparecchi.
ko_kr: 성공적으로 저장된 이후에 보청기가 다시 시작 되면, 보청기 연결을 해제하셔도 됩니다.
nl_nl: Toestel(len) mag/mogen worden losgekoppeld. Start toestel(len) opnieuw op na het opslaan.
no_no: Det er OK å koble fra høreapparat(ene). Start høreapparatene på nytt etter vellykket lagring
pt_pt: Pronto para desconectar os aparelho(s). Depois de salvar, reinicialize os aparelhos
ro_ro: Este OK să se deconecteze instrumentul(ele). După o salvare reușită, rebutați instrumentele
ru_ru: Да, можно отключить СА. После успешного сохранения перезагрузить аппараты
sv_se: Det är OK att koppla bort apparaterna. Efter att ha sparat, starta om apparaterna.
th_th: คุณสามารถตัดการเชื่อมต่ออุปกรณ์ได้ หลังจากบันทึกเสร็จแล้ว ให้รีบูทอุปกรณ์
tr_tr: Cihaz bağlantı(lar)ının kesilmesi uygundur. Başarılı şekilde kaydettikten sonra cihazları yeniden başlatın
zh_cn: 可断开助听器。成功保存后，重启助听器。

source: The fitting session was saved to the database.
bg_bg: Сесията за монтиране е записана в базата данни.
cht: 選配階段已成功儲存至資料庫。
da_dk: Tilpasningssessionen er gemt i databasen.
el_gr: Η συνεδρία εφαρμογής αποθηκεύτηκε στη βάση δεδομένων.
fi_fi: Sovitusistunto tallennettiin tietokantaan.
hr_hr: Sesija namještanja spremljena je u bazu podataka.
hu_hu: Az illesztési munkamenet el lett mentve az adatbázisba.
it_it: La sessione di fitting è stata salvata sul database.
ko_kr: 피팅 세션이 데이터베이스에 저장되었습니다.
nl_nl: De aanpassessie is opgeslagen in de database.
no_no: Tilpasningsøkten ble lagret i databasen.
pt_pt: A sessão de ajustes foi salva no banco de dados.
ro_ro: Sesiunea de reglaj a fost salvata in baza de date.
ru_ru: Сессия настройки была сохранена в Базе данных.
sv_se: Anpassningen sparades i databasen.
th_th: บันทึกเซสชันการทดลองสวมลงในฐานข้อมูลแล้ว
tr_tr: Uygulama oturumu veri bankasına kaydedilmiş.
zh_cn: 验配数据保存至数据库。

source: The fitting session was saved to the instrument.
bg_bg: Сесията за монтиране е записана в апарата.
cht: 選配階段已成功儲存至助聽器。
da_dk: Tilpasningssessionen er gemt i apparaterne.
el_gr: Η συνεδρία εφαρμογής αποθηκεύτηκε στο ακουστικό.
fi_fi: Sovitustieto tallennettiin kuulokojeeseen.
hr_hr: Sesija namještanja spremljena je u aparat.
hu_hu: Az illesztési munkamenet el lett mentve a készülékre.
it_it: La sessione di fitting è stata salvata sull'apparecchio.
ko_kr: 피팅 세션이 보청기에 저장되었습니다.
nl_nl: De aanpassessie is opgeslagen in het toestel.
no_no: Tilpasningsøkten ble lagret i apparatet.
pt_pt: A sessão de ajustes foi salva no aparelho auditivo.
ro_ro: Sesiunea de reglaj a fost salvata in aparat.
ru_ru: Сессия настройки была сохранена в СА.
sv_se: Anpassningen sparades i hörapparaten.
th_th: บันทึกเซสชันการทดลองสวมลงในอุปกรณ์แล้ว
tr_tr: Uygulama oturumu işitme cihazına kaydedilmiş.
zh_cn: 验配数据保存至助听器。

source: Exit ReSound Smart Fit
cht: 結束 ReSound Smart Fit
da_dk: Afslut ReSound Smart Fit
el_gr: Έξοδος από το ReSound Smart Fit
fi_fi: Sulje ReSound Smart Fit
hr_hr: Izađi iz ReSound Smart Fit
hu_hu: Kilépés a ReSound Okos Hangolóprogramból
it_it: Esci da ReSound Smart Fit
ko_kr: ReSound Smart Fit 끝내기
nl_nl: ReSound Smart Fit afsluiten
no_no: Avslutt ReSound Smart Fit
pt_pt: Sair do ReSound Smart Fit
ro_ro: Ieșire ReSound Smart Fit
ru_ru: Выйти из ReSound Smart Fit
sv_se: Avsluta ReSound Smart Fit
th_th: ออกจาก ReSound Smart Fit
tr_tr: ReSound Smart Fit'ten Çıkış
zh_cn: 退出ReSound Smart Fit

source: Continue Fitting
bg_bg: Продължаване на монтирането
cht: 繼續選配
da_dk: Fortsæt tilpasning
el_gr: Συνέχεια εφαρμογής
fi_fi: Jatka sovitusta
hr_hr: Nastavak namještanja
hu_hu: Illesztés folytatása
it_it: Continua fitting
ko_kr: 계속피팅
nl_nl: Aanpassing vervolgen
no_no: Fortsett tilpasning
pt_pt: Continuar Ajustes
ro_ro: Continua reglajul
ru_ru: Продолжить настройку
sv_se: Fortsätt anpassa
th_th: ทดลองสวมต่อ
tr_tr: Fittinge Devam Et
zh_cn: 继续验配

source: Not Supported
bg_bg: Не се поддържа
cht: 不支援
da_dk: Understøttes ikke
el_gr: Δεν υποστηρίζεται
fi_fi: Ei tueta
hr_hr: Nije podržano
hu_hu: Nem támogatott
it_it: Non supportato
ko_kr: 지원하지 않음
nl_nl: Niet ondersteund
no_no: Støttes ikke
pt_pt: Não compatível
ro_ro: Nesuportat
ru_ru: Не поддерживается
sv_se: Stöds ej
th_th: ไม่สนับสนุน
tr_tr: Karşılanmadı
zh_cn: 不支持

source: Supported
bg_bg: Поддържа се
cht: 有支援
da_dk: Understøttes
el_gr: Υποστηρίζεται
fi_fi: Tuetaan
hr_hr: Podržano
hu_hu: Támogatott
it_it: Supportato
ko_kr: 지원됨
nl_nl: Ondersteund
no_no: Støttes
pt_pt: Compatível
ro_ro: Suportat
ru_ru: Поддерживается
sv_se: Stödjs
th_th: สนับสนุน
tr_tr: Karşılandı
zh_cn: 支持

source: Transfer Settings Details - Right Ear
bg_bg: Прехвърляне на данни за настройки – дясно ухо
cht: 傳輸設定細節 - 右耳
da_dk: Overfører indstillinger – højre øre
el_gr: Λεπτομέρειες μεταφοράς ρυθμίσεων - Δεξί αυτί
fi_fi: Siirretään asetusten yksityiskohtia - Oikea korva
hr_hr: Prijenos pojedinosti i postavkama - desno uho
hu_hu: Beállítási adatok átvitele – jobb fül
it_it: Trasferisci dettagli impostazioni - Orecchio destro
ko_kr: 설정 내용을 전송 - 우측
nl_nl: Details van overzetten van instellingen - rechts
no_no: Overfør innstillinger – høyre øre
pt_pt: Transferir detalhes de configurações – orelha direita
ro_ro: Transfera detaliile setarilor - Urechea dreapta
ru_ru: Перенести данные настроек - Правое ухо
sv_se: Överföring - Höger Öra
th_th: โอนรายละเอียดการตั้งค่า - หูขวา
tr_tr: Transfer ayarlama detayları - Sağ kulak
zh_cn: 设置转移详情-右侧

source: Transfer Settings Details - Left Ear
bg_bg: Прехвърляне на данни за настройки – ляво ухо
cht: 傳輸設定細節 - 左耳
da_dk: Overfører indstillinger – venstre øre
el_gr: Λεπτομέρειες μεταφοράς ρυθμίσεων - Αριστερό αυτί
fi_fi: Siirretään asetusten yksityiskohtia - Vasen korva
hr_hr: Prijenos pojedinosti i postavkama - lijevo uho
hu_hu: Beállítási adatok átvitele – bal fül
it_it: Trasferisci dettagli impostazioni - Orecchio sinistro
ko_kr: 설정 내용을 전송 - 좌측
nl_nl: Details van overzetten van instellingen - links
no_no: Overfør innstillinger – venstre øre
pt_pt: Transferir detalhes de configurações – orelha esquerda
ro_ro: Transfera detaliile setarilor - Urechea stanga
ru_ru: Перенести данные настроек - Левое ухо
sv_se: Överföring - Vänster Öra
th_th: โอนรายละเอียดการตั้งค่า - หูซ้าย
tr_tr: Transfer ayarlama detayları - Sol kulak
zh_cn: 设置转移详情-左侧

source: Paired
bg_bg: Сдвоени
cht: 已配對
da_dk: Parret
el_gr: Σε σύνδεση
fi_fi: Paritettu
hr_hr: Upareno
hu_hu: Párosított
it_it: Accoppiato
ko_kr: 페어링
nl_nl: Gekoppeld
no_no: Paret
pt_pt: Pareado
ro_ro: Imperechiat
ru_ru: Сопряжены
sv_se: Parkopplade
th_th: จับคู่แล้ว
tr_tr: Eşleşmiş
zh_cn: 配对

source: Not Paired
bg_bg: Несдвоени
cht: 未配對
da_dk: Ikke parret
el_gr: Χωρίς σύνδεση
fi_fi: Ei paritettu
hr_hr: Nije upareno
hu_hu: Nem párosított
it_it: Non accoppiato
ko_kr: 페어링되지 않음
nl_nl: Niet gekoppeld
no_no: Ikke paret
pt_pt: Não pareado
ro_ro: Neimperechiat
ru_ru: Не сопряжены
sv_se: Ej Parkopplade
th_th: ยังไม่ได้จับคู่
tr_tr: Eşleşmemiş
zh_cn: 未配对

source: Need to Re-Pair
bg_bg: Необходимост от повторно сдвояване
cht: 需要重新配對
da_dk: Skal parres igen
el_gr: Απαιτείται επανάληψη σύνδεσης
fi_fi: Pitää parittaa uudelleen
hr_hr: Treba ponoviti uparivanje
hu_hu: Újrapárosítás szükséges
it_it: Riaccoppiamento richiesto
ko_kr: 다시 페어링하세요
nl_nl: Opnieuw koppelen noodzakelijk
no_no: Må pares på nytt
pt_pt: Necessário parear novamente
ro_ro: Este necesara re-imperechierea
ru_ru: Необходимо повторное сопряжение
sv_se: Behov av att para om
th_th: จำเป็นต้องจับคู่ใหม่
tr_tr: Eşleştirilmesi gerekli
zh_cn: 需要重新配对

source: Unknown Accessory
bg_bg: Неизвестен аксесоар
cht: 未知配件
da_dk: Ukendt tilbehør
el_gr: Άγνωστο εξάρτημα
fi_fi: Tuntematon lisälaite
hr_hr: Nepoznata dodatna oprema
hu_hu: Ismeretlen tartozék
it_it: Accessorio sconosciuto
ko_kr: 알 수 없는 액세서리
nl_nl: Onbekend accessoire
no_no: Ukjent tilbehør
pt_pt: Acessório desconhecido
ro_ro: Accesoriu necunoscut
ru_ru: Неизвестный аксессуар
sv_se: Okänt tillbehör
th_th: อุปกรณ์เสริมที่ไม่รู้จัก
tr_tr: Bilinmeyen aksesuar
zh_cn: 未知附件

source: Settings from the session will be transferred to the newly selected instrument. New settings will match ones from the previous instrument or use defaults when unavailable. Note that Data Logging, DFS, tubes, domes, and accessory pairing data will not be transferred.
bg_bg: Настройките от тази сесия ще бъдат прехвърлени към новоизбрания прибор. Новите настройки ще съответстват на тези от предишния прибор или ще се използват тези по подразбиране, когато няма други. Имайте предвид, че Запис на данни, DFS, шлаухи, сводове и данни за сдвояване на аксесоари няма да се прехвърлят.
cht: 此階段設定值將傳輸至選擇的新助聽器。新的設定將會與先前的一個助聽器相符，或在不可用時使用預設值。注意 : 將不會數據紀錄資料、數位回饋音抑制、軟管、耳塞及配件的配對資料傳輸。
da_dk: Indstillinger fra denne session overføres til de nye apparater. De nye indstillinger vil være de samme som i det tidligere apparat eller standardindstillingerne, hvis data ikke er tilgængelige. Bemærk, at kalibrering, datalogning og parring af tilbehør ikke overføres.
el_gr: Οι ρυθμίσεις της συνεδρίας θα μεταφερθούν στο νέο ακουστικό που έχει επιλεγεί. Οι νέες ρυθμίσεις θα συμφωνούν με τις ρυθμίσεις του προηγούμενου ακουστικού ή θα χρησιμοποιούνται οι προεπιλεγμένες ρυθμίσεις, όταν δεν είναι διαθέσιμες. Να σημειωθεί ότι τα δεδομένα για την καταγραφή δεδομένων, τη DFS, τους σωλήνες, τα καλύμματα και τη σύνδεση εξαρτημάτων δεν θα μεταφερθούν.
fi_fi: Asetukset sovituksesta siirretään juuri yhdistettyyn kuulokojeeseen. Uudet asetukset vastaavat asetuksia edellisestä kuulokojeesta (mikäli käytettävissä) tai ovat oletusasetukset. Huomaa että lokitiedosto, DFS-, letku-, tippi-, ja lisälaitetiedot eivät siirry.
hr_hr: Postavke iz sesije prenijet će se na novoizabrani aparat. Nove postavke odgovarat će onima prethodnog aparata ili će se, ako su one nedostupne, primijeniti standardne postavke. Imajte na umu da se podatci o bilježenju podataka, DFS-u, cijevima, kupolama i uparivanju dodatne opreme neće prenijeti.
hu_hu: A rendszer átmásolja a munkamenet beállításait az újonnan kiválasztott készülékbe. Az új beállítások az előző készülékből származó beállításoknak fognak megfelelni, vagy használhatja az alapértelmezett beállításokat, ha nincsenek ilyen adatok. Vegye figyelembe, az adatrögzítés, a DFS, a csövek, a dome-ok és a tartozékpárosítások adatai nem másolhatók át.
it_it: Le impostazioni della sessione saranno trasferite all'apparecchio appena selezionato. Le nuove impostazioni corrisponderanno a quelle dell'apparecchio precedente oppure utilizzeranno le impostazioni predefinite, in caso non siano disponibili. I dati di data logging, DFS, tubetti, cupolette e accoppiamento degli accessori non saranno trasferiti.
ko_kr: 설정된 세션이 새로 선택한 보청기에 저장됩니다. 새로 선택된 보청기가 이전 보청기 설정에 맞추어 질 수 없는 경우에는 디폴트 셋팅으로 저장됩니다. 참고: 데이터 로깅, DFS, 튜브, 돔, 주변기기 연결 데이터는 전송되지 않습니다.
nl_nl: De instellingen van de sessie worden overgezet naar het nieuw geselecteerde toestel. De nieuwe instellingen stemmen overeen met die uit het vorige toestel of, als die niet beschikbaar zijn, met de default instellingen. Bedenk wel dat de gegevens van DataLogging, DFS, tubes, eartips en gekoppelde acccessoires niet overgezet worden.
no_no: Innstillinger fra økten vil bli overført til nyvalgt apparat. Nye innstillinger vil være like forrige apparat eller bruke standardoppsettet om ikke innstillingene er tilgjengelige. Datalogging, DFS, slanger, domer og data om paring av tilbehør vil ikke overføres.
pt_pt: Os ajustes da sessão serão transferidos novamente para o aparelho selecionado. Os novos ajustes corresponderão aos do aparelho anterior ou aos ajustes padrão quando não disponível. Observe que o registro de dados, os dados do DFS, dos tubos, dos domos e de pareamento do acessório não serão transferidos.
ro_ro: Setarile din sesiune vor fi transferate la noul aparat selectat. Noile setari se vor potrivi cu cele din aparatul anterior sau va folosi valori implicite cand nu sunt disponibile. Notati ca Data Logging, DFS, tuburi, domuri si datele de imperechiere a accesoriilor nu vor fi transferate
ru_ru: Настройки сессии будут перенесены в новый выбранный аппарат. Новые настройки будут соответствовать настройкам предыдущего аппарата, при их отсутствии будут использоваться значения по умолчанию. Обратите внимание, что данные журнала, DFS, информация о звукопроводящих трубочках, колпачках-вставках и сопряженных аксессуарах не переносятся.
sv_se: Inställningar från sessionen kommer att överföras till de nyvalda hörapparaterna. De nya inställningarna kommer matcha de tidigare hörapparaterna eller använda sig av utgångsvärden om inga värden finns tillgängliga. Notera att datalogging, DFS, ventilation, domeinfo och trådlösa tillbehörens parning inte kommer överföras.
th_th: การตั้งค่าจากเซสชันจะถูกโอนไปยังอุปกรณ์ที่เลือกใหม่ การตั้งค่าใหม่จะจับคู่กับการตั้งค่าจากอุปกรณ์ก่อนหน้า หรือใช้ค่าเริ่มต้นหากไม่มี โปรดทราบว่าข้อมูลของบันทึกข้อมูล, DFS, Tube, Dome และการจับคู่อุปกรณ์เสริมจะไม่ถูกโอน
tr_tr: Oturumdaki ayarlamalar yeni seçilen cihaza aktarılacaktır. Yeni ayarlar önceki cihazdan gelenlerle eşleştirilecek veya mevcut olmadıklarında varsayılanlar kullanılacaktır. Veri Günlükleme, DFS, tüpler, dome'lar ve aksesuar eşleştirmelerinin aktarılmayacağını not edin.
zh_cn: 已保存设置将转移至新选择的助听器中。转移的设置将匹配新助听器的型号。注意：数据分析系统，DFS，导声管，耳塞和匹配的无线附件等数据不能转移至新助听器。

source: Show Only Warnings
bg_bg: Показвай само предупреждения
cht: 僅顯示警告
da_dk: Vis kun advarsler
el_gr: Εμφάνιση μόνο των προειδοποιήσεων
fi_fi: Näytä vain varoitukset
hr_hr: Pokaži samo upozorenja
hu_hu: Csak a figyelmeztetések mutatása
it_it: Mostra solo avvisi
ko_kr: 주의사항만 보기
nl_nl: Alleen waarschuwingen tonen
no_no: Vis bare advarsler
pt_pt: Exibir somente os avisos
ro_ro: Arata doar Avertizarile
ru_ru: Показывать только Предупреждения
sv_se: Visa endast varningar
th_th: แสดงเฉพาะคำเตือน
tr_tr: Sadece Uyarıları Göster
zh_cn: 仅显示警报

source: Remote Control Name
bg_bg: Име на дистанционното управление
cht: 遙控器名稱
da_dk: Fjernbetjeningsnavn
el_gr: Όνομα τηλεχειριστηρίου
fi_fi: Kauko-ohjaimen nimi
hr_hr: Ime daljinskog upravljača
hu_hu: Távirányító név
it_it: Nome telecomando
ko_kr: 리모컨 이름
nl_nl: Naam afstandbediening
no_no: Fjernkontrollnavn
pt_pt: Nome do controle remoto
ro_ro: Nume Telecomanda
ru_ru: Имя ПДУ
sv_se: Fjärrkontroll Namn
th_th: ชื่อรีโมท
tr_tr: Uzaktan Kumanda Adı
zh_cn: 遥控器显示名称

source: Valid
bg_bg: Валидно
cht: 有效
da_dk: Gyldig
el_gr: Έγκυρο
fi_fi: Voimassa
hr_hr: Valjano
hu_hu: Érvényes
it_it: Valido
ko_kr: 유효한
nl_nl: Geldig
no_no: Gyldig
pt_pt: Válido
ro_ro: Valabil
ru_ru: Допустимо
sv_se: Giltig
th_th: ใช้ได้
tr_tr: Geçerli
zh_cn: 有效

source: Higher than allowed
bg_bg: По-високо от разрешеното
cht: 高於允許的
da_dk: Højere end tilladt
el_gr: Υπερβαίνει το επιτρεπόμενο όριο
fi_fi: Korkeampi kuin sallittu
hr_hr: Više od dopuštenog
hu_hu: Magasabb mint a megengedett
it_it: Superiore al consentito
ko_kr: 허용치보다 높음
nl_nl: Hoger dan toegestaan
no_no: Sterkere enn tillatt
pt_pt: Maior que o permitido
ro_ro: Mai inalt decat este permis
ru_ru: Выше допустимого
sv_se: Högre än tillåtet
th_th: สูงกว่าที่อนุญาต
tr_tr: Müsade edilenden daha yüksek
zh_cn: 比允许的高

source: Gain Handles
bg_bg: Канали
cht: 增益調整列
el_gr: Σημεία ρύθμισης απόκρισης
fi_fi: Vahvistus säätimet
hr_hr: Hvatišta pojačanja
hu_hu: Erősítéskezelők
it_it: Maniglie di regolazione guadagno
ko_kr: 게인 핸들
nl_nl: Gain kanalen
no_no: Frekvensbånd
pt_pt: Canais de ganho
ro_ro: Butoane castig
ru_ru: Регуляторы усиления
sv_se: Justeringsband
th_th: การจัดการเกน
tr_tr: Kazanç ayar noktaları
zh_cn: 增益微调频段

source: Gain Input Levels
bg_bg: Нива на входа на усилването
cht: 增益輸入等級
da_dk: Niveauer for forstærkningsinput
el_gr: Στάθμη απόκρισης εισόδου
fi_fi: Vahvistuksen ottotasot
hr_hr: Ulazne razine pojačanja
hu_hu: Erősítési bemeneti szintek
it_it: Livelli ingresso guadagno
ko_kr: 게인 입력음압
nl_nl: Gain inputniveaus
no_no: Gain Input Nivå
pt_pt: Níveis de entrada de ganho
ro_ro: Niveluri Castig de Intrare
ru_ru: Уровни входного усиления
sv_se: Förstärkning innivå
th_th: ระดับอินพุทเกน
tr_tr: Kazanç giriş seviyeleri
zh_cn: 多水平输入

source: MPO Limits
bg_bg: Предел на макс. изходна мощност
cht: 最大音量輸出限制
da_dk: MPO-begrænsninger
el_gr: Όρια MPO
fi_fi: MPO rajat
hr_hr: Ograničenja MPO-a
hu_hu: MPO határértékek
it_it: Limiti MPO
ko_kr: MPO 제한
nl_nl: MPO grenzen
no_no: MPO-grenser
pt_pt: Limites da MPO
ro_ro: Limite MPO
ru_ru: Границы макс. вых. мощности MPO
sv_se: MPO Nivå
th_th: ขีดจำกัด MPO
tr_tr: MPO Limitleri
zh_cn: MPO限制

source: Need to re-calibrate
bg_bg: Необходимост от повторно калибриране
cht: 需要重新校正
da_dk: Det er nødvendigt at kalibrere igen
el_gr: Απαιτείται επαναβαθμονόμηση
fi_fi: Uudelleenkalibrointi tarvitaan
hr_hr: Treba ponoviti kalibraciju
hu_hu: Újrakalibrálás szükséges
it_it: Ricalibrazione richiesta
ko_kr: 재캘리브레이션이 요구됩니다.
nl_nl: Opnieuw kalibreren noodzakelijk
no_no: Må rekalibreres
pt_pt: Necessário calibrar novamente
ro_ro: Este necesara recalibrarea
ru_ru: Необходимо перекалибровать
sv_se: Behov av omkalibrering
th_th: จำเป็นต้องปรับเทียบใหม่
tr_tr: Tekrar kalibrasyon gerekiyor
zh_cn: 需要重新校准

source: Setting
bg_bg: Настройка
cht: 設定
da_dk: Indstilling
el_gr: Ρύθμιση
fi_fi: Asetus
hr_hr: Postavka
hu_hu: Beállítás
it_it: Impostazione
ko_kr: 설정
nl_nl: Instelling
no_no: Innstilling
pt_pt: Configuração
ro_ro: Setare
ru_ru: Настройка
sv_se: Inställning
th_th: การตั้งค่า
tr_tr: Ayarla
zh_cn: 设置

source: OK
bg_bg: ОК
cht: 好
hr_hr: U redu
ko_kr: 확인
ru_ru: Да
th_th: ตกลง
tr_tr: TAMAM
zh_cn: 确定

source: Previously in session
bg_bg: Преди това в сесията
cht: 在階段先前的
da_dk: Tidligere i session
el_gr: Προηγουμένως στη συνεδρία
fi_fi: Edellisessä istunnossa
hr_hr: Prethodno u sesiji
hu_hu: Előzőleg a munkamenetben
it_it: Nella sessione precedente
ko_kr: 이전세션
nl_nl: Voorafgaande sessie
no_no: Tidligere i økt
pt_pt: Anteriormente na sessão
ro_ro: Anterior in sesiune
ru_ru: Ранее в сессии
sv_se: Tidigare i session
th_th: ก่อนหน้านี้ในเซสชัน
tr_tr: Geçmiş oturum
zh_cn: 之前验配数据

source: Updated session after setting transfer
bg_bg: Актуализирана сесия след прехвърляне на настройките
cht: 在傳輸設定後更新階段
da_dk: Opdateret session efter overførsel af indstillinger
el_gr: Η συνεδρία ενημερώθηκε μετά τη μεταφορά των ρυθμίσεων
fi_fi: Päivitetty istunto asetusten siirron jälkeen
hr_hr: Ažurirana sesija nakon prijenosa postavki
hu_hu: Frissített munkamenet a beállítások átvitele után
it_it: Sessione aggiornata dopo il trasferimento dell'impostazione
ko_kr: 설정 저장 후 업데이트된 세션
nl_nl: Vernieuwde sessie na overzetten instellingen
no_no: Oppdatert økt etter overføring av innstillinger
pt_pt: Sessão atualizada após transferência de configuração
ro_ro: Sesiune actualizata dupa transferul setarii
ru_ru: Обновить сессию после переноса настроек
sv_se: Uppdaterad session efter överföring av inställningar
th_th: เซสชันที่อัพเดตหลังโอนการตั้งค่า
tr_tr: Transfer ayarlamasından sonraki güncellenmiş oturum
zh_cn: 设置转移后升级验配数据

source: Programs
bg_bg: Програми
cht: 程式
da_dk: Programmer
el_gr: Προγράμματα
fi_fi: Ohjelmat
hr_hr: Programi
hu_hu: Programok
it_it: Programmi
ko_kr: 프로그램
nl_nl: Programma's
no_no: Programmer
pt_pt: Programas
ro_ro: Programe
ru_ru: Программы
sv_se: Program
th_th: โปรแกรม
tr_tr: Programlar
zh_cn: 程序

source: Accessories
bg_bg: Аксесоари
cht: 配件
da_dk: Tilbehør
el_gr: Εξαρτήματα
fi_fi: Lisälaitteet
hr_hr: Dodatna oprema
hu_hu: Tartozékok
it_it: Accessori
ko_kr: 액세서리
nl_nl: Accessoires
no_no: Tilbehør
pt_pt: Acessórios
ro_ro: Accesorii
ru_ru: Аксессуары
sv_se: Tillbehör
th_th: อุปกรณ์เสริม
tr_tr: Aksesuarlar
zh_cn: 无线附件

source: Beeps & Volume Control
bg_bg: Звукови сигнали и контрол на силата на звука
cht: 提示音及音量調整
da_dk: Bip- og lydstyrkeregulering
el_gr: Ηχητικά σήματα και έλεγχος έντασης ήχου
fi_fi: Äänimerkit ja voimakkuudensäätö
hr_hr: Zvučni signali i regulacija glasnoće
hu_hu: Jelzőhangok és hangerőszabályzás
it_it: Beep e controllo volume
ko_kr: 알림음 & 볼륨 조절
nl_nl: Toestelbediening
no_no: Signal- og volumkontroll
pt_pt: Bipe e controle de volume
ro_ro: Avertizori acustici & Control Volum
ru_ru: Сигналы и Регулятор громкости
sv_se: Ljudindikationer & VK
th_th: การควบคุมเสียงบี๊ปและระดับเสียง
tr_tr: Sinyaller ve Ses Kontrolü
zh_cn: 提示音&音量控制

source: Other
bg_bg: Други
cht: 其他
da_dk: Andet
el_gr: Άλλο
fi_fi: Muu
hr_hr: Drugo
hu_hu: Egyéb
it_it: Altro
ko_kr: 기타
nl_nl: Anders
no_no: Annet
pt_pt: Outro
ro_ro: Altele
ru_ru: Другой
sv_se: Övrigt
th_th: อื่นๆ
tr_tr: Diğer
zh_cn: 其它

source: Ski-Slope
bg_bg: Склон за ски
cht: 陡降型
da_dk: Skiløjpe
el_gr: Σκι - Πλαγιά
fi_fi: Jyrkkä lasku
hr_hr: Strma krivulja
hu_hu: Sí-sánc
it_it: In Caduta
no_no: Skibakke
pt_pt: Em rampa
ro_ro: In panta de schi
ru_ru: Крутонисходящая
th_th: สกี-สโลป
zh_cn: 陡降型

source: Average hearing loss in
bg_bg: Средна загуба на слуха в
cht: 平均聽力損失在
da_dk: Gennemsnitlig hørenedsættelse i
el_gr: Μέση βαρηκοΐα σε
fi_fi: Kohtalain. kuulonalenema
hr_hr: Prosječni gubitak sluha u
hu_hu: Átlag hallásromlás
it_it: Perdita uditiva media età
ko_kr: 평균 청력 손실
nl_nl: Gem. verlies bij leeftijd
no_no: Gjennomsnittlig hørselstap i
pt_pt: Média da Perda Auditiva
ro_ro: Pierdere medie de auz in
ru_ru: Средняя степень снижения слуха в
sv_se: Genomsnittlig hörselnedsättning
th_th: การสูญเสียการได้ยินโดยเฉลี่ยใน
tr_tr: Ortalama işitme kaybı
zh_cn: 平均听力损失

source: Typical Loss
bg_bg: Типична загуба
cht: 標準損失
da_dk: Typisk nedsættelse
el_gr: Τυπική βαρηκοΐα
fi_fi: Tyypillinen alenema
hr_hr: Uobičajeni gubitak
hu_hu: Tipikus romlás
it_it: Perdita tipica
ko_kr: 난청수준
nl_nl: Typisch verlies
no_no: Typisk tap
pt_pt: Perda Auditiva
ro_ro: Pierdere tipica
ru_ru: Типичное снижение
sv_se: Olika hörselnedsättningar
th_th: การสูญเสียแบบทั่วไป
tr_tr: Tipik Kayıp
zh_cn: 常见听损

source: Average Loss (Age)
bg_bg: Средна загуба (възраст)
cht: 平均損失 (年齡)
da_dk: Gennemsnitligt tab (alder)
el_gr: Μέση απώλεια (Ηλικία)
fi_fi: Kohtalainen kuulonalenema (ikä)
hr_hr: Prosječni gubitak sluha (dob)
hu_hu: Átlagos vesztés(kor)
it_it: Media perdita(Età)
ko_kr: 연령에 따른 평균청력 손실
nl_nl: Gemiddeld verlies (leeftijd)
no_no: Gjennomsnittlig tap (Alder)
pt_pt: Perda Média (Idade)
ro_ro: Pierdere medie (Vârsta)
ru_ru: Средняя потеря (Возраст)
sv_se: Medelnedsättning (ålder)
th_th: การสูญหายเฉลี่ย (อายุ)
tr_tr: Ortalama Kayıp (Yaş)
zh_cn: 平均损失(年龄)
