Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Successfully restored to factory settings for right device.
bg_bg: Успешно са възстановени фабричните настройки за дясното устройство.
cht: 已成功將右耳助聽器回復為出廠設定。
da_dk: Højre apparat er nulstillet til fabriksindstilling.
el_gr: Η επαναφορά στις εργοστασιακές ρυθμίσεις ολοκληρώθηκε με επιτυχία στη δεξιά συσκευή.
fi_fi: Tehdasasetukset palautettu onnistuneesti oikeaan kuulokojeeseen.
hr_hr: Uspješan povrat na tvorničke postavke za desni uređaj.
hu_hu: Gyári beállítások sikeres visszaállítása a jobb készülékre.
it_it: Le impostazioni di fabbrica sono state ripristinate correttamente per l'apparecchio destro.
ko_kr: 우측 보청기가 성공적으로 복구되었습니다.
nl_nl: Fabrieksinstellingen succesvol gereset in rechter toestel.
no_no: Gjenoppretting av fabrikkinnstillinger for høyre apparat vellykket.
pt_pt: Aparelho auditivo direito restaurado com sucesso.
ro_ro: Restaurat cu succes la valorile de fabrica pentru aparatul din dreapta.
ru_ru: Настройки правого СА сброшены до заводских.
sv_se: Fabriksinställningar återställda för höger enhet.
th_th: คืนค่ากลับเป็นการตั้งค่าจากโรงงานสำหรับอุปกรณ์ข้างขวาเรียบร้อยแล้ว
tr_tr: Sağ cihaz başarıyla fabrika ayarlarına geri döndürüldü.
zh_cn: 右侧助听器成功恢复。

source: Successfully restored to factory settings for left device.
bg_bg: Успешно са възстановени фабричните настройки за лявото устройство.
cht: 已成功將左耳助聽器回復為出廠設定。
da_dk: Venstre apparat er nulstillet til fabriksindstilling.
el_gr: Η επαναφορά στις εργοστασιακές ρυθμίσεις ολοκληρώθηκε με επιτυχία στην αριστερή συσκευή.
fi_fi: Tehdasasetukset palautettu onnistuneesti vasempaan kuulokojeeseen.
hr_hr: Uspješan povrat na tvorničke postavke za lijevi uređaj.
hu_hu: Gyári beállítások sikeres visszaállítása a bal készülékre.
it_it: Le impostazioni di fabbrica sono state ripristinate correttamente per l'apparecchio sinistro.
ko_kr: 좌측 보청기가 성공적으로 복구되었습니다.
nl_nl: Fabrieksinstellingen succesvol gereset in linker toestel.
no_no: Gjenoppretting av fabrikkinnstillinger for venstre apparat vellykket.
pt_pt: Aparelho auditivo esquerdo restaurado com sucesso.
ro_ro: Restaurat cu succes la valorile de fabrica pentru aparatul din stanga.
ru_ru: Настройки левого СА сброшены до заводских.
sv_se: Fabriksinställningar återställda för vänster enhet.
th_th: คืนค่ากลับเป็นการตั้งค่าจากโรงงานสำหรับอุปกรณ์ข้างซ้ายเรียบร้อยแล้ว
tr_tr: Sol cihaz başarıyla fabrika ayarlarına geri döndürüldü.
zh_cn: 左侧助听器成功恢复。

source: Apply To Fitting
bg_bg: Приложи за монтирането
cht: 套用至選配
da_dk: Benyt til tilpasning
el_gr: Εφαρμογή στην εφαρμογή ακουστικού
fi_fi: Käytä sovityksessa
hr_hr: Primijeni na namještanje
hu_hu: Elfogadás az illesztéshez
it_it: Applica al fitting
ko_kr: 피팅 적용
nl_nl: Toepassen bij de aanpassing
no_no: Bruk i tilpasning
pt_pt: Aplicar para ajuste
ro_ro: Aplica in Reglaj
ru_ru: Применить для настройки
sv_se: Lägg Till Anpassning
th_th: ใช้กับการทดลองสวม
tr_tr: Fitting'e uygula
zh_cn: 应用于验配

source: In-Situ Audiometry is only possible with connected instruments. Please connect to an instrument before running In-Situ Audiometry.
bg_bg: Аудиометрия в самия апарат е възможна само със свързани апарати. Моля, свържете апарат, преди да стартирате аудиометрия в самото ухо.
cht: 現場聽力檢查僅適用於連接助聽器。在執行現場聽力檢查之前，請先連接助聽器。
da_dk: In-Situ audiometri er kun muligt med tilkoblede høreapparater. Forbind et HA for In-Situ audiometri
el_gr: Η επιτόπια ακοομετρία είναι δυνατή μόνο με συνδεδεμένα ακουστικά. Πραγματοποιήστε σύνδεση σε ένα ακουστικό πριν εκτελέσετε επιτόπια ακοομετρία.
fi_fi: In-Situ Audiometria on mahdollista vain jos kuulokojeet on yhdistetty. Ole hyvä ja yhdistä kuulokojeet ennen kuin aloitat In-Situ audiometrian.
hr_hr: In-situ audiometrija moguća je samo ako su aparati povezani. Povežite aparat prije pokretanja in-situ audiometrije.
hu_hu: A helyszíni hallásvizsgálat csak csatlakoztatott készülékekkel lehetséges. Csatlakoztassa a készüléket, mielőtt futtatja a helyszíni hallásvizsgálatot.
it_it: L'audiometria In-Situ è possibile soltanto con gli apparecchi connessi. Connettere prima un apparecchio per effettuare l'audiometria.
ko_kr: In-Situ 청력측정은 보청기와 연결되었을 때에만 가능합니다. In-Situ 청력측정을 하기전 보청기를 연결하세요.
nl_nl: In-Situ audiometrie is alleen mogelijk als er toestellen verbonden zijn. Maak a.u.b. verbinding met één of twee toestellen.
no_no: In-Situ audiometri er bare mulig med tilkoblede apparater. Vennligst koble til et apparat før du kjører In-Situ audiometri
pt_pt: A audiometria in-situ, somente é possível com aparelhos aditivos conectados. Conecte um aparelho antes de iniciar.
ro_ro: Audiometria In Situ este posibila doar cu aparatele conectate. Conectati-va la un dispozitiv inaintea rularii audiometriei In Situ.
ru_ru: Аудиометрия In-Situ возможна только при подключении СА. Пожалуйста, подключите СА до запуска аудиометрии In-Situ.
sv_se: In-Situ Audiometri är endast möjlig med anslutna hörapparater. Anslut till en hörapparat innan du kör in-situ audiometri.
th_th: สามารถวัดการได้ยินแบบ In-Situ ได้เฉพาะกับอุปกรณ์ที่เชื่อมต่อแล้วเท่านั้น โปรดเชื่อมต่ออุปกรณ์ก่อนที่จะเรียกใช้งานการวัดการได้ยินแบบ In-Situ
tr_tr: In-Situ Odyometri sadece bağlı cihazlarla mümkündür. In-Situ Odyometreyi çalıştırmadan önce lütfen bir cihaz bağlayın.
zh_cn: 内置听力计只有连接助听器后才可进行操作。在进行测听前，请先连接助听器。

source: 1.0 sec
bg_bg: 1,0 сек.
cht: 1.0 秒
da_dk: 1,0 sek.
el_gr: 1,0 δευτ.
fi_fi: 1.0 sek
hr_hr: 1,0 s
hu_hu: 1.0 mp
ko_kr: 1.0 초
no_no: 1,0 sek
pt_pt: 1.0 segundo
ru_ru: 1,0 сек
sv_se: 1,0 sek
th_th: 1.0 วินาที
tr_tr: 1.0 saniye
zh_cn: 1.0秒

source: 1.5 sec
bg_bg: 1,5 сек.
cht: 1.5 秒
da_dk: 1,5 sek.
el_gr: 1,5 δευτ.
fi_fi: 1.5 sek
hr_hr: 1,5 s
hu_hu: 1.5 mp
ko_kr: 1.5 초
no_no: 1,5 sek
pt_pt: 1,5 segundo
ru_ru: 1,5 сек
sv_se: 1,5 sek
th_th: 1.5 วินาที
tr_tr: 1.5 saniye
zh_cn: 1.5秒

source: 2 sec
bg_bg: 2 сек.
cht: 2 秒
da_dk: 2 sek.
el_gr: 2 δευτ.
fi_fi: 2 sek
hr_hr: 2 s
hu_hu: 2 mp
ko_kr: 2 초
no_no: 2 sek
pt_pt: 2 segundos
ru_ru: 2 сек
sv_se: 2 sek
th_th: 2 วินาที
tr_tr: 2 saniye
zh_cn: 2秒

source: 3 sec
bg_bg: 3 сек.
cht: 3 秒
da_dk: 3 sek.
el_gr: 3 δευτ.
fi_fi: 3 sek
hr_hr: 3 s
hu_hu: 3 mp
ko_kr: 3 초
no_no: 3 sek
pt_pt: 3 segundos
ru_ru: 3 сек
sv_se: 3 sek
th_th: 3 วินาที
tr_tr: 3 saniye
zh_cn: 3秒

source: In-Situ Tone Type
bg_bg: Вид тон в самия апарат
cht: 現場聲音類型
el_gr: Τύπος επιτόπιου τόνου
fi_fi: In-Situ-äänen tyyppi :
hr_hr: In-situ vrsta tona
hu_hu: In-Situ hangtípus
it_it: Tipo di tono In-Situ
ko_kr: In-Situ Tone
nl_nl: In-Situ toontype
pt_pt: Tipo de tom in-situ
ro_ro: Tip Ton In-Situ
ru_ru: Тип тона In-Situ
sv_se: In-Situ Ton Typ
th_th: ประเภทโทนแบบ In-Situ
tr_tr: In-Situ Ton Tipi
zh_cn: 声音类型

source: In-Situ Tone Length
bg_bg: Дължина на тона в самия апарат
cht: 現場聲音長度
da_dk: In-Situ tonelængde
el_gr: Μήκος επιτόπιου τόνου
fi_fi: In-Situ-äänen kesto :
hr_hr: In-situ trajanje tona
hu_hu: In-Situ hanghossz
it_it: Durata del tono In-Situ
ko_kr: In-Situ Length
nl_nl: In-Situ toonduur
no_no: In-Situ tonelengde
pt_pt: Duração do tom in-situ
ro_ro: Lungime ton In-Situ
ru_ru: Длительность тона In-Situ
sv_se: In-Situ Ton Längd
th_th: ความยาวโทนแบบ In-Situ
tr_tr: In-Situ Ton Uzunluğu
zh_cn: 给声声长

source: Device Update
bg_bg: Актуализация на устройството
cht: 裝置更新
da_dk: Apparatopdatering
el_gr: Ενημέρωση συσκευής
fi_fi: Laitteen päivitys
hr_hr: Ažuriranje uređaja
hu_hu: Eszköz frissítése
it_it: Aggiornamento dispositivo
ko_kr: 업데이트
nl_nl: Toestel update
no_no: Oppdatering av enhet
pt_pt: Atualização do Aparelho
ro_ro: Upgrade-ul aparatului
ru_ru: Обновление устройства
sv_se: Enhetsuppdatering
th_th: อัพเดตอุปกรณ์
tr_tr: Cihaz Güncelleme
zh_cn: 设备更新

source: Update Instrument
bg_bg: Актуализирай апарата
cht: 助聽器更新
da_dk: Opdater apparat
el_gr: Ενημέρωση ακουστικού
fi_fi: Päivitä laite
hr_hr: Ažuriranje aparata
hu_hu: Készülék frissítése
it_it: Aggiorna apparecchio
ko_kr: 업데이트
nl_nl: Toestel updaten
no_no: Oppdater apparat
pt_pt: Atualizar aparelho
ro_ro: Actualizare aparat
ru_ru: Обновить аппарат
sv_se: Uppdatera hörapparat
th_th: อัพเดตอุปกรณ์
tr_tr: Cihaz Güncelle
zh_cn: 升级助听器

source: Skip Update
bg_bg: Пропусни актуализацията
cht: 略過更新
da_dk: Spring opdatering over
el_gr: Παράλειψη ενημέρωσης
fi_fi: Ohita päivitys
hr_hr: Preskoči ažuriranje
hu_hu: Frissítés kihagyása
it_it: Salta aggiornamento
ko_kr: 업데이트 건너뛰기
nl_nl: Update overslaan
no_no: Hopp over oppdatering
pt_pt: Ignorar atualização
ro_ro: Sariti peste actualizare
ru_ru: Пропустить обновление
sv_se: Hoppa över uppdatering
th_th: ข้ามการอัพเดต
tr_tr: Güncellemeyi geç
zh_cn: 跳过升级

source: More Information
bg_bg: Още информация
cht: 更多資訊
da_dk: Mere information
el_gr: Περισσότερες πληροφορίες
fi_fi: Lisätietoa
hr_hr: Više informacija
hu_hu: Több információ
it_it: Ulteriori informazioni
ko_kr: 더 많은 정보
nl_nl: Meer informatie
no_no: Mer informasjon
pt_pt: Mais informações
ro_ro: Mai multe informatii
ru_ru: Подробнее
sv_se: Mer Information
th_th: ข้อมูลเพิ่มเติม
tr_tr: Daha fazla bilgi
zh_cn: 更多信息

source: Always prompt to update devices
bg_bg: Винаги напомняй за актуализиране на устройствата
cht: 永遠提醒更新助聽器
da_dk: Spørg altid om opdatering af apparater
el_gr: Να γίνεται πάντα ερώτηση για την ενημέρωση συσκευών
fi_fi: Huomauta aina laitteiden päivitystarpeesta
hr_hr: Uvijek pitaj za ažuriranje uređaja
hu_hu: Mindig kérdezzen rá az eszközök frissítésére
it_it: Chiedi sempre di aggiornare gli apparecchi
ko_kr: 항상 업데이트 프롬프트 표시
nl_nl: Altijd vragen om de toestellen te updaten
no_no: Alltid spør om å oppdatere høreapparater
pt_pt: Sempre perguntar para atualizar aparelhos
ro_ro: Semnaleaza de fiecare data actualizarea dispozitivelor
ru_ru: Всегда запрашивать разрешение на обновление аппаратов
sv_se: Uppmana alltid till uppdatering av enheter
th_th: แจ้งเตือนให้อัพเดตอุปกรณ์เสมอ
tr_tr: Her zaman aletleri güncellenip güncellenmeyeceğini sor
zh_cn: 总是提示更新助听器

source: Right Instrument
bg_bg: Десен апарат
cht: 右耳助聽器
da_dk: Højre apparat
el_gr: Δεξί ακουστικό
fi_fi: Oikea kuulokoje
hr_hr: Desni aparat
hu_hu: Jobb készülék
it_it: Apparecchio destro
ko_kr: 우측 보청기
nl_nl: Rechter toestel
no_no: Høyre apparat
pt_pt: Aparelho Auditivo Direito
ro_ro: Aparat dreapta
ru_ru: Правый аппарат
sv_se: Höger hörapparat
th_th: อุปกรณ์ข้างขวา
tr_tr: Sağ Cihaz
zh_cn: 右侧助听器

source: Left Instrument
bg_bg: Ляв апарат
cht: 左耳助聽器
da_dk: Venstre apparat
el_gr: Αριστερό ακουστικό
fi_fi: Vasen kuulokoje
hr_hr: Lijevi aparat
hu_hu: Bal készülék
it_it: Apparecchio sinistro
ko_kr: 좌측 보청기
nl_nl: Linker toestel
no_no: Venstre apparat
pt_pt: Aparelho Auditivo Esquerdo
ro_ro: Aparat stanga
ru_ru: Левый аппарат
sv_se: Vänster hörapparat
th_th: อุปกรณ์ข้างซ้าย
tr_tr: Sol Cihaz
zh_cn: 左侧助听器

source: Calibrate
bg_bg: Калибрирай
cht: 校正
da_dk: Kalibrer
el_gr: Βαθμονόμηση
fi_fi: Kalibroi
hr_hr: Kalibriraj
hu_hu: Kalibráció
it_it: Calibra
ko_kr: 캘리브레이션
nl_nl: Kalibreren
no_no: Kalibrer
pt_pt: Calibrar
ro_ro: Calibrati
ru_ru: Калибровать
sv_se: Kalibrera
th_th: ปรับเทียบ
tr_tr: Kalibre et
zh_cn: 校准

source: Stop
bg_bg: Стоп
cht: 停止
el_gr: Διακοπή
fi_fi: Lopeta
hu_hu: Leállítás
it_it: Arresta
ko_kr: 멈춤
nl_nl: Stoppen
no_no: Stopp
pt_pt: Parar
ru_ru: Стоп
sv_se: Stopp
th_th: หยุด
tr_tr: Durdur
zh_cn: 停止

source: Close
bg_bg: Затвори
cht: 關閉
da_dk: Luk
el_gr: Κλείσιμο
fi_fi: Sulje
hr_hr: Zatvori
hu_hu: Bezárás
it_it: Chiudi
ko_kr: 닫기
nl_nl: Afsluiten
no_no: Lukk
pt_pt: Fechar
ro_ro: Închide
ru_ru: Закрыть
sv_se: Stäng
th_th: ปิด
tr_tr: Kapat
zh_cn: 关闭

source: Both Ears
bg_bg: Двете уши
cht: 雙耳
da_dk: Begge ører
el_gr: Άμφω
fi_fi: O+V
hr_hr: Oba uha
hu_hu: Mindkét fül
it_it: Entrambi gli orecchi
ko_kr: 양쪽 귀
nl_nl: Beide oren
no_no: Begge
pt_pt: Ambos Ouvidos
ro_ro: Ambele urechi
ru_ru: Оба уха
sv_se: Båda öronen
th_th: ทั้งสองหู
tr_tr: Her İki Kulak
zh_cn: 双侧

source: Right Ear
bg_bg: Дясно ухо
cht: 右耳
da_dk: Højre øre
el_gr: Δεξί αυτί
fi_fi: Oikea
hr_hr: Desno uho
hu_hu: Jobb fül
it_it: Orecchio DX
ko_kr: 우측
nl_nl: Rechteroor
no_no: Høyre
pt_pt: OD
ro_ro: Urechea dreapta
ru_ru: Правое ухо
sv_se: Höger öra
th_th: หูขวา
tr_tr: Sağ Kulak
zh_cn: 右侧

source: Left Ear
bg_bg: Ляво ухо
cht: 左耳
da_dk: Venstre øre
el_gr: Αριστερό αυτί
fi_fi: Vasen
hr_hr: Lijevo uho
hu_hu: Bal fül
it_it: Orecchio SX
ko_kr: 좌측
nl_nl: Linkeroor
no_no: Venstre
pt_pt: OE
ro_ro: Urechea stanga
ru_ru: Левое ухо
sv_se: Vänster öra
th_th: หูซ้าย
tr_tr: Sol Kulak
zh_cn: 左侧

source: Program 1 will be changed to Binaural Directionality
bg_bg: Програма 1 ще се промени на Бинаурална насоченост
cht: 程式1將改變為雙耳方向性
da_dk: Program 1 vil blive ændret til Binaural Directionality
el_gr: Το πρόγραμμα 1 θα αλλάξει σε Spatial Directionality
fi_fi: Ohjelman 1 tilalla otetaan käyttöön binauraalinen suuntakuvio
hr_hr: Program 1 mijenja se u Binauralnu usmjerenost
hu_hu: Az 1.program a Binaurális direkcionalításra fog változni
it_it: Il programma 1 verrà cambiato in Direzionalità Binaurale
ko_kr: 프로그램 1은 Binaural Directionality로 변경됩니다.
nl_nl: Programma 1 wordt gewijzigd naar Binaurale directionaliteit
no_no: Program 1 til bli endret til Binaural Direksjonalitet
pt_pt: O programa 1 será alterado para Direcionalidade Binaural
ro_ro: Programul 1 se va schimba la Direcționalitate Binaurală
ru_ru: Программа 1 будет изменена на Бинауральную направленность
sv_se: Program 1 kommr ändras till Binaural Riktverkan
th_th: โปรแกรม 1 จะเปลี่ยนไปเป็น Binaural Directionality
tr_tr: Program 1, Binaural Direksiyonalite olarak değişecektir
zh_cn: 程序1将变更为双耳融合方向性

source: Yes
bg_bg: Да
cht: 是
da_dk: Ja
el_gr: Ναι
fi_fi: Kyllä
hr_hr: Da
hu_hu: Igen
it_it: Sì
ko_kr: 예
nl_nl: Ja
no_no: Ja
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Ja
th_th: ใช่
tr_tr: Evet
zh_cn: 是

source: No
bg_bg: Не
cht: 否
da_dk: Nej
el_gr: Όχι
fi_fi: Ei
hr_hr: Ne
hu_hu: Nem
ko_kr: 아니오
nl_nl: Nee
no_no: Nei
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sv_se: Nej
th_th: ไม่ใช่
tr_tr: Hayır
zh_cn: 否

source: Continue
bg_bg: Продължение
cht: 繼續
da_dk: Fortsæt
el_gr: Συνέχεια
fi_fi: Jatka
hr_hr: Nastavak
hu_hu: Tovább
it_it: Continua
ko_kr: 계속
nl_nl: Doorgaan
no_no: Fortsett
pt_pt: Continuar
ro_ro: Continua
ru_ru: Продолжить
sv_se: Fortsätt
th_th: ทำต่อ
tr_tr: Devam
zh_cn: 继续

source: Fitting Data Mismatch
bg_bg: Несъответствие на данни за монтирането
cht: 選配資料不相符
da_dk: Tilpasningsdataene stemmer ikke overens
el_gr: Ασυμφωνία δεδομένων εφαρμογής
fi_fi: Sovitustiedoissa ristiriita
hr_hr: Neusklađeni podatci o namještanju
hu_hu: Nem egyező illesztési adat
it_it: Mancata corrispondenza dati di fitting
ko_kr: 피팅 데이터 불일치
nl_nl: Aanpasgegevens stemmen niet overeen
no_no: Tilpasningsdata samsvarer ikke
pt_pt: Incompatibilidade de dados de ajuste
ro_ro: Neconcordanta date de reglaj
ru_ru: Несоответствие данных настройки
sv_se: Anpassningsdata matchar inte
th_th: ข้อมูลการทดลองสวมไม่ตรงกัน
tr_tr: Uygulama Verileri Uyuşmazlığı
zh_cn: 验配数据不匹配

source: Use Session
bg_bg: Използвай сесия
cht: 使用階段
da_dk: Brug session
el_gr: Χρήση συνεδρίας
fi_fi: Käytä edellisiä sovitustietoja
hr_hr: Upotrijebi sesiju
hu_hu: Munkamenet használata
it_it: Usa sessione
ko_kr: 세션사용
nl_nl: Gebruik sessie
no_no: Bruk øktsdata
pt_pt: Usar sessão
ro_ro: Foloseste sesiunea
ru_ru: Использовать Сессию
sv_se: Använd session
th_th: เซสชันการใช้
tr_tr: Oturumu Kullan
zh_cn: 使用数据库数据

source: Read Instrument
bg_bg: Четене на прибора
cht: 讀取助聽器
da_dk: Læs apparat
el_gr: Ανάγνωση ακουστικού
fi_fi: Lue asetukset kuulokojeesta
hr_hr: Čitaj s aparata
hu_hu: Készülék beolvasása
it_it: Leggi apparecchio
ko_kr: 보청기를 읽음
nl_nl: Toestel uitlezen
no_no: Les apparat
pt_pt: Ler dados do aparelho
ro_ro: Citeste aparat
ru_ru: Считать данные аппарата
sv_se: Läs hörapparat
th_th: อุปกรณ์การอ่าน
tr_tr: Cihazı Oku
zh_cn: 从助听器读出

source: Date:
bg_bg: Дата:
cht: 日期：
da_dk: Dato:
el_gr: Ημερομηνία:
fi_fi: Päivämäärä:
hr_hr: Datum:
hu_hu: Adat:
it_it: Data:
ko_kr: 날짜:
nl_nl: Datum:
no_no: Dato:
pt_pt: Data:
ro_ro: Data:
ru_ru: Дата:
sv_se: Datum:
th_th: วันที่:
tr_tr: Tarih:
zh_cn: 日期:

source: Not all settings from the database can be transferred to the connected instrument, because it is not the same (model/style/family) as the previous instrument.
bg_bg: Не всички настройки от базата данни могат да се прехвърлят към свързания прибор, тъй като той не е същият (модел/стил/семейство) като предишния прибор.
cht: 並非所有資料庫的設定值都可傳送到連接的助聽器，因為與先前的助聽器不一樣(型號/款式/系列)。
da_dk: Ikke alle indstillinger fra databasen kan overføres til det tilsluttede apparat, fordi det ikke er det samme (model/style/familie) som det forrige apparat.
el_gr: Δεν είναι δυνατή η μεταφορά όλων των ρυθμίσεων από τη βάση δεδομένων στο συνδεδεμένο ακουστικό, επειδή δεν πρόκειται για το ίδιο (μοντέλο/στυλ/οικογένεια) ακουστικό με το προηγούμενο.
fi_fi: Kaikkia tietokannan asetuksia ei voi siirtää yhdistettyyn kuulokojeeseen, koska sen malli, tyyli tai tuoteryhmä ei ole sama kuin edellisen kuulokojeen.
hr_hr: Ne mogu se sve postavke iz baze podataka prenijeti na povezani aparat jer on nije istog (modela / stila / serije) kao prethodni aparat.
hu_hu: Az adatbázis nem minden beállítását lehet átmásolni a csatlakoztatott készülékre, mert az nem egyezik meg az előző készülékkel (modell/stílus/család).
it_it: Non tutte le impostazioni dal database possono essere trasferite all'apparecchio connesso, perché non è lo stesso rispetto a quello precedente (modello/stile/famiglia).
ko_kr: 저장된 세션의 보청기와(모델, 스타일, 제품군) 선택한 보청기가 일치하지 않습니다. 데이터베이스에 저장된 모든 셋팅 정보를 적용할 수 없습니다.
nl_nl: Niet alle instellingen van de database kunnen overgedragen worden naar het geselecteerde toestel, omdat het niet hetzelfde is (model/stijl/familie) als het vorige toestel.
no_no: Ikke alle innstillinger fra databasen kan overføres til det tilkoblede apparatet fordi det ikke er samme (modell/type/familie) som forrige apparat.
pt_pt: Nem todas as definições do banco de dados podem ser transferidas para o aparelho conectado porque ele não é igual (modelo/estilo/família) ao aparelho anterior.
ro_ro: Nu toate setările din baza de date pot fi transferate la instrumentul conectat, pentru că nu este același (model/stil/familie) ca instrumentul anterior.
ru_ru: Не все настройки могут быть перенесены из базы данных на подключенный СА, поскольку модель/стиль/семейство аппарата отличается от предыдущего.
sv_se: Alla inställningar kan inte överföras från databasen till den anslutna hörapparaten eftersom det inte är samma (modell/typ/familj) som den tidigare hörapparaten.
th_th: ไม่สามารถโอนการตั้งค่าทั้งหมดจากฐานข้อมูลไปยังอุปกรณ์ที่เชื่อมต่อได้ เนื่องจากไม่ใช่ (รุ่น/สไตล์/กลุ่มผลิตภัณฑ์) เดียวกันกับอุปกรณ์ก่อนหน้า
tr_tr: Önceki cihazla aynı olmadığından (mod/stil/ürün grubu), bağlı cihaza veritabanındaki tüm veriler aktarılamayabilir.
zh_cn: 并非数据库中的所有设置均可传输到连接的助听器，因为该设备与之前的设备不同（型号/类型/系列）。

source: See Details
bg_bg: Вижте подробности
cht: 顯示細節
da_dk: Se detaljer
el_gr: Εμφάνιση λεπτομερειών
fi_fi: Katso yksityiskohdat
hr_hr: Pogledajte pojedinosti
hu_hu: Részletek mutatása
it_it: Visualizza dettagli
ko_kr: 자세히..
nl_nl: Zie de details
no_no: Se detaljer
pt_pt: Exibir detalhes
ro_ro: Vezi detalii
ru_ru: Посмотреть подробнее
sv_se: Se detaljer
th_th: ดูรายละเอียด
tr_tr: Detayları gör
zh_cn: 查看详情

source: Reconfiguration Recommended
bg_bg: Препоръчва се повторна конфигурация
cht: 建議重新配置
da_dk: Rekonfiguration anbefales
el_gr: Συνιστάται αναδιαμόρφωση
fi_fi: Uudelleenmääritystä suositellaan
hr_hr: Preporučuje se rekonfiguracija
hu_hu: Újrakonfigurálás ajánlott
it_it: Riconfigurazione consigliata
ko_kr: 재구성 권장
nl_nl: Reconfigureren aanbevolen
no_no: Konvertering anbefales
pt_pt: Reconfiguração recomendada
ro_ro: Reconfigurare recomandata
ru_ru: Рекомендована Переконфигурация
sv_se: Omkonfigurering rekommenderas
th_th: แนะนำให้ทำการกำหนดค่าใหม่
tr_tr: Yeniden yapılandırma gerekiyor
zh_cn: 建议重新装配

source: Configuration Mismatch
bg_bg: Несъответствие на конфигурации
cht: 配置不相符
da_dk: Konfigurationerne stemmer ikke overens
el_gr: Ασυμφωνία διαμόρφωσης
fi_fi: Konfigurointi ristiriita
hr_hr: Neusklađena konfiguracija
hu_hu: Konfigurációs ütközés
it_it: Mancata corrispondenza configurazione
ko_kr: 보청기 구성 불일치
nl_nl: Configuratie mismatch
no_no: Konfigurasjon samsvarer ikke
pt_pt: Configuração incompatível
ro_ro: Neconcordanta de configurare
ru_ru: Несоответствие конфигурации
sv_se: Konfiguration matchar inte
th_th: การกำหนดค่าไม่ตรงกัน
tr_tr: Yapılandırma Uyuşmazlığı
zh_cn: 配置不匹配

source: (Based on Audiogram)
bg_bg: (Въз основа на аудиограма)
cht: (根據聽力圖)
da_dk: (Baseret på audiogram)
el_gr: (Βάσει ακοογράμματος)
fi_fi: (Perustuu audiogrammiin)
hr_hr: (Na temelju audiograma)
hu_hu: (Az audiogram alapján)
it_it: (Basato su audiogramma)
ko_kr: (청력도 기반)
nl_nl: (Gebaseerd op audiogram)
no_no: (Basert på audiogram)
pt_pt: (Baseado no audiograma)
ro_ro: (bazat pe audiograma)
ru_ru: (На основе Аудиограммы)
sv_se: (Baserad på Audiogram)
th_th: (อิงตามออดิโอแกรม)
tr_tr: (Odyograma bağlı)
zh_cn: (基于听力图)

source: Reconfiguration may adjust gain values at some frequencies.
bg_bg: Възможно е повторната конфигурация да промени стойностите на усилването при някои честоти.
cht: 重新配置可能會在部分頻率調整增益值。
da_dk: Rekonfiguration kan ændre forstærkningen ved visse frekvenser.
el_gr: Η αναδιαμόρφωση μπορεί να τροποποιήσει τις τιμές απόκρισης σε ορισμένες συχνότητες.
fi_fi: Uudelleenmääritys voi muokata vahvistusarvoja joillakin taajuuksilla.
hr_hr: Rekonfiguracijom se mogu prilagoditi vrijednosti pojačanja na nekim frekvencijama.
hu_hu: Az újrakonfigurálás módosíthatja az erősítési értékeket néhány frekvencián.
it_it: La riconfigurazione potrebbe regolare i valori di guadagno su alcune frequenze.
ko_kr: 재구성을 통해 특정 주파수에서 게인 값을 조절할 수 있습니다.
nl_nl: Reconfiguratie stelt mogelijk gainwaarden bij voor sommige frequenties.
no_no: Rekonfigurering kan endre gain-verdier på enkelte frekvenser.
pt_pt: A reconfiguração pode ajustar valores de ganho em algumas frequências.
ro_ro: Reconfigurarea va calcula valorile castigului la unele frecvente
ru_ru: Переконфигурация может изменить усиление на некоторых частотах.
sv_se: Omkonfiguration kan komma att justera förstärkning vid en del frekvenser.
th_th: การกำหนดค่าใหม่อาจปรับค่าเกนที่บางความถี่
tr_tr: Yeniden Yapılandırma bazı frekanslarda kazanç değerlerini ayarlayabilir.
zh_cn: 重新装配将重新计算所有的增益和MPO值。

source: (Current)
bg_bg: (в момента)
cht: (目前)
da_dk: (Nuværende konfiguration)
el_gr: (Τρέχουσα)
fi_fi: (Nykyinen)
hr_hr: (Trenutno)
hu_hu: (Jelenlegi)
it_it: (Corrente)
ko_kr: (현재)
nl_nl: (Huidig)
no_no: (Aktuell)
pt_pt: (Atual)
ro_ro: (Curenta)
ru_ru: (Текущее)
sv_se: (Aktuell)
th_th: (ปัจจุบัน)
tr_tr: (Mevcut)
zh_cn: (当前)

source: (Recommended)
bg_bg: (препоръчителна)
cht: (建議)
da_dk: (Anbefalet)
el_gr: (Συνιστάται)
fi_fi: (Suositeltu)
hr_hr: (Preporučeno)
hu_hu: (Ajánlott)
it_it: (Raccomandato)
ko_kr: (권장)
nl_nl: (Aanbevolen)
no_no: (Anbefalt)
pt_pt: (Recomendado)
ro_ro: (Recomandat)
ru_ru: (Рекомендовано)
sv_se: (Rekommenderat)
th_th: (แนะนำ)
tr_tr: (Gerekli olan)
zh_cn: (推荐)

source: Option 1
bg_bg: Вариант 1
cht: 選項 1
da_dk: Mulighed 1
el_gr: Επιλογή 1
fi_fi: Optio 1
hr_hr: Mogućnost 1
hu_hu: Opció 1
it_it: Opzione 1
ko_kr: 옵션 1
nl_nl: Optie 1
no_no: Alternativ 1
pt_pt: Opção 1
ro_ro: Optiune 1
ru_ru: Опция 1
sv_se: Val 1
th_th: ตัวเลือก 1
tr_tr: Seçenek 1
zh_cn: 选项1

source: Option 2
bg_bg: Вариант 2
cht: 選項 2
da_dk: Mulighed 2
el_gr: Επιλογή 2
fi_fi: Optio 2
hr_hr: Mogućnost 2
hu_hu: Opció 2
it_it: Opzione 2
ko_kr: 옵션 2
nl_nl: Optie 2
no_no: Alternativ 2
pt_pt: Opção 2
ro_ro: Optiune 2
ru_ru: Опция 2
sv_se: Val 2
th_th: ตัวเลือก 2
tr_tr: Seçenek 2
zh_cn: 选项2

source: Option 3
bg_bg: Вариант 3
cht: 選項 3
da_dk: Mulighed 3
el_gr: Επιλογή 3
fi_fi: Optio 3
hr_hr: Mogućnost 3
hu_hu: Opció 3
it_it: Opzione 3
ko_kr: 옵션 3
nl_nl: Optie 3
no_no: Alternativ 3
pt_pt: Opção 3
ro_ro: Optiune 3
ru_ru: Опция 3
sv_se: Val 3
th_th: ตัวเลือก 3
tr_tr: Seçenek 3
zh_cn: 选项3
