Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The Noahlink Wireless device is working properly.
bg_bg: Устройството Noahlink Wireless работи както трябва.
cht: Noahlink Wireless 裝置正常運作。
da_dk: Noahlink Wireless enheden fungerer korrekt.
el_gr: Η συσκευή Noahlink Wireless λειτουργεί κανονικά.
fi_fi: Noahlink Wireless -laite toimii oikein.
hr_hr: Noahlink Wireless uređaj radi pravilno.
hu_hu: A Noahlink Wireless eszköz megfelelően működik.
it_it: Il dispositivo Noahlink Wireless funziona correttamente.
ko_kr: Noahlink Wireless가 정상적으로 동작합니다
nl_nl: Het Noahlink Wireless apparaat werkt correct.
no_no: NOAHlink Wireless-enheten fungerer som den skal.
pt_pt: Airlink 2 está funcionando corretamente.
ro_ro: Dispozitivul Noahlink Wireless funcționează corect.
ru_ru: Устройство, поддерживающее беспроводной интерфейс программирования Noahlink Wireless, работает корректно.
sv_se: Noahlink Wireless-enheten fungerar bra.
th_th: อุปกรณ์ Noahlink Wireless ทำงานได้ตามปกติ
tr_tr: Noahlink Wireless cihazı düzgün çalışıyor.
zh_cn: Noahlink无线设备正常工作。

source: Instrument corrupted
bg_bg: Апаратът е повреден
cht: 助聽器損壞
da_dk: Apparat er beskadiget
el_gr: Μη έγκυρη σύνδεση ακουστικού
fi_fi: Kuulokojeessa vakava virhe
hr_hr: Aparat je oštećen
hu_hu: A készülék sérült
it_it: Apparecchio corrotto
ko_kr: 보청기 데이터가 손상되었습니다
nl_nl: Toestel corrupt
no_no: Korrupt Apparat
pt_pt: Aparelho Corrompido
ro_ro: Dsipozitiv defectuos
ru_ru: Аппарат поврежден
sv_se: Hörapparat skadad
th_th: อุปกรณ์เสียหาย
tr_tr: Cihaz bozuk
zh_cn: 助听器崩溃

source: Manage Program Names
bg_bg: Управление на имената на програмите
cht: 管理程式名稱
da_dk: Administrer programnavne
el_gr: Διαχείριση ονομάτων προγραμμάτων
fi_fi: Ohjelmien nimien hallinta
hr_hr: Upravljaj nazivima programa
hu_hu: Program nevek kezelése
it_it: Gestisci nomi programma
ko_kr: 프로그램 명칭 관리
nl_nl: Weergave van namen beheren
no_no: Administrer programnavn
pt_pt: Gerenciar os Nomes dos Programas
ro_ro: Administrare nume programe
ru_ru: Присвоение имени программам
sv_se: Byta programnamn
th_th: จัดการชื่อโปรแกรม
tr_tr: Program Adlarını Yönet
zh_cn: 管理程序名称

source: Programs 1-4: Remote Control Display Names
bg_bg: Програми 1-4: имена на дисплея на дистанционното управление
cht: 程式 1-4：遙控器顯示名稱
da_dk: Program 1-4: Programnavne på fjernbetjening
el_gr: Προγράμματα 1-4: Εμφανιζόμενα ονόματα τηλεχειρισμού
fi_fi: Ohjelmat 1-4 : Kaukosäätimen ohjelmien nimet
hr_hr: Programi 1-4: imena prikaza daljinskog upravljača
hu_hu: 1-4. program: A távirányító megjelenítendő nevei
it_it: Programma 1-4: nomi display Remote Control
ko_kr: 프로그램 1-4: 리모컨에 표시되는 명칭
nl_nl: Programma 1-4: weergave namen op afstandbediening
no_no: Program 1–4: Fjernkontroll visningsnavn
pt_pt: Programas 1 a 4: Nomes de exibição no controle remoto
ro_ro: Program 1-4: Nume Programe Telecomanda
ru_ru: Программы 1-4: Названия на дисплее ДУ
sv_se: Program 1-4: Fjärrkontrollprogramnamn
th_th: โปรแกรม 1-4: ชื่อโปรแกรมรีโมท
tr_tr: Program 1-4: Uzaktan Kumanda Ekran İsimleri
zh_cn: 程序1-4:遥控器显示名称

source: Streaming & Phone: Remote Control Program Names
bg_bg: Стрийминг и телефон: имена на програмите на дистанционното управление
cht: 串流及電話：遙控程式名稱
da_dk: Streaming og telefon: Programnavne på fjernbetjening
el_gr: Μετάδοση & Τηλέφωνο: Ονόματα προγραμμάτων τηλεχειρισμού
fi_fi: Äänensiirto ja puhelin : Kaukosäätimen ohjelmien nimet
hr_hr: Strujanje i telefon: imena programa daljinskog upravljača
hu_hu: Streamer & telefon: Távirányítói program neve
it_it: Streaming e telefono: nomi programma telecomando
ko_kr: 스트리밍 및 전화: 리모컨에 표시되는 프로그램 명칭
nl_nl: Streamers: weergave namen op afstandbediening
no_no: Streaming og telefon: Fjernkontroll programnavn
pt_pt: Acessório e Telefone: Nome do Programa no Controle Remoto
ro_ro: Streaming & telefon: Nume Programe Telecomanda
ru_ru: Аксессуары: Названия программ ПДУ
sv_se: Streaming & Telefon: Fjärrkontrollprogramnamn
th_th: การสตรีมและโทรศัพท์: ชื่อโปรแกรมรีโมท
tr_tr: Aktarım ve Telefon: Uzaktan Kumanda Program İsimleri
zh_cn: 音频和电话:遥控器程序名称

source: Bluetooth Device
bg_bg: Устройство с Bluetooth
cht: 藍牙裝置
da_dk: Bluetooth-enhed
el_gr: Συσκευή Bluetooth
fi_fi: Bluetooth-laite
hr_hr: Bluetooth uređaj
hu_hu: Bluetooth-eszköz
it_it: Dispositivo Bluetooth
ko_kr: 블루투스 기기
nl_nl: Bluetooth apparaat
no_no: Bluetooth-enhet
pt_pt: Dispositivo Bluetooth
ro_ro: Dispozitiv Bluetooth
ru_ru: Устройство Bluetooth
sv_se: Bluetooth Enhet
th_th: อุปกรณ์ Bluetooth
tr_tr: Bluetooth Cihazı
zh_cn: 蓝牙设备

source: Mobile Device
bg_bg: Преносимо устройство
cht: 行動裝置
da_dk: Mobilenhed
el_gr: Φορητή συσκευή
fi_fi: Mobiililaite
hr_hr: Mobilni uređaj
hu_hu: Mobileszköz
it_it: Dispositivo mobile
ko_kr: 모바일 기기
nl_nl: Mobiel apparaat
no_no: Mobil enhet
pt_pt: Dispositivo Smart
ro_ro: Dispozitiv mobil
ru_ru: Мобильное устройство
sv_se: Mobilenhet
th_th: อุปกรณ์มือถือ
tr_tr: Mobil Cihaz
zh_cn: 移动设备

source: Program name is too short. Minimum length must be 3 characters.
bg_bg: Името на програмата е прекалено кратко. Минималната дължина трябва да бъде 3 знака.
cht: 程式名稱太短，最小長度必須為 3 個字符。
da_dk: Programnavn er for kort. Det skal mindst være 3 tegn langt.
el_gr: Το όνομα προγράμματος είναι υπερβολικά μικρό. Πρέπει να αποτελείται από τουλάχιστον 3 χαρακτήρες.
fi_fi: Ohjelman nimi on liian lyhyt. Nimessä pitää olla vähintään 3 merkkiä.
hr_hr: ime programa previše je kratko. Minimalna dopuštena duljina je 3 znaka.
hu_hu: A programnév túl rövid. Legalább 3 karakter megadása szükséges.
it_it: Il nome del programma è troppo corto. La lunghezza minima è di 3 caratteri.
ko_kr: 프로그램명이 너무 짧습니다. 최소 3개 문자 이상이어야 합니다.
nl_nl: Programmanaam te kort. Minimale lengte is 3 karakters.
no_no: Programnavnet er for kort. Det må bestå av minst 3 tegn.
pt_pt: O nome do programa é muito curto. O mínimo deve ser de 3 caracteres.
ro_ro: Numele programului este prea scurt. Acesta trebuie sa contina minimum 3 litere.
ru_ru: Название программы слишком короткое. Минимальная длина составляет 3 символа.
sv_se: Programnamn är för kort (minst 3 tecken).
th_th: ชื่อโปรแกรมสั้นเกินไป ขั้นต่ำ 3 ตัวอักษร
tr_tr: Program ismi çok kısa. Minimum 3 karakter olmalı.
zh_cn: 程序名太短，至少3个字符。

source: Program names over 10 characters may be truncated.
bg_bg: Възможно е имената на програми над 10 знака да бъдат съкратени.
cht: 超過 10 個字符的程式名稱可能會被截斷。
da_dk: Programnavne over 10 tegn forkortes.
el_gr: Τα ονόματα προγράμματος που ξεπερνούν τους 10 χαρακτήρες ενδέχεται να συντμηθούν.
fi_fi: Ohjelmien nimiä voidaan leikata, jos pituus ylittää 10 merkkiä.
hr_hr: Imena programa koja sadrže više od 10 znakova mogu biti odrezana.
hu_hu: A rendszer levágja a több mint 10 karakterből álló programneveket.
it_it: I nomi di programma che superano i 10 caratteri saranno troncati.
ko_kr: 프로그래명은 10개 문자를 초과할 수 없습니다.
nl_nl: Namen met meer dan 10 karakters kunnen afgekort worden.
no_no: Programnavn som inneholder mer enn 10 tegn, kan bli forkortet.
pt_pt: Nome do programa acima de 10 caracteres pode ser cortado.
ro_ro: Numele de programe mai lungi de 10 caractere pot fi prescurtate
ru_ru: Названия программ, состоящие из более чем 10 символов, могут быть усечены.
sv_se: Programnamn längre än 10 tecken kan stympas.
th_th: ชื่อโปรแกรมเกิน 10 ตัวอักษร จะถูกตัดเหลือเท่านั้น
tr_tr: Program adı 10 karakterden daha uzun olduğundan kesilebilir.
zh_cn: 10个字符以上的程序名将被删减。

source: Program names cannot be repeated
bg_bg: Имената на програми не могат да се повтарят
cht: 程式名稱不能重複
da_dk: Programnavne kan ikke gentages
el_gr: Δεν είναι δυνατή η επανάληψη ονομάτων προγράμματος
fi_fi: Ohjelmien nimien täytyy olla yksilöllisiä.
hr_hr: Imena programa ne mogu se ponoviti
hu_hu: A programnevek nem ismételhetőek
it_it: Non è possibile ripetere i nomi di programma
ko_kr: 프로그램명 중복은 불가합니다.
nl_nl: Programmanamen kunnen niet herhaald worden
no_no: Programnavn kan ikke bli gjentatt
pt_pt: Nome do programa não pode ser repetido.
ro_ro: Numele de programe nu pot fi repetate
ru_ru: Названия программ не могут повторяться
sv_se: Programnamn kan inte upprepas
th_th: ชื่อโปรแกรมซ้ำ
tr_tr: Aynı program adı tekrar kullanılamaz
zh_cn: 程序名不能重复

source: Manage Program Names
bg_bg: Управление на имената на програмите
cht: 管理程式名稱
da_dk: Administrer programnavne
el_gr: Διαχείριση ονομάτων προγραμμάτων
fi_fi: Ohjelmien nimien hallinta
hr_hr: Upravljanje imenima programa
hu_hu: Program nevek kezelése
it_it: Gestisci nomi programma
ko_kr: 프로그램 이름 관리
nl_nl: Weergave van namen beheren
no_no: Administrer programnavn
pt_pt: Gerenciar os Nomes dos Pacientes
ro_ro: Administrare nume programe
ru_ru: Присвоение имени программам
sv_se: Byta programnamn
th_th: จัดการชื่อโปรแกรม
tr_tr: Program Adlarını Yönet
zh_cn: 管理程序名称

source: Streamer Channel 1
bg_bg: Канал 1 на стриймър
cht: 串流器頻道 1
da_dk: Streamer kanal 1
el_gr: Streamer - κανάλι 1
fi_fi: Äänensiirron kanava 1
hr_hr: Kanal za strujanje 1
hu_hu: 1 Streamer csatorna
it_it: Canale streamer 1
ko_kr: Streamer 채널 1
nl_nl: Streamer kanaal 1
no_no: Streamer Kanal 1
pt_pt: Acessório - Canal 1
ro_ro: Canal redare flux date 1
ru_ru: Стример Канал 1
sv_se: Streamer Kanal 1
th_th: ช่องสัญญาณ Streamer 1
tr_tr: Aktarım Ünitesi Kanal 1
zh_cn: 音频转换器通道 1

source: Streamer Channel 2
bg_bg: Канал 2 на стриймър
cht: 串流器頻道 2
da_dk: Streamer kanal 2
el_gr: Streamer - κανάλι 2
fi_fi: Äänensiirron kanava 2
hr_hr: Kanal za strujanje 2
hu_hu: 2 Streamer csatorna
it_it: Canale streamer 2
ko_kr: Streamer 채널 2
nl_nl: Streamer kanaal 2
no_no: Streamer Kanal 2
pt_pt: Acessório - Canal 2
ro_ro: Canal redare flux date 2
ru_ru: Стример Канал 2
sv_se: Streamer Kanal 2
th_th: ช่องสัญญาณ Streamer 2
tr_tr: Aktarım Ünitesi Kanal 2
zh_cn: 音频转换器通道 2

source: Streamer Channel 3
bg_bg: Канал 3 на стриймър
cht: 串流器頻道 3
da_dk: Streamer kanal 3
el_gr: Streamer - κανάλι 3
fi_fi: Äänensiirron kanava 3
hr_hr: Kanal za strujanje 3
hu_hu: 3 Streamer csatorna
it_it: Canale streamer 3
ko_kr: Streamer 채널 3
nl_nl: Streamer kanaal 3
no_no: Streamer Kanal 3
pt_pt: Acessório - Canal 3
ro_ro: Canal redare flux date 3
ru_ru: Стример Канал 3
sv_se: Streamer Kanal 3
th_th: ช่องสัญญาณ Streamer 3
tr_tr: Aktarım Ünitesi Kanal 3
zh_cn: 音频转换器通道 3

source: Error
bg_bg: Грешка
cht: 錯誤
da_dk: Fejl
el_gr: Σφάλμα
fi_fi: Virhe
hr_hr: Pogreška
hu_hu: Hiba
it_it: Errore
ko_kr: 에러
nl_nl: Fout
no_no: Feil
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sv_se: Fel
th_th: ข้อผิดพลาด
tr_tr: Hata
zh_cn: 出错

source: Saved to Database
bg_bg: Записано в базата данни
cht: 已儲存至資料庫
da_dk: Gemt i database
el_gr: Αποθηκεύτηκε στη βάση δεδομένων
fi_fi: Tallenna tietokantaan
hr_hr: Spremljeno u bazu podataka
hu_hu: Mentés az adatbázisba
it_it: Salvato su database
ko_kr: 데이터베이스에 저장
nl_nl: Opgeslagen in de database
no_no: Lagret i database
pt_pt: Salvar no Banco de Dados
ro_ro: Salvat in Baza de date
ru_ru: Сохранено в Базе данных
sv_se: Sparad till databasen
th_th: บันทึกลง Database
tr_tr: Veritabanına Kaydedildi
zh_cn: 保存至数据库

source: Saved to Instrument
bg_bg: Записано в апарата
cht: 已儲存至助聽器
da_dk: Gemt i apparat
el_gr: Αποθηκεύτηκε στο ακουστικό
fi_fi: Tallenna kuulokojeeseen
hr_hr: Spremljeno u aparat
hu_hu: Mentés a készülékre
it_it: Salvato su apparecchio
ko_kr: 보청기에 저장
nl_nl: Opgeslagen in het toestel
no_no: Lagret i apparat
pt_pt: Salvar nos Aparelhos
ro_ro: Salvat in Instrument
ru_ru: Сохранено в СА
sv_se: Sparad till hörapparaten
th_th: บันทึกลงเครื่องช่วยฟัง
tr_tr: Cihaza Kaydedildi
zh_cn: 保存至助听器

source: Feature Demonstrations
bg_bg: Демонстрации на функцията
cht: 功能示範
da_dk: Demo af funktioner
el_gr: Επιδείξεις λειτουργιών
fi_fi: Ominaisuus
hr_hr: Demonstracije značajki
hu_hu: Funkciók bemutatása
it_it: Dimostrazione delle caratteristiche
ko_kr: 고급기능가이드
nl_nl: Feature Demo
no_no: Demonstrasjon av funksjoner
pt_pt: Demonstração de recursos
ro_ro: Demouri Caracteristici
ru_ru: Демонстрация функций
sv_se: Funktionsdemo
th_th: การสาธิตคุณสมบัติ
tr_tr: Özellik Demo'ları
zh_cn: 功能演示

source: Low Frequency Boost
bg_bg: Усилване на ниската честота
cht: 低頻增強
da_dk: Lavfrekvensboost
el_gr: Ενίσχυση χαμηλών συχνοτήτων
fi_fi: Matalien taajuuksien korrostus
hr_hr: Isticanje niskih frekvencija
hu_hu: Mélyfrekvenciás kiemelés
it_it: Incremento gravi BassBoost
no_no: Lavfrekvent boost
pt_pt: Incremento de Graves
ro_ro: Amplificare Frecventa Joasa
ru_ru: Низкочастотное усиление
sv_se: Lågfrekvensförstärkning
th_th: การเร่งที่ความถี่ต่ำ
tr_tr: Alçak Frekans Artırma
zh_cn: 低频提升

source: Uses Bone Conduction:
bg_bg: Използва Костна проводимост:
cht: 使用骨導：
da_dk: Bruger benledning:
el_gr: Χρησιμοποιεί οστέινη αγωγιμότητα:
fi_fi: Käytä luujohtoarvoja :
hr_hr: Upotrebljava koštano provođenje:
hu_hu: Csontvezetés használata:
it_it: Utilizza la conduzione ossea:
ko_kr: 골도청력
nl_nl: Gebruikt beengeleiding:
no_no: Bruker benledning:
pt_pt: Usa condução óssea:
ro_ro: Foloseşte Conductorul Osos:
ru_ru: Использует данные костной проводимости:
sv_se: Använd benledning:
th_th: ใช้โบนคอนดักชัน
tr_tr: Kemik İletimini Kullanır:
zh_cn: 听力图:

source: Leave P1 as Binaural Directionality
bg_bg: Оставете P1 като Бинаурална насоченост
cht: 保留程式1為雙耳方向性
da_dk: Efterlad P1 som Binaural Directionality
el_gr: Διατήρηση P1 ως Binaural Directionality
fi_fi: Jätä Binauraalinen suuntakuvio -asetukseksi ohjelmaan 1
hr_hr: Ostavi P1 kao Binaural Directionality
hu_hu: Az 1. program Binaurális direkcionalítás marad
it_it: Lasciare P1 in Direzionalità Binaurale
ko_kr: P1을 Binaural Directionality로 적용합니다.
nl_nl: Laat P1 als Binaurale directionaliteit
no_no: La P1 stå som Binaural Direksjonalitet
pt_pt: Deixar P1 com Direcionalidade Binaural
ro_ro: Lăsați P1 ca Direcționalitate Binaurală
ru_ru: Оставить для P1 Бинауральную направленность
sv_se: Lämna P1 som binaural riktverkan
th_th: ปล่อย P1 ไว้เป็นการปรับทิศทางแบบสองหู
tr_tr: P1’i Binaural Direksiyonalite olarak bırakın
zh_cn: 保留P1为双耳融合方向性

source: Binaural Directionality uses information that is exchanged by the hearing aids you are wearing. Depending on the mix of speech and noise and the location of the speech, the directionality mode will change. This will ensure the best listening conditions in all situations. Binaural Directionality allows you to focus on someone speaking but still be able to hear other sounds in your surroundings.
bg_bg: Бинаурална насоченост използва информация, която се обменя от слуховите апарати, които носите. В зависимост от състава на говора, шума и мястото на говора, режимът на насоченост ще се промени. Това ще осигури най-добрите условия за слушане във всякакви ситуации. Бинаурална насоченост ви позволява да се съсредоточите върху човек, който говори, но все пак да можете да чувате и други звуци от обкръжението ви.
cht: 雙耳方向性將會使用您佩戴的助聽器交換訊息。根據混合語音和噪音及語音的位置，將改變方向性模式，以確保在所有情況下的最佳聆聽狀況。雙耳方向性讓您專注聆聽語音，但仍然能夠聽到周圍其他聲音。
da_dk: Binaural Directionality bruger oplysninger, der udveksles mellem de høreapparater, du har på, gennem en trådløs Ear-to ear -forbindelse. Retningsvirkningstilstanden ændres, afhængigt af blandingen af tale og støj og placeringen af talen. Det giver de bedste lytteforhold i alle situationer. Crosslink giver dig mulighed for at fokusere på en, der taler, men stadigvæk høre andre lyde i omgivelserne.
el_gr: Η Αμφιωτική κατευθυντικότητα χρησιμοποιεί πληροφορίες τις οποίες ανταλλάσσουν τα ακουστικά βοηθήματα που φοράτε. Η λειτουργία κατευθυντικότητας θα αλλάζει ανάλογα με το μείγμα ομιλίας και θορύβου, αλλά και τη θέση του ομιλούντος ατόμου. Αυτό διασφαλίζει τις καλύτερες συνθήκες ακρόασης σε όλες τις περιστάσεις. Η αμφιωτική κατευθυντικότητα σάς επιτρέπει να εστιάζετε την προσοχή σας στο άτομο που μιλάει χωρίς να χάνετε τους υπόλοιπους ήχους τριγύρω σας.
fi_fi: Binauralinen suuntakuvio hyödyntää tietoja, jotka se saa kummastakin kuulokojeesta, joita käytät. Suuntakuviotila muuttuu dynaamisesti puheen ja hälyäänien sekoituksen sekä puheen suunnan mukaan. Tämä takaa parhaat kuunteluolosuhteet joka tilanteeseen. Binauraalinen suuntakuvio antaa keskittyä puheeseen, mutta olet kuitenkin tietoinen myös muista äänistä ympärilläsi.
hr_hr: Binaural Directionality služi se informacijama koje razmjenjuju slušna pomagala koja nosite. Način usmjerenosti mijenjat će se ovisno o miješanju govora i buke i lokaciji govora. Time će se osigurati najbolji uvjeti slušanja u svim situacijama. Binaural Directionality omogućuje van da se usredotočite na osobu koja govori, ali da osim nje čujete i druge zvukove iz okruženja.
hu_hu: A Binaurális direkcionalítás funkció a viselt hallókészülékek által közvetített adatokat használja. A beszéd és a zajok elegyétől, valamint a beszéd helyétől függően az irányítottság módja változni fog. Ez biztosítja a legjobb hallásképességi feltételeket minden szituációban. A Binaurális direkcionalítás funkció lehetővé teszi, hogy a páciens úgy fókuszáljon valakinek a beszédére, hogy továbbra is meghallja a környezetből származó egyéb hangokat.
it_it: La Direzionalità Binaurale utilizza le informazioni scambiate dagli apparecchi acustici indossati. La modalità direzionale cambia a seconda della combinazione di parlato e di rumore e alla localizzazione del parlato. Ciò garantisce le migliori condizioni di ascolto in tutte le situazioni. La Direzionalità Binaurale consente di concentrarsi sul parlato, rimanendo in grado di sentire gli altri suoni circostanti.
ko_kr: Binaural Directionality는 사용자가 착용한 보청기의 정보를 서로 교환합니다. 청취환경에 따라 방향성 모드가 자동으로 변경되고, 최적의 듣기 환경을 구현합니다. Binaural Directionality은 청취환경을 인식하면서 대화에 집중할 수 있는 최고의 방향성 모드 입니다.
nl_nl: Binaurale directionaliteit gebruikt informatie die wordt uitgewisseld tussen beide hoortoestellen. Afhankelijk van de mix van spraak en lawaai én de locatie van de spraak zal de directionaliteitsmodus veranderen. Dit zorgt voor de beste luistercondities in alle situaties. Binaurale directionaliteit maakt het u mogelijk te focussen op iemand die spreekt maar stelt u tegelijkertijd in staat alle andere geluiden in uw omgeving waar te nemen.
no_no: Binaural Direksjonalitet bruker informasjon som utveksles mellom høreapparatene du bruker. Direksjonalitetsmodusen vil endres avhengig av blandingen av tale og støy, og hvor talen kommer fra. Dette sikrer best mulige lytteforhold i alle situasjoner. Med Binaural Direksjonalitet kan du konsentrere deg om den som snakker, samtidig som du hører de andre lydene rundt deg.
pt_pt: A Direcionalidade Binaural usa informações que são trocadas pelos aparelhos auditivos que você está usando. Dependendo da fala e do ruído, bem como do local da fala, o modo de direcionalidade será alterado. Isso garantirá as melhores condições em todas as situações. A Direcionalidade Binaural permite a você se concentrar em alguém que está falando, mas ainda poderá escutar outros sons à sua volta.
ro_ro: Binaural Directionality utilzează informații ce sunt schimbate între aparatele auditive folosite prin conexiunea ureche la ureche. În funcție de mixul de sunete și zgomot și de locația vorbirii, modul de direcționalitate se va schimba. Aceasta va asigura cele mai bune condiții de ascultare în toate situațiile. Crosslink vă permite să vă concentrați pe un vorbitor, însă veți putea și să auziți alte sunete din jur.
ru_ru: Бинауральная направленность использует информацию, которой обмениваются ваши СА. В зависимости от соотношения речь-шум и местонахождения источника речи режим направленности будет изменяться, обеспечивая наилучшие условия прослушивания в любой акустической ситуации. Бинауральная направленность позволяет вам сосредоточиться на говорящем, но в то же время слышать другие звуки в вашем окружении.
sv_se: Binaural riktningsverkan använder information som utväxlas av hörapparaterna. Beroende på blandningen av tal och oväsen och var talet kommer ifrån ändras riktningsverkan. Detta säkerställer bästa lyssningsupplevelse i alla situationer. Binaural riktningsverkan gör att man kan fokusera på en talare och ändå uppfatta andra ljud i omgivnings.
th_th: การปรับทิศทางแบบสองหูจะใช้ข้อมูลที่รับส่งผ่านอุปกรณ์ช่วยฟังที่คุณสวม ขึ้นอยู่กับการผสมกันระหว่างเสียงพูดและเสียงรบกวน และตำแหน่งของเสียงพูด โหมดการปรับทิศทางจะเปลี่ยนไป การทำเช่นนี้ จะช่วยให้แน่ใจว่าจะสามารถใช้เงื่อนไขการฟังที่ดีที่สุดได้ในทุกสถานการณ์ การปรับทิศทางแบบสองหูจะช่วยให้คุณสามารถตั้งฟังผู้พูดได้ แต่ยังคงได้ยินเสียงอื่นๆ รอบๆ ตัวคุณด้วย
tr_tr: Binaural Direksiyonalite, kullandığınız cihazlar tarafından değiştirilen bilgileri kullanır. Konuşma ve gürültü karışımına ve konuşmanın konumuna bağlı olarak, yönlülük modu değişecektir. Bu, her durumda en iyi dinleme koşullarını sağlayacaktır. Binaural Direksiyonalite konuşan birine odaklanmanıza, bir yandan da etrafınızdaki diğer sesleri işitebilmenize izin verir.
zh_cn: 双耳融合方向性使用所佩戴助听器交换过的信息。根据语音和噪音的信噪比及语音位置的情况，方向性模式也将相应更改。这可确保在所有环境下获得最好的聆听。双耳融合方向性允许您专注于说话的人，但仍能听到周围的其他声音。

source: Natural Directionality allows you to have constant awareness of the surrounding sound environment. Consequently the sound source of interest is based on your conscious listening decision.
bg_bg: Естествената насоченост ви позволява да имате постоянна връзка с обкръжаващата звукова среда. Следователно, източникът на звука, който ви интересува, се основава на вашето съзнателно решение за слушане.
cht: 自然方向性讓您能夠持續感知環境聲音。根據您可根據您的聆聽偏好選擇想聽的聲音來源。
da_dk: Natural Directionality tillader konstant fornemmelse af omgivelserne i lydmiljøet. Brugeren kan derfor koncentrere sig om at høre den lydkilde, der er den interessante.
el_gr: Η Αμφιωτική κατευθυντικότητα σάς επιτρέπει να έχετε σταθερή επίγνωση του ήχου στον γύρω χώρο. Συνεπώς, η πηγή του ήχου που σας ενδιαφέρει βασίζεται στη δική σας, ενσυνείδητη απόφαση ακρόασης.
fi_fi: Luonnollinen suuntakuvio II auttaa pysymään jatkuvasti tietoisena ääniympäristöstä.
hr_hr: Natural Directionality omogućuje vam da neprestano budete svjesni zvučnog okruženja u svojoj okolini. U skladu s tim, ciljani izvor zvuka temelji se na vašoj svjesnoj odluci o slušanju.
hu_hu: A Természetes direkcionalítás lehetővé teszi, hogy a felhasználó folyamatosan figyelje a környezetét. Tehát a hangforrás észlelése az egyéni és tudatos észlelésen alapul.
it_it: La Direzionalità Naturale permette di avere una costante consapevolezza dell'ambiente sonoro circostante. Di conseguenza, la sorgente sonora ritenuta interessante si basa sulla decisione di ascolto consapevole dell'utente.
ko_kr: Natural Directionality는 사용자 주변의 소리를 인식할 수 있도록 도와줌으로써 사용자의 선택에 따라 듣고자 하는 소리를 들을 수 있습니다.
nl_nl: Brain-balanced directionaliteit zorgt ervoor dat u zich constant bewust bent van uw gehele geluidsomgeving. Het bepalen van de meest interessante geluidsbron wordt consequent gebaseerd op uw eigen, bewuste luisterbeslissing.
no_no: Natural Directionality gjør det mulig for brukeren hele tiden å være oppmerksom på omgivelseslydene. Dermed blir den lyden som er av interesse for deg, bestemt av det du velger å lytte til.
pt_pt: A Direcionalidade Natural permite ter uma noção constante do ambiente. Consequentemente, a fonte de som desejada é baseada em sua decisão de escuta consciente.
ro_ro: Direcționalitatea Naturală vă permite să percepeți în permanență de sunetele ambientale. Așadar, sursa de interes a sunetelor se bazează pe decizia dvs. conștientă de ascultare.
ru_ru: Естественная направленность дает вам возможность постоянно воспринимать все звуки акустического окружения. Следовательно, источник сигналов, представляющий для вас интерес, и который вы будете прослушивать, сознательно определяете вы сами.
sv_se: Naturlig Riktverkan låter dig ha konstant rumsuppfattning i olika ljudmiljöer. Du väljer själv vilken ljudkälla du vill lyssna till.
th_th: ทิศทางการฟังแบบธรรมชาติช่วยให้คุณสามารถรับรู้ถึงสภาพแวดล้อมเสียงรอบตัวได้อย่างสม่ำเสมอ ดังนั้น แหล่งกำเนิดเสียงที่คุณสนใจ จะขึ้นอยู่กับการตัดสินใจฟังอย่างตั้งใจของคุณเอง
tr_tr: Natural Direksiyonalite sizi çevreleyen ses ortamının sürekli farkında olmanızı sağlar. Dolayısıyla ilgili ses kaynağı sizin bilinçli dinleme kararınıza bağlıdır.
zh_cn: 自然方向性可以不断感知周围的聆听环境，根据您的听力情况来定位可能感兴趣的声音。
