Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Your current Noahlink Wireless (Airlink 2) firmware version is no longer supported. Please update it via the Updater on your desktop, or visit HIMSA webpage to get the latest version.
cht: 您目前的 Noahlink Wireless (Airlink 2) 韌體版本不再受支援。請透過桌面上的更新程式進行更新，或訪問 HIMSA 網頁獲得最新版本。
da_dk: Din nuværende firmwareversion af Noahlink Trådløs (AirLink 2) understøttes ikke længere. Opdater den via opdateringsprogrammet på dit skrivebord, eller besøg HIMSA-websiden for at få den nyeste version.
el_gr: Η τρέχουσα έκδοση υλικολογισμικού του Noahlink Wireless (Airlink 2) δεν υποστηρίζεται πλέον. Ενημερώστε την μέσω του προγράμματος ενημέρωσης στον υπολογιστή ή επισκεφτείτε τον ιστότοπο HIMSA για να αποκτήσετε την τελευταία έκδοση.
fi_fi: Käyttämääsi Noahlink Wireless (Airlink 2) -laiteohjelmistoversiota ei enää tueta. Päivitä se tietokoneen päivitystoiminnon avulla tai nouda uusin versio HIMSA-sivustosta.
hr_hr: Vaša verzija bežičnog Noahlink (Airlink2) ugrađenog programa nije više podržana. Molimo ažurirajte program putem alata za ažuriranje na radnoj površini računala ili posjetite HIMSA stranicu za najnoviju verziju
hu_hu: A jelenlegi vezeték nélküli Noah (Airlink 2) firmware-változata már nem támogatott. Kérjük, frissítse az asztalán található Updater segítségével vagy látogassa meg a HIMSA weboldalát a legújabb verzió beszerzéséhez.
it_it: La tua attuale versione del firmware Noahlink Wireless (Airlink 2) non è più supportata. Sei pregato di aggiornarla con l’Updater sul tuo desktop, oppure puoi visitare la pagina web di HIMSA e scaricare la versione più recente del firmware.
ko_kr: 귀하의 현재 Noahlink Wireless (Airlink 2) 펌웨어 버전은 더 이상 지원되지 않습니다. 데스크톱의 Updater를 통해서 업데이트하거나 HIMSA 웹 페이지를 방문하여 최신 버전을 받으십시오.
nl_nl: De huidige versie van de firmware voor Noahlink Wireless (Airlink 2) wordt niet langer ondersteund. Werk hem bij via de Updater op uw computer, of ga naar de internetpagina van HIMSA voor de nieuwste versie.
no_no: Din gjeldende Noahlink Wireless (Airlink 2) fastvareversjon er ikke lenger støttet. Vennligst oppdater denne via Updater på skrivebordet, eller gå til HIMSA-nettsiden for å få siste versjon.
pt_pt: A sua versão atual do firmware do Noahlink Wireless (Airlink 2) não é mais compatível. Atualize-a através do Atualizador em seu desktop ou visite o site da HIMSA para obter a versão mais recente.
ro_ro: Versiunea firmware curentă a Noahlink Wireless (Airlink 2) nu mai este suportată. Vă rugăm să o actualizați prin intermediul opțiunii de actualizare de pe desktop sau să accesați pagina web HIMSA pentru a obține cea mai recentă versiune.
ru_ru: Версия встроенного программного обеспечения Noahlink Wireless (Airlink 2), используемого Вами в настоящий момент, не поддерживается. Пожалуйста, обновите его с помощью инструмента для выполнения обновлений, который находится на рабочем столе, или посетите веб-страницу HIMSA, чтобы загрузить новейшую версию.
sv_se: Din firmware-version av Noahlink Wireless (Airlink 2) stöds inte längre. Uppdatera programvaran via ”Updater” på skrivbordet eller gå till HIMSA-webbplatsen för att hämta den senaste versionen.
th_th: ไม่รองรับเวอร์ชั่นเฟิร์มแวร์ของ Noahlink Wireless (Airlink 2) ปัจจุบันของคุณอีกต่อไป โปรดอัพเดตผ่านทาง Updater บนเดสก์ท็อปของคุณ หรือไปที่หน้าเว็บ HIMSA เพื่อรับเวอร์ชั่นล่าสุด
tr_tr: Şu andaki Noahlink Wireless (Airlink 2) ürün yazılımı sürümünüz artık desteklenmemektedir. Lütfen masaüstünüzdeki Updater yoluyla güncelleyin veya en son sürümü elde etmek için HIMSA web sayfasını ziyaret edin.
zh_cn: 您当前的Noahlink Wireless(Airlink 2)固件版本不再受支持。 请通过桌面上的更新程序进行更新，或访问HIMSA网页获取最新版本。

source: Detected Receiver
cht: 檢測到的接收器
da_dk: Registreret receiver
el_gr: Ανιχνεύθηκε δέκτης
fi_fi: Tunnistettu kuuloke
hr_hr: Prijamnik pronađen
hu_hu: Vevő érzékelve
it_it: Ricevitore rilevato
ko_kr: 감지한 리시버
nl_nl: Receiver gedetecteerd
no_no: Funnet receiver
pt_pt: Receptor detectado
ro_ro: Receiver stâng
ru_ru: Обнаруженный ресивер
sv_se: Hörtelefon detekterad
th_th: ตัวรับสัญญาณที่พบ
tr_tr: Algılanan Alıcı
zh_cn: 检测到受话器

source: This configuration is automatically detected and cannot be manually changed in the fitting software. If you would like to change the receiver, please physically replace the receiver on the hearing instrument and the fitting software will automatically updated the details.
cht: 自動檢測到此配置，無法在驗配軟件中手動更改。倘您希望更改接收器，請從物理上更換助聽器上的接收器，驗配軟件將自動更新詳情。
da_dk: Denne konfiguration registreres automatisk og kan ikke ændres manuelt i tilpasningssoftwaren. Hvis du vil ændre receiveren, skal du fysisk udskift receiveren på høreapparatet, hvorefter tilpasningssoftwaren automatisk opdaterer oplysningerne.
el_gr: Η ρύθμιση παραμέτρων ανιχνεύεται αυτόματα και δεν μπορεί να αλλάξει μη αυτόματα στο λογισμικό εφαρμογής. Αν θέλετε να αλλάξετε τον δέκτη, αντικαταστήστε τον στο ακουστικό βοήθημα και το λογισμικό εφαρμογής θα ενημερώσει αυτόματα τα στοιχεία.
fi_fi: Määritykset tunnistetaan automaattisesti. Niihin ei voi tehdä muutoksia sovitusohjelmistossa manuaalisesti. Voit vaihtaa kuulokkeen vaihtamalla kuulokojeeseen kuulokkeen. Tällöin sovitusohjelmisto päivittää tiedot automaattisesti.
hr_hr: Ova je konfiguracija automatska i ne može se ručno izmijeniti u programu za individualno podešavanje. Ako želite zamijeniti prijamnik, potrebno ga je fizički zamijeniti na slušnom aparatu. Program za podešavanje automatski će ažurirati detalje.
hu_hu: Ez a beállítás automatikusan érzékelése került és nem lehet kézileg megváltoztatni a hangolóprogramban. Ha szeretné megváltoztatni a vevőt, akkor kérjük, fizikálisan cserélje ki azt a hallókészüléken és a hangolóprogram automatikusan frissíteni fogja a részleteket.
it_it: Questa configurazione viene rilevata automaticamente e non può essere modificata manualmente nel software di fitting. Per cambiare il ricevitore, sostituire il ricevitore dell’apparecchio acustico, e il software di fitting aggiornerà automaticamente i dettagli.
ko_kr: 이 구성은 자동으로 감지되며 피팅 소프트웨어에서 수동으로 변경할 수 없습니다. 리시버를 변경하려면 보청기의 리시버를 물리적으로 교체하십시오. 피팅 소프트웨어에서 자동으로 세부 사항을 업데이트할 것입니다.
nl_nl: Deze configuratie wordt automatisch gedetecteerd en kan niet handmatig gewijzigd worden in de aanpassoftware.Als u de receiver wilt vervangen, plaats de receiver dan op het hoortoestel, dan werkt de aanpassoftware automatisch de gegevens bij.
no_no: Denne konfigurasjonen blir automatisk funnet og kan ikke endres manuelt i tilpasningsprogramvaren. Hvis du vil endre receiver, må du fysisk erstatte receiveren på høreapparatet, og tilpasningsprogramvaren vil automatisk oppdatere detaljene.
pt_pt: Esta configuração é automaticamente detectada e não pode ser alterada manualmente no software de adaptação. Caso deseje trocar o receptor, substitua fisicamente o receptor no aparelho auditivo e o software de adaptação atualizará automaticamente os detalhes.
ro_ro: Această configurație este detectată automat și nu poate fi modificată manual în software-ul de reglare. Dacă doriți să schimbați receiverul, vă rugăm să înlocuiți fizic receiverul aparatului auditiv, iar software-ul de reglare va actualiza automat detaliile.
ru_ru: Эта конфигурация обнаружена автоматически и не может быть вручную изменена в программном обеспечении для подгонки. Если Вы хотите поменять ресивер, пожалуйста, замените его в слуховом аппарате, после чего программное обеспечение для подгонки автоматически обновит соответствующую информацию.
sv_se: Denna konfiguration detekteras automatiskt och kan inte ändras manuellt i anpassningsprogrammet. Om du vill ändra hörtelefon måste du fysiskt byta hörapparatens hörtelefon så att anpassningsprogrammet kan uppdatera informationen.
th_th: ตรวจพบการกำหนดค่านี้โดยอัตโนมัติและไม่สามารถเปลี่ยนแปลงในซอฟต์แวร์ติดตั้งได้ด้วยตนเอง หากต้องการเปลี่ยนตัวรับสัญญาณ โปรดเปลี่ยนตัวรับสัญญาณในเครื่องช่วยฟัง และซอฟต์แวร์ติดตั้งจะอัพเดตรายละเอียดโดยอัตโนมัติ
tr_tr: Bu konfigürasyon otomatik olarak algılanmıştır ve ayar yazılımında manuel olarak değiştirilemez. Alıcıyı değiştirmek istiyorsanız, lütfen işitme cihazının üzerinde alıcıyı fiziksel olarak değiştirin; ayar yazılımı bilgileri otomatik olarak güncelleyecektir.
zh_cn: 自动检测到此配置，不能在装配软件中手动更改。如果您想更换受话器，则请采用物理方式更换助听器上的受话器，装配软件会自动更新详情。

source: Firmware Successfully Updated
cht: 韌體已成功更新
da_dk: Firmware opdateret
el_gr: Το υλικολογισμικό ενημερώθηκε με επιτυχία.
fi_fi: Laiteohjelmistopäivitys onnistui
hr_hr: Ažuriranje ugrađenog programa uspješno
hu_hu: Firmwarefrissítés sikeres
it_it: Firmware aggiornato con successo
ko_kr: 펌웨어를 성공적으로 업데이트
nl_nl: Firmware bijgewerkt
no_no: Fastvare oppdatert
pt_pt: O firmware foi atualizado com sucesso
ro_ro: Firmware actualizat cu succes
ru_ru: Встроенное программное обеспечение успешно обновлено
sv_se: Firmware uppdaterades
th_th: อัพเดตเฟิร์มแวร์สำเร็จแล้ว
tr_tr: Ürün Yazılımı Başarıyla Güncellendi
zh_cn: 固件成功更新

source: The current version of Noahlink Wireless needs to be updated in order to connect.
cht: 需要更新目前版本的 Noahlink Wireless 才能進行連接。
da_dk: Den nuværende version af Noahlink Trådløs skal opdateres for at kunne oprette forbindelse.
el_gr: Η τρέχουσα έκδοση του Noahlink Wireless απαιτεί ενημέρωση για να ολοκληρωθεί η σύνδεση.
fi_fi: Noahlink Wireless -laiteohjelmistoversio on päivitettävä, jotta yhteys muodostuu.
hr_hr: Trenutačna verzija bežičnog Noahlinka mora biti ažurirana kako bi se uspostavila veza.
hu_hu: A csatlakozáshoz frissíteni kell a vezeték nélküli Noalink jelenlegi verzióját.
it_it: Per potersi connettere, occorre aggiornare la versione corrente di Noahlink Wireless.
ko_kr: 연결하려면 Noahlink Wireless 현재 버전을 업데이트해야 합니다.
nl_nl: De huidige versie van Noahlink Wireless moet bijgewerkt worden om verbinding te kunnen maken.
no_no: Gjeldende versjon av Noahlink Wireless må oppdateres for å koble til.
pt_pt: A versão atual do Noahlink Wireless precisa ser atualizada para conectar.
ro_ro: Versiunea curentă a Noahlink Wireless necesită actualizare pentru a se putea conecta.
ru_ru: Для установления соединения необходимо обновить текущую версию Noahlink Wireless.
sv_se: Den aktuella versionen av Noahlink Wireless måste uppdateras för att kunna ansluta.
th_th: ต้องทำการอัพเดต Noahlink Wireless ให้เป็นเวอร์ชั่นปัจจุบันเพื่อดำเนินการเชื่อมต่อ
tr_tr: Bağlanmak için, şu andaki Noahlink Wireless sürümünün güncelleştirilmesi gerekmektedir.
zh_cn: 需要更新Noahlink Wireless的当前版本才能连接。

source: Disconnect hearing aid(s)
cht: 斷開助聽器的連接
da_dk: Frakobl høreapparat(er)
el_gr: Αποσυνδέστε το/τα ακουστικό/-ά βοήθημα/-τα
fi_fi: Irrota kuulokoje(et)
hr_hr: Prekini povezivanje sa slušnim aparatom
hu_hu: Hallókészülék(ek) lecsatlakoztatása
it_it: Disconnetti gli apparecchi acustici
ko_kr: 보청기 연결 해제
nl_nl: Hoortoestel(len) ontkoppelen
no_no: Koble fra hørapparatene
pt_pt: Desconecte o(s) aparelho(s) auditivo(s)
ro_ro: Deconectare aparat(e) auditiv(e)
ru_ru: Отсоединить слуховой(-ые) аппарат(-ы)
sv_se: Koppla från hörapparaten/hörapparaterna
th_th: ตัดการเชื่อมต่อเครื่องช่วยฟัง
tr_tr: İşitme cihaz(lar)ının bağlantısını kesin
zh_cn: 断开助听器

source: You can continue fitting or notify patient to verify updated instruments.
cht: 您可以繼續驗配或通知患者以驗證更新的助聽器。
da_dk: Du kan fortsætte tilpasning eller kontakte patienten for at kontrollere det eller de opdaterede høreapparater.
el_gr: Μπορείτε να συνεχίσετε την εφαρμογή ή να ειδοποιήσετε τον ασθενή να επαληθεύσει την ενημέρωση των ακουστικών βοηθημάτων.
fi_fi: Voit jatkaa sovittamista tai pyytää potilasta tarkistamaan päivitetyt kuulokojeet.
hr_hr: Nastavite s individualnim podešavanjem ili obavijestite pacijenta da potvrdi ažuriranje slušnog aparata.
hu_hu: Folytathatja a hangolást vagy értesítheti a pácienst, hogy ellenőrizze a frissített hallókészülék(ek)et.
it_it: Puoi proseguire il fitting, o dire al cliente di controllare gli apparecchi acustici aggiornati.
ko_kr: 피팅을 계속하거나 환자에게 업데이트된 보청기를 확인하라고 알릴 수 있습니다.
nl_nl: U kunt doorgaan met de aanpassing of de patiënt vragen de bijgewerkte toestellen te controleren.
no_no: Du kan fortsette tilpasningen eller be pasienten verifisere oppdaterte høreapparater.
pt_pt: É possível continuar a adaptação ou notificar o paciente para que verifique o(s) aparelho(s) auditivo(s) atualizado(s).
ro_ro: Puteți continua reglarea sau puteți notifica pacientul să verifice aparatul(ele) auditiv(e) actualizat(e).
ru_ru: Вы можете продолжить выполнение подгонки или связаться с пациентом для проверки обновления слухового(-ых) аппарата(-ов).
sv_se: Du kan fortsätta anpassa eller meddela patienten för att uppdatera hörapparaten/hörapparaterna.
th_th: คุณสามารถดำเนินการต่อหรือแจ้งผู้ป่วยให้ตรวจสอบเครื่องช่วยฟังที่อัพเดตแล้วได้
tr_tr: Ayarlamaya devam edebilir veya hastadan, işitme cihaz(lar)ının güncellendiğini doğrulamasını isteyebilirsiniz.
zh_cn: 您可以继续安装或通知患者验证更新后的助听器。

source: Receiver is not detected. Please ensure the receiver is properly inserted.
cht: 未檢測到接收器。請確保正確插入接收器。
da_dk: Receiveren er ikke registreret. Tjek, at receiveren er indsat korrekt.
el_gr: Δεν ανιχνεύθηκε δέκτης. Βεβαιωθείτε ότι ο δέκτης έχει τοποθετηθεί σωστά.
fi_fi: Kuuloketta ei tunnistettu. Varmista, että kuuloke on kunnolla paikallaan.
hr_hr: Prijamnik nije pronađen. Provjerite je li prijamnik pravilno umetnut.
hu_hu: Vevő nem található. Kérjük, győződjön meg róla, hogy a vevő megfelelően be van helyezve.
it_it: Ricevitore non rilevato. Verificare che il ricevitore sia inserito correttamente.
ko_kr: 리시버가 감지되지 않았습니다. 리시버가 적절하게 삽입되었는지 확인하십시오.
nl_nl: De receiver is niet gedetecteerd. Controleer of de receiver correct geplaatst is.
no_no: Receiver ble ikke funnet. Vennligst kontroller at receiveren er riktig tilkoblet.
pt_pt: O receptor não foi detectado. Certifique-se de que o receptor está inserido adequadamente.
ro_ro: Receiverul nu este detectat. Vă rugăm să vă asigurați că receiverul este introdus corect.
ru_ru: Ресивер не обнаружен. Пожалуйста, убедитесь в том, что ресивер вставлен надлежащим образом.
sv_se: Ingen hörtelefon detekterad. Se till att hörtelefonen är korrekt ansluten.
th_th: ไม่พบตัวรับสัญญาณ โปรดตรวจสอบว่าใส่ตัวรับสัญญาณไว้อย่างถูกต้องหรือไม่
tr_tr: Alıcı algılanmadı. Lütfen alıcının düzgün şekilde takıldığından emin olun.
zh_cn: 未检测到受话器。 请确保受话器正确插入。

source: Receiver is not detected. Please verify the receiver is properly attached.
cht: 未檢測到接收器。請確認接收器已正確連接。
da_dk: Receiveren er ikke registreret. Kontroller, at receiveren er monteret korrekt.
el_gr: Δεν ανιχνεύθηκε δέκτης. Βεβαιωθείτε ότι ο δέκτης έχει συνδεθεί σωστά.
fi_fi: Kuuloketta ei tunnistettu. Varmista, että kuuloke on kiinnitetty oikein.
hr_hr: Prijamnik nije pronađen. Provjerite je li prijamnik pravilno spojen.
hu_hu: Vevő nem található. Kérjük, győződjön meg róla, hogy a vevő megfelelően csatlakoztatva van.
it_it: Ricevitore non rilevato. Verificare che il ricevitore sia collegato correttamente.
ko_kr: 리시버가 감지되지 않았습니다. 리시버가 적절하게 부착되었는지 확인하십시오.
nl_nl: De receiver is niet gedetecteerd. Controleer of de receiver correct bevestigd is.
no_no: Receiver ble ikke funnet. Kontroller at receiveren er riktig tilkoblet.
pt_pt: O receptor não foi detectado. Verifique se o receptor está preso adequadamente.
ro_ro: Receiverul nu este detectat. Vă rugăm să vă asigurați că receiverul este atașat corect.
ru_ru: Ресивер не обнаружен. Пожалуйста, проверьте, прикреплен ли ресивер надлежащим образом.
sv_se: Ingen hörtelefon detekterad. Verifiera att hörtelefonen är ansluten.
th_th: ไม่พบตัวรับสัญญาณ โปรดตรวจสอบว่าใส่ตัวรับสัญญาณไว้อย่างถูกต้องหรือไม่
tr_tr: Alıcı algılanmadı. Lütfen alıcının düzgün şekilde takıldığını doğrulayın.
zh_cn: 未检测到受话器。 请确认受话器连接正确。

source: Receiver successfully detected.
cht: 成功檢測到接收器。
da_dk: Receiver registreret.
el_gr: Ο δέκτης ανιχνεύθηκε με επιτυχία.
fi_fi: Kuuloke tunnistettiin.
hr_hr: Prijamnik pronađen
hu_hu: A vevő érzékelése sikeres.
it_it: Ricevitore rilevato con successo
ko_kr: 리시버가 감지되었습니다.
nl_nl: Receiver gedetecteerd.
no_no: Receiver funnet.
pt_pt: O receptor foi detectado com sucesso.
ro_ro: Receiver detectat cu succes.
ru_ru: Ресивер успешно обнаружен.
sv_se: Hörtelefon detekterad.
th_th: ตรวจพบตัวรับสัญญาณแล้ว
tr_tr: Alıcı başarılı şekilde algılandı.
zh_cn: 成功检测到受话器。

source: Noahlink Wireless is required for Live Assistance. Please plug it in and try to connect again.
cht: 即時協助必需 Noahlink Wireless。請插電並再次嘗試連接。
da_dk: Live Assistance kræver Noahlink Trådløs. Stik den ind, og prøv at oprette forbindelse igen.
el_gr: Απαιτείται Noahlink Wireless για ζωντανή βοήθεια. Συνδέστε το και προσπαθήστε ξανά να συνδεθείτε.
fi_fi: Live Assistance edellyttää Noahlink Wireless -laitetta. Yhdistä se ja yritä uudelleen.
hr_hr: Bežični Noahlink potreban je za asistenciju uživo. Molimo, uključite ga i pokušajte se ponovno povezati.
hu_hu: Az Élő Segítség használatához vezeték nélküli Noah-ra van szüksége. Kérjük, dugja be, majd próbáljon újra csatlakozni.
it_it: Live Assistance richiede Noahlink Wireless. Attivare NoahLink Wireless e provare di nuovo a connettersi.
ko_kr: Noahlink Wireless는 Live Assistance를 위해 필수입니다. 전선을 연결한 후에 연결을 다시 시도하십시오.
nl_nl: Noahlink Wireless is benodigd voor Live Assistance. Plug het in en probeer opnieuw verbinding te maken.
no_no: Noahlink Wireless er nødvendig for Live Assistance. Vennligst forsøk å plugge inn og koble til på nytt.
pt_pt: É necessário o Noahlink Wireless para realizar a Assistência em Tempo Real. Conecte-o e tente realizar a conexão novamente.
ro_ro: Noahlink Wireless este necesar pentru Asistență Activă. Vă rugăm să îl conectați și să încercați să vă conectați din nou.
ru_ru: Для предоставления технической поддержки в интерактивном режиме необходимо использовать Noahlink Wireless. Пожалуйста, выполните подключение и повторите попытку соединения.
sv_se: Noahlink Wireless krävs för liveassistans. Anslut och försök igen.
th_th: ต้องใช้ Noahlink Wireless สำหรับ Live Assistance โปรดเสียบตัวรับสัญญาณ แล้วลองเชื่อมต่ออีกครั้ง
tr_tr: Canlı Yardım için Noahlink Wireless gereklidir. Lütfen fişini takın ve yeniden bağlanmayı deneyin.
zh_cn: 实时协助请求Noahlink Wireless。 请插上电源，然后尝试再次连接。

source: Firmware Update Succeeded but Reconnection Failed
cht: 韌體更新成功，但重新連接失敗。
da_dk: Firmwareopdatering gennemført, men genoprettelse af forbindelse mislykkedes.
el_gr: Η ενημέρωση υλικολογισμικού ολοκληρώθηκε με επιτυχία, αλλά η επανασύνδεση απέτυχε.
fi_fi: Laiteohjelmistopäivitys onnistui, mutta yhdistäminen epäonnistui.
hr_hr: Ažuriranje ugrađenog programa uspješno, ali ponovno povezivanje nije uspjelo.
hu_hu: A firmwarefrissítés sikeres, de az újracsatlakozás sikertelen.
it_it: Il firmware è stato aggiornato con successo, ma la riconnessione non è riuscita.
ko_kr: 펌웨어 업데이트는 성공했지만 다시 연결에 실패했습니다.
nl_nl: Firmware-update gelukt, maar opnieuw verbinding maken mislukt.
no_no: Fastvare oppdatert, men tilkobling mislykket.
pt_pt: A atualização de firmware foi bem sucedida, porém houve falha na reconexão.
ro_ro: Actualizare firmware cu succes, reconectare eșuată
ru_ru: Обновление встроенного программного обеспечения выполнено успешно, но не удалось повторно установить соединение.
sv_se: Firmware-uppdatering lyckades men återanslutning misslyckades.
th_th: อัพเดตเฟิร์มแวร์สำเร็จ แต่การเชื่อมต่อใหม่ล้มเหลว
tr_tr: Ürün Yazılımı Güncellemesi Başarılı Oldu, Ancak Yeniden Bağlantı Kurulamadı.
zh_cn: 固件更新成功，但重新连接失败。

source: Please turn your hearing instruments off and on again, then try to reconnect.
cht: 請關閉再打開聽力儀器，然後嘗試重新連接。
da_dk: Sluk dine høreapparater, og tænd dem igen for at prøve at oprette forbindelse igen.
el_gr: Απενεργοποιήστε και ενεργοποιήστε ξανά τα ακουστικά βοηθήματά σας και προσπαθήστε να επανασυνδεθείτε.
fi_fi: Katkaise kuulokojeista virta, kytke niihin virta uudelleen ja yritä uudelleen.
hr_hr: Molimo, isključite i ponovno uključite svoje slušne uređaje i pokušajte se ponovno povezati.
hu_hu: Kérjük, kapcsolja ki, majd újra be a hallókészülékét, és ezután próbáljon újracsatlakozni.
it_it: Spegnere e accendere di nuovo gli apparecchi acustici, quindi provare a riconnettersi.
ko_kr: 보청기를 다시 껐다 킨 후에 다시 연결을 시도하십시오.
nl_nl: Schakel uw hoortoestellen uit en dan weer aan. Probeer dan nogmaals verbinding te maken.
no_no: Slå høreapparatene av og på igjen, før du deretter forsøker å koble til på nytt.
pt_pt: Desligue e ligue novamente os seus aparelhos auditivos e, em seguida, tente reconectar-se.
ro_ro: Vă rugăm să opriți și să reporniți aparatele auditive, iar mai apoi să încercați din nou să vă conectați.
ru_ru: Пожалуйста, выключите и снова включите Ваши слуховые аппараты, а затем повторите попытку соединения.
sv_se: Stäng av och slå på hörapparaterna igen och prova att ansluta igen.
th_th: โปรดปิดและเปิดเครื่องช่วยฟังของคุณอีกครั้ง จากนั้นลองเชื่อมต่อใหม่
tr_tr: Lütfen işitme cihazlarınızı kapatın ve tekrar açın, ardından yeniden bağlanmayı deneyin.
zh_cn: 请再次关闭和打开您的助听器，然后尝试重新连接。
