Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Adult Talkers-Morning at the Beach
bg_bg: Възрастни събеседници-сутрин на плажа
cht: 成人講話 - 早上的海灘
da_dk: Voksne taler – morgen ved stranden
el_gr: Ενήλικοι ομιλητές - Πρωί στην παραλία
fi_fi: Aikuiset puhujat - aamulla rannalla
hr_hr: Odrasli govornici - jutro na plaži
hu_hu: Felnőtt beszélők – reggel a parton
it_it: Adulti che parlano-Mattina in spiaggia
ko_kr: 성인 말소리- 해변에서 아침
nl_nl: Volwassen stemmen-ochtend op het strand
no_no: Voksen tale – morgen ved stranden
pt_pt: Falantes adultos – manhã na praia
ro_ro: Vorbitori adulți-dimineața pe plajă
ru_ru: Взрослые говорящие-Утро на пляже
sv_se: Vuxna talare - Morgon på stranden
th_th: ผู้ใหญ่หลายคนพูด-ยามเช้าที่ชายหาด
tr_tr: Yetişkin Konuşmacılar - Kumsalda Sabah
zh_cn: 成年说话人-清晨海滩

source: Adult Talkers-Summer Drinks
bg_bg: Възрастни събеседници-летни напитки
cht: 成人講話 - 夏日飲品
da_dk: Voksne taler – sommerdrinks
el_gr: Ενήλικοι ομιλητές - Καλοκαιρινά ποτά
fi_fi: Aikuiset puhujat - kesäinen drinkki
hr_hr: Odrasli govornici - izlazak na piće ljeti
hu_hu: Felnőtt beszélők – nyári italok
it_it: Adulti che parlano-Drink estivi
ko_kr: 성인 말소리-여름 음료
nl_nl: Volwassen stemmen-zomers aperitief
no_no: Voksen tale – sommerdrinker
pt_pt: Falantes adultos – drinks de verão
ro_ro: Vorbitori adulți-băuturi de vară
ru_ru: Взрослые говорящие-Летние напитки
sv_se: Vuxna talare - Sommardrinkar
th_th: ผู้ใหญ่หลายคนพูด-ดื่มหน้าร้อน
tr_tr: Yetişkin Konuşmacılar - Yaz İçecekleri
zh_cn: 成年说话人-夏日畅饮

source: Adult Talkers-Italian Restaurant
bg_bg: Възрастни събеседници-италиански ресторант
cht: 成人講話 - 意大利餐廳
da_dk: Voksne taler – italiensk restaurant
el_gr: Ενήλικοι ομιλητές - Ιταλικό εστιατόριο
fi_fi: Aikuiset puhujat - italialainen ravintola
hr_hr: Odrasli govornici - talijanski restoran
hu_hu: Felnőtt beszélők – olasz étterem
it_it: Adulti che parlano-Ristorante italiano
ko_kr: 성인 말소리-이탈리아 레스토랑
nl_nl: Volwassen stemmen-Italiaans restaurant
no_no: Voksen tale – italiensk restaurant
pt_pt: Falantes adultos – restaurante italiano
ro_ro: Vorbitori adulți-restaurant italian
ru_ru: Взрослые говорящие-Итальянский ресторан
sv_se: Vuxna talare - Italiensk restaurang
th_th: ผู้ใหญ่หลายคนพูด-ร้านอาหารอิตาลี
tr_tr: Yetişkin Konuşmacılar - İtalyan Restoranı
zh_cn: 成年说话人-意大利餐厅

source: Adult Talkers-Lunch-+10dB S/NR
bg_bg: Възрастни събеседници-обяд-+10dB S/NR
cht: 成人講話 - 午餐 - +10 分貝 訊噪比
da_dk: Voksne taler – frokost-+10dB S/NR
el_gr: Ενήλικοι ομιλητές - Γεύμα - +10 dB S/NR
fi_fi: Aikuiset puhujat - lounas - +10 dB S/NR
hr_hr: Odrasli govornici - ručak - +10 dB S/NR
hu_hu: Felnőtt beszélők – ebéd – +10dB S/NR
it_it: Adulti che parlano-Pranzo-+10 dB S/NR
ko_kr: 성인 말소리-점심-+10dB S/NR
nl_nl: Volwassen stemmen-Lunch +10dB S/NR
no_no: Voksen tale – lunsj – +10 dB S/NR
pt_pt: Falantes adultos – almoço – +10dB S/NR
ro_ro: Vorbitori adulți-prânz+10dB S/NR
ru_ru: Взрослые говорящие-Ленч-+10дБ С/Ш
sv_se: Vuxna talare - Lunch +10dB S/NR
th_th: ผู้ใหญ่หลายคนพูด-มื้อเที่ยง-+10dB S/NR
tr_tr: Yetişkin Konuşmacılar - Öğle Yemeği - +10dB S/NR
zh_cn: 成年说话人-午餐-+10dB信噪比

source: Adult Talkers-Lunch-+5dB S/NR
bg_bg: Възрастни събеседници-обяд-+5dB S/NR
cht: 成人講話 - 午餐 - +5 分貝 訊噪比
da_dk: Voksne taler – frokost-+5dB S/NR
el_gr: Ενήλικοι ομιλητές - Γεύμα - +5 dB S/NR
fi_fi: Aikuiset puhujat - lounas - +5 dB S/NR
hr_hr: Odrasli govornici - ručak - +5 dB S/NR
hu_hu: Felnőtt beszélők – ebéd – +5dB S/NR
it_it: Adulti che parlano-Pranzo-+5 dB S/NR
ko_kr: 성인 말소리-점심-+5dB S/NR
nl_nl: Volwassen stemmen-Lunch +5dB S/NR
no_no: Voksen tale – lunsj – +5 dB S/NR
pt_pt: Falantes adultos - Almoço - +5dB SNR
ro_ro: Vorbitori adulți-prânz+5dB S/NR
ru_ru: Взрослые говорящие-Ленч-+5дБ С/Ш
sv_se: Vuxna talare - Lunch +5dB S/NR
th_th: ผู้ใหญ่หลายคนพูด-มื้อเที่ยง-+5dB S/NR
tr_tr: Yetişkin Konuşmacılar - Öğle Yemeği - +5dB S/NR
zh_cn: 成年说话人-午餐-+5dB信噪比

source: Adult Talkers-Lunch-0dB S/NR
bg_bg: Възрастни събеседници-обяд-0dB S/NR
cht: 成人講話 - 午餐 - 0 分貝 訊噪比
da_dk: Voksne taler – frokost-+0dB S/NR
el_gr: Ενήλικοι ομιλητές - Γεύμα - 0 dB S/NR
fi_fi: Aikuiset puhujat - lounas - 0 dB S/NR
hr_hr: Odrasli govornici - ručak - 0 dB S/NR
hu_hu: Felnőtt beszélők – ebéd – +0dB S/NR
it_it: Adulti che parlano-Pranzo-0 dB S/NR
ko_kr: 성인 말소리-점심-+0dB S/NR
nl_nl: Volwassen stemmen-Lunch 0dB S/NR
no_no: Voksen tale – lunsj 0 dB S/NR
pt_pt: Falantes adultos – almoço – 0dB S/NR
ro_ro: Vorbitori adulți-prânz-0dB S/NR
ru_ru: Взрослые говорящие-Ленч-0дБ С/Ш
sv_se: Vuxna talare - Lunch +0dB S/NR
th_th: ผู้ใหญ่หลายคนพูด-มื้อเที่ยง-0dB S/NR
tr_tr: Yetişkin Konuşmacılar - Öğle Yemeği - 0dB S/NR
zh_cn: 成年说话人-午餐-+0dB信噪比

source: Adult Talkers-Lunch-Speech Only
bg_bg: Възрастни събеседници-обяд-само реч
cht: 成人講話 - 午餐 - 只有語音
da_dk: Voksne taler – frokost – kun tale
el_gr: Ενήλικοι ομιλητές - Γεύμα - Μόνο ομιλία
fi_fi: Aikuiset puhujat - lounas - pelkkä puhe
hr_hr: Odrasli govornici - ručak - samo govor
hu_hu: Felnőtt beszélők – ebéd – csak beszéd
it_it: Adulti che parlano-Pranzo-Solo dialogo
ko_kr: 성인 말소리-점심-스피치 전용
nl_nl: Volwassen stemmen-Lunch, alleen spraak
no_no: Voksen tale – lunsj – bare prat
pt_pt: Falantes adultos – almoço –somente conversa
ro_ro: Vorbitori adulți-prânz-doar vorbit
ru_ru: Взрослые говорящие-Ленч-Только речь
sv_se: Vuxna talare - Lunch enbart tal
th_th: ผู้ใหญ่หลายคนพูด-มื้อเที่ยง-เสียงพูดอย่างเดียว
tr_tr: Yetişkin Konuşmacılar - Öğle Yemeği - Yalnızca Konuşma
zh_cn: 成年说话人-午餐-仅言语

source: Adult Talkers-Bistro-Speech Only
bg_bg: Възрастни събеседници-бистро-само реч
cht: 成人講話 - 小餐館 - 只有語音
da_dk: Voksne taler – bistro– kun tale
el_gr: Ενήλικοι ομιλητές - Μπιστρό - Μόνο ομιλία
fi_fi: Aikuiset puhujat - bistro - pelkkä puhe
hr_hr: Odrasli govornici - bistro - samo govor
hu_hu: Felnőtt beszélők – bisztró – csak beszéd
it_it: Adulti che parlano-Bistro-Solo dialogo
ko_kr: 성인 말소리-비스트로-스피치 전용
nl_nl: Volwassen stemmen-bistro, alleen spraak
no_no: Voksen tale – bistro – bare prat
pt_pt: Falantes adultos – conversa no bistrô – conversa
ro_ro: Vorbitori adulți-bistro-doar vorbit
ru_ru: Взрослые говорящие-Бистро-Только речь
sv_se: Vuxna talare - Bistro enbart tal
th_th: ผู้ใหญ่หลายคนพูด-ร้านบิสโทร-เสียงพูดอย่างเดียว
tr_tr: Yetişkin Konuşmacılar - Bistro - Yalnızca Konuşma
zh_cn: 成年说话人-小餐馆-仅言语

source: Adult Talkers-Bistro-+10dB S/NR
bg_bg: Възрастни събеседници-бистро-+10dB S/NR
cht: 成人講話 - 小餐館 - +10 分貝 訊噪比
da_dk: Voksne taler – bistro-+10dB S/NR
el_gr: Ενήλικοι ομιλητές - Μπιστρό - +10 dB S/NR
fi_fi: Aikuiset puhujat - bistro - +10 dB S/NR
hr_hr: Odrasli govornici - bistro - +10 dB S/NR
hu_hu: Felnőtt beszélők – bisztró – +10dB S/NR
it_it: Adulti che parlano-Bistro-+10 dB S/NR
ko_kr: 성인 말소리-비스트로-+10dB S/NR
nl_nl: Volwassen Stemmen-bistro-+10dB SNR
no_no: Voksen tale – bistro – +10 dB S/NR
pt_pt: Falantes adultos – bistrô – +10dB S/NR
ro_ro: Vorbitori adulți-bistro+10dB S/NR
ru_ru: Взрослые говорящие-Бистро-+10дБ С/Ш
sv_se: Vuxna talare - Bistro +10dB S/NR
th_th: ผู้ใหญ่หลายคนพูด-ร้านบิสโทร-+10dB S/NR
tr_tr: Yetişkin Konuşmacılar - Bistro - +10dB S/NR
zh_cn: 成年说话人-小餐馆-+10dB信噪比

source: Adult Talkers-Bistro-+5dB S/NR
bg_bg: Възрастни събеседници-бистро-+5dB S/NR
cht: 成人講話 - 小餐館 - +5 分貝 訊噪比
da_dk: Voksne taler – bistro-+5dB S/NR
el_gr: Ενήλικοι ομιλητές - Μπιστρό - +5 dB S/NR
fi_fi: Aikuiset puhujat - bistro - +5 dB S/NR
hr_hr: Odrasli govornici - bistro - +5 dB S/NR
hu_hu: Felnőtt beszélők – bisztró – +5dB S/NR
it_it: Adulti che parlano-Bistro-+5 dB S/NR
ko_kr: 성인 말소리-비스트로-+5dB S/NR
nl_nl: Volwassen stemmen-bistro +5dB SNR
no_no: Voksen tale – bistro – +5 dB S/NR
pt_pt: Adultos falantes - bistrô - +5dB SNR
ro_ro: Vorbitori adulți-bistro+5dB S/NR
ru_ru: Взрослые говорящие-Бистро-+5дБ С/Ш
sv_se: Vuxna talare - Bistro +5dB S/NR
th_th: ผู้ใหญ่หลายคนพูด-ร้านบิสโทร-+5dB S/NR
tr_tr: Yetişkin Konuşmacılar - Bistro - +5dB S/NR
zh_cn: 成年说话人-小餐馆-+5dB信噪比

source: Adult Talkers-Bistro-0dB S/NR
bg_bg: Възрастни събеседници-бистро-0dB S/NR
cht: 成人講話 - 小餐館 - 0 分貝 訊噪比
da_dk: Voksne taler – bistro-+0dB S/NR
el_gr: Ενήλικοι ομιλητές - Μπιστρό - 0 dB S/NR
fi_fi: Aikuiset puhujat - bistro - 0 dB S/NR
hr_hr: Odrasli govornici - bistro - 0 dB S/NR
hu_hu: Felnőtt beszélők – bisztró – 0dB S/NR
it_it: Adulti che parlano-Bistro-0 dB S/NR
ko_kr: 성인 말소리-비스트로-+0dB S/NR
nl_nl: Volwassen stemmen-bistro 0dB SNR
no_no: Voksen tale – bistro – +0 dB S/NR
pt_pt: Falantes adultos – bistrô – 0dB S/NR
ro_ro: Vorbitori adulți-bistro-0dB S/NR
ru_ru: Взрослые говорящие-Бистро-0дБ С/Ш
sv_se: Vuxna talare - Bistro +0dB S/NR
th_th: ผู้ใหญ่หลายคนพูด-ร้านบิสโทร-0dB S/NR
tr_tr: Yetişkin Konuşmacılar - Bistro - 0dB S/NR
zh_cn: 成年说话人-小餐馆-+0dB S/NR

source: Verification Env.-Diner
bg_bg: Среда за проверка-вечеря
cht: 驗證環境 - 餐廳
da_dk: Verificeringsmiljø – middag
el_gr: Περιβάλλον επαλήθευσης - Εστιατόριο
fi_fi: Todennusympäristö - ravintola
hr_hr: Okruženje za provjeru - restoran
hu_hu: Ellenőrzési környezet – ebédlő
it_it: Ambiente di verifica-Ristorante
ko_kr: Verification Environment-저녁
nl_nl: Controle Omg.-Diner
no_no: Verifikasjonsmiljø – spisested
pt_pt: Verificação dos amb. – lanchonete
ro_ro: Mediu verif.-restaurant
ru_ru: Столовая
sv_se: Verifiering - Matställe
th_th: สภาพแวดล้อมทดสอบ-มื้อเย็น
tr_tr: Doğrulama Ortamı - Akşam Yemeği
zh_cn: 验证环境-晚餐

source: Verification Env.-Pharmacy
bg_bg: Среда за проверка-аптека
cht: 驗證環境 - 藥局
da_dk: Verificeringsmiljø – apotek
el_gr: Περιβάλλον επαλήθευσης - Φαρμακείο
fi_fi: Todennusympäristö - apteekki
hr_hr: Okruženje za provjeru - ljekarna
hu_hu: Ellenőrzési környezet – gyógyszertár
it_it: Ambiente di verifica-Farmacia
ko_kr: Verification Environment-약국
nl_nl: Controle Omg.-Apotheek
no_no: Verifikasjonsmiljø – apotek
pt_pt: Verificação dos amb. – farmácia
ro_ro: Vorbitori adulți-farmacie
ru_ru: Аптека
sv_se: Verifiering - Apotek
th_th: สภาพแวดล้อมทดสอบ-ร้านขายยา
tr_tr: Doğrulama Ortamı - Eczane
zh_cn: 验证环境-药房

source: Verification Env.-Baseball Game
bg_bg: Среда за проверка-бейзболен мач
cht: 驗證環境 - 棒球比賽
da_dk: Verificeringsmiljø – baseballkamp
el_gr: Περιβάλλον επαλήθευσης - Αγώνας μπέιζμπολ
fi_fi: Todennusympäristö - urheilutapahtuma
hr_hr: Okruženje za provjeru - bejzbolska utakmica
hu_hu: Ellenőrzési környezet – baseball meccs
it_it: Ambiente di verifica-Partita di baseball
ko_kr: Verification Environment-야구 경기
nl_nl: Controle Omg.-Voetbalspel
no_no: Verifikasjonsmiljø – baseballkamp
pt_pt: Verificação dos amb. – jogo de baseball
ro_ro: Vorbitori adulți-meci de baseball
ru_ru: Окр. верификации-Бейсбольный матч
sv_se: Verifiering - Baseballmatch
th_th: สภาพแวดล้อมทดสอบ-การแข่งเบสบอล
tr_tr: Doğrulama Ortamı - Beyzbol Maçı
zh_cn: 验证环境-棒球赛

source: Verification Env.-Kitchen
bg_bg: Среда за проверка-кухня
cht: 驗證環境 - 廚房
da_dk: Verificeringsmiljø – køkken
el_gr: Περιβάλλον επαλήθευσης - Κουζίνα
fi_fi: Todennusympäristö - keittiö
hr_hr: Okruženje za provjeru - kuhinja
hu_hu: Ellenőrzési környezet – konyha
it_it: Ambiente di verifica-Cucina
ko_kr: Verification Environment-부엌
nl_nl: Controle Omg.-Keuken
no_no: Verifikasjonsmiljø – kjøkken
pt_pt: Verificação dos amb. – cozinha
ro_ro: Vorbitori adulți-bucătărie
ru_ru: Кухня
sv_se: Verifiering - Kök
th_th: สภาพแวดล้อมทดสอบ-ครัว
tr_tr: Doğrulama Ortamı - Mutfak
zh_cn: 验证环境-厨房

source: Verification Env.-Office
bg_bg: Среда за проверка-офис
cht: 驗證環境 - 辦公室
da_dk: Verificeringsmiljø – kontor
el_gr: Περιβάλλον επαλήθευσης - Γραφείο
fi_fi: Todennusympäristö - toimisto
hr_hr: Okruženje za provjeru - ured
hu_hu: Ellenőrzési környezet – iroda
it_it: Ambiente di verifica-Ufficio
ko_kr: Verification Environment-사무실
nl_nl: Controle Omg.-Kantoor
no_no: Verifikasjonsmiljø – kontor
pt_pt: Verificação dos amb. – escritório
ro_ro: Vorbitori adulți-birou
ru_ru: Офис
sv_se: Verifiering - Kontor
th_th: สภาพแวดล้อมทดสอบ-สำนักงาน
tr_tr: Doğrulama Ortamı - Ofis
zh_cn: 验证环境-办公室

source: Verification Env.-Wedding
bg_bg: Среда за проверка-сватба
cht: 驗證環境 - 婚禮
da_dk: Verificeringsmiljø – bryllup
el_gr: Περιβάλλον επαλήθευσης - Γάμος
fi_fi: Todennusympäristö - häät
hr_hr: Okruženje za provjeru - vjenčanje
hu_hu: Ellenőrzési környezet – eljegyzés
it_it: Ambiente di verifica-Nozze
ko_kr: Verification Environment-결혼식
nl_nl: Controle Omg.-Huwelijk
no_no: Verifikasjonsmiljø – bryllup
pt_pt: Verificação dos amb. – casamento
ro_ro: Vorbitori adulți-nuntă
ru_ru: Свадьба
sv_se: Verifiering - Bröllop
th_th: สภาพแวดล้อมทดสอบ-งานแต่งงาน
tr_tr: Doğrulama Ortamı - Evlilik
zh_cn: 验证环境-婚礼

source: Verification Env.-Car
bg_bg: Среда за проверка-кола
cht: 驗證環境 - 汽車
da_dk: Verificeringsmiljø – bil
el_gr: Περιβάλλον επαλήθευσης - Αυτοκίνητο
fi_fi: Todennusympäristö - auto
hr_hr: Okruženje za provjeru - automobil
hu_hu: Ellenőrzési környezet – autó
it_it: Ambiente di verifica-Auto
ko_kr: Verification Environment-승용차
nl_nl: Controle Omg.-Auto
no_no: Verifikasjonsmiljø – bil
pt_pt: Verificação dos amb. – carro
ro_ro: Vorbitori adulți-mașină
ru_ru: Автомобиль
sv_se: Verifiering - Bil
th_th: สภาพแวดล้อมทดสอบ-รถยนต์
tr_tr: Doğrulama Ortamı - Otomobil
zh_cn: 验证环境-汽车

source: Verification Env.-Birthday Party
bg_bg: Среда за проверка-рожден ден
cht: 驗證環境 - 生日聚會
da_dk: Verificeringsmiljø – fødselsdagsfest
el_gr: Περιβάλλον επαλήθευσης - Πάρτι γενεθλίων
fi_fi: Todennusympäristö - syntymäpäiväjuhla
hr_hr: Okruženje za provjeru - rođendanska zabava
hu_hu: Ellenőrzési környezet – születésnapi parti
it_it: Ambiente di verifica-Festa di compleanno
ko_kr: Verification Environment-생일파티
nl_nl: Controle Omg.-Verjaardagsfeest
no_no: Verifikasjonsmiljø – bursdagsselskap
pt_pt: Verificação dos amb. – festa de aniversário
ro_ro: Vorbitori adulți-petrecere zi de naștere
ru_ru: Празднование дня рождения
sv_se: Verifiering - Födelsedagsfest
th_th: สภาพแวดล้อมทดสอบ-ปาร์ตี้วันเกิด
tr_tr: Doğrulama Ortamı - Doğum Günü Partisi
zh_cn: 验证环境-生日聚会

source: Verification Env.-Bridge Game
bg_bg: Среда за проверка-игра на брич
cht: 驗證環境 - 橋牌比賽
da_dk: Verificeringsmiljø – bridgespil
el_gr: Περιβάλλον επαλήθευσης - Παιχνίδι μπριτζ
fi_fi: Todennusympäristö - bridgeottelu
hr_hr: Okruženje za provjeru - partija bridža
hu_hu: Ellenőrzési környezet – bridge (kártya)
it_it: Ambiente di verifica-Partita di bridge
ko_kr: Verification Environment-브릿지 게임
nl_nl: Controle Omg.-Bridgespel
no_no: Verifikasjonsmiljø – bridgeparti
pt_pt: Verificação dos amb. – jogo de bridge
ro_ro: Vorbitori adulți-meci de bridge
ru_ru: Игра в бридж
sv_se: Verifiering - Bridgeparti
th_th: สภาพแวดล้อมทดสอบ-เล่นไพ่บริดจ์
tr_tr: Doğrulama Ortamı - Briç
zh_cn: 验证环境-桥牌

source: Speech Weighted Noise
bg_bg: Претеглен шум на речта
cht: 語音加權噪音
da_dk: Talevægtet støj
el_gr: Σταθμισμένος θόρυβος ομιλίας
fi_fi: Puhepainotteinen melu
hr_hr: Govorni šum
hu_hu: Beszédhangos súlyozott zaj
it_it: Rumore pesato sul parlato
ko_kr: 스피치노이즈
nl_nl: Gewogen spraakruis
no_no: Talemodulert støy
pt_pt: Fala
ro_ro: Zgomot cu particularitati specifice de vorbire
ru_ru: Уровень шума, взвешенный по уровню громкости речи
sv_se: Talvägt Brus
th_th: เสียงพูดถ่วงน้ำหนักด้วยเสียงรบกวน
tr_tr: Konuşma Ağırlıklı Gürültü
zh_cn: 信噪比

source: Music
bg_bg: Режим Музика
cht: 音樂模式
da_dk: Music Mode
el_gr: Λειτουργία "Μουσική"
fi_fi: Musiikki
hr_hr: Glazba
hu_hu: Zene mód
it_it: Modalità Musica
nl_nl: Muziekmodus
no_no: Musikk
pt_pt: Modo Música
ro_ro: Muzica
ru_ru: Музыкальный режим
sv_se: Musikläge
th_th: โหมดฟังเพลง
tr_tr: Müzik Modu
zh_cn: 听音乐

source: Avg
bg_bg: Средно
cht: 平均
da_dk: Gns.
el_gr: Μέσος όρος
fi_fi: Keskim.
hr_hr: Prosj.
hu_hu: Átlag
it_it: Media
ko_kr: 평균
nl_nl: Gem.
no_no: Snitt
pt_pt: Média
ru_ru: Ср.
sv_se: Kategori
th_th: เฉลี่ย
tr_tr: Ortalama
zh_cn: 平均

source: Frequency
bg_bg: Честота
cht: 頻率
da_dk: Frekvens
el_gr: Συχνότητα
fi_fi: Taajuus
hr_hr: Frekvencija
hu_hu: Frekvencia
it_it: Frequenza
ko_kr: 주파수
nl_nl: Frequentie
no_no: Frekvens
pt_pt: Frequência
ro_ro: Frecventa
ru_ru: Частота
sv_se: Frekvens
th_th: ความถี่
tr_tr: Frekans
zh_cn: 频率

source: Gun-30-06 rifle
bg_bg: Оръжие-30-06 пушка
cht: 槍-30-06 來福槍
da_dk: Pistol – 30-06 riffel
el_gr: Όπλο - Τυφέκιο 30-06
fi_fi: Ase - kivääri
hr_hr: Oružje - 30-06 puška
hu_hu: Fegyver – 30-06 – puska
it_it: Arma da fuoco-Fucile 30-06 fucile
ko_kr: 총 30-06 라이플
nl_nl: Geweer-zwaar kaliber
no_no: Skytevåpen – 30-06 rifle
pt_pt: Arma – 30 – 06 rifle
ro_ro: Armă-30-06 pușcă
ru_ru: Стрельба-30-06 винтовка
sv_se: Vapen - Gevär 30-06
th_th: ปืน-ไรเฟิล 30-06
tr_tr: Silah-30-06 tüfek
zh_cn: 枪声-30-06 步枪

source: Film Projector-8mm
bg_bg: Кинопрожекционен апарат-8мм
cht: 電影放映機 - 8 mm
da_dk: Filmprojektor – 8 mm
el_gr: Προβολέας ταινιών - 8mm
fi_fi: Elokuvaprojektori - 8 mm
hr_hr: Filmski projektor - 8 mm
hu_hu: Filmvetítő – 8 mm
it_it: Proiettore cinematografico-8 mm
ko_kr: 영상 프로젝터-8mm
no_no: Filmfremviser – 8 mm
pt_pt: Projetor de filmes – 8 mm
ro_ro: Proiector film-8mm
ru_ru: Кинопроектор 8 мм
sv_se: Filmprojektor - 8mm
th_th: เครื่องฉายฟิล์ม-8 มม.
tr_tr: Film Projektörü - 8 mm
zh_cn: 电影放映机-8mm

source: Air Conditioner
bg_bg: Климатик
cht: 冷氣機
el_gr: Κλιματιστικό
fi_fi: Ilmastointilaite
hr_hr: Klimatizacijski uređaj
hu_hu: Légkondicionáló
it_it: Condizionatore d'aria
ko_kr: 에어콘
no_no: Klimaanlegg
pt_pt: Ar-condicionado
ro_ro: Aparat aer condiționat
ru_ru: Кондиционер
sv_se: Luftkonditionering
th_th: เครื่องปรับอากาศ
tr_tr: Klima
zh_cn: 空调

source: Airport-outside terminal
bg_bg: Летище - извън терминала
cht: 機楊 - 航站大樓外
da_dk: Lufthavn – uden for terminal
el_gr: Αεροδρόμιο - έξω από τερματικό σταθμό
fi_fi: Lentokenttä - ulkona
hr_hr: Zračna luka - vanjski terminal
hu_hu: Reptér – külső terminál
it_it: Aeroporto-esterno terminal
ko_kr: 공항-터미널 밖
nl_nl: Vliegveld-terminal buiten
no_no: Flyplass-utenfor terminal
pt_pt: Terminal externo de aeroporto
ro_ro: Aeroport - terminal de iesire
ru_ru: Аэропорт
sv_se: Flygplats - utanför terminal
th_th: เสียงนอกอาคาร สนามบิน
tr_tr: Havaalanı- Terminalin dışı
zh_cn: 机场-航站楼外

source: Ambulance-in city
bg_bg: Линейка-в град
cht: 救護車 - 城內
da_dk: Ambulance – i by
el_gr: Ασθενοφόρο - στην πόλη
fi_fi: Ambulanssi - kaupungissa
hr_hr: Hitna pomoć - u gradu
hu_hu: Mentő – városban
it_it: Ambulanza-in città
ko_kr: 구급차-도시 내
nl_nl: Ziekenwagen-in stad
no_no: Ambulanse – i bymiljø
pt_pt: Ambulância – na cidade
ro_ro: Ambulanță-în oraș
ru_ru: Скорая помощь-в городе
sv_se: Ambulans i stad
th_th: เสียงรถพยาบาล-ในเมือง
tr_tr: Ambulans - şehirde
zh_cn: 救护车-市内

source: Ambulance-passing by
bg_bg: Линейка-преминаваща
cht: 救護車 - 駛過
da_dk: Forbipasserende ambulance
el_gr: Διερχόμενο ασθενοφόρο
fi_fi: Ambulanssi - ajaa ohi
hr_hr: Hitna pomoć - u prolazu
hu_hu: Mentő – elhaladó
it_it: Ambulanza-passaggio
ko_kr: 구급차-지나가는소리
nl_nl: Ziekenwagen-passerend
no_no: Ambulanse – passerende
pt_pt: Ambulância – passando
ro_ro: Ambulanță-în trecere
ru_ru: Скорая помощь-проезжая мимо
sv_se: Ambulans passerar
th_th: เสียงรถพยาบาล-วิ่งผ่าน
tr_tr: Ambulans - geçiyor
zh_cn: 救护车-驶过

source: ATM-automatic teller machine
bg_bg: Банкомат
cht: ATM - 自動提款機
da_dk: ATM – automatisk optælling
el_gr: ATM - μηχάνημα αυτόματης ανάληψης χρημάτων
fi_fi: Pankkiautomaatti
hr_hr: Bankomat
hu_hu: ATM – automata bankjegykiadó gép
it_it: ATM-sportello bancomat
ko_kr: ATM-자동현금지급기
nl_nl: Geldautomaat
no_no: Minibank
pt_pt: Caixa automático
ro_ro: ATM-bancomat
ru_ru: Банкомат
sv_se: Bankomat
th_th: ATM-ตู้เอทีเอ็ม
tr_tr: ATM - otomatik vezne makinesi
zh_cn: ATM-自动取款机

source: Haircut-barbershop
bg_bg: Бръснаро-фризьорски салон
cht: 剪髮 - 理髮店
da_dk: Klipning – barber
el_gr: Κούρεμα - κομμωτήριο
fi_fi: Hiustenleikkuu - parturi
hr_hr: Frizer - brijač
hu_hu: Hajvágás – fodrászat
it_it: Taglio di capelli-parrucchiere/barbiere
ko_kr: 헤어컷-이발소
nl_nl: Knipbeurt-kapsalon
no_no: Hårklipp – frisørsalong
pt_pt: Corte de cabelo – barbearia
ro_ro: Freză-frizerie
ru_ru: Парикмахерская
sv_se: Frisör
th_th: ตัดผม-ร้านตัดผม
tr_tr: Saç kesimi - berber dükkanı
zh_cn: 理发-理发店

source: Liquid-bottle shaking
bg_bg: Течност-разклащане на бутилка
cht: 液體 - 搖晃瓶子
da_dk: Væske – flaske, der rystes
el_gr: Υγρό - ανακίνηση φιάλης
fi_fi: Pullon ravistelu
hr_hr: Protresanje boce s tekućinom
hu_hu: Folyadék – palack rázás
it_it: Liquido-agitare la bottiglia
ko_kr: 음료-병 흔들기
nl_nl: Vloeistof-fles schudden
no_no: Flaske med væske som rister
pt_pt: Líquido – garrafa sacudindo
ro_ro: Sticlă cu lichid agitată
ru_ru: Встряхивание бутылки с жидкостью
sv_se: Flaska med vätska som skakas
th_th: ของเหลว-เขย่าขวด
tr_tr: Su şişesini sallama
zh_cn: 摇晃盛液体的瓶子

source: Broom-sweeping
bg_bg: Метла-метене
cht: 掃把 - 掃地
da_dk: Fejende kost
el_gr: Σκούπα - σκούπισμα
fi_fi: Lakaisu
hr_hr: Metenje metlom
hu_hu: Seprű – söprögetés
it_it: Scopa-passaggio
ko_kr: 빗자루-쓸기
nl_nl: Bezem-vegen
no_no: Feiekost – i bruk
pt_pt: Vassoura – varrendo
ro_ro: Măturat
ru_ru: Подметание метлой
sv_se: Sopborstning
th_th: ไม้กวาด-กวาดพื้น
tr_tr: Süpürge - süpürüyor
zh_cn: 扫帚-清扫

source: Car-leaving
bg_bg: Кола-тръгваща
cht: 車 - 正離開
da_dk: Bil, der kører af sted
el_gr: Αυτοκίνητο - απομάκρυνση
fi_fi: Autosta nouseminen
hr_hr: Automobil u odlasku
hu_hu: Autó – elindulás
it_it: Auto-in partenza
ko_kr: 승용차-출발
nl_nl: Auto-verlaten
no_no: Bil – kjører av gårde
pt_pt: Carro – partindo
ro_ro: Ieșitul din mașină
ru_ru: Выход из машины
sv_se: Bil som lämnar
th_th: รถยนต์-ออกรถ
tr_tr: Araba - gidiyor
zh_cn: 汽车-驶离

source: Car-passing on country road
bg_bg: Кола-преминаваща по извънградски път
cht: 車 - 駛經郊區道路
da_dk: Forbipasserende bil på landevej
el_gr: Αυτοκίνητο - κίνηση σε επαρχιακό δρόμο
fi_fi: Auto ohittaa maaseudulla
hr_hr: Automobil u prolazu na seoskoj cesti
hu_hu: Autó – haladás országúton
it_it: Auto-di passaggio su strada di campagna
ko_kr: 승용차-교외 운전
nl_nl: Auto-voorbijrijden op kleine weg
no_no: Bil – passerer på landevei
pt_pt: Carro – passando em uma estrada rural
ro_ro: Mașină în trecere pe drum de țară
ru_ru: Машина проезжает мимо на проселочной дороге
sv_se: Bil som passerar på landsväg
th_th: รถยนต์-วิ่งผ่านบนถนนชนบท
tr_tr: Araba - karayolunda geçiyor
zh_cn: 汽车-行驶在乡间公路

source: Child-crying in mall
bg_bg: Дете-плачещо в мол
cht: 小童 - 在商場哭
da_dk: Grædende barn i center
el_gr: Παιδί - κλάμα σε εμπορικό κέντρο
fi_fi: Lapsi itkee kauppakeskuksessa
hr_hr: Dijete plače u robnoj kući
hu_hu: Gyermek – sírás bevásárlóközpontban
it_it: Bambino che piange in centro commerciale
ko_kr: 어린이-쇼핑센터에서 울고 있음
nl_nl: Kind-huilen in winkelcentrum
no_no: Barn – gråter på handlesenter
pt_pt: Criança – chorando no shopping center
ro_ro: Copil-plâns la mall
ru_ru: Детский плач в торговом центре
sv_se: Barn gråter i köpcenter
th_th: เด็ก-ร้องไห้ในห้าง
tr_tr: Çocuk - alışveriş merkezinde ağlıyor
zh_cn: 儿童在商场哭闹

source: Chimpanzee
bg_bg: Шимпанзе
cht: 猩猩
da_dk: Chimpanse
el_gr: Χιμπαντζής
fi_fi: Simpanssi
hr_hr: Čimpanza
hu_hu: Csimpánz
it_it: Scimpanzé
ko_kr: 침팬지
nl_nl: Chimpansee
no_no: Sjimpanse
pt_pt: Chimpanzé
ro_ro: Cimpanzeu
ru_ru: Шимпанзе
sv_se: Schimpans
th_th: ลิงชิมแปนซี
tr_tr: Şempanze
zh_cn: 黑猩猩

source: Car-closing window
bg_bg: Кола-затваряне на прозорец
cht: 車 - 關閉窗戶
da_dk: Bil – vindue, der lukkes
el_gr: Αυτοκίνητο - κλείσιμο παραθύρου
fi_fi: Auto - ikkuna suljetaan
hr_hr: Zatvaranje prozora u automobilu
hu_hu: Autó – ablak felhúzása
it_it: Auto-chiusura finestrino
ko_kr: 승용차-창문 닫기
nl_nl: Auto-raam sluiten
no_no: Bil – vindu lukkes
pt_pt: Carro – fechando a janela
ro_ro: Închidere geam mașină
ru_ru: Машина-закрывание окна
sv_se: Bil - stänger fönster
th_th: รถยนต์-ปิดหน้าต่าง
tr_tr: Araba - pencereyi kapatma
zh_cn: 汽车-关窗

source: Cork-popping
bg_bg: Изскачане на тапа
cht: 木塞 - 彈出聲
da_dk: Prop, der trækkes op
el_gr: Φελλός - άνοιγμα
fi_fi: Korkki poksahtaa
hr_hr: Otvaranje boce
hu_hu: Dugó – pukkanás
it_it: Turacciolo-apertura
ko_kr: 코크-열기
nl_nl: Kurk-laten vliegen
no_no: Kork som spretter
pt_pt: Rolha – saindo
ro_ro: DOp scos
ru_ru: Звук вылетающей пробки
sv_se: Kork dras ur
th_th: จุกขวดไวน์-เปิดขวด
tr_tr: Mantar - patlama
zh_cn: 软木塞-弹出
