Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Please open and close battery door to reboot the instrument.
cht: 請打開並關閉電池蓋以重啟儀器。
da_dk: Åbn og luk batteridøren for at genstarte instrumentet.
el_gr: Ανοίξτε και κλείστε την πόρτα μπαταρίας για επανεκκίνηση του οργάνου.
fi_fi: Käynnistä kuulokoje uudelleen avaamalla ja sulkemalla paristokotelon kansi.
hr_hr: Molimo, otvorite i ponovno zatvorite otvor baterije kako biste ponovno pokrenuli uređaj.
hu_hu: Kérjük, indítsa újra az eszközét az elemtartó kinyitásával majd bezárásával.
it_it: Per riattivare l’apparecchio acustico, aprire e chiudere lo sportellino della batteria.
ko_kr: 배터리 도어를 열고 닫아서 장치를 다시 부팅하십시오.
nl_nl: Open en sluit de batterijlade om het toestel opnieuw te starten.
no_no: Åpne og lukk batteriluken for å starte høreapparatet på nytt.
pt_pt: Abra e feche o compartimento de bateria para reiniciar o aparelho.
ro_ro: Vă rugăm să închideți și să deschideți compartimentul bateriei pentru a reseta aparatul.
ru_ru: Пожалуйста, откройте и закройте крышку батарейного отсека, чтобы перезагрузить слуховой аппарат.
sv_se: Öppna och stäng batteriluckan för att starta om hörapparaten.
th_th: โปรดเปิดและปิดฝาช่องใส่แบตเตอรี่เพื่อรีบูทอุปกรณ์
tr_tr: Enstrümanı yeniden başlatmak için lütfen pil kapağını açın ve kapatın.
zh_cn: 请打开和关闭电池盖以重新启动助听器。

source: Include Hearing Aid Style
bg_bg: Да се включи оформление на слуховия апарат
cht: 包含助聽器種類
da_dk: Medtag høreapparatstil
el_gr: Συμπερίληψη στυλ ακουστικού βοηθήματος
fi_fi: Sisällytä kuulokojemalli
hr_hr: Uključi informacije o vrsti slušnog pomagala
hu_hu: Hallókészülék stílus
it_it: Include versione dell'apparecchio acustico
ko_kr: 보청기 스타일 포함
nl_nl: Inclusief hoortoestelstijl
no_no: Inkluder høreapparattype
pt_pt: Inclui Modelo do Aparelho Auditivo
ro_ro: Include Stilul aparatului auditiv
ru_ru: Включить стиль СА
sv_se: Inkludera hörapparattyp
th_th: รวมถึงรูปแบบเครื่องช่วยฟัง
tr_tr: İşitme cihazı Tipini Dahil Et
zh_cn: 包括助听器类型

source: Ear-to-Ear Communication
bg_bg: Комуникация Ухо с ухо
cht: 雙耳傳輸
da_dk: Ear-to ear-kommunikation
el_gr: Επικοινωνία Ear-to-Ear
fi_fi: Kuulokojeiden välinen yhteys
hr_hr: Komunikacija Uho-do-Uha
hu_hu: Fülek közötti kommunikáció
it_it: Comunicazione Ear-to-Ear
nl_nl: Ear-to-Ear communicatie
no_no: Øre til øre-kommunikasjon
pt_pt: Comunicação de Orelha a Orelha
ro_ro: Comunicații Ureche-la-Ureche
ru_ru: Бинауральная синхронизация
sv_se: Öra till öra-kommunikation
tr_tr: Kulaktan Kulağa Bildirim
zh_cn: AI智能双耳融合系统

source: Pediatric
bg_bg: Педиатричен
cht: 孩童
da_dk: Pædiatrisk
el_gr: Παιδιατρικό
fi_fi: Pediatrinen
hr_hr: Pedijatrijski
hu_hu: Gyermekgyógyászati
it_it: Pediatrico
ko_kr: 소아용
nl_nl: Pediatrisch
no_no: Pediatrisk
pt_pt: Pediátrico
ru_ru: Педиатрический
sv_se: Pediatrisk
th_th: เด็ก
tr_tr: Pediatrik
zh_cn: 儿童

source: Wireless
bg_bg: Безжичен
cht: 無線
da_dk: Trådløs
el_gr: Ασύρματο
fi_fi: Langaton
hr_hr: Bežično
hu_hu: Vezeték nélküli
ko_kr: 무선액세서리
no_no: Trådløs
ru_ru: Беспроводной
sv_se: Trådlös
th_th: การเชื่อมต่อแบบไร้สาย
tr_tr: Kablosuz
zh_cn: 无线

source: Enable Web Updates
bg_bg: Активиране на уеб актуализации
cht: 允許網路更新
da_dk: Aktivér webopdateringer
el_gr: Ενεργοποίηση ενημερώσεων μέσω διαδικτύου
fi_fi: Salli ohjelman internet päivitykset
hr_hr: Omogući mrežna ažuriranja
hu_hu: Webes frissítés engedélyezése
it_it: Abilita aggiornamenti Web
ko_kr: 웹 업데이트 사용
nl_nl: Web Updates toestaan
no_no: Aktivere Web oppdateringer
pt_pt: Permitir atualizações pela Web
ro_ro: Activeaza actualizari Web
ru_ru: Активировать интернет-обновления
sv_se: Slå på "webbuppdateringar".
th_th: อนุญาตให้มีการ Updates ผ่านอินเตอร์เน็ต
tr_tr: Web Güncelleştirmelerini Etkinleştir
zh_cn: 启用在线升级

source: Fitting Data in the instrument will be loaded for this session.
bg_bg: Данни за монтаж в апарата ще бъдат заредени за тази сесия.
cht: 將在此階段載入助聽器的選配資料。
da_dk: Tilpasningsdata i apparatet vil blive benyttet
el_gr: Θα γίνει φόρτωση των δεδομένων εφαρμογής από το ακουστικό για τη συνεδρία αυτή.
fi_fi: Sovitustieto kuulokojeessa ladataan tähän istuntoon
hr_hr: Podatci o namještanju u aparatu učitat će se za ovu sesiju.
hu_hu: DFS és párosítási adatok lesznek betöltve a készülékből
it_it: I dati di fitting nell'apparecchio saranno caricati per questa sessione.
ko_kr: 연결된 보청기에 저장된 피팅 데이터를 불러옵니다
nl_nl: Aanpasgegevens uit het toestel worden in deze sessie geladen
no_no: Tilpasningsdata i apparatet blir lest av i denne økten.
pt_pt: Os dados de ajuste dos aparelhos serão carregados para essa sessão.
ro_ro: DFS si datele de asociere vor fi incarcate din instrument
ru_ru: Для этой сессии будут загружены данные настройки из СА.
sv_se: Anpassningsdata för hörapparaten kommer laddas för denna session.
th_th: เปิดข้อมูลการ Fitting จากเครื่องช่วยฟังมาใช้ในการ Fitting นี้
tr_tr: Cihazdaki Fitting Verileri bu oturum için yüklenecektir.
zh_cn: 从助听器中导入验配数据

source: CS44+ Programming Battery Door
bg_bg: CS44+ Вратичка за батерия за програмиране
cht: CS44 + 調整電池蓋
da_dk: CS44+ Programmeringsbatteridør
el_gr: CS44 + Προγραμματισμός από τη θύρα μπαταρίας
fi_fi: CS44+ohjelm. paristokotelo
hr_hr: CS44 + poklopac pretinca za bateriju s programiranjem
hu_hu: CS44+ Programozó elemkamra
it_it: CS44+ Sportellino batteria di programmazione
ko_kr: CS44+프로그래밍 배터리 도어
nl_nl: CS44 + programmeerbatterijlade
no_no: CS44+ programmering batteriluke
pt_pt: CS44 + Compartimento de pilha de programação
ro_ro: CS44+ Usita Baterie Programatoare
ru_ru: CS44+ Батарейный отсек для программирования
sv_se: CS44+ Programmeringsbatteri
th_th: สายเคเบิ้ล CS44+ Programming Battery Door
tr_tr: CS44+ Programlama Pil Kapağı
zh_cn: CS44+三代编程靴

source: CS44 with Programming Adaptor II
bg_bg: CS44 с Адаптер за програмиране II
cht: CS44 連調整轉接器 II
da_dk: CS44 med programmeringsadapter II
el_gr: CS44 με Programming Adaptor II
fi_fi: CS44+ohjelm. adapteri II
hr_hr: CS44 s adapterom za programiranje II
hu_hu: CS44 + Programozó Adapter II
it_it: CS44 con Adattatore di Programmazione II
ko_kr: CS44+프로그래밍 어댑터 II
nl_nl: CS44 + programmeeradapter II
no_no: CS44 med Programming Adaptor II
pt_pt: CS44 com Adaptador de Programação II
ro_ro: CS44 cu Adaptor de Programare II
ru_ru: CS44 с адаптером программирования II
sv_se: CS44 med programmeringssko II
th_th: สายเคเบิ้ล CS44 พร้อม Programming Adaptor II
tr_tr: Program adaptörü II ile CS44
zh_cn: CS44+二代编程靴

source: People often prefer more bass sound when listening to music or television. TV Streamer bass boost applies more bass to sounds that are streamed from ReSound TV streamer for the best sound quality.
bg_bg: Хората често предпочитат повече басов звук, когато слушат музика или телевизия. Усилването на баса от Стриймър прилага повече бас на звуците, които се излъчват поточно от безжични аксесоари ReSound за най-добро качество на звука.
cht: 使用者在聽音樂或看電視時通常偏好更強的低音效果。電視串流播放器低音增強功能可為從 ReSound 電視串流播放器串流傳輸的聲音應用更強低音，從而獲得最佳音質。
da_dk: Ofte ønskes mere bas, når man lytter til musik eller tv. Streamer-basboost giver mere bas til lyde, der streames fra trådløst ReSound tilbehør.
el_gr: Ο κόσμος προτιμάει περισσότερο μπάσους ήχους όταν ακούει μουσική ή βλέπει τηλεόραση. Η ενίσχυση μπάσων του TV Streamer εφαρμόζει περισσότερο μπάσο στους ήχους που μεταδίδονται από το ReSound TV Streamer, για βέλτιστη ποιότητα ήχου.
fi_fi: Monet haluavat lisää bassovahvistusta kuunnellessaan musiikkia tai katsellessaan televisiota. Äänensiirron bassovahvistus vahvistaa langattomasti ReSound-lisävarusteiden avulla siirrettävän äänen matalia taajuuksia, jotta laatu on paras mahdollinen.
hr_hr: Ljudi više vole bas-tonove kada slušaju glazbu ili televiziju. Radi povećanja kvalitete zvuka TV Streamerovo pojačalo bas tonova dodaje dublji ton zvukovima dobivenim prijenosom iz ReSound TV streamera.
hu_hu: Az emberek gyakran kedvelik a mély hangokat zenehallgatáskor vagy tévénézéskor. A TV Streamer a legjobb hangminőség érdekében kiemeli a ReSound TV streamer által sugárzott mély hangokat.
it_it: Le persone spesso preferiscono un incremento delle frequenze gravi durante l'ascolto della musica o della televisione. TV Streamer Bass Boost applica un incremento dei suoni gravi trasmessi dal TV Streamer ReSound per una migliore qualità del suono.
ko_kr: 사람들은 음악을 듣거나 TV를 시청할 때, 저주파수가 증폭된 베이스 소리를 선호하는 경향이 있습니다. 스트리머 베이스 부스트는 무선 액세서리로부터 스트리밍 되는 소리의 베이스를 향상시켜 사용자가 선호하는 풍부한 음질을 제공합니다.
nl_nl: Mensen geven vaak de voorkeur aan meer basgeluiden als ze luisteren naar muziek of televisie. De Streamer Bass Boost geeft meer laagtonige versterking aan geluiden die gestreamd worden door de ReSound wireless accessoires, om zo de beste geluidskwaliteit te bieden.
no_no: Det kan være ønskelig med mer bass når man lytter på musikk eller TV. Streamer bassboost gir mer bass til lyder som er streamet fra ReSound TV streamer for å bedre lydkvaliteten.
pt_pt: Muitas vezes, as pessoas preferem os sons graves ao escutar música ou a televisão. O Incremento de Graves da Transmissão, aplica-se de maneira mais significativa aos sons graves que são transmitidos por um acessório wireless ReSound, visando a melhor qualidade sonora.
ro_ro: De cele mai multe ori, oamenii preferă sunetul cu mai mult bass atunci când ascultă muzică sau se uită la televizor. TV Streamer bass boost aplică mai mult bass sunetelor care sunt redate de ReSound TV streamer pentru cea mai bună calitate a sunetului.
ru_ru: Люди часто предпочитают более басовый звук при прослушивании музыки или просмотре телевизора. Низкочастотное Усиление сигнала ТВ с дополнительным усилением в области низких частот позволяет усилить басы для звуков, поступающих от ReSound ТВ стримера, что улучшает качество звука.
sv_se: En del brukare föredrar ett mer basrikt ljud när de lyssnar på musik och tv. Streamer BassBoost ger mer bas för ljud som är streamade från ReSound trådlösa tillbehör för att kunna ge bästa ljudkvalitet.
th_th: ผู้คนมักชอบเสียงเบสที่ชัดเจนมากขึ้นเมื่อฟังเพลงหรือดูโทรทัศน์ การเพิ่มเสียงเบสของ TV Streamer จะใช้เสียงเบสที่มากขึ้นกับเสียงที่สตรีมจาก ReSound TV Streamer เพื่อคุณภาพเสียงที่ดีที่สุด
tr_tr: İnsanlar müzik dinlerken veya televizyon seyrederken genellikle daha bas sesleri tercih ederler. Aktarım Ünitesindeki bas yükseltme özelliği en iyi ses kalitesi için ReSound kablosuz aksesuarlardan gelen seslere daha fazla bas uygular.
zh_cn: 在听音乐或看电视时，人们总是喜欢听到更多的低音。音频设备低音增强可对来自音频转换器的声音提供更多低音，以获得更佳音质。

source: When you change volume or programs on one side, Ear-to-Ear communication ensures that the change automatically happens on the other side as well.
bg_bg: Когато променяте силата на звука или програмите от едната страна, комуникацията ухо с ухо осигурява автоматична промяна и от другата страна.
cht: 當您更改一側的音量或程式時，雙耳傳輸確保另一側將會自動更改。
da_dk: Når lydstyrken eller programmerne ændres på det ene apparat, skifter det andet tilsvarende ved hjælp af Ear-to ear-kommunikation.
el_gr: Όταν αλλάζετε την ένταση ή προγράμματα από τη μία πλευρά, η λειτουργία Ear to Ear φροντίζει ώστε η αλλαγή να πραγματοποιείται αυτόματα και στην άλλη πλευρά.
fi_fi: Kun muutat äänenvoimakkuuden tasoa yhdellä puolella kuulokojeiden välinen yhteys tekee saman muutoksen äänenvoimakkuuteen myös toisella puolella.
hr_hr: Kada s jedne strane promijenite glasnoću ili programe, Komunikacija između ušiju pobrinut će se da se promjena automatski provede i na drugoj strani.
hu_hu: Amikor hangerőt vagy programot vált az egyik oldalon, a készülékek közötti kommunikáció biztosítja, hogy a váltás automatikusan megtörténjen a másik oldalon is.
it_it: Quando si modifica il volume o si cambiano i programmi da un lato, la comunicazione Ear-to-Ear assicura che tali variazioni avvengano automaticamente anche sull'altro lato.
ko_kr: 양이 보청기간 통신은 한쪽 보청기에서 볼륨이나 프로그램을 변경할 때, 자동으로 반대편 보청기에도 변경 내용을 적용시킵니다.
nl_nl: Als u het volume of programma wijzigt op één toestel zorgt Ear-to-Ear synchronisatie ervoor dat de wijziging ook op het andere toestel plaatsvindt.
no_no: Når du endrer volum eller program på en side vil øre til øre-kommunikasjonen gjøre at endringene automatisk utføres også på den andre siden.
pt_pt: Quando você altera os programas ou o volume de um lado, a comunicação de orelha a orelha assegura que a mudança aconteça também automaticamente no lado oposto.
ro_ro: La modificarea volumului sau a programelor de o parte, comunicarea Dispozitiv catre Dispozitiv asigura ca modificarea facuta va avea efect automat si asupra celuilalt aparat.
ru_ru: Когда вы регулируете громкость или переключаете программу на одном из двух аппаратов, связь между слуховыми аппаратами правого и левого ушей обеспечивает автоматическую координацию изменений настроек и с другой стороны, на втором аппарате.
sv_se: När du ändrar volym eller program på ena sidan, kommer Öra till Öra kommunikationen automatiskt ändra på andra sidan också.
th_th: เมื่อคุณเปลี่ยนระดับเสียงหรือโปรแกรมบนหูข้างหนึ่ง การสื่อสารแบบ Ear-to-Ear จะช่วยให้มั่นใจว่าการจะมีการเปลี่ยนแปลงดังกล่าวที่หูอีกข้างโดยอัตโนมัติด้วย
tr_tr: Eğer bir tarafta hacim veya programları değiştirdiğinizde, Kulaktan Kulağa Bildirim diğer tarafta da değişikliği otomatik olarak sağlar.
zh_cn: 当调节一侧助听器的音量或程序时，AI智能双耳融合系统将使另一侧助听器的音量或程序自动发生相应的改变。

source: Allows for adjustment of the frequency that blends between omni-directional and directional processing. A low directional mix means that most of the signal is processed omni-directionally, while a high directional mix indicates mostly directional processing. The directional mix is calculated based upon the patient’s hearing loss and the hearing aid style.
bg_bg: Позволява регулиране на честотата, която се смесва между многопосочно и насочено обработване. Комбинация от ниско насочване означава, че по-голямата част от сигнала се обработва многопосочно, докато комбинация от високо насочване показва предимно насочено обработване. Насочената комбинация се изчислява въз основа на загубата на слуха на пациента и от модела на слуховия апарат.
cht: 允許調整混合全方向性和方向性處理之間的頻率。方向性混合設低代表大部分訊號以全方向方向性處理，而方向性混合設高表示大多數在方向性處理。方向性混合根據客戶的聽力損失及助聽器種類計算。
da_dk: Muliggør justering af den frekvens, der skifter mellem omni og direktionalitet. Et lavt Directional mix betyder, at det meste af signalet behandles med omni, mens et højt Directional mix angiver direktionelbehandling. Directional mix beregnes ud fra brugerens hørenedsættelse og typen af høreapparat.
el_gr: Επιτρέπει την προσαρμογή της συχνότητας που παρεμβάλλεται μεταξύ πολυκατευθυντικής και κατευθυντικής επεξεργασίας. Το χαμηλό κατευθυντικό μείγμα σημαίνει ότι το σήμα υποβάλλεται ως επί το πλείστον σε πολυκατευθυντική επεξεργασία, ενώ το υψηλό κατευθυντικό μείγμα παραπέμπει σε ως επί το πλείστον κατευθυντική επεξεργασία. Το κατευθυντικό μείγμα υπολογίζεται βάσει της βαρηκοΐας του ασθενούς και του τύπου ακουστικού βαρηκοΐας.
fi_fi: Mahdollistaa taajuuden säätämisen kaikkisuuntaisen ja suuntavaikutelmaan perustuvan käsittelyn yhdistelmänä. Taajuuskohtainen suuntakuvio matalan taajuuden ansiosta useimmat signaalit käsitellään kaikkisuuntaisina. Korkea sekoituspisteen taajuus merkitsee lähinnä suuntavaikutelmaan perustuvaa käsittelemistä. Taajuuskohtainen suuntakuvio lasketaan potilaan kuulonaleneman ja kuulokojeen toiminnan perusteella.
hr_hr: Omogućuje se prilagodba frekvencije koja se miješa između svesmjerne i usmjerene obrade. Niska mješovita usmjerenost znači da se većina signala obrađuje svesmjerno, a visoka mješovita usmjerenost ukazuje na pretežno usmjerenu obradu. Mješovita usmjerenost računa se na temelju bolesnikova gubitka sluha i stila slušnog pomagala.
hu_hu: Lehetővé teszi az omni és a direkcionális jelfeldolgozás közötti frekvenciák módosítását. Az alacsony irányítottságú mix azt jelenti, hogy a jelek nagy részének feldolgozása omni módon történik, míg a magas irányítottságú mix elsősorban direkcionális jelfeldolgozást jelöl. Az irányított mix kiszámítása a páciens hallásvesztése és a hallókészülék típusa alapján történik.
it_it: Consente la regolazione della frequenza che passa dall'elaborazione omnidirezionale a quella direzionale. Un mix direzionale basso significa che la maggior parte del segnale viene elaborata in modo omnidirezionale, mentre un mix direzionale alto indica che avviene maggiormente un'elaborazione direzionale. Il mix direzionale viene calcolato sulla base della perdita uditiva del paziente e del tipo di apparecchio acustico.
ko_kr: Directional Mix는, omni가 적용되는 주파수 대역과 방향성이 적용되는 주파수를 피팅할 수 있습니다. Low 세팅은 대부분을 omni로 청취할 수 있도록 처리하고, High 세팅은 대부분의 소리를 방향성으로 처리합니다. 방향성 믹스는 난청수준과 보청기 스타일에 따라 산출됩니다.
nl_nl: Maakt het mogelijk de frequentie aan te passen die de overgang regelt tussen omnidirectionele en directionele verwerking. Een hoge directionele mix-frequentie betekent dat het grootste deel van het signaal omnidirectioneel wordt verwerkt, terwijl een lage directionele mix-frequentie wijst op meer directionele verwerking. Gebaseerd op uw gehoorverlies, wordt er een vooraf gedefinieerde directionele mix toegepast om u te verzekeren van een volle en rijke klankkleur in alle directionele standen.
no_no: Gjør det mulig å justere frekvensen som blandes mellom omnidireksjonal og direksjonal prosessering. En lav direksjonal miks betyr at mye av signalet prosesseres omnidireksjonalt, mens en høy direksjonal miks indikerer mer direksjonal prosessering av signalet. Den direksjonale miksen kalkuleres basert på pasientens hørselstap og type høreapparat.
pt_pt: Permite o ajuste da frequência que se combina entre processamento omnidirecional e direcional. Uma combinação direcional baixa representa que a maior parte do sinal é processada omnidirecionalmente, ao passo que uma combinação direcional alta indica que o processamento é mais direcional. A combinação direcional é calculada com base na sua audibilidade e no estilo de aparelho auditivo do paciente.
ro_ro: Permite ajustarea frecvenței ce amestecă între procesarea omnidirecțională și direcțională. Un mix direcțional scăzut înseamnă că majoritatea semnalului este procesat omnidirecțional, în timp ce unul crescut indică o procesare majoritar direcțională. Mixul direcțional se calculează pe baza pierderii auzului pacientului și stilului aparatului auditiv.
ru_ru: Позволяет регулировать частоту для перехода между всенаправленным и направленным режимом. Смешивание направленностей с низкой долей направленного режима означает, что большая часть сигналов обрабатывается во всенаправленном режиме, тогда как высокая доля направленного режима означает, что большая часть сигналов обрабатывается преимущественно в направленном режиме. Смешивание направленностей рассчитывается с учетом степени тугоухости пациента и вида СА.
sv_se: Medger justering av balansen mellan omni och riktverkan. En liten andel riktverkan innebär att det mesta av signalen bearbetas med omni.
th_th: ช่วยให้สามารถทำการปรับเปลี่ยนความถี่ ซึ่งจะผสมผสานระหว่างการปรับทิศทางแบบทุกทิศทางและการประมวลผลทิศทางได้ การผสมทิศทางที่ต่ำจะหมายความว่าสัญญาณส่วนใหญ่จะถูกประมวลผลแบบทุกทิศทาง ในขณะที่การผสมทิศทางที่สูงจะหมายความว่าส่วนใหญ่จะใช้การประมวลผลทิศทาง การผสมทิศทางจะถูกคำนวณตามการสูญเสียการได้ยินของผู้ป่วยและสไตล์ของอุปกรณ์ช่วยฟัง
tr_tr: Frekansın, omni (tüm yönler) yönlü ve yönlü işleme arasında harmanlanarak ayarlanmasına izin verir. Düşük bir yönlü karışım, çoğu sinyalin omni-yönlü olarak işlenmesi demektir, diğer yanda yüksek bir yönlü karışım çoğunlukla yönlü işlemeye işaret eder. Directional Mix, hastanın işitme kaybına ve işitme cihazının stiline dayanılarak hesaplanır.
zh_cn: 允许调整全向和方向性处理之间的分量。“高”意味着大多数信号是方向性处理的，而“极低”则主要通过全向性处理。方向性分量主要根据用户的听力损失和助听器类型进行计算。
