Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Decrease G50 for low frequencies, increase mid and high frequency gain
bg_bg: Намалете G50 за ниските честоти, увеличете средните и високите честоти
cht: 降低G50的低頻增益量，提升中頻及高頻增益量
da_dk: Reducer G50 for lavfrekvenser, forøg mellem- og højfrekvent forstærkning
el_gr: Μειώστε την G50 για τις χαμηλές συχνότητες, αυξήστε την απόκριση μεσαίων και υψηλών συχνοτήτων
fi_fi: Vähennä G50-vahvistusta matalilla taajuuksilla, lisää vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Smanjite G50 za niske frekvencije, povećajte pojačanje srednjih i visokih frekvencija
hu_hu: Csökkentse a G50-et az alacsony frekvenciákon, növelje az erősítést a közepes és a magas frekvenciákon
it_it: Diminuire G50 per le basse frequenze, aumentare il guadagno delle frequenze medie e alte
ko_kr: 저주파수 G50을 낮추고 중주파수와 고주파수 게인을 높이세요
nl_nl: Verlaag G50 bij lage frequenties, verhoog de versterking van midden- en hoge frequenties
no_no: Reduser G50 i for lave frekvenser, øk gain i midt- og høyfrekvensområdene
pt_pt: Diminua o ganho de G50 nas frequências baixas, aumente o ganho nas frequências médias e altas
ro_ro: Reduceti G50 pe frecvente joase, mariti castigul pe frecventele medii si inalte
ru_ru: Уменьшите G50 на низких частотах, увеличьте усиление на средних и высоких частотах
sv_se: Minska G50 för låga frekvenser, öka förstärkningen för mellan och höga frekvenser
th_th: ลดเกน 50 ที่ความถี่ตํ่า เพิ่มเกนที่ความถี่กลางและสูง
tr_tr: G50 için alçak frekansları düşür, orta ve yüksek frekanslarda kazancı artır
zh_cn: 降低G50低频增益，增加中高频增益

source: Increase mid frequency gain, increase G50 for high frequencies
bg_bg: Увеличете средните честоти, увеличете G50 за високите честоти
cht: 提升中頻增益量，提升G50的高頻增益量
da_dk: Forøg mellemfrekvent forstærkning, forøg G50 for højfrekvenser
el_gr: Αυξήστε την απόκριση των μεσαίων συχνοτήτων, αυξήστε την G50 για τις υψηλές συχνότητες
fi_fi: Lisää vahvistusta keskitaajuuksilla, vähennä G50-vahvistusta korkeilla taajuuksilla
hr_hr: Povećajte pojačanje srednjih frekvencija, povećajte G50 za visoke frekvencije
hu_hu: Növelje a közepes frekvenciás erősítést, növelje a G50-et a magas frekvenciákon
it_it: Aumentare il guadagno delle frequenze medie, aumentare G50 per le alte frequenze
ko_kr: 저주파수와 중주파수 게인을 높이고 고주파수 G50을 높이세요
nl_nl: Verhoog de versterking van middenfrequenties, verhoog G50 bij hoge frequenties
no_no: Øk gain i midtfrekvensområdet, reduser G50 i høyfrekvensområdet
pt_pt: Aumente o ganho de frequência média, diminua o G50 para altas frequências
ro_ro: Cresteti din nou castigul pe frecventele medii, creșteți castigul G50 pe frecventele inalte
ru_ru: Увеличьте усиление на средних частотах и увеличьте G50 на высоких частотах
sv_se: Öka förstärkningen på mellanfrekvenserna, minska G50 för de höga frekvenserna
th_th: เพิ่มเกนที่ความถี่กลาง เพิ่มเกน 50 ที่ความถี่สูง
tr_tr: Orta frekanslarda kazancı artır, yüksek frekanslarda G50 kazancını artır
zh_cn: 增加中频增益，降低G50高频增益

source: Sound quality is hollow
bg_bg: Качеството на звука е кухо
cht: 音質太過空洞
da_dk: Lydkvaliteten er hul
el_gr: Ο ήχος είναι υπόκωφος
fi_fi: Ääni kuuluu onttona
hr_hr: Kvaliteta zvuka je mukla
hu_hu: A hang tompának tűnik
it_it: La qualità del suono è cupa
ko_kr: 전체적인 음질이 텅빈 공간에서 울리듯이 선명하지 않게 들립니다.
nl_nl: Het geluid klinkt hol
no_no: Musikken lyder hul
pt_pt: A qualidade do som ecoa
ro_ro: Calitatea sunetului este cu ecou
ru_ru: Качество звука – с резонирующим отзвуком
sv_se: Ljudkvaliteten är ihålig
th_th: คุณภาพเสียงแหบเบา
tr_tr: Ses kalitesi yankılı
zh_cn: 音质空洞

source: Increase vent size
bg_bg: Увеличете венти отвора
cht: 增加氣孔尺寸
da_dk: Forøg diameteren for vent.
el_gr: Αυξήστε το μέγεθος αεραγωγού
fi_fi: Lisää ilmastoinnin kokoa
hr_hr: Povećajte veličinu oduška
hu_hu: Növelje a szellőzőfuratot
it_it: Aumentare le dimensioni della ventilazione
ko_kr: 벤트 사이즈를 늘리세요
nl_nl: Vergroot de venting
no_no: Øk ventilering
pt_pt: Aumentar o tamanho da ventilação
ro_ro: Creșteți mărimea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorleken
th_th: เพิ่มขนาด vent
tr_tr: Vent ölçüsünü artır
zh_cn: 增加通气孔尺寸

source: Decrease G80 for mid and high frequencies
bg_bg: Намалете G80 за средните и високите честоти
cht: 降低G80的中頻及高頻增益量
da_dk: Reducer G80 for mellem- og højfrekvenser
el_gr: Μειώστε την G80 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Smanjite G80 za srednje i visoke frekvencije
hu_hu: Csökkentse a G80-at a közép- és magas frekvenciákon
it_it: Diminuire G80 per le frequenze medie e alte
ko_kr: 중주파수와 고주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij midden- en hoge frequenties
no_no: Reduser G80 i midt- og høyfrekvensområdene
pt_pt: Diminuir G80 para as médias e altas frequências
ro_ro: Reduceți G80 pe frecventele medii si inalte
ru_ru: Уменьшите G80 на средних и высоких частотах
sv_se: Minska G80 i mellan och höga frekvenser
th_th: ลดเกน 80 ที่ความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 减少G80中高频增益

source: Sound quality is sharp
bg_bg: Качеството на звука е остро
cht: 音質太過尖銳
da_dk: Lydkvaliteten er skinger
el_gr: Ο ήχος είναι οξύς
fi_fi: Ääni kuuluu terävänä
hr_hr: Kvaliteta zvuka je prodorna
hu_hu: A hang élesnek tűnik
it_it: La qualità del suono è acuta
ko_kr: 소리가 날카롭게 들립니다
nl_nl: Het geluid klinkt scherp
no_no: Musikken lyder skarp
pt_pt: A qualidade do som é estridente
ro_ro: Calitatea sunetului este clară
ru_ru: Качество звука - звучит пронзительно и резко
sv_se: Ljudkvaliteten är skarp
th_th: คุณภาพเสียงแหลม
tr_tr: Ses kalitesi keskin, ince
zh_cn: 声音刺耳

source: Decrease high frequency gain
bg_bg: Намалете нивото на високите честоти
cht: 降低高頻增益量
da_dk: Reducer højfrekvent forstærkning
el_gr: Μειώστε την απόκριση των υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje visokih frekvencija
hu_hu: Csökkentse a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle alte frequenze
ko_kr: 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties
no_no: Reduser gain i høyfrekvensområdet
pt_pt: Diminuir o ganho das altas frequências
ro_ro: Micsorati castigul pe frecventele inalte
ru_ru: Уменьшите усиление на высоких частотах
sv_se: Minska förstärkningen för höga frekvenser
th_th: ลดเกนที่ความถี่สูง
tr_tr: Yüksek frekanslarda kazancı düşür
zh_cn: 降低高频增益

source: Increase G50 for low frequencies, decrease G50 for high frequencies
bg_bg: Увеличете G50 за ниските честоти, намалете G50 за високите честоти
cht: 提升G50的低頻增益量，降低G50的高頻增益量
da_dk: Forøg G50 for lavfrekvenser, og reducer G50 for højfrekvenser
el_gr: Αυξήστε την G50 για τις χαμηλές συχνότητες και μειώστε την G50 για τις υψηλές συχνότητες
fi_fi: Lisää G50-vahvistusta matalilla taajuuksilla ja vähennä G50-vahvistusta korkeilla taajuuksilla
hr_hr: Povećajte G50 za niske frekvencije, smanjite G50 za visoke frekvencije
hu_hu: Növelje a G50-et a mély frekvenciákon; csökkentse a G50-et a magas frekvenciákon
it_it: Aumentare G50 per le basse frequenze, diminuire G50 per le alte frequenze
ko_kr: 저주파수 G50을 높이고 고주파수 G50을 낮추세요
nl_nl: Verhoog G50 bij lage frequenties, verlaag G50 bij hoge frequenties
no_no: Øk G90 i lavfrekvensområdet, reduser G50 i høyfrekvensområdet
pt_pt: Reduza o G50 para baixas frequências, aumente o G50 para altas frequências
ro_ro: Creșteți G80 pe frecventele joase, scădeți G50 pe frecvente inalte
ru_ru: Увеличьте G50 на низких частотах и уменьшите G50 на высоких частотах
sv_se: Öka G50 för låga frekvenser och minska G50 för höga frekvenser
th_th: เพิ่มเกน 50 ที่ความถี่ต่ำ ลดเกน 50 ที่ความถี่สูง
tr_tr: Alçak frekanslarda G50 kazancını artır, yüksek frekanslarda G50 kazancını düşür
zh_cn: 增加G50低频增益，降低G50高频增益

source: Decrease G50 for high frequencies
bg_bg: Намалете G50 за високите честоти
cht: 降低G50的高頻增益量
da_dk: Reducer G50 for højfrekvenser
el_gr: Μειώστε την G50 για τις υψηλές συχνότητες
fi_fi: Vähennä G50-vahvistusta diskanttitaajuuksilla
hr_hr: Smanjite G50 za visoke frekvencije
hu_hu: Csökkentse a G50-et a magas frekvenciákon
it_it: Diminuire G50 per le alte frequenze
ko_kr: 고주파수의 G50을 낮추세요
nl_nl: Verlaag G50 bij hoge frequenties
no_no: Reduser G50 i høyfrekvensområdet
pt_pt: Redução de G50 para altas frequências
ro_ro: Micsorati G50 pe frecventele inalte
ru_ru: Уменьшите G50 на высоких частотах
sv_se: Minska G50 för höga frekvenser
th_th: ลดเกน50ที่ความถี่สูง
tr_tr: Yüksek frekanslarda G50 kazancını azalt
zh_cn: 降低G50高频增益

source: Sound quality is metallic or tinny
bg_bg: Качеството на звука е като метал или ламарина
cht: 音質尖細或刺耳
da_dk: Lydkvaliteten er metallisk
el_gr: Ο ήχος είναι μεταλλικός ή πολύ λεπτός
fi_fi: Ääni kuuluu metallisena tai kimeänä
hr_hr: Kvaliteta zvuka je metalna ili reska
hu_hu: A hang fémesnek vagy túl magasnak tűnik
it_it: La qualità del suono è metallica
ko_kr: 전체적인 음질이 깡통이 부딪치는 소리나 기계음 처럼 들립니다
nl_nl: Het geluid klinkt iel of blikkerig
no_no: Musikken lyder metallisk eller tynn
pt_pt: A qualidade do som é metálica
ro_ro: Calitatea sunetului este metalică
ru_ru: Качество звука - дребезжащее, металлическое
sv_se: Ljudkvaliteten är metallisk eller plåtig
th_th: คุณภาพเสียงเหมือนเสียงโลหะ
tr_tr: Ses kalitesi metalik veya tiz
zh_cn: 音质刺耳或尖细

source: Decrease gain at 2 kHz
bg_bg: Намалете коефициента на усилване при 2 kHz
cht: 降低2 kHz 增益量
da_dk: Reducer forstærkning ved 2 kHz
el_gr: Μειώστε την απόκριση στα 2 kHz
fi_fi: Vähennä vahvistusta 2 kHz:llä
hr_hr: Smanjite pojačanje pri 2 kHz
hu_hu: Csökkentse az erősítést 2 kHz-en
it_it: Diminuire il guadagno a 2 kHz
ko_kr: 2kHz의 게인을 낮추세요
nl_nl: Verlaag de versterking bij 2 kHz
no_no: Reduser gain ved 2 kHz
pt_pt: Diminua o ganho em 2 kHz
ro_ro: Reduceti câștigul la 2 kHz
ru_ru: Уменьшите усиление на 2 кГц
sv_se: Minska förstärkningen vid 2 kHz
th_th: ลดเกนที่ความถี่ 2 kHz
tr_tr: 2 kHz'de kazancı düşür
zh_cn: 降低2kHz增益

source: Perform real ear measurement; adjust gain to achieve smooth frequency response
bg_bg: Направете акустично измерване; регулирайте усилването, за да постигнете равномерна честотна характеристика
cht: 執行實耳測量；調整增益以達較平滑的頻率反應
da_dk: Udfør REM-måling; juster frekvensgangen, så den er glat
el_gr: Προβείτε σε μέτρηση REM, προσαρμόστε την ένταση για ομαλή απόκριση στις συχνότητες
fi_fi: Suorita REM-mittaus; säädä vahvistus siten, että taajuusvaste on tasainen
hr_hr: Obavite in-situ mjerenje razine zvučnog tlaka; prilagodite pojačanje kako biste postigli ujednačen frekvencijski odziv
hu_hu: Végezzen valós fül mérést, majd állítsa be az erősítést az egyenletes frekvenciaválasz eléréséhez
it_it: Effettuare il guadagno di inserzione; regolare il guadagno per ottenere una risposta in frequenza regolare
ko_kr: 실이측정을 수행합니다. 이득을 조절하여 피팅 포뮬러의 목표 곡선에 맞게 조절하세요
nl_nl: Voer een Real-Ear meting uit; pas de versterking aan om een vloeiende curve te krijgen
no_no: Foreta REM-måling; juster gain for å oppnå en glatt frekvenskurve
pt_pt: Realizar a medida de orelha real; ajustar o ganho para atingir uma resposta de frequência mais suave
ro_ro: Realizare de masuratori "in-situ"; ajustare de castig pentru o caracteristica de frecventa lina (claritate)
ru_ru: Произведите измерения в реальном ухе; подстройте усиление, чтобы достичь плавной частотной характеристики
sv_se: Utför IF-mätning, justera förstärkningen för att uppnå en jämn frekvensgång
th_th: ทำ real ear ปรับค่าเกนเพื่อให้ได้การตอบสนองความถี่ที่มีความราบรื่น
tr_tr: Gerçek kulak ölçümü yapın; düzgün frekans cevabı elde etmek için kazancı ayarlayın
zh_cn: 进行真耳测试；调整增益以得到平滑的频率响应

source: Decrease mid and high frequency gain
bg_bg: Намалете нивото на средните и високите честоти
cht: 降低中頻與高頻增益量
da_dk: Reducer mellem- og højfrekvent forstærkning
el_gr: Μειώστε την απόκριση μεσαίων και υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Smanjite pojačanje srednjih i visokih frekvencija
hu_hu: Csökkentse a közepes és a magas frekvenciájú erősítést
it_it: Diminuire il guadagno delle frequenze medie e alte
ko_kr: 중주파수와 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van midden- en hoge frequenties
no_no: Reduser gain i midt- og høyfrekvensområdene
pt_pt: Reduza o ganho de médias e altas frequências
ro_ro: Micsorati castigul pe frecventele medii si inalte
ru_ru: Уменьшите усиление на средних и высоких частотах
sv_se: Minska förstärkningen på mellan och höga frekvenser
th_th: ลดเกนความถี่ปานกลางและความถี่สูง
tr_tr: Orta ve yüksek frekanslarda kazancı düşür
zh_cn: 降低中高频增益

source: Speech Intelligibility
bg_bg: Разбираемост на речта
cht: 語音清晰度
da_dk: Taleforståelse
el_gr: Καταληπτότητα ομιλίας
fi_fi: Puheen ymmärrettävyys
hr_hr: Razumljivost govora
hu_hu: Beszédértés
it_it: Intelligibilità del parlato
ko_kr: 말소리가 잘 들리지 않는 불편함
nl_nl: Spraakverstaanbaarheid
no_no: Taleforståelse
pt_pt: Inteligibilidade da fala
ro_ro: Inteligibilitatea vorbirii
ru_ru: Разборчивость речи
sv_se: Taluppfattning
th_th: การสื่อเป็นประโยค
tr_tr: Konuşmanın Anlaşılabilirliği
zh_cn: 言语清晰度

source: Conversation with one person in quiet is difficult to follow
bg_bg: Разговорът с един човек се следи трудно при тишина
cht: 在安靜環境下一對一交談有困難
da_dk: Samtale med en person i rolige omgivelser er vanskeligt
el_gr: Δυσκολία στην παρακολούθηση συνομιλίας με άτομο όταν επικρατεί ησυχία
fi_fi: Yhden henkilön kanssa käytävää keskustelua on vaikea seurata
hr_hr: Razgovor s jednom osobom u tihom okruženju teško se prati
hu_hu: Nehéz követni egyvalakivel folytatott beszélgetést csendes környezetben
it_it: La conversazione con una persona che parla in modo lieve e difficile da seguire
ko_kr: 조용한 곳에서 한 사람과 대화를 나눌때, 목소리가 메아리 치듯이 울려서 대화가 어렵습니다
nl_nl: Een gesprek met een persoon in stilte is moeilijk te volgen
no_no: Det er vanskelig å ha en samtale med én person mens det er stille
pt_pt: A conversa com uma pessoa em ambientes silenciosos é difícil de acompanhar
ro_ro: Conversația cu o altă persoană este dificilă cu vocea scăzută
ru_ru: Затруднительно понимать/вести разговор с одним собеседником в тихой обстановке
sv_se: Lågt samtal med en person är svårt att hänga med i
th_th: ติดตามการสนทนากับบุคคลเพียงคนเดียวในที่เงียบๆ ได้อย่างยากลำบาก
tr_tr: Bir kişiyle sohbeti takip etmekte çok zorlanıyorum
zh_cn: 安静时与人的对话很难跟上

source: Increase G50 for high frequencies
bg_bg: Увеличете G50 за високите честоти
cht: 提升G50的高頻增益量
da_dk: Forøg G50 for højfrekvenser
el_gr: Αυξήστε την G50 για τις υψηλές συχνότητες
fi_fi: Lisää G50-vahvistusta korkeilla taajuuksilla
hr_hr: Povećajte G50 za visoke frekvencije
hu_hu: Növelje a G50-et a magas frekvenciákon
it_it: Aumentare G50 per le alte frequenze
ko_kr: 고주파수 G50을 높이세요
nl_nl: Verhoog G50 bij hoge frequenties
no_no: Øk G50 i høyfrekvensområdet
pt_pt: Aumentar G50 nas altas frequências
ro_ro: Mariti G50 pe frecventele inalte
ru_ru: Увеличьте G50 на высоких частотах
sv_se: Öka G50 för höga frekvenser
th_th: เพิ่มเกน 50 ที่ความถี่สูง
tr_tr: Yüksek frekanslarda G50 kazancını artır
zh_cn: 增加G50高频增益

source: Increase high frequency gain
bg_bg: Увеличете нивото на високите честоти
cht: 提升高頻增益量
da_dk: Forøg højfrekvent forstærkning
el_gr: Αυξήστε την απόκριση των υψηλών συχνοτήτων
fi_fi: Lisää vahvistusta korkeilla taajuuksilla
hr_hr: Povećajte pojačanje visokih frekvencija
hu_hu: Növelje a magas frekvenciás erősítést
it_it: Aumentare il guadagno delle alte frequenze
ko_kr: 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties
no_no: Øk gain i høyfrekvensområdet
pt_pt: Aumentar o ganho das altas frequências
ro_ro: Cresteti castigul pe frecventele inalte
ru_ru: Увеличьте усиление на высоких частотах
sv_se: Öka förstärkningen för höga frekvenser
th_th: เพิ่มเกนที่ความถี่สูง
tr_tr: Yüksek frekans kazancını artır
zh_cn: 增加高频增益

source: Understanding speakers on television or radio is difficult
bg_bg: Разбирането на говорещите по телевизията или радиото е трудно
cht: 很難聽懂電視或收音機的說話內容
da_dk: Det er vanskeligt at forstå højttalere på tv eller radioer
el_gr: Δυσκολία κατανόησης ομιλίας στην τηλεόραση ή στο ραδιόφωνο
fi_fi: On vaikea ymmärtää, mitä televisiossa tai radiossa puhutaan
hr_hr: Teško je razumjeti govornike na televiziji ili radiju
hu_hu: Nehezen lehet érteni a beszédet a televízióban vagy a rádión
it_it: Comprendere chi parla in televisione e alla radio è difficile
ko_kr: TV나 라디오에서 말하는 사람의 소리를 이해하기 어렵습니다
nl_nl: Stemmen verstaan op televisie of radio is moeilijk
no_no: Det er vanskelig å oppfatte tale på TV eller radio
pt_pt: É difícil entender falantes na televisão ou no rádio
ro_ro: Înțelegerea vorbitorilor la radio sau TV este dificilă
ru_ru: Затруднительно понимать дикторов по ТВ или радио
sv_se: Svårt att förstå högtalarna i radio eller tv
th_th: ทำความเข้าใจผู้พูดในโทรทัศน์หรือวิทยุได้อย่างยากลำบาก
tr_tr: Televizyon veya radyodaki konuşmacıları anlamakta güçlük çekiyorum
zh_cn: 理解电视或收音机上的说话人很困难

source: Increase high frequency gain, decrease G80 for low frequencies
bg_bg: Увеличете високите честоти, намалете G80 за ниските честоти
cht: 提升高頻增益量，降低G80的低頻增益量
da_dk: Forøg højfrekvent forstærkning, reducer G80 for lavfrekvenser
el_gr: Αυξήστε την απόκριση υψηλών συχνοτήτων, μειώστε την G80 για τις χαμηλές συχνότητες
fi_fi: Lisää vahvistusta keskitaajuuksilla, vähennä G80-vahvistusta matalilla taajuuksilla
hr_hr: Povećajte pojačanje visokih frekvencija, smanjite G80 za niske frekvencije
hu_hu: Növelje a magas frekvenciás erősítést, csökkentse a G80-at az alacsony frekvenciákon
it_it: Aumentare il guadagno delle alte frequenze, diminuire G80 per le basse frequenze
ko_kr: 고주파수 게인을 높이고 저주파수 G80을 낮추세요
nl_nl: Verhoog de versterking van hoge frequenties, verlaag G80 bij lage frequenties
no_no: Øk gain i høyfrekvensområdet, reduser G80 i lavfrekvensområdet
pt_pt: Aumente o ganho de alta frequência, diminua o G80 para baixas frequências
ro_ro: Creșteți câștigul pe frecvență înaltă, scădeți G80 pentru frecvențe scăzute
ru_ru: Увеличьте усиление на высоких частотах и уменьшите G80 на низких частотах
sv_se: Öka förstärkningen på de höga frekvenserna, minska G80 för de låga frekvenserna
th_th: เพิ่มเกนที่ความถี่สูง ลดเกน 80 ที่ความถี่ต่ำ
tr_tr: Yüksek frekanslarda kazancı artır, alçak frekanslarda G80 kazancını düşür
zh_cn: 增加高频增益，降低G80低频增益

source: Decrease low frequency gain, increase high frequency gain
bg_bg: Намалете ниските честоти и увеличете високите честоти
cht: 降低低頻增益量，提升高頻增益量
da_dk: Reducer lavfrekvent forstærkning, forøg højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων, αυξήστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla, lisää vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija, povećajte pojačanje visokih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést; növelje a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze, aumentare il guadagno delle alte frequenze
ko_kr: 저주파수 게인을 낮추고 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage frequenties, verhoog de versterking van hoge frequenties
no_no: Reduser gain i lavfrekvensområdet, øk gain i høyfrekvensområdet
pt_pt: Diminuir ganho das baixas frequências, aumentar ganho das altas frequências
ro_ro: Reduceti castigul pe frecventele joase, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för de låga frekvenserna, öka förstärkningen för de höga frekvenserna
th_th: ลดเกนที่ความถี่ตํ่า เพิ่มเกนที่ความถี่สูง
tr_tr: Alçak frekanslarda kazancı düşür, yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益，增加高频增益

source: Decrease low frequency gain, increase mid and high frequency gain
bg_bg: Намалете ниските честоти, увеличете средните и високите честоти
cht: 降低低頻增益量，提升中頻及高頻增益量
da_dk: Reducer lavfrekvent forstærkning, og forøg mellem- og højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων, αυξήστε την απόκριση μεσαίων και υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla, lisää vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija, povećajte pojačanje srednjih i visokih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést; növelje a közepes és a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze, aumentare il guadagno delle frequenze medie e alte
ko_kr: 저주파수 게인을 낮추고 중주파수와 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage frequenties, verhoog de versterking van midden- en hoge frequenties
no_no: Reduser gain i lavfrekvensområdet, øk gain i midt- og høyfrekvensområdene
pt_pt: Diminua o ganho de baixa frequência e aumente o ganho de médias e altas frequências
ro_ro: Scădeți castigul pentru frecventele joase si creșteți-l pentru frecventele medii si inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на средних и высоких частотах
sv_se: Minska förstärkningen på låga frekvenser och öka förstärkningen på mellan och höga frekvenser.
th_th: ลดเกนที่ความถี่ต่ำ เพิ่มเกนที่ความถี่กลางและสูง
tr_tr: Alçak frekanslarda kazancı düşür, orta ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益，增加中高频增益

source: Decrease low frequency gain, increase mid and high frequency gain
bg_bg: Намалете ниските честоти, увеличете средните и високите честоти
cht: 降低低頻增益量，提升中頻及高頻增益量
da_dk: Reducer lavfrekvent forstærkning, og forøg mellem- og højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων, αυξήστε την απόκριση μεσαίων και υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla, lisää vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija, povećajte pojačanje srednjih i visokih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést; növelje a közepes és a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze, aumentare il guadagno delle frequenze medie e alte
ko_kr: 저주파수 게인을 낮추고 중주파수와 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage frequenties, verhoog de versterking van midden- en hoge frequenties
no_no: Reduser gain i lavfrekvensområdet, øk gain i midt- og høyfrekvensområdene
pt_pt: Diminuir ganho das baixas frequências, aumentar ganho das médias e altas frequências
ro_ro: Scădeți castigul pentru frecventele joase si creșteți-l pentru frecventele medii si inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на средних и высоких частотах
sv_se: Minska förstärkningen på låga frekvenser och öka förstärkningen på mellan och höga frekvenser.
th_th: ลดเกนที่ความถี่ต่ำ เพิ่มเกนที่ความถี่กลางและสูง
tr_tr: Alçak frekanslarda kazancı düşür, orta ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益，增加中高频增益

source: Increase overall gain
bg_bg: Увеличете общия коефициент на усилване
cht: 提升整體增益量
da_dk: Forøg forstærkning
el_gr: Αυξήστε την συνολική ένταση(απόκριση)
fi_fi: Lisää kokonaisvahvistusta
hr_hr: Povećajte sveukupno pojačanje
hu_hu: Növelje a teljes erősítést
it_it: Aumentare il guadagno complessivo
ko_kr: 전체 게인을 높이세요
nl_nl: Verhoog de versterking
no_no: Øk samlet gain
pt_pt: Aumentar o ganho geral
ro_ro: Cresteti castigul global
ru_ru: Увеличьте общее усиление
sv_se: Öka den totala förstärkningen
th_th: เพิ่มเกนทั้งหมด
tr_tr: Bütün frekanslarda kazancı artır
zh_cn: 增加整体增益
