Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: GN Online Services is temporarily down, please check back later. All your fitting data can be saved in your database at this time.
bg_bg: Услугата GN Cloud временно не работи – моля, проверете отново по-късно. Всичките ви данни за монтажа засега могат да се запазят във вашата база данни.
cht: GN Cloud 服務暫時關閉，請稍後查看。您所有的選配資料現在可以儲存在您的資料庫。
da_dk: Tjenesten GN Cloud er midlertidigt nede. Vend tilbage senere. Alle dine tilpasningsdata kan gemmes i databasen på nuværende tidspunkt.
el_gr: Η υπηρεσία GN Cloud είναι προσωρινά μη διαθέσιμη, προσπαθήστε ξανά αργότερα. Όλα τα δεδομένα εφαρμογής σας μπορούν να αποθηκευτούν εντωμεταξύ στη βάση δεδομένων σας.
fi_fi: GN-pilvipalvelu on väliaikaisesti pois käytöstä. Yritä myöhemmin uudelleen. Kaikki sovitustiedot voidaan tallentaa tietokantaasi.
hr_hr: Usluga GN Cloud trenutno nije dostupna, ponovno provjerite kasnije. Svi vaši podatci o namještanju trenutno se mogu spremiti u vašu bazu podataka.
hu_hu: A GN felhőszolgáltatása átmenetileg nem üzemel, ellenőrizze később. Az illesztési adatokat jelenleg csak a saját adatbázisba lehet menteni.
it_it: Servizio GN Cloud temporaneamente indisponibile, controllare nuovamente più tardi. Tutti i dati di fitting possono essere salvati nel proprio database ora.
ko_kr: GN 클라우드 서비스가 일시 중단되었습니다. 나중에 다시 확인해 주십시오. 모든 피팅 데이터는 데이터베이스에 저장할 수 있습니다.
nl_nl: GN Online Service is tijdelijk niet beschikbaar, probeert u het later opnieuw. Al uw aanpasgegevens kunnen nu in uw database worden opgeslagen.
no_no: GN Cloud-tjenesten er for øyeblikket utilgjengelig. Prøv igjen senere. Alle tilpasningsdata kan nå lagres i databasen.
pt_pt: O serviço GN Cloud está temporariamente inativo. Verifique mais tarde. Todos os seus dados de ajuste podem ser salvos em seu banco de dados neste momento.
ro_ro: Serviciul GN Cloud este momentan indisponibil, reveniți mai târziu. Toate datele dvs. de reglaj pot fi salvate în propria bază de date în acest moment.
ru_ru: Облачный сервис GN временно недоступен, попробуйте, пожалуйста, позже. Все ваши данные настройки в это время могут быть сохранены в вашей базе данных.
sv_se: GN Cloud-tjänsten ligger tillfälligt nere, återkom senare. Alla dina anpassningsdata kan sparas i databasen så länge.
th_th: ขณะนี้บริการ GN Cloud ไม่พร้อมใช้งานชั่วคราว โปรดกลับมาใหม่ในภายหลัง คุณสามารถบันทึกข้อมูลการทดลองสวมทั้งหมดลงในฐานข้อมูลของคุณได้ในครั้งนี้
tr_tr: GN Cloud hizmeti geçici olarak devre dışı, lütfen daha sonra tekrar kontrol edin. Tüm fitting verileriniz veritabanınıza bu anda kaydedilebilir.
zh_cn: GN 智能云服务暂时下线，请稍后再查看。现在您的所有验配数据都可保存在数据库中。

source: You must turn on Remote Fine-tuning to begin using the timeline feature
bg_bg: Трябва да включите дистанционна фина настройка, за да започнете да използвате функцията за график
cht: 您必須開啟「遠端微調」以開始使用時間軸功能
da_dk: Du skal aktivere fjernjustering for at benytte tidslinjefunktionen
el_gr: Πρέπει να ενεργοποιήσετε την Απομακρυσμένη μικρορύθμιση για να ξεκινήσετε να χρησιμοποιείτε τη λειτουργία χρονολογίου
fi_fi: Aikajanatoiminnon käyttäminen edellyttää, että etäsovitus poistetaan käytöstä.
hr_hr: Morate uključiti daljinsko precizno ugađanje za početak upotrebe značajke vremenske crte.
hu_hu: Kapcsolja be a távoli finomhangolást az idősor funkció használatának megkezdéséhez
it_it: È necessario attivare la Regolazione-fine da remoto per poter iniziare a utilizzare la funzione di sequenza temporale
ko_kr: 원격피팅을 활성화하고 타임라인을 시작합니다.
nl_nl: U moet Remote Fine-tuning inschakelen om gebruik te kunnen maken van de tijdlijn-functie
no_no: Du må slå på ekstern fininnstilling for å begynne å bruke tidslinjefunksjonen
pt_pt: Você deve ativar o Ajuste Fino Remoto para ter os dados nessa tela.
ro_ro: Trebuie să porniți Reglajul fin de la distanță pentru a putea utiliza această opțiune de program
ru_ru: Чтобы начать использовать функцию Временной шкалы, необходимо включить Удаленную тонкую настройку
sv_se: Du måste aktivera Fjärrfinjustering för att kunna använda tidslinjefunktionen
th_th: คุณต้องเปิดการปรับแต่งระยะไกล เพื่อเริ่มต้นใช้คุณสมบัติไทม์ไลน์
tr_tr: Zaman çizelgesi özelliğini kullanmaya başlamak için Uzaktan İnce Ayarı açmalısınız
zh_cn: 您必须启用云微调以开始使用此功能

source: Please log into GN Online Services in order to use the Resound Assist and Live Assistance features
bg_bg: Трябва да се впишете, за да започнете да използвате функцията за график.
cht: 您必須登入才能開始使用時間軸功能。
da_dk: Du skal logge på for at benytte tidslinjefunktionen.
el_gr: Πρέπει να συνδεθείτε για να ξεκινήσετε να χρησιμοποιείτε τη λειτουργία χρονολογίου.
fi_fi: Aikajanatoiminnon käyttäminen edellyttää kirjautumista palveluun.
hr_hr: Morate se prijaviti za početak upotrebe značajke vremenske crte.
hu_hu: Jelentkezzen be az idővonal funkció használatának megkezdéséhez.
it_it: È necessario accedere per poter iniziare a utilizzare la funzione di sequenza temporale.
ko_kr: 로그인하여 타임라인 기능을 시작합니다
nl_nl: U moet u aanmelden om gebruik te kunnen maken van de tijdlijn-functie.
no_no: Du må logge på for å begynne å bruke tidslinjefunksjonen.
pt_pt: Você deve fazer login para ter os dados nessa tela.
ro_ro: Trebuie să vă logați pentru a putea utiliza această opțiune de program.
ru_ru: Чтобы начать использовать функцию Временной шкалы, необходимо войти в систему.
sv_se: Du måste logga in för att kunna använda tidslinjefunktionen.
th_th: คุณต้องลงชื่อเข้าใช้เพื่อเริ่มต้นใช้คุณสมบัติไทม์ไลน์
tr_tr: Zaman çizelgesi özelliğini kullanmaya başlamak için giriş yapmalısınız.
zh_cn: 您必须登录才能开始使用该功能。

source: Close Request
bg_bg: Затваряне на заявката
cht: 關閉請求
da_dk: Luk anmodning
el_gr: Κλείσιμο αιτήματος
fi_fi: Sulje pyyntö
hr_hr: Zatvori zahtjev
hu_hu: Kérés lezárása
it_it: Chiudi richiesta
ko_kr: 요청 취소
nl_nl: Aanvraag afsluiten
no_no: Lukk forespørsel
pt_pt: Encerrar solicitação
ro_ro: Închidere solicitare
ru_ru: Закрыть запрос
sv_se: Stäng begäran
th_th: ปิดคำขอ
tr_tr: İsteği Kapat
zh_cn: 关闭请求

source: Start an Assist fine-tuning session
bg_bg: Започване на сесия за спомагателна фина настройка
cht: 開始微調輔助服務
da_dk: Start en justeringssession i Assist
el_gr: Έναρξη συνεδρίας μικρορύθμισης ASSIST
fi_fi: Aloita avustettu etäsovitus-istunto
hr_hr: Pokreni sesiju preciznog ugađanja usluge Assist
hu_hu: Finomhangolási asszisztens indítása
it_it: Avvia una sessione di regolazione-fine con Resound Assist
ko_kr: Assist fine-tuning 세션을 시작합니다
nl_nl: Start een e-Assist Fine-tuning sessie
no_no: Start en økt med Assist-fininnstilling
pt_pt: Iniciar uma sessão de Ajuste Fino Remoto
ro_ro: Începeți o sesiune de reglaj fin asistată
ru_ru: Начать сессию тонкой настройки Поддержки
sv_se: Starta en assisterad finjusteringssession
th_th: เริ่มต้นเซสชันการปรับแต่ง Assist
tr_tr: Bir ince ayar yardım oturumu başlat
zh_cn: 开始进入微调设置

source: Send Settings
bg_bg: Изпращане на пакет
cht: 發送設定
da_dk: Send pakke
el_gr: Αποστολή πακέτου
fi_fi: Lähetä asetukset
hr_hr: Pošalji paket
hu_hu: Csomag küldése
it_it: Invia pacchetto
ko_kr: 패키지 전송
nl_nl: Pakket verzenden
no_no: Send pakke
pt_pt: Enviar Ajuste Fino
ro_ro: Trimitere pachet
ru_ru: Отправить пакет
sv_se: Skicka paket
th_th: ส่งแพ็คเกจ
tr_tr: Paketi Gönder
zh_cn: 发送包

source: Message sent to the patient (with the settings):
bg_bg: Съобщението е изпратено на пациента (с настройките):
cht: 連同設定一起發送給客戶的訊息：
da_dk: Meddelelse er blevet sendt til brugeren (med indstillingerne):
el_gr: Εστάλη μήνυμα στον ασθενή (με τις ρυθμίσεις):
fi_fi: Potilaalle lähetetty viesti (asetuksilla) :
hr_hr: Poruka poslana bolesniku (uz postavke):
hu_hu: A rendszer elküldte az üzenetet a páciensnek (a beállításokkal együtt):
it_it: Messaggio inviato al paziente (con le impostazioni):
ko_kr: 사용자에게 전송된 메시지(설정 정보 포함):
nl_nl: Berichten verzonden naar de cliënt (met de instellingen):
no_no: Melding sendt til pasienten (med innstillinger):
pt_pt: Mensagem enviada ao paciente (com as configurações):
ro_ro: Mesaj trimis pacientului (cu setările):
ru_ru: Сообщение отправлено пациенту (с настройками):
sv_se: Meddelande skickas till patienten (med inställningarna):
th_th: ข้อความที่ส่งถึงผู้ป่วย (พร้อมการตั้งค่า):
tr_tr: Mesaj hastaya gönderildi (ayarlarla birlikte):
zh_cn: 发送给用户的消息(包含新设置):

source: Reason for closing the request: (not shared with patient)
bg_bg: Причина за затваряне на заявката: (не е споделена с пациента)
cht: 關閉此請求的原因：(不會傳給客戶)
da_dk: Årsag til lukning af anmodning: (deles ikke med brugeren)
el_gr: Λόγος κλεισίματος αιτήματος: (δεν κοινοποιείται στον ασθενή)
fi_fi: Pyynnön sulkemisen syy (ei ilmoiteta potilaalle) :
hr_hr: Razlog zatvaranja zahtjeva: (nije podijeljeno s bolesnikom)
hu_hu: A kérés lezárásának indoka: (a páciens nem látja)
it_it: Motivo della chiusura della richiesta: (non condiviso con il paziente)
ko_kr: 요청을 취소하는 이유(사용자와 공유하지 않음)
nl_nl: Reden voor het afsluiten van de aanvraag (niet gedeeld met cliënt):
no_no: Grunn til å avslutte forespørselen: (deles ikke med pasienten)
pt_pt: Motivo para encerrar a solicitação: (não compartilhado com o paciente)
ro_ro: Motivul pentru închiderea solicitării: (nu este comunicat pacientului)
ru_ru: Причина закрытия запроса: (пациенту не сообщается)
sv_se: Orsak till att stänga begäran: (delas inte med patienten)
th_th: เหตุผลในการปิดคำขอ: (ไม่เปิดเผยให้ผู้ป่วยทราบ)
tr_tr: İsteği kapatma nedeni: (hastayla paylaşılmaz)
zh_cn: 关闭请求的原因:(不与用户分享）

source: Other comments:
bg_bg: Други коментари:
cht: 其他建議：
da_dk: Andre kommentarer:
el_gr: Άλλα σχόλια:
fi_fi: Muita kommentteja :
hr_hr: Ostali komentari:
hu_hu: Egyéb megjegyzések:
it_it: Altri commenti:
ko_kr: 기타 코멘트:
nl_nl: Overig commentaar:
no_no: Andre kommentarer:
pt_pt: Outros comentários:
ro_ro: Alte comentarii:
ru_ru: Другие примечания:
sv_se: Andra kommentarer:
th_th: ความคิดเห็นอื่นๆ :
tr_tr: Diğer yorumlar:
zh_cn: 其他意见:

source: Message from patient:
bg_bg: Съобщение от пациента:
cht: 來自客戶的訊息：
da_dk: Meddelelse fra bruger:
el_gr: Μήνυμα από ασθενή:
fi_fi: Viesti potilaalta :
hr_hr: Bolesnikova poruka:
hu_hu: Üzenet a pácienstől:
it_it: Messaggio dal paziente:
ko_kr: 사용자 메시지:
nl_nl: Bericht van de cliënt:
no_no: Beskjed fra pasienten:
pt_pt: Mensagem do paciente:
ro_ro: Mesaj de la pacient:
ru_ru: Сообщение от пациента:
sv_se: Meddelande från patient:
th_th: ข้อความจากผู้ป่วย:
tr_tr: Hastadan mesaj:
zh_cn: 用户消息:

source: Patient Settings:
bg_bg: Настройки на пациента:
cht: 客戶設定：
da_dk: Brugerindstillinger:
el_gr: Ρυθμίσεις ασθενούς:
fi_fi: Potilaan asetukset :
hr_hr: Bolesnikove postavke:
hu_hu: Páciens beállításai:
it_it: Impostazioni paziente:
ko_kr: 사용자 설정:
nl_nl: Instellingen cliënt:
no_no: Pasientinnstillinger:
pt_pt: Configurações do paciente:
ro_ro: Setări pacient:
ru_ru: Настройки пациента:
sv_se: Patientinställningar:
th_th: การตั้งค่าของผู้ป่วย:
tr_tr: Hasta Ayarları:
zh_cn: 用户设置:

source: Settings from App
bg_bg: Настройки от приложението
cht: 來自應用程式的設定
da_dk: Indstillinger fra app
el_gr: Ρυθμίσεις από εφαρμογή για φορητές συσκευές
fi_fi: Sovelluksen asetukset
hr_hr: Postavke iz aplikacije
hu_hu: Alkalmazásból származó beállítások
it_it: Impostazioni da app
ko_kr: 앱의 설정
nl_nl: Instellingen van app
no_no: Innstillinger fra appen
pt_pt: Visualizar as Conf. do Aplicativo
ro_ro: Setări din aplicație
ru_ru: Настройки из Приложения
sv_se: Inställningar från App
th_th: การตั้งค่าจากแอป
tr_tr: Uygulamadan Gelen Ayarlar
zh_cn: 应用程序的设置

source: This switch allows you to see if your patient has changed their settings using their mobile device. Changes will be marked in gray on the sliders and green in the gain graph.
bg_bg: Този превключвател ви позволява да видите дали пациентът ви е променил настройките си с помощта на мобилното си устройство. Ако има промени, ще видите настройките маркирани в сиво.
cht: 此開關讓您查看您的客戶是否以行動裝置更改設定。修改將會在增益圖表中看見綠色且滑標將變更為灰色。
da_dk: Med denne parameter kan du se, om brugeren har ændret sine indstillinger vha. sin mobilenhed. Hvis der er nogle ændringer, er de markeret med gråt.
el_gr: Η ρύθμιση αυτή σας επιτρέπει να βλέπετε αν οι ασθενείς σας έχουν αλλάξει τις ρυθμίσεις τους μέσω της φορητής συσκευής τους. Εάν υπάρχουν αλλαγές, θα τις βλέπετε επισημασμένες με γκρι χρώμα.
fi_fi: Tämän kytkimen avulla näet, onko potilas vaihtanut asetuksensa käyttämällä mobiililaitettaan. Jos muutoksia on tehty, ne on merkitty harmaalla.
hr_hr: Ovaj prekidač omogućuje vam da vidite je li vaš bolesnik promijenio svoje postavke s pomoću mobilnog uređaja. Ako postoje bilo kakve promjene, vidjet ćete ih označene sivom bojom.
hu_hu: A kapcsoló használatával megtekintheti, hogy a páciens módosította-e a beállításokat a mobileszköze segítségével. Ha vannak ilyen változások, a rendszer szürke színnel jelöli meg ezeket a beállításokat.
it_it: Questo passaggio consente di vedere se il paziente ha cambiato le proprie impostazioni utilizzando il suo dispositivo mobile. Se sono presenti modifiche, sarà possibile vedere le impostazioni interessate contrassegnate in grigio.
ko_kr: 이 스위치를 사용하면, 사용자가 모바일 기기를 통해 보청기 설정 변경 여부를 확인할 수 있습니다. 변경 내용이 있는 경우, 회색으로 표시됩니다.
nl_nl: Met deze schakelaar kunt u zien of uw cliënt de instellingen met behulp van zijn/haar mobiele apparaat heeft gewijzigd. Als er wijzigingen zijn ziet u die instellingen in grijs gemarkeerd.
no_no: Med denne bryteren kan du se om pasienten har endret innstillingene ved hjelp av en mobil enhet. Eventuelle endringer er merket med grått.
pt_pt: Este botão permite você visualizar se o paciente alterou os seus ajustes finos usando o celular. Se houver alterações, você verá esses ajustes em cinza.
ro_ro: Acest comutator vă permite să vedeţi dacă pacientul şi-a schimbat setările utilizând dispozitivul mobil. Dacă există modificări - veţi vedea acele setări marcate cu gri.
ru_ru: Этот переключатель позволяет вам увидеть, изменял ли пациент свои настройки с помощью своего мобильного устройства. Если изменения имеются, эти настройки будут выделены серым.
sv_se: Denna omkopplare gör att du kan se om patienten har ändrat sina inställningar med hjälp av sin mobilenhet. Om det finns några ändringar så visas dessa i grått.
th_th: การสลับนี้จะช่วยให้คุณสามารถดูได้ว่าผู้ป่วยได้เปลี่ยนแปลงการตั้งค่าด้วยอุปกรณ์มือถือหรือไม่ หากพบการเปลี่ยนแปลงใดๆ - คุณจะเห็นการตั้งค่าเหล่านั้นเป็นสีเทา
tr_tr: Bu düğme, hastanız ayarlarını mobil cihazını kullanarak değiştirdiğinde görebilmenizi sağlar. Herhangi bir değişiklik varsa - bu ayarları gri renkle işaretlenmiş olarak göreceksiniz.
zh_cn: 该开关允许您查看用户是否使用了其移动设备更改设置。如有任何更改 - 将可看到这些设置标记为灰色。

source: This value represents the instrument settings your patient had set using the app before sending the Assistance Request.
bg_bg: Сивата величина представлява настройките на пациента, преди да изпрати своята заявка за съдействие.
cht: 這個值代表您的客戶在傳送幫助請求之前，已經透過應用程式設定助聽器。
da_dk: Den grå værdi repræsenterer brugerens indstillinger før afsendelse af deres anmodning om hjælp.
el_gr: Οι γκρι τιμές παριστούν τις ρυθμίσεις του ασθενούς πριν την αποστολή του Αιτήματος βοήθειας.
fi_fi: Harmaa arvo kuvaa potilaan asetuksia ennen apupyynnön tekemistä.
hr_hr: Siva vrijednost označuje bolesnikove postavke prije slanja zahtjeva za pomoć.
hu_hu: A szürke érték a páciens beállításait mutatja a segítségkérés küldése előtt.
it_it: I valori grigi rappresentano le impostazioni del paziente prima dell'invio della richiesta di assistenza.
ko_kr: 회색 표시는 Assist 요청시 사용자의 보청기 설정 정보입니다.
nl_nl: De grijze waarde geeft de instellingen van uw cliënt weer toen die zijn/haar aanvraag verstuurde.
no_no: Gråfargede verdier representerer pasientens innstillinger før forespørselen om hjelp blir sendt.
pt_pt: O valor em cinza representa as configurações do paciente antes de enviar sua solicitação de assistência.
ro_ro: Valoarea gri repreyintă setările pacientului înainte de a trimite Solicitarea de Asistenţă.
ru_ru: Выделенное серым значение отображает настройку пациента до отправки запроса помощи.
sv_se: Den grå värdet representerar patientens inställningar innan hen skickade sin förfrågan om assistans.
th_th: ค่าสีเทาจะแสดงถึงการตั้งค่าของผู้ป่วยก่อนที่จะส่งคำขอความช่วยเหลือ
tr_tr: Gri değer hastanın, Yardım Talebini göndermeden önceki ayarlarını temsil eder.
zh_cn: 在发送请求前，灰色值代表用户的设置。

source: Pass Code
bg_bg: Парола
cht: 密碼
da_dk: Adgangskode
el_gr: Συνθηματικό
fi_fi: Tunnistuskoodi
hr_hr: Lozinka
hu_hu: Hitelesítő kód
it_it: Codice segreto
ko_kr: 비밀번호
nl_nl: PIN-code
no_no: Passord
pt_pt: Senha
ro_ro: Cod trecere
ru_ru: Код доступа
sv_se: Lösenkod
th_th: รหัสผ่าน
tr_tr: Şifre
zh_cn: 密码

source: Pass Code Hint
bg_bg: Препоръка за парола
cht: 密碼提示
da_dk: Tip til adgangskode
el_gr: Υπόδειξη συνθηματικού
fi_fi: Tunnistuskoodivihje
hr_hr: Podsjetnik za lozinku
hu_hu: Hitelesítő kód emlékeztetője
it_it: Suggerimento codice segreto
ko_kr: 비밀번호 힌트
nl_nl: PIN-code geheugensteun
no_no: Passord-hint
pt_pt: Dica de senha
ro_ro: Sfat cod trecere
ru_ru: Подсказка к коду доступа
sv_se: Lösenkod - tips
th_th: คำใบ้รหัสผ่าน
tr_tr: Şifre İpucu
zh_cn: 密码提示

source: Start or continue will begin tracking how the instrument(s) are being used. Reset will erase old usage data and restart the tracking process. Off will disable data logging. These options are only available with connected instruments.
bg_bg: Стартирането или продължението ще започне да следи как апаратът(-ите) се използва(т). Нулирането ще изтрие старите данни за използването и ще рестартира процеса на следене. Изключването ще деактивира записа на данни. Тези опции са достъпни само при свързани апарати.
cht: 開始或繼續將開始追蹤助聽器如何使用。 重新設定將清除舊的使用資料並重新開始追蹤過程。 關閉將停用數據記錄。 這些選項僅適用於連接的助聽器。
da_dk: Hvis du vælger Start eller Fortsæt, spores, hvordan apparatet(erne) bruges. Nulstilling sletter gamle brugsdata og genstarter sporingsprocessen. Fra deaktiverer datalogning. Disse indstillinger er kun tilgængelige for tilsluttede apparater.
el_gr: Επιλέγοντας "Έναρξη" ή "Συνέχεια" θα ξεκινήσει η καταγραφή του τρόπου χρήσης των ακουστικών. Επιλέγοντας "Επαναφορά" θα γίνει διαγραφή των παλαιών δεδομένων χρήσης και επανεκκίνηση της διαδικασίας καταγραφής. Επιλέγοντας "OFF" θα απενεργοποιηθεί η καταγραφή δεδομένων. Οι επιλογές αυτές είναι διαθέσιμες μόνο με συνδεδεμένα ακουστικά.
fi_fi: Jos aloitat tai jatkat, kuulokojeiden käytön seuranta alkaa. Nollaaminen poistaa vanhat käyttötiedot ja aloittaa seurannan alusta. Poistaminen käytöstä poistaa tietojen kirjauksen käytöstä. Nämä vaihtoehdot ovat käytettävissä vain, kun kuulokojeet on yhdistetty.
hr_hr: Pokretanjem ili nastavkom započet će praćenje upotrebe aparata. Resetiranjem će se obrisati stari podatci o upotrebi i ponovno pokrenuti postupak praćenja. Isključivanjem će se onemogućiti bilježenje podataka. Ove opcije dostupne su samo za povezane aparate.
hu_hu: Az Indítás vagy Tovább gombbal megkezdheti a hallókészülékek használatának követését. Az Alaphelyzetbe állítás gombbal törölheti a régi használati adatokat, és újraindíthatja a követési folyamatot. A Ki gombbal kikapcsolhatja az adatnaplózást. Ezek a beállítások csak a csatlakoztatott készülékeken érhetők el.
it_it: Scegliendo di iniziare o continuare, si inizierà a tracciare come vengono utilizzati gli apparecchi acustici. Scegliendo di ripristinare, il vecchio utilizzo dei dati cesserà e si riavvierà il processo di tracciatura. Scegliendo Off, il data logging viene disabilitato. Tali opzioni sono disponibili soltanto con gli apparecchi connessi.
ko_kr: 시작/계속 데이터 로깅을 활성화 합니다. 리셋 이전 데이터로깅을 삭제하고, 다시 시작합니다. 끔 데이터 로깅을 비활성화합니다. 이 기능은 보청기가 연결된 상태에서만 사용 할 수 있습니다.
nl_nl: Met Start of Doorgaan begint het vastleggen van het gebruik van de toestellen. Reset zal de oude gebruiksgegevens wissen en het vastleggen opnieuw starten. Uit zal de DataLogging uitschakelen. Deze opties zijn alleen beschikbaar met verbonden toestellen.
no_no: «Start» eller «Fortsett» vil starte å spore hvordan apparatet(ene) brukes. «Tilbakestill» vil slette gamle bruksdata og starte sporingen på nytt. «Av» vil deaktivere datalogging. Disse alternativene er bare tilgjengelige med tilkoblede apparater.
pt_pt: Começa a rastrear como o aparelho está sendo usado. Reiniciar apenas apagará os dados antigos de uso e reiniciará o processo de rastreio. Desligado desabilitará o registro de dados. Essas opções só estão disponíveis com os aparelhos conectados.
ro_ro: Start sau continuare va începe urmărirea modului de utilizare a instrumentului(lor). Resetare va șterge datele de utilizare vechi și va reporni procesul de urmărire. Oprire va dezactiva înregistrarea datelor. Aceste opțiuni sunt disponibile doar cu instrumentele conectate.
ru_ru: Командой Запустить или Продолжить начнется отслеживание того, как используется(уются) СА. Команда Сброс стирает старые данные о пользовании СА и перезапускает процесс отслеживания. Откл отключит регистрацию данных в журнал. Эти опции доступны только при наличии подключенных СА.
sv_se: Påbörja eller fortsätt att följa upp hur instrumentet används. Återställning raderar gamla användningsdata och startar spårningsprocessen. Av inaktiverar dataloggning. Dessa alternativ är endast tillgängliga med anslutna apparater.
th_th: การเริ่มต้นหรือทำต่อจะเป็นการติดตามวิธีการใช้งานอุปกรณ์ การรีเซ็ตจะเป็นการลบข้อมูลการใช้งานเก่า และเริ่มต้นกระบวนการติดตามใหม่ การปิดจะเป็นการปิดใช้งานการบันทึกข้อมูล ตัวเลือกเหล่านี้จะใช้ได้เฉพาะกับอุปกรณ์ที่เชื่อมต่อไว้เท่านั้น
tr_tr: Başlat veya devam et işlevleri, cihaz(lar)ın nasıl kullanıldığını izlemeye başlatacaktır. Sıfırla işlevi, eski kullanım verilerini silecek ve izleme sürecini yeniden başlatacaktır. Kapat işlevi, veri günlüklemeyi devre dışı bırakacaktır. Bu seçenekler yalnızca bağlı cihazlarla kullanılabilir.
zh_cn: 开始或继续将开始跟踪助听器的使用情况。 重置将删除旧的使用数据并重新启动追踪过程。 关闭将禁用数据记录。 这些选项仅适用于已连接的助听器。

source: All Sessions
bg_bg: Всички сесии
cht: 所有階段
da_dk: Alle sessioner
el_gr: Όλες οι συνεδρίες
fi_fi: Kaikki istunnot
hr_hr: Sve sesije
hu_hu: Minden munkamenet
it_it: Tutte le sessioni
ko_kr: 모든세션
nl_nl: Alle sessies
no_no: Alle økter
pt_pt: Todas as sessões
ro_ro: Toate sesiunile
ru_ru: Все сессии
sv_se: Alla sessioner
th_th: เซสชันทั้งหมด
tr_tr: Tüm Oturumlar
zh_cn: 所有验配数据

source: Open Sessions
bg_bg: Отворени сесии
cht: 開啟階段
da_dk: Åbne sessioner
el_gr: Εκκρεμείς
fi_fi: Avoimet istunnot
hr_hr: Otvorene sesije
hu_hu: Nyitott munkamenetek
it_it: Sessioni aperte
ko_kr: 오픈세션
nl_nl: Open sessies
no_no: Åpne økter
pt_pt: Sessões abertas
ro_ro: Sesiuni deschise
ru_ru: Открыть Сессии
sv_se: Öppna sessioner
th_th: เซสชันเปิด
tr_tr: Açık Oturumlar
zh_cn: 待处理的云端请求

source: Closed Sessions
bg_bg: Затворени сесии
cht: 已關閉的階段
da_dk: Lukkede sessioner
el_gr: Ολοκληρωμένες
fi_fi: Suljetut istunnot
hr_hr: Zatvorene sesije
hu_hu: Lezárt munkamenetek
it_it: Sessioni chiuse
ko_kr: 종료세션
nl_nl: Afgesloten sessies
no_no: Lukkede økter
pt_pt: Sessões encerradas
ro_ro: Sesiuni închise
ru_ru: Закрытые Сессии
sv_se: Stängda sessioner
th_th: เซสชันที่ปิด
tr_tr: Kapalı Oturumlar
zh_cn: 已处理的云端请求

source: Firmware Updates
bg_bg: Актуализации на фърмуера
cht: 韌體更新
da_dk: Firmwareopdateringer
el_gr: Ενημερώσεις υλικολογισμικού
fi_fi: Laiteohjelmisto päivitykset
hr_hr: Ažuriranja programske opreme
hu_hu: Firmware frissítések
it_it: Aggiornamenti firmware
ko_kr: 펌웨어 업데이트
no_no: Fastvareoppdateringer
pt_pt: Atualizações de Firmware
ro_ro: Actualizări Firmware
ru_ru: Обновления прошивки
sv_se: Programuppdatering
th_th: อัพเดตเฟิร์มแวร์
tr_tr: Bellenim Güncellemeleri
zh_cn: 助听器固件更新

source: In-Office Session
bg_bg: Амбулаторна сесия
cht: 在辦公室的階段
da_dk: Session på klinikken
el_gr: Συνεδρία εντός γραφείου
fi_fi: Istunto audionomin toimistossa
hr_hr: Sesija u uredu
hu_hu: Klinikai munkamenet
it_it: Sessione in ufficio
ko_kr: 클리닉 세션
nl_nl: Winkel/kliniek sessie
no_no: Økt på klinikk
pt_pt: No centro auditivo
ro_ro: Sesiune în cabinet
ru_ru: Амбулаторная Сессия
sv_se: Kontorssession
th_th: เซสชันขณะผู้ป่วยเข้าพบ
tr_tr: Ofis-İçi Oturum
zh_cn: 听力中心验配数据
