Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Open Fitting
cht: 開放式驗配
da_dk: Åben tilpasning
el_gr: Ανοιχτή εφαρμογή
fi_fi: Avoin sovitus
hr_hr: Otvori individualno podešavanje
hu_hu: Nyitott illesztés
ko_kr: 오픈 피팅
nl_nl: Open aanpassing
no_no: Åpen tilpasning
pt_pt: Adaptação Aberta
ro_ro: Fitting deschis
ru_ru: Открытое протезирование
sv_se: Öppen Anpassning
th_th: เปิดการติดตั้ง
tr_tr: Fitting Ekranını Aç
zh_cn: 开放耳选配

source: Standard Fitting
fi_fi: Perussovitus
hu_hu: Szabvány illesztés
ko_kr: 스탠다드 피팅
no_no: Standard tilpasning
pt_pt: Adaptação Padrão
ru_ru: Стандартная настройка
sv_se: Standard Anpassning
zh_cn: 标准选配

source: Test Stimuli...
cht: 測試刺激...
el_gr: Δοκιμή ερεθισμάτων...
fi_fi: Puhestimulus...
hr_hr: Test podražaja...
hu_hu: Beszéd inger...
it_it: Stimoli Vocali...
no_no: Tale Stimuli...
pt_pt: Estímulo de Fala...
ro_ro: Stimuli de vorbire ...
ru_ru: Речевой стимул...
sv_se: Talstimuli...
th_th: ทดสอบการกระตุ้น...
tr_tr: Tset Uyaranı
zh_cn: 言语刺激...

source: Pure Tone
cht: 純音
da_dk: Rentone
el_gr: Καθαρός ηχητικός τόνος
fi_fi: Puhdasääni
hr_hr: Čisti ton
hu_hu: Tiszta hang
it_it: Tono Puro
nl_nl: Zuivere toon
no_no: Ren Tone
pt_pt: Tom Puro
ro_ro: Ton pur
ru_ru: Чистый тон
sv_se: Ren ton
th_th: เสียงบริสุทธิ์
tr_tr: Saf Ses
zh_cn: 纯音

source: Speech Weighted Noise
cht: 語音加權噪音
da_dk: Talevægtet støj
el_gr: Θόρυβος σταθμισμένος με ομιλία
fi_fi: Painotettu puhekohina
hr_hr: Govorna buka
hu_hu: Súlyozott beszéd zaj
it_it: Parlato nel Rumore Ponderato
ko_kr: Speech Noise
nl_nl: Spraakgewogen ruis
no_no: Vektet talestøy
pt_pt: Ruído de Fala
ro_ro: Vorbire Zgomot mediu
ru_ru: Взвешенный Речевой Шум
sv_se: Weighted Speech Noise
th_th: เสียงรบกวนในเสียงพูด
tr_tr: Konuşma Ağırlıklı Gürültü
zh_cn: 加权语音噪声

source: All Programs
cht: 所有程式
da_dk: Alle programmer
el_gr: Όλα τα προγράμματα
fi_fi: Kaikki ohjelmat
hr_hr: Svi programi
hu_hu: Minden program
it_it: Tutti i Programmi
ko_kr: 모든 프로그램
nl_nl: Alle programma´s
no_no: Alle programmer
pt_pt: Todos os Programas
ro_ro: Toate programele
ru_ru: Все Программы
sv_se: Alla Program
th_th: ทุกโปรแกรม
tr_tr: Tüm Programlar
zh_cn: 所有程序

source: Current Program
cht: 目前程式
da_dk: Nuværende program
el_gr: Τρέχον πρόγραμμα
fi_fi: Tämänhetkinen ohjelma
hr_hr: Trenutačni program
hu_hu: Aktuális program
it_it: Programma Corrente
ko_kr: 현재 프로그램
nl_nl: Huidige programma
no_no: Nåværende Program
pt_pt: Programa Atual
ro_ro: Programul curent
ru_ru: Текущая Программа
sv_se: Aktuellt Program
th_th: โปรแกรมปัจจุบัน
tr_tr: Mevcut Program
zh_cn: 当前程序

source: Module Selection
cht: 模組選擇
da_dk: Modulvalg
el_gr: Επιλογή μονάδας
fi_fi: Kojeen tyyppi
hr_hr: Odabir modula
hu_hu: Készülék program
it_it: Tipologia di Dispositivo
ko_kr: 모듈 선택
nl_nl: Moduleselectie
no_no: Enhet
pt_pt: Tipo de Dispositivo
ro_ro: Tipul dispozitivului
ru_ru: Тип устройства
sv_se: Typ av hörapparat
th_th: การเลือกโมดูล
tr_tr: Modül Seçimi
zh_cn: 设备类型

source: REM Program
cht: REM 程式
el_gr: Πρόγραμμα REM
fi_fi: REM ohjelma
it_it: Programma REM
ko_kr: REM프로그램
nl_nl: REM programma
pt_pt: Programa REM
ro_ro: Programul REM
ru_ru: Программа REM
th_th: โปรแกรม REM
tr_tr: REM Programı
zh_cn: REM程序

source: Choose Program...
cht: 選擇程式...
da_dk: Vælg program...
el_gr: Επιλογή προγράμματος...
fi_fi: Valitse ohjelma...
hr_hr: Odaberi program...
hu_hu: Program választás...
it_it: Scegli il Programma...
ko_kr: 프로그램 선택...
nl_nl: Kies programma...
no_no: Velg Program...
pt_pt: Escolher Programa...
ro_ro: Alegeti programul...
ru_ru: Выберите Программу...
sv_se: Välj Program...
th_th: เลือกโปรแกรม...
tr_tr: Program Seç...
zh_cn: 选择程序...

source: Save & Close AutoREM
cht: 儲存並關閉 AutoREM
da_dk: Gem og luk AutoREM
el_gr: Αποθήκευση και κλείσιμο AutoREM
fi_fi: Tallenna ja Sulje AutoREM
hr_hr: Spremi i zatvori AutoREM
hu_hu: Mentés & Bezárás AutoREM
it_it: Salva & Chiudi AutoREM
ko_kr: 저장하고 AutoREM종료하기
nl_nl: Opslaan & AutoREM sluiten
no_no: Lagre & Lukk AutoREM
pt_pt: Salvar & Fechar AutoREM
ro_ro: Salveaza & Inchide AutoREM
ru_ru: Сохранить и Закрыть AutoREM
sv_se: Spara & Stäng AutoREM
th_th: บันทึกและปิด AutoREM
tr_tr: Oto REM'i Kaydet ve Kapat
zh_cn: 保存并关闭自动REM

source: Mismatched Accessories
cht: 不相符的配件
da_dk: Misforhold mellem tilbehør
el_gr: Αναντιστοιχία εξαρτημάτων
fi_fi: Lisälaite ristiriita
hr_hr: Nepodudaranje dodatne opreme
hu_hu: Különböző tartozékok
it_it: Non corrispondenza Accessori
ko_kr: 액세서리가 미스매치 되었습니다.
nl_nl: Niet-passende accessoires
no_no: Uoverensstemmelse Tilbehør
pt_pt: Acessórios Incompatíveis
ro_ro: Accesorii necorespunzatoare
ru_ru: Несоответствующие Аксессуары
sv_se: Felmatchade tillbehör
th_th: อุปกรณ์ไม่ตรงกัน
tr_tr: Eşleşmeyen Aksesuarlar
zh_cn: 附件未匹配

source: There were mismatched accessories between the right and left instruments. The following accessories: {0} were un-paired. If desired, please re-pair the accessories at your convenience.
cht: 左右儀器之間的配件不相符。以下配件：{0} 已取消配對。倘需要， 請在方便時重新配對配件。
da_dk: Der er misforhold mellem tilbehør til højre og venstre apparat for de følgende tilbehør: {0} er ikke parret. hvis det ønskes, kan disse tilbehør genparres.
el_gr: Παρουσιάστηκε αναντιστοιχία εξαρτημάτων μεταξύ των δεξιών και των αριστερών οργάνων. Στα παρακάτω εξαρτήματα: {0} καταργήθηκε η σύζευξη. Εάν το επιθυμείτε, επαναλάβετε τη σύζευξη των εξαρτημάτων όποτε θέλετε.
fi_fi: Vasemman ja oikean puolen kuulokojeiden lisälaitteet ovat ristiriidassa. Seuraavat lisälaitteet : {0} , paristus poistettu. Jos haluat, voit uudelleenparittaa lisälaitteet jotka ovat käytössä.
hr_hr: Postoji nepodudaranje dodatne opreme za uređaje lijeve i desne strane. Navedena dodatna oprema: {0} ne podudara se. Ako želite, molimo ispravno uparite dodatnu opremu.
hu_hu: Nem megfelelő tartozékok vannak a bal és a jobb készülékek között. A következő tartozékok: {0} nincsenek párosítva. Ha kívánja, párosítsa őket.
it_it: C'erano accessori non corrispondenti tra i dispositivi destro e sinistro. I seguenti accessori: {0} erano non-accoppiati. Se si desidera, si prega di ri-accoppiare gli accessori a vostro piacimento.
ko_kr: 우측과 좌측 보청기의 액세서리가 서로 일치하지 않습니다. 다음 액세서리: {0} 페어링이 되지 않았습니다. 다시 페어링이 필요한 경우 다시 페어링 하여 주시기 바랍니다.
nl_nl: Er zijn accessoires die niet passen bij zowel linker als rechter toestel. De volgende accessoires: {0} zijn niet gepaird. Indien gewenst, pair de accessoires voor uw eigen gemak s.v.p. opnieuw.
no_no: Det var en uoverensstemmelse med tilbehør på høyre og venstre apparat. Følgende tilbehør: {0} er ikke paret. Om ønskelig, par tilbehøret på nytt.
pt_pt: Havia acessórios incompatíveis entre os aparelhos direito e esquerdo. Os seguintes acessórios: {0} foram despareados. Se desejado, por favor, refaça o pareamento dos acessórios de sua escolha.
ro_ro: Există accesorii neadecvate între instrumentele din dreapta și din stânga. Următoarele accesorii: {0} au fost dezbinate. Dacă se dorește,vă rugăm să re-asociați accesoriile la dispoziția dumneavoastră.
ru_ru: Было обнаружено несоответствие аксессуаров между правым и левым слуховыми аппаратами. Следующие аксессуары: {0} были не сопряжены. При желании или необходимости, пожалуйста, сопрягите аксессуары повторно.
sv_se: Det fanns felmatchade tillbehör mellan höger och vänster hörapparat. Följande tillbehör: {0} parkopplades inte. Om önskas, parkoppla om tillbehören.
th_th: มีอุปกรณ์เสริมที่ไม่ตรงกันระหว่างเครื่องช่วยฟังฝั่งขวากับซ้าย อุปกรณ์เสริมดังต่อไปนี้: {0} ไม่ถูกจับคู่ หากต้องการ โปรดจับคู่อุปกรณ์เสริมตามที่คุณสะดวกอีกครั้ง
tr_tr: Sağ ve sol cihazlar ile aksesuarlar arasında eşleşme olmamıştır. Sonraki aksesuarlar: {0} eşleşme yok Uygun olduğunuzda aksesuarları tekrar eşleştiriniz.
zh_cn: 左右耳助听器有未匹配的无线附件，以下无线附件 {0} 未匹配. 如果需要， 请在方便的时候重新配对。

source: Instruments must be connected before you can reset them to factory settings
cht: 必須先連接儀器，然後才能將其重設為出廠設定值
da_dk: Apparater skal være tilsluttet før de kan nulstilles til fabriksindstillinger.
el_gr: Τα όργανα πρέπει να συνδεθούν για να πραγματοποιήσετε επαναφορά των εργοστασιακών ρυθμίσεων.
fi_fi: Kuulokojeen on oltava yhdistetty ennenkuin voit palauttaa siihen tehdasasetukset.
hr_hr: Prije vraćanja na tvorničke postavke uređaji moraju biti povezani.
hu_hu: A készülékeket csatlkoztatni kell, mielőtt, a gyári beállításokat visszaállítja
it_it: I dispositivi devono prima essere collegati per poterli ripristinare alle impostazioni di fabbrica
ko_kr: 공장초기화는 반드시 보청기를 연결하여야 진행할 수 있습니다.
nl_nl: De toestellen moeten verbonden worden voordat ze naar de fabrieksinstellingen gereset kunnen worden.
no_no: Apparatene må være tilkoblet før du kan tilbakestille de til fabrikkinnstillinger.
pt_pt: Os aparelhos devem estar conectados antes de redefini-los para as configurações de fábrica
ro_ro: Instrumentele trebuie conectate înainte de a le putea reseta la setările din fabrică
ru_ru: Прежде чем восстановить слуховые аппараты до заводских настроек, необходимо их подключить
sv_se: Hörapparater måste anslutas innan du kan återställa dem till fabriksinställningar.
th_th: ต้องเชื่อมต่อเครื่องช่วยฟังก่อนจึงจะสามารถรีเซ็ตการตั้งค่าจากโรงงานได้
tr_tr: Cihazları fabrika ayarlarına sıfırlamadan önce cihazlar bağlı olmalıdır.
zh_cn: 必须连接助听器才可以恢复到出厂设置

source: Your account has not been properly activated. Please contact your Administrator for help.
cht: 您的帳戶未正確啟用。請連絡您的管理員以獲得幫助。
da_dk: Din konto er ikke aktiveret rigtigt. Kontakt venligst administrator for hjælp.
el_gr: Ο λογαριασμός σας δεν έχει ενεργοποιηθεί σωστά. Επικοινωνήστε με τον Διαχειριστή για βοήθεια.
fi_fi: Tiliäsi ei ole ativoitu oikein. Ota yhteyttä järjestelmänvalvojaan.
hr_hr: Neispravna aktivacija računa. Molimo, obratite se administrativnoj podršci.
hu_hu: Az Ön account-ja nincs megfelelően aktiválva . Kérjük lépjen kapcsolatba az Adminisztrátorával.
it_it: Il tuo account non è stato attivato correttamente. Pregasi contattare il proprio Amministratore per un aiuto.
ko_kr: 귀하의 계정이 올바르게 활성화되지 않았습니다. 관리자에게 도움을 요청하십시오.
nl_nl: Uw account is niet correct geactiveerd. Neem s.v.p. contact op met uw administrator.
no_no: Din konto har ikke blitt riktig aktivert. Vennligst kontakt Administrator for hjelp.
pt_pt: A sua conta não foi ativada. Por favor, entre em contato com o seu Adminstrador para obter ajuda.
ro_ro: Contul nu a fost activat corespunzator.Va rugam contactati administrul pentru ajutor.
ru_ru: Ваш аккаунт был активирован неправильно. Пожалуйста, обратитесь за помощью к вашему Администратору.
th_th: บัญชีของคุณเปิดใช้งานไม่ถูกต้อง โปรดติดต่อผู้ดูแลระบบของคุณเพื่อขอความช่วยเหลือ
tr_tr: Hesabınız uygun şekilde aktifleştirilmemiştir. Lütfen yöneticinizden yardım alın.
zh_cn: 您的账户尚未激活。请联系您的管理员以获得帮助。

source: Your account is not active due to unsigned Privacy statement. Please contact your Administrator for help.
cht: 由於私隱聲明未簽名，您的帳戶無效。請連絡您的管理員以獲得幫助。
da_dk: Din konto er ikke aktiv, da samtykke ikke er underskrevet. Kontakt venligst administratoren for hjælp
el_gr: Ο λογαριασμός σας δεν είναι ενεργός λόγω μη υπογεγραμμένης δήλωσης Απορρήτου. Επικοινωνήστε με τον Διαχειριστή για βοήθεια.
fi_fi: Tiliäsi ei ole ativoitu koska et ole hyväksynyt Tietosuojalausuntoa. Ota yhteyttä järjestelmänvalvojaan.
hr_hr: Vaš račun nije aktivan jer niste potpisali Izjavu o privatnosti. Molimo, obratite se administrativnoj podršci.
hu_hu: Az Ön account-ja nem aktív,amíg az adatvédelmi irányelveket nem fogadja el. Kérjük lépjen kapcsolatba az Adminisztrátorával.
it_it: Il tuo account non è attivo a causa della dichiarazione sulla Privacy non firmata . Pregasi contattare il proprio Amministratore per un aiuto.
ko_kr: 개인정보활용에 대한 동의서에 "동의"하지 않아, 계정이 활성화되지 않았습니다. 관리자에게 도움을 요청하십시오.
nl_nl: Uw account is niet actief omdat de Privacy-verklaring niet is ondertekend. Neem s.v.p. contact op met uw administrator.
no_no: Din konto er ikke aktiv basert på manglende signert Pasient samtykke. Vennligst kontakt Administrator for hjelp.
pt_pt: Sua conta não foi ativada, pois a Política de Privacidade não foi assinada. Por favor, entre em contato com o Adminstrador para obter ajuda.
ro_ro: Contul nu a fost activat pentru ca nu ati semnat politica de confidentialitate.Va rugam contactati administrul pentru ajutor.
ru_ru: Ваш аккаунт не активен из-за неподписанной Политики конфиденциальности. Пожалуйста, обратитесь к вашему Администратору за помощью.
th_th: บัญชีของคุณไม่สามารถใช้งานได้เนื่องจากคำชี้แจงสิทธิส่วนบุคคล โปรดติดต่อผู้ดูแลระบบของคุณเพื่อขอความช่วยเหลือ
tr_tr: Gizlilik Bildirimi onayı olmadığınıdan hesabınız aktif değildir. Lütfen yöneticinizden yardım alın.
zh_cn: 由于未签署隐私声明，您的账户尚未被激活。请联系您的管理员以获得帮助。

source: Remote Control
cht: 遙控器
el_gr: Τηλεχειρισμός
fi_fi: Kauko-ohjain
hr_hr: Daljinski upravljač
hu_hu: Távirányító
ko_kr: 리모컨
nl_nl: Afstandbediening
no_no: Fjernkontroll
pt_pt: Controle Remoto
ro_ro: Control de la distanta
ru_ru: Пульт Управления
sv_se: Fjärrkontroll
th_th: รีโมทคอนโทรล
tr_tr: Uzaktan Kontrol
zh_cn: 遥控器

source: TV Streamer 2
cht: 电视流媒体播放器 2
el_gr: Συσκευή ροής TV Streamer 2
fi_fi: TV lähetin 2
ko_kr: TV스트리머
pt_pt: Transmissor de TV 2
ru_ru: ТВ Стример 2
zh_cn: 音频转换器2

source: Mini Mic
cht: 迷你麥克風
el_gr: Μίνι μικρόφωνο
hr_hr: Mini Mikrofon
hu_hu: Mini Mik
ko_kr: 미니마이크
no_no: Mini Mik
ru_ru: Мини-микрофон
sv_se: Mini Mikrofon
zh_cn: 迷你音频转换器

source: Micro/Multi Mic
cht: 微/多麥克風
el_gr: Micro/Multi μικρόφωνο
hr_hr: Mikro/Multi Mikrofon
hu_hu: Micro/Multi Mik
ko_kr: 무선액세서리 마이크
no_no: Mikro/Multi Mik
ru_ru: Микро/Мульти Микрофон
sv_se: Mikro/Multi Mik
zh_cn: 迷你麦克风/多功能迷你音频转换器

source: Mobile Device
cht: 流動裝置
da_dk: Mobilenhed
el_gr: Κινητή συσκευή
fi_fi: Mobiililaite
hr_hr: Mobilni uređaj
hu_hu: Mobil eszköz
it_it: Dispositivo Mobile
ko_kr: 모바일 기기
nl_nl: Mobiel apparaat
no_no: Mobil Enhet
pt_pt: Celular
ro_ro: Dispozitiv mobil
ru_ru: Мобильное устройство
sv_se: Mobil Enhet
th_th: อุปกรณ์เคลื่อนที่
tr_tr: Taşınabilir Cihazlar
zh_cn: 移动设备

source: REM operation timed out. Please ensure the device is awake and ready to perform measurements
cht: REM 操作逾時。請確保裝置處於喚醒狀態並準備好進行測量
da_dk: REM handling blev ikke gennemført. Kontroller at enheden er aktiv og klar til at udføre målinger.
el_gr: Υπέρβαση χρονικού ορίου λειτουργίας REM. Βεβαιωθείτε ότι η συσκευή είναι ενεργή και έτοιμη να εκτελέσει μετρήσεις.
fi_fi: REM aikakatkaisu. Varmista että laite on päällä ja valmiina suoritytamaan mittauksen.
hr_hr: REM aktivnost je istekla. Molimo, aktivirajte uređaj kako bi mogao izvršiti potrebna mjerenja
hu_hu: REM működés időtúllépés. Ellenőrizze, hogy a készülék be van-e kapcsolva és kész a mérés elvégzésére
it_it: REM tempo scaduto per la misurazione. Si prega di assicurarsi che il dispositivo sia attivo e pronto per eseguire le misurazioni.
ko_kr: REM 측정 시간이 초과되었습니다. 보청기와 REM측정 준비사항을 다시 확인하여 주십시오.
nl_nl: REM-meting time-out. Zorg er s.v.p. voor dat het apparaat aan staat en gereed is om de meting uit te voeren
no_no: REM måling gikk ut på tid. Sjekk at Enhet er slått på og klar for å utføre måling
pt_pt: Tempo de operação do REM esgotado. Por favor, certifique-se que o aparelho está ligado e pronto para iniciar as mensurações.
ro_ro: Timpul pentru REM a expirat. Fiti siguri ca dispozitivul este pornit si gata sa efectueze masuratori.
ru_ru: Время ожидания REM истекло. Пожалуйста, убедитесь, что устройство активно и готово производить измерения.
th_th: การดำเนินการ REM หมดเวลา โปรดตรวจสอบว่าอุปกรณ์เปิดอยู่และพร้อมทำการวัด
tr_tr: REM işlemi zaman aşımına uğradı. Lütfen uygun cihazı bağlayın ve ölçüm için hazır hale getirin.
zh_cn: REM操作超时。请确保设备均处于开启状态并准备开始测试。

source: Calibration completed
cht: 校準完成
da_dk: Kalibrering er udført
el_gr: Η βαθμονόμηση ολοκληρώθηκε.
fi_fi: Kalibrointi valmis
hr_hr: Kalibracija dovršena
hu_hu: Kalibráció kész
it_it: Calibrazione Completata
ko_kr: 캘리브레이션 완료
nl_nl: Kalibratie compleet
no_no: Kalibrering fullført
pt_pt: Calibração finalizada
ro_ro: Calibrarea completa
ru_ru: Калибровка завершена
sv_se: Kalibrering klar
th_th: การปรับเทียบเสร็จสิ้น
tr_tr: Kalibrasyon tamamlandı.
zh_cn: 校准完成

source: Measurement completed
cht: 測量完成
da_dk: Måling er udført
el_gr: Η μέτρηση ολοκληρώθηκε.
fi_fi: Mittaus valmis
hr_hr: Mjerenje dovršeno
hu_hu: Mérés kész
it_it: Misurazione Completata
ko_kr: 측정 완료
nl_nl: Meting compleet
no_no: Måling fullført
pt_pt: Mensuração finalizada
ro_ro: Masurarea completa
ru_ru: Измерение завершено
sv_se: Mätning klar
th_th: การวัดเสร็จสมบูรณ์
tr_tr: Ölçüm tamamlandı.
zh_cn: 测试完成

source: Measurement Data Warning
cht: 測量資料警告
da_dk: Advarsel om måledata
el_gr: Προειδοποίηση δεδομένων μετρήσεων
fi_fi: Mittaustieto varoitus
hr_hr: Upozorenje za podatke dobivene mjerenjem
hu_hu: Mérési adat figyelmeztetés
it_it: Avviso Misurazione dei Dati
ko_kr: 측정 데이터 경고
nl_nl: Meetgegevens-waarschuwing
no_no: Advarsel
pt_pt: Aviso de Dados da Mensuração
ro_ro: Atentionare datele masurarii
ru_ru: Данные измерений - Предупреждение
sv_se: Mätdata Varning
th_th: คำเตือนข้อมูลที่ได้จากการวัด
tr_tr: Ölçüm veri uyarısı
zh_cn: 测试数据警告

source: Warning - measurement data will be cleared.
cht: 警告 - 測量資料將被清除。
da_dk: Advarsel - de målte data vil slettes.
el_gr: Προειδοποίηση - τα δεδομένα μέτρησης θα καταργηθούν.
fi_fi: Varoitus - mittaustiedot tyhjennetään.
hr_hr: Upozorenje – podaci dobiveni mjerenjem bit će izbrisani.
hu_hu: Figyelmeztetés - mérési adatok törölve lesznek.
it_it: Avviso - I dati della misurazione saranno cancellati.
ko_kr: 경고 - 측정된 데이터가 삭제됩니다
nl_nl: Waarschuwing - meetgegevens worden gewist.
no_no: Advarsel - måledata vil bli fjernet.
pt_pt: Aviso - dados da mensuração serão removidos.
ro_ro: Atentionare - Datele masurarii vor fi sterse.
ru_ru: Внимание - данные измерений будут очищены.
sv_se: Varning - mätdata kommer rensas.
th_th: คำเตือน - ข้อมูลการวัดจะถูกล้าง
tr_tr: Uyarı - Ölçüm silinecektir.
zh_cn: 警告 - 测试数据将被清除。

source: Preparation Changes
cht: 準備更改
da_dk: Forberedelsesændringer
el_gr: Αλλαγές προετοιμασίας
fi_fi: Esivalmistelu muutokset Eivalmistelu muutokset
hr_hr: Promjene u Pripremi
hu_hu: Előkészítés változtatások
it_it: Modifiche Preparazione
ko_kr: 준비설정 변경
nl_nl: Wijzigingen Voorbereiding
no_no: Endring av innstillinger
pt_pt: Alterações de Preparo
ro_ro: Pregateste modificarile
ru_ru: Изменения Подготовки
sv_se: Förberedelseändringar
th_th: การเปลี่ยนแปลงการเตรียมการ
tr_tr: Hazırlık Değişiklikleri
zh_cn: 准备设置改变

source: Changing the Preparation settings will clear the current REUG and REIG data. Are you sure?
cht: 更改準備設定將清除目前的 REUG 和 REIG 資料。是否確定？
da_dk: Skift af forberedelsesdata vil slette de nyværendet REUG og REIG data. Er du sikker?
el_gr: Η αλλαγή των ρυθμίσεων Προετοιμασίας θα διαγράψει τα τρέχοντα δεδομένα REUG και REIG. Είστε βέβαιοι;
fi_fi: Muutokset esivalmistelu asetuksiin johtaa REUG ja REIG tietojen tyhjentämiseen. Haluatko jatkaa ?
hr_hr: Promjena postavki u Pripremi izbrisat će postojeće REUG i REIG podatke. Jeste li sigurni?
hu_hu: Az Előkészítési beállítások megváltoztatása törölni fogja az aktuális REUG és REIG adatot. Biztos benne?
it_it: Cambiando le Impostazioni nella preparazione verranno cancellati i dati correnti REUG e REIG. Siete sicuri?
ko_kr: '준비설정'을 변경하면 현재 REUG 및 REIG 데이터가 삭제됩니다. 계속 진행하시겠습니까?
nl_nl: Wijzigen van de Voorbereiding-instellingen zal de huidige REUG en REIG gegevens wissen. Weet u het zeker?
no_no: Endring av innstillinger vil fjerne REUG og REIG data. Ønsker du å fortsette?
pt_pt: Os dados atuais de REUG e REIG serão removidos ao alterar os ajustes de Prepara. Deseja continuar?
ro_ro: Modificand setarile initiale se vor sterge datele REUG si REIG. Sunteti siguri?
ru_ru: Изменение настроек Подготовки очистит текущие данные REUG и REIG. Вы уверены?
sv_se: Ändring av förberedelseinställningar kommer rensa aktuell REUG och REIG data. Är du säker?
th_th: การเปลี่ยนการตั้งค่าการเตรียมการจะล้างข้อมูล REUG และ REIG ปัจจุบันออกไป คุณแน่ใจหรือไม่
tr_tr: Hazırlık ayarlarını değiştirdiğinizde mevcut REUG ve REIG verileri silinecektir. Değiştirmek istediğinizden emin misiniz?
zh_cn: 更改准备设置将清除当前的REUG和REIG数据，您是否确定?

source: How satisfied are you with your sound settings?
cht: 您對聲音設定的滿意度如何？
da_dk: Hvor tilfreds er du me dine lydindstillinger?
el_gr: Πόσο ικανοποιημένοι είστε από τις ρυθμίσεις ήχου;
fi_fi: Kuinka tyytyväinen olet kojeem ääniasetuksiin ?
hr_hr: Koliko ste zadovoljni svojim zvučnim postavkama?
hu_hu: Mennyire elégedett a hangbeállításaival?
it_it: Come valuti il livello di soddisfazione delle tue impostazioni audio?
ko_kr: 현재의 피팅에 얼마나 만족하십니까?
nl_nl: Hoe tevreden bent u met uw geluidsinstellingen?
no_no: Hvor tilfreds er du med lyden?
pt_pt: O quão satisfeito você está com os ajustes?
ro_ro: Cat de multumit sunteti cu setarile sunetului?
ru_ru: Насколько вы удовлетворены вашими настройками звука?
sv_se: Hur nöjd är du med dina ljudinställningar?
th_th: คุณพอใจกับการตั้งค่าเสียงของคุณมากเพียงไหน
tr_tr: Ses ayarlarınızdan memnuniyet durumunuz nasıl?
zh_cn: 您对助听器的声音设置是否满意?

source: Compared to previous settings these were:
cht: 相較於之前的設定，這些設定：
da_dk: Sammenlignet med forrige indstillinger er disse:
el_gr: Σε σύγκριση με τις προηγούμενες ρυθμίσεις:
fi_fi: Verrattuna edellisiin asetuksiin, nämä ovat :
hr_hr: Kako biste ih ocijenili u odnosu na prethodne postavke:
hu_hu: Az elöző beállításokhoz képest ezek:
it_it: Comparate alle precedenti impostazioni risultano:
ko_kr: 이전의 보청기 셋팅과 비교하였을 때:
nl_nl: Vergeleken met de vorige instellingen zijn deze:
no_no: Sammenlignet med tidligere innstillinger var disse:
pt_pt: Comparado aos ajustes anteriores, os novos estão:
ro_ro: Comparand cu setarile de mai inainte acestea erau:
ru_ru: По сравнению с предыдущими настройками они были:
sv_se: Jämfört med tidigare inställningar var dessa:
th_th: เปรียบเทียบกับการตั้งค่าก่อนหน้านี้:
tr_tr: Önceki ayarlarla karşılaştırıldığında:
zh_cn: 对比以前的设置,现在的设置:

source: Dissatisfied
cht: 不滿意
da_dk: Utilfreds
el_gr: Δεν ικανοποιήθηκα
fi_fi: Tyytymätön
hr_hr: Nezadovoljan
hu_hu: Elégedettlen
it_it: Non soddisfacente
ko_kr: 불만족
nl_nl: ontevreden
no_no: Misfornøyd
pt_pt: Insatisfeito
ro_ro: Nesatisfacut
ru_ru: Неудовлетворен
sv_se: Missnöjd
th_th: ไม่พึงพอใจ
tr_tr: Memnun değil
zh_cn: 不满意

source: Not satisfied yet
cht: 還不滿意
da_dk: Ikke tilfreds endnu
el_gr: Δεν ικανοποιήθηκα ακόμη
fi_fi: En ole vielä tyytyväinen
hr_hr: Nisam još potpuno zadovoljan
hu_hu: Még nem elégedett
it_it: Non ancora soddisfacente
ko_kr: 아직 만족할 수준은 아님
nl_nl: nog niet tevreden
no_no: Ikke helt tilfreds
pt_pt: Pouco satisfeito
ro_ro: Nu sunt multumit inca
ru_ru: Пока не удовлетворен
sv_se: Inte nöjd än
th_th: ยังไม่พึงพอใจ
tr_tr: Henüz memnun değil
zh_cn: 还不太满意

source: Satisfied
cht: 滿意
da_dk: Tilfreds
el_gr: Ικανοποιήθηκα
fi_fi: Tyytyväinen
hr_hr: Zadovoljan
hu_hu: Elégedett
it_it: Soddisfacente
ko_kr: 만족함
nl_nl: tevreden
no_no: Tilfreds
pt_pt: Satisfeito
ro_ro: Satisfacut
ru_ru: Удовлетворен
sv_se: Nöjd
th_th: พึงพอใจ
tr_tr: Memnun
zh_cn: 很满意

source: Worse than before
cht: 比之前更差
da_dk: Værre end før
el_gr: Χειρότερες από τις προηγούμενες
fi_fi: Huonompi kuin aiemmin
hr_hr: Lošije od prethodnih
hu_hu: Rosszabb mint volt
it_it: Peggio di prima
ko_kr: 지난번 보다 나빠짐
nl_nl: slechter dan hiervoor
no_no: Verre enn tidligere
pt_pt: Pior que o anterior
ro_ro: Mai rau decat inainte
ru_ru: Хуже, чем было
sv_se: Sämre än tidigare
th_th: แย่กว่าเดิม
tr_tr: Öncekinden daha kötü
zh_cn: 比之前差

source: Same as before
cht: 與之前一樣
da_dk: DEt samme som før
el_gr: Ίδιες με τις προηγούμενες
fi_fi: Sama kun aiemmin
hr_hr: Jednake kao prethodne
hu_hu: Nem változott
it_it: Come prima
ko_kr: 지난번과 같음
nl_nl: hetzelfde als hiervoor
no_no: Samme som tidligere
pt_pt: Igual ao anterior
ro_ro: La fel ca inainte
ru_ru: Без изменений
sv_se: Sammma som tidigare
th_th: เหมือนเดิม
tr_tr: Öncekiyle aynı
zh_cn: 和之前一样
