Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Any changes not saved will be lost. Continue?
cht: 未儲存的任何更改都將丟失。是否繼續？
da_dk: Ændringer, som ikke gemmes, vil gå tabt. Vil du fortsætte?
el_gr: Τυχόν αλλαγές που δεν αποθηκεύτηκαν θα χαθούν. Συνέχεια;
fi_fi: Tallentamattomat muutokset menetetään. Jatketaanko?
hr_hr: Promjene koje niste spremili, bit će izgubljene. Nastaviti?
hu_hu: Minden el nem mentett változtatás el fog veszni. Folytatja?
it_it: Tutte le modifiche non salvate andranno perdute. Continuare?
ko_kr: 저장하지 않은 변경 사항은 없어집니다. 계속하시겠습니까?
nl_nl: Alle niet opgeslagen wijzigingen gaan verloren. Doorgaan?
no_no: Alle endringer som ikke er lagret vil gå tapt. Vil du fortsette?
pt_pt: Quaisquer alterações não salvas serão perdidas. Continuar?
ro_ro: Modificările care nu au fost salvate se vor pierde. Continuați?
ru_ru: Несохраненные изменения будут утеряны. Продолжить?
sv_se: Ändringar som inte har sparats kommer att gå förlorade. Fortsätt?
th_th: การเปลี่ยนแปลงใดๆ ที่ไม่ได้บันทึกจะสูญหายไป ดำเนินการต่อหรือไม่
tr_tr: Kaydedilmeyen tüm değişiklikler kaybedilecektir. Devam edilsin mi?
zh_cn: 任何未保存的更改都将丢失。 继续吗？

source: Firmware Update Failed
cht: 韌體更新失敗
da_dk: Opdatering af firmware mislykkedes
el_gr: Αποτυχία ενημέρωσης υλικολογισμικού
fi_fi: Laiteohjelmistopäivitys epäonnistui
hr_hr: Ažuriranje ugrađenog programa nije uspjelo
hu_hu: Firmwarefrissítés sikertelen
it_it: Aggiornamento firmware non riuscito
ko_kr: 펌웨어 업데이트 실패함
nl_nl: Firmware-update mislukt
no_no: Kunne ikke oppdatere fastvare
pt_pt: Falha na atualização do firmware
ro_ro: Actualizare firmware nereușită
ru_ru: Не удалось выполнить обновление встроенного программного обеспечения
sv_se: Firmware-uppdatering misslyckades
th_th: การอัพเดตเฟิร์มแวร์ล้มเหลว
tr_tr: Ürün Yazılımı Güncellenemedi
zh_cn: 固件更新失败

source: Sold
cht: 已出售
da_dk: Solgt
el_gr: Πουλήθηκε
fi_fi: Myyty
hr_hr: Prodan
hu_hu: Eladva
it_it: Venduto
ko_kr: 판매 완료
nl_nl: Verkocht
no_no: Solgt
pt_pt: Vendido
ro_ro: Vândut
ru_ru: Продано
sv_se: Såld
th_th: จำหน่าย
tr_tr: Satıldı
zh_cn: 已售出

source: Unlock the device(s) when sold to the patient
cht: 出售給患者時解鎖裝置
da_dk: Lås enheden/enhederne op, når de er solgt til patienten
el_gr: Ξεκλειδώστε τη/τις συσκευή/-ές κατά την πώληση σε ασθενή
fi_fi: Kun laitteet myydään potilaalle, poista niistä lukitukset.
hr_hr: Otključajte uređaj(e) nakon što ih prodate
hu_hu: Oldja fel az eszközt/eszközöket, ha eladja a páciensnek
it_it: Sbloccare il/i dispositivo/i al momento della vendita al paziente
ko_kr: 환자에게 판매하면 장치를 잠금 해제
nl_nl: Ontgrendel de toestellen als ze verkocht zijn aan de patiënt
no_no: Lås opp apparatet/apparatene når solgt til pasienten
pt_pt: Desbloqueie o(s) aparelho(s) quando ele for vendido ao paciente
ro_ro: Deblocați dispozitivul(ele) atunci când este/sunt vândut(e) pacientului
ru_ru: Разблокируйте устройство(-а), проданное(-ые) пациенту
sv_se: Lås upp efter försäljning till patient
th_th: ปลดล็อกอุปกรณ์เมื่อจำหน่ายให้กับผู้ป่วย
tr_tr: Hastaya satılan cihaz(lar)ın kilidini açın
zh_cn: 出售给患者时，解锁设备

source: Compression Speed
cht: 壓縮速度
da_dk: Komprimeringshastighed
el_gr: Ταχύτητα συμπίεσης
fi_fi: Kompressionopeus
hr_hr: Brzina kompresije
hu_hu: Tömörítési sebesség
it_it: Velocità di compressione
ko_kr: 압축 속도
nl_nl: Compressiesnelheid
no_no: Komprimeringshastighet
pt_pt: Velocidade de compressão
ro_ro: Viteza de compresie
ru_ru: Скорость сжатия
sv_se: Kompressionshastighet
th_th: ความเร็วในการบีบอัด
tr_tr: Kompresyon Hızı
zh_cn: 压缩速度

source: Slow
cht: 慢
da_dk: Langsom
el_gr: Αργή
fi_fi: Hidas
hr_hr: Spora
hu_hu: Lassú
it_it: Lenta
ko_kr: 느림
nl_nl: Langzaam
no_no: Sakte
pt_pt: Lenta
ro_ro: Lent
ru_ru: Медленное
sv_se: Långsam
th_th: ช้า
tr_tr: Yavaş
zh_cn: 缓慢

source: Fast
cht: 快
da_dk: Hurtig
el_gr: Γρήγορη
fi_fi: Nopea
hr_hr: Brza
hu_hu: Gyors
it_it: Veloce
ko_kr: 빠름
nl_nl: Snel
no_no: Rask
pt_pt: Rápida
ro_ro: Rapid
ru_ru: Быстрое
sv_se: Snabb.
th_th: เร็ว
tr_tr: Hızlı
zh_cn: 快速

source: Adaptive
cht: 適應
da_dk: Justerbar
el_gr: Προσαρμοστική
fi_fi: Mukautuva
hr_hr: Prilagodljiva
hu_hu: Alkalmazkodó
it_it: Adattiva
ko_kr: 적응형
nl_nl: Adaptief
no_no: Adaptiv
pt_pt: Adaptativa
ro_ro: Adaptativ
ru_ru: Адаптивное
sv_se: Adaptiv
th_th: ปรับได้
tr_tr: Adaptif
zh_cn: 自适应

source: The selected products cannot be fit together. Please make a different selection or remove one of the instruments.
cht: 所選產品不能驗配在一起。請做出其他選擇或刪除其中一個儀器。
da_dk: De valgte produkter kan ikke tilpasses sammen. Foretag et andet valg, eller fjern et af instrumenterne.
el_gr: Τα επιλεγμένα προϊόντα δεν συνδυάζονται. Κάντε διαφορετική επιλογή ή αφαιρέστε ένα από τα όργανα.
fi_fi: Valittuja tuotteita ei voi sovittaa yhdessä. Valitse toinen vaihtoehto tai poista toinen kuulokoje.
hr_hr: Odabrani proizvodi nisu kompatibilni. Molimo, odaberite druge proizvode ili uklonite jedan od uređaja
hu_hu: A kiválasztott termékek nem működnek együtt. Kérjük, válasszon ki más termékeket vagy törölje az egyik eszközt.
it_it: I prodotti selezionati non possono essere adattati insieme. Effettuare un’altra selezione o rimuovere uno dei dispositivi.
ko_kr: 선택한 제품은 함께 피팅할 수 없습니다. 다른 선택을 하거나 장치 중 하나는 제거하십시오.
nl_nl: De geselecteerde producten kunnen niet tegelijk aangepast worden. Maak een andere selectie of verwijder een van de toestellen.
no_no: De valgte produktene kan ikke tilpasses sammen. Vennligst gjør et annet valg eller fjern ett av høreapparatene.
pt_pt: Os produtos selecionados não podem ser adaptados juntos. Faça uma seleção diferente ou remova um dos aparelhos.
ro_ro: Produsele selectate nu pot fi asociate. Vă rugăm să faceți o selecție diferită sau să îndepărtați unul dintre aparate.
ru_ru: Подгонка выбранных изделий не может выполняться одновременно. Пожалуйста, выберите другую опцию или удалите один из слуховых аппаратов.
sv_se: Valda produkter kan inte anpassas tillsammans. Välj en annan hörapparat eller ta bort en hörapparat.
th_th: ผลิตภัณฑ์ที่เลือกไม่สามารถใช้ร่วมกันได้ โปรดเลือกให้แตกต่างกันหรือลบเครื่องช่วยฟังเครื่องหนึ่ง
tr_tr: Seçilen ürünler birbirine takılamaz. Lütfen farklı bir seçim yapın veya enstrümanlardan birini kaldırın.
zh_cn: 所选产品无法装配在一起。 请重新另选或移除其中一个助听器。

source: Skip Update and continue in Simulation
cht: 跳過更新並繼續模擬
da_dk: Spring opdatering over, og fortsæt i simulering
el_gr: Παραλείψτε την ενημέρωση και συνεχίστε την προσομοίωση.
fi_fi: Ohita päivitys ja jatka simuloimalla
hr_hr: Preskoči ažuriranje i nastavi na simulaciju
hu_hu: Frissítés kihagyása és folytatás a szimulációhoz
it_it: Salta l’aggiornamento e continua in simulazione
ko_kr: 업데이트를 건너뛰고 자극에서 계속하기
nl_nl: Update overslaan en doorgaan in simulatie
no_no: Hopp over oppdatering og fortsett i simulering
pt_pt: Ignorar a atualização e continuar na simulação
ro_ro: Omitere actualizare și continuare în modul de simulare
ru_ru: Пропустить обновление и продолжить в режиме имитации
sv_se: Hoppa över uppdatering och fortsätt med simulering
th_th: ข้ามการอัพเดตและดำเนินการจำลองต่อไป
tr_tr: Güncellemeyi atla ve simülasyona devam et
zh_cn: 跳过更新并继续模拟

source: Connect without Updating Firmware
cht: 連接而不更新韌體
da_dk: Opret forbindelse uden opdatering af firmware
el_gr: Σύνδεση χωρίς ενημέρωση υλικολογισμικού
fi_fi: Yhdistä päivittämättä laiteohjelmistoa
hr_hr: Poveži bez ažuriranja ugrađenog programa
hu_hu: Csatlakozás firmwarefrissítés nélkül
it_it: Connetti senza aggiornare il firmware
ko_kr: 펌웨어를 업데이트하지 않고 연결
nl_nl: Verbinden zonder bijwerken van firmware
no_no: Fortsett uten å oppdatere fastvare
pt_pt: Conectar sem atualizar o firmware
ro_ro: Conectare fără actualizare firmware
ru_ru: Подсоединить без обновления встроенного программного обеспечения
sv_se: Anslut utan att uppdatera Firmware
th_th: เชื่อมต่อโดยไม่ต้องอัพเดตเฟิร์มแวร์
tr_tr: Ürün Yazılımını Güncellemeden Bağlan
zh_cn: 连接，但不更新固件

source: Type:
cht: 類型：
el_gr: Τύπος:
fi_fi: Tyyppi:
hr_hr: Tip:
hu_hu: Típus:
it_it: Tipo:
ko_kr: 유형:
pt_pt: Tipo:
ro_ro: Tip:
ru_ru: Тип:
sv_se: Typ:
th_th: ประเภท:
tr_tr: Tür:
zh_cn: 类型：

source: Receiver
cht: 受话器
el_gr: Δέκτης
fi_fi: Kuuloke
hr_hr: Prijamnik
hu_hu: Vevő
it_it: Ricevitore
ko_kr: 리시버
pt_pt: Receptor
ru_ru: Ресивер
sv_se: Hörtelefon
th_th: ตัวรับสัญญาณ
tr_tr: Alıcı
zh_cn: 受话器

source: Receiver Size:
cht: 接收器尺寸：
da_dk: Receiverstørrelse:
el_gr: Μέγεθος δέκτη:
fi_fi: Kuulokkeen koko:
hr_hr: Veličina prijamnika:
hu_hu: Vevő mérete:
it_it: Misura ricevitore:
ko_kr: 리시버 크기:
nl_nl: Receiverformaat:
no_no: Receiverstørrelse:
pt_pt: Tamanho do receptor:
ro_ro: Dimensiune receiver:
ru_ru: Размер ресивера:
sv_se: Storlek på hörtelefon
th_th: ขนาดของตัวรับสัญญาณ:
tr_tr: Alıcı Boyutu:
zh_cn: 受话器尺寸:

source: Power Level:
cht: 功率電平：
da_dk: Effektniveau:
el_gr: Επίπεδο ισχύος:
fi_fi: Tehotaso:
hr_hr: Snaga:
hu_hu: Energiaszint:
it_it: Livello di potenza:
ko_kr: 파워 레벨:
nl_nl: Powerniveau:
no_no: Power-nivå:
pt_pt: Nível de potência:
ro_ro: Nivel putere:
ru_ru: Уровень мощности:
sv_se: Effektnivå:
th_th: ระดับกำลังไฟฟ้า:
tr_tr: Güç Seviyesi:
zh_cn: 功率水平:

source: Detected Right Receiver
cht: 檢測到右側接收器
da_dk: Registreret højre receiver
el_gr: Ανιχνεύθηκε δεξιός δέκτης
fi_fi: Tunnistettu oikea kuuloke
hr_hr: Desni prijamnik pronađen
hu_hu: Érzékelt jobb oldali vevő
it_it: Rilevato ricevitore destro
ko_kr: 감지한 오른쪽 리시버
nl_nl: Rechter receiver gedetecteerd
no_no: Funnet høyre receiver
pt_pt: Receptor direito detectado
ro_ro: Receiver drept detectat
ru_ru: Обнаруженный правый ресивер
sv_se: Höger hörtelefon detekterad
th_th: ตัวรับสัญญาณฝั่งขวาที่พบ
tr_tr: Algılanan Sağ Alıcı
zh_cn: 检测到右侧受话器

source: Detected Left Receiver
cht: 檢測到左側接收器
da_dk: Registreret venstre receiver
el_gr: Ανιχνεύθηκε αριστερός δέκτης
fi_fi: Tunnistettu vasen kuuloke
hr_hr: Lijevi prijamnik pronađen
hu_hu: Érzékelt bal oldali vevő
it_it: Rilevato ricevitore sinistro
ko_kr: 감지한 왼쪽 리시버
nl_nl: Linker receiver gedetecteerd
no_no: Funnet venstre receiver
pt_pt: Receptor esquerdo detectado
ro_ro: Receiver stâng detectat
ru_ru: Обнаруженный левый ресивер
sv_se: Vänster hörtelefon detekterad
th_th: ตัวรับสัญญาณฝั่งซ้ายที่พบ
tr_tr: Algılanan Sol Alıcı
zh_cn: 检测到左侧受话器

source: To change the receiver, please, physically replace the receiver on the hearing instrument. The fitting software will automatically update the details.
cht: 如欲更改接收器，請從物理上更換助聽器上的接收器。驗配軟件將自動更新詳情。
da_dk: For at ændre receiveren skal du fysisk udskifte receiveren på høreapparatet. Tilpasningssoftwaren vil automatisk opdatere oplysningerne.
el_gr: Για να αλλάξετε τον δέκτη, αντικαταστήστε τον στο ακουστικό βοήθημα. Το λογισμικό εφαρμογής θα ενημερώσει αυτόματα τα στοιχεία.
fi_fi: Voit vaihtaa kuulokkeen vaihtamalla kuulokojeeseen kuulokkeen. Sovitusohjelmisto päivittää tiedot automaattisesti.
hr_hr: Kako biste zamijenili prijamnik, potrebno ga je fizički zamijeniti na slušnom aparatu. Program za individualno podešavanje automatski će ažurirati detalje.
hu_hu: Kérjük, fizikálisan cserélje ki a vevőt a hallókészüléken a vevő megváltoztatásához. A hangolóprogram automatikusan frissíteni fogja a részleteket.
it_it: Per cambiare il ricevitore, sostituire il ricevitore nell'apparecchio acustico. Il software di fitting aggiornerà automaticamente i dettagli.
ko_kr: 리시버를 변경하려면 보청기의 리시버를 물리적으로 교체하십시오. 피팅 소프트웨어가 세부 사항을 자동으로 업데이트합니다.
nl_nl: Om de receiver te wijzigen moet u de receiver op het hoortoestel plaatsen. De aanpassoftware werkt de gegevens automatisch bij.
no_no: For å endre receiver må du fysisk erstatte receiveren på høreapparatet. Tilpasningsprogramvaren vil automatisk oppdatere.
pt_pt: Para trocar o receptor, substitua fisicamente o receptor no aparelho auditivo. O software de adaptação atualizará automaticamente os detalhes.
ro_ro: Pentru a schimba receiverul, vă rugăm să înlocuiți fizic receiverul din aparatul auditiv. Software-ul de reglare va actualiza automat detaliile.
ru_ru: Чтобы поменять ресивер, пожалуйста, замените его в слуховом аппарате. Программное обеспечение для подгонки автоматически обновит соответствующую информацию.
sv_se: För att ändra hörtelefon måste du fysiskt byta hörapparatens hörtelefon. Anpassningsprogrammet uppdaterar detaljerna automatiskt.
th_th: หากต้องการเปลี่ยนตัวรับสัญญาณ โปรดเปลี่ยนตัวรับสัญญาณในเครื่องช่วยฟัง ซอฟต์แวร์ติดตั้งจะอัพเดตรายละเอียดโดยอัตโนมัติ
tr_tr: Alıcıyı değiştirmek için lütfen işitme cihazının üzerindeki alıcıyı fiziksel olarak değiştirin. Ayar yazılımı, bilgileri otomatik olarak güncelleştirecektir.
zh_cn: 要更换受话器，请采用物理方式更换助听器上的受话器。装配软件将自动更新详情。

source: Unknown side
cht: 未知側
da_dk: Ukendt side
el_gr: Άγνωστη πλευρά
fi_fi: Tuntematon puoli
hr_hr: Ne prepoznaje stranu
hu_hu: Ismeretlen oldal
it_it: Lato sconosciuto
ko_kr: 알 수 없는 방향
nl_nl: Onbekende zijde
no_no: Ukjent side
pt_pt: Lado desconhecido
ro_ro: Parte necunoscută
ru_ru: Неизвестная сторона
sv_se: Okänd sida
th_th: ฝั่งที่ไม่รู้จัก
tr_tr: Bilinmeyen taraf
zh_cn: 未知一侧

source: Side for hearing instrument is automatically preassigned and detected based on the receiver. It cannot be manually reassigned in the fitting software. If you would like to change sides, please physically swap the receivers on the hearing instruments.
cht: 助聽器側根據接收器自動預先指定及檢測。其無法在驗配軟件中手動重新指定。倘您希望變更側，請在助聽器上物理切換接收器。
da_dk: Side for høreapparatet tildeles automatisk på forhånd og registreres baseret på receiveren. Den kan ikke gentildeles manuelt i tilpasningssoftwaren. Hvis du gerne vil skifte side, skal du fysisk ombytte receiverne på høreapparaterne.
el_gr: Η πλευρά του ακουστικού βοηθήματος εκχωρείται εκ των προτέρων αυτόματα και ανιχνεύεται βάσει του δέκτη. Δεν μπορεί να εκχωρηθεί εκ νέου μη αυτόματα στο λογισμικό εφαρμογής. Αν θέλετε να αλλάξετε πλευρές, αλλάξτε φυσικά τους δέκτες στα ακουστικά βοηθήματα.
fi_fi: Kuulokojeen puoli esimääritetään automaattisesti ja tunnistetaan kuulokkeen perusteella. Sitä ei voi määrittää uudelleen sovitusohjelmistossa manuaalisesti. Jos haluat vaihtaa puolia, vaihda kuulokojeiden kuulokkeet.
hr_hr: Odabir strane za slušni aparat ne može se ručno podesiti u programu za podešavanje, ona se automatski prepoznaje ovisno o prijamniku. Ako želite promijeniti stranu, molimo da fizički zamijenite prijamnike na slušnim aparatima.
hu_hu: A hallókészülék oldala automatikusan érzékelve lesz és hozzá lesz rendelve a vevő alapján. Ezt nem lehet kézileg átállítani a hangolóprogramban. Ha szeretné megváltoztatni az oldalakat, akkor kérjük, fizikálisan cserélje meg a vevőket a hallókészülékeken.
it_it: Il lato dell'apparecchio acustico viene automaticamente preassegnato e rilevato in base al ricevitore. Esso non può essere riassegnato manualmente nel software di fitting. Se si desidera cambiare lato, scambiare i ricevitori degli apparecchi acustici.
ko_kr: 보청기의 방향은 자동으로 리시버에 기초하여 미리 할당되며 감지됩니다. 피팅 소프트웨어에서 수동으로 다시 할당할 수 없습니다. 방향을 변경하려면 보청기에서 리시버를 물리적으로 바꾸십시오.
nl_nl: De zijde voor het hoortoestel wordt automatisch vooraf toegekend en gedetecteerd op basis van de receiver. Dit kan niet handmatig opnieuw toegekend worden in de aanpassoftware. Als u de zijden wilt wisselen, wissel dan de receivers op de hoortoestellen.
no_no: Side for høreapparatet blir automatisk forhåndstildelt og funnet basert på receiver. Dette kan ikke manuelt omplasseres i tilpasningsprogramvareen. Hvis du vil bytte sider, må du fysisk bytte receiverene på høreapparatene.
pt_pt: O lado do aparelho auditivo é automaticamente pré-atribuído e detectado com base no receptor. Ele não pode ser reatribuído manualmente no software de adaptação. Caso deseje trocar os lados, troque fisicamente os receptores nos aparelhos auditivos.
ro_ro: Partea pentru aparatul auditiv este prestabilită automat și este detectată în baza receiverului. Nu poate fi realocată din software-ul de reglare. Dacă ați dori să schimbați părțile, vă rugăm să inversați fizic receiverele din aparatele auditive.
ru_ru: Сторона расположения слухового аппарата предварительно присваивается автоматически и обнаруживается по ресиверу. Ее нельзя вручную присвоить в программном обеспечении для подгонки. Если Вы хотите поменять стороны, пожалуйста, поменяйте местами ресиверы в слуховых аппаратах.
sv_se: Hörapparatens sida tilldelas automatiskt beroende på hörtelefonen. Den kan inte tilldelas manuellt i anpassningsprogrammet. Om du vill byta sida så måste du fysiskt byta hörapparaternas hörtelefoner.
th_th: ฝั่งของเครื่องช่วยฟังจะได้รับการกำหนดล่วงหน้าและตรวจจับโดยอัตโนมัติตามตัวรับสัญญาณ ไม่สามารถกำหนดใหม่อีกครั้งในซอฟต์แวร์ติดตั้งด้วยตนเองได้ หากคุณต้องการเปลี่ยนฝั่ง โปรดเปลี่ยนตัวรับสัญญาณในเครื่องช่วยฟัง
tr_tr: İşitme cihazının tarafı, otomatik olarak önceden atanır ve alıcıya göre algılanır. Ayar yazılımında manuel olarak yeniden atanamaz. Tarafları değiştirmek istiyorsanız, lütfen işitme cihazlarının üzerindeki alıcıları fiziksel olarak değiştirin.
zh_cn: 根据受话器自动预分配并检测助听器的侧面。它不能在装配软件中手动重新分配。如果想更换侧面，则请采用物理方式更换助听器上的受话器。

source: Patient disconnected the call.
cht: 患者已斷開連接
da_dk: Patient frakoblet
el_gr: Ο ασθενής αποσυνδέθηκε.
fi_fi: Yhteys potilaaseen katkaisu
hr_hr: Pacijent nije povezan
hu_hu: A páciens szétkapcsolt
it_it: Paziente Disconnesso
ko_kr: 환자 연결 끊김
nl_nl: Verbinding met patiënt verbroken
no_no: Pasient frakoblet
pt_pt: Paciente desconectado
ro_ro: Pacient deconectat
ru_ru: Пациент отсоединен.
sv_se: Patient frånkopplad
th_th: ผู้ป่วยถูกตัดการเชื่อมต่อ
tr_tr: Hasta Bağlantısı Kesildi
zh_cn: 患者已断开连接

source: Patient Video is Off
cht: 患者視頻已關閉
da_dk: Patientvideo er slået fra
el_gr: Το βίντεο ασθενούς απενεργοποιήθηκε.
fi_fi: Videoyhteys potilaaseen on katkaistu
hr_hr: Pacijentov video isključen
hu_hu: A páciens videója ki van kapcsolva
it_it: La comunicazione video del paziente è disattivata
ko_kr: 환자 비디오 꺼짐
nl_nl: Video van de patiënt is uit
no_no: Pasientvideo er av
pt_pt: O vídeo do paciente está desligado
ro_ro: Video pacient oprit
ru_ru: Видео пациента выключено
sv_se: Patientens video är avstängd
th_th: วิดีโอของผู้ป่วยปิดอยู่
tr_tr: Hasta Videosu Kapalı
zh_cn: 患者视频关闭

source: Patient Audio is Off
cht: 患者音頻已關閉
da_dk: Patientlyd er slået fra
el_gr: Ο ήχος ασθενούς απενεργοποιήθηκε.
fi_fi: Ääniyhteys potilaaseen on katkaistu
hr_hr: Pacijentov audio isključen
hu_hu: A páciens videója be van kapcsolva
it_it: La comunicazione audio del paziente è disattivata
ko_kr: 환자 오디오 꺼짐
nl_nl: Audio van de patiënt is uit
no_no: Pasientlyd er av
pt_pt: O áudio do paciente está desligado
ro_ro: Audio pacient oprit
ru_ru: Аудио пациента выключено
sv_se: Patientens ljud är avstängt
th_th: เสียงของผู้ป่วยปิดอยู่
tr_tr: Hasta Odyosu Kapalı
zh_cn: 患者音频关闭

source: Undock Control
cht: 卸除控制
da_dk: Frigør kontrol
el_gr: Έλεγχος αφαίρεσης
fi_fi: Telakasta irrottamisen hallinta
hr_hr: Odvoji
hu_hu: Vezérlő szétkapcsolása
it_it: Sblocca Controllo
ko_kr: 컨트롤 도킹 해제
nl_nl: Bediening uit dock halen
no_no: Løsne kontroll
pt_pt: Controle de desacoplamento
ro_ro: Dezactivare andocare control
ru_ru: Контроль расстыковки
sv_se: Avdocka kontroll
th_th: ปลดการควบคุม
tr_tr: Çıkarma Kontrolü
zh_cn: 取消停靠控件

source: Start Audio
cht: 開始音頻
da_dk: Start lyd
el_gr: Έναρξη ήχου
fi_fi: Aloita ääniyhteys
hr_hr: Pokreni audio
hu_hu: Hang indítása
it_it: Avvia audio
ko_kr: 오디오 시작
nl_nl: Audio starten
no_no: Start lyd
pt_pt: Iniciar áudio
ro_ro: Pornire audio
ru_ru: Запустить аудио
sv_se: Starta ljud
th_th: เริ่มเล่นเสียง
tr_tr: Odyoyu Başlat
zh_cn: 开始音频

source: Pause Audio
cht: 暫停音頻
da_dk: Sæt lyd på pause
el_gr: Παύση ήχου
fi_fi: Keskeytä ääniyhteys
hr_hr: Pauziraj audio
hu_hu: Hang szüneteltetése
it_it: Metti in pausa audio
ko_kr: 오디오 일시 정지
nl_nl: Audio pauzeren
no_no: Pause lyd
pt_pt: Pausar áudio
ro_ro: Pauză audio
ru_ru: Приостановить аудио
sv_se: Pausa ljud
th_th: หยุดเสียงชั่วคราว
tr_tr: Odyoyu Duraklat
zh_cn: 暂停音频

source: Start Video
cht: 開始視頻
el_gr: Έναρξη βίντεο
fi_fi: Aloita videoyhteys
hr_hr: Pokreni video
hu_hu: Videó indítása
it_it: Avvia video
ko_kr: 비디오 시작
nl_nl: Video starten
pt_pt: Iniciar vídeo
ro_ro: Pornire video
ru_ru: Запустить видео
sv_se: Starta video
th_th: เริ่มเล่นวิดีโอ
tr_tr: Videoyu Başlat
zh_cn: 开始视频

source: Pause Video
cht: 暫停視頻
da_dk: Sæt video på pause
el_gr: Παύση βίντεο
fi_fi: Keskeytä videoyhteys
hr_hr: Pauziraj audio
hu_hu: Videó szüneteltetése
it_it: Metti in pausa video
ko_kr: 비디오 일시 정지
nl_nl: Video pauzeren
pt_pt: Pausar vídeo
ro_ro: Pauză video
ru_ru: Приостановить видео
sv_se: Pausa video
th_th: หยุดวิดีโอชั่วคราว
tr_tr: Videoyu Duraklat
zh_cn: 暂停视频

source: Close Live Assistance Session
cht: 關閉即時協助工作階段
da_dk: Luk Live Assistance-session
el_gr: Κλείσιμο περιόδου λειτουργίας ζωντανής βοήθειας
fi_fi: Sulje Live Assistance -yhteys
hr_hr: Zatvori asistenciju uživo
hu_hu: Élő Segítség munkamenet bezárása
it_it: Chiudi sessione di Live Assistance
ko_kr: Live Assistance 세션 닫기
nl_nl: Live Assistance-sessie sluiten
no_no: Lukk Live Assistance-økt
pt_pt: Fechar a sessão de Assistência em Tempo Real
ro_ro: Închidere sesiune Asistență Activă
ru_ru: Закрыть сеанс технической поддержки в интерактивном режиме
sv_se: Avsluta assistens
th_th: ปิดเซสชั่น Live Assistance
tr_tr: Canlı Yardım Oturumunu Kapat
zh_cn: 关闭实时协助会话

source: Connecting...
cht: 連接中...
da_dk: Opretter forbindelse ...
el_gr: Σύνδεση...
fi_fi: Yhdistetään...
hr_hr: Spajanje...
hu_hu: Kapcsolódás
it_it: Connessione in corso...
ko_kr: 연결 중...
nl_nl: Verbinding maken...
no_no: Kobler til ...
pt_pt: Conectando...
ro_ro: Conectare...
ru_ru: Устанавливается соединение...
sv_se: Ansluter...
th_th: กำลังเชื่อมต่อ...
tr_tr: Bağlantı kuruluyor...
zh_cn: 正在连接...

source: Waiting for {0}...
cht: 正在等待 {0}...
da_dk: Venter på {0} ...
el_gr: Αναμονή για {0}...
fi_fi: Odotetaan kohdetta {0}...
hr_hr: Pričekajte dok {0}...
hu_hu: Várakozás a következőre: {0}...
it_it: In attesa di {0}...
ko_kr: {0}을(를) 기다리는 중...
nl_nl: Wachten op {0}...
no_no: Venter på {0}...
pt_pt: Esperando pelo {0}...
ro_ro: În așteptarea {0}...
ru_ru: Выполняется ожидание {0}...
sv_se: Väntar på {0}...
th_th: กำลังรอ {0}...
tr_tr: {0} bekleniyor...
zh_cn: 正在等待{0}...

source: There is no video device present. Cannot start Live Assistance session with {0}...
cht: 不存在視頻裝置。不能使用 {0} 開始即時協助工作階段...
da_dk: Der findes ikke nogen videoenhed. Kan ikke starte Live Assistance-session med {0} ...
el_gr: Δεν υπάρχει συσκευή βίντεο. Δεν είναι δυνατή η έναρξη της περιόδου λειτουργίας ζωντανής βοήθειας με {0}...
fi_fi: Ei videolaitetta. Live Assistance -istuntoa ei voi aloittaa kohteessa {0}.
hr_hr: Video uređaj ne postoji. Nije moguće započeti asistenciju uživo s...{0}
hu_hu: Nincs elérhető videóeszköz. Nem tud Élő Segítség munkamenetet kezdeményezni a következővel: {0}...
it_it: Nessun dispositivo video presente. Impossibile iniziare la sessione di Live Assistance con {0}...
ko_kr: 비디오 장치가 없습니다. {0}와(과) Live Assistance 세션을 시작할 수 없습니다...
nl_nl: Er is geen videoapparaat aanwezig. Kan Live Assistance-sessie met {0} niet starten...
no_no: Det finnes ingen videoenhet. Kan ikke starte Live Assistance-økt med {0}...
pt_pt: Nenhum dispositivo de vídeo presente. Não foi possível iniciar a sessão de Assistência em Tempo Real com o {0}...
ro_ro: Nu este prezent niciun dispozitiv video. Nu se poate începe sesiunea de Asistență Activă cu {0}...
ru_ru: Видеоустройство отсутствует. Невозможно начать сеанс технической поддержки в интерактивном режиме с {0}...
sv_se: Det finns ingen videoenhet tillgänglig. Det går inte att starta live-assistans med {0}...
th_th: ไม่มีอุปกรณ์เล่นวิดีโออยู่ ไม่สามารถเริ่มเซสชั่น Live Assistance ด้วย {0}...
tr_tr: Hazır herhangi bir video cihazı bulunmamaktadır. {0} ile Canlı Yardım oturumu başlatılamıyor...
zh_cn: 没有视频设备。 无法与{0}启动实时协助会话...
