Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Reduce the level of noise reduction
bg_bg: Намалете нивото на намаляване на шума
cht: 減少噪音抑制等級
da_dk: Reducer graden af støjreduktion
el_gr: Μειώστε τη στάθμη μείωσης του θορύβου
fi_fi: Vähennä kohinanvaimennuksen tasoa
hr_hr: Smanjite razinu smanjenja buke
hu_hu: Csökkentse a zajszűrés szintjét
it_it: Diminuire il livello di riduzione del rumore
ko_kr: 소음감소기능의 수준을 낮추세요
nl_nl: Verlaag de mate van lawaaireductie
no_no: Reduser støyreduksjonsnivået
pt_pt: Diminua o nível da redução de ruído
ro_ro: Reduceti nivelul reductorului de zgomot
ru_ru: Убавьте уровень шумоподавления
sv_se: Reducera nivån av brusreducering
th_th: ลดระดับของตัวตัดเสียงรบกวน
tr_tr: Gürültü azaltıcının seviyesini düşürün
zh_cn: 减少降噪程度

source: Decrease low frequency gain for soft sounds
bg_bg: Намалете усилването на ниските честоти за тихите звуци
cht: 降低小聲聲音的低頻增益量量
da_dk: Reducer lavfrekvent forstærkning af svage lyde.
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών συχνοτήτων για τους σιγανούς ήχους
fi_fi: Vähennä vahvistusta matalilla taajuuksilla heikoille äänille
hr_hr: Smanjite pojačanje niskih frekvencija za tihe zvukove
hu_hu: Csökkentse a mélyfrekvenciás erősítést a lágy hangokra
it_it: Diminuire il guadagno delle basse frequenze per i suoni deboli
ko_kr: 작은 소리의 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage frequenties bij zachte geluiden
no_no: Reduser lavfrekvens gain for svake lyder
pt_pt: Diminua o ganho das frequencias baixas para sons suaves
ro_ro: Scadeti castigul pe joase pentru sunete slabe
ru_ru: Уменьшите усиление на низких частотах для тихих звуков
sv_se: Minska förstärkningen på låga frekvenser för svaga ljud
th_th: ลดเกนที่ความถี่ต่ำสำหรับเสียงเบา
tr_tr: Yumuşak sesler için alçak frekans kazancını azalt
zh_cn: 降低小声低频增益

source: Decrease low frequency gain
bg_bg: Намалете нивото на ниските честоти
cht: 降低低頻增益量
da_dk: Reducer lavfrekvent forstærkning
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών συχνοτήτων
fi_fi: Vähennä vahvistusta mataliila taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze
ko_kr: 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage frequenties
no_no: Reduser gain i lavfrekvensområdet
pt_pt: Diminua o ganho das frequencias baixas
ro_ro: Scadeti castigul pe joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen på låga frekvenser.
th_th: ลดเกนที่ความถี่ตํ่า
tr_tr: Alçak frekans kazancını azaltın
zh_cn: 降低低频增益

source: Reduce the level of noise reduction
bg_bg: Намалете нивото на намаляване на шума
cht: 減少噪音抑制等級
da_dk: Reducer graden af støjreduktion
el_gr: Μειώστε τη στάθμη μείωσης του θορύβου
fi_fi: Vähennä kohinanvaimennus tasoa
hr_hr: Smanjite razinu smanjenja buke
hu_hu: Csökkentse a zajszűrés mértékét
it_it: Diminuire il livello di riduzione del rumore
ko_kr: 소음감소기능의 수준을 낮추세요
nl_nl: Verlaag de mate van lawaaireductie
no_no: Reduser støyreduksjonsnivået
pt_pt: Reduza o nível da redução de ruído
ro_ro: Reduceti nivelul reductorului de zgomot
ru_ru: Убавьте уровень шумоподавления
sv_se: Reducera nivån av brusreducering
th_th: ลดระดับของตัวตัดเสียงรบกวน
tr_tr: Gürültü azaltıcının seviyesini düşürün
zh_cn: 减少降噪程度

source: Increase low and mid frequency gain
bg_bg: Увеличете нивото на ниските и средните честоти
cht: 提升低頻及中頻增益量
da_dk: Forøg lav- og mellemfrekvent forstærkning
el_gr: Αυξήστε την ένταση(απόκριση) χαμηλών και μεσαίων συχνοτήτων
fi_fi: Lisää vahvistusta matalilla ja keskitaajuuksilla
hr_hr: Povećajte pojačanje niskih i srednjih frekvencija
hu_hu: Növelje a mély és a középfrekvenciás erősítést
it_it: Aumentare il guadagno delle frequenze basse e medie
ko_kr: 저주파수와 중주파수의 게인을 높이세요
nl_nl: Verhoog de versterking van de lage en middenfrequenties
no_no: Øk gain i lav- og midtfrekvensområdene
pt_pt: Aumente o ganho das frequências baixas e médias
ro_ro: Cresteti castigul pentru frecventele medii si joase
ru_ru: Увеличьте усиление на низких и средних частотах
sv_se: Öka förstärkningen på låg och mellanfrekvenser.
th_th: เพิ่มเกนที่ความถี่ตํ่าและความถี่กลาง
tr_tr: Alçak ve orta frekans kazancını artırın
zh_cn: 增加中低频增益

source: Decrease mid and high frequency gain for loud sounds
bg_bg: Намалете усилването на средните и високите честоти за силните звуци
cht: 降低大聲聲音的中頻及高頻增益量
da_dk: Reducer mellem- og højfrekvent forstærkning for kraftige lyde
el_gr: Μειώστε την ένταση(απόκριση) μεσαίων και υψηλών συχνοτήτων για τους δυνατούς ήχους
fi_fi: Vähennä vahvistusta keski ja matalille taajuuksille kovilla äänillä
hr_hr: Smanjite pojačanje srednjih i visokih frekvencija za glasne zvukove
hu_hu: Csökkentse a közép és a magas frekvenciás erősítést a hangos hangokra
it_it: Diminuire il guadagno delle frequenze medie e alte per i suoni forti
ko_kr: 큰 소리의 중주파수와 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de midden- en hoge frequenties bij harde geluiden
no_no: Reduser mellom- og høyfrekvensgain for høye lyder
pt_pt: Diminua o ganho das frequências médias e altas para sons intensos
ro_ro: Scadeti castigul pe medii si inalte pentru sunete puternice
ru_ru: Уменьшите усиление на средних и высоких частотах для громких звуков
sv_se: Minska förstärkningen på mellan och höga frekvenser för starka ljud
th_th: ลดเกนความถี่ปานกลางและความถี่สูงสำหรับเสียงดัง
tr_tr: Yüksek sesler için orta ve yüksek frekans kazancını azalt
zh_cn: 降低大声中高频增益

source: Ensure microphone setting is omni directional
bg_bg: Уверете се, че настройката на микрофона е многопосочна
cht: 確保麥克風設定為全方向
da_dk: Kontrollér, at mikrofonindstillingen er omnidirektionel
el_gr: Βεβαιωθείτε ότι το μικρόφωνο έχει ρυθμιστεί σε πολυ-κατευθυντική λειτουργία
fi_fi: Varmista että mikrofoni on pallokuvio asennossa
hr_hr: Uvjerite se da je mikrofon postavljen na svesmjerni rad
hu_hu: Gondoskodjon arról, hogy a mikrofon beállítása omnidirekcionális legyen
it_it: Assicurarsi che l'impostazione del microfono sia omnidirezionale
ko_kr: 마이크 설정이 omni인지 확인하세요
nl_nl: Zorg ervoor dat de microfoon omnidirectioneel staat ingesteld
no_no: Forsikre deg om at mikrofonene står omnidireksjonalt
pt_pt: Certifique se o microfone do aparelho está no modo omni
ro_ro: Asigurati-va ca microfonul este setat pe omnidirectionalitate
ru_ru: Настройте микрофон во всенаправленный режим
sv_se: Kontrollera att mikrofoninställningarna är omni.
th_th: ตรวจสอบให้แน่ใจว่าการตั้งค่าไมโครโฟนเป็นแบบทุกทิศทาง
tr_tr: Mikrofon ayarlarının omni directional olduğundan emin olun
zh_cn: 确保麦克风设置为全向性

source: Decrease high frequency gain for loud sounds
bg_bg: Намалете усилването на високите честоти за силните звуци
cht: 降低大聲聲音的高頻增益量
da_dk: Reducer højfrekvent forstærkning af kraftige lyde
el_gr: Μειώστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους δυνατούς ήχους
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla koville äänille
hr_hr: Smanjite pojačanje visokih frekvencija za glasne zvukove
hu_hu: Csökkentse a magas frekvenciás erősítést a hangos hangokra
it_it: Diminuire il guadagno delle alte frequenze per i suoni forti
ko_kr: 큰 소리의 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de hoge frequenties bij harde geluiden
no_no: Reduser høyfrekvensgain for høye lyder
pt_pt: Diminua o ganho das frequências altas para sons intensos
ro_ro: Scadeti castigul pe inalte pentru sunetele puternice
ru_ru: Уменьшите усиление на высоких частотах для громких звуков
sv_se: Minska förstärkningen på höga frekvenser för starka ljud
th_th: ลดเกนที่ความถี่สูงสำหรับเสียงดัง
tr_tr: Yüksek sesler için yüksek frekans kazancını azalt
zh_cn: 降低大声高频增益

source: Decrease mid and high frequency gain for moderate and loud sounds
bg_bg: Намалете усилването на средните и високите честоти за умерените и силните звуци
cht: 降低一般及大聲聲音的中頻及高頻增益量
da_dk: Reducer mellem- og højfrekvent forstærkning for moderate og kraftige lyde
el_gr: Μειώστε την ένταση(απόκριση) μεσαίων και υψηλών συχνοτήτων για τους μέτριους και δυνατούς ήχους
fi_fi: Vähennä vahvistusta matalilla ja korkeilla taajuuksilla kohtalaisille ja koville äänille
hr_hr: Smanjite pojačanje srednjih i visokih frekvencija za umjerene i glasne zvukove
hu_hu: Csökkentse a közép és magas frekvenciás erősítést a közepes és a hangos hangokra
it_it: Diminuire il guadagno delle frequenze medie e alte per i suoni moderati e forti
ko_kr: 중간과 큰 소리의 중주파수와 고주파수게인을 낮추세요
nl_nl: Verlaag de versterking van de midden- en hoge frequenties bij gemiddelde en harde geluiden
no_no: Reduser mellom- og høyfrekvensgain for moderate og høye lyder
pt_pt: Diminua o ganho das frequências médias e altas para sons moderados e intensos
ro_ro: Scadeti castigul pe medii si inalte pentru sunete moderate si puternice
ru_ru: Уменьшите усиление на средних и высоких частотах для умеренных и громких звуков
sv_se: Minska förstärkningen på mellan och höga frekvenser för måttliga och starka ljud
th_th: ลดเกนความถี่ปานกลางและความถี่สูงสำหรับเสียงปานกลางและเสียงดัง
tr_tr: Orta ve yüksek sesler için orta ve yüksek frekans kazançlarını azalt
zh_cn: 降低中等声,大声中高频增益

source: Increase low frequency gain and decrease mid and high frequency gain
bg_bg: Увеличете усилването на ниските честоти и намалете усилването на средните и високите честоти
cht: 提升低頻增益及降低中頻及高頻增益量
da_dk: Forøg lavfrekvent forstærkning, og reducer mellem- og højfrekvent forstærkning
el_gr: Αυξήστε την ένταση(απόκριση) χαμηλών συχνοτήτων και μειώστε την ένταση(απόκριση) μεσαίων και υψηλών συχνοτήτων
fi_fi: Lisää vahvistusta matalilla taajuuksilla ja vähennä vahvistusta keski ja korkeilla taajuksilla
hr_hr: Povećajte pojačanje niskih frekvencija i smanjite pojačanje srednjih i visokih frekvencija
hu_hu: Növelje a mélyfrekvenciás erősítést, és csökkentse a közép és magas frekvenciás erősítést
it_it: Aumentare il guadagno delle basse frequenze e diminuire il guadagno delle frequenze medie e alte
ko_kr: 저주파수 게인을 높이고 중주파수와 고주파수 게인을 낮추세요
nl_nl: Verhoog de versterking van de lage frequenties en verlaag de versterking van de midden- en hoge frequenties
no_no: Øk lavfrekvensgain og reduser mellom- og høyfrekvensgain
pt_pt: Aumente o ganho das frequências baixas e diminua o ganho das frequências médias e altas
ro_ro: Cresteti castigul pentru frecventele joase si scadeti-l pentru frecventele medii si inalte
ru_ru: Увеличьте усиление на низких частотах и уменьшите усиление на средних и высоких частотах
sv_se: Öka förstärkningen på låga frekvenser och minska förstärkningen på mellan och höga frekvenser.
th_th: เพิ่มเกนที่ความถี่ต่ำและลดเกนความถี่ปานกลางและความถี่สูง
tr_tr: Alçak frekans kazancını artırın ve orta ve yüksek frekans kazancını azaltın
zh_cn: 增加低频增益和降低中高频增益

source: Decrease low frequency gain for loud sounds
bg_bg: Намалете усилването на ниските честоти за силните звуци
cht: 降低大聲聲音的低頻增益量
da_dk: Reducer lavfrekvent forstærkning for kraftige lyde
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών συχνοτήτων για τους δυνατούς ήχους
fi_fi: Vähennä vahvistusta matalilla taajuuksilla koville äänille
hr_hr: Smanjite pojačanje niskih frekvencija za glasne zvukove
hu_hu: Csökkentse a mélyfrekvenciás erősítést a hangos hangokra
it_it: Diminuire il guadagno delle basse frequenze per i suoni forti
ko_kr: 큰 소리의 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage frequenties bij harde geluiden
no_no: Senk lavfrekvent gain for høye lyder
pt_pt: Diminua o ganho das frequências baixas para sons intensos
ro_ro: Scadeti castigul pe joase pentru sunetele puternice
ru_ru: Уменьшите усиление на низких частотах для громких звуков
sv_se: Minska förstärkningen på låga frekvenser för starka ljud
th_th: ลดเกนที่ความถี่ต่ำสำหรับเสียงดัง
tr_tr: Yüksek sesler için alçak frekans kazancını azalt
zh_cn: 降低大声低频增益

source: Increase high frequency gain for soft and moderate sounds
bg_bg: Увеличете усилването на високите честоти за тихите и умерените звуци
cht: 提升小聲及一般聲音的高頻增益量
da_dk: Forøg højfrekvent forstærkning for svage og moderate lyde
el_gr: Αυξήστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους σιγανούς και μέτριους ήχους
fi_fi: Lisää vahvistusta korkeilla taajuuksilla hekoille ja kohtalaisille äänille
hr_hr: Povećajte pojačanje visokih frekvencija za tihe i umjerene zvukove
hu_hu: Növelje a magas frekvenciás erősítést a lágy és közepes hangokra
it_it: Aumentare il guadagno delle alte frequenze per i suoni deboli e moderati
ko_kr: 작고 중간 소리의 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de hoge frequenties bij zachte en gemiddelde geluiden
no_no: Øk høyfrekvent gain for svake og moderate lyder
pt_pt: Aumente o ganho das frequências altas para sons suaves e moderados
ro_ro: Cresteti castigul frecventelor inalte pentru sunete slabe si moderate
ru_ru: Увеличьте усиление на высоких частотах для тихих и умеренных звуков
sv_se: Öka förstärkningen på höga frekvenser för svaga och måttliga ljud
th_th: เพิ่มเกนที่ความถี่สูงสำหรับเสียงเบาและเสียงปานกลาง
tr_tr: Yumuşak ve orta sesler için yüksek frekans kazancını artır
zh_cn: 增加小声,中等声高频增益

source: Increase noise reduction setting
bg_bg: Увеличете настройката на намаляването на шума
cht: 提升噪音抑制設定
da_dk: Forøg graden af støjreduktion
el_gr: Αυξήστε τη ρύθμιση μείωσης του θορύβου
fi_fi: Lisää kohinavaimennusasetuksia
hr_hr: Povećajte postavku smanjenja buke
hu_hu: Növelje a zajszűrés mértékét
it_it: Aumentare l'impostazione di riduzione del rumore
ko_kr: 소음감소기능의 수준을 높이세요
nl_nl: Verhoog de mate van lawaaireductie
no_no: Øk nivå for støyreduksjon
pt_pt: Aumente o nível da redução de ruído
ro_ro: Cresteti setarea reductorului de zgomot
ru_ru: Увеличьте настройки шумоподавления
sv_se: Öka brusreduceringen
th_th: เพิ่มการตั้งค่าตัวตัดเสียงรบกวน
tr_tr: Gürültü azaltıcı ayarını artır
zh_cn: 增加降噪程度

source: When possible consider the use of the Micro, Mini, or Multi Mic
bg_bg: По възможност помислете за използване на Micro, Mini или Multi Mic
cht: 如有可能，請考慮使用 Micro、Mini 或 Multi Mic
da_dk: Overvej brugen af Micro, Mini eller Multi Mic, når det er muligt
el_gr: Όταν είναι εφικτό, εξετάζετε το ενδεχόμενο χρήσης του μικροφώνου Micro, Mini ή Multi
fi_fi: Harkitse Micro-, Mini- tai Multi Mic -lisälaitteen käyttämistä mahdollisuuksien mukaan.
hr_hr: Kada je to moguće, razmislite o upotrebi vrlo Micro, Mini ili Multi mikrofona
hu_hu: Ha lehetséges fontolja meg a Mikro, Mini vagy Multi mikrofon használatát
it_it: Se possibile, prendere in considerazione l'uso di Micro, Mini o Multi Mic
ko_kr: 가능한 경우, 무선액세서리 마이크사용을 고려하세요
nl_nl: Wanneer mogelijk, overweeg het gebruik van de Micro, Mini of Multi Mic
no_no: Vurder å bruke Mikro eller Multi Mik når det er mulig
pt_pt: Quando possível, considere o uso do Micro, Mini ou Multi Mic
ro_ro: Dacă este posibil, luați în calcul utilizarea Micro, Mini, sau Multi Mic
ru_ru: При возможности рассмотреть микро-, мини- или мульти-микрофон
sv_se: Använd om möjligt Mikro, Mini, eller Multimikrofon
th_th: เมื่อทำได้ ให้พิจารณาการใช้ไมโครโฟนแบบแยก ไมโครโฟนขนาดเล็ก หรือไมโครโฟนหลายตัว
tr_tr: Mümkünse Mikro, Mini veya Multi Mikrofon kullanmaya çalışın
zh_cn: 如果可能，请考虑使用迷你音频转换器、多功能迷你音频转换器或迷你麦克风

source: Increase mid and high frequency gain for soft sounds
bg_bg: Увеличете усилването на средните и високите честоти за тихите звуци
cht: 提升小聲聲音的中頻及高頻增益量
da_dk: Forøg mellem- og højfrekvent forstærkning af svage lyde
el_gr: Αυξήστε την ένταση(απόκριση) μεσαίων και υψηλών συχνοτήτων για τους σιγανούς ήχους
fi_fi: Lisää vahvistusta keski ja korkeilla taajuuksilla heikolle äänille
hr_hr: Povećajte pojačanje srednjih i visokih frekvencija za tihe zvukove
hu_hu: Növelje a közép és magas frekvenciás erősítést a lágy hangokra
it_it: Aumentare il guadagno delle frequenze medie e alte per i suoni deboli
ko_kr: 작은 소리의 중주파수와 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de midden- en hoge frequenties bij zachte geluiden
no_no: Øk midt- og høyfrekvent gain for svake lyder
pt_pt: Aumente o ganho das frequências médias e altas para sons suaves
ro_ro: Cresteti castigul pe medii si inalte pentru sunetele slabe
ru_ru: Увеличьте усиление на средних и высоких частотах для тихих звуков
sv_se: Öka förstärkningen på mellan och höga frekvenser för svaga ljud.
th_th: เพิ่มเกนที่ความถี่กลางและสูงสำหรับเสียงเบา
tr_tr: Yumuşak sesler için orta ve yüksek frekans kazançlarını artır
zh_cn: 增加小声中高频增益

source: Increase mid frequency gain for soft and moderate sounds
bg_bg: Увеличете усилването на средните честоти за тихите и умерените звуци
cht: 提升小聲及一般聲音的中頻增益量
da_dk: Forøg mellemfrekvent forstærkning af svage og moderate lyde
el_gr: Αυξήστε την ένταση(απόκριση) μεσαίων συχνοτήτων για τους σιγανούς και μέτριους ήχους
fi_fi: Lisää vahvistusta keskitaajuuksille heikoilla ja kohtalaisilla äänillä
hr_hr: Povećajte pojačanje srednjih frekvencija za tihe i umjerene zvukove
hu_hu: Növelje a középfrekvenciás erősítést a lágy és a közepes hangokra
it_it: Aumentare il guadagno delle frequenze medie per i suoni deboli e moderati
ko_kr: 작고 중간 소리의 중주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de middenfrequenties bij zachte en gemiddelde geluiden
no_no: Øk gain i midtfrekvensområdet for svake og middels høye lyder
pt_pt: Aumente o ganho das frequências médias para sons suaves e moderados
ro_ro: Cresteti castigul frecventelor medii pentru sunete slabe si moderate
ru_ru: Увеличьте усиление на средних частотах для тихих и умеренных звуков
sv_se: Öka förstärkningen på mellan frekvenser för svaga och måttliga ljud.
th_th: เพิ่มเกนที่ความถี่กลางสำหรับเสียงเบาและปานกลาง
tr_tr: Yumuşak ve orta sesler için orta frekans kazancını artır
zh_cn: 增加小声,中等声中频增益

source: Increase mid and high frequency gain
bg_bg: Увеличете нивото на средните и високите честоти
cht: 提升小聲聲音的中頻及高頻增益量
da_dk: Forøg mellem- og højfrekvent forstærkning
el_gr: Αυξήστε την ένταση(απόκριση) μεσαίων και υψηλών συχνοτήτων
fi_fi: Lisää vahvistusta keski ja korkeille taajuuksilla
hr_hr: Povećajte pojačanje srednjih i visokih frekvencija
hu_hu: Növelje a közepes és a magas frekvenciájú erősítést
it_it: Aumentare il guadagno delle frequenze medie e alte
ko_kr: 중주파수와 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de midden- en hoge frequenties
no_no: Øk gain i midt- og høyfrekvensområdene
pt_pt: Aumente o ganho das frequências médias e altas
ro_ro: Cresteti castigul pentru frecventele medii si inalte
ru_ru: Увеличьте усиление на средних и высоких частотах
sv_se: Öka förstärkningen på mellan och höga frekvenser.
th_th: เพิ่มเกนที่ความถี่กลางและความถี่สูง
tr_tr: Orta ve yüksek frekans kazancını artırın
zh_cn: 增加中高频增益

source: When possible consider the use of the Micro, Mini, or Multi Mic
bg_bg: По възможност помислете за използване на Micro, Mini или Multi Mic
cht: 如有可能，請考慮使用 Micro、Mini 或 Multi Mic
da_dk: Overvej brugen af Micro, Mini eller Multi Mic, når det er muligt
el_gr: Όταν είναι εφικτό, εξετάζετε το ενδεχόμενο χρήσης του μικροφώνου Micro, Mini ή Multi
fi_fi: Harkitse Micro-, Mini- tai Multi Mic -lisälaitteen käyttämistä mahdollisuuksien mukaan.
hr_hr: Kada je to moguće, razmislite o upotrebi vrlo Micro, Mini ili Multi mikrofona
hu_hu: Ha lehetséges fontolja meg a Mikro, Mini vagy Multi mikrofon használatát
it_it: Se possibile, prendere in considerazione l'uso di Micro, Mini o Multi Mic
ko_kr: 가능한 경우, 무선액세서리 마이크사용을 고려하세요
nl_nl: Wanneer mogelijk, overweeg het gebruik van de Micro, Mini of Multi Mic
no_no: Vurder å bruke Mikro eller Multi Mik når det er mulig
pt_pt: Quando possível, considere o uso do Micro, Mini, ou Multi Mic
ro_ro: Dacă este posibil, luați în calcul utilizarea Micro, Mini, sau Multi Mic
ru_ru: При возможности рассмотреть микро-, мини- или мульти-микрофон
sv_se: Använd om möjligt Mikro, Mini, eller Multimikrofon
th_th: เมื่อทำได้ ให้พิจารณาการใช้ไมโครโฟนแบบแยก ไมโครโฟนขนาดเล็ก หรือไมโครโฟนหลายตัว
tr_tr: Mümkünse Mikro, Mini veya Multi Mikrofon kullanmaya çalışın
zh_cn: 如果可能，请考虑使用迷你音频转换器，多功能迷你音频转换器或迷你麦克风

source: Hear distant speech better than close speech
bg_bg: Чувате по-добре далечен говор, отколкото близък говор
cht: 聆聽遠距離的語音比近距離的語音更清楚
da_dk: Hører fjern tale bedre end nær tale
el_gr: Η απομακρυσμένη ομιλία ακούγεται καλύτερα από ό,τι η εγγύς ομιλία
fi_fi: Kuulee paremmin kaukaisen puheen kun lähellä olevan puheen
hr_hr: Udaljeni se govor čuje bolje nego govor u blizini
hu_hu: A távoli beszédet jobban hallja mint a közeli beszédet
it_it: È possibile ascoltare meglio un parlato da lontano che un parlato da vicino
ko_kr: 가까운 말소리보다 먼 말소리가 더 잘 들립니다
nl_nl: Spraak van veraf wordt beter gehoord dan van dichtbij
no_no: Hører tale bedre på avstand enn nærme
pt_pt: A fala distante é mais audível que a fala próxima
ro_ro: Aude vorbirea de la distanta mai bine decat cea de aproape
ru_ru: Слышать речь на расстоянии лучше, чем вблизи
sv_se: Hör tal långt borta bättre än nära
th_th: ได้ยินเสียงพูดระยะไกลชัดกว่าเสียงพูดใกล้ๆ
tr_tr: Mesafeli konuşmaları yakın konuşmalardan daha iyi duyuyor
zh_cn: 听远处的声音好于近的声音

source: Decrease low frequency gain for soft sounds
bg_bg: Намалете усилването на ниските честоти за тихите звуци
cht: 降低小聲聲音的低頻增益量
da_dk: Reducer lavfrekvent forstærkning af svage lyde
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών συχνοτήτων για τους σιγανούς ήχους
fi_fi: Vähennä matalien taajuuksien vahvistusta hiljaisille äänille
hr_hr: Smanjite pojačanje niskih frekvencija za tihe zvukove
hu_hu: Csökkentse a mélyfrekvenciás erősítést a lágy hangokra
it_it: Diminuire il guadagno delle basse frequenze per i suoni deboli
ko_kr: 작은 소리의 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage frequenties bij zachte geluiden
no_no: Senk lavfrekvent gain for svake lyder
pt_pt: Diminua o ganho das frequências baixas para os sons suaves
ro_ro: Scadeti castigul frecventelor joase pentru sunete slabe
ru_ru: Уменьшите усиление на низких частотах для тихих звуков
sv_se: Minska förstärkningen på låga frekvenser för svaga ljud
th_th: ลดเกนที่ความถี่ต่ำสำหรับเสียงเบา
tr_tr: Yumuşak sesler için alçak frekans kazancını azalt
zh_cn: 降低小声低频增益

source: Increase high frequency gain for moderate sounds
bg_bg: Увеличете усилването на високите честоти за умерените звуци
cht: 提升一般聲音的高頻增益量
da_dk: Forøg højfrekvent forstærkning for moderate lyde
el_gr: Αυξήστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους μέτριους ήχους
fi_fi: Lisää vahvistusta korkeille taajuksille kohtalaisilla äänillä
hr_hr: Povećajte pojačanje visokih frekvencija za umjerene zvukove
hu_hu: Növelje a magas frekvenciás erősítést a közepes hangokra
it_it: Aumentare il guadagno delle alte frequenze per i suoni moderati
ko_kr: 중간 소리의 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de hoge frequenties bij gemiddelde geluiden
no_no: Øk høyfrekvent gain for moderate lyder
pt_pt: Aumente o ganho das frequências altas para os sons moderados
ro_ro: Cresteti castigul frecventelor inalte pentru sunete moderate
ru_ru: Увеличьте усиление на высоких частотах для умеренных звуков
sv_se: Öka förstärkningen på höga frekvenser för måttliga ljud
th_th: เพิ่มเกนที่ความถี่สูงสำหรับเสียงปานกลาง
tr_tr: Orta sesler için yüksek frekans kazancını artır
zh_cn: 增加中等声高频增益
