Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Music-Big Band
bg_bg: Музика-биг бенд
cht: 音樂 - 大樂隊
da_dk: Musik – big band
el_gr: Μουσική - Μεγάλη μπάντα
fi_fi: Musiikki - big band
hr_hr: Glazba - plesni orkestar
hu_hu: Zene – nagyzenekar
it_it: Musica-Band famosa
ko_kr: 뮤직-빅 밴드
nl_nl: Muziek-Big Band
no_no: Musikk – storband
pt_pt: Música – grande orquestra
ro_ro: Muzică-orchestră
ru_ru: Музыка-Биг-бэнд
sv_se: Musik - storband
th_th: ดนตรี-วงขนาดใหญ่
tr_tr: Müzik - Büyük Orkestra
zh_cn: 音乐-大乐团

source: Music-Modern Country
bg_bg: Музика-съвременна кънтри
cht: 音樂 - 現代鄉村
da_dk: Musik – moderne country
el_gr: Μουσική - Σύγχρονη κάντρι
fi_fi: Musiikki - moderni country
hr_hr: Glazba - moderni country
hu_hu: Zene – modern country
it_it: Musica-Country moderno
ko_kr: 뮤직-모던 컨트리
nl_nl: Muziek-Modern Country
no_no: Musikk – moderne country
pt_pt: Música – country moderna
ro_ro: Muzică-country modern
ru_ru: Музыка-Современное кантри
sv_se: Musik - modern country
th_th: ดนตรี-โมเดิร์นคันทรี
tr_tr: Müzik - Modern Country
zh_cn: 音乐-现代乡村音乐

source: Music-Traditional Country
bg_bg: Музика-традиционна кънтри
cht: 音樂 - 傳統鄉村
da_dk: Musik – traditionel country
el_gr: Μουσική - Παραδοσιακή κάντρι
fi_fi: Musiikki - perinteinen country
hr_hr: Glazba - tradicionalni country
hu_hu: Zene – hagyományos country
it_it: Musica-Country tradizionale
ko_kr: 뮤직-전통 컨트리
nl_nl: Muziek-Traditioneel Country
no_no: Musikk – tradisjonell country
pt_pt: Música – country tradicional
ro_ro: Muzică-country clasic
ru_ru: Музыка-Традиционное кантри
sv_se: Musik - traditionell country
th_th: ดนตรี-คันทรีดั้งเดิม
tr_tr: Müzik - Geleneksel Country
zh_cn: 音乐-传统乡村音乐

source: Music-Opera
bg_bg: Музика-опера
cht: 音樂 - 歌劇
da_dk: Musik – opera
el_gr: Μουσική - Όπερα
fi_fi: Musiikki - ooppera
hr_hr: Glazba - opera
hu_hu: Zene – opera
it_it: Musica-Opera
ko_kr: 뮤직-오페라
nl_nl: Muziek-Opera
no_no: Musikk – opera
pt_pt: Música – ópera
ro_ro: Muzică-operă
ru_ru: Музыка-Опера
sv_se: Musik - opera
th_th: ดนตรี-โอเปร่า
tr_tr: Müzik - Opera
zh_cn: 音乐-歌剧

source: Music-Orchestral
bg_bg: Музика-оркестрова
cht: 音樂 - 管弦樂
da_dk: Musik – orkestermusik
el_gr: Μουσική - Ορχηστρική
fi_fi: Musiikki-sinfoniaorkesteri
hr_hr: Glazba - orkestralna
hu_hu: Zenekar
it_it: Musica-Orchestra
ko_kr: 뮤직-오케스트라
nl_nl: Muziek-Orkest
no_no: Musikk – orkester
pt_pt: Música – orquestra
ro_ro: Muzica orchestrala
ru_ru: Музыка-Оркестровая
sv_se: Musik - orkester
th_th: ดนตรี ออเครตตรา
tr_tr: Müzik- Orkestra
zh_cn: 音乐-管弦乐

source: Music-Piano
bg_bg: Музика-пиано
cht: 音樂 - 鋼琴
da_dk: Musik – klaver
el_gr: Μουσική - Πιάνο
fi_fi: Musiikki - piano
hr_hr: Glazba - klavir
hu_hu: Zene – zongora
it_it: Musica-Piano
ko_kr: 뮤직-피아노
nl_nl: Muziek-Piano
no_no: Musikk – piano
pt_pt: Música – piano
ro_ro: Muzică-pian
ru_ru: Музыка-Фортепианная
sv_se: Musik - piano
th_th: ดนตรี-เปียโน
tr_tr: Müzik - Piyano
zh_cn: 音乐-钢琴

source: Music-Rockabilly
bg_bg: Музика-рокабили
cht: 音樂 - 洛卡比里
da_dk: Musik – rockabilly
el_gr: Μουσική - Ροκαμπίλι
fi_fi: Musiikki - rockabilly
hr_hr: Glazba - rockabilly
hu_hu: Zene – rockabily
it_it: Musica-Rockabilly
ko_kr: 뮤직_록커빌리
nl_nl: Muziek-Rockabilly
no_no: Musikk – rockabilly
pt_pt: Música – rockabilly
ro_ro: Muzică-Rockabilly
ru_ru: Музыка-Рокабилли
sv_se: Musik - rockabilly
th_th: ดนตรี-ร็อกอะบิลลี
tr_tr: Müzik - Rockabilly
zh_cn: 音乐-摇滚乐

source: Music-Jazz
bg_bg: Музика-джаз
cht: 音樂 - 爵士
da_dk: Musik – jazz
el_gr: Μουσική - Τζαζ
fi_fi: Musiikki - jazz
hr_hr: Glazba - džez
hu_hu: Zene – jazz
it_it: Musica-Jazz
ko_kr: 뮤직-재즈
nl_nl: Muziek-Jazz
no_no: Musikk – jazz
pt_pt: Música – jazz
ro_ro: Muzică-Jazz
ru_ru: Музыка-Джаз
sv_se: Musik - jazz
th_th: ดนตรี-แจ๊ส
tr_tr: Müzik - Jazz
zh_cn: 音乐-爵士

source: Binaural Balance-right
bg_bg: Бинаурален баланс-отдясно
cht: 雙耳平衡 - 右邊
da_dk: Binaural balance – højre
el_gr: Αμφιωτική ισορροπία - δεξιά
fi_fi: Binauraalinen tasapaino - oikea
hr_hr: Binauralna ravnoteža - desno
hu_hu: Binaurális egyensúly – jobb
it_it: Bilanciamento binaurale-destra
ko_kr: 양측 소리 균형-오른쪽
nl_nl: Binaurale balans-rechts
no_no: Binaural balanse – høyre
pt_pt: Equilíbrio binaural – direito
ro_ro: Balans binaural-dreapta
ru_ru: Бинауральный баланс-правая сторона
sv_se: Binaural balans - höger
th_th: สมดุลสองหู-ขวา
tr_tr: Binaural Denge - sağ
zh_cn: 双耳平衡-右

source: Binaural Balance-center
bg_bg: Бинаурален баланс-в средата
cht: 雙耳平衡 - 中間
da_dk: Binaural balance – midt
el_gr: Αμφιωτική ισορροπία - κέντρο
fi_fi: Binauraalinen tasapaino - keski
hr_hr: Binauralna ravnoteža - sredina
hu_hu: Binaurális egyensúly – közép
it_it: Bilanciamento binaurale-centro
ko_kr: 양측 소리 균형-중앙
nl_nl: Binaurale balans-midden
no_no: Binaural balanse – sentrum
pt_pt: Equilíbrio binaural – central
ro_ro: Balans binaural-centru
ru_ru: Бинауральный баланс-центр
sv_se: Binaural balans - centrerad
th_th: สมดุลสองหู-กลาง
tr_tr: Binaural Denge - orta
zh_cn: 双耳平衡-中央

source: Binaural Balance-left
bg_bg: Бинаурален баланс-отляво
cht: 雙耳平衡 - 左邊
da_dk: Binaural balance – venstre
el_gr: Αμφιωτική ισορροπία - αριστερά
fi_fi: Binauraalinen tasapaino - vasen
hr_hr: Binauralna ravnoteža - lijevo
hu_hu: Binaurális egyensúly – bal
it_it: Bilanciamento binaurale-sinistra
ko_kr: 양측 소리 균형-왼쪽
nl_nl: Binaurale balans-links
no_no: Binaural balanse – venstre
pt_pt: Equilíbrio binaural – esquerdo
ro_ro: Balans binaural-stânga
ru_ru: Бинауральный баланс-левая сторона
sv_se: Binaural balans - vänster
th_th: สมดุลสองหู-ซ้าย
tr_tr: Binaural Denge - sol
zh_cn: 双耳平衡-左

source: Film Projector-16mm
bg_bg: Кинопрожекционен апарат-16мм
cht: 電影放映機 - 16 mm
da_dk: Filmprojektor – 16 mm
el_gr: Προβολέας ταινιών - 16 mm
fi_fi: Elokuvaprojektori - 16 mm
hr_hr: Filmski projektor - 16 mm
hu_hu: Filmvetítő – 16 mm
it_it: Proiettore film-16 mm
ko_kr: 영상 프로젝터-16mm
no_no: Filmfremviser – 16 mm
pt_pt: Projetor de filmes – 16 mm
ro_ro: Proiector film-16mm
ru_ru: Кинопроектор-16 мм
sv_se: Filmprojektor - 16mm
th_th: เครื่องฉายฟิล์ม-16 มม.
tr_tr: Film Projektörü - 16 mm
zh_cn: 电影放映机-16mm

source: Gun-12 gauge shotgun
bg_bg: Оръжие-ловна пушка 12 калибър
cht: 槍 - 12 口徑霰彈槍
da_dk: Skydevåben – 12 kalibers jagtgevær
el_gr: Όπλο - καραμπίνα 12 gauge
fi_fi: Ase - haulikko, kaliiperi 12
hr_hr: Oružje - sačmarica kalibra „12 gauge”
hu_hu: Fegyver – 12-es méretű sörétes puska
it_it: Arma da fuoco-doppietta calibro 12
ko_kr: 총-12 게이지 샷건
nl_nl: Geweer-12 gauge jachtgeweer
no_no: Skytevåpen – 12-kalibers hagle
pt_pt: Arma – tiro de calibre 12
ro_ro: Armă-pușcă calibru 12
ru_ru: Стрельба-Ружье 12 калибра
sv_se: Vapen - hagelbössa
th_th: ปืน-ลูกซอง 12 เกจ
tr_tr: Silah - 12 kalibre av tüfeği
zh_cn: 枪声-12号霰弹枪

source: Gun-16 gauge shotgun
bg_bg: Оръжие-ловна пушка 16 калибър
cht: 槍 - 16 口徑霰彈槍
da_dk: Skydevåben – 16 kalibers jagtgevær
el_gr: Όπλο - καραμπίνα 16 gauge
fi_fi: Ase - haulikko, kaliiperi 16
hr_hr: Oružje - sačmarica kalibra „16 gauge”
hu_hu: Fegyver – 16-os méretű sörétes puska
it_it: Arma da fuoco-doppietta calibro 16
ko_kr: 총-16 게이지 샷건
nl_nl: Geweer-16 gauge jachtgeweer
no_no: Skytevåpen – 16-kalibers hagle
pt_pt: Arma – tiro de calibre 16
ro_ro: Armă-pușcă calibru 16
ru_ru: Стрельба-Ружье 16 калибра
sv_se: Vapen - grovkalibrig hagelbössa
th_th: ปืน-ลูกซอง 16 เกจ
tr_tr: Silah - 16 kalibre av tüfeği
zh_cn: 枪声-16号霰弹枪

source: Music-Classic Rock
bg_bg: Музика-класически рок
cht: 音樂 - 經典搖滾
da_dk: Musik – klassisk rock
el_gr: Μουσική - Κλασικό ροκ
fi_fi: Musiikki - klassinen rock
hr_hr: Glazba - klasični rock
hu_hu: Zene – klasszikus rock
it_it: Musica-Classic Rock
ko_kr: 뮤직-클래식 록
nl_nl: Muziek-Klassieke Rock
no_no: Musikk – klassisk rock
pt_pt: Música – rock clássico
ro_ro: Muzică-rock clasic
ru_ru: Музыка-Классический рок
sv_se: Musik - Klassisk rock
th_th: ดนตรี-คลาสสิกร็อค
tr_tr: Müzik - Classic Rock
zh_cn: 音乐-经典摇滚

source: Stream
bg_bg: Поток
cht: 小河流
da_dk: Vandløb
el_gr: Ρυάκι
fi_fi: Äänensiirto
hr_hr: Potok
hu_hu: Patak
it_it: Ruscello
ko_kr: 스트림
nl_nl: Stroom
no_no: Strøm
pt_pt: Arroio
ro_ro: Apă curgătoare
ru_ru: Ручей
sv_se: Flod
th_th: ไอน้ำ
tr_tr: Akarsu
zh_cn: 音频流

source: Restaurant background
bg_bg: Фон в ресторант
cht: 餐廳背景聲
da_dk: Restaurant, baggrund
el_gr: Εστιατόριο - ήχος υποβάθρου
fi_fi: Ravintolan taustaäänet
hr_hr: Restoran - pozadina
hu_hu: Étterem – háttér
it_it: Sottofondo ristorante
ko_kr: 레스토랑 배경
nl_nl: Restaurant achtergrond
no_no: Restaurantbakgrunn
pt_pt: Ambiente de restaurante
ro_ro: Fundal restaurant
ru_ru: Фон: ресторан
sv_se: Restaurang - bakgrund
th_th: บรรยากาศร้านอาหาร
tr_tr: Restoran arkaplanı
zh_cn: 餐厅背景

source: Car horn
bg_bg: Клаксон на кола
cht: 汽車喇叭
da_dk: Bilhorn
el_gr: Κόρνα αυτοκινήτου
fi_fi: Autontorvi
hr_hr: Automobilska truba
hu_hu: Autóduda
it_it: Auto-clacson
ko_kr: 차 경적
nl_nl: Claxon
no_no: Bilhorn
pt_pt: Buzina de carro
ro_ro: Claxon
ru_ru: Клаксон автомобиля
sv_se: Bilsignalhorn
th_th: แตรรถยนต์
tr_tr: Araba kornası
zh_cn: 汽车喇叭

source: Car-key alarm
bg_bg: Кола-аларма от ключа
cht: 汽車 - 鑰匙謷報器
da_dk: Bil – nøglealarm
el_gr: Αυτοκίνητο - συναγερμός κλειδιού
fi_fi: Auto - hälytys
hr_hr: Automobil - alarm za ključ
hu_hu: Autó – riasztókulcs
it_it: Auto-allarme chiavi
ko_kr: 차-키 알람
nl_nl: Auto-sleutel alarm
no_no: Bil – nøkkelalarm
pt_pt: Carro – tecla de alarme
ro_ro: Mașină-alarmă chei
ru_ru: Автомобиль-брелок сигнализации
sv_se: Bil - nyckellarm
th_th: รถยนต์-สัญญาณเตือนกุญแจรถ
tr_tr: Araba - anahtar alarmı
zh_cn: 汽车-钥匙报警器

source: Car-turn signal
bg_bg: Кола-мигач
cht: 汽車 - 方向燈
da_dk: Bil – afviserblink
el_gr: Αυτοκίνητο - φλας
fi_fi: Auto - suuntamerkki
hr_hr: Automobil - signal pokazivača smjera
hu_hu: Autó – index hangja
it_it: Auto-freccia
ko_kr: 차-차선 변경 신호
nl_nl: Auto-knipperlicht
no_no: Bil – blinkesignal
pt_pt: Carro – virar no sinal
ro_ro: Mașină-semnal viraj
ru_ru: Автомобиль-сигнал поворота
sv_se: Bil - Blinkers
th_th: รถยนต์-สัญญาณรถเลี้ยว
tr_tr: Araba - dönüş sinyali
zh_cn: 汽车-转向提示音

source: Car-wipers
bg_bg: Кола-чистачки
cht: 汽車 - 雨刷
da_dk: Bil – vinduesviskere
el_gr: Αυτοκίνητο - υαλοκαθαριστήρες
fi_fi: Auto - pyyhkimet
hr_hr: Automobil - brisači
hu_hu: Autó – ablaktörlő
it_it: Auto-tergicristallo
ko_kr: 차-와이퍼
nl_nl: Auto-ruitenwissers
no_no: Bil – vindusviskere
pt_pt: Carro – limpadores
ro_ro: Mașină-ștergătoare
ru_ru: Автомобиль-дворники
sv_se: Bil - vindrutetorkare
th_th: รถยนต์-ที่ปัดน้ำฝน
tr_tr: Araba - silecekler
zh_cn: 汽车-雨刮

source: Car-lock up
bg_bg: Кола-заключване против използване
cht: 汽車 - 上鎖
da_dk: Bil – lås op
el_gr: Αυτοκίνητο - κλείδωμα
fi_fi: Auto - lukituksen avaus
hr_hr: Automobil - otključavanje
hu_hu: Autó – bezárás
it_it: Auto-chiusura serratura
ko_kr: 차-잠그기
nl_nl: Auto-openen
no_no: Bil – låses opp
pt_pt: Carro – travando
ro_ro: Mașină-blocare
ru_ru: Автомобиль-отпирание замка
sv_se: Bil - upplåsning
th_th: รถยนต์-ล็อคเด้งขึ้น
tr_tr: Araba - kilitleme
zh_cn: 汽车-上锁

source: Car-lock down
bg_bg: Кола-осигуряване против посегателство
cht: 汽車 - 鎖定
da_dk: Bil – lås
el_gr: Αυτοκίνητο - ξεκλείδωμα
fi_fi: Auto - lukituksen sulkeminen
hr_hr: Automobil - zaključavanje
hu_hu: Autó – nyitás
it_it: Auto-apertura serratura
ko_kr: 차-잠그기
nl_nl: Auto-sluiten
no_no: Bil – låses igjen
pt_pt: Carro – destravando
ro_ro: Mașină-deblocare
ru_ru: Автомобиль-запирание замка
sv_se: Bil - låsning
th_th: รถยนต์-ล็อคเด้งลง
tr_tr: Araba - kilit açma
zh_cn: 汽车-解锁

source: Car-fan low
bg_bg: Кола-вентилатор на ниски обороти
cht: 汽車 - 風扇 (小)
da_dk: Bil – svag blæser
el_gr: Αυτοκίνητο - ανεμιστήρας σε χαμηλή ένταση
fi_fi: Auto - puhallin hiljaisella
hr_hr: Automobil - spora ventilacija
hu_hu: Autó – klíma halk
it_it: Auto-ventole bassa velocità
ko_kr: 차-팬 낮게
nl_nl: Auto-aanjager laag
no_no: Bil – svak vifte
pt_pt: Carro – baixa ventilação
ro_ro: Mașină-ventilator scăzut
ru_ru: Автомобиль-вентилятор низкие обороты
sv_se: Bil - fläkt, låg
th_th: รถยนต์-พัดลมเบา
tr_tr: Araba - havalandırma düşük
zh_cn: 汽车-风扇低速

source: Car-fan high
bg_bg: Кола-вентилатор на високи обороти
cht: 汽車 - 風扇 (大)
da_dk: Bil – kraftig blæser
el_gr: Αυτοκίνητο - ανεμιστήρας σε υψηλή ένταση
fi_fi: Auto - puhallin kovalla
hr_hr: Automobil - brza ventilacija
hu_hu: Autó – klíma hangos
it_it: Auto-ventole alta velocità
ko_kr: 차-팬 High
nl_nl: Auto-aanjager hoog
no_no: Bil – sterk vifte
pt_pt: Carro – alta ventilação
ro_ro: Mașină-ventilator crescut
ru_ru: Автомобиль-вентилятор высокие обороты
sv_se: Bil - fläkt, hög
th_th: รถยนต์-พัดลมแรง
tr_tr: Araba - havalandırma yüksek
zh_cn: 汽车-风扇高速

source: Car-window up
bg_bg: Кола-вдигане на стъкло
cht: 汽車 - 車窗升起
da_dk: Bil – vindue op
el_gr: Αυτοκίνητο - ανέβασμα παραθύρου
fi_fi: Auto - ikkuna ylös
hr_hr: Automobil - podizanje prozora
hu_hu: Autó – ablak felhúzása
it_it: Auto-finestrino su
ko_kr: 차-창 위로
nl_nl: Auto-raam omhoog
no_no: Bil – vindu opp
pt_pt: Carro – abrindo a janela
ro_ro: Mașină-ridicare geam
ru_ru: Автомобиль-стекло поднять
sv_se: Bil - fönster upp
th_th: รถยนต์-กระจกเลื่อนขึ้น
tr_tr: Araba - pencere kapatma
zh_cn: 汽车-车窗升起

source: Car-window down
bg_bg: Кола-спускане на стъкло
cht: 汽車 - 車窗放下
da_dk: Bil – vindue ned
el_gr: Αυτοκίνητο - κατέβασμα παραθύρου
fi_fi: Auto - ikkuna alas
hr_hr: Automobil - spuštanje prozora
hu_hu: Autó – ablak lehúzása
it_it: Auto-finestrino giù
ko_kr: 차-창 아래로
nl_nl: Auto-raam neer
no_no: Bil – vindu ned
pt_pt: Carro – fechando a janela
ro_ro: Mașină-coborâre geam
ru_ru: Автомобиль-стекло опустить
sv_se: Bil - fönster ner
th_th: รถยนต์-กระจกเลื่อนลง
tr_tr: Araba - pencere açma
zh_cn: 汽车-车窗降下

source: All Sounds
bg_bg: Всички звуци
cht: 所有聲音
da_dk: Alle lyde
el_gr: Όλοι οι ήχοι
fi_fi: Kaikki äänet
hr_hr: Svi zvukovi
hu_hu: Összes hang
it_it: Tutti i suoni
ko_kr: 모든 사운드
nl_nl: Alle geluiden
no_no: Alle lyder
pt_pt: Todos os sons
ro_ro: Toate sunetele
ru_ru: Все звуки
sv_se: Alla ljud
th_th: เสียงทั้งหมด
tr_tr: Tüm Sesler
zh_cn: 所有声音

source: Speech Scores
bg_bg: Степенуване на говора
cht: 語音音軌
da_dk: Talescore
el_gr: Βαθμολογίες κατανόησης ομιλίας
fi_fi: Puhepisteet
hr_hr: Rezultati razumljivosti govora
hu_hu: Beszédpontok
it_it: Risultati Parlato
ko_kr: 어음 인지 스코어
nl_nl: Spraakscores
no_no: Talescore
pt_pt: Dados de Fala
ro_ro: Scoruri vorbire
ru_ru: Результаты речевой аудиометрии
sv_se: Taltestresultat
th_th: คะแนนเสียงพูด
tr_tr: Konuşma Puanları
zh_cn: 言语测试得分

source: Speech and Sounds
bg_bg: Говор и звуци
cht: 語音和聲音
da_dk: Tale og lyde
el_gr: Ομιλία και ήχοι
fi_fi: Puhe ja äänet
hr_hr: Govor i zvukovi
hu_hu: Beszéd és hangok
it_it: Parlato e Suoni
ko_kr: 말소리 및 사운드
nl_nl: Spraak en Geluiden
no_no: Tale og lyder
pt_pt: Fala e sons
ro_ro: Vorbire și sunete
ru_ru: Речь и звуки
sv_se: Tal och ljud
th_th: เสียงพูดและเสียง
tr_tr: Konuşma ve Sesler
zh_cn: 言语和声音

source: Music
bg_bg: Музика
cht: 音樂
da_dk: Musik
el_gr: Μουσική
fi_fi: Musiikki
hr_hr: Glazba
hu_hu: Zene
it_it: Musica
ko_kr: 뮤직
nl_nl: Muziek
no_no: Musikk
pt_pt: Música
ro_ro: Muzica
ru_ru: Музыка
sv_se: Musik
th_th: ดนตรี
tr_tr: Müzik
zh_cn: 音乐

source: Verification Environments
bg_bg: Среда за проверка
cht: 驗證環境
da_dk: Verificeringsmiljøer
el_gr: Περιβάλλοντα επαλήθευσης
fi_fi: Todennusympäristöt
hr_hr: Okruženja za provjeru
hu_hu: Ellenőrzési környezetek
it_it: Verifiche Ambientali
ko_kr: Verification Environment
nl_nl: Controle omgevingen
no_no: Verifikasjonsmiljøer
pt_pt: Verificação dos ambientes
ro_ro: Medii verificare
ru_ru: Окружения
sv_se: Verifieringsmiljöer
th_th: สภาพแวดล้อมการตรวจสอบ
tr_tr: Doğrulama Ortamları
zh_cn: 验证环境

source: Avg
bg_bg: Средно
cht: 平均
da_dk: Gns.
el_gr: Μέσος όρος
fi_fi: Keskiarvo
hr_hr: Prosj.
hu_hu: Átlag
it_it: Media
ko_kr: 평균
nl_nl: Gem.
no_no: Snitt
pt_pt: Média
ru_ru: Ср.
sv_se: Genomsnitt
th_th: เฉลี่ย
tr_tr: Ortalama
zh_cn: 平均

source: All Frequencies
bg_bg: Всички честоти
cht: 所有頻率
da_dk: Alle frekvenser
el_gr: Όλες οι συχνότητες
fi_fi: Kaikki taajuudet
hr_hr: Sve frekvencije
hu_hu: Összes frekvencia
it_it: Tutte le frequenze
ko_kr: 모든 주파수
nl_nl: Alle Frequenties
no_no: Alle frekvenser
pt_pt: Todas as frequências
ro_ro: Toate frecvențele
ru_ru: Все частоты
sv_se: Alla frekvenser
th_th: ความถี่ทั้งหมด
tr_tr: Tüm Frekanslar
zh_cn: 所有频率

source: High Frequencies
bg_bg: Високи честоти
cht: 高頻
da_dk: Højfrekvenser
el_gr: Υψηλές συχνότητες
fi_fi: Korkeat taajuudet
hr_hr: Visoke frekvencije
hu_hu: Magas frekvencia
it_it: Alta frequenza
ko_kr: 고주파수
nl_nl: Hoge Frequenties
no_no: Høye frekvenser
pt_pt: Alta frequência
ro_ro: Frecvențe înalte
ru_ru: Высокие частоты
sv_se: Höga frekvenser
th_th: ความถี่สูง
tr_tr: Yüksek Frekanslar
zh_cn: 高频

source: Low Frequency
bg_bg: Ниска честота
cht: 低頻
da_dk: Lavfrekvenser
el_gr: Χαμηλή συχνότητα
fi_fi: Matala taajuus
hr_hr: Niska frekvencija
hu_hu: Mély frekvencia
it_it: Bassa frequenza
ko_kr: 저주파수
nl_nl: Lage Frequenties
no_no: Lav frekvens
pt_pt: Baixa Frequência
ro_ro: Frecvență Joasă
ru_ru: Низкая частота
sv_se: Låga frekvenser
th_th: ความถี่ต่ำ
tr_tr: Alçak Frekans
zh_cn: 低频

source: Broadband
bg_bg: Широколентов
cht: 寬頻
da_dk: Bredbånd
el_gr: Ευρυζωνικότητα
fi_fi: Laajakaista
hr_hr: Široki pojas
hu_hu: Szélessávú
it_it: Banda larga
ko_kr: 광역대역
nl_nl: Breedband
no_no: Bredbånd
pt_pt: Banda larga
ro_ro: Bandă largă
ru_ru: Широкая полоса частот
sv_se: Bredband
th_th: บรอดแบนด์
tr_tr: Genişbant
zh_cn: 宽频

source: Frequency
bg_bg: Честота
cht: 頻率
da_dk: Frekvens
el_gr: Συχνότητα
fi_fi: Taajuus
hr_hr: Frekvencija
hu_hu: Frekvencia
it_it: Frequenza
ko_kr: 주파수
nl_nl: Frequentie
no_no: Frekvens
pt_pt: Frequência
ro_ro: Frecventa
ru_ru: Частота
sv_se: Frekvens
th_th: ความถี่
tr_tr: Frekans
zh_cn: 频率

source: All Intensities
bg_bg: Всички интензитети
cht: 所有音強
da_dk: Alle intensiteter
el_gr: Όλες οι εντάσεις
fi_fi: Kaikki intensiteetit
hr_hr: Svi intenziteti
hu_hu: Összes intenzitás
it_it: Tutte le intensità
ko_kr: 모든 강도
nl_nl: Alle intensiteiten
no_no: Alle styrkegrader
pt_pt: Todas as intensidades
ro_ro: Toate intensitățile
ru_ru: Все интенсивности
sv_se: Alla intensiteter
th_th: ความดังทั้งหมด
tr_tr: Tüm Yoğunluklar
zh_cn: 所有强度

source: Soft Sounds
bg_bg: Тихи звуци
cht: 小聲聲音
da_dk: Svage lyde
el_gr: Ήπιοι ήχοι
fi_fi: Pehmeät äänet
hr_hr: Tihi zvukovi
hu_hu: Lágy hangok
it_it: Suoni deboli
ko_kr: 작은 소리
nl_nl: Zachte geluiden
no_no: Svake lyder
pt_pt: Sons Fracos
ro_ro: Sunete moi
ru_ru: Тихие звуки
sv_se: Mjuka ljud
th_th: เสียงเบา
tr_tr: Hafif Sesler
zh_cn: 轻声

source: Average Sounds
bg_bg: Средно силни звуци
cht: 一般聲音
da_dk: Gennemsnitlige lyde
el_gr: Μέτριοι ήχοι
fi_fi: Keskivoimakkaat äänet
hr_hr: Prosječni zvukovi
hu_hu: Átlagos hangok
it_it: Suoni Medi
ko_kr: 보통 소리
nl_nl: Gemiddelde geluiden
no_no: Normale lyder
pt_pt: Sons Médios
ro_ro: Sunete medii
ru_ru: Средние звуки
sv_se: Normala ljud
th_th: เสียงโดยเฉลี่ย
tr_tr: Ortalama Sesler
zh_cn: 适中

source: Loud Sounds
bg_bg: Силни звуци
cht: 大聲聲音
da_dk: Høje lyde
el_gr: Δυνατοί ήχοι
fi_fi: Voimakkaat äänet
hr_hr: Glasni zvukovi
hu_hu: Magas hangok
it_it: Suoni forti
ko_kr: 큰 소리
nl_nl: Harde geluiden
no_no: Høye lyder
pt_pt: Sons Fortes
ro_ro: Sunete puternice
ru_ru: Громкие звуки
sv_se: Starka ljud
th_th: เสียงดัง
tr_tr: Yüksek Sesler
zh_cn: 大声

source: Volume
bg_bg: Сила на звука
cht: 音量
da_dk: Lydstyrke
el_gr: Ένταση ήχου
fi_fi: Voimakkuus
hr_hr: Glasnoća
hu_hu: Hangerő
ko_kr: 볼륨
no_no: Volum
ro_ro: Volum
ru_ru: Громкость
sv_se: Volym
th_th: ระดับเสียง
tr_tr: Ses
zh_cn: 音量

source: Vent
bg_bg: Венти отвор
cht: 氣孔
da_dk: Ventilation
el_gr: Αεραγωγός
fi_fi: Ilmastointi
hr_hr: Otvor
hu_hu: Szellőző
it_it: Ventilazione
ko_kr: 벤트
nl_nl: Ventilatieopening
no_no: Ventil
pt_pt: Ventilação
ro_ro: Orificiu
ru_ru: Вент
th_th: ท่อนำเสียง
zh_cn: 通气孔

source: Dome Size:
bg_bg: Големина на домчето:
cht: 耳塞尺寸：
da_dk: Kuppelstørrelse:
el_gr: Μέγεθος καλύμματος:
fi_fi: Tipin koko :
hr_hr: Veličina kupole:
hu_hu: Dome méret:
it_it: Dimensione cupoletta:
ko_kr: 돔 사이즈
nl_nl: Dome maat:
no_no: Domestørrelse:
pt_pt: Tamanho da oliva:
ro_ro: Mărime dom:
ru_ru: Размер вкладыша:
sv_se: Domestorlek:
th_th: ขนาดโดม:
tr_tr: Dome Boyutu:
zh_cn: 耳塞尺寸:

source: Open Dome
bg_bg: Отворено домче
cht: 開放式耳塞
da_dk: Åben kuppel
el_gr: Ανοικτό κάλυμμα
fi_fi: Avoin tippi
hr_hr: Otvaranje pokrova
hu_hu: Nyitott dome
it_it: Cupoletta Open
ko_kr: 오픈 돔
nl_nl: Open Eartip
no_no: Åpen dome
pt_pt: Oliva aberta
ro_ro: Dom deschis
ru_ru: Открытый колпачок-вставка
sv_se: Öppen dome
th_th: โดมแบบเปิด
tr_tr: Açık Dome
zh_cn: 开放式耳塞

source: Tube Size:
bg_bg: Размер на шлауха:
cht: 耳管尺寸：
da_dk: Slangestørrelse:
el_gr: Μέγεθος σωλήνα:
fi_fi: Letkun koko :
hr_hr: Veličina cijevi:
hu_hu: Cső mérete:
it_it: Dimensione tubetto:
ko_kr: 튜브:
nl_nl: Slangmaat:
no_no: Slangestørrelse:
pt_pt: Tamanho do tubo:
ro_ro: Marimea Tubului:
ru_ru: Размер трубочки:
sv_se: Ljudslangsstorlek:
th_th: ขนาด Tube:
tr_tr: Tüp Boyutu:
zh_cn: 导声管规格:

source: None
bg_bg: Няма
cht: 無
da_dk: Ingen
el_gr: Ουδέν
fi_fi: Ei mitään
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuno
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pt_pt: Nenhum
ro_ro: Fără
ru_ru: Нет
sv_se: Ingen
th_th: ไม่มี
tr_tr: Hiçbiri
zh_cn: 无

source: 10 mm
bg_bg: 10 мм
cht: 10 毫米
ru_ru: 10 мм
th_th: 10 มม.

source: Other
bg_bg: Други
cht: 其他
da_dk: Andet
el_gr: Άλλο
fi_fi: Muu
hr_hr: Drugo
hu_hu: Más
it_it: Altro
ko_kr: 기타
nl_nl: Anders
no_no: Annet
pt_pt: Outro
ro_ro: Altele
ru_ru: Другое
sv_se: Övrigt
th_th: อื่นๆ
tr_tr: Diğer
zh_cn: 其他

source: IAD Always On
bg_bg: IAD (интераурална разлика) винаги включена
cht: IAD 常開
da_dk: IAD altid til
el_gr: IAD πάντα ON
fi_fi: IAD aina päällä
hr_hr: IAD uvijek uklj.
hu_hu: IAD mindig be
it_it: IAD sempre attivato
ko_kr: IAD 항상 켬
nl_nl: IAD altijd aan
no_no: IAD alltid på
pt_pt: IAD sempre ligada
ro_ro: IAD Mereu Pornit
ru_ru: IAD всегда вкл
sv_se: Adaptiv Riktverkan alltid på
th_th: IAD เปิดตลอด
tr_tr: IAD Herzaman açık
zh_cn: 自适应方向性开启

source: Soft Switching
bg_bg: Меко превключване
cht: IAD 自動方向性轉換
el_gr: Ήπια εναλλαγή
fi_fi: Soft kytkin
hr_hr: Meko prebacivanje
ko_kr: 소프트스위칭
nl_nl: IAD SoftSwitching
pt_pt: Direcionalidade Automática
ru_ru: Мягкое автоматическое переключение между направленным и ненаправленным режимами Soft Switching
zh_cn: AI智能转换系统

source: Soft Switching
bg_bg: Меко превключване
cht: 固定式自動方向性轉換
el_gr: Ήπια εναλλαγή
fi_fi: Soft kytkin
hr_hr: Meko prebacivanje
ko_kr: 소프트스위칭
pt_pt: Direcionalidade Automática
ru_ru: Мягкое автоматическое переключение между направленным и ненаправленным режимами Soft Switching
zh_cn: AI智能转换系统

source: Select
bg_bg: Избери
cht: 選擇
da_dk: Vælg
el_gr: Επιλογή
fi_fi: Valitse
hr_hr: Odaberi
hu_hu: Kiválaszt
it_it: Seleziona
ko_kr: 선택
nl_nl: Selecteer
no_no: Velg
pt_pt: Selecionar
ro_ro: Selecteaza
ru_ru: Выбор
sv_se: Välj
th_th: เลือก
tr_tr: Seç
zh_cn: 选择

source: Fitting Screen: Gain Adjustment
bg_bg: Екран Монтаж: регулировка на усилването
cht: 選配視窗：增益調整
da_dk: Tilpasningsskærm: Justering af forstærkning
el_gr: Οθόνη Εφαρμογή: Προσαρμογή έντασης
fi_fi: Sovitusikkuna : vahv.säädöt
hr_hr: Zaslon Namještanje: prilagodba pojačanja
hu_hu: Illesztési képernyő: Erősítés beállítás
it_it: Schermata Fitting: Regolazione Guadagno
ko_kr: 피팅 세션: 피팅
nl_nl: Aanpasscherm: versterkingsparameters
no_no: Tilpasning-bilde: Gain-justering
pt_pt: Tela de ajuste: ajuste de ganho
ro_ro: Ecran fixare: Ajustare câștig
ru_ru: Окно настройки: Настройка усиления
sv_se: Anpassningsskärm: Justering av förstärkning
th_th: หน้าจอทดลองสวม: ปรับตั้งเกน
tr_tr: Fitting Ekranı: Kazanç Ayarlamaları
zh_cn: 选配界面:增益调节

source: Volume
bg_bg: Сила на звука
cht: 音量
da_dk: Lydstyrke
el_gr: Ένταση ήχου
fi_fi: Voimakkuus
hr_hr: Glasnoća
hu_hu: Hangerő
ko_kr: 볼륨
no_no: Volum
ro_ro: Volum
ru_ru: Громкость
sv_se: Volym
th_th: ระดับเสียง
tr_tr: Ses
zh_cn: 音量

source: Low
bg_bg: Ниско
cht: 低
da_dk: Lav
el_gr: Χαμηλή
fi_fi: Basso
hr_hr: Nisko
hu_hu: Mély
it_it: Basso
nl_nl: Laag
no_no: Lav
pt_pt: Baixo
ro_ro: Joase
ru_ru: Низкое
sv_se: Låg
th_th: ตํ่า
tr_tr: Alçak
zh_cn: 低
