Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The patient switches programs more frequently than expected
bg_bg: Пациентът превключва програмите по-често от очакваното
cht: 客戶切換程式的頻率超過預期。
da_dk: Brugeren skifter program hyppigere end forventet
el_gr: Ο ασθενής εναλλάσσει προγράμματα πιο συχνά από το αναμενόμενο
fi_fi: Potilas vaihtaa ohjelmia tavallista useammin.
hr_hr: Bolesnik mijenja programe češće nego što se očekuje.
hu_hu: A páciens a vártnál gyakrabban vált programokat
it_it: Il paziente cambia programma più spesso del previsto.
ko_kr: 일반적인 경우보다 빈번하게 프로그램을 변경합니다.
nl_nl: De cliënt wisselt vaker dan verwacht van programma
no_no: Pasienten skifter programmer oftere enn forventet
pt_pt: O paciente alterna programas com mais frequência do que o esperado
ro_ro: Pacientul comută programele mai des decât prognozat
ru_ru: Пациент переключается между программами чаще, чем ожидалось
sv_se: Patienten byter program oftare än väntat
th_th: ผู้ป่วยสลับโปรแกรมบ่อยกว่าที่คาดไว้
tr_tr: Hasta programlar arasında öngörülenden daha sık geçiş yapmaktadır
zh_cn: 用户切换程序比预期更频繁

source: The patient does not use program (right/left ear) that includes a Telecoil setting.
bg_bg: Пациентът не използва програмата (дясно/ляво ухо), която включва настройка на телебобина.
cht: 客戶未使用程式(右/左耳)且有電話線圈。
da_dk: Brugeren anvender ikke program (højre/venstre øre) med en telespoleindstilling.
el_gr: Ο ασθενής δεν χρησιμοποιεί πρόγραμμα (δεξιό/αριστερό αυτί) που να περιλαμβάνει ρύθμιση Telecoil.
fi_fi: Potilas ei käytä oikean/vasemman kojeen ohjelmaa, johon sisältyy induktiokela-asetus.
hr_hr: Pacijent se ne koristi programom (desno/lijevo uho) koji uključuje Telecoil postavke.
hu_hu: A páciens nem használ olyan programot (jobb/bal fül) ami tartalmaz Telefontekercs beállítást.
it_it: Il paziente non utilizza programma (orecchio destro/sinistro) che includa Telecoil.
ko_kr: (우측/좌측)보청기의 텔레코일이 설정된 프로그램을 사용하지 않고 있습니다.
nl_nl: Uw cliënt gebruikt geen programma (rechter-/linkeroor) met een luisterspoel-instelling.
no_no: Pasienten bruker ikke programmer (høyre/venstre øre) som inkluderer Telespole.
pt_pt: O paciente não usa programa (orelha direita/esquerda) que inclui uma configuração de bobina telefônica.
ro_ro: Pacientul nu utilizează programul (urechea dreaptă/stângă) care include setarea unei Telebobine.
ru_ru: Пациент не пользуется программой (для правого/левого уха), содержащей настройку Индукционная катушка.
sv_se: Patienten använder inte programmet (höger/vänster öra) som inkluderar telespoleinställning.
th_th: ผู้ป่วยไม่ได้ใช้โปรแกรม (หูขวา/ซ้าย) ที่มีการตั้งค่า Telecoil
tr_tr: Hasta, Telecoil ayarı içeren programı (sağ/sol kulak) kullanmıyor.
zh_cn: 用户不适用带电感功能的程序(右耳/左耳) 。

source: The patient does not use program (right/left ear) that includes Soft Switching.
bg_bg: Пациентът не използва програмата (дясно/ляво ухо), която включва Меко превключване.
cht: 客戶未使用程式(右/左耳)且啟用智能轉換系統。
da_dk: Brugeren anvender ikke program (højre/venstre øre) med Soft Switching.
el_gr: Ο ασθενής δεν χρησιμοποιεί πρόγραμμα (δεξιό/αριστερό αυτί) που να περιλαμβάνει Ήπια εναλλαγή .
fi_fi: Potilas ei käytä oikean/vasemman kojeen ohjelmaa, johon sisältyy Soft kytkin.
hr_hr: Pacijent se ne koristi programom (desno/lijevo uho) koji uključuje meko prebacivanje.
hu_hu: A páciens nem használja azt a programot (jobb/bal fül) amiben Soft Switching van.
it_it: Il paziente non usa il programma (orecchio destro/sinistro) che includa Soft Switching.
ko_kr: 소프트스위칭이 적용된 프로그램을 사용하지 않습니다.
nl_nl: De cliënt gebruikt het programma dat SoftSwitching biedt niet (rechter/linkeroor).
no_no: Pasienten bruker ikke programmer (høyre/venstre øre) med Soft Switching.
pt_pt: O paciente não usa o programa (orelha direita/esquerda) que inclui Soft Switching.
ro_ro: Pacientul nu utilizează programul (urechea dreaptă/stângă) care include Soft Switching.
ru_ru: Пациент не пользуется программой (для правого/левого уха), включающей Soft Switching.
sv_se: Patienten använder inte programmet (höger/vänster öra) som inkluderar Soft Switching.
th_th: ผู้ป่วยไม่ได้ใช้โปรแกรม (หูขวา/ซ้าย) ที่มี Soft Switching
tr_tr: Hasta, Yumuşak Geçiş özelliğini içeren programı (sağ/sol kulak) kullanmıyor.
zh_cn: 用户未使用包含AI智能转换系统的程序 (右耳/左耳) 。

source: The patient uses right instrument more than left.
bg_bg: Пациентът използва десния апарат повече от левия.
cht: 客戶使用右耳助聽器多於左耳。
da_dk: Brugeren benytter det højre apparat mere end det venstre.
el_gr: Ο ασθενής χρησιμοποιεί το δεξί ακουστικό περισσότερο από ό,τι το αριστερό.
fi_fi: Potilas käyttää oikeaa kuulokojetta enemmän kuin vasenta.
hr_hr: Bolesnik upotrebljava desni aparat više od lijevog.
hu_hu: A páciens a jobb hallókészüléket a balnál gyakrabban használja.
it_it: Il paziente utilizza l'apparecchio destro più del sinistro.
ko_kr: 좌측보다 우측 보청기를 자주 사용하고 있습니다.
nl_nl: De cliënt gebruikt het rechtertoestel meer dan het linker.
no_no: Pasienten bruker høyre apparat oftere enn det venstre.
pt_pt: O paciente usa mais o aparelho auditivo direito do que o esquerdo.
ro_ro: Pacientul folosește instrumentul dreapta mai des decât cel din stânga.
ru_ru: Пациент пользуется правым СА больше, чем левым.
sv_se: Patienten använder höger apparat mer än vänster.
th_th: ผู้ป่วยใช้อุปกรณ์ด้านขวาบ่อยกว่าซ้าย
tr_tr: Hasta sağ cihazı, sol taraftan daha fazla kullanmaktadır.
zh_cn: 用户使用右侧助听器多于左侧。

source: The patient uses right instrument more than left.
bg_bg: Пациентът използва десния апарат повече от левия.
cht: 客戶使用右耳助聽器多於左耳。
da_dk: Brugeren benytter det højre apparat mere end det venstre.
el_gr: Ο ασθενής χρησιμοποιεί το δεξί ακουστικό περισσότερο από ό,τι το αριστερό.
fi_fi: Potilas käyttää oikeaa kuulokojetta enemmän kuin vasenta.
hr_hr: Bolesnik upotrebljava desni aparat više od lijevog.
hu_hu: A páciens a jobb hallókészüléket a balnál gyakrabban használja.
it_it: Il paziente utilizza l'apparecchio destro più del sinistro.
ko_kr: 좌측보다 우측 보청기를 자주 사용하고 있습니다.
nl_nl: De cliënt gebruikt het rechtertoestel meer dan het linker.
no_no: Pasienten bruker høyre apparat oftere enn det venstre.
pt_pt: O paciente usa mais o aparelho auditivo direito do que o esquerdo.
ro_ro: Pacientul folosește instrumentul dreapta mai des decât cel din stânga.
ru_ru: Пациент пользуется правым СА больше, чем левым.
sv_se: Patienten använder höger apparat mer än vänster.
th_th: ผู้ป่วยใช้อุปกรณ์ด้านขวาบ่อยกว่าซ้าย
tr_tr: Hasta sağ cihazı, sol taraftan daha fazla kullanmaktadır.
zh_cn: 用户使用右侧助听器多于左侧。

source: The patient uses left instrument more than right.
bg_bg: Пациентът използва левия апарат повече от десния.
cht: 客戶使用左耳助聽器多於右耳。
da_dk: Brugeren benytter det venstre apparat mere end det højre.
el_gr: Ο ασθενής χρησιμοποιεί το αριστερό ακουστικό περισσότερο από ό,τι το δεξί.
fi_fi: Potilas käyttää vasenta kuulokojetta enemmän kuin oikeaa.
hr_hr: Bolesnik upotrebljava lijevi aparat više od desnog.
hu_hu: A páciens a bal hallókészüléket a jobbnál gyakrabban használja.
it_it: Il paziente utilizza l'apparecchio sinistro più del destro.
ko_kr: 우측보다 좌측 보청기를 자주 사용하고 있습니다.
nl_nl: De cliënt gebruikt het linkertoestel meer dan het rechter.
no_no: Pasienten bruker venstre apparat oftere enn det høyre.
pt_pt: O paciente usa mais o aparelho auditivo esquerdo do que o direito.
ro_ro: Pacientul folosește instrumentul stânga mai des decât cel din dreapta.
ru_ru: Пациент пользуется левым СА больше, чем правым.
sv_se: Patienten använder vänster apparat mer än höger.
th_th: ผู้ป่วยใช้อุปกรณ์ด้านซ้ายบ่อยกว่าขวา
tr_tr: Hasta sol cihazı, sağ taraftan daha fazla kullanmaktadır.
zh_cn: 用户使用左侧设备多于右侧。

source: The patient uses left instrument more than right.
bg_bg: Пациентът използва левия апарат повече от десния.
cht: 客戶使用左耳助聽器多於右耳。
da_dk: Brugeren benytter det venstre apparat mere end det højre.
el_gr: Ο ασθενής χρησιμοποιεί το αριστερό ακουστικό περισσότερο από ό,τι το δεξί.
fi_fi: Potilas käyttää vasenta kuulokojetta enemmän kuin oikeaa.
hr_hr: Bolesnik upotrebljava lijevi aparat više od desnog.
hu_hu: A páciens a bal hallókészüléket a jobbnál gyakrabban használja.
it_it: Il paziente utilizza l'apparecchio sinistro più del destro.
ko_kr: 우측보다 좌측 보청기를 자주 사용하고 있습니다.
nl_nl: De cliënt gebruikt het linkertoestel meer dan het rechter.
no_no: Pasienten bruker venstre apparat oftere enn det høyre.
pt_pt: O paciente usa mais o aparelho auditivo esquerdo do que o direito.
ro_ro: Pacientul folosește instrumentul stânga mai des decât cel din dreapta.
ru_ru: Пациент пользуется левым СА больше, чем правым.
sv_se: Patienten använder vänster apparat mer än höger.
th_th: ผู้ป่วยใช้อุปกรณ์ด้านซ้ายบ่อยกว่าขวา
tr_tr: Hasta sol cihazı, sağ taraftan daha fazla kullanmaktadır.
zh_cn: 用户使用左侧设备多于右侧。

source: The patient does not use program (right/left ear).
bg_bg: Пациентът не използва програмата (дясно/ляво ухо).
cht: 客戶未使用程式(右/左耳)且無啟用智能轉換系統且無電話線圈。
da_dk: Brugeren anvender ikke program (højre/venstre øre).
el_gr: Ο ασθενής δεν χρησιμοποιεί πρόγραμμα (δεξιό/αριστερό αυτί).
fi_fi: Potilas ei käytä oikean/vasemman kojeen ohjelmaa.
hr_hr: Pacijent se ne koristi programom (desno/lijevo uho).
hu_hu: A páciens nem használja a programot (jobb/bal fül).
it_it: Il paziente non utilizza il programma (orecchio destro/sinistro).
ko_kr: (우측/좌측)보청기의 프로그램을 사용하지 않고있습니다.
nl_nl: De cliënt gebruikt het programma niet (rechter/linkeroor).
no_no: Pasienten bruker ikke program (høyre/venstre øre).
pt_pt: O paciente não usa o programa (orelha direita/esquerda).
ro_ro: Pacientul nu utilizează programul (urechea dreaptă/stângă).
ru_ru: Пациент не пользуется программой (для правого/левого уха).
sv_se: Patienten använder inte programmet (höger/vänster öra).
th_th: ผู้ป่วยไม่ได้ใช้โปรแกรม (หูขวา/ซ้าย)
tr_tr: Hasta programı (sağ/sol kulak) kullanmıyor.
zh_cn: 用户未使用程序（右耳/左耳）

source: Hearing Instrument has not been used long enough for Data Logging analysis AND the last reset was >= 6 days ago
bg_bg: Слуховият апарат не е използван достатъчно дълго за анализ на Запис на данни И последното нулиране е било >= 6
cht: 助聽器的使用時間不足以在「數據分析」中進行分析且最後一次重設為超過6天前。
da_dk: Høreapparatet har ikke været brugt længe nok til en datalogningsanalyse OG sidste nulstilling var >= 6
el_gr: Το ακουστικό βοήθημα δεν έχει χρησιμοποιηθεί αρκετά για να γίνει ανάλυση της Καταγραφής δεδομένων ΚΑΙ η τελευταία επαναφορά ήταν >= 6
fi_fi: Kuulokojetta ei ole käytetty pitkään, joten lokiin ei ole kirjattu tietoja analysoitaviksi JA edellinen nollaus oli >= 6.
hr_hr: Slušni aparat nije se upotrebljavao dovoljno dugo za analizu bilježenja podataka I posljednje resetiranje bilo je >= 6
hu_hu: A páciens nem használta elég hosszú ideig a hallókészüléket az adatnaplózási elemzés elvégzéséhez, ÉS az utolsó alaphelyzetbe állítás értéke >= 6
it_it: L'apparecchio acustico non è stato utilizzato abbastanza a lungo per l'analisi del data logging E l'ultimo ripristino risale a >= 6 giorni fà
ko_kr: 보청기 사용 시간이 짧아 데이터 로깅을 분석할 수 없습니다. 최근의 초기화 횟수는 6회 이상입니다.
nl_nl: Het hoortoestel is niet lang genoeg gebruikt voor Data Logging analyse EN de laatste reset was >=6 dagen geleden
no_no: Høreapparatet har ikke blitt brukt lenge nok for datalogg-analyse OG forrige tilbakestilling var >= 6
pt_pt: O aparelho auditivo não foi usado por tempo suficiente para a análise de registro de dados E a última redefinição foi >= 6
ro_ro: Instrumentul auditiv nu a fost folosit suficient de lung timp pentru analiza Data Logging ȘI ultima resetare a fost >= 6
ru_ru: СА использовался недостаточно долго для применения анализа данных журнала И последний сброс настроек был >= 6
sv_se: Hörapparaten inte har använts länge nog för dataloggningsanalys OCH den senaste återställningen gjordes >= 6
th_th: ไม่มีการใช้อุปกรณ์ช่วยฟังเป็นเวลานานจนกระทั่งผลการวิเคราะห์ Data Logging และการรีเซ็ตครั้งล่าสุด >= 6
tr_tr: İşitme Cihazı Veri Günlükleme analizi için yeterince kullanmamıştır VE son sıfırlama >= 6'dır
zh_cn: 助听器未被使用足够长的时间进行数据记录分析，且上次重置为> = 6

source: Hearing instrument has not been used long enough for Data Logging analysis AND the last reset was < 6 days ago
bg_bg: Слуховият апарат не е използван достатъчно дълго за анализ на Запис на данни И последното нулиране е било преди >= 6
cht: 助聽器的使用時間不足以在「數據分析」中進行分析且最後一次重設為少於6天前。
da_dk: Høreapparatet har ikke været brugt længe nok til en datalogningsanalyse OG sidste nulstilling var > 6 siden
el_gr: Το ακουστικό βοήθημα δεν έχει χρησιμοποιηθεί αρκετά για να γίνει ανάλυση της Καταγραφής δεδομένων ΚΑΙ η τελευταία επαναφορά ήταν πριν από < 6
fi_fi: Kuulokojetta ei ole käytetty pitkään, joten lokiin ei ole kirjattu tietoja analysoitaviksi JA edellinen nollaus oli < 6.
hr_hr: Slušni aparat nije se upotrebljavao dovoljno dugo za analizu bilježenja podataka I posljednje resetiranje bilo je prije < 6
hu_hu: A páciens nem használta elég hosszú ideig a hallókészüléket az adatnaplózási elemzés elvégzéséhez, ÉS az utolsó alaphelyzetbe állítás értéke < 6
it_it: L'apparecchio acustico non è stato utilizzato abbastanza a lungo per l'analisi del data logging E l'ultimo ripristino risale a< 6 giorni fà
ko_kr: 보청기 사용 시간이 짧아 데이터 로깅을 분석할 수 없습니다. 최근의 초기화 횟수는 6회 이상입니다.
nl_nl: Het hoortoestel is niet lang genoeg gebruikt voor Data Logging analyse EN de laatste reset was < 6 dagen geleden
no_no: Høreapparatet har ikke blitt brukt lenge nok for datalogg-analyse OG forrige tilbakestilling var < 6
pt_pt: O aparelho auditivo não foi usado por tempo suficiente para a análise de registro de dados E a última redefinição foi < 6 atrás
ro_ro: Instrumentul auditiv nu a fost folosit suficient de lung timp pentru analiza Data Logging ȘI ultima resetare a fost < 6 în urmă
ru_ru: СА использовался недостаточно долго для применения анализа данных журнала И последний сброс настроек был < 6 назад
sv_se: Hörapparaten inte har använts länge nog för dataloggningsanalys OCH den senaste återställningen gjordes < 6 sedan
th_th: ไม่มีการใช้อุปกรณ์ช่วยฟังเป็นเวลานานจนกระทั่งผลการวิเคราะห์ Data Logging และการรีเซ็ตครั้งล่าสุด < 6
tr_tr: İşitme cihazı Veri Günlükleme analizi için yeterince kullanmamıştır VE son sıfırlama < 6'dır
zh_cn: 助听器未被使用足够长的时间进行数据记录分析，且上次重置为< 6

source: The patient uses hearing instrument less than predicted in Acceptance Manager setup
bg_bg: Пациентът използва слуховия апарат по-малко от предвижданото в настройката на Acceptance Manager
cht: 客戶使用助聽器的時間少於「適應管理」的設定值。
da_dk: Brugeren benytter høreapparatet mindre end forventet under opsætningen af Acceptance Manager
el_gr: Ο ασθενής χρησιμοποιεί το ακουστικό λιγότερο από ό,τι προβλέπεται στις ρυθμίσεις Διαχειριστή Αποδοχής.
fi_fi: Potilas käyttää kuulokojetta vähemmän kuin Sopeutumisavustajan asetuksissa oletettiin.
hr_hr: Bolesnik upotrebljava slušni aparat manje nego što je predviđeno u postavkama za Acceptance Manager.
hu_hu: A páciens az Acceptance Manager szerinti várt értéknél ritkábban használja a hallókészüléket
it_it: Il paziente utilizza l'apparecchio acustico meno del previsto nella configurazione Manager Adattamento
ko_kr: 설정된 자동적응매니저의 사용시간보다 보청기를 덜 사용합니다
nl_nl: De cliënt gebruikt het hoortoestel minder dan voorspeld in de Acceptatie Manager setup
no_no: Pasienten bruker høreapparatet mindre enn forventet i Acceptance Manager-konfigurasjonen
pt_pt: O paciente usa o aparelho auditivo com menos frequência do que é previsto na configuração do Gerenciador de Adaptação.
ro_ro: Pacientul folosește instrumentul auditiv mai puțin decât prognozat în configurarea Acceptance Manager
ru_ru: Пациент пользуется СА меньше, чем предусмотрено настройками Менеджера адаптации
sv_se: Patienten använder hörappraten mer sällan än vad som förutsågs i inställningarna i Acceptansverktyget
th_th: ผู้ป่วยใช้อุปกรณ์ช่วยฟังน้อยกว่าที่พยากรณ์ไว้ในการตั้งค่าตัวจัดการการยอมรับ
tr_tr: Hasta işitme cihazını Adaptasyon Yöneticisi kurulumunda öngörülenden daha az kullanmaktadır
zh_cn: 用户使用助听器的频率低于满意度管理系统中所预设的情况

source: The patient uses hearing instrument more than predicted in Acceptance Manager setup.
bg_bg: Пациентът използва слуховия апарат повече от предвижданото в настройката на Acceptance Manager.
cht: 客戶佩戴助聽器的時間多於「適應管理」的設定值。
da_dk: Brugeren benytter høreapparatet mere end forventet under opsætningen af Acceptance Manager
el_gr: Ο ασθενής χρησιμοποιεί το ακουστικό βοήθημα περισσότερο από την προβλεπόμενη ρύθμιση στον Διαχειριστή Αποδοχής
fi_fi: Potilas käyttää kuulokojetta enemmän kuin Sopeutumisavustajan asetuksissa oletettiin.
hr_hr: Bolesnik upotrebljava slušni aparat više nego što je predviđeno u postavkama za Acceptance Manager.
hu_hu: A páciens az Acceptance Manager szerinti várt értéknél gyakrabban használja a hallókészüléket.
it_it: Il paziente utilizza l'apparecchio acustico più del previsto nella configurazione Manager Adattamento
ko_kr: 설정된 자동적응매니저의 사용시간보다 보청기를 더 사용합니다
nl_nl: De cliënt gebruikt het hoortoestel minder dan voorspeld in de Acceptatie Manager setup.
no_no: Pasienten bruker høreapparatet mer enn forventet i Acceptance Manager-konfigurasjonen
pt_pt: O paciente usa o aparelho auditivo com mais frequência do que é previsto na configuração do Gerenciador de Adaptação.
ro_ro: Pacientul folosește instrumentul auditiv mai mult decât prognozat în configurarea Acceptance Manager.
ru_ru: Пациент пользуется СА больше, чем предусмотрено настройками Менеджера адаптации.
sv_se: Patienten använder hörapparaten oftare än vad som förutsågs i inställningarna i Acceptansverktyget
th_th: ผู้ป่วยใช้อุปกรณ์ช่วยฟังมากกว่าที่พยากรณ์ไว้ในการตั้งค่าตัวจัดการการยอมรับ
tr_tr: Hasta işitme cihazını Adaptasyon Yöneticisi kurulumunda öngörülenden daha fazla kullanmaktadır.
zh_cn: 用户使用助听器的频率高于满意度管理系统中所预设的情况

source: The patient mainly uses the hearing instrument in speech environments.
bg_bg: Пациентът използва слуховия апарат предимно в речева среда.
cht: 客戶主要在語音環境中使用助聽器。
da_dk: Brugeren benytter hovedsageligt høreapparatet(erne) i rolige miljøer
el_gr: Ο ασθενής χρησιμοποιεί το ακουστικό βοήθημα κυρίως σε περιβάλλοντα με ομιλία.
fi_fi: Potilas käyttää kuulokojetta lähinnä puheympäristöissä.
hr_hr: Bolesnik uglavnom upotrebljava slušni aparat u okruženjima u kojima se razgovara.
hu_hu: A páciens főleg beszéddel teli környezetben használja a hallókészüléket.
it_it: Il paziente utilizza l'apparecchio acustico principalmente in ambienti con parlato.
ko_kr: 주로 말소리 청취 환경에서 보청기를 사용하고 있습니다.
nl_nl: De cliënt gebruikt het hoortoestel in omgevingen waar gesproken wordt.
no_no: Pasienten bruker høreapparatet hovedsakelig i samtaler.
pt_pt: O paciente usa o aparelho auditivo principalmente em ambientes de fala.
ro_ro: Pacientul folosește intrumentul auditiv în medii cu vorbire.
ru_ru: Пациент пользуется своим(и) СА главным образом в речевых окружениях.
sv_se: Patienten använder huvudsakligen hörapparaten i tysta miljöer
th_th: โดยส่วนใหญ่แล้วผู้ป่วยใช้อุปกรณ์ช่วยฟังในสภาพแวดล้อมที่มีเสียงพูด
tr_tr: Hasta işitme cihazını genellikle konuşma ortamlarında kullanmaktadır.
zh_cn: 用户主要在言语环境中使用助听器。

source: The patient typically encounters a wide range of listening environments
bg_bg: Пациентът обикновено попада в широк спектър от обкръжения за слушане
cht: 客戶通常遇到各種各樣的聆聽環境。
da_dk: Brugeren støder typisk på et bredt udvalg af lyttemiljøer
el_gr: Κατά κανόνα, ο ασθενής έρχεται αντιμέτωπος με διάφορα περιβάλλοντα ακρόασης.
fi_fi: Potilas liikkuu yleensä erilaisissa kuunteluympäristöissä.
hr_hr: Bolesnik se obično kreće u širokom rasponu slušnih okruženja.
hu_hu: A páciens jellemzően változatos környezetekben használja a hallókészüléket
it_it: Il paziente solitamente si trova in una vasta gamma di ambienti di ascolto
ko_kr: 보편적인 다양한 청취환경에서 보청기를 사용하고 있습니다.
nl_nl: De cliënt komt in een groot aantal luisteromgevingen
no_no: Pasienten kommer gjerne ut for mange forskjellige lyttemiljøer
pt_pt: O paciente geralmente se depara com uma ampla variedade de ambientes de escuta
ro_ro: Pacientul întâlnește adesea o gamă largă de medii de ascultare
ru_ru: В течение дня пациенту свойственно находиться в акустических окружениях совершенно различного характера
sv_se: Patienten ställs ofta inför många olika lyssningsmiljöer
th_th: โดยทั่วไปแล้วผู้ป่วยอยู่ในสภาพแวดล้อมการฟังที่หลากหลาย
tr_tr: Hasta tipik olarak çok çeşitli dinleme ortamlarıyla karşı karşıya kalmaktadır
zh_cn: 用户经常会出入于各种不同的听力环境

source: Vent
bg_bg: Венти отвор
cht: 氣孔
da_dk: Ventilation
el_gr: Αεραγωγός
fi_fi: Ilmastointi
hr_hr: Odušak
hu_hu: Szellőző
it_it: Ventilazione
ko_kr: 벤트
nl_nl: Venting
no_no: Ventil
ro_ro: Orificiu
ru_ru: Вент
th_th: ช่องอากาศ
zh_cn: 通气孔

source: None
bg_bg: Няма
cht: 無
da_dk: Ingen
el_gr: Ουδέν
fi_fi: Ei mitään
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuno
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Нет
sv_se: Ingen
th_th: ไม่มี
tr_tr: Hiçbiri
zh_cn: 无

source: Open Dome
bg_bg: Отворено домче
cht: 開放式耳塞
da_dk: Åben kuppel
el_gr: Ανοικτό κάλυμμα
fi_fi: Avoin tippi
hr_hr: Otvorena kupola
hu_hu: Nyitott dome
it_it: Cupoletta Open
ko_kr: 오픈 돔
nl_nl: Open Eartip
no_no: Åpen dome
pt_pt: Oliva aberta
ro_ro: Dome deschis
ru_ru: Открытый вкладыш
sv_se: Öppen Dome
th_th: โดมแบบเปิด
tr_tr: Açık Dome
zh_cn: 开放式耳塞

source: Tulip-Dome
bg_bg: Фуниевидно домче
cht: 花瓣式耳塞
da_dk: Pluskuppel
el_gr: Τριγωνικό κάλυμμα
fi_fi: Tulppaanitippi
hr_hr: Stožasta kupola
it_it: Cupoletta-Tulip
ko_kr: 튤립 돔
pt_pt: Tulipa
ro_ro: Dome -lalea
ru_ru: Вкладыш-тюльпан
th_th: ทิวลิป - โดม
tr_tr: Lale-Dome
zh_cn: 郁金香耳塞

source: None
bg_bg: Няма
cht: 無
da_dk: Ingen
el_gr: Ουδέν
fi_fi: Ei mitään
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuno
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Нет
sv_se: Ingen
th_th: ไม่มี
tr_tr: Hiçbiri
zh_cn: 无

source: Custom shell: 2.2 - 3.0 mm vent
bg_bg: Охлюв по мярка: 2,2 - 3,0 мм венти отвор
cht: 訂製型耳殼：2.2 - 3.0 mm氣孔
da_dk: Brugertilpasset hus: 2,2-3,0 mm ventilation
el_gr: Ειδικό κέλυφος: αεραγωγός 2,2–3,0 mm
fi_fi: Mukautettu kuori : 2,2–3,0 mm ilmastointi
hr_hr: Prilagođeni umetak: 2,2 - 3,0 mm odušak
hu_hu: Egyéni ház: 2,2 - 3,0 mm-es szellőző
it_it: Involucro personalizzato: vent 2.2-3.0 mm
ko_kr: 커스텀 쉘:: 2.2 - 3.0 mm 벤트
nl_nl: Custom schaal: 2.2-3.0 mm venting
no_no: Custom propp: 2,2–3,0 mm vent
pt_pt: Cápsula customizada: 2,2 a 3 mm de ventilação
ro_ro: Olivă customizată: vent de 2.2 - 3.0 mm
ru_ru: Индивидуальный ушной вкладыш: вент 2,2 - 3,0 мм
sv_se: Anpassat skal: 2,2–3,0 mm ventilering
th_th: เชลล์สั่งทำพิเศษ: Vent 2.2 - 3.0 มม.
tr_tr: Özel kabuk: 2,2 - 3,0 mm Vent
zh_cn: 耳模: 通气孔2.2 - 3.0 mm

source: Custom shell: 3.1 - 4.5 mm vent
bg_bg: Охлюв по мярка: 3,1 - 4,5 мм венти отвор
cht: 訂製型耳殼：3.1 - 4.5 mm氣孔
da_dk: Brugertilpasset hus: 3,1-4,5 mm ventilation
el_gr: Ειδικό κέλυφος: αεραγωγός 3,1–4,5 mm
fi_fi: Mukautettu kuori : 3,1–4,5 mm ilmastointi
hr_hr: Prilagođeni umetak: 3,1 - 4,5 mm odušak
hu_hu: Egyéni ház: 3,1 - 4,5 mm-es szellőző
it_it: Involucro personalizzato: vent 3.1-4.5 mm
ko_kr: 커스텀 쉘:: 3.1 - 4.5 mm 벤트
nl_nl: Custom schaal: 3.1-4.5 mm venting
no_no: Custom propp: 3,1–4,5 mm vent
pt_pt: Cápsula customizada: 3,1 a 4,5 mm de ventilação
ro_ro: Olivă customizată: vent de 3.1 - 4.5 mm
ru_ru: Индивидуальный ушной вкладыш: вент 3,1 - 4,5 мм
sv_se: Anpassat skal: 3,1–4,5 mm ventilering
th_th: เชลล์สั่งทำพิเศษ: Vent 3.1 - 4.5 มม.
tr_tr: Özel kabuk: 3,1 - 4,5 mm Vent
zh_cn: 耳模: 通气孔3.1 - 4.5 mm
