Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Tinnitus has caused a reduction in my speech understanding ability.
bg_bg: Шумът в ушите предизвика намаляване на способността ми да разбирам говор.
cht: 耳鳴使我的語音理解能力降低。
da_dk: Tinnitus har medført en nedsættelse af min evne til at forstå tale.
el_gr: Έχει μειωθεί η ικανότητά μου ως προς την κατανόηση της ομιλίας εξαιτίας των εμβοών.
fi_fi: Tinnitus on heikentänyt kykyäni ymmärtää puhetta
hr_hr: Zbog tinitusa mi se smanjila sposobnost razumijevanja govora.
hu_hu: A tinnitus miatt csökkent a beszédértési képességem.
it_it: L'acufene per me comporta una riduzione della capacità di comprendere il parlato.
ko_kr: 이명으로 말소리를 이해할 수 있는 능력이 저하됩니다.
nl_nl: Tinnitus heeft er voor gezorgd dat ik spraak minder goed kan verstaan.
no_no: Tinnitus ødelegger for språkforståelsen min.
pt_pt: O zumbido causou uma redução em minha capacidade de compreensão da fala.
ro_ro: Tinnitus a produs o reducere în capacitatea de a înțelege vorbitul.
ru_ru: Тиннитус мешает мне различать и понимать речь.
sv_se: Tinnitus har orsakat en minskning av min förmåga att förstå tal.
th_th: เสียงอื้อในหูทำให้ความสามารถในการเข้าใจเสียงพูดของฉันลดลง
tr_tr: Tinnitus konuşmaları anlama becerimi azalttı.
zh_cn: 耳鸣导致我的语音认知能力下降。

source: Autoscope
bg_bg: Автоскоп
cht: 自動聚焦
fi_fi: Automaattinen suuntakuvio
hu_hu: Autoszkóp
ko_kr: 오토스코프
pt_pt: Foco Automático
ru_ru: AutoScope (Автоматическое адаптивное регулирование направленности)
sv_se: Automatisk inzoomning
zh_cn: 智能多维

source: Autoscope adjusts the width of the directional beam in real time to improve the sound quality.
bg_bg: Автоскоп регулира ширината на насочени лъч в реално време, за да се подобри качеството на звука.
cht: 自動聚焦即時調整方向角寬度以提升聲音的音質。
da_dk: Autoscope justerer bredden af den retningsbestemte stråle i realtid for at forbedre lydkvaliteten.
el_gr: Το Autoscope προσαρμόζει το πλάτος της κατευθυντικής δέσμης σε πραγματικό χρόνο για τη βελτίωση της ποιότητας του ήχου.
fi_fi: Automaattinen suuntakuvio säätää suuntakeilan leveyttä reaaliajassa, jotta äänen laatu paranee.
hr_hr: Autoscope prilagođuje širinu usmjerenog signala u stvarnom vremenu kako bi povećao kvalitetu zvuka.
hu_hu: Az Autoscope funkció beállítja a direkcionális nyaláb szélességét, valós időben, így javítva a hangminőséget.
it_it: Autoscope regola l'ampiezza del fascio direzionale in tempo reale per migliorare la qualità del suono.
ko_kr: 오토스코프는 방향성 빔 폭을 청취환경에 따라 자동으로 조절하여 SNR을 향상 시켜 줍니다.
nl_nl: AutoScope past de breedte van de richtbundel direct aan om alle sprekers voor u optimaal te kunnen verstaan.
no_no: Autoscope justerer bredden på den direksjonelle strålen direkte for å forbedre lydkvaliteten.
pt_pt: O raio dinâmico ajusta a largura do feixe direcional em tempo real para melhorar a qualidade sonora.
ro_ro: Autoscope reglează lățimea razei direcționale în timp real pentru îmbunătățirea calității sunetului.
ru_ru: Autoscope регулирует ширину направленного луча в реальном масштабе времени, чтобы улучшить качество звука.
sv_se: Autoscope justerar bredden på riktningsstrålen i realtid för att förbättra ljudkvaliteten.
th_th: Autoscope จะปรับความกว้างของสัญญาณทิศทางเดียวแบบเรียลไทม์เพื่อปรับปรุงคุณภาพเสียง
tr_tr: Akıllı Sinyal Kapsamı, ses kalitesini iyileştirmek için direksiyonel sinyalin genişliğini gerçek zamanlı olarak ayarlar.
zh_cn: 智能维度可以调整方向性接收前方信息的域宽，以改善音质及清晰度。

source: Value is less than
bg_bg: Стойността е по-малка от
cht: 值小於
da_dk: Værdien er mindre end
el_gr: Η τιμή είναι μικρότερη από
fi_fi: Arvo on pienemi kuin
hr_hr: Vrijednost je manja od
hu_hu: Az érték kevesebb mint
it_it: Il valore è minore di
ko_kr: 미만 값
nl_nl: Waarde is minder dan
no_no: Verdi er mindre enn
pt_pt: Valor é menor que
ro_ro: Valoarea este mai mica de
ru_ru: Значение меньше, чем
sv_se: Värdet är mindre än
th_th: มูลค่าน้อยกว่า
tr_tr: Değeri bundan daha az
zh_cn: 值少于

source: Value is greater than
bg_bg: Стойността е по-голяма от
cht: 值大於
da_dk: Værdien er større end
el_gr: Η τιμή είναι μεγαλύτερη από
fi_fi: Arvo on suurempi kuin
hr_hr: Vrijednost je veća od
hu_hu: Az érték nagyobb mint
it_it: Il valore è maggiore di
ko_kr: 초과 값
nl_nl: Waarde is meer dan
no_no: Verdi er større enn
pt_pt: Valores são maiores que
ro_ro: Valoarea este mai mare de
ru_ru: Значение больше, чем
sv_se: Värdet är större än
th_th: มุลค่ามากกว่า
tr_tr: Değeri bundan daha fazla
zh_cn: 值大于

source: Close
bg_bg: Затвори
cht: 關閉
da_dk: Luk
el_gr: Κλείσιμο
fi_fi: Sulje
hr_hr: Zatvori
hu_hu: Bezár
it_it: Chiudi
ko_kr: 종료
nl_nl: Afsluiten
no_no: Lukk
pt_pt: Fechar
ro_ro: Extindere
ru_ru: Закрыть
sv_se: Expandera
th_th: ปิด
tr_tr: Kapat
zh_cn: 关闭

source: Add
bg_bg: Добави
cht: 新增
da_dk: Tilføj
el_gr: Προσθήκη
fi_fi: Lisää kk
hr_hr: Dodaj
hu_hu: Hozzáadás
it_it: Aggiungi
ko_kr: 추가
nl_nl: Toevoegen
no_no: Legg til
pt_pt: Adicionar
ro_ro: Adauga
ru_ru: Добавить
sv_se: Lägg till
th_th: เพิ่ม
tr_tr: Ekle
zh_cn: 添加

source: File
bg_bg: Файл
cht: 檔案
da_dk: Fil
el_gr: Αρχείο
fi_fi: Tiedosto
hr_hr: Datoteka
hu_hu: Fájl
ko_kr: 파일
nl_nl: Bestand
no_no: Fil
pt_pt: Arquivo
ro_ro: Fișier
ru_ru: Файл
sv_se: Arkiv
th_th: ข้อมูล
tr_tr: Dosya
zh_cn: 文件

source: Help
bg_bg: Помощ
cht: 說明
da_dk: Hjælp
el_gr: Βοήθεια
fi_fi: Apu
hr_hr: Pomoć
hu_hu: Segítség
it_it: Aiuto
ko_kr: 도움말
no_no: Hjelp
pt_pt: Ajuda
ro_ro: Ajutor
ru_ru: Помощь
sv_se: Hjälp
th_th: ข้อแนะนำ
tr_tr: Yardım
zh_cn: 帮助

source: About ReSound Smart Fit
cht: 關於 ReSound Smart Fit
da_dk: Om ReSound Smart Fit
el_gr: Πληροφορίες για το ReSound Smart Fit
fi_fi: Esittelyssä ReSound Smart Fit
hr_hr: O ReSound Smart Fitu
hu_hu: A ReSound Okos Hangolóprogramról
it_it: Informazioni su ReSound Smart Fit
ko_kr: ReSound Smart Fit 정보
nl_nl: Over ReSound Smart Fit
no_no: Om ReSound Smart Fit
pt_pt: Sobre o ReSound Smart Fit
ro_ro: Despre ReSound Smart Fit
ru_ru: Информация о ReSound Smart Fit
sv_se: Om ReSound Smart Fit
th_th: เกี่ยวกับ ReSound Smart Fit
tr_tr: ReSound Smart Fit Hakkında
zh_cn: 关于 ReSound Smart Fit

source: Last Name
bg_bg: Фамилия
cht: 姓氏
da_dk: Efternavn
el_gr: Επώνυμο
fi_fi: Sukunimi
hr_hr: Prezime
hu_hu: Vezetéknév:
it_it: Cognome
ko_kr: 성
nl_nl: Achternaam
no_no: Etternavn
pt_pt: Sobrenome
ro_ro: Prenume
ru_ru: Фамилия
sv_se: Efternamn:
th_th: นามสกุล
tr_tr: Soyadı
zh_cn: 姓

source: First Name
bg_bg: Собствено име
cht: 名字
da_dk: Fornavn
el_gr: Όνομα
fi_fi: Etunimi
hr_hr: Ime
hu_hu: Keresztnév:
it_it: Nome
ko_kr: 이름
nl_nl: Voornaam
no_no: Fornavn
pt_pt: Nome
ro_ro: Nume
ru_ru: Имя
sv_se: Förnamn:
th_th: ชื่อแรก
tr_tr: Adı
zh_cn: 名

source: Middle Name
bg_bg: Бащино име
cht: 中間名
da_dk: Mellemnavn
el_gr: Μεσαίο όνομα
fi_fi: Toinen nimi
hr_hr: Srednje ime
hu_hu: Középső név
it_it: Secondo nome
ko_kr: 중간이름
nl_nl: Tweede naam
no_no: Mellomnavn
pt_pt: Nome do meio
ro_ro: Nume Mijlociu
ru_ru: Отчество
sv_se: Andranamn
th_th: ชื่อกลาง
tr_tr: İkinci Adı
zh_cn: 昵称

source: Home Phone
bg_bg: Домашен телефон
cht: 住家電話
da_dk: Hjemmetelefon
el_gr: Τηλέφωνο οικίας
fi_fi: Matkapuhelin
hr_hr: Kućni telefon
hu_hu: Otthoni telefon
it_it: Telefono di casa
ko_kr: 연락처
nl_nl: Telefoon thuis
no_no: Fasttelefon
pt_pt: Telefone residencial
ro_ro: Telefon (acasa)
ru_ru: Домашний телефон
sv_se: Hemtelefon
th_th: เบอร์โทรที่บ้าน
tr_tr: Ev Telefonu
zh_cn: 家庭电话

source: Patient Notes
bg_bg: Бележки за пациента
cht: 客戶註記
da_dk: Brugerens noter
el_gr: Σημειώσεις ασθενούς
fi_fi: Potilashuomautukset
hr_hr: Bilješke o bolesniku
hu_hu: Pácienshez tartozó megjegyzések
it_it: Note paziente
ko_kr: 노트
nl_nl: Cliëntnotities
no_no: Pasientnotater
pt_pt: Observações do paciente
ro_ro: Note pacient
ru_ru: Примечания
sv_se: Patientanteckningar
th_th: บันทึกของผู้ป่วย
tr_tr: Hasta Notları
zh_cn: 备注

source: Add new Patient
bg_bg: Добавяне на нов пациент
cht: 新增客戶
da_dk: Tilføj ny bruger
el_gr: Προσθήκη νέου ασθενούς
fi_fi: Lisää uusi potilas
hr_hr: Dodaj novog pacijenta
hu_hu: Új páciens hozzáadása
it_it: Aggiungi nuovo Paziente
ko_kr: 신규 사용자 추가
nl_nl: Nieuwe cliënt toevoegen
no_no: Legg til ny pasient
pt_pt: Adicionar novo Paciente
ro_ro: Adăugare pacient nou
ru_ru: Добавить нового пациента
sv_se: Lägg till ny patient
th_th: เพิ่มผู้ป่วยรายใหม่
tr_tr: Yeni Hasta Ekle
zh_cn: 添加新用户

source: All Patients
bg_bg: Всички пациенти
cht: 所有客戶
da_dk: Alle brugere
el_gr: Όλοι οι ασθενείς
fi_fi: Kaikki potilaat
hr_hr: Svi pacijenti
hu_hu: Minden páciens
it_it: Tutti i Pazienti
ko_kr: 모든 사용자
nl_nl: Alle cliënten
no_no: Alle pasienter
pt_pt: Todos os Pacientes
ro_ro: Toți pacienții
ru_ru: Все пациенты
sv_se: Alla patienter
th_th: ผู้ป่วยทั้งหมด
tr_tr: Tüm Hastalar
zh_cn: 所有用户

source: Search
bg_bg: Търсене
cht: 搜尋
da_dk: Søg
el_gr: Αναζήτηση
fi_fi: Etsi
hr_hr: Traži
hu_hu: Keresés
it_it: Trova
ko_kr: 검색
nl_nl: Zoek
no_no: Søk
pt_pt: Pesquisa
ro_ro: A cauta
ru_ru: Поиск
sv_se: Sök
th_th: ค้นหา
tr_tr: Ara
zh_cn: 查找

source: Patient
bg_bg: Идентификатор на пациента
cht: 客戶
da_dk: Bruger
el_gr: Ασθενής
fi_fi: Potilas
hr_hr: Bolesnik
hu_hu: Páciens
it_it: Paziente
ko_kr: 사용자
nl_nl: Cliënt
no_no: Pasient
pt_pt: Paciente
ro_ro: Pacient
ru_ru: Пациент
th_th: ผู้ป่วย
tr_tr: Hasta
zh_cn: 用户界面

source: Profile
bg_bg: Профил
cht: 個人資料
da_dk: Profil
el_gr: Προφίλ
fi_fi: Potilasprofiili
hr_hr: Profil
hu_hu: Profil
it_it: Profilo
ko_kr: 프로필
nl_nl: Profiel
no_no: Profil
pt_pt: Perfil
ro_ro: Profil
ru_ru: Профиль
sv_se: Profil
th_th: แฟ้มข้อมูล
tr_tr: Profil
zh_cn: 用户档案

source: Last Visit
bg_bg: Последна визита
cht: 上次回診
da_dk: Sidste besøg
el_gr: Τελευταία επίσκεψη
fi_fi: Viimeisin käynti
hr_hr: Posljednji posjet
hu_hu: Utolsó találkozó
it_it: Ultima visita
ko_kr: 최근 방문
nl_nl: Laatste afspraak
no_no: Siste konsultasjon
pt_pt: Última visita
ro_ro: Ultima Vizita
ru_ru: Дата последнего визита
sv_se: Sista besök
th_th: การเข้าข้อมูลล่าสุด
tr_tr: Son Ziyaret
zh_cn: 上次调节

source: Next Visit
bg_bg: Следваща визита
cht: 下次回診
da_dk: Næste besøg
el_gr: Επόμενη επίσκεψη
fi_fi: Seuraava käynti
hr_hr: Sljedeći posjet
hu_hu: Követező találkozó
it_it: Prossima visita
ko_kr: 다음 방문
nl_nl: Volgende afspraak
no_no: Neste konsultasjon
pt_pt: Próxima visita
ro_ro: Urmatoarea Vizita
ru_ru: Дата следующего визита
sv_se: Nästa besök
th_th: การเข้าข้อมูลครั้งถัดไป
tr_tr: Gelecek Ziyaret
zh_cn: 下次预约

source: Registration Date
bg_bg: Дата на регистрация
cht: 註冊日期
da_dk: Registreringsdato
el_gr: Ημερομηνία εγγραφής
fi_fi: Rekisterointi pvm
hr_hr: Datum registracije
hu_hu: Regisztrációs dátum
it_it: Data di registrazione
ko_kr: 등록 날짜
nl_nl: Registratiedatum
no_no: Registreringsdato
pt_pt: Dados de registro
ro_ro: Data Inregistrarii
ru_ru: Дата регистрации
sv_se: Registreringsdatum
th_th: วันที่ลงทะเบียน
tr_tr: Kayıt Tarihi
zh_cn: 建档日期

source: Audiologist
bg_bg: Аудиолог
cht: 聽力師
da_dk: Audiolog
el_gr: Ακοολόγος
fi_fi: Audionomi
hr_hr: Audiolog
hu_hu: Audiológus
it_it: Audiologo
nl_nl: Aanpasser
no_no: Audiograf
pt_pt: Fonoaudiólogo
ro_ro: Audiolog
ru_ru: Аудиолог
sv_se: Audiolog
th_th: นักโสตสัมผัสวิทยา
tr_tr: Odyolog / Odyometrist
zh_cn: 验配师

source: Insurance Company
bg_bg: Застрахователна компания
cht: 保險公司
da_dk: Forsikringsselskab
el_gr: Ασφαλιστική εταιρεία
fi_fi: Vakuutusyhtiö
hr_hr: Osiguravajuće društvo
hu_hu: Biztosító
it_it: Compagnia di assicurazione
ko_kr: 보험
nl_nl: Verzekeringsmaatschappij
no_no: Forsikringsselskap
pt_pt: Seguro
ro_ro: Casa de Asigurari
ru_ru: Страховая компания
sv_se: Försäkringsbolag
th_th: บริษัทประกัน
tr_tr: Sigorta Şirketi
zh_cn: 保险公司

source: Insurance Number
bg_bg: Застрахователен №
cht: 保險編號
da_dk: Policenummer
el_gr: Αριθμός ασφάλισης
fi_fi: Vakuutusnumero
hr_hr: Broj osiguranja
hu_hu: TAJ szám
it_it: Numero di assicurazione
ko_kr: 보험번호
nl_nl: Verzekeringsnummer
no_no: Forsikringsnummer
pt_pt: Número do seguro
ro_ro: Numar Asigurare
ru_ru: Номер страхового полиса
sv_se: Försäkringsnummer
th_th: เลขที่ประกัน
tr_tr: Sigorta Numarası
zh_cn: 保险号码

source: Subwoofer
bg_bg: Субуфер
cht: 低音喇叭
fi_fi: Bassokaiutin
hu_hu: Mélynyomó
ko_kr: 서브우퍼
no_no: Basshøyttaler
pt_pt: Alto falante
ru_ru: Сабвуфер
th_th: ซับวูฟเฟอร์
tr_tr: Bas Hoparlör
zh_cn: 低音炮

source: Center Level
bg_bg: Ниво на центъра
cht: 中階
da_dk: Centerniveau
el_gr: Επίπεδο κέντρου
fi_fi: Keskitaso
hr_hr: Razina u centru
hu_hu: Közép hangszoró
it_it: Livello centrale
ko_kr: 센터 레벨
nl_nl: Center niveau
no_no: Midtnivå
pt_pt: Nível central
ro_ro: Nivel Central
ru_ru: Уровень центра
sv_se: Centernivå
tr_tr: Merkez Seviyesi
zh_cn: 中置音箱

source: Left Front Speaker
bg_bg: Ляв преден говорител
cht: 左前方喇叭
da_dk: Venstre fronthøjttaler
el_gr: Μπροστινό αριστερό ηχείο
fi_fi: Vasen etukaiutin
hr_hr: Prednji lijevi zvučnik
hu_hu: Bal első hangszóró
it_it: Altoparlante di fonte a sinistra
ko_kr: 좌측 전방 스피커
nl_nl: Speaker linksvoor
no_no: Venstre fronthøyttaler
pt_pt: Alto falante à esquerda e à frente
ro_ro: Boxa frontala stanga
ru_ru: Динамик слева
sv_se: Vänster främre högtalare
th_th: ลำโพงซ้ายหน้า
tr_tr: Sol Ön Hoparlör
zh_cn: 左前音箱

source: Right Front Speaker
bg_bg: Десен преден говорител
cht: 右前方喇叭
da_dk: Højre fronthøjttaler
el_gr: Μπροστινό δεξί ηχείο
fi_fi: Oikea etukaiutin
hr_hr: Prednji desni zvučnik
hu_hu: Jobb első hangszóró
it_it: Altoparlante di fronte a destra
ko_kr: 우측 전방 스피커
nl_nl: Speaker rechtsvoor
no_no: Høyre fronthøyttaler
pt_pt: Alto falante à direita e à frente
ro_ro: Boxa frontala dreapta
ru_ru: Динамик справа
sv_se: Höger främre högtalare
th_th: ลำโพงขวาหน้า
tr_tr: Sağ Ön Hoparlör
zh_cn: 右前音箱

source: Rear Speakers
bg_bg: Задни говорители
cht: 後方喇叭
da_dk: Bagerste højttalere
el_gr: Πίσω ηχεία
fi_fi: Takakaiuttimet
hr_hr: Stražnji zvučnici
hu_hu: Jobb hangszórók
it_it: Altoparlanti dietro al paziente
ko_kr: 후방 스피커
nl_nl: Speakers achter
no_no: Høyttalere bak
pt_pt: Alto falantes atrás
ro_ro: Difuzoare spate
ru_ru: Боковые динамики
sv_se: Bakre högtalare
th_th: ลำโพงหลัง
tr_tr: Arka Hoparlörler
zh_cn: 后置音箱

source: Speaker Calibration
bg_bg: Калибриране на говорител
cht: 喇叭校正
da_dk: Højttalerkalibrering
el_gr: Βαθμονόμηση ηχείων
fi_fi: Kaiuttimien kalibrointi
hr_hr: Kalibracija zvučnika
hu_hu: Hangszóró kalibrációja
it_it: Calibrazione altoparlante
ko_kr: 스피커 캘리브레이션
nl_nl: Speaker kalibratie
no_no: Kalibrer høyttalere
pt_pt: Calibração do alto falante
ro_ro: Calibrarea boxelor
ru_ru: Калибровка динамиков
sv_se: Högtalarkalibrering
th_th: การปรับตั้งค่าลำโพง
tr_tr: Hoparlör Kalibrasyonu
zh_cn: 音箱校准

source: Cell Phone
bg_bg: Мобилен телефон
cht: 行動電話
da_dk: Mobiltelefon
el_gr: Κινητό τηλέφωνο
fi_fi: Matkapuhelin
hr_hr: Mobilni telefon
hu_hu: Mobilszám
it_it: Telefono cellulare
ko_kr: 휴대전화
nl_nl: GSM telefoon
no_no: Mobiltelefon
pt_pt: Telefone celular
ro_ro: Telefon Mobil
ru_ru: Мобильный телефон
sv_se: Mobiltelefon
th_th: โทรศัพทฺ์มือถือ
tr_tr: Cep Telefonu
zh_cn: 手机

source: Work Phone
bg_bg: Служебен телефон
cht: 公司電話
da_dk: Arbejdstelefon
el_gr: Τηλέφωνο εργασίας
fi_fi: Työpuhelin
hr_hr: Poslovni telefon
hu_hu: Munkahelyi szám
it_it: Telefono lavoro
ko_kr: 회사전화
nl_nl: Telefoon werk
no_no: Telefonnummer arbeid
pt_pt: Telefone comercial
ro_ro: Telefon (servici)
ru_ru: Рабочий телефон
sv_se: Arbetstelefon
th_th: โทรศัพท์ที่ทำงาน
tr_tr: İş Telefonu
zh_cn: 办公电话

source: Session Notes
bg_bg: Бележки за сесията
cht: 階段摘要
da_dk: Sessionsnoter
el_gr: Σημειώσεις συνεδρίας
fi_fi: Merkintöjä käynnistä
hr_hr: Bilješke o sesiji
hu_hu: Munkameneti feljegyzések
it_it: Note di sessione
ko_kr: 세션 노트
nl_nl: Sessie-opmerkingen
no_no: Øktsnotater
pt_pt: Observações da Sessão
ro_ro: Notite Sesiune
ru_ru: Примечания к сессии
sv_se: Sessionsnoteringar
th_th: ข้อมูลการปรับเครื่องฯ
tr_tr: Oturum Notları
zh_cn: 验配备注

source: Choose the
bg_bg: Избери
cht: 選用
da_dk: Indstil
el_gr: Επιλέξτε
fi_fi: Valitse
hr_hr: Odaberite
hu_hu: Válassza
it_it: Scegliere
ko_kr: 선택
nl_nl: Kalibreer
no_no: Velg
pt_pt: Escolher o
ro_ro: Alege
ru_ru: Выберите
sv_se: Välj
th_th: เลือก
tr_tr: Seçim
zh_cn: 选择

source: Verify the
bg_bg: Провери
cht: 驗證
da_dk: Indstil
el_gr: Επαληθεύστε
fi_fi: Vahvista
hr_hr: Provjerite
hu_hu: Ellenőrizze
it_it: Verificare
ko_kr: 보정
nl_nl: Kalibreer
no_no: Bekreft
pt_pt: Verificar o
ro_ro: Verifica
ru_ru: Проверить
sv_se: Verifiera
th_th: ตรวจสอบ
tr_tr: Doğrula
zh_cn: 验证

source: 65 db SPL (+/- 2)
cht: 65±2 dB SPL
pt_pt: 65 db NPS (+/- 2)
ru_ru: 65 дБ УЗД (+/- 2)

source: 75 db SPL (+/- 3)
cht: 75±3 dB SPL
pt_pt: 75 db NPS (+/- 3)
ru_ru: 75 дБ УЗД (+/- 3)

source: Stop
bg_bg: Стоп
cht: 停止
el_gr: Διακοπή
fi_fi: Pysäytä
hu_hu: Leállítás
it_it: Arresta
ko_kr: 중지
nl_nl: Stoppen
no_no: Stopp
pt_pt: Parar
ru_ru: Стоп
sv_se: Stopp
th_th: หยุด
tr_tr: Durdur
zh_cn: 停止

source: Sound Information
bg_bg: Информация за звука
cht: 聲音資訊
da_dk: Lydinformation
el_gr: Πληροφορίες ήχου
fi_fi: Tietoa äänestä
hr_hr: Informacije o zvuku
hu_hu: Hanginformációk
it_it: Informazioni suono
ko_kr: 소리 정보
nl_nl: Geluidsinformatie
no_no: Lydinformasjon
pt_pt: Informação do som
ro_ro: Informatie sunet
ru_ru: Информация о звуке
sv_se: Ljudinformation
th_th: ข้อมูลเสียง
tr_tr: Ses Bilgisi
zh_cn: 声音信息

source: Time
bg_bg: Час
cht: 時間
da_dk: Tid
el_gr: Ώρα
fi_fi: Aika
hr_hr: Vrijeme
hu_hu: Idő
it_it: Tempo
ko_kr: 시간
nl_nl: Tijd
no_no: Tid
pt_pt: Tempo
ro_ro: Timp
ru_ru: Время
sv_se: Tid
th_th: เวลา
tr_tr: Süre
zh_cn: 时间

source: The selected media cannot be played.
bg_bg: Избраният носител не може да бъде възпроизведен.
cht: 無法播放所選的媒體。
da_dk: Det valgte medie kan ikke afspilles.
el_gr: Δεν είναι δυνατή η αναπαραγωγή των επιλεγμένων πολυμέσων.
fi_fi: Valitun tietovälineen sisältöä ei voi toistaa.
hr_hr: Odabrani medij ne može se reproducirati.
hu_hu: Nem lehet lejátszani a kijelölt médiafájlt.
it_it: L'elemento multimediale selezionato non può essere riprodotto.
ko_kr: 선택한 미디어를 재생 할 수 없습니다
nl_nl: De geselecteerde bestanden kunnen niet afgespeeld worden.
no_no: Valgte medier kan ikke avspilles.
pt_pt: O som selecionado não pode ser reproduzido.
ro_ro: Mass-media selectată nu poate fi jucat.
ru_ru: Невозможно воспроизвести выбранный фаил.
sv_se: Vald ljudfil kan inte spelas upp
th_th: ไม่สามารถเล่นสื่อที่เลือกได้
tr_tr: Seçilen medya yürütülemez.
zh_cn: 所选媒体文件不能播放。

source: Unable to test the hearing aid(s).
bg_bg: Невъзможно тестване на слуховия(-ите) апарат(и).
cht: 無法測試助聽器。
da_dk: Høreapparatet(erne) kunne ikke testes.
el_gr: Δεν είναι δυνατή η δοκιμή των ακουστικών βοηθημάτων.
fi_fi: Kuulokojeita ei voi testata.
hr_hr: Slušni aparati ne mogu se testirati.
hu_hu: Nem lehet tesztelni a hallókészülék(ek)et.
it_it: Impossibile testare gli apparecchi acustici.
ko_kr: 보청기를 테스트 할 수 없습니다
nl_nl: Kan het/de hoortoestel(len) niet testen.
no_no: Kan ikke teste høreapparat(ene).
pt_pt: Não foi possível testar o(s) aparelho(s) auditivo(s).
ro_ro: Nu se poate testa aparatul(ele) auditiv.
ru_ru: Выполнить тест данного СА невозможно.
sv_se: Kan inte testa hörapparat(er).
th_th: ไม่สามารถทดสอบอุปกรณ์ช่วยฟังได้
tr_tr: İşitme cihaz(lar)ı test edilemiyor.
zh_cn: 无法测试助听器。

source: Show Recommended Sounds (*)
bg_bg: Покажи препоръчителните звуци (*)
cht: 顯示建議的聲音(*)
da_dk: Vis anbefalede lyde (*)
el_gr: Εμφάνιση συνιστώμενων ήχων (*)
fi_fi: Näytä suositellut äänet (*)
hr_hr: Pokaži preporučene zvukove (*)
hu_hu: Ajánlott hangok bemutatása (*)
it_it: Mostra suoni consigliati (*)
ko_kr: 권장되는 소리 (*)
nl_nl: Toon aanbevolen geluiden (*)
no_no: Vis anbefalte lyder (*)
pt_pt: Mostrar sons recomendados (*)
ro_ro: Arata Sunetele Recomandate (*)
ru_ru: Показать рекомендуемые звуки (*)
sv_se: Visa rekommenderade ljud (*)
th_th: แสดงเสียงที่แนะนำ
tr_tr: Önerilen Sesleri Göster (*)
zh_cn: 显示推荐声音 (*)

source: Sound
bg_bg: Звук
cht: 聲音
da_dk: Lyd
el_gr: Ήχος
fi_fi: Ääni
hr_hr: Zvuk
hu_hu: Hang
it_it: Suono
ko_kr: 소리
nl_nl: Geluidsfragment
no_no: Lyd
pt_pt: Som
ro_ro: Sunet
ru_ru: Звук
sv_se: Ljud
th_th: เสียง
tr_tr: Ses
zh_cn: 声音

source: Alphabetically
bg_bg: По азбучен ред
cht: 按照字母/建議順序
da_dk: Alfabetisk
el_gr: Αλφαβητικά
fi_fi: Aakkosjärjestyksessä
hr_hr: Abecednim redom
hu_hu: Betürendben
it_it: In ordine alfabetico
ko_kr: 가나다 순
nl_nl: Alfabetisch
no_no: Alfabetisk
pt_pt: Ordem Alfabética
ro_ro: Alfabetic
ru_ru: В алфавитном порядке
sv_se: Alfabetiskt
th_th: ตามลำดับตัวอักษร
tr_tr: Alfabetik
zh_cn: 按字母顺序排列

source: Category
bg_bg: Категория
cht: 類別
da_dk: Kategori
el_gr: Κατηγορία
fi_fi: Luokka
hr_hr: Kategorija
hu_hu: Kategória
it_it: Categoria
ko_kr: 카테고리
nl_nl: Categorie
no_no: Kategori
pt_pt: Categoria
ro_ro: Categorie
ru_ru: Категория
sv_se: Kategori
th_th: หมวดหมู่
tr_tr: Kategori
zh_cn: 种类

source: Patient Experience Level
bg_bg: Ниво на опита на пациента
cht: 客戶經驗等級
da_dk: Niveau for brugererfaring
el_gr: Επίπεδο εμπειρίας ασθενούς
fi_fi: Potilaan kokemus
hr_hr: Bolesnikova razina iskustva
hu_hu: A páciens tapasztalati szintje
it_it: Paziente Livello esperienza
ko_kr: 보청기 사용경험
nl_nl: Ervaringsniveau cliënt
no_no: Pasientens erfaringsnivå
pt_pt: Nível de experiência do paciente
ro_ro: Nivel experiență pacient
ru_ru: Уровень опытности пациента
sv_se: Patientens erfarenhetsnivå
th_th: ระดับประสบการณ์ของผู้ป่วย
tr_tr: Hastanın Deneyim Seviyesi
zh_cn: 用户佩戴史

source: Changes to the Patient Experience level will be reflected on the target curves. Do you also want to recalculate the gain curves?
bg_bg: Промените в нивото на опита на пациента ще бъдат отразени в кривите на усилването. Искате ли освен това да преизчислите кривите?
cht: 患者體驗水平的變化將在目標曲線上反映出來。您是否還希望重新計算增益曲線？
da_dk: Ændringer af niveauet for brugerens erfaring afspejles i forstærkningskurverne. Vil du også genberegne forstærkningskurverne?
el_gr: Οι αλλαγές στο επίπεδο Εμπειρίας ασθενούς θα αποτυπωθούν στις καμπύλες στόχου. Θέλετε να υπολογιστούν εκ νέου οι καμπύλες απολαβής;
fi_fi: Potilaan kokemuksen muutokset näkyvät vahvistuskäyrissä. Tahdotko myös laskea vahvistuskäyrät uudestaan ?
hr_hr: Promjene u razini doživljaja ispitanika bit će vidljive na krivulji praga čujnosti. Želite li ponovno izračunati krivulju jakosti zvuka?
hu_hu: A páciens tapasztalati szintjének változásait az erősítési göbék tükrözik. Szeretné újraszámítani az erősítési görbéket?
it_it: Le modifiche al livello di esperienza del paziente si rifletteranno sulle curve target. Ricalcolare anche le curve di guadagno?
ko_kr: 보청기 사용경험을 변경하면, 피팅 목표 곡선이 변경 됩니다. 현재 피팅된 이득곡선을 다시 계산 하시곘습니까?
nl_nl: Wijziging van het ervaringsniveau wordt weerspiegeld in de targetcurves. Wilt u dat ook de gaincurves herberekend worden?
no_no: Endringer i pasientens erfaringsnivå vil vises på targetkurvene. Vil du rekalkulere gainkurvene også?
pt_pt: As alterações no nível de experiência do paciente serão refletidas nas curvas de ganho. Deseja também recalcular as curvas de ganho?
ro_ro: Schimbările nivelului Experiența Pacientului se vor reflecta în curbele țintă. Doriți să recalculați și curbele de amplificare?
ru_ru: Изменения уровня опытности пациента отразятся на кривых усиления. Пересчитать также кривые усиления?
sv_se: Ändringar i patientens erfarenhetsnivå kommer att avspeglas i förstärkningskurvorna. Vill du också att beräkna om förstärkningskurvorna?
th_th: การเปลี่ยนแปลงระดับประสบการณ์ในการใช้งานของผู้ป่วยจะแสดงเป็นเส้นโค้งเป้าหมาย คุณต้องการคำนวณเส้นโค้งเกนใหม่หรือไม่
tr_tr: Hasta Deneyimi seviyesindeki değişiklikler kazanç eğrilerine yansıtılacaktır. Kazanç eğrilerini de yeniden hesaplamak istiyor musunuz?
zh_cn: 用户佩戴史的更改将反映在增益曲线上。是否打算重新计算增益曲线？
