Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The ReSound wireless accessories transmit sound wirelessly from an audio source like a TV, PC, or stereo directly to ReSound wireless enabled hearing aids, so you don’t need the cords or wires often required by other manufacturers. This direct connection helps reduce competing noise (such as background conversations) and allows you the freedom to tune in to the song, movie or even a specific person you want to hear. The TV Streamer streams audio directly to the hearing aid, allowing the TV volume to remain at a comfortable level for others in the room. The TV Streamer can also be used with other audio sources like home stereos and PCs. The Remote Control allows you to discreetly monitor and change environmental programs and adjust the volume of the hearing aids. It also allows you to turn on and adjust the volume of the streaming sound, from the TV.
bg_bg: Безжичните аксесоари ReSound предават звук безжично от звуков източник, като телевизор, компютър или стерео уредба директно на слухови апарати, които имат безжични ReSound, затова не са ви необходими кабелите или жиците, които обикновено се изискват от други производители. Тази пряка връзка спомага за намаляване на конкуриращия шум (напр. фонови разговори) и ви дава свободата да се включите към песента, филма или дори към конкретен човек, които искате да чувате. Телевизионният стриймър излъчва поточно звук директно към слуховия апарат, като позволява на звука на телевизора да се запази на комфортно ниво за останалите хора в помещението. Телевизионният стриймър може да се използва и с други източници на звук, като домашни стерео уредби и компютри. Дистанционното управление ви позволява дискретно да следите и сменяте програмите за околната среда, и да регулирате силата на звука на слуховите апарати. Той ви позволява и да включвате и регулирате силата на поточния звук от телевизора.
cht: ReSound 無線配件從音源 (如電視機、電腦或立體聲) 直接傳輸聲音到備有 ReSound 無線功能的助聽器，因此不像其他製造商產品必須使用有線連接。這種直接連接有助減少擾人的噪音 (例如背景對話)，並可隨時隨地調至入想要聽到的歌曲、電影甚至特定的人物。 TV Streamer 直接將音訊串流至您的助聽器，讓電視的音量保持在讓他人感到舒適的程度。 TV Streamer 可在其他音源，如電腦或家中的立體音源裝置中使用。 遙控器讓您隱密的監控及調整助聽器程式及音量。也可讓您開啟及調整來自電視的串流聲音音量。
da_dk: Trådløst ekstraudstyr fra ReSound sender trådløst lyden fra en lydkilde som et tv, en computer eller et stereoanlæg direkte til ReSound-høreapparater, der har trådløs funktionalitet, så du slipper for de ledninger eller kabler, som ofte er nødvendige hos andre producenter. Denne direkte forbindelse er med til at reducere distraherende lyde (f.eks. samtaler i baggrunden) og giver dig friheden til at koncentrere dig om den sang, film eller endda en bestemt person, du gerne vil lytte til. TV Streamer sender lyden direkte til høreapparatet, så tv'ets lydstyrke kan indstilles til et niveau, der er behageligt for andre i rummet. TV Streamer kan også bruges sammen med andre lydkilder som stereoanlæg og computere. Ved hjælp af fjernbetjeningen kan du diskret kontrollere og ændre miljøprogrammer og skrue op og ned for lydstyrken i høreapparaterne. Den gør det også muligt at tænde for og justere lydstyrken for den lyd, der streames fra tv'et.
el_gr: Τα ασύρματα αξεσουάρ ReSound μεταδίδουν τον ήχο ασύρματα από μια πηγή ήχου, όπως TV, PC ή στερεοφωνικό ηχοσύστημα, απευθείας στα ακουστικά βοηθήματα ReSound ασύρματης λειτουργίας. Έτσι δεν χρειάζεται τα καλώδια που συχνά απαιτούνται από άλλους κατασκευαστές. Αυτή η άμεση σύνδεση μειώνει τον ανταγωνιστικό θόρυβο (π.χ. συζητήσεις στο παρασκήνιο) και σας επιτρέπει να συντονίζεστε στο τραγούδι, στην ταινία ή ακόμη και σε ένα συγκεκριμένο άτομο που θέλετε να ακούσετε .Το TV Streamer κατευθύνει τον ήχο απευθείας στο ακουστικό βοήθημα, επιτρέποντας τη διατήρηση της έντασης ήχου της τηλεόρασης σε ένα άνετο επίπεδο για τους άλλους που βρίσκονται στο δωμάτιο. Το TV Streamer μπορεί επίσης να χρησιμοποιηθεί μαζί με άλλες πηγές ήχου, όπως οικιακά στερεοφωνικά ηχοσυστήματα και υπολογιστές. Το τηλεχειριστήριο σάς επιτρέπει τη διακριτική παρακολούθηση και αλλαγή των περιβαλλοντικών προγραμμάτων και την προσαρμογή της έντασης ήχου στα ακουστικά βοηθήματα. Σας επιτρέπει επίσης την ενεργοποίηση και προσαρμογή της έντασης του ήχου από την τηλεόραση.
fi_fi: Langattomat ReSound-lisälaitteet siirtävät ääntä langattomasti television, tietokoneen tai stereolaitteen kaltaisista äänilähteistä suoraan langattomalla yhteydellä varustettuihin ReSound-kuulokojeisiin, joten muiden valmistajien kuulokojeista poiketen johtoja ei tarvita. Suora yhteys auttaa vähentämään muiden henkilön käymän keskustelun kaltaista kilpailevaa melua, joten voit kuunnella musiikkia, elokuvan ääntä tai jopa tiettyä henkilöä vapaasti. TV-lähetin lähettää ääntä suoraan kuulokojeeseen, joten television äänenvoimakkuus voidaan pitää muiden kuuntelijoiden kannalta miellyttävällä tasolla. TV-lähetin soveltuu käytettäväksi myös stereolaitteiden ja tietokoneiden kaltaisten muiden äänilähteiden kanssa. Kauko-ohjaimen avulla voi tarkkailla ja vaihtaa kuunteluohjelmia sekä säätää kuulokojeiden äänenvoimakkuutta. Lisäksi sen avulla voi ottaa käyttöön äänensiirron ja säätää sen voimakkuutta.
hr_hr: Bežična dodatna oprema ReSound bežično emitira zvuk iz audioizvora poput TV-a, računala ili radijskog prijamnika izravno u bežična slušna pomagala ReSound te, za razliku od ostalih proizvođača, eliminira potrebu za žicama i kablovima. Takva izravna veza pomaže u stišavanju ostalih zvukova (kao što su pozadinski razgovori) i daje vam slobodu da slušate pjesmu, film ili određenu osobu koju želite čuti. TV Streamer prenosi zvuk izravno u slušni aparat, stoga glasnoća zvuka TV-a može ostati na razini koja je ugodna za ostale osobe u prostoriji. TV Streamer može se upotrebljavati s ostalim izvorima zvuka poput kućnih linija i računala. S pomoću daljinskog upravljača možete pratiti i mijenjati programe okoline i prilagoditi glasnoću zvuka svojega slušnog aparata. Njime možete i uključiti ili prilagoditi glasnoću zvuka koji se prenosi iz TV-a.
hu_hu: A ReSound wireless tartozékok a hangot vezeték nélkül továbbítják át audió forrásokból, mint pl, TV, PC közvetlenül a ReSound wireless hallókészülékbe, tehát nincs szükség kábelre vagy más eszközökre, amiket más gyártók használnak. Ez a közvetlen kapcsolat segít csökkenteni a zajt (mint a beszélgetés a háttérben) és szabadságot ad a zenéhez, mozihoz, vagy csak egy személyhez akit hallani szeretne. A TV Streamer hangot sugároz közvetlenül a hallókészülékbe, lehetővé téve a TV hangerő komfortos szinten megtartását a többiek számára a szobában. A TV Streamer használható más hangforrásokkal is mint a rádió vagy PC. A Távirányító egy diszkrét kezelést, környezeti program váltást, vagy hangerőváltást biztosít. Szintén lehetséges a TV-ből jövő hang fogadása és beállítása.
it_it: Gli accessori wireless ReSound trasmettono il suono in modalità wireless da una sorgente audio come un televisore, PC, o stereo direttamente agli apparecchi acustici ReSound wireless abilitati, quindi non sono necessari cavi o fili come invece richiesto da altri produttori. Questo collegamento diretto aiuta a ridurre il rumore in competizione (come conversazioni di sottofondo) e consente liberamente di entrare in sintonia con canzoni, film, o con una persona specifica che si desidera ascoltare. Lo streamer TV invia l'audio direttamente agli apparecchi acustici, mantenendo il volume della TV ad un livello confortevole per gli altri nella stanza. Lo Streamer TV può anche essere utilizzato con altre sorgenti audio come stereo o PC. Il Remote Control consente di monitorare con discrezione e modificare programmi ambientali e di regolare il volume negli apparecchi acustici. Consente inoltre di attivare e regolare il volume dl suono in streaming, dal televisore.
ko_kr: 무선 액세서리는 TV, PC와 같은 멀티미디어 장치의 사운드를 다이렉트로 전달하므로, 타사의 액세서리와 같이 중계 장치가가 요구되지 않습니다. 다이렉트 연결은 배경 소음 같은 잡음을 줄이는 데 도움이되며 노래, 영화 또는 듣고 자하는 특정 사람의 말소리도 들을 수 있습니다. TV 스트리머는 소리를 보청기로 직접 보내므로, 가족과 함께 TV를 볼때에도 필요이상의 볼륨을 설정하지 않아도 됩니다. TV 스트리머는 홈 스테레오 및 PC와 같은 다른 오디오 소스와 함께 사용할 수도 있습니다. 리모컨을 사용하면 보청기의 프로그램과 볼륨을 조정할 수 있습니다. 또한 TV에서 스트리밍 사운드의 볼륨을 켜고 조절할 수 있습니다.
nl_nl: De ReSound wireless accessoires geven geluid van een audiobron zoals een TV, PC of stereo, direct en draadloos door naar de ReSound wireless hoortoestellen, zodat u geen kabels of extra apparaten nodig heeft die vaak door andere fabrikanten worden gevraagd. Deze directe verbinding helpt omgevingsgeluid uit te schakelen (zoals achtergrondgesprekken) en biedt u de mogelijkheid u te concentreren op het lied, de film of zelfs een specifieke persoon naar wie u wilt luisteren. De TV Streamer streamt audio rechtstreeks naar het hoortoestel, zodat het TV-volume voor anderen in de kamer op een comfortabel niveau blijft. De TV Streamer kan ook worden gebruikt met andere audiobronnen zoals muziekinstallaties en PC’s. Met de Afstandbediening kunt u omgevingsprogramma’s discreet wijzigen en het volume van de hoortoestellen aanpassen. Hij stelt u ook in staat streaming vanaf de TV in te schakelen en het volume ervan aan te passen.
no_no: ReSound trådløst tilbehør overfører lyd trådløst fra en lydkilde som TV; PC eller stereo direkte til ReSound høreapparat med trådløs overføring, slik at du ikke trenger ledningene som ofte er nødvendig med høreapparater fra andre produsenter. Denne direkte tilkoblinger bidrar til å redusere støy som samtaler i bakgrunnen, og gir deg friheten til å høre på en melodi, film eller en bestemt person du vil høre. TV streamer streamer lyd direkte til høreapparatet, slik at volumet på TV-apparatet kan forbli på et behagelig nivå for de andre i rommet. TV streamer kan også brukes med andre lydkilder som hjemmestereoanlegg og PC-er. Med Fjernkontroll kan du på en diskret måte følge med på og endre program etter miljø og justere volum på høreapparatene. Det er også mulig å slå på og justere volum på lyden som streames fra TV-apparatet.
pt_pt: Os acessórios wireless ReSound transmitem som sem fios de uma fonte de áudio, como TV, computador ou aparelho de som, diretamente para os aparelhos auditivos com wireless habilitado ReSound. Dessa forma, não são necessários os cabos e fios geralmente exigidos por outros fabricantes. Essa conexão direta ajuda a reduzir o ruído (como conversas ao fundo) e proporciona a liberdade de sintonizar com a música, o filme ou até mesmo uma pessoa específica que se queira escutar. O Transmissor de TV transmite áudio diretamente ao aparelho auditivo, permitindo que o volume da TV permaneça em um nível confortável para outras pessoas na sala. O Transmissor de TV também pode ser usado com outras fontes de áudio, como aparelhos de som domésticos e computadores. O controle remoto permite monitorar e alterar programas ambientais, bem como ajustar o volume dos aparelhos auditivos. Também possibilita ativar e ajustar o volume do som de transmissão e da TV.
ru_ru: Беспроводные аксессуары ReSound передают звук от аудиоисточника – ТВ, ПК или стереосистемы – непосредственно в СА с беспроводной связью, поэтому становятся не нужны шнуры или кабели, часто требующиеся в системах от других производителей. Прямая коммуникация сокращает шумовые помехи (например, голоса на заднем плане) и предоставляет вам свободу сконцентрироваться на прослушивании песни, кинофильма или слов говорящего, чья точка зрения вам интересна. ТВ-стример осуществляет потоковую передачу аудиосигналов напрямую в слуховой аппарат, позволяя сохранять громкость телевизора на уровне, комфортном для других телезрителей в помещении. Также ТВ-стример можно использовать с другими аудиоисточниками, такими как стереосистемы и компьютеры. ДУ позволяет вам незаметно переключаться между программами акустических окружений и регулировать уровень громкости слуховых аппаратов. ДУ также позволяет включать и регулировать громкость потоковой передачи звука ТВ.
sv_se: ReSound trådlösa tillbehör överför ljudet trådlöst från TV, PC eller stereo direkt till ReSound trådlösaktiverade hörapparater, så att du inte behöver kablar som andra tillverkare ofta kräver. Denna direktkoppling hjälper till att minska konkurrerande brus (t.es. bakgrundssamtal) och ger friheten att kunna fokusera på en sång, film eller t.o.m. en viss person. TV Streamer strömmar ljudet direkt till hörapparaten, så att TV-volymen kan vara på lagom nivå för de andra i rummet. TV Streamer kan även användas för andra ljudkällor som stereo och dator. Fjärrkontroller gör att man smidigt kan övervaka och byta miljöprogram och justera hörapparatens volym. Man kan även slå på och justera volymen på det strömmade ljudet.
th_th: อุปกรณ์เสริมไร้สาย ReSound จะถ่ายทอดเสียงแบบไร้สายจากแหล่งกำเนิดเสียง เช่น โทรทัศน์ คอมพิวเตอร์ หรือเครื่องเสียงสเตอริโอโดยตรงไปยังเครื่องช่วยฟังของ ReSound คุณจึงไม่จำเป็นต้องใช้สายเคเบิลหรือสายไฟที่ผู้ผลิตรายอื่นต้องใช้ การเชื่อมต่อโดยตรงนี้ช่วยลดเสียงรบกวนที่แทรกมา (เช่น การสนทนาเบื้องหลัง) และช่วยให้คุณมีอิสระในการปรับแต่งเพลง ภาพยนตร์ หรือแม้แต่บุคคลที่คุณต้องการได้ยิน TV Streamer ส่งสตรีมเสียงไปยังเครื่องช่วยฟังโดยตรง ทำให้ระดับเสียงโทรทัศน์อยู่ในระดับที่ฟังสบายสำหรับผู้อื่นในห้อง TV Streamer ยังสามารถใช้กับแหล่งกำเนิดเสียงอื่นได้ เช่น เครื่องเสียงสเตอริโอในบ้านและคอมพิวเตอร์ รีโมทคอนโทรลช่วยให้คุณสามารถตรวจสอบและเปลี่ยนโปรแกรมสภาพแวดล้อมและปรับระดับเสียงของเครื่องช่วยฟังได้ตามต้องการ นอกจากนี้ยังช่วยให้คุณสามารถเปิดและปรับระดับเสียงการสตรีมจากโทรทัศน์ได้อีกด้วย
tr_tr: ReSound kablosuz aksesuarları, sesleri TV, PC veya stereo gibi bir ses kaynağından doğrudan kablosuz ReSound işlevi etkinleştirilmiş işitme cihazlarına aktarırlar; böylece genellikle diğer üreticilerde gereken kablo veya tellere ihtiyacınız olmaz. Bu doğrudan bağlantı, eşlik eden gürültünün (örneğin arka plandaki konuşmalar) azaltılmasına yardımcı olur ve duymak istediğiniz şarkıya, filme veya kişiye odaklanma özgürlüğü sağlar. TV Aktarım Ünitesi TV ses seviyesinin odadaki diğer insanlar için konforlu bir seviyede kalmasını sağlayarak sesi doğrudan işitme cihazına aktarır. TV Bağlantısı, müzik setleri ve bilgisayarlar gibi diğer ses kaynaklarıyla da kullanılabilir. Uzaktan Kumanda, çevresel programları ihtiyatlı bir şekilde izlemenizi ve işitme cihazlarının ses şiddetini ayarlamanızı sağlar.Ayrıca TV’den gelen sesi açmanıza ve ayarlamanıza da izin verir.
zh_cn: 瑞声达无线附件可将来自电视、电脑或立体音响的音频直接通过无线传输至瑞声达无线助听器中，因此您无须使用其他制造商常常要求的导线或连接线。这一直接连接功能可帮助降低噪音（例如谈话背景），让您充分聆听歌曲、电影或感兴趣的某个人。 音频转换器可将音频直接传输至助听器，同时保持电视正常音量，让室内其他人可舒适观看。音频转换器还可与家庭音响、电脑等其他音频源搭配使用。 遥控器还可让您对环境程序进行更改，并调整助听器的音量。您还可打开并调整来自电视的声音音量。

source: Spatial Sense is an omnidirectional listening mode designed to maximize the positive effects of spatial hearing. Spatial Sense consists of pinna restoration and bilateral compression to provide for more natural sound processing. Pinna restoration allows for directivity that mimics the way the natural ear treats sound. This helps you with both speech understanding and sound localization. Bilateral compression is introduced to preserve the natural loudness differences between the ears.
bg_bg: Spatial Sense (пространствен усет! е многопосочен режим за слушане, предназначен да доведе до максимум положителните ефекти на пространственото слушане. Spatial Sense се състои от възстановка на ушната мида и двустранна компресия за осигуряване на по-естествено обработване на звука. Възстановката на ушната мида позволява насоченост, която имитира начина, по който естественото ухо третира звука. Това ви помага както за разбиране на говора, така и за локализиране на звука. Двустранната компресия е въведена за запазване на естествената разлика в силата на звука между ушите.
cht: 實景空間感知是一種全方向聆聽模式，設計為將空間聆聽的正面感受最大化。實景空間感知包含耳殼恢復和雙向壓縮，提供更加自然的聲音處理。耳殼恢復可模仿真實耳朵處理聲音方向性的方式，有助理解語音和聲音定位。雙耳壓縮有助保持雙耳間的自然響度差異。
da_dk: Spatial Sense er en omniindstilling, der er designet til at maksimere fordelene ved rumlig hørelse. Spatial Sense består af genoprettelse af pinnaeffekten og bilateral kompression for at give en mere naturlig lydoplevelse. Genoprettelse af pinnaeffekten muliggør en retningsvirkning, der efterligner den måde det naturlige øre behandler lyd på. Dette hjælper både med taleforståelse og lokalisering af lyde. Bilateral kompression benyttes for at bevare den naturlige forskel i lydstyrke mellem de to ører.
el_gr: Το Spatial Sense είναι μια πολυκατευθυντική λειτουργία ακρόασης σχεδιασμένη να μεγιστοποιεί τις ευεργετικές επιδράσεις της χωρικής ακοής. Το Spatial Sense συνδυάζει αποκατάσταση πτερυγίου και αμφίπλευρη συμπίεση για φυσικότερη επεξεργασία ήχων. Η αποκατάσταση πτερυγίου καθιστά εφικτή την κατευθυντικότητα, μιμούμενη τον τρόπο που το φυσικό αυτί αντιμετωπίζει τον ήχο. Αυτό σας βοηθά τόσο στην κατανόηση της ομιλίας όσο και στην εντόπιση του ήχου. Χάρη στην αμφίπλευρη συμπίεση διατηρούνται οι φυσικές διαφορές ακουστότητας μεταξύ των αυτιών.
fi_fi: Spatial Sense -toiminnossa (tilantuntu) suuntakuviona on pallomikrofoni, jotta ympäristön tietoisuus on paras mahdollinen. Toiminto tarjoaa luonnollisemman äänenkäsittelyn jäljittelemällä korvalehden toimintaa ja säilyttämällä kunkin korvan luonnolliset erot äänenvoimakkuuksissa (bilateraalinen kompressio). Korvalehden jäljitteleminen tarkoittaa, että suuntakuviossa huomioidaan luonnollisen korvan tapaa käsitellä ääniä. Tämä helpottaa sekä puheen ymmärtämistä, että äänien paikallistamista.
hr_hr: Spatial Sense je svesmjerni način slušanja osmišljen za maksimiziranje pozitivnih učinaka prostornog sluha. Spatial Sense obnavlja funkciju ušne školjke i nudi bilateralnu kompresiju, što omogućuje prirodniju obradu zvuka. Obnovom funkcije ušne školjke omogućuje se usmjeravanje koje oponaša način na koji prirodno uho tretira zvuk. Time se olakšava razumijevanje govora i lokalizacija zvuka. Bilateralna kompresija uvedena je radi očuvanja prirodnih razlika u glasnoći između ušiju.
hu_hu: A Térbeli érzékelés egy olyan omnidirekcionális mód, amely a térbeli hallás pozitív hatásait maximalizálja. A térbeli érzékelés egy olyan fülkagylóhoz tartozó helyreállítási és bilaterális kompressziós funkció, amely még természetesebb hangfeldolgozást tesz lehetővé. A fülkagylóhoz tartozó helyreállítási funkció lehetővé teszi egy olyan irányítottság kialakítását, amely a fül természetes hangérzékelését képezi le. Ez segít a beszédértésben és a hang lokalizációjában. A bilaterális kompresszió segít a fülek közötti természetes hangérzékelési különbségek megőrzésében.
it_it: Ascolto naturale è una modalità di ascolto omnidirezionale progettata per massimizzare gli effetti positivi dell'udito spaziale. Ascolto naturale consiste in un ripristino dell'effetto pinna e in una compressione bilaterale che rende l'elaborazione del suono più naturale. Il ripristino dell'effetto pinna permette di imitare la direzionalità con cui l'orecchio naturale elabora il suono. Ciò aiuta sia per la comprensione del parlato che per la localizzazione del suono. La compressione bilaterale viene introdotta per preservare le naturali differenze di volume fra gli orecchi.
ko_kr: Spatial Sense는 무방향성 청취 모드로 청각적 공간감을 향상시키는데 매우 효과적입니다. Spatial Sense는 Pinna restoration과 Bilateral compression으로 구성되어 소리를 더 자연스럽게 들을수 있도록 해줍니다. Pinna restoration은 외이의 미세한 음향효과를 구현합니다. 이 기능은 말소리를 더 또렷하게 이해하고, 소리의 위치를 확인하는 데 도움을 줍니다. Bilateral compression은 두 귀로 자연스럽게 들리는 소리의 크기 차이를 양이통신으로 구현하는 기능입니다.
nl_nl: U hoort alle geluiden om u heen en weet waar ze vandaan komen. Zo kunt u iedereen verstaan. U richt zich op dat wat voor u belangrijk is. Spatial Sense zorgt voor ruimtelijk horen. Spatial Sense bestaat uit een oorschelpcorrectie én bilaterale compressie. Dankzij oorschelpcorrectie heeft u dezelfde richtwerking als bij uw eigen oor. Dit helpt zowel bij het spraakverstaan als bij het horen waar geluid vandaan komt. Bilaterale compressie zorgt ervoor dat de natuurlijke luidheidsverschillen tussen beide oren behouden blijven.
no_no: Spatial Sense er en omnidireksjonal lyttemodus utviklet for å maksimere de positive virkningene av lydomgivelsene. Spatial Sense består av pinnaeffekt og bilateral kompresjon for å gi en mer naturlig lydbehandling. Pinnaeffekten gir en direksjonalitet som etterlikner måten det naturlige øret behandler lyd på. Dette hjelper deg med både taleforståelse og lydlokalisering. Bilateral kompresjon er innført for å bevare de naturlige styrkeforskjellene mellom ørene.
pt_pt: Spatial Sense é um modo de escuta omnidirecional desenvolvido para maximizar os efeitos positivos da audição especial. O Spatial Senes consiste da restauração do pavilhão e compressão bilateral para oferecer processamento sonoro mais natural. A restauração do pavilhão permite direcionalidade que imita a forma como a orelha processa o som. Isso auxilia na compreensão de fala e localização sonora. Compressão bilateral é introduzida para preservar as diferenças naturais de intensidade entre as orelhas.
ro_ro: Natural Sense este un mod de ascultare omnidirectional conceput sa maximizeze efectele pozitive ale spatialitatii auditive. Natural Sense este format din restaurarea pavilionara si compresia bilaterala pentru a oferi o procesare a sunetului mai naturala. Restaurarea pavilionara permite directionalitate ce imita modul cum urechea trateaza in mod natural sunetul. Acest lucru va ajuta atat pe intelegerea vorbirii cat si pe localizarea sursei sonore. Compresia bilaterala este introdusa pentru a pastra diferentele normale de tarie dintre urechi.
ru_ru: Пространственное восприятие - это всенаправленный режим, разработанный для увеличения положительного эффекта от пространственного слуха. Технология Пространственное восприятие состоит из Имитации работы ушной раковины и двусторонней компрессии, что обеспечивает более естественную обработку сигнала. Имитация работы ушной раковины формирует направленность, при которой повторяется путь восприятия звука слуховой системой здорового человека. Это помогает улучшить разборчивость речи и локализацию источника звука. Двусторонняя компрессия сохраняет естественное восприятие различия громкости на обоих ушах.
sv_se: Avancerad Omni är ett omniläge designat för att ge maximal rumsuppfattning. Avancerad Omni återställer pinnaeffekten och ger bilateral kompression för att få en mer naturlig ljudåtergivning. Pinnaeffekten ger en mer "naturlig" riktverkan. Vilket förbättrar både taluppfattning och ljudlokalisation. Bilateral kompression hjälper också att bevara den naturliga balansen mellan öronen.
th_th: การรับรู้เชิงพื้นที่ คือ โหมดการฟังแบบทุกทิศทาง ที่ได้รับการออกแบบมาเพื่อขยายผลบวกของการฟังเชิงพื้นที่ให้สูงที่สุด การรับรู้เชิงพื้นที่จะประกอบไปด้วยการชดเชยการทำงานของติ่งหูและการบีบอัดแบบสองด้าน เพื่อให้การประมวลผลเสียงธรรมชาติดียิ่งขึ้น การชดเชยการทำงานของติ่งหูจะช่วยให้จับทิศทางได้ดีขึ้น และจำลองรูปแบบที่หูตามธรรมชาติจัดการกับเสียง จึงช่วยให้คุณเข้าใจทั้งเสียงพูดและการแปลเสียง การบีบอัดแบบสองด้านจะช่วยรักษาความแตกต่างด้านความดังของเสียงตามธรรมชาติระหว่างหูทั้งสองข้าง
tr_tr: Konumsal Algı mekansal işitmenin olumlu etkilerini artırmak için tasarlanmış çok yönlü bir dinleme modudur. Konumsal Algı (Spatial Sense) pinna restorasyon ve daha doğal bir ses işleme sağlamak için bilateral kompresyon oluşturur. Kulak kepçesi iyileştirme özelliği ile doğal kulağın ses biçimi taklit edilerek yönlülük sağlanmış olur. Bu hem konuşmayı anlama hem de ses lokalizasyonuna yardımcı olur. Bilateral kompresyon kulaklar arasındaki doğal ses yüksekliği farklarının korunmasına yardımcı olur.
zh_cn: 3D实景空间感知功能使用全向性聆听模式以求最大限度的利用空间听觉的积极作用。3D实景空间感知使用耳廓还原和双耳压缩来得到更自然的声音。耳廓还原使方向性处理时考虑耳廓对声音传送途径的影响，有助于提高言语可懂度和声源定位。双耳压缩则是为了保持双耳间自然的响度差。
