Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The fine-tuned settings are ready to be sent to the patient. The patient will be able to apply the settings from his/her mobile device, using ReSound Smart 3D app. Use the space below to add a short message to send along with the new settings.
bg_bg: Фино настроените настройки са готови за изпращане на пациента. Пациентът ще може да приложи настройките от неговото/нейното мобилно устройство с помощта на приложението Smart 3D. Използвайте мястото по-долу за добавяне на кратко съобщение, което да се изпрати с новите настройки.
cht: 已準備好發送給客戶的微調設定。使用者能夠使用「Smart 3D」應用程式從行動裝置套用設定。使用下面的空格添加要與新設定一起發送的短訊。
da_dk: De finjusterede indstillinger er klar til at blive sendt til brugeren. Brugeren kan anvende indstillingerne fra sin mobilenhed vha. Smart 3D appen. Brug området nedenfor til at tilføje en kort meddelelse, som du kan sende sammen med de nye indstillinger.
el_gr: Οι λεπτομερείς ρυθμίσεις είναι έτοιμες να σταλούν στον ασθενή. Ο ασθενής θα μπορεί να υιοθετεί τις ρυθμίσεις αυτές από τη φορητή συσκευή του μέσω της εφαρμογής Smart 3D. Προσθέστε στον χώρο παρακάτω ένα σύντομο μήνυμα που θα συνοδεύει τις νέες ρυθμίσεις.
fi_fi: Hienosäädetyt asetukset ovat valmiit lähetettäviksi potilaalle. Potilas voi ottaa asetukset käyttöön mobiililaitteensa avulla käyttämällä Smart 3D -sovellusta. Voit kirjoittaa alla näkyvään tilaan lyhyen viestin, joka lähetetään uusien asetusten mukana.
hr_hr: Precizno ugođene postavke spremne su za slanje bolesniku. Bolesnik će moći primijeniti postavke sa svog mobilnog uređaja uz pomoć aplikacije Smart 3D. Prostor u nastavku upotrijebite za dodavanje kratke poruke za slanje uz nove postavke.
hu_hu: A finomhangolt beállítások készen állnak a páciensnek történő elküldésre. A páciens a mobileszközén található Smart 3D szoftverrel tudja alkalmazni a beállításokat. Az alábbi mezőben megadhat egy rövid üzenetet, és elküldheti azt az új beállításokkal együtt.
it_it: Le impostazioni con regolazione fine sono pronte per essere inviate al paziente. Il paziente sarà in grado di applicare le impostazioni dal proprio dispositivo mobile utilizzando l'app Smart 3D. Utilizzare lo spazio sotto per aggiungere un breve messaggio da inviare insieme alle nuove impostazioni.
ko_kr: 미세 조절된 피팅 정보가 사용자에게 전송될 준비가 완료되었습니다. 착용자는 사용 중인 모바일 기기에서 Smart 3D 앱을 사용하여 설정을 적용할 수 있습니다. 아래 공란에 간략한 메시지를 적어 신규 설정 정보를 전송합니다.
nl_nl: De bijgewerkte instellingen zijn klaar om naar de cliënt te worden verzonden. De cliënt kan de instellingen vanaf zijn/haar mobiele apparaat toepassen, door middel van de Smart 3D app. Gebruik de ruimte hieronder voor een kort bericht dat samen met de nieuwe instellingen wordt verzonden.
no_no: Fininnstillingene kan nå sendes til pasienten. Pasienten vil kunne bruke innstillingene fra sin mobile enhet ved hjelp av Smart 3D-appen. Bruk plassen nedenfor til å skrive en kort melding som skal sendes sammen med de nye innstillingene.
pt_pt: O ajuste fino está pronto para ser enviado ao paciente. O paciente poderá aplicar o ajuste fino por meio do seu celular usando o aplicativo ReSound Smart 3D. Use o espaço abaixo para enviar uma breve mensagem ao paciente com o ajuste fino.
ro_ro: Setările reglate fin sunt gata să fie trimise la pacient. Pacientul va putea aplica setările de pe dispozitivul său mobil utilizaând aplicația Smart 3D. Utilizați spațiul de mai jos pentru a adăuga un mesaj scurt de trimis împreună cu noile setări.
ru_ru: Тонкие настройки готовы к отправке пациенту. Пациент может применить настройки со своего мобильного устройства, используя приложение Smart 3D. Используйте поле внизу, если хотите добавить краткое сообщение для отправки вместе с новыми настройками.
sv_se: De finjusterade inställningarna är klara att skickas till patienten. Patienten kommer att kunna lägga in inställningarna från sin mobilenhet, med hjälp av Smart 3D-appen. Använd utrymmet nedan för att lägga ett kort meddelande som kommer skickas tillsammans med de nya inställningarna.
th_th: พร้อมส่งการตั้งค่าที่ปรับแต่งให้ผู้ป่วยแล้ว ขณะนี้ผู้ป่วยจะสามารถใช้การตั้งค่าจากอุปกรณ์มือถือของเขา/เธอได้โดยใช้แอพ Smart 3D ใช้พื้นที่ด้านล่างในการเพิ่มข้อความสั้นๆ ที่จะส่งไปพร้อมกับการตั้งค่าใหม่
tr_tr: İnce ayarlar hastaya gönderilmeye hazırdır. Hasta Smart 3D uygulamasını kullanarak ayarları mobil cihazından uygulayabilecektir. Yeni ayarlarla birlikte göndermek üzere kısa bir mesaj eklemek için aşağıda boş alanı kullanın.
zh_cn: 微调设置已准备好发送给用户。使用ReSound Smart 3D应用程序，用户可从他/她的移动设备应用新的微调设置。在下面的空白处添加短消息并与新微调设置一起发送。

source: Add message below:
bg_bg: Добавете съобщение по-долу:
cht: 在下方新增訊息：
da_dk: Tilføj meddelelse nedenfor:
el_gr: Προσθέστε μήνυμα παρακάτω:
fi_fi: Lisää viesti:
hr_hr: Dodaj poruku u nastavku:
hu_hu: Üzenet hozzáadása az alábbiakban:
it_it: Aggiungere il messaggio di seguito:
ko_kr: 메시지 추가하기
nl_nl: Bericht hieronder toevoegen:
no_no: Legg til melding nedenfor:
pt_pt: Adicionar mensagem abaixo:
ro_ro: Adăugare mesaj mai jos:
ru_ru: Впишите сообщение ниже:
sv_se: Lägg till meddelande nedan:
th_th: เพิ่มข้อความด้านล่าง:
tr_tr: Mesajı aşağıya ekle:
zh_cn: 添加消息如下:

source: Suggested items to include in your message...
bg_bg: Препоръчителни неща, които да включите в съобщението си...
cht: 建議在訊息包含的項目...
da_dk: Forslag til elementer, der kan medtages i meddelelsen...
el_gr: Προτεινόμενα θέματα για συμπερίληψη στο μήνυμά σας...
fi_fi: Ehdotus viestin sisällöksi :
hr_hr: Predložene stavke za umetanje u poruku...
hu_hu: Az üzenetben javasolt elemek...
it_it: Suggerimento per le informazioni da inserire nel messaggio...
ko_kr: 메시지에 아이템 추천...
nl_nl: Aanbevolen items om aan je bericht toe te voegen...
no_no: Punkter som kan tas med i meldingen...
pt_pt: Sugestão de itens a serem incluídos na mensagem...
ro_ro: Elemente sugerate pentru includerea în mesaj...
ru_ru: В ваше сообщение можно включить следующие моменты...
sv_se: Föreslag på innehåll i meddelandet ...
th_th: รายการที่แนะนำที่จะเพิ่มในข้อความของคุณ...
tr_tr: Mesajınıza dahil edilmesi önerilen öğeler...
zh_cn: 建议在消息中包含的项目...

source: Summary of requested issue
bg_bg: Обобщение на искания проблем
cht: 請求問題摘要
da_dk: Oversigt over det problem, der blev forespurgt om.
el_gr: Σύνοψη του ζητήματος
fi_fi: Ongelman yhteenveto
hr_hr: Sažetak problema
hu_hu: A probléma összegzése
it_it: Riepilogo della problematica riportata
ko_kr: 요청 요약
nl_nl: Samenvatting van de aanvraag
no_no: Oversikt over aktuelt problem
pt_pt: Resumo da questão solicitada
ro_ro: Rezumatul chestiunii solicitate
ru_ru: Сводный обзор информации в ответ на запрос по проблеме
sv_se: Sammanfattning av problem
th_th: สรุปปัญหาที่ร้องขอ
tr_tr: Talep edilen konunun özeti
zh_cn: 请求问题摘要

source: What you did to address the issue
bg_bg: Какво направихте за решаване на проблема
cht: 您如何解決問題
da_dk: Hvordan løste du problemet.
el_gr: Τι κάνατε για να αντιμετωπίσετε το ζήτημα
fi_fi: Kuinka ratkaisit ongelman
hr_hr: Što ste učinili kako biste riješili problem
hu_hu: A probléma megoldásáért tett lépések
it_it: Cosa è stato fatto per affrontarla
ko_kr: 요청 내용
nl_nl: Wat u deed met de aanvraag
no_no: Hva du har gjort for å løse problemet
pt_pt: O que você fez para tratar da questão
ro_ro: Ce ați făcut pentru a aborda chestiunea
ru_ru: Что вы сделали для решения проблемы
sv_se: Vad du gjorde för att lösa problemet
th_th: คุณทำอย่างไรเพื่อจัดการกับปัญหา
tr_tr: Sorunu ele almak için ne yaptınız
zh_cn: 您采用了什么措施来解决这个问题

source: Advice on how to trial the new settings.
bg_bg: Съвет как да се изпробват новите настройки.
cht: 建議如何試用新的設定。
da_dk: Råd om afprøvning af de nye indstillinger.
el_gr: Συμβουλές για τη δοκιμή των νέων ρυθμίσεων.
fi_fi: Neuvoja uusien asetusten kokeilemiseksi
hr_hr: Savjet o isprobavanju novih postavki.
hu_hu: Javasolt útmutató az új beállítások kipróbálására.
it_it: Fornire consigli su come provare le nuove impostazioni.
ko_kr: 신규 세팅 사용을 위한 어드바이스
nl_nl: Advies over hoe de nieuwe instellingen uit te testen.
no_no: Råd om hvordan man bruker de nye innstillingene.
pt_pt: Conselho sobre como testar as novas configurações.
ro_ro: Sfaturi despre testarea noilor setări.
ru_ru: Советы, как опробовать новые настройки.
sv_se: Råd om hur man provar de nya inställningarna.
th_th: คำแนะนำวิธีการทดลองการตั้งค่าใหม่
tr_tr: Yeni ayarların nasıl denendiğine ilişkin bilgi.
zh_cn: 关于如何试用新设置的建议。

source: Continue
bg_bg: Продължение
cht: 繼續
da_dk: Fortsæt
el_gr: Συνέχεια
fi_fi: Jatka
hr_hr: Nastavak
hu_hu: Folytatás
it_it: Continua
ko_kr: 계속
nl_nl: Doorgaan
no_no: Fortsett
pt_pt: Continuar
ro_ro: Continuare
ru_ru: Продолжить
sv_se: Fortsätt
th_th: ทำต่อ
tr_tr: Devam
zh_cn: 继续

source: Settings successfully sent.
bg_bg: Настройките са изпратени успешно.
cht: 設定發送成功。
da_dk: Indstillinger sendt korrekt.
el_gr: Οι ρυθμίσεις στάλθηκαν επιτυχώς.
fi_fi: Asetukset on lähetetty.
hr_hr: Postavke uspješno poslane.
hu_hu: Beállítások sikeresen elküldve.
it_it: Impostazioni inviate correttamente.
ko_kr: 설정 정보 전송 완료
nl_nl: Instellingen verzonden.
no_no: Innstillinger sendt.
pt_pt: Configurações enviadas com sucesso.
ro_ro: Setările au fost trimise cu succes.
ru_ru: Настройки успешно отправлены.
sv_se: Inställningarna har skickats.
th_th: ส่งการตั้งค่าเรียบร้อยแล้ว
tr_tr: Ayarlar başarıyla gönderildi.
zh_cn: 新设置成功发送。

source: Fine-tuned settings failed to send.
bg_bg: Фино настроените настройки не са изпратени.
cht: 微調設定發送失敗。
da_dk: De finjusterede indstillinger blev ikke sendt.
el_gr: Αποτυχία αποστολής λεπτομερών ρυθμίσεων.
fi_fi: Hienosäätöasetusten lähetys epäonnistui.
hr_hr: Slanje precizno ugođenih postavki nije uspjelo.
hu_hu: Nem sikerült elküldeni a finomhangolt beállításokat.
it_it: Invio delle impostazioni regolazioni-fine non riuscito.
ko_kr: 미세조절된 설정 정보 전송 실패
nl_nl: De bijgewerkte instellingen konden niet worden verzonden.
no_no: Fininnstillingene kunne ikke sendes.
pt_pt: Falha ao enviar as configurações ajustadas.
ro_ro: Setările de reglaj fin nu au reușit să fie trimise.
ru_ru: Ошибка при отправке точных настроек.
sv_se: Fininställningarna skickades inte.
th_th: การส่งการตั้งค่าที่ปรับตั้งล้มเหลว
tr_tr: İnce ayarlar gönderilemedi.
zh_cn: 微调设置无法发送。

source: The following settings you are trying to send should only be sent under extreme conditions.
bg_bg: Настройките по-долу, които се опитвате да изпратите, трябва да се изпращат само в краен случай.
cht: 您嘗試發送的以下設定應該只在極端情況下發送。
da_dk: De følgende indstillinger, som du forsøger at sende, bør kun blive sendt under ekstreme forhold.
el_gr: Οι ακόλουθες ρυθμίσεις που προσπαθείτε να στείλετε θα πρέπει να σταλούν μόνο κάτω από εξαιρετικές συνθήκες.
fi_fi: Seuraavat asetukset, jotka yrität lähettää, saa lähettää vain erityistapauksissa.
hr_hr: Sljedeće postavke koje pokušavate poslati treba slati samo u ekstremnim uvjetima.
hu_hu: A küldeni próbált alábbi beállításokat csak indokolt körülmények esetén küldje el.
it_it: Si stanno tentando di inviare le seguenti impostazioni; esse andrebbero inviate soltanto in circostanze estreme.
ko_kr: 전송하고자 하는 아래의 설정 정보는 극한 상황에서만 전송할 수 있습니다.
nl_nl: Deze instellingen die u nu probeert te verzenden mogen alleen in extreme gevallen worden verzonden.
no_no: Innstillingene du prøver å sende, bør bare sendes i helt spesielle tilfeller.
pt_pt: As seguintes configurações que você está tentando enviar só devem ser enviadas em condições extremas.
ro_ro: Următoarele stări pe care încercați să le trimiteți trebuie trimise doar în condiții extreme.
ru_ru: Настройки, которые вы пытаетесь отправить, следует отправлять только в чрезвычайных случаях.
sv_se: Följande inställningar du försöker skicka bör endast skickas vid extrema förhållanden.
th_th: การตั้งค่าต่อไปนี้ที่คุณพยายามส่ง ควรส่งเฉพาะในสถานการณ์ที่จำเป็นที่สุดเท่านั้น
tr_tr: Göndermeye çalıştığınız aşağıdaki ayarlar yalnızca ekstrem koşullar altında gönderilmelidir.
zh_cn: 您尝试发送的以下设置只能在极端条件下发送。

source: Data logging is not available for this time period. This could result from a lost connection between the instrument and the app or because the data has not uploaded into the cloud.
bg_bg: Запис на данни не е достъпен на този етап. Това може да е резултат на прекъсната връзка между апарата и приложението или защото данните не са качени в облака.
cht: 此時間範圍無法獲得數據紀錄。可能是由於助聽器和應用程式之間的中斷連接，或者是資料尚未上傳到雲端。
da_dk: Datalogning er ikke tilgængelig i øjeblikket. Det kan skyldes en manglende forbindelse mellem apparatet og appen, eller fordi dataene ikke er blevet uploadet til skyen.
el_gr: Η καταγραφή δεδομένων για αυτήν τη χρονική περίοδο δεν είναι διαθέσιμη. Αυτό θα μπορούσε να είναι αποτέλεσμα απώλειας της σύνδεσης μεταξύ ακουστικού και εφαρμογής ή επειδή δεν έχει γίνει μεταφόρτωση στο cloud.
fi_fi: Tietojen kirjaus ei ole tällöin käytettävissä. Syynä voi olla kuulokojeen ja sovelluksen välisen yhteyden katkeaminen tai se, että tietoja ei ole ladattu pilveen.
hr_hr: Bilježenje podataka nije dostupno u tom razdoblju. To može biti rezultat gubitka veze između aparata i aplikacije ili jer se podatci nisu prenijeli u oblak.
hu_hu: Az adatnaplózási funkció erre az időszakra nem érhető el. Ennek oka lehet a készülék és az alkalmazás közötti kapcsolat megszűnése, vagy elképzelhető, hogy az adatok felhőbe való feltöltése nem történt meg.
it_it: Il data logging non è disponibile per questo periodo di tempo. Ciò potrebbe essere dovuto a una perdita di connessione tra l'apparecchio e l'app o al mancato caricamento dei dati nel cloud.
ko_kr: 보청기와 스마트3D 앱의 연결이 끊겨져, 데이터가 클라우드에 업로드되지 않아, 현재 사용자의 데이터 로깅 정보를 확인할 수 없습니다.
nl_nl: DataLogging is niet beschikbaar voor deze tijdsperiode. Dit zou het gevolg kunnen zijn van een verloren verbinding tussen het hoortoestel en de app of omdat de gegevens niet in de cloud zijn geüpload.
no_no: Datalogging er ikke tilgjengelig for denne tidsperioden. Dette kan være pga. manglende tilkobling mellom apparatet og appen, eller fordi dataene ikke er lastet opp til Cloud.
pt_pt: O registro de dados não está disponível para esse período. Isso pode ser resultado de uma perda de conexão entre o aparelho e o aplicativo ou foi causado porque os dados não foram carregados na nuvem.
ro_ro: Înregistrarea datelor nu este disponibilă pentru această perioadă de timp. Aceasta ar putea duce la pierderea conexiunii între instrument și aplicație sau pentru că datele nu au fost încărcate în cloud.
ru_ru: Функция Регистрация данных в журнал недоступна на данный временной период. Это может быть вызвано потерей соединения между аппаратом и приложением, или тем, что данные не загружены в облако.
sv_se: Dataloggning är inte tillgängligt för denna tidsperiod. Detta skulle kunna bero på förlorad kontakt mellan apparaten och appen eller på grund av att data har inte laddats upp i molnet.
th_th: ไม่สามารถใช้การบันทึกข้อมูลในช่วงเวลานี้ได้ สาเหตุอาจเกิดจากการสูญเสียการเชื่อมต่อระหว่างอุปกรณ์และแอพ หรือเนื่องจากไม่ได้อัพโหลดข้อมูลไปยัง Cloud
tr_tr: Veri gümrükleme bu zaman periyodunda kullanılamaz. Bu durum, cihazla uygulama arasındaki kayıp bağlantıdan veya verilerin buluta yüklenmemesinden kaynaklanabilir.
zh_cn: 数据记录在此时间段内不可用。这可能是因为助听器与应用程序之间的连接丢失，或数据尚未上传到云端。

source: Current
bg_bg: В момента
cht: 目前
da_dk: Nuværende
el_gr: Τρέχον
fi_fi: Nykyinen
hr_hr: Trenutno
hu_hu: Aktuális
it_it: Corrente
ko_kr: 현재
nl_nl: Huidig
no_no: Gjeldende
pt_pt: Atual
ro_ro: Actual
ru_ru: Текущие
sv_se: Aktuell
th_th: ปัจจุบัน
tr_tr: Geçerli
zh_cn: 当前

source: Gain has been increased more than 6dB. Please consider addressing additional gain changes in the clinic as the hearing aid may need repair, hearing may have decreased or cerumen management may be required.
bg_bg: Усилването е увеличено с повече от 6 dB. Моля, помислете за допълнителни промени в усилването в клиниката, тъй като е възможно слуховият апарат да има нужда от поправка, слухът може да е намалял или да е необходимо справяне с ушната кал.
cht: 增益已經增加 6 分貝以上。請考慮在門市解決額外的增益變化，因為可能助聽器需要維修、聽力變差或需要清理耳垢。
da_dk: Forstærkningen er blevet øget med mere end 6 dB. Overvej at foretage ekstra ændringer af forstærkningen på klinikken, da høreapparatet kan have brug for at blive repareret, hørelsen kan være blevet forringet, eller der er brug for hjælp i forbindelse med cerumen.
el_gr: Το κέρδος έχει αυξηθεί κατά περισσότερο από 6 dB. Εξετάστε το ενδεχόμενο να διευθετήσετε τυχόν επιπλέον αλλαγές κέρδους στην κλινική, καθώς το ακουστικό βοήθημα ενδέχεται να χρήζει επισκευής, η ακοή ενδέχεται να έχει μειωθεί ή ενδέχεται να απαιτείται απόφραξη από βύσμα κυψελίδας.
fi_fi: Vahvistusta on kasvatettu enemmän kuin 6 dB. Kokeile muitakin vahvistuksen muutoksia klinikalla, koska kuulokoje voi tarvita huoltoa, kuulo on voinut heikentyä tai vahanpoistomärjestelmä on asennettava .
hr_hr: Pojačanje se povećalo više od 6 dB. Razmotrite rješavanje dodatnih promjena pojačanja u klinici jer slušno pomagalo možda treba popraviti ili je oslabio sluh ili je treba očistiti ušni vosak.
hu_hu: Az erősítési érték 6dB-nél jobban nőtt. Fontolja meg a további erősítési módosítások alkalmazását a klinikán, mivel elképzelhető, hogy a hallókészülék javításra szorul, a hallásképesség csökkent, vagy fülzsírkezelésre van szükség.
it_it: Il guadagno è stato aumentato di oltre 6 dB. Prendere in considerazione la possibilità di operare ulteriori modifiche al guadagno in clinica, in quanto l'apparecchio acustico potrebbe richiedere una riparazione, i valori dell'apparecchio potrebbero essersi ridotti o potrebbe essere necessario rimuovere del cerume.
ko_kr: 게인이 6dB 이상 상승했습니다. 보청기 수리가 필요하거나, 귀지에 의한 출력감소 또는 사용자의 청력이 나빠졌을 수도 있습니다.
nl_nl: De versterking is met meer dan 6 dB verhoogd. Overweeg een afspraak in de winkel/kliniek omdat het hoortoestel wellicht gerepareerd moet worden, het horen verminderd is of oorsmeer moet worden verwijderd.
no_no: Gain er økt med mer enn 6 dB. Vennligst vurder å se på ytterligere gainendringer på klinikken, ettersom høreapparatet kan være redusert eller man må fjerne ørevoks.
pt_pt: O ganho foi aumentado em mais de 6dB. Considere outras alterações de ganho adicionais na clínica, pois o aparelho auditivo pode precisar de reparos, a audição pode ter diminuído ou pode ser necessário tratar do cerúmen.
ro_ro: Câștigul a fost crescut cu peste 6dB. Vă rugăm să luați în calcul abordarea unor schimbări de câștig suplimentare în clinică pentru că aparatul auditiv s-ar putea să trebuiască reparat, auzul poate să fi scăzut sau poate fi necesară administrarea cerumenului.
ru_ru: Значение усиления увеличено более чем на 6 дБ. Возможно, следует выяснить в клинике причины дополнительного усиления: это может быть необходимость ремонта СА, возможное ухудшение слуха или накопление ушной серы.
sv_se: Förstärkningen har höjts med mer än 6 dB. Överväg att ta itu med ytterligare förstärkningsändringar på kliniken eftersom hörapparaten kan behöva repareras, hörseln kan ha minskat eller öronvaxhantering kan krävas.
th_th: มีการเพิ่มเกนมากกว่า 6dB โปรดพิจารณาจัดการการเปลี่ยนแปลงเกนเพิ่มเติมในคลินิก เนื่องจากอุปกรณ์ช่วยฟังอาจต้องได้รับการซ่อมแซม ประสิทธิภาพการได้ยินอาจลดลง หรืออาจจำเป็นต้องมีการจัดการเกี่ยวกับขี้หู
tr_tr: Kazanç 6dB'den fazla artırıldı. İşitme cihazı bir onarım gerektirebileceğinden, işitme seviyesi azalmış olabileceğinden veya serumen yönetimi gerekebileceğinden, lütfen ilave kazanç değişikliklerini klinikte ele almaya çalışın.
zh_cn: 增益增加超过6dB。请考虑亲自前往验配中心调试，因为助听器可能需要维修或您的听力可能发生变化。

source: It is recommended that your patient comes into the clinic for changes in Tinnitus Sound Generator settings. Sound therapy is only part of tinnitus rehabilitation and should therefore be followed up with a conversation with the client.
bg_bg: Препоръчва се да се срещнете с пациента в клиниката за промени в настройките на звуковия генератор на шум в ушите. Звуковата терапия е само част от рехабилитацията за шум в ушите и затова трябва да бъде последвана от разговор с клиента.
cht: 建議在診所接見客戶以更改「耳鳴抑制音產生器」設定。聲音治療只是耳鳴復健的一部分，因此應與客戶對話跟進。
da_dk: Det anbefales, at du ser brugeren i klinikken i forbindelse med ændringer i Tinnitus Sound Generator. Lydterapi er kun en del af tinnituslindringen og bør derfor suppleres med en samtale med brugeren.
el_gr: Συνιστάται να βλέπετε τους ασθενείς σας στην κλινική για αλλαγές στις ρυθμίσεις του συστήματος παραγωγής εμβοών. Η ηχοθεραπεία αποτελεί ένα μέρος μόνο της αποκατάστασης εμβοών και θα πρέπει επομένως να ακολουθεί συζήτηση με τον πελάτη.
fi_fi: On suositeltavaa tavata potilas klinikalla muutosten tekemiseksi tinnitusmaskeri asetuksiin. Ääniterapia on vain osa tinnituskuntoutusta. Sitä tulee seurata keskustelemalla potilaan kanssa.
hr_hr: Preporučuje se pregled bolesnika u klinici zbog promjena postavki programa Tinnitus Sound Generator. Terapija zvukom samo je dio rehabilitacije tinitusa i stoga treba biti popraćena razgovorom s korisnikom.
hu_hu: Javasoljuk, hogy ellenőrizze a pácienst a klinikán a tinnitus hanggenerátor beállításainak módosítása után. A hangterápia csak része a tinnitus rehabilitációjának, és azt a pácienssel való konzultációnak kell követnie.
it_it: Si consiglia di visitare il paziente in clinica per poter apportare modifiche alle impostazioni di Generatore suoni tinnitus. La terapia sonora è soltanto una parte della riabilitazione all'Acufene e dovrebbe quindi essere seguita da un incontro con il paziente.
ko_kr: 소리발생기 설정 정보의 변경을 다시 확인해 보십시오. 소리치료는 이명 재활치료의 하나로, 지속적인 상담이 필요합니다.
nl_nl: Het is aanbevolen de cliënt in de winkel/kliniek uit te nodigen voor wijzigingen van de Tinnitus Sound Generator instellingen. Geluidstherapie is slechts een onderdeel van tinnitus rehabilitatie en moet daarom bij voorkeur vergezeld gaan met een gesprek met de cliënt.
no_no: Det anbefales at du tar imot pasienten på klinikken for å endre innstillingene for tinnitus lydgenerator. Lydterapi er bare en del av tinnitusrehabiliteringen og bør følges opp av en samtale med klienten.
pt_pt: É recomendado ver o paciente na clínica para conferir as alterações nas configurações do Gerador de Som para Zumbido. A terapia de som é só uma parte da reabilitação do zumbido e, portanto, deve ser acompanhada de uma conversa com o cliente.
ro_ro: Se recomandă consultarea pacientului în clinică pentru schimbări la setările Generatorului de Sunete Tinitus. Terapia cu sunete este doar o parte a reabilitării în tinitus și trebuie urmată de o conversație cu clientul.
ru_ru: Рекомендуется пригласить пациента в клинику для регулировки настроек звукогенератора терапии тиннитуса. Звукотерапия представляет собой только часть программы реабилитации пациентов с тиннитусом, поэтому обязательно проведите беседу с клиентом.
sv_se: Det rekommenderas att du tar emot patienten på kliniken för ändring av TSG-inställningarna. Ljudterapi är bara en del av tinnitusrehabiliteringen och bör därför följas upp med ett samtal med patienten.
th_th: คุณควรพบผู้ป่วยในคลินิกเพื่อทำการเปลี่ยนแปลงการตั้งค่าโปรแกรมสร้างเสียงอื้อในหู การรักษาด้วยเสียงเป็นเพียงส่วนหนึ่งของการฟื้นฟูอาการเสียงอื้อในหู และควรมีการสนทนาติดตามผลกับผู้ป่วย
tr_tr: Tinnitus Sound Generator ayarlarındaki değişiklikler için hastanızı klinikte görmeniz önerilir. Ses terapisi tinnitus rehabilitasyonunun yalnızca bir kısmıdır ve bu nedenle müşteriyle görüşülerek takip edilmelidir.
zh_cn: 建议您邀约用户到验配中心，了解耳鸣管理器设置的变化。声音治疗只是耳鸣康复的一部分，因此应与用户进行进一步的对话。
