Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Step 4 Insertion Gain
bg_bg: Стъпка 4 Входящо усилване
cht: 步驟 4 插入增益
da_dk: Trin 4 Indsættelsesforstærkning
el_gr: Βήμα 4 Απόκριση εισαγωγής
fi_fi: Vaihe 4 Insertio vahvistus
hr_hr: 4. korak Pojačanje pri umetanju
hu_hu: 4. lépés Beszúrt erősítés
it_it: Passo 4 Guadagno di inserzione
ko_kr: Step 4 REIG
nl_nl: Stap 4 Insertion Gain
no_no: Trinn 4 Insertion gain
pt_pt: Etapa 4 Ganho de inserção
ro_ro: Pasul 4 Castig de insertie
ru_ru: Шаг 4 Вносимое усиление
sv_se: Steg 4 Insertion Gain
th_th: ขั้นที่ 4 การใส่ค่า Gain
tr_tr: Adım 4 Eklenen Kazanç
zh_cn: 步骤4 插入增益

source: Step 5 Apply Gain
bg_bg: Стъпка 5 Регулиране на усилването
cht: 第 5 步 應用增益
da_dk: Step 5 Juster forstærkning
el_gr: Βήμα 5 Εφαρμογή απολαβής
fi_fi: Vaihe 5 Säädä vahvistusta
hr_hr: Korak 5 Primijeni jačinu zvuka
hu_hu: 5. lépés Erősítés beállítása
it_it: Step 5 Applica Guadagno
ko_kr: Step 5 타겟 매칭
nl_nl: Stap 5 Gain bijregelen
no_no: Trinn 5 Juster gain
pt_pt: Etapa 5 Ajustar ganho
ro_ro: Pasul 5 Ajustare castig
ru_ru: Шаг 5 Применить усиление
sv_se: Steg 5 Justera förstärkning
th_th: ขั้นตอนที่ 5 ใช้เกน
tr_tr: Adım 5 Kazancı Ayarla
zh_cn: 步骤5 应用增益

source: Manual Controls
bg_bg: Елементи за ръчно управление
cht: 手動控制
da_dk: Manuelle kontroller
el_gr: Χειροκίνητα στοιχεία ελέγχου
fi_fi: Mekaaniset säädöt
hr_hr: Ručne kontrole
hu_hu: Kézi vezérlők
it_it: Controlli manuali
ko_kr: 조절버튼
nl_nl: Handmatige regelingen
no_no: Trykknapp og VK
pt_pt: Controles Manuais
ro_ro: Controlere manuale
ru_ru: Ручные регулировки
sv_se: Manuella kontroller
th_th: การควบคุมด้วยตนเอง
tr_tr: Manuel Kontroller
zh_cn: 手动控制

source: REIG 70 dB
cht: 70 dB 實耳插入增益
ru_ru: REIG 70 дБ

source: 90 dB
ru_ru: 90 дБ

source: Reconnecting
bg_bg: Повторно свързване
cht: 重新連接
da_dk: Opretter forbindelse igen
el_gr: Γίνεται επανασύνδεση
fi_fi: Yhdistetään uudestaan
hr_hr: Ponovno povezivanje
hu_hu: Újracsatlakozás
it_it: Riconnessione
ko_kr: 재연결중
nl_nl: Opnieuw verbinden
no_no: Kobler til på nytt
pt_pt: Reconectando
ro_ro: Reconecteaza
ru_ru: Соединение восстанавливается
sv_se: Återansluter
th_th: กำลังเชื่อมต่อใหม่
tr_tr: Tekrar bağlanıyor
zh_cn: 重新连接

source: REIG Measurement Completed.
bg_bg: Аудиометрията завърши.
cht: 實耳插入增益測量完成。
da_dk: REIG-måling er fuldført.
el_gr: Η μέτρηση REIG ολοκληρώθηκε.
fi_fi: REIG mittaus suoritettu.
hr_hr: REIG mjerenje dovršeno.
hu_hu: REIG mérés kész.
it_it: REIG misurazione completata.
ko_kr: REIG 측정이 완료되었습니다.
nl_nl: REIG meting klaar.
no_no: REIG-måling fullført.
pt_pt: Medida REIG concluída.
ro_ro: Masurare REIG completa.
ru_ru: REIG измерения завершены.
sv_se: REIG Mätning klar.
th_th: การตรวจสอบค่า REIG เรียบร้อย
tr_tr: REIG Ölçümü Tamamlandı.
zh_cn: REIG测量结束。

source: Applies to the VC on both the hearing instrument and the remote control
bg_bg: Отнася се за контрола на силата на звука както на слуховия прибор, така и на дистанционното управление
cht: 套用於助聽器和遙控器上的音量調整
da_dk: Benyt til VC på både høreapparat og fjernbetjening
el_gr: Ισχύει για το VC τόσο στο ακουστικό όσο και στο τηλεχειριστήριο
fi_fi: Vaikuttaa kuulokojeen ja kauko-ohjaimen äänenvoimakkuuteen.
hr_hr: Primjenjuje se na VC na slušnom aparatu i na daljinskom upravljaču
hu_hu: A VC-re vonatkozik a hallókészüléken és a távirányítón
it_it: Si applica al VC sia dell'apparecchio acustico che del telecomando
ko_kr: 보청기와 리모컨에 볼륨조절을 적용합니다.
nl_nl: Geldt voor volumeregelaar op toestel én afstandbediening
no_no: Brukes for VK både på høreapparatet og fjernkontrollen
pt_pt: Aplica as mudanças do controle de volume no aparelho auditivo e no controle remoto
ro_ro: Aplica atat la controlul volum de pe aparat cat si de pe telecomanda
ru_ru: Применимо как для регулятора громкости (VC) на слуховом аппарате, так и для пульта дистанционного управления
sv_se: Appliceras på VK på både hörapparat och fjärrkontroll.
th_th: ใช้กับ VC บนทั้งอุปกรณ์ช่วยฟังและรีโมท
tr_tr: Ses kontrol değişiklikleri hem işitme cihazı hem de uzaktan kumanda için geçerlidir
zh_cn: 在助听器和遥控器上均应用音量调节

source: Synchronized Soft Switching
bg_bg: Синхронизирано плавно превключване
cht: 自動方向性切換同步化
da_dk: Synkroniseret Soft Switching
fi_fi: Synkronitu Soft kytkin
hr_hr: Sinkronizirana automatska promjena usmjerenja
hu_hu: Szinkronizált Soft Switching
it_it: Soft Switching sincronizzato
ko_kr: 소프트스위칭 동기화
nl_nl: Gesynchroniseerde SoftSwitching
no_no: Synkronisert SoftSwitching
pt_pt: SoftSwitching Sincronizado
ru_ru: SoftSwitching
sv_se: Synkroniserad Soft Switching
th_th: การสลับทิศทางเสียงอัตโนมัติแบบซิงโครไนซ์
tr_tr: Senkronize Soft Switching
zh_cn: 同步AI智能转换系统

source: Synchronized Soft Switching
bg_bg: Синхронизирано Меко превключване
cht: 自動指方向性換同步化
da_dk: Synkroniseret Soft Switching
fi_fi: Synkronitu Soft kytkin
hr_hr: Sinkronizirano meko prebacivanje
hu_hu: Szinkronizált Soft Switching
it_it: Soft Switching Basic sincronizzato
ko_kr: 소프트스위칭 동기화
nl_nl: Gesynchroniseerde SoftSwitching
no_no: Synkronisert SoftSwitching
pt_pt: Soft Switching Sincronizado
ru_ru: Синхронизированное переключение SoftSwitching
sv_se: Synkroniserad Soft Switching
tr_tr: Senkronize Soft Switching
zh_cn: 同步AI智能转换系统

source: Gain adjustments were successfully applied to the right side
bg_bg: Регулировките на усилването са успешно приложени на дясната страна
cht: 增益調整已成功套用到右耳
da_dk: Justering af forstærkning blev udført på højre side
el_gr: Οι προσαρμογές απόκρισης εφαρμόστηκαν με επιτυχία στη δεξιά πλευρά
fi_fi: Vahvistussäädöt otettu käyttöön onnistuneesti oikeassa kuulokojeessa
hr_hr: Prilagodbe pojačanja uspješno su primijenjene na desnoj strani
hu_hu: A rendszer sikeresen alkalmazta az erősítés beállításait a jobb oldalon
it_it: Regolazioni guadagno applicate correttamente a lato destro
ko_kr: 우측에 게인조절 피팅이 성공적으로 적용되었습니다.
nl_nl: Wijzigingen in Gain zijn succesvol toegepast op rechts
no_no: Gainjusteringer ble utført på høyre side
pt_pt: Ajustes de ganho realizados com sucesso no lado direito
ro_ro: Ajustarile de castig au fost aplicate cu succes pe partea dreapta
ru_ru: Корректировки усиления были успешно применены для правой стороны
sv_se: Förstärkningsjusteringar lyckades på hö sida
th_th: ค่า Gain ที่มีการปรับตั้งค่าไว้ นำไปใช้กับข้างขวา
tr_tr: Kazanç ayarlamaları başarılı bir şekilde sağ tarafa uygulandı
zh_cn: 右侧成功应用增益调整

source: Gain adjustments were successfully applied to both sides
bg_bg: Регулировките на усилването са успешно приложени на двете страни
cht: 增益調整已成功套用到雙耳
da_dk: Justering af forstærkning blev udført på begge sider
el_gr: Οι προσαρμογές απόκρισης εφαρμόστηκαν με επιτυχία και στις δύο πλευρές
fi_fi: Vahvistussäädöt otettu käyttöön onnistuneesti kummassakin kuulokojeessa
hr_hr: Prilagodbe pojačanja uspješno su primijenjene na objema stranama
hu_hu: A rendszer sikeresen alkalmazta az erősítés beállításait mindkét oldalon
it_it: Regolazioni guadagno applicate correttamente a entrambi i lati
ko_kr: 양측에 게인조절 피팅이 성공적으로 적용되었습니다.
nl_nl: Wijzigingen in Gain zijn succesvol toegepast op beide zijden
no_no: Gainjusteringer ble utført på begge sider
pt_pt: Ajustes de ganho realizados com sucesso em ambos os lados
ro_ro: Ajustarile de castig au fost aplicate cu succes pe ambele parti
ru_ru: Корректировки усиления были успешно применены для обеих сторон
sv_se: Förstärkningsjusteringar lyckades på båda sidor
th_th: ค่า Gain ที่มีการปรับตั้งค่าไว้ นำไปใช้กับทั้งสองข้าง
tr_tr: Kazanç ayarlamaları her iki tarafa da başarılı bir şekilde uygulandı
zh_cn: 双侧成功应用增益调整

source: Gain adjustments were successfully applied to the left side
bg_bg: Регулировките на усилването са успешно приложени на лявата страна
cht: 增益調整已成功套用到左耳
da_dk: Justering af forstærkning blev udført på venstre side
el_gr: Οι προσαρμογές απόκρισης εφαρμόστηκαν με επιτυχία στην αριστερή πλευρά
fi_fi: Vahvistussäädöt otettu käyttöön onnistuneesti vasemmassa kuulokojeessa
hr_hr: Prilagodbe pojačanja uspješno su primijenjene na lijevoj strani
hu_hu: A rendszer sikeresen alkalmazta az erősítés beállításait a bal oldalon
it_it: Regolazioni guadagno applicate correttamente a lato sinistro
ko_kr: 좌측에 게인조절 피팅이 성공적으로 적용되었습니다.
nl_nl: Wijzigingen in Gain zijn succesvol toegepast op links
no_no: Gainjusteringer ble utført på venstre side
pt_pt: Ajustes de ganho realizados com sucesso no lado esquerdo
ro_ro: Ajustarile de castig au fost aplicate cu succes pe partea stanga
ru_ru: Корректировки усиления были успешно применены для левой стороны
sv_se: Förstärkningsjusteringar lyckades på vä sida
th_th: ค่า Gain ที่มีการปรับตั้งค่าไว้ นำไปใช้กับข้างซ้าย
tr_tr: Kazanç ayarlamaları sol tarafa başarılı bir şekilde uygulandı
zh_cn: 左侧成功应用增益调整

source: Gain adjustments have not been applied
bg_bg: Регулировките на усилването не са приложени
cht: 未套用增益調整
da_dk: Justering af forstærkning er ikke blevet udført
el_gr: Οι προσαρμογές απόκρισης δεν έχουν εφαρμοστεί
fi_fi: Vahvistussäätöjä ei ole otettu käyttöön
hr_hr: Prilagodbe pojačanja nisu primijenjene
hu_hu: Az erősítési beállítások alkalmazása nem történt meg
it_it: Regolazioni guadagno non applicate
ko_kr: 피팅이 적용되지 않았습니다.
nl_nl: Wijzigingen in Gain zijn niet toegepast
no_no: Gain justeringer er ikke lagt til
pt_pt: Os ajustes de ganho não foram aplicados
ro_ro: Ajustarile de castig nu au fost aplicate
ru_ru: Корректировки усиления не были применены
sv_se: Förstärkningsjusteringar har inte applicerats
th_th: ค่า Gain ที่มีการปรับตั้งค่าไว้ นำไปใช้ไม่ได้
tr_tr: Kazanç ayarları uygulanmadı
zh_cn: 未应用增益调整

source: Open
bg_bg: Отворен
cht: 開放式
da_dk: Åben
el_gr: Άνοιγμα
fi_fi: Avoin
hr_hr: Otvori
hu_hu: Nyitott
it_it: Aperto
ko_kr: 열기
nl_nl: NP Open
no_no: Åpen
pt_pt: Aberta
ro_ro: Deschis
ru_ru: Открытое
sv_se: Öppen
th_th: เปิด
tr_tr: Açık
zh_cn: 开放耳

source: Select an instrument picture to see the connection instructions for the Speedlink interface.
bg_bg: Изберете картинка на слухов апарат, за да видите инструкциите за свързване на интерфейс Speedlink.
cht: 選擇助聽器圖片以查看 Speedlink 界面的連接說明。
da_dk: Klik på et billede af et apparat for at få instruktioner i, hvordan apparatet forbindes med Speedlink.
el_gr: Επιλέξτε μια εικόνα ακουστικού για να δείτε τις οδηγίες σύνδεσης για τη διεπαφή Speedlink.
fi_fi: Paina kuulokojeen kuvaa nähdäksesi kytkentäohjeet valitulle ohjelmointiyksikölle.
hr_hr: Odaberite sliku aparata kako biste vidjeli upute za povezivanje za sučelje Speedlink.
hu_hu: Válasszon egy hallókészüléket ábrázoló képet, és tekintse meg a Speedlink csatlakoztatási instrukcióit.
it_it: Selezionare l'immagine di un apparecchio per visualizzare le istruzioni di connessione per l'interfaccia Speedlink.
ko_kr: 보청기 이미지를 선택하여, Speedlink 프로그래밍 인터페이스의 연결 가이드를 참고하세요.
nl_nl: Selecteer een toestelplaatje om de verbindingsinstructies te zien voor de Speedlink.
no_no: Velg bilde av apparattype for å se tilkoblingsinstrukser for Speedlink.
pt_pt: Selecione uma imagem de aparelho auditivo para visualizar as instruções de conexão da interface Speedlink.
ro_ro: (Instructiuni de conectare pentru interfata SpeedLink)
ru_ru: Выберите изображение слухового аппарата, чтобы увидеть инструкцию подключения при помощи интерфейса Speedlink.
sv_se: Välj en hörapparatbild för att se anslutningsinstruktion för Speedlink interface.
th_th: เลือกรูปอุปกรณ์เพื่อดูคำแนะนำในการเชื่อมต่อสำหรับอินเตอร์เฟซ Speedlink
tr_tr: Speedlink arayüzünün bağlantı talimatlarını görmek için bir cihaz resmi seçin.
zh_cn: 选择相应的图片查看Speedlink的连接方法。

source: Select an instrument picture to see the connection instructions for the HI-PRO Interface.
bg_bg: Изберете картинка на слухов апарат, за да видите инструкциите за свързване на интерфейс HI-PRO.
cht: 選擇助聽器圖片以查看 HI-PRO 界面的連接說明。
da_dk: Klik på et billede af et apparat for at få instruktioner i, hvordan apparatet forbindes med HI-Pro.
el_gr: Επιλέξτε μια εικόνα ακουστικού για να δείτε τις οδηγίες σύνδεσης για τη διεπαφή HI-PRO.
fi_fi: Paina kuulokojeen kuvaa nähdäksesi kytkentäohjeet valitulle ohjelmointiyksikölle.
hr_hr: Odaberite sliku aparata kako biste vidjeli upute za povezivanje za sučelje HI-PRO.
hu_hu: Válasszon egy hallókészüléket ábrázoló képet, és tekintse meg a HI-PRO csatlakoztatási instrukcióit.
it_it: Selezionare l'immagine di un apparecchio per visualizzare le istruzioni di connessione con l'interfaccia HI-PRO.
ko_kr: 보청기 이미지를 선택하여, HI-PRO 프로그래밍 인터페이스의 연결 가이드를 참고하세요.
nl_nl: Selecteer een toestelplaatje om de verbindingsinstructies te zien voor de HI-PRO.
no_no: Velg bilde av apparattype for å se tilkoblingsinstrukser for HI-PRO.
pt_pt: Selecione uma imagem de aparelho auditivo para visualizar as instruções de conexão da interface HI-PRO.
ro_ro: (Instructiuni de conectare pentru interfata HIPRO)
ru_ru: Выберите изображение слухового аппарата, чтобы увидеть инструкцию подключения при помощи интерфейса HI-PRO.
sv_se: Välj en hörapparatbild för att se anslutningsinstruktion för HI-PRO interface.
th_th: เลือกรูปอุปกรณ์เพื่อดูคำแนะนำในการเชื่อมต่อสำหรับอินเตอร์เฟซ HI-PRO
tr_tr: HI-PRO Arayüzünün bağlantı talimatlarını görmek için bir cihaz resmi seçin.
zh_cn: 选择相应的图片查看Hi-Pro的连接方法。

source: Select an instrument picture to see the connection instructions for the NOAHlink interface.
bg_bg: Изберете картинка на слухов апарат, за да видите инструкциите за свързване на интерфейс NOAHlink .
cht: 選擇助聽器圖片以查看 NOAHlink 界面的連接說明。
da_dk: Klik på et billede af et apparat for at få instruktioner i, hvordan apparatet forbindes med NOAHlink.
el_gr: Επιλέξτε μια εικόνα ακουστικού για να δείτε τις οδηγίες σύνδεσης για τη διεπαφή NOAHlink.
fi_fi: Paina kuulokojeen kuvaa nähdäksesi kytkentäohjeet valitulle ohjelmointiyksikölle.
hr_hr: Odaberite sliku aparata kako biste vidjeli upute za povezivanje za sučelje NOAHlink.
hu_hu: Válasszon egy hallókészüléket ábrázoló képet, és tekintse meg a NOAHlink csatlakoztatási instrukcióit.
it_it: Selezionare l'immagine di un apparecchio per visualizzare le istruzioni di connessione con l'interfaccia NOAHlink.
ko_kr: 보청기 이미지를 선택하여, NOAHlink 프로그래밍 인터페이스의 연결 가이드를 참고하세요.
nl_nl: Selecteer een toestelplaatje om de verbindingsinstructies te zien voor de NOAHlink.
no_no: Velg bilde av apparatet for å se tilkoblingsinstrukser for NOAHlink.
pt_pt: Selecione uma imagem de aparelho auditivo para visualizar as instruções de conexão da interface NOAHlink.
ro_ro: (Instructiuni de conectare pentru interfata NOAHLINK)
ru_ru: Выберите изображение слухового аппарата, чтобы увидеть инструкцию подключения при помощи интерфейса NOAHlink.
sv_se: Välj en hörapparatbild för att se anslutningsinstruktion för NOAHLink interface.
th_th: เลือกรูปอุปกรณ์เพื่อดูคำแนะนำในการเชื่อมต่อสำหรับอินเตอร์เฟซ NOAHlink
tr_tr: NOAHlink arayüzünün bağlantı talimatlarını görmek için bir cihaz resmi seçin.
zh_cn: 选择相应的图片查看NOAHlink的连接方法。

source: P Plastic Hook
bg_bg: Пластмасова кука Р
cht: HP 塑膠耳鉤
da_dk: P-plastickrog
el_gr: Πλαστικό άγκιστρο P
fi_fi: Muovinen P-koukku
hr_hr: P PLastična kukica
hu_hu: P műanyag könyök
it_it: P Curvetta in Plastica
ko_kr: P 플라스틱 후크
nl_nl: HP Plastic haak
pt_pt: Gancho de Plástico P
ro_ro: P Cârlig din plastic
ru_ru: P Пластиковый крюк
sv_se: P Plastslangfäste
th_th: ตะขอพลาสติก P
tr_tr: P Plastik Kanca
zh_cn: P 塑料耳钩

source: Open
bg_bg: Отворен
cht: NP 開放式
da_dk: Åben
el_gr: Άνοιγμα
fi_fi: Avoin
hr_hr: Otvori
hu_hu: Nyitott
ko_kr: 열기
nl_nl: NP Open
no_no: Åpen
pt_pt: Abrir
ro_ro: Deschis
ru_ru: Открытое
sv_se: Öppen
th_th: เปิด
tr_tr: Açık
zh_cn: 开放耳

source: The current fitting session has not been saved.
bg_bg: Текущата сесия за монтиране не е записана.
cht: 目前的選配階段尚未儲存。
da_dk: Den nuværende session er ikke gemt
el_gr: Η τρέχουσα συνεδρία εφαρμογής δεν έχει αποθηκευτεί.
fi_fi: Nykyistä sovitusistuntoa ei ole tallennettu.
hr_hr: Trenutna sesija namještanja nije spremljena.
hu_hu: A jelenlegi illesztési munkamenetet a rendszer nem mentette.
it_it: La corrente sessione di fitting non è stata salvata.
ko_kr: 현재 피팅 세션이 저장되지 않았습니다.
nl_nl: De huidige aanpassessie is niet opgeslagen.
no_no: Gjeldende tilpasning er ikke lagret.
pt_pt: A sessão atual não pode ser salva.
ro_ro: Sesiunea curenta de reglaj nu a fost salvata
ru_ru: Текущая сессия настройки не была сохранена.
sv_se: Nuvarande anpassning har inte sparats.
th_th: การตั้งค่า fitting ปัจจุบันยังไม่ได้บันทึก
tr_tr: Geçerli fitting oturumu kaydedilmedi.
zh_cn: 当前验配数据未保存。

source: Line Output Right
bg_bg: Десен линеен изход
cht: 右耳輸出線
da_dk: Line Output højre
el_gr: Γραμμή εξόδου δεξιά
fi_fi: Oikea linjalähtö
hr_hr: Linijski izlaz desno
hu_hu: Vonal bemenet jobb
it_it: Linea uscita destra
ko_kr: 우측 라인 출력
nl_nl: Line Output rechts
no_no: Linjeutgang høyre
pt_pt: Saída de linha direita
ro_ro: Linie de Iesire Dreaptat
ru_ru: Линейный выход справа
sv_se: Line Output Höger
th_th: สัญญาณ Line ขาออกด้านขวา
tr_tr: Çıkış Hattı Sağ
zh_cn: 右侧线性输出

source: IIC Programming Pill
bg_bg: Батерия за програмиране IIC
cht: 極深耳道式調整線
el_gr: Προσαρμογέας προγραμματισμού IIC
fi_fi: IIC ohjelmointi adapteri
hr_hr: IIC dugmasti adapter za programiranje
hu_hu: IIC Programozó szál
it_it: Finta pila di programmazione IIC
ko_kr: IIC 프로그래밍 필
nl_nl: IIC programmeerbatterij
no_no: IIC programmeringspille
pt_pt: Cabo de programação IIC
ro_ro: Pastila programare IIC
ru_ru: Батарея таблеточного типа для программирования IIC
sv_se: IIC Programmeringsbatteri
th_th: เม็ดแบนสำหรับตั้งโปรแกรม IIC
tr_tr: IIC Programlama Hapı
zh_cn: IIC编程片

source: REUG 70 dB
cht: 70 dB 實耳未配戴增益
ru_ru: REUG 70 дБ

source: English
bg_bg: Английски
cht: 英文
da_dk: Engelsk
el_gr: Αγγλικά
fi_fi: Englanti
hr_hr: Engleski
hu_hu: Angol
it_it: Inglese
ko_kr: 영어
nl_nl: Engels
no_no: Engelsk
pt_pt: Inglês (CA)
ro_ro: Engleză
ru_ru: Английский
sv_se: Engelska
th_th: ภาษาอังกฤษ
tr_tr: İngilizce
zh_cn: 英语

source: For changes to take effect, close and restart the Fitting Software.
bg_bg: За да влязат в сила промените, затворете и рестартирайте софтуера за монтиране.
cht: 要讓更改生效，關閉並重新啟動選配軟體。
da_dk: Luk og genstart tilpasningssoftwaren, så ændringerne træder i kraft.
el_gr: Για να ισχύσουν οι αλλαγές, κλείστε και επανεκκινήστε το λογισμικό εφαρμογής.
fi_fi: Ota muutokset käyttöön sulkemalla sovitusohjelmisto ja käynnistämällä se uudelleen
hr_hr: Da bi promjene stupile na snagu, zatvorite i ponovno pokrenite softver za namještanje.
hu_hu: A változások életbe léptetéséhez zárja be és indítsa újra az illesztőszoftvert.
it_it: Per rendere effettive le modifiche, fare clic su Salva e riavviare il software di fitting.
ko_kr: 설정을 변경하려면 변경사항을 저장하고, 소프트웨어를 닫은뒤 다시 시작하세요.
nl_nl: Om de wijzigingen effectief te laten zijn, klikt u op Opslaan en heropent u de aanpassoftware.
no_no: For at endringene skal tre i kraft må du lukke og starte tilpasningsprogramvaren på nytt.
pt_pt: Para que as alterações tenham efeito, feche e reinicie o software de ajuste.
ro_ro: Pentru ca modificarile sa aiba efect, apasati Salvare si restartati Aventa.
ru_ru: Чтобы изменения вступили в силу, нажмите Сохранить и перезапустите ПО подбора и настройки.
sv_se: För att ändringarna ska få effekt, klicka spara och starta om anpassningsprogrammet.
th_th: หากต้องการให้การเปลี่ยนแปลงแสดงผล ให้ปิดและเปิดซอฟต์แวร์ทดลองสวมใหม่อีกครั้ง
tr_tr: Değişikliklerin etkin olması için Fitting Yazılımı'nı kapatın ve tekrar başlatın.
zh_cn: 要使更改生效，需要关闭并重启验配软件。

source: There are changes that have not been applied. Are you sure you want to exit?
bg_bg: Има промени, които не са приложени. Настина ли искате да излезете?
cht: 尚有未套用的更改，您確定要離開嗎？
da_dk: Der er ændringer, der ikke er udført. Er du sikker på, at du vil afslutte?
el_gr: Υπάρχουν αλλαγές που δεν έχουν εφαρμοστεί. Είστε βέβαιοι ότι θέλετε να πραγματοποιήσετε έξοδο;
fi_fi: Joitakin muutoksia ei ole otettu käyttöön. Oletko varma että haluat poistua ?
hr_hr: Postoje promjene koje nisu primijenjene. Jeste li sigurni da želite izaći?
hu_hu: Vannak olyan változások, amelyek nem lettek alkalmazva. Biztosan kilép?
it_it: Alcune modifiche non sono state applicate. Uscire?
ko_kr: 적용되지 않은 변경사항이 있습니다. 종료하시겠습니까?
nl_nl: Sommige wijzigingen zijn niet toegepast. Weet u zeker dat u wilt afsluiten?”
no_no: Det er gjort endringer som ikke er iverksatt. Ønsker du å avslutte?
pt_pt: Há alterações que não foram salvas. Tem certeza de que deseja sair?
ro_ro: Sunt modificari care nu au fost aplicate.Sunteti sigur ca vreti sa iesiti?”
ru_ru: Есть изменения, которые не были применены. Выйти все равно?
sv_se: Dessa ändringar har inte fått effekt. Är du säker på att du vill avsluta?
th_th: การเปลี่ยนแปลงไม่ได้ถูกบันทึก คุณแน่ใจหรือไม่ที่จะปิด ?
tr_tr: Uygulanmamış değişiklikler var. Çıkmak istediğinizden emin misiniz?
zh_cn: 有未应用的更改，您确定退出吗？

source: Pending changes
bg_bg: Предстоящи промени
cht: 待更改
da_dk: Afventer ændringer
el_gr: Αλλαγές που εκκρεμούν
fi_fi: Riippuu muutoksista
hr_hr: Promjene na čekanju
hu_hu: Függőben lévő változások
it_it: Modifiche in sospeso
ko_kr: 보류 중인 변경 사항
nl_nl: Wijzigingen zijn hangende
no_no: Avventer endringer
pt_pt: Alterações pendentes
ro_ro: In asteptare modificari
ru_ru: Изменения, ожидающие внесения
sv_se: Pågående ändringar
th_th: กำลังดำเนินการเปลี่ยนแปลง
tr_tr: Beklenen değişiklikler
zh_cn: 更改待处理

source: Converting from Binaural to Monaural will remove all the binaural features from the other side
bg_bg: Преобразуването от бинаурално в моноаурално ще премахне всички бинаурални характеристики от другата страна
cht: 從雙耳選配轉換為單耳選配將會移除另一耳的所有雙耳功能
da_dk: Skift fra Binaural til Monaural fjerner alle binaurale funktioner fra den anden side
el_gr: Η μετατροπή από αμφιωτική σε μονοωτική θα καταργήσει όλες τις αμφιωτικές λειτουργίες από την άλλη πλευρά
fi_fi: Kun siirrytään binauraalisesta sovituksesta yksipuoliseen, binauraaliset toiminnot poistetaan käytöstä.
hr_hr: Konverzijom s Binauralno na Monauralno uklonit će se sve binauralne značajke s druge strane
hu_hu: Binaurális illesztésről monaurálisra váltással minden binaurális funkciót eltávolít a másik oldalról
it_it: La conversione da binaurale e monaurale rimuoverà tutte le caratteristiche binaurali dall'altro lato
ko_kr: 양이피팅에서 한측 피팅으로 전환하면, 다른 쪽에 있는 양이 피팅 옵션들이 모두 삭제됩니다.
nl_nl: Converteren van binauraal naar monauraal zal alle binaurale features van het overblijvende toestel verwijderen.
no_no: Konvertering fra binaural til monaural fjerner alle binaurale funksjoner fra den andre siden
pt_pt: A conversão de Binaural para Monaural removerá todos os recursos binaurais do outro lado
ro_ro: Dispozitivul negasit va fi inlaturat
ru_ru: Преобразование из бинаурального в монауральное исследование приведет к удалению всех бинауральных функций с другой стороны
sv_se: Enheten som inte hittades kommer tas bort
th_th: การเปลี่ยนจากการตั้งค่าสองหู เป็นหูเดียวจะลบคุณสมบัติการตั้งค่าสองหูของอีกข้างหนึ่งด้วย
tr_tr: Binaural'dan Monaural'a dönüşüm, diğer taraftaki tüm Binaural özellikleri kaldıracaktır
zh_cn: 从双耳验配变成单耳验配并删除另一侧所有验配数据。

source: Delete curves from audiograms?
bg_bg: Да се изтрият ли кривите от аудиограмите?
cht: 從聽力圖刪除曲線？
da_dk: Vil du slette kurver på audiogrammer?
el_gr: Να διαγραφούν οι καμπύλες από τα ακοογράμματα;
fi_fi: Poistetaanko käyrät audiogrammeista ?
hr_hr: Želite li izbrisati krivulje s audiograma?
hu_hu: Görbék törlése az audiogramokról?
it_it: Eliminare le curve dagli audiogrammi?
ko_kr: 청력도을 삭제하시겠습니까?
nl_nl: Curves van audiogrammen wissen?
no_no: Slette kurver fra audiogrammer?
pt_pt: Excluir curvas dos audiogramas?
ro_ro: Ștergeți curbele din audiograme?
ru_ru: Удалить кривые из аудиограмм?
sv_se: Ta bort kurvorna från audiogrammet?
th_th: ลบเส้นโค้งจากออดิโอแกรมหรือไม่
tr_tr: Eğriler odyogramlardan silinsin mi?
zh_cn: 是否从听力图删除曲线？

source: Support Tools
bg_bg: Помощни инструменти
cht: 支援工具
da_dk: Supportværktøjer
el_gr: Εργαλεία υποστήριξης
fi_fi: Ylläpito työkalut
hr_hr: Pomoćni alati
hu_hu: Támogatási eszközök
it_it: Strumenti di supporto
ko_kr: 지원 도구
nl_nl: Ondersteuningstools
no_no: Støtteverktøy
pt_pt: Ferramentas de suporte
ro_ro: Instrumente de sustinere
ru_ru: Инструменты Поддержки
sv_se: Support Verktyg
th_th: เครื่องมือสนับสนุน
tr_tr: Destek Araçları
zh_cn: 支持工具
