Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Increase low and mid frequency gain for loud sounds and decrease high frequency gain for soft and moderate sounds
bg_bg: Увеличете усилването на ниските и средните честоти за силните звуци, и намалете усилването на високите честоти за тихите и умерените звуци
cht: 提升大聲聲音的低頻及中頻增益量並降低小聲及一般聲音的高頻增益量
da_dk: Forøg lav- og mellemfrekvent forstærkning for kraftige lyde, og reducer højfrekvent forstærkning for svage og moderate lyde.
el_gr: Αυξήστε την ένταση(απόκριση) χαμηλών και μεσαίων συχνοτήτων για τους δυνατούς ήχους και μειώστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους σιγανούς και μέτριους ήχους
fi_fi: Lisää vahvistusta matalilla ja keskitaajuuksilla koville äänille ja vähennä vahvistusta korkeilla taajuuksilla heikoille ja kohtalaisille äänille
hr_hr: Povećajte pojačanje niskih i srednjih frekvencija za glasne zvukove i smanjite pojačanje visokih frekvencija za tihe i umjerene zvukove
hu_hu: Növelje a mély és a közép frekvenciás erősítést a hangos hangokra, és csökkentse a magas frekvenciás erősítést a lágy és a közepes hangokra
it_it: Aumentare il guadagno delle frequenze basse e medie per i suoni forti e diminuire il guadagno delle alte frequenze per i suoni deboli e moderati
ko_kr: 큰 소리의 저주파수와 중주파수 게인을 높이고 작고 중간 소리의 고주파수 게인을 낮추세요
nl_nl: Verhoog de versterking van de lage en middenfrequenties bij harde geluiden en verlaag de versterking van de hoge frequenties bij zachte en gemiddelde geluiden
no_no: Øk lav- og mellomfrekvens gain for høye lyder og reduser høyfrekvens gain for svake og moderate lyder
pt_pt: Aumente o ganho das frequências baixas e médias para sons intensos, e diminua o ganho das altas frequências para sons suaves e moderados
ro_ro: Cresteti castigul pe frecventele joase si medii pentru sunete puternice si scadeti castigul frecventelor inalte pentru sunete slabe si moderate.
ru_ru: Увеличьте усиление на низких и средних частотах для громких звуков и уменьшите усиление на высоких частотах для тихих и умеренных звуков
sv_se: Öka förstärkningen på låg och mellanfrekvenser för starka ljud och minska förstärkningen på höga frekvenser för svaga och måttliga ljud
th_th: เพิ่มเกนที่ความถี่ต่ำและกลางสำหรับเสียงดัง และลดเกนที่ความถี่สูงสำหรับเสียงเบาและเสียงปานกลาง
tr_tr: Yüksek sesler için alçak ve orta frekans kazançlarını artır ve yumuşak ve orta sesler için yüksek frekans kazancını azalt
zh_cn: 增加大声中低频增益和降低小声,中等声高频增益

source: Decrease low frequency gain
bg_bg: Намалете нивото на ниските честоти
cht: 降低低頻增益量
da_dk: Reducer lavfrekvent forstærkning
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija
hu_hu: Csökkentse az erősítést a mély frekvenciákon
it_it: Diminuire il guadagno delle basse frequenze
ko_kr: 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage frequenties
no_no: Reduser lavfrekvent gain
pt_pt: Diminua o ganho das frequências baixas
ro_ro: Scadeti castigul frecventelor joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska den totala förstärkningen på låga frekvenser.
th_th: ลดเกนที่ความถี่ต่ำ
tr_tr: Alçak Frekans kazancını azaltın
zh_cn: 降低低频增益

source: Decrease gain for high frequency sounds
bg_bg: Намалете усилването за звуците с високи честоти
cht: 降低高頻聲音增益量
da_dk: Reducer forstærkning af højfrekvente lyde
el_gr: Μειώστε την ένταση(απόκριση) για ήχους υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta korkeataajuksisille äänille
hr_hr: Smanjite pojačanje za zvukove visokih frekvencija
hu_hu: Csökkentse az erősítést a magas frekvenciákon
it_it: Diminuire il guadagno per i suoni ad alta frequenza
ko_kr: 고주파수 소리의 게인을 낮추세요
nl_nl: Verlaag de versterking van de hoge frequenties
no_no: Reduser gain for høyfrekvente lyder
pt_pt: Diminua o ganho dos sons de altas frequências
ro_ro: Scadeti castigul pentru sunetele de frecventa inalta
ru_ru: Уменьшите усиление для высокочастотных звуков
sv_se: Minska den totala förstärkningen för höga frekvenser.
th_th: ลดเกนสำหรับเสียงความถี่สูง
tr_tr: Yüksek frekanslı sesler için kazanç azaltın
zh_cn: 降低高频增益

source: Decrease high frequency gain for loud sounds
bg_bg: Намалете усилването на високите честоти за силните звуци
cht: 降低大聲聲音的高頻增益量
da_dk: Reducer højfrekvent forstærkning af kraftige lyde
el_gr: Μειώστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους δυνατούς ήχους
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla koville äänille
hr_hr: Smanjite pojačanje visokih frekvencija za glasne zvukove
hu_hu: Csökkentse a magas frekvenciás erősítést a hangos hangokra
it_it: Diminuire il guadagno delle alte frequenze per i suoni forti
ko_kr: 큰 소리의 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de hoge frequenties bij harde geluiden
no_no: Reduser høyfrekvens gain for høye lyder
pt_pt: Diminua o ganho das frequencias altas para sons intensos
ro_ro: Scadeti castigul in zona acutelor pentru sunete puternice
ru_ru: Уменьшите усиление на высоких частотах для громких звуков
sv_se: Minska förstärkningen på höga frekvenser för starka ljud
th_th: ลดเกนที่ความถี่สูงสำหรับเสียงดัง
tr_tr: Yüksek sesler için yüksek frekans kazancını azalt
zh_cn: 降低大声高频增益

source: Decrease mid and high frequency gain for soft sounds
bg_bg: Намалете усилването на средните и високите честоти за тихите звуци
cht: 降低小聲聲音的低頻及高頻增益量
da_dk: Reducer mellem- og højfrekvent forstærkning af svage lyde
el_gr: Μειώστε την ένταση(απόκριση) μεσαίων και υψηλών συχνοτήτων για τους σιγανούς ήχους
fi_fi: Vähennä vahvistusta keski ja korkeilla taajuuksilla heikoille äänille
hr_hr: Smanjite pojačanje srednjih i visokih frekvencija za tihe zvukove
hu_hu: Csökkentse a közép és a magas frekvenciás erősítést a lágy hangokra
it_it: Diminuire il guadagno delle frequenze medie e alte per i suoni deboli
ko_kr: 작은 소리의 중주파수와 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de midden- en hoge frequenties bij zachte geluiden
no_no: Reduser mellom- og høyfrekvens gain for svake lyder
pt_pt: Diminua o ganho das frequências médias e altas para os sons suaves
ro_ro: Scadeti castigul pe medii si inalte pentru sunete slabe
ru_ru: Уменьшите усиление на средних и высоких частотах для тихих звуков
sv_se: Minska förstärkningen på mellan och höga frekvenser för svaga ljud
th_th: ลดเกนความถี่ปานกลางและความถี่สูงสำหรับเสียงเบา
tr_tr: Yumuşak sesler için orta ve yüksek frekans kazançlarını azalt
zh_cn: 降低小声中高频增益

source: Increase gain for low frequency sounds
bg_bg: Увеличете усилването за звуците с ниски честоти
cht: 提升低頻聲音的增益量
da_dk: Forøg forstærkning af lavfrekvente lyde
el_gr: Αυξήστε την ένταση(απόκριση) για ήχους χαμηλών συχνοτήτων
fi_fi: Lisää vahvistusta matalilla taajuksilla
hr_hr: Povećajte pojačanje za zvukove niskih frekvencija
hu_hu: Növelje az erősítést a mélyfrekvenciás hangokra
it_it: Aumentare il guadagno per i suoni a bassa frequenza
ko_kr: 저주파수 소리의 전반적인 게인을 높이세요
nl_nl: Verhoog de versterking van de lage frequenties
no_no: Øk gain for lavfrekvente lyder
pt_pt: Aumente o ganho para sons de frequências baixas
ro_ro: Cresteti castigul pentru sunete de frecventa joasa
ru_ru: Увеличьте усиление для низкочастотных звуков
sv_se: Minska den totala förstärkningen på låga frekvenser.
th_th: เพิ่มเกนสำหรับเสียงความถี่ต่ำ
tr_tr: Alçak Frekanslı sesler için kazanç artırın
zh_cn: 增加低频增益

source: Decrease low and mid frequency gain for loud sounds
bg_bg: Намалете усилването на ниските и средните честоти за силните звуци
cht: 降低大聲聲音的低頻及中頻增益量
da_dk: Reducer lav- og mellemfrekvent forstærkning af kraftige lyde
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών και μεσαίων συχνοτήτων για τους δυνατούς ήχους
fi_fi: Vähennä vahvistusta matalilla ja keski taajuuksilla koville äänille
hr_hr: Smanjite pojačanje niskih i srednjih frekvencija za glasne zvukove
hu_hu: Csökkentse a mély és a közép frekvenciás erősítést a hangos hangokra
it_it: Diminuire il guadagno delle frequenze basse e medie per i suoni forti
ko_kr: 큰 소리의 저주파수와 중주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage en middenfrequenties bij harde geluiden
no_no: Reduser lav- og mellomfrekvens gain for høye lyder
pt_pt: Diminua o ganho das frequências baixas e médias para sons intensos
ro_ro: Scadeti castigul pe frecventele joase si medii pentru sunete puternice
ru_ru: Уменьшите усиление на низких и средних частотах для громких звуков
sv_se: Minska förstärkningen på låg och mellan frekvenser för starka ljud
th_th: ลดเกนที่ความถี่ต่ำและกลางสำหรับเสียงดัง
tr_tr: Yüksek sesler için alçak ve orta frekans kazançlarını azalt
zh_cn: 降低大声中低频增益

source: Decrease low frequency gain for soft sounds
bg_bg: Намалете усилването на ниските честоти за тихите звуци
cht: 降低小聲聲音的低頻增益量
da_dk: Reducer lavfrekvent forstærkning af svage lyde.
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών συχνοτήτων για τους σιγανούς ήχους
fi_fi: Vähennä vahvistusta matalilla taajuuksilla heikoille äänille
hr_hr: Smanjite pojačanje niskih frekvencija za tihe zvukove
hu_hu: Csökkentse a mélyfrekvenciás erősítést a lágy hangokra
it_it: Diminuire il guadagno delle basse frequenze per i suoni deboli
ko_kr: 작은 소리의 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage frequenties bij zachte geluiden
no_no: Reduser lavfrekvensgain for svake lyder
pt_pt: Diminua o ganho das frequências baixas para sons suaves
ro_ro: Scadeti castigul pe frecventele joase pentru sunete slabe
ru_ru: Уменьшите усиление на низких частотах для тихих звуков
sv_se: Minska förstärkningen på låga frekvenser för svaga ljud
th_th: ลดเกนที่ความถี่ต่ำสำหรับเสียงเบา
tr_tr: Yumuşak sesler için alçak frekans kazancını azalt
zh_cn: 降低小声低频增益

source: Increase vent size
bg_bg: Увеличете венти отвора
cht: 增加氣孔尺寸
da_dk: Forøg diameteren for vent.
el_gr: Αυξήστε το μέγεθος αεραγωγού
fi_fi: Lisää ilmastoinnin kokoa
hr_hr: Povećajte veličinu oduška
hu_hu: Növelje a szellőzőfuratot
it_it: Aumentare la dimensione della ventilazione
ko_kr: 벤트 사이즈를 늘리세요
nl_nl: Vergroot de venting
no_no: Øk ventilering
pt_pt: Aumente o tamanho da ventilação
ro_ro: Cresteti marimea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorleken
th_th: เพิ่มขนาด vent
tr_tr: Vent ölçüsünü artır
zh_cn: 增加通气孔孔径

source: Decrease low and mid frequency gain for loud sounds
bg_bg: Намалете усилването на ниските и средните честоти за силните звуци
cht: 降低大聲聲音的低頻及中頻增益量
da_dk: Reducer lav- og mellemfrekvent forstærkning af kraftige lyde
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών και μεσαίων συχνοτήτων για τους δυνατούς ήχους
fi_fi: Vähennä vahvistusta matalilla ja keski taajuuksilla koville äänille
hr_hr: Smanjite pojačanje niskih i srednjih frekvencija za glasne zvukove
hu_hu: Csökkentse a mély és a közép frekvenciás erősítést a hangos hangokra
it_it: Diminuire il guadagno delle frequenze basse e medie per i suoni forti
ko_kr: 큰 소리의 저주파수와 중주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage en middenfrequenties bij harde geluiden
no_no: Reduser lav- og mellomfrekvens gain for høye lyder
pt_pt: Diminua o ganho das frequencias baixas e médias para sons intensos
ro_ro: Scadeti castigul pe frecventele joase si medii pentru sunete puternice
ru_ru: Уменьшите усиление на низких и средних частотах для громких звуков
sv_se: Minska förstärkningen på låg och mellan frekvenser för starka ljud
th_th: ลดเกนที่ความถี่ต่ำและกลางสำหรับเสียงดัง
tr_tr: Yüksek sesler için alçak ve orta frekans kazançlarını azalt
zh_cn: 降低大声中低频增益

source: Decrease low frequency gain for soft and moderate sounds
bg_bg: Намалете усилването на ниските честоти за тихите и умерените звуци
cht: 降低小聲聲音及一般聲音的低頻增益量
da_dk: Reducer lavfrekvent forstærkning af svage og moderate lyde
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών συχνοτήτων για τους σιγανούς και μέτριους ήχους
fi_fi: Vähennä vahvistusta matalilla taajuuksilla kohtalaisille äänille
hr_hr: Smanjite pojačanje niskih frekvencija za tihe i umjerene zvukove
hu_hu: Csökkentse a mélyfrekvenciás erősítést a lágy és a közepes hangokra
it_it: Diminuire il guadagno delle basse frequenze per i suoni deboli e moderati
ko_kr: 작고 중간 소리의 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage frequenties bij zachte en gemiddelde geluiden
no_no: Reduser lavfrekvens gain for svake og moderate lyder
pt_pt: Diminua o ganho das frequências baixas para os sons suaves e moderados
ro_ro: Scadeti castigul pe frecventele joase pentru sunete slabe si moderate
ru_ru: Уменьшите усиление на низких частотах для тихих и умеренных звуков
sv_se: Minska förstärkningen på låga frekvenser för svaga och måttliga ljud
th_th: ลดเกนที่ความถี่ต่ำสำหรับเสียงเบาและปานกลาง
tr_tr: Yumuşak ve orta sesler için alçak frekans kazancını azalt
zh_cn: 降低小声和中等声低频增益

source: Increase high frequency gain for soft sounds
bg_bg: Увеличете усилването на високите честоти за тихите звуци
cht: 提升小聲聲音的高頻增益量
da_dk: Forøg højfrekvent forstærkning af svage lyde
el_gr: Αυξήστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους σιγανούς ήχους
fi_fi: Lisää vahvistusta korkeilla taajuuksilla heikoille äänille
hr_hr: Povećajte pojačanje visokih frekvencija za tihe zvukove
hu_hu: Növelje a magas frekvenciás erősítést a lágy hangokra
it_it: Aumentare il guadagno delle alte frequenze per i suoni deboli
ko_kr: 작은 소리의 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de hoge frequenties bij zachte geluiden
no_no: Øk høyfrekvensgain for svake lyder
pt_pt: Aumente o ganho das frequencias altas para sons suaves
ro_ro: Cresteti castigul pe frecventele inalte pentru sunete slabe
ru_ru: Увеличьте усиление на высоких частотах для тихих звуков
sv_se: Öka förstärkningen på höga frekvenser för svaga ljud
th_th: เพิ่มเกนที่ความถี่สูงสำหรับเสียงเบา
tr_tr: Yumuşak sesler için yüksek frekans kazançlarını artır
zh_cn: 增加小声高频增益

source: Increase low frequency gain for soft sounds
bg_bg: Увеличете усилването на ниските честоти за тихите звуци
cht: 提升小聲聲音的低頻增益量
da_dk: Forøg lavfrekvent forstærkning for svage lyde
el_gr: Αυξήστε την ένταση(απόκριση) χαμηλών συχνοτήτων για τους σιγανούς ήχους
fi_fi: Lisää vahvistusta matalilla taajuuksilla hiljaisille äänille
hr_hr: Povećajte pojačanje niskih frekvencija za tihe zvukove
hu_hu: Növelje a mélyfrekvenciás erősítést a lágy hangokra
it_it: Aumentare il guadagno alle basse frequenze per i suoni deboli
ko_kr: 작은 소리의 저주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de lage frequenties bij zachte geluiden
no_no: Øk lavfrekvensgain for svake lyder
pt_pt: Aumente o ganho das frequencias baixas para sons suaves
ro_ro: Cresteti castigul pe frecventele joase pentru sunetele slabe
ru_ru: Увеличьте усиление на низких частотах для тихих звуков
sv_se: Öka förstärkningen på låga frekvenser för svaga ljud.
th_th: เพิ่มเกนที่ความถี่ต่ำสำหรับเสียงเบา
tr_tr: Yumuşak sesler için alçak frekans kazancını artır
zh_cn: 增加小声低频增益

source: Increase for low and mid frequencies
bg_bg: Увеличете за ниските и средни честоти
cht: 提升低頻及中頻
da_dk: Forøg forstærkning af lav- og mellemfrekvente lyde
el_gr: Αυξήστε για τις χαμηλές και τις μεσαίες συχνότητες
fi_fi: Lisää vahvistusta matalilla ja keskitaajuuksilla
hr_hr: Povećajte pojačanje za niske i srednje frekvencije
hu_hu: Növelje az erősítést a mély és közepes frekvenciákon
it_it: Aumentare il guadagno per le frequenze basse e medie
ko_kr: 저주파수와 중주파수 소리의 게인을 높이세요
nl_nl: Verhoog de versterking van de lage en middenfrequenties
no_no: Øk for lave og mellomhøye frekvenser
pt_pt: Aumente o ganho para as frequências baixas e médias
ro_ro: Cresteti pe joase si medii
ru_ru: Увеличьте усиление на низких и средних частотах
sv_se: Öka förstärkningen för låg och mellan frekvenser.
th_th: เพิ่มสำหรับความถี่ต่ำและกลาง
tr_tr: Düşük ve orta frekanslar için kazancı artırın
zh_cn: 增加中低频增益

source: Decrease compression ratio in the low frequencies and increase low frequency gain for soft sounds
bg_bg: Намалете степента на натиск при ниските честоти и увеличете усилването на високите честоти за тихите звуци
cht: 降低低頻壓縮比及提升小聲聲音的低頻增益量
da_dk: Reducer kompressionsforhold i de lave frekvenser, og forøg forstærkning af lavfrekvente svage lyde.
el_gr: Μειώστε τον λόγο συμπίεσης στις χαμηλές συχνότητες και αυξήστε την απόκριση χαμηλών συχνοτήτων για τους σιγανούς ήχους
fi_fi: Vähennä kompressioastetta matalilla taajuuksilla ja lisää vahvistusta matalilla taajuuksilla hiljaisille äänille.
hr_hr: Smanjite omjer kompresije kod niskih frekvencija i povećajte pojačanje niskih frekvencija za tihe zvukove
hu_hu: Csökkentse a kompressziós arányt a mély frekvenciákon, és növelje a mély frekvenciás erősítést a lágy hangokra
it_it: Diminuire il rapporto di compressione nelle basse frequenze e aumentare il guadagno delle basse frequenze per i suoni deboli
ko_kr: 저주파수에서 압축 비율을 낮추고 작은 소리의 저주파수 게인을 높이세요
nl_nl: Verhoog de compressieratio bij de lage frequenties. Verhoog de versterking van de lage frequenties bij zachte geluiden
no_no: Reduser kompresjonsforholdet i de lave frekvensene og øk lavfrekvens gain for svake lyder
pt_pt: Diminua a razão de compressão nas frequências baixas e aumente o ganho das frequências baixas para sons suaves
ro_ro: Scadeti rata de compresie in zona frecventelor joase. Cresteti castigul frecventelor joase pentru sunete slabe
ru_ru: Уменьшите коэффициент компрессии на низких частотах и увеличьте усиление на низких частотах для тихих звуков
sv_se: Minska kompressionsförhållandet för låga frekvenser och öka förstärkningen på låga frekvenser för svaga ljud.
th_th: ลด compression ratio ในความถี่ต่ำ และเพิ่มเกนที่ความถี่ต่ำสำหรับเสียงเบา
tr_tr: Alçak frekanslarda kompresyon oranını (compression ratio) azaltın ve yumuşak sesler için yüksek frekans kazancını artırın
zh_cn: 降低低频压缩比和增加小声低频的增益

source: Increase overall gain for mid and high frequencies
bg_bg: Увеличете общото усилване за средните и високите честоти
cht: 提升中頻及高頻的整體增益量
da_dk: Forøg forstærkning af mellem- og højfrekvenser
el_gr: Αυξήστε τη συνολική ένταση(απόκριση) για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Lisää kokonaisahvistusta keski ja korkeille taajuuksille
hr_hr: Povećajte sveukupno pojačanje za srednje i visoke frekvencije
hu_hu: Növelje a teljes erősítést a közép és magas frekvenciákon
it_it: Aumentare il guadagno complessivo per le frequenze medie e alte
ko_kr: 중주파수와 고주파수 소리의 전반적인 게인을 높이세요
nl_nl: Verhoog de versterking van de midden- en hoge frequenties
no_no: Øk generell gain for midt og høye frekvenser
pt_pt: Aumente o ganho geral para as frequências médias e altas
ro_ro: Cresteti castigul global pentru frecventele medii si inalte
ru_ru: Увеличьте общее усиление на средних и высоких частотах
sv_se: Öka förstärkningen för mellan och höga frekvenser.
th_th: เพิ่มเกนโดยรวมสำหรับความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslar için tüm kazancı artırın
zh_cn: 增加中高频增益

source: Increase high frequency gain for soft sounds and decrease low frequency gain for moderate and loud sounds
bg_bg: Увеличете усилването на високите честоти за тихите звуци и намалете усилването на ниските честоти за умерените и силните звуци
cht: 提升小聲聲音的高頻增益量及降低一般及大聲聲音的低頻增益量
da_dk: Forøg højfrekvent forstærkning af svage lyde, og reducer lavfrekvent forstærkning af moderate og svage lyde
el_gr: Αυξήστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους σιγανούς ήχους και μειώστε την ένταση(απόκριση) χαμηλών συχνοτήτων για τους μέτριους και δυνατούς ήχους
fi_fi: Lisää vahvistusta korkeilla taajuuksilla heikoille äänille ja vähennä vahvistusta matalilla taajuuksilla kohtalaisille ja koville äänille
hr_hr: Povećajte pojačanje visokih frekvencija za tihe zvukove i smanjite pojačanje niskih frekvencija za umjerene i glasne zvukove
hu_hu: Növelje a magas frekvenciás erősítést a lágy hangokra, és csökkentse a mélyfrekvenciás erősítést a közepes és hangos hangokra
it_it: Aumentare il guadagno delle alte frequenze per i suoni deboli e diminuire il guadagno delle basse frequenze per i suoni moderati e forti
ko_kr: 작은 소리의 고주파수 게인을 높이고 중간 소리와 큰 소리의 저주파수 게인을 낮추세요
nl_nl: Verhoog de versterking van de hoge frequenties bij zachte geluiden en verlaag de versterking van de lage frequenties bij gemiddelde en harde geluiden
no_no: Øk høyfrekvens gain for svake lyder og reduser lavfrekvens gain for moderate og høye lyder
pt_pt: Aumente o ganho das frequências altas para sons suaves e diminua o ganho das frequências baixas para sons moderados e intensos
ro_ro: Cresteti castigul frecventelor inalte pentru sunete slabe si scadeti castigul frecventelor joase pentru sunete moderate si puternice
ru_ru: Увеличьте усиление на высоких частотах для тихих звуков и уменьшите усиление на низких частотах для умеренных и громких звуков
sv_se: Öka förstärkningen på höga frekvenser för svaga ljud och minska förstärkningen på låga frekvenser för måttliga och starka ljud
th_th: เพิ่มเกนที่ความถี่สูงสำหรับเสียงเบา และลดเกนที่ความถี่ต่ำสำหรับเสียงปานกลางและเสียงดัง
tr_tr: Yumuşak sesler için yüksek frekans kazancını artır ve orta ve yüksek sesler için alçak frekans kazancını azalt
zh_cn: 增加小声高频增益和降低中等声,大声的低频增益

source: Decrease mid and high frequency gain for loud sounds
bg_bg: Намалете усилването на средните и високите честоти за силните звуци
cht: 降低大聲聲音的中頻及高頻增益量
da_dk: Reducer mellem- og højfrekvent forstærkning for kraftige lyde
el_gr: Μειώστε την ένταση(απόκριση) μεσαίων και υψηλών συχνοτήτων για τους δυνατούς ήχους
fi_fi: Vähennä vahvistusta keski ja korkeille taajuuksille kovilla äänilla
hr_hr: Smanjite pojačanje srednjih i visokih frekvencija za glasne zvukove
hu_hu: Csökkentse a közép és magas frekvenciás erősítést a hangos hangokra
it_it: Diminuire il guadagno delle frequenze medie e alte per i suoni forti
ko_kr: 큰 소리의 중주파수와 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de midden- en hoge frequenties bij harde geluiden
no_no: Reduser midt- og høyfrekvens gain for høye lyder
pt_pt: Diminua o ganho das frequencias médias e altas para sons intensos
ro_ro: Scadeti castigul pe medii si inalte pentru sunete puternice
ru_ru: Уменьшите усиление на средних и высоких частотах для громких звуков
sv_se: Minska förstärkningen på mellan och höga frekvenser för starka ljud
th_th: ลดเกนความถี่ปานกลางและความถี่สูงสำหรับเสียงดัง
tr_tr: Yüksek sesler için orta ve yüksek frekans kazancını azalt
zh_cn: 降低大声中高频增益

source: Increase the vent size
bg_bg: Увеличете венти отвора
cht: 增加氣孔尺寸
da_dk: Forøg ventilation
el_gr: Αυξήστε το μέγεθος του αεραγωγού
fi_fi: Lisää ilmastoinnin kokoa
hr_hr: Povećajte veličinu oduška
hu_hu: Növelje a szellőző méretet
it_it: Aumentare le dimensioni della ventilazione
ko_kr: 벤트 사이즈를 늘리세요
nl_nl: Vergroot de venting
no_no: Øk ventilasjonsstørrelsen
pt_pt: Aumente o tamanho da ventilação
ro_ro: Cresteti marimea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorleken
th_th: เพิ่มขนาด Vent
tr_tr: Vent ölçüsünü artır
zh_cn: 增加通气孔孔径

source: Decrease high frequency gain for loud sounds
bg_bg: Намалете усилването на високите честоти за силните звуци
cht: 降低大聲聲音的高頻增益量
da_dk: Reducer højfrekvent forstærkning af kraftige lyde
el_gr: Μειώστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους δυνατούς ήχους
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla koville äänille
hr_hr: Smanjite pojačanje visokih frekvencija za glasne zvukove
hu_hu: Csökkentse a magas frekvenciás erősítést a hangos hangokra
it_it: Diminuire il guadagno delle alte frequenze per i suoni forti
ko_kr: 큰 소리의 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de hoge frequenties bij harde geluiden
no_no: Reduser høyfrekvens gain for høye lyder
pt_pt: Diminua o ganho das frequencias altas para sons intensos
ro_ro: Scadeti castigul pe inalte pentru sunetele puternice
ru_ru: Уменьшите усиление на высоких частотах для громких звуков
sv_se: Minska förstärkningen på höga frekvenser för starka ljud
th_th: ลดเกนที่ความถี่สูงสำหรับเสียงดัง
tr_tr: Yüksek sesler için yüksek frekans kazancını azalt
zh_cn: 降低大声高频增益
