Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Reset to Initial Fit
bg_bg: Връщане към първоначалното монтиране
cht: 還原至初始選配
da_dk: Gendan til oprindelig tilpasning
el_gr: Στην αρχική εφαρμογή
fi_fi: Nollaa alkuperäisiin asetuksiin
hr_hr: Resetiranje na početne postavke
hu_hu: Visszaállítás az eredeti illesztésre
it_it: Ripristino al fitting iniziale
ko_kr: 초기피팅으로 리셋
nl_nl: Gebruik aanpasgegevens uit deze sessie
no_no: Tilbakestill til førstegangstilpasning
pt_pt: Utilizar os dados de ajuste da sessão atual
ro_ro: Utilizați datele de reglaj din sesiunea curentă
ru_ru: Восстановить до первоначальной настройки
sv_se: Använd anpassningsdata från aktuell session
th_th: รีเซ็ตกลับเป็นค่าทดลองสวมเริ่มต้น
tr_tr: İlk Ayara Sıfırla
zh_cn: 使用当前用户的验配数据

source: Read Instrument Data
bg_bg: Четене на показанията на прибора
cht: 讀取助聽器資料
da_dk: Læs apparatdata
el_gr: Ανάγνωση δεδομένων ακουστικού
fi_fi: Käytä sovitustietoja KUULOKOJEISTA
hr_hr: Čitaj podatke aparata
hu_hu: Adatok beolvasása a készülékből
it_it: Lettura dei dati dello strumento
ko_kr: 보청기 피팅데이터 읽기
nl_nl: Gebruik aanpasgegevens uit toestel(len)
no_no: Les apparatdata
pt_pt: Utilizar dado(s) do(s) aparelho(s) auditivo(s)
ro_ro: Utilizati datele de reglaj din instrument
ru_ru: Считать данные аппарата
sv_se: Använd anpassningsdata från hörapparat(er)
th_th: ใช้ข้อมูลการ fitting จากเครื่องช่วยฟัง
tr_tr: Cihazın fitting verisini kullan
zh_cn: 使用助听器中的验配数据

source: Initial Fit will be performed based on the session Audiogram. Fitting Data in the instrument will not be used for this session.
bg_bg: Първоначалното монтиране ще се извърши въз основа на сесията Аудиограма. Данните за монтирането в апарата няма да се използват за тази сесия
cht: 將根據階段聽力圖執行初始選配。 助聽器選配資料將不會在此階段使用。
da_dk: Den nye tilpasning udføres på baggrund af sessionsaudiogrammet. Tilpasningsdata i apparatet benyttes ikke i denne session
el_gr: Η Αρχική εφαρμογή θα γίνει βάσει της συνεδρίας Ακοογράμματος. Για τη συνεδρία αυτή δεν θα χρησιμοποιηθεί η λειτουργία Εφαρμογής δεδομένων στο ακουστικό
fi_fi: EnsiSovitus perustuu istunnonaikaiseen audiogrammiin. Kuulokojeen sovitustietoja ei käytetä tämän istunnon aikana.
hr_hr: Početno namještanje obavit će se na temelju audiograma sesije. Podatci o namještanju u aparatu neće se upotrijebiti za ovu sesiju
hu_hu: A rendszer a munkamenet audiogramja alapján végzi el a kezdeti illesztést. A rendszer a jelenlegi munkamenetben nem fogja használni a készülék illesztési adatait
it_it: Il fitting iniziale sarà effettuato in base all'audiogramma della sessione. I dati di fitting nell'apparecchio non saranno utilizzati per questa sessione
ko_kr: 초기 피팅은 등록된 세션 청력도에 따라 산출됩니다. 보청기의 피팅 데이터는 이 세션에서 사용하지 않습니다.
nl_nl: FirstFit wordt uitgevoerd op basis van het sessie Audiogram. Aanpasgegevens in het hoortoestel worden voor deze sessie niet gebruikt
no_no: Tilpasning vil bli basert på Audiogram-økt. Tilpasningsdata i apparatet vil ikke brukes i denne økten
pt_pt: O ajuste inicial será realizado com base no audiograma da sessão. Os dados de ajuste no aparelho não serão usados para essa sessão
ro_ro: Initial Fit se va efectua pe baza sesiunii audiogramei. Datele de fixare din instrument nu vor fi utilizate pentru această sesiune
ru_ru: Первоначальная настройка Initial Fit будет выполняться на основе аудиограммы данной сессии. Данные настройки в аппарате не будут использоваться в этой сессии.
sv_se: Initial anpassning kommer utföras baserat på audiogrammet i sessionen. Anpassningsdata från hörapparaten kommer inte att användas i denna session.
th_th: การทดลองสวมครั้งแรกจะดำเนินการตามออดิโอแกรมเซสชัน ข้อมูลการทดลองสวมในอุปกรณ์จะไม่ถูกนำไปใช้สำหรับเซสชันนี้
tr_tr: İlk Uyum, oturum Odyogramına göre gerçekleştirilecektir. Cihazdaki Fitting Verileri bu oturum için kullanılmayacaktır
zh_cn: 初始验配将根据软件内听力图进行。 助听器的验配数据将不会用于此验配过程

source: Rebooting
bg_bg: Рестартиране
cht: 重新啟動
da_dk: Genstarter
el_gr: Γίνεται επανεκκίνηση
fi_fi: Käynnistetään uudelleen
hr_hr: Ponovno pokretanje sustava
hu_hu: Újraindítás
it_it: Riavvio in corso
ko_kr: 재부팅 중...
nl_nl: Opnieuw opstarten
no_no: Starter på nytt
pt_pt: Reinicializando...
ro_ro: Repornire
ru_ru: Перезагрузка
sv_se: Startar om
th_th: กำลังรีบูท
tr_tr: Yeniden başlatılıyor
zh_cn: 正在重启

source: Reconnecting
bg_bg: Повторно свързване
cht: 重新連接
da_dk: Opretter forbindelse igen
el_gr: Γίνεται επανασύνδεση...
fi_fi: Yhdistetään uudelleen
hr_hr: Ponovno povezivanje
hu_hu: Újracsatlakozás...
it_it: Riconnessione in corso
ko_kr: 재연결 중...
nl_nl: Opnieuw verbinden...
no_no: Kobler til på nytt
pt_pt: Reconectando...
ro_ro: Reconectare...
ru_ru: Соединение восстанавливается
sv_se: Återansluter...
th_th: กำลังเชื่อมต่อใหม่
tr_tr: Tekrar bağlanıyor
zh_cn: 正在重新连接

source: Detected
bg_bg: Открит
cht: 已偵測
da_dk: Registreret
el_gr: Εντοπίστηκε
fi_fi: Tunnistettu
hr_hr: Otkriveno
hu_hu: Megtalált
it_it: Rilevato
ko_kr: 탐색됨
nl_nl: Gevonden
no_no: Funnet
pt_pt: Detectado
ro_ro: Detectat
ru_ru: Обнаружено
sv_se: Ansluten
th_th: ตรวจสอบแล้ว
tr_tr: Algılandı
zh_cn: 已探测

source: Detecting
bg_bg: Откриване
cht: 偵測中
da_dk: Registrerer
el_gr: Γίνεται εντοπισμός
fi_fi: Tunnistetaan
hr_hr: Otkrivanje
hu_hu: Keresés
it_it: Rilevamento
ko_kr: 탐색중
nl_nl: Zoeken
no_no: Finner
pt_pt: Detectando
ro_ro: Detectare
ru_ru: Идет поиск
sv_se: Känner av
th_th: กำลังตรวจสอบ
tr_tr: Algılanıyor
zh_cn: 正在探测

source: WARNING: Settings have not been restored. Please go back and try to reconnect the missing instrument. Exiting the test mode without reconnecting the hearing instruments will cause them to remain programmed with test settings that are NOT SAFE for patient use.
bg_bg: ПРЕДУПРЕЖДЕНИЕ: Настройките не са възстановени. Моля, върнете се и се опитайте да свържете отново липсващия апарат. Излизането от тестовия режим без повторно свързване на слуховите апарати ще ги остави програмирани с тестови настройки, които НЕ СА БЕЗОПАСНИ за използване от пациента.
cht: 警告：設定尚未回復：請返回並嘗試重新連接助聽器。在未重新連接助聽器的情況下離開測試模式將導致助聽器保持在測試設定，這對客戶不安全。
da_dk: ADVARSEL: Brugerens indstillinger er ikke blevet gendannet. Gå tilbage og forsøg at oprette forbindelse til det manglende apparat. Afslutning af testtilstand uden at tilslutte høreapparaterne igen medfører, at apparaterne forbliver programmeret med testindstillingerne, som IKKE ER SIKRE for brugeren at benytte.
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Δεν έχει γίνει επαναφορά ρυθμίσεων. Επιστρέψτε και προσπαθήστε να επανασυνδέσετε το ακουστικό που λείπει. Η έξοδος από τη λειτουργία δοκιμής χωρίς επανασύνδεση των ακουστικών βοηθημάτων θα έχει ως αποτέλεσμα να διατηρηθούν οι ρυθμίσεις δοκιμής, οι οποίες ΔΕΝ ΕΙΝΑΙ ΑΣΦΑΛΕΙΣ για χρήση σε ασθενείς.
fi_fi: VAROITUS : Asetuksia ei ole palautettu. Siirry takaisin ja yritä muodostaa yhteys puuttuvaan kuulokojeeseen. Jos testaustilasta poistutaan yhdistämättä kuulokojeita uudelleen, testausasetukset jäävät ohjelmoiduiksi niihin. Nämä asetukset EIVÄT OLE turvallisia potilaskäytössä.
hr_hr: UPOZORENJE: Postavke nisu vraćene. Vratite se i pokušajte ponovno povezati aparat koji nedostaje. Izlaskom iz načina za testiranje bez ponovnog povezivanja slušnih aparata ti će aparati ostati programirani s postavkama za testiranje koje NISU SIGURNE za bolesnika.
hu_hu: FIGYELMEZTETÉS: A rendszer nem állította vissza a beállításokat. Lépjen vissza, és kísérelje meg újracsatlakoztatni a hiányzó készüléket. Ha úgy lép ki a tesztelési módból, hogy nem csatlakoztatja újra a hallókészülékeket, a programozott tesztbeállítások megmaradnak, és ezek NEM BIZTONSÁGOSAK a páciens számára.
it_it: AVVISO: le impostazioni non sono state ripristinate. Tornare indietro e provare a riconnettere l'apparecchio mancante. Se si esce dalla modalità di test senza riconnettere gli apparecchi acustici, essi rimarranno programmati con le impostazioni di test che NON SONO SICURE per l'uso da parte del paziente.
ko_kr: 경고: 사용자의 피팅정보가 복원되지 않았습니다. 보청기에 다시 연결하지 않고 테스트 모드를 종료하면, 보청기가 테스트 세팅으로 설정되어 착용자에게 안전하지 않습니다.
nl_nl: WAARSCHUWING: de instellingen zijn niet gereset: wanneer de test wordt afgesloten zonder de hoortoestellen opnieuw te verbinden zullen ze geprogrammeerd blijven met test instellingen die NIET VEILIG zijn voor gebruik.
no_no: ADVARSEL: Innstillingene er ikke gjenopprettet. Gå tilbake og prøv å koble til det manglende apparatet på nytt. Hvis du avslutter testmodus uten å koble til høreapparatene igjen, vil de fortsatt være programmert med testinnstillinger som IKKE er trygge for pasientbruk.
pt_pt: Aviso: as definições não foram restauradas: Volte e tente reconectar o aparelho ausente. Sair do modo de teste sem reconectar os aparelhos auditivos fará com que eles permaneçam programados com as definições de teste que NÃO SÃO SEGURAS para o paciente.
ro_ro: AVERTISMENT: Setările nu au fost restaurate: Mergeți înapoi și încercați să reconectați instrumentul lipsă. Dacă ieșiți din modul de testare fără a reconecta instrumentele auditive le va face să rămână programate cu setările test ce NU SUNT SIGURE pentru utilizarea pacienților.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Настройки не восстановлены: Вернитесь и попробуйте восстановить подключение недостающего СА. Выход из режима Тест без восстановления подключения СА сохранит на аппаратах тестовые настройки, которые сопряжены с РИСКОМ ДЛЯ ПАЦИЕНТА при пользовании СА.
sv_se: VARNING: Inställningarna har inte återställts. Gå tillbaka och försök återställa den saknade hörapparaten. Om du går ur testläget utan att koppla bort hörapparaterna kommer dessa att kommer dessa fortfarande vara programmerade med testinställningar som INTE ÄR SÄKRA för patientanvändning.
th_th: คำเตือน: ยังไม่ได้คืนค่าการตั้งค่า โปรดย้อนกลับไปและพยายามเชื่อมต่ออุปกรณ์ที่หายไปอีกครั้ง การออกจากโหมดทดสอบโดยไม่เชื่อมต่ออุปกรณ์ช่วยฟังใหม่ จะส่งผลให้อุปกรณ์ยังคงถูกตั้งโปรแกรมด้วยการตั้งค่าทดสอบ ซึ่งไม่ปลอดภัยสำหรับการใช้งานของผู้ป่วย
tr_tr: UYARI: Ayarları geri yüklenmedi. Lütfen geri dönün ve eksik cihaza yeniden bağlanmaya çalışın. Test modundan işitme cihazına tekrar bağlanmadan çıkmak, bunların hasta kullanımı için güvenli OLMAYAN test ayarları ile programlı kalmasına neden olacaktır.
zh_cn: 警告:设置尚未恢复。请返回并尝试重新连接丢失的助听器。退出测试模式而不重新连接助听器将导致对其使用不安全的测试设置进行编程。

source: Connected
bg_bg: Свързан
cht: 已連接
da_dk: Forbundet
el_gr: Συνδέθηκε
fi_fi: Yhdistetty
hr_hr: Povezano
hu_hu: Csatlakoztatva
it_it: Connesso
ko_kr: 연결됨
nl_nl: Verbonden
no_no: Tilkoblet
pt_pt: Conectado
ro_ro: Conectat
ru_ru: Подключено
sv_se: Ansluten
th_th: เชื่อมต่อแล้ว
tr_tr: Bağlandı
zh_cn: 已连接

source: Phone Accessories
bg_bg: Аксесоари за телефон
cht: 電話配件
da_dk: Telefontilbehør
el_gr: Εξαρτήματα τηλεφώνου
fi_fi: Puhelimen lisälaitteet
hr_hr: Dodatna oprema za telefon
hu_hu: Telefontartozékok
it_it: Accessori Telefono
ko_kr: 폰 액세서리
nl_nl: Telefoonaccessoires
no_no: Telefon-tilbehør
pt_pt: Phone Clip / MFi
ro_ro: Accesorii telefon
ru_ru: Телефонные аксессуары
sv_se: Telefontillbehör
th_th: อุปกรณ์เสริมโทรศัพท์
tr_tr: Telefon Aksesuarları
zh_cn: 手机伴侣

source: None
bg_bg: Няма
cht: 無
da_dk: Ingen
el_gr: Ουδέν
fi_fi: Ei mitään
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuno
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Нет
sv_se: Ingen
th_th: ไม่มี
tr_tr: Hiçbiri
zh_cn: 无

source: Minimum Volume
bg_bg: Минимална сила на звука
cht: 最低音量
da_dk: Minimum lydstyrke
el_gr: Ελάχιστη ένταση
fi_fi: Minimi äänenvoimakkuus
hr_hr: Minimalna glasnoća
hu_hu: Minimum hangerő
it_it: Volume minimo
ko_kr: 최소 볼륨
nl_nl: Minimaal volume
no_no: Minimum volum
pt_pt: Volume Mínimo
ro_ro: Volum Minim
ru_ru: Минимальная громкость
sv_se: Minimal Volym
th_th: ระดับเสียงเบาสุด
tr_tr: Minimum Ses
zh_cn: 最小音量

source: Mute/Unmute
bg_bg: Заглушаване/незаглушаване
cht: 靜音/取消靜音
da_dk: Slå lyd til/fra
el_gr: Σίγαση/Τέλος σίγασης
fi_fi: Mykystä/Palauta ääni
hr_hr: Isključi/uključi zvuk
hu_hu: Némít/némítás feloldása
it_it: Muto/Attivato
ko_kr: 음소거/음소거 해제
nl_nl: Uit/Aan
no_no: Demp/Lyd på
pt_pt: Mudo/Ativo
ro_ro: Amuțire/Anulare amuțire
ru_ru: Отключить микрофон/Включить микрофон
sv_se: Tysta/Ej Tysta
th_th: ปิดเสียง/เปิดเสียง
tr_tr: Sessiz / Sesi aç
zh_cn: 静音/非静音

source: Sound card not selected
bg_bg: Не е избрана звукова карта
cht: 未選擇音效卡
da_dk: Lydkort er ikke valgt
el_gr: Δεν έχει επιλεγεί κάρτα ήχου
fi_fi: Äänikorttia ei ole valittu
hr_hr: Zvučna kartica nije odabrana
hu_hu: Hangkártya nincs kiválasztva
it_it: Scheda audio non selezionata
ko_kr: 사운드 카드가 선택되지 않음
nl_nl: Geluidskaart niet geselecteerd
no_no: Lydkort ikke valgt
pt_pt: Som não selecionado
ro_ro: Placa de sunet nu a fost selectata
ru_ru: Звуковая карта не выбрана
sv_se: Ljudkort inte valt
th_th: ไม่ได้เลือกอุปกรณ์ Sound card
tr_tr: Ses kartı seçili değil
zh_cn: 未选择声卡

source: Sound card not powered on
bg_bg: Звуковата карта няма захранване
cht: 音效卡電源未開啟
da_dk: Lydkort er ikke tændt.
el_gr: Δεν έχει ενεργοποιηθεί κάρτα ήχου
fi_fi: Äänikortissa ei ole virtaa
hr_hr: Zvučna kartica nije uključena
hu_hu: Hangkártya nincs bekapcsolva
it_it: Scheda audio non accesa
ko_kr: 사운드 카드에 전원이 연결되지 않음
nl_nl: Geluidskaart niet aan
no_no: Lydkort er ikke aktivert
pt_pt: Som não está ligado
ro_ro: Placa de sunet fara curent
ru_ru: Звуковая карта не запитана
sv_se: Ljudkort inte påslaget
th_th: อุปกรณ์ Sound card ไม่ได้เปิดใช้งาน
tr_tr: Ses kartı açık değil
zh_cn: 声卡未启用

source: Speaker not calibrated
bg_bg: Говорителят не е калибриран
cht: 未校正喇叭
da_dk: Højttaler er ikke kalibreret
el_gr: Το ηχείο δεν είναι βαθμονομημένο
fi_fi: Kaiutinta ei ole kalibroitu
hr_hr: Zvučnik nije kalibriran
hu_hu: A hangszóró nincs kalibrálva
it_it: Altoparlante non calibrato
ko_kr: 스피커가 캘리브레이션 되지 않음
nl_nl: Speaker niet gekalibreerd
no_no: Høyttaler ikke kalibrert
pt_pt: Os alto-falantes não foram calibrados
ro_ro: Boxa necalibrata
ru_ru: Динамик не откалиброван
sv_se: Högtalare inte kalibrerad
th_th: ลำโพงไม่ได้รับการ calibrate
tr_tr: Hoparlör kalibre edilmemiş
zh_cn: 喇叭未校准

source: Speaker calibration overdue
bg_bg: Калибрирането на говорителя е закъсняло
cht: 喇叭校正過期
da_dk: Højttaler skal kalibreres
el_gr: Εκπρόθεσμη βαθμονόμηση ηχείου
fi_fi: Kaiuttimen kalibrointi vanhentunut
hr_hr: Prošao je rok za kalibraciju zvučnika
hu_hu: A hangszóró kalibrációja esedékes
it_it: Calibrazione altoparlante scaduta
ko_kr: 스피커 캘리브레이션의 유효기간이 만료됨
nl_nl: Speakerkalibratie verlopen
no_no: Høyttalerkalibrering utgått
pt_pt: A calibração dos alto-falantes está vencida
ro_ro: Calibrare boxa restanta
ru_ru: Калибровка динамика просрочена
sv_se: Högtalarkalibrering förfallen
th_th: การ calibrate ลำโพง ใช้เวลานานเกินไป
tr_tr: Hoparlör kalibrasyon süresi geçmiş
zh_cn: 喇叭需要重新校准

source: Real ear device not selected
bg_bg: Не е избрано устройство Real ear
cht: 未選擇實耳裝置
da_dk: Real ear-enhed er ikke valgt
el_gr: Δεν έχει επιλεγεί συσκευή real ear
fi_fi: REM laitetta ei valittu
hr_hr: Uređaj za in-situ mjerenje nije odabran
hu_hu: Valós fül készülék nincs kiválasztva
it_it: Dispositivo Real Ear non selezionato
ko_kr: Real ear device가 선택되지 않음
nl_nl: Real Ear apparaat niet geselecteerd
no_no: Real Ear-enhet ikke valgt
pt_pt: Ouvido Real não selecionado
ro_ro: Dispozitiv ureche reala neselectat
ru_ru: Устройство для REM не выбрано
sv_se: Real ear-enhet ej vald
th_th: ไม่ได้เลือกอุปกรณ์ Real ear
tr_tr: Gerçek kulak cihazı seçili değil
zh_cn: 未选择真耳设置

source: Real ear device firmware upgrade available
bg_bg: Има надграждане за фърмуер на устройство Real ear
cht: 有可用的實耳裝置韌體更新
da_dk: Der er ny firmware til Real ear-enhed
el_gr: Διαθέσιμη αναβάθμιση υλικολογισμικού συσκευής real ear
fi_fi: REM laitteen ohjelmistopäivitys saatavilla
hr_hr: Dostupna je nadogradnja programske opreme za uređaj za in-situ mjerenje
hu_hu: Valós fül készülék firmware frissítése rendelkezésre áll
it_it: Aggiornamento firmware per dispositivo Real Ear disponibile
ko_kr: Real ear device 펌웨어를 업그레이드 할 수 있습니다
nl_nl: Firmware upgrade beschikbaar voor Real Ear apparaat
no_no: Oppdatering av fastvare for Real Ear-enhet tilgjengelig
pt_pt: Atualização do firmware Ouvido Real disponível
ro_ro: Dispozitiv ureche reala actualizare de soft disponibila
ru_ru: Доступна прошивка для REM устройства
sv_se: Firmwareuppgradering för Real ear-enhet tillgänglig
th_th: มีการอัพเกรดเฟิร์มแวร์ที่พร้อมใช้งานสำหรับอุปกรณ์ Real ear
tr_tr: Gerçek kulak cihazı bellenim yükseltmesi mevcut
zh_cn: 真耳设置可进行固件升级

source: Real ear device reference microphone calibration overdue
bg_bg: Закъсняло калибриране на еталонен микрофон на устройство Real ear
cht: 實耳裝置的參考麥克風校正過期
da_dk: Real ear-enheds referencemikrofon skal kalibreres
el_gr: Εκπρόθεσμη βαθμονόμηση μικροφώνου αναφοράς συσκευής real ear
fi_fi: REM laitteen referenssimikrofonin kalibrointi on vanhentunut
hr_hr: Prošao je rok za kalibraciju referentnog mikrofona uređaja za in-situ mjerenje
hu_hu: Valós fül készülék referenciamikrofonjának kalibrációja esedékes
it_it: Calibrazione microfono di riferimento dispositivo Real Ear scaduta
ko_kr: Real ear device reference microphone의 캘리브레이션 유효기간이 만료되었습니다
nl_nl: Real Ear referentie-microfoonkalibratie verlopen
no_no: Real Ear-enhet referansemikrofon kalibrering utgått
pt_pt: A calibração do microfone do Ouvido Real está vencida
ro_ro: Dispozitiv ureche reala calibrare referinta microfon restanta
ru_ru: Калибровка контрольного микрофона устройства REM просрочена
sv_se: Referensmikrofonkalibrering för Real ear-enhet förfallen
th_th: เลยกำหนดการปรับเทียบไมโครโฟนอ้างอิงของอุปกรณ์ Real ear แล้ว
tr_tr: Gerçek kulak cihazının referans mikrofonunun kalibrasyon süresi dolmuş
zh_cn: 真耳设备参考麦克风需要重新校准

source: Real ear device not connected
bg_bg: Не е свързано устройство Real ear
cht: 未連接實耳裝置
da_dk: Real ear-enhed er ikke forbundet
el_gr: Δεν έχει συνδεθεί συσκευή real ear
fi_fi: REM laitetta ei ole yhdistetty
hr_hr: Uređaj za in-situ mjerenje nije povezan
hu_hu: Valós fül készülék nincs csatlakoztatva
it_it: Dispositivo Real Ear non connesso
ko_kr: Real ear device가 연결 안됨
nl_nl: Real Ear apparaat niet verbonden
no_no: Real Ear-enhet ikke tilkoblet
pt_pt: Ouvido Real não conectado
ro_ro: Dispozitiv ureche reala neconectat
ru_ru: Устройство REM не подключено
sv_se: Real ear-enhet ej ansluten
th_th: ไม่ได้เชื่อมต่ออุปกรณ์สำหรับหูจริง
tr_tr: Gerçek kulak cihazı bağlı değil
zh_cn: 未连真耳设备

source: Coupler device not connected
bg_bg: Не е свързано свързващо устройство
cht: 未連接耦合器裝置
da_dk: Koplerenhed er ikke tilsluttet
el_gr: Δεν έχει συνδεθεί ζεύκτης
fi_fi: Coupler-yksikköä ei ole kytketty
hr_hr: Spojni uređaj nije povezan
hu_hu: Coupler készülék nincs csatlakoztatva
it_it: Dispositivo accoppiatore non connesso
ko_kr: Coupler device가 연결 안됨
nl_nl: Coupler niet verbonden
no_no: Coupler-enhet ikke tilkoblet
pt_pt: Acoplador não conectado
ro_ro: Cuplor dispozitiv neconectat
ru_ru: Куплер (акустическая камера связи) не подключен
sv_se: Coupler-enhet ej ansluten
th_th: ไม่ได้เชื่อมต่ออุปกรณ์ Coupler
tr_tr: Coupler cihazı bağlı değil
zh_cn: 未选择耦合腔设备

source: Coupler device access denied
bg_bg: Отказан е достъп на свързващо устройство
cht: 耦合器裝置存取被拒
da_dk: Der blev nægtet adgang til koplerenhed
el_gr: Δεν επιτρέπεται η πρόσβαση στη συσκευή ζεύκτη
fi_fi: Coupler-yksikön käyttö ei ole sallittu
hr_hr: Uskraćen pristup spojnom uređaju
hu_hu: Coupler készülék hozzáférés megtagadva
it_it: Accesso negato a dispositivo accoppiatore
ko_kr: Coupler device의 접근이 거부되었습니다
nl_nl: Geen toegang tot Coupler
no_no: Coupler-enhet ingen tilgang
pt_pt: Acoplador com acesso danificado
ro_ro: Cuplor dispozitiv acces refuzat
ru_ru: В доступе к куплеру отказано
sv_se: Åtkomst till Coupler-enhet tillåts ej
th_th: การเข้าถึงอุปกรณ์ Coupler ถูกปฏิเสธ
tr_tr: Coupler cihazına erişim engellendi
zh_cn: 禁止使用耦合腔设备

source: Coupler device firmware upgrade available
bg_bg: Има надграждане за фърмуер на свързващо устройство
cht: 有可用的耦合器裝置韌體升級
da_dk: Der er ny firmware til koplerenhed
el_gr: Διαθέσιμη αναβάθμιση υλικολογισμικού συσκευής ζεύκτη
fi_fi: Coupler-yksikön ohjelmistopäivitys saatavilla
hr_hr: Dostupna je nadogradnja programske opreme za spojni uređaj
hu_hu: Coupler készülék firmware frissítése rendelkezésre áll
it_it: Aggiornamento firmware per dispositivo accoppiatore disponibile
ko_kr: Coupler device 펌웨어를 업그레이드 할 수 있습니다
nl_nl: Firmware upgrade beschikbaar voor Coupler
no_no: Oppdatering av fastvare for coupler-enhet tilgjengelig
pt_pt: Atualização do firmware do acoplador disponível
ro_ro: Cuplor dispozitiv actualizare de soft disponibila
ru_ru: Для акустической камеры связи (куплера) доступно обновление прошивки
sv_se: Firmwareuppgradering för Coupler-enhet tillgänglig
th_th: มีการอัพเกรดเฟิร์มแวร์ที่พร้อมใช้งานสำหรับอุปกรณ์ Coupler
tr_tr: Coupler cihazı bellenim güncellemesi mevcut
zh_cn: 耦合腔设备可进行固件升级

source: Coupler device reference microphone calibration overdue
bg_bg: Закъсняло калибриране на еталонен микрофон на свързващо устройство
cht: 耦合器裝置的參考麥克風校正過期
da_dk: Koplerenhedens referencemikrofon skal kalibreres
el_gr: Εκπρόθεσμη βαθμονόμηση μικροφώνου αναφοράς συσκευής ζεύκτη
fi_fi: Coupler-yksikön referenssimikrofonin kalibrointi vanhentunut
hr_hr: Prošao je rok za kalibraciju referentnog mikrofona spojnog uređaja
hu_hu: Coupler készülék referenciamikrofonjának kalibrációja esdékes
it_it: Calibrazione microfono di riferimento dispositivo accoppiatore scaduta
ko_kr: Coupler device reference microphone의 캘리브레이션 유효기간이 만료되었습니다
nl_nl: Coupler referentie-microfoonkalibratie verlopen
no_no: Kalibrering av referansemikrofon for Coupler-enhet utgått
pt_pt: Calibração do microfone de referência para o acoplador vencida
ro_ro: Cuplor dispozitiv calibrare referinta microfon restanta
ru_ru: Калибровка измерительного микрофона акустической камеры связи (куплера) просрочена
sv_se: Referensmikrofonkalibrering för Coupler-enhet förfallen
th_th: เลยกำหนดการปรับเทียบไมโครโฟนอ้างอิงของอุปกรณ์ Coupler แล้ว
tr_tr: Coupler cihazının referans mikrofonu kalibrasyon süresi dolmuş
zh_cn: 耦合腔设备的参考麦克风需要重新校准

source: Coupler device coupler microphone calibration overdue
bg_bg: Закъсняло калибриране на свързващ микрофон на свързващо устройство
cht: 耦合器裝置的耦結合器麥克風校正過期
da_dk: Koplerenhedens koplermikrofon skal kalibreres
el_gr: Εκπρόθεσμη βαθμονόμηση μικροφώνου συσκευής ζεύκτη
fi_fi: Coupler-yksikön coupler-mikrofonin kalibrointi vanhentunut
hr_hr: Prošao je rok za kalibraciju spojnog mikrofona spojnog uređaja
hu_hu: Coupler készülék coupler mikrofonjának kalibrációja esedékes
it_it: Calibrazione microfono accoppiatore dispositivo accoppiatore scaduta
ko_kr: Coupler device coupler microphone의 캘리브레이션 유효기간이 만료되었습니다
nl_nl: Coupler-microfoonkalibratie verlopen
no_no: Kalibrering av Coupler-mikrofon utgått
pt_pt: Calibração do microfone para o acoplador vencida
ro_ro: Cuplor dispozitiv calibrare cuplor microfon restanta
ru_ru: Калибровка микрофона акустической камеры связи (куплера) просрочена
sv_se: Mikrofonkalibrering för Coupler-enhet förfallen
th_th: เลยกำหนดการปรับเทียบไมโครโฟน Coupler ของอุปกรณ์ Coupler แล้ว
tr_tr: Coupler cihazının kalibrasyon süresi geçmiş
zh_cn: 耦合腔设备的麦克风需要重新校准
