Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Surround Sound by ReSound is the outcome of advanced features that work together to provide the richest sound picture possible, allowing users to maintain awareness even in complex listening environments.
bg_bg: Surround Sound от ReSound е резултатът от усъвършенстваните функции, които работят съвместно за осигуряване на възможно най-пълната звукова картина, позволявайки на потребителите да поддържат връзка с околната среда дори в сложна среда за слушане.
cht: ReSound 的環繞聲是進階功能的結果，同時運作以盡可能提供最豐富聲音感知，讓使用者即使在複雜的聆聽環境也可保持感知。
da_dk: Surround Sound by ReSound er resultatet af avancerede funktioner, der tilsammen giver det fyldigste lydbillede, så brugerne kan være bevidste selv i komplekse lyttemiljøer.
el_gr: Το Surround Sound by ReSound είναι το αποτέλεσμα του συνδυασμού προηγμένων δυνατοτήτων προκειμένου να παρέχουν όσο το δυνατόν πιο πλούσιες ηχητικές εικόνες, επιτρέποντας στους χρήστες να έχουν συναίσθηση ακόμα και σε πολύπλοκα περιβάλλοντα ακρόασης.
fi_fi: Kehittyneet Surround Sound by ReSound -ominaisuudet tuottavat yhdessä mahdollisimman täyteläisen äänen, joten käyttäjä pysyy ympäristöstään tietoisena myös vaikeissa ääniympäristöissä.
hr_hr: Surround Sound by ReSound rezultat je zajedničkog rada naprednih značajki u svrhu postizanja najbogatije moguće zvučne slike, koja korisnicima omogućuje da ostanu svjesni svih zvukova čak i u kompleksnim slušnim okruženjima.
hu_hu: A Surround Sound by Resound térhangzás olyan speciális funkciók eredménye, amelyek összehangoltan működnek együtt egymással a lehető leggazdagabb hangkép létrehozásához, így a felhasználók a figyelmüket akár összetett hangkörnyezetben is fenn tudják tartani.
it_it: Surround Sound di ReSound è il risultato di funzionalità avanzate che lavorano insieme per fornire il più ricco panorama sonoro possibile, consentendo agli utenti di mantenere la consapevolezza anche in ambienti di ascolto complessi.
ko_kr: Surround Sound by ReSound는 다양한 고급기능으로 구현됩니다. 다양한 고급 기능들은 유기적으로 구동되며, 매우 복잡한 듣기환경에서도 최상의 음질을 제공합니다.
nl_nl: Surround Sound by ReSound is het resultaat van geavanceerde features die samenwerken om het rijkst mogelijke geluidsbeeld te bieden, zodat gebruikers zelfs in complexe luisteromgevingen alles bewust kunnen volgen.
no_no: Surround Sound fra ReSound er et resultat av avanserte funksjoner som virker sammen for å skape et så rikt lydbilde som mulig, slik at brukerne kan få med seg det som skjer også i sammensatte lyttemiljøer.
pt_pt: Surround Sound by ReSound é o resultado de recursos avançados que trabalham juntos para oferecer a melhor imagem de som possível, permitindo que os usuários mantenham o reconhecimento mesmo em ambientes complexos de escuta.
ro_ro: Surround Sound de la ReSound este rezultatul opțiunilor avansate ce conlucrează pentru a oferi cel mai bogat sunet posibil, permițând utilizatorilor să își mențină atenția chiar și în medii de ascultare complexe.
ru_ru: Surround Sound от ReSound представляет собой набор расширенных функциональных возможностей, которые в совокупности обеспечивают максимально богатый диапазон слухового восприятия, позволяя пользователям сохранять контроль над ситуацией даже в самых сложных акустических окружениях.
sv_se: Surround Sound av ReSound är resultatet av avancerade funktioner som samverkar för att ge rikast möjliga ljudbild, så att användarna kan upprätthålla närvaron även i komplexa ljudmiljöer.
th_th: Surround Sound โดย ReSound เกิดจากการทำงานร่วมกันของคุณสมบัติขั้นสูง เพื่อสร้างภาพเสียงที่สมบูรณ์ที่สุด ช่วยให้ผู้ใช้สามารถรับรู้สภาพแวดล้อมได้แม้ในสภาพแวดล้อมการฟังที่มีความซับซ้อน
tr_tr: Surround Sound by ReSound, mümkün olan en zengin ses resmini sağlamak için ile birlikte çalışarak kullanıcılara karmaşık dinleme ortamlarında bile farkındalıklarını sürdürme olanağı sunan gelişmiş özelliklerin bir sonucudur.
zh_cn: 瑞声达的实景声场环绕系统作为一项高级功能，可协同提供最丰富的声画，使用户即使在复杂的聆听环境中也能进行辨识。

source: AutoREM Real Ear Measurement
bg_bg: Акустично измерване с AutoREM
cht: AutoREM 實耳測量
da_dk: AutoREM Real Ear-måling
el_gr: Μέτρηση απόδοσης ακουστικού AutoREM
fi_fi: AutoREM Real Ear -mittaus
hr_hr: In-situ mjerenje razine zvučnog tlaka AutoREM
hu_hu: AutoREM – ténylegesen a fülben mérve
it_it: AutoREM Misurazione reale nell'orecchio
ko_kr: AutoREM 실이측정
nl_nl: AutoREM Real Ear meting
no_no: AutoREM
pt_pt: Medidas de Microfone Sonda – AutoREM
ro_ro: Masuratoare la ureche reala AutoREM
ru_ru: АвтоREM (автоматическое выполнение измерений на ухе человека/«реальном ухе»)
sv_se: Automatisk Real Ear Measurement
th_th: การวัดหูจริง AutoREM
tr_tr: AutoREM Gerçek Kulak Ölçümü
zh_cn: AutoREM真耳测试

source: Apply Binaural Correction
bg_bg: Приложи бинаурална корекция
cht: 套用雙耳修正
da_dk: Brug binaural korrektion
el_gr: Εφαρμογή αμφιωτικής διόρθωσης
fi_fi: Sovella binauraalinen korjaus
hr_hr: Primijeni binauralnu korekciju
hu_hu: Binaurális korrekció elfogadása
it_it: Applica correzione binaurale
ko_kr: 양이 코렉션
nl_nl: Binaurale correctie toepassen
no_no: Bruk binaural korrigering
pt_pt: Aplicar correção binaural
ro_ro: Aplicati corectia binaural
ru_ru: Добавить бинауральную коррекцию
sv_se: Utför binaural korrigering
th_th: ใช้การแก้ไขแบบสองหู
tr_tr: Binaural Düzeltmeyi Uygula
zh_cn: 应用双耳验配修正

source: Binaural Correction
bg_bg: Бинаурална корекция
cht: 雙耳修正
da_dk: Binaural korrektion
el_gr: Αμφιωτική διόρθωση
fi_fi: Binauraalinen korjaus
hr_hr: Binauralna korekcija
hu_hu: Binaurális korrekció
it_it: Correzione binaurale
ko_kr: 양이 코렉션
nl_nl: Binaurale correctie
no_no: Binaural korrigering
pt_pt: Correção Binaural
ro_ro: Corectie binaurala
ru_ru: Бинауральная коррекция
sv_se: Binaural korrigering
th_th: การแก้ไขแบบสองหู
tr_tr: Binaural Düzeltme
zh_cn: 双耳验配修正

source: Changing binaural correction will re-fit all programs. Are you sure you want to continue?
bg_bg: Промяната на бинауралната корекция ще доведе до пренастройване на всички програми. Наистина ли искате да продължите?
cht: 改變雙耳修正將重新選配所有程式。您確定要繼續嗎？
da_dk: Hvis du ændrer den binaurale korrektion, tilpasses alle programmer igen. Er du sikker på, at du vil fortsætte?
el_gr: Η αλλαγή της αμφιωτικής διόρθωσης θα προκαλέσει την εκ νέου εφαρμογή σε όλα τα προγράμματα. Είστε βέβαιοι ότι θέλετε να συνεχίσετε;
fi_fi: Jos binauraaliseen korjauksen tehdään muutoksia, kaikki ohjelmat sovitetaan uudelleen. Haluatko varmasti jatkaa ?
hr_hr: Mijenjanjem binauralne korekcije ponovo će se namjestiti svi programi. Jeste li sigurni da želite nastaviti?
hu_hu: A binaurális korrekció módosításával a rendszer az összes programot újrailleszti. Biztosan folytatja?
it_it: Selezionando la correzione binaurale verrà apportata una modifica al fitting di tutti i programmi. Vuoi continuare?
ko_kr: 양이 코렉션을 변경하면 모든 프로그램을 다시 피팅합니다. 계속 진행하시겠습니까?
nl_nl: Een wijziging van de binaurale correctie zal alle programma’s resetten. Weet u zeker dat u wilt doorgaan?
no_no: Endring av binaural tilpasning vil tilpasse alle programmer på nytt. Er du sikker på at du vil fortsette?
pt_pt: Alterar a correção binaural reajustará todos os programas. Tem certeza de que deseja continuar?
ro_ro: Schimbarea corecției binaurale va re-fixa toate programele. Sigur doriți să continuați?
ru_ru: Изменение бинауральной коррекции повлечет за собой перенастройку всех программ. Продолжить все равно?
sv_se: Ändring av binaural korrigering återanpassar alla program. Är du säker på att du vill fortsätta?
th_th: การเปลี่ยนแปลงการแก้ไขแบบสองหู จะเป็นการทดลองสวมโปรแกรมทั้งหมดใหม่อีกครั้ง แน่ใจหรือว่าคุณต้องการดำเนินการต่อ
tr_tr: Binaural düzeltmeyi değiştirmek, tüm programları yeniden yerleştirecektir. Devam etmek istediğinizden emin misiniz?
zh_cn: 更改双耳修正将重新验配所有程序。是否继续？

source: Delete Patient
bg_bg: Изтриване на пациент
cht: 刪除客戶
da_dk: Slet bruger
el_gr: Διαγραφή ασθενούς
fi_fi: Poista potilas
hr_hr: Izbriši bolesnika
hu_hu: Páciens törlése
it_it: Elimina paziente
ko_kr: 지우기
nl_nl: Cliënt wissen
no_no: Slett pasient
pt_pt: Excluir paciente
ro_ro: Ștergere pacient
ru_ru: Удалить пациента
sv_se: Ta bort patient
th_th: ลบผู้ป่วย
tr_tr: Hastayı Sil
zh_cn: 删除用户

source: Cannot locate Noah4 host library.
bg_bg: Невъзможно локализиране на библиотеката на хоста на Noah4.
cht: 無法找到 Noah4 主機資料庫。
da_dk: Kan ikke lokalisere Noah4-værtsbibliotek.
el_gr: Δεν είναι δυνατός ο εντοπισμός της βιβλιοθήκης κεντιρκού υπολογιστή Noah 4.
fi_fi: Ei voi yhdistää Noah4 tietokantaan.
hr_hr: Ne može se pronaći biblioteka računala s aplikacijom Noah4.
hu_hu: Nem található a Noah 4 host könyvtár.
it_it: Impossibile localizzare la libreria host di Noah4.
ko_kr: Noah4 호스트 라이브러리를 지정할 수 없습니다.
nl_nl: Noah4 host library kan niet gelokaliseerd worden.
no_no: Finner ikke vertshistorikk for Noah4.
pt_pt: Não é possível localizar a biblioteca de host Noah 4.
ro_ro: Imposibil de localizat biblioteca gazda Noah4.
ru_ru: Не удается найти хост-библиотеку Noah4.
th_th: ไม่สามารถระบุตำแหน่งโฮสต์ไลบรารี Noah4 ได้
tr_tr: Noah4 host arşivine yerleştirilemiyor.
zh_cn: 无法定位NOAH4的主数据库.

source: The constructor for the Noah 4 database class has changed - update the client code.
bg_bg: Конструкторът на класа на базата данни на Noah 4 е променен – актуализирайте кода на клиента.
cht: Noah 4 資料庫的構造函數已更改，更新客戶代碼。
da_dk: Konstruktøren for Noah4-databaseklassen er blevet ændret – opdater brugerkoden.
el_gr: Η κατασκευή για την τάξη της βάσης δεδομένων Noah 4 έχει αλλάξει - ενημερώστε τον κωδιό πελάτη.
fi_fi: Noah4-tietokannan rakenne on vaihtunut. Päivitä työaseman koodi.
hr_hr: Promijenjen je konstruktor klase baze podataka za Noah 4 - ažurirajte šifru klijenta.
hu_hu: A Noah 4 adatbázisosztályhoz tartozó konstruktor megváltozott – frissítse az ügyfélkódot.
it_it: Il costruttore per la classe 4 del database Noah è cambiato, aggiornare il codice cliente.
ko_kr: Noah 4 데이터베이스 클래스 생성자가 변경되었습니다. 클라이언트 코드를 업데이트합니다.
nl_nl: De constructor voor de Noah 4 database-klasse is gewijzigd – werk de cliëntcode bij.
no_no: Utvikleren av Noah 4-databaseklassen er endret – oppdater klientkoden.
pt_pt: O construtor da classe de banco de dados Noah 4 foi alterado – atualize o código do cliente.
ro_ro: Constructorul bazei de date Noah 4 s-a modificat - actualizați codul clientului.
ru_ru: Конструктор класса базы данных Noah 4 изменился - обновите код клиента.
sv_se: Konstruktören för Noah 4-databasklassen har förändrats - uppdatera kundkoden.
th_th: มีการเปลี่ยนแปลงผู้สร้างคลาสฐานข้อมูล Noah 4 - อัพเดตรหัสไคลเอนท์
tr_tr: Noah 4 veritabanı sınıfının kurucusu değişti - kullanıcı kodunu güncelleyin.
zh_cn: Noah 4数据库类的构造函数已更改 - 更新客户端代码。

source: Connect To Noah Failed
bg_bg: Неуспешно свързване с Noah
cht: 連接 Noah 失敗
da_dk: Forbindelsen til Noah blev ikke oprettet
el_gr: Η σύνδεση στο Noah απέτυχε
fi_fi: Yhdistäminen Noahiin epäonnistui
hr_hr: Povezivanje s aplikacijom Noah nije uspjelo
hu_hu: A Noah-hoz való kapcsolódás meghiúsult
it_it: Connessione a Noah non riuscita
ko_kr: Noah 연결 실패
nl_nl: Verbinden met Noah mislukt
no_no: Tilkobling til Noah mislyktes
pt_pt: Falha na conexão com o Noah
ro_ro: Conectare la Noah esuata
ru_ru: Ошибка при соединении с Noah
sv_se: Anslutning till Noah misslyckades
th_th: การเชื่อมต่อกับ Noah ล้มเหลว
tr_tr: NoaH bağlantısı hata verdi
zh_cn: 与NOAH连接失败

source: The connection to Noah failed - ReSound Smart Fit will now exit.
bg_bg: Неуспешна връзка с Noah – Smart Fit ще се затвори сега
cht: 連接 Noah 失敗，Smart Fit 將立即退出
da_dk: Forbindelsen til Noah blev ikke oprettet – Smart Fit afsluttes
el_gr: Η σύνδεση στο Noah απέτυχε - Θα γίνει έξοδος από το Smart Fit
fi_fi: Noah-yhteys epäonnistui. Smart Fit suljetaan.
hr_hr: Povezivanje s aplikacijom Noah nije uspjelo - Smart Fit će se zatvoriti
hu_hu: A Noah-hoz való kapcsolódás meghiúsult – a Smart Fit most kilép
it_it: Connessione a Noah non riuscita - Smart Fit verrà chiuso
ko_kr: Noah 연결 실패 - Smart Fit이 종료됩니다.
nl_nl: De verbinding met Noah is mislukt - Smart Fit wordt nu afgesloten
no_no: Tilkobling til Noah mislyktes – Smart Fit vil nå avsluttes
pt_pt: Falha na conexão com o Noah – O Smart Fit será encerrado
ro_ro: Conectarea la Noah a eșuat - Smart Fit se va închide
ru_ru: Ошибка при соединении с Noah - Smart Fit завершит работу
sv_se: Anslutningen till Noa misslyckades - Smart Fit kommer nu att avslutas
th_th: การเชื่อมต่อกับ Noah ล้มเหลว - ขณะนี้จะทำการออกจาก Smart Fit
tr_tr: Noah'la Bağlantı Kurulamadı - Akıllı Fitting'den Çıkış Yapılıyor
zh_cn: 连接到Noah失败 - Smart Fit现在将退出

source: {0} device unplugged. After reconnecting device, you may need to restart the application.
bg_bg: {0} устройството е прекъснато. След повторно свързване на устройството е възможно да се наложи да рестартирате апарата.
cht: {0} 裝置已拔除。重新連接裝置後，您可能需要重新啟動應用程式。
da_dk: Apparatet {0} er koblet fra. Det kan være nødvendigt at genstarte programmet, når forbindelsen er blevet genetableret.
el_gr: Η συσκευή {0} είναι αποσυνδεδεμένη. Αφού επανασυνδέσετε τη συσκευή, μπορεί να χρειαστεί να επανεκκινήσετε την εφαρμογή.
fi_fi: {0} koje irroitettu. Uudelleenyhdistämisen jälkeen joudut käynnistämään ohjelman uudelleen.
hr_hr: Uređaj {0} je odvojen. Nakon ponovnog povezivanja možda ćete morati ponovno pokrenuti aplikaciju.
hu_hu: {0} készülék nincs csatlakoztatva. Miután csatlakoztatta, újra kell indítania az alkalmazást.
it_it: Dispositivo {0} scollegato. Dopo aver riconnesso il dispositivo, potrebbe essere necessario riavviare l'applicazione.
ko_kr: {0} 장치가 연결되지 않았습니다. 장치를 다시 연결한 후, 다시 시작하십시오.
nl_nl: {0} toestelverbinding verbroken. Na het opnieuw verbinden van het toestel moet u de applicatie wellicht herstarten.
no_no: {0} apparat frakoblet. Etter at apparatet er koblet på igjen, kan det være at du må starte applikasjonen på nytt.
pt_pt: dispositivo {0} desconectado. Após a reconexão do dispositivo, você pode precisar reiniciar o aplicativo.
ro_ro: {0} dispozitiv neclablat. Dupa reconectare a dispozitivului trebuie sa restartati aplicatia.
ru_ru: {0} устройство отсоединено. После возобновления соединения может оказаться необходимо перезапустить приложение.
sv_se: {0} hörapparat ej ansluten. Efter att återanslutit hörapparat, kan du behöva återstarta applikationen.
th_th: ถอดอุปกรณ์ {0} ออกแล้ว หลังจากเชื่อมต่ออุปกรณ์ใหม่ คุณอาจจำเป็นต้องเริ่มต้นแอพพลิเคชันใหม่อีกครั้ง
tr_tr: {0} cihaz bağlantısı kesildi. Cihazı bağlantısını sağladıktan sonra uygulamayı tekrar başlatmanız gerekir.
zh_cn: {0} 侧助听器断开。重连后，需要重新操作。

source: Ok To Disconnect From Noah?
bg_bg: Да прекъсне ли връзката с Noah?
cht: 確定可由 Noah 斷線嗎?
da_dk: Er det OK at afbryde forbindelsen til Noah?
el_gr: Να γίνει αποσύνδεση από το Noah;
fi_fi: Voiko yhteyden Noahiin katkaista ?
hr_hr: Želite li prekinuti vezu s aplikacijom Noah?
hu_hu: Kilép a Noah-ból?
it_it: Disconnettere da Noah?
ko_kr: Noah 에서 연결을 취소하겠습니까?
nl_nl: Verbinding met Noah verbreken?
no_no: Koble fra Noah?
pt_pt: Desconectar do Noah?
ro_ro: OK pentru deconectare de la Noah?
ru_ru: Выйти из Noah?
sv_se: Ok att koppla ifrån Noah?
th_th: ยืนยันการตัดการเชื่อมต่อจาก Noah หรือไม่
tr_tr: NOAH Bağlantısını Kesmek İstiyor Musunuz?
zh_cn: 断开与NOAH的连接吗?

source: Another fitting module wants to connect - is it ok to disconnect from Noah and shut down?
bg_bg: Друг модул за монтиране иска свързване – да прекъсне ли връзката с Noah и да се изключи?
cht: 另一個選配模組想連接，是否可由 Noah 斷線並關閉？
da_dk: Et andet tilpasningsmodul vil oprette forbindelse – er det OK at afbryde forbindelsen til Noah og lukke ned?
el_gr: Μια άλλη μονάδα εφαρμογής προσπαθεί να συνδεθεί - Να γίνει αποσύνδεση από το Noah και τερματισμός της λειτουργίας;
fi_fi: Toinen sovitusmoduuli haluaa muodostaa yhteyden. Katkaistaanko Noah-yhteys ja suljetaanko ohjelmisto ?
hr_hr: Drugim modul za namještanje želi se povezati - želite li prekinuti vezu s aplikacijom Noah i isključiti?
hu_hu: Egy másik illesztési modul szeretne csatlakozni – kapcsolat bontása és leállítás?
it_it: Un altro modulo di fitting vuole connettersi. Disconnettere da Noah e spegnere?
ko_kr: 다른 피팅 모듈을 연결하고자 합니다 - Noah 연결을 취소하고 창을 닫으시겠습니까?
nl_nl: Een andere aanpasmodule wil verbinding maken - verbinding met Noah verbreken en het programma afsluiten?
no_no: En annen tilpasningsmodul ønsker å koble seg til – går det greit å koble fra og avslutte Noah?
pt_pt: Outro módulo de ajuste deseja se conectar – desconectar do Noah e encerrar?
ro_ro: Un alt modul de reglaj doreste sa se deconecteze - se poate deconecta de la noah si opri?
ru_ru: Запрашивает подключение другой модуль настройки – выйти из Noah и прекратить работу?
sv_se: En annan anpassningsmodul vill ansluta - är det OK att koppla bort från Noah och stänga ned?
th_th: มีอีกหนึ่งโมดูลการทดลองสวมที่ต้องการเชื่อมต่อ - แน่ใจหรือว่าคุณต้องการตัดการเชื่อมต่อจาก Noah และปิดระบบ
tr_tr: Başka bir fitting modülü bağlanmak istiyor - Noah devre dışı bırakılsın ve kapatılsın mı?
zh_cn: 其它验配模块试图连接 - 是否可以断开Noah并关机？

source: Ok To Switch Patients?
bg_bg: Да се превключат ли пациентите?
cht: 確定要切換客戶？
da_dk: Er det OK at skifte brugere?
el_gr: Να γίνει η αλλαγή ασθενών;
fi_fi: Vaihdetaanko potilaat?
hr_hr: Želite li zamijeniti bolesnike?
hu_hu: Páciensek váltása?
it_it: Cambiare pazienti?
ko_kr: 사용자를 전환하시겠습니까?
nl_nl: OK om cliënten te wisselen?
no_no: Ok å bytte pasienter?
pt_pt: Trocar pacientes?
ro_ro: Ok pentru schimbarea pacienților?
ru_ru: ОК переключиться на другого пациента?
sv_se: OK att byta patient?
th_th: ยืนยันการสลับผู้ป่วยหรือไม่
tr_tr: Hastalara Geçiş Yapılsın Mı?
zh_cn: 是否切换用户？

source: Is it ok to switch the Patients in Noah? Doing so will shut down the software.
bg_bg: Да се превключат ли пациентите в Noah? Превключването ще доведе до затваряне на софтуера.
cht: 是否可以在 Noah 切換客戶？ 這樣做將關閉軟體。
da_dk: Er det OK at skifte brugerne i Noah? Hvis du gør det, lukkes softwaren ned.
el_gr: Να γίνει η αλλαγή των ασθενών στο Noah; Αυτή η ενέργεια θα τερματίσει τη λειτουργία του λογισμικού.
fi_fi: Vaihdetaanko potilaat Noah-järjestelmässä ? Tällöin ohjelmisto suljetaan.
hr_hr: Želite li zamijeniti bolesnike u aplikaciji Noah? Time ćete isključiti softver.
hu_hu: Átvált a Páciensekre a Noah-ban? Ha igen, a szoftver leáll.
it_it: Cambiare pazienti in Noah? Così facendo il software verrà chiuso.
ko_kr: Noah에서 사용자를 전환하시겠습니까? 계속 진행하려면 소프트웨어를 종료해야 합니다.
nl_nl: Is het OK om de cliënten te wisselen in Noah? Als u dat doet word de software afgesloten.
no_no: Går det bra å bytte pasienter i Noah? Dette vil avslutte programvaren.
pt_pt: Trocar os pacientes no Noah? Isso encerrará o software.
ro_ro: Este OK să se schimbe pacienții în Noah? Acest lucru va închide software.
ru_ru: ОК переключиться на Пациенты в Noah? Это закроет приложение.
sv_se: Är det ok att ändra patient i Noah? Om du gör det kommer programmet att stängas.
th_th: แน่ใจหรือว่าต้องการสลับผู้ป่วยใน Noah การดำเนินการนี้จะเป็นการปิดซอฟต์แวร์
tr_tr: Noah'ta Hastalara geçiş yapılsın mı? Bunu yapmak, yazılımın kapanmasına neden olacaktır.
zh_cn: 是否在Noah中切换用户？该操作需要关闭软件。

source: There are unsaved changes. How would you like to proceed?
bg_bg: Има незапазени промени. Желаете ли да ги запишете сега преди излизане?
cht: 有未儲存的修改。您要在離開前儲存修改嗎？
da_dk: Der er ændringer, der ikke er gemt. Vil du gemme, før du afslutter?
el_gr: Υπάρχουν μη αποθηκευμένες αλλαγές. Θέλετε να τις αποθηκεύσετε τώρα πριν από την έξοδο;
fi_fi: Kaikkia muutoksia ei ole tallennettu. Haluatko tallentaa ne ennen poistumista ?
hr_hr: Postoje promjene koje nisu spremljene. Želite li ih spremiti odmah prije izlaza?
hu_hu: Nem mentett változtatások találhatók. Menti őket a kilépés előtt?
it_it: Alcune modifiche non sono state salvate. Salvare le modifiche prima di uscire?
ko_kr: 저장되지 않은 변경사항이 있습니다. 어떻게 진행하시겠습니까?
nl_nl: Niet alle wijzigingen zijn opgeslagen. Wil u de wijzigingen opslaan voordat u afsluit?
no_no: Det finnes endringer som ikke er lagret. Vil du lagre dem før du avslutter?
pt_pt: Existem alterações não salvas. Deseja salvá-las agora antes de sair?
ro_ro: Exista modificari nesalvate. Doriti sa le salvati acum, inainte de iesire?
ru_ru: Имеются несохраненные данные. Сохранить изменения перед выходом?
sv_se: Det finns ändringar som inte är sparade. Vill du spara dem innan du slutar?
th_th: มีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก คุณต้องการบันทึกก่อนที่จะออกหรือไม่
tr_tr: Kaydedilmemiş değişiklikler var. Çıkmadan önce bunları kaydetmek ister misiniz?
zh_cn: 有未保存的更改。是否先保存再退出？

source: Another fitting session is already in progress - please close it before attempting to launch a new fitting session.
bg_bg: Вече протича друга сесия на монтиране – моля, затворете я, преди да опитате да стартирате нова сесия на монтиране.
cht: 另一個選配階段正在進行，請在嘗試啟動新的選配階段前關閉它。
da_dk: En anden tilpasningssession er allerede i gang. Den skal afsluttes, før du åbner en ny tilpasningssession.
el_gr: Μια άλλη συνεδρία εφαρμογής είναι ήδη σε εξέλιξη. Κλείστε την πριν επιχειρήσετε να εκκινήσετε μια νέα συνεδρία εφαρμογής.
fi_fi: Toinen sovitusistunto on jo käynnissä - sulje tämä ennen uuden sovitusprosessin avaamista.
hr_hr: Već je u tijeku druga sesija namještanja - zatvorite je prije no što pokušate pokrenuti novi sesiju namještanja.
hu_hu: Egy másik illesztési munkamenet már folyamatban van – zárja be, mielőtt új illesztési munkamenetet indít.
it_it: Un'altra sessione di fitting è già in corso; chiuderla prima di tentare di avviare una nuova sessione di fitting.
ko_kr: 다른 피팅 세션이 이미 진행 중입니다. 새로운 피팅 세션을 시도하기 전에 닫으십시오.
nl_nl: Er is al een andere aanpassessie bezig - sluit deze a.u.b. af voordat u een nieuwe sessie start.
no_no: En tilpasningsøkt er allerede i gang – den må lukkes før du prøver å starte en ny.
pt_pt: Outro software de ajuste está em andamento – feche-o antes de iniciar uma nova sessão de ajuste.
ro_ro: O alta sesiune de reglaj se afla in desfasurare - va rugam inchideti-o inainte de lansarea unei noi sesiuni.
ru_ru: Другая сессия настройки уже запущена - пожалуйста, закройте ее, прежде чем попытаетесь запустить новую сессию настройки.
sv_se: En annan anpassning är redan påbörjad - stäng den innan du försöker öppna en ny session.
th_th: ขณะนี้อยู่ระหว่างการดำเนินการอีกหนึ่งเซสชันการทดลองสวม - โปรดปิดเซสชันดังกล่าวก่อนเปิดเซสชันการทดลองสวมใหม่
tr_tr: Başka bir fitting oturumu işlemde - Yeni bir oturum açmak için önce hazırda açık olanı kapatın.
zh_cn: 已打开验配数据--在打开新的验配数据前请先关闭当前的验配界面。

source: Session Already In Progress
bg_bg: Вече протича сесия
cht: 階段正進行中
da_dk: Sessionen er allerede i gang
el_gr: Συνεδρία ήδη σε εξέλιξη
fi_fi: Tämä käynti on jo avoinna
hr_hr: Sesija je već u tijeku
hu_hu: A munkamenet folyamatban van
it_it: Sessione già in corso
ko_kr: 세션이 이미 진행 중입니다.
nl_nl: Sessie is al bezig
no_no: Økt allerede i gang
pt_pt: Sessão em andamento
ro_ro: Sesiune in Progres
ru_ru: Сессия уже запущена
sv_se: Sessionen är redan igång
th_th: Session กำลังอยู่ในช่วงใช้งาน
tr_tr: Oturum zaten işlemde
zh_cn: 正在运行中
