Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Feedback is the unwanted whistling or buzzing noise that a hearing instrument can make. DFS Ultra cancels feedback, resulting in clear sound without embarrassing whistling. It also prevents whistling when you hold a phone or your hand up to your ear.
bg_bg: Микрофонията е нежелан свирещ или бръмчащ шум, който може да произведе един слухов апарат. DFS Ultra премахва микрофонията, което води до чист звук без смущаващо свирене. Тя предотвратява и свирене, когато държите телефон или ръката си до ухото.
cht: 回饋音是助聽器產生的不需要嘯叫聲或嗡嗡聲。數位回饋音抑制 Ultra 可消除回饋音，讓聲音清晰且沒有令人尷尬的嘯叫聲。這也可以避免當您手持電話或將手放在耳邊時產生的嘯叫聲。
da_dk: Tilbagekobling er den uønskede hyletone et høreapparat kan afgive. DFS Ultra undertrykker denne hyletone og giver derfor en klar og ren lyd uden pinlige hyletoner. Den undertrykker også den hyletone, der opstår, når en telefon eller hånd holdes mod øret.
el_gr: Μικροφωνισμός είναι ο ανεπιθύμητος συριχτός ή βομβώδης θόρυβος που μπορεί να δημιουργεί ένα ακουστικό. Η λειτουργία DFS Ultra καταργεί τον μικροφωνισμό, φροντίζοντας για καθαρό ήχο χωρίς ενοχλητικούς συριγμούς. Αποτρέπει επίσης τον συριγμό που προκαλείται όταν φέρετε το τηλέφωνο ή το χέρι σας στο αυτί σας.
fi_fi: Vinkuminen on ei-toivottua viheltävää tai pörisevää ääntä, jota voi aiheutua kuulokojeissa. DFS Ultra poistaa kiertoa, joten käyttäjä kuulee puhdasta ääntä ilman ikävää vinkumista Lisäksi se estää kuulokojeen vinkumisen, kun käytät puhelinta tai viet käden korvalle.
hr_hr: Buka (eng. feedback) je neželjeni šum ili zujanje koje može proizvesti slušni aparat. DFS Ultra poništava tu buku postižući čist zvuk bez neugodnog šuma. Ona sprečava šum i kada držite telefon ili ruku na uhu.
hu_hu: A gerjedés olyan nem kívánt sípoló vagy zúgó hang, amelyet a hallókészülék adhat ki. A DFS Ultra funkció megszünteti a gerjedést, és tiszta hangot biztosít zavaró sípolás nélkül. Ezen túlmenően megelőzi a gerjedést, ha a páciens telefonkagylót tart a kezében, vagy a kezét a füléhez emeli.
it_it: Il feedback è l'indesiderato fischio o ronzio che un apparecchio acustico può produrre. DFS Ultra annulla il feedback, fornendo di conseguenza un suono chiaro, senza imbarazzanti fischi. Impedisce inoltre che appoggiando un telefono o una mano vicino all'orecchio si generi un fischio.
ko_kr: 피드백은 보청기가 만들어내는 원치 않는 휘슬소리 또는 삐~하는 소음입니다. DFS Ultra는 피드백을 제거하여 갑작스런 휘슬소리가 없는 깨끗한 소리를 만들어 냅니다. 또한 전화기를 들거나 귀에 댈 때 발생하는 휘슬소리도 방지합니다.
nl_nl: Feedback is het ongewenste fluiten of rondzingen wat kan optreden bij een hoortoestel. DFS Ultra II schakelt feedback uit, wat resulteert in helder geluid zonder gênant fluiten. Het houdt fluiten ook tegen als u een telefoon of uw hand bij uw oor houdt
no_no: Kalibreringen brukes til å redusere feedback basert på utformingen på pasientens øregang og apparatets fysiske egenskaper. DFS Ultra II bør kalibreres på nytt ved endring av receivere/slanger eller domer.
pt_pt: O feedback é o apito indesejado que um aparelho auditivo pode fazer. O DFS Ultra cancela o feedback, resultando em um som claro sem apito. Ele também impede o apito quando você utiliza o telefone ou coloca a mão na orelha.
ro_ro: Microfonia eeste sunetul perturbator ascutit si fluierat pe care il poate face un aparat auditiv. DFS Ultra anuleaza microfonia, rezultand intr-un sunet clar si fara fluieratul stanjenitor. Impiedica, de asemenea, microfonia si in momentul in care apropiati telefonul de urechea dvs.
ru_ru: Обратная связь - это нежелательный свист, создаваемый слуховым аппаратом. Технология DFS Ultra подавляет обратную связь, в результате чего получается чистый звук без раздражающего свиста. Эта технология также подавляет свист, когда вы подносите телефонную трубку или руку к уху.
sv_se: Återkoppling är ett oönskat visslande eller surrande brus som hörapparater orsakar. DFS Ultra tar bort återkopplingen, vilket resulterar i klart ljud utan störande visslande. Det hindrar också visselljud vid telefonering.
th_th: เสียงหวีด คือ เสียงหอนหรือเสียงดังหึ่งๆ ที่ไม่พึงประสงค์ซึ่งเกิดจากเครื่องช่วยฟัง DFS Ultra II จะยกเลิกเสียงหวีด ส่งผลให้สามารถฟังเสียงได้อย่างชัดเจนโดยไม่เกิดเสียงหวีดที่น่าอาย และยังป้องกันการเกิดเสียงหวีดเมื่อคุณถือโทรศัพท์หรือยกมือขึ้นใกล้ๆ กับหูของคุณ
tr_tr: Feedback işitme cihazının yapabileceği istenmeyen ıslık veya uğultu, gürültü sesidir. Ultra DFS, geribildirimi iptal ederek rahatsızlık verici ıslık sesi olmadan net ses elde eder. Kulağınıza bir telefon yaklaştırdığınızda veya elinizi kulağınıza götürdüğünüzde ıslık sesini engeller.
zh_cn: 反馈是由助听器产生的用户不想听的啸叫声或嗡嗡声。超级DFS II可以消除反馈，得到清晰的未失真的声音。它还可以防止在接听电话或捂住耳朵时产生的反馈啸叫。

source: Sound Shaper is a frequency lowering strategy designed to move information from higher frequency areas to lower frequency areas, where audibility is better. The idea behind frequency lowering is that audibility of sounds even at different frequencies is more beneficial than no audibility at all.
bg_bg: Sound Shaper е стратегия за намаляване на честотата, предназначена да пренася информация от зони на по-високи честоти към зони на по-ниски честоти, където чуваемостта е по-добра. Идеята зад намаляването на честотата е, че чуваемостта на звуците дори на различни честоти е по-полезна, отколкото никаква чуваемост изобщо.
cht: 移頻功能是降低頻率的方法，設計為將訊號從高頻區轉移到清晰度較佳的低頻區。降低頻率的構思是，即使聲音清晰度在不同的頻率，總比完全沒聽到好。
da_dk: Sound Shaper er en strategi til frekvensreduktion, der er designet til at flytte information fra højere frekvensområder til lavere frekvensområder, hvor hørbarheden er bedre. Ideen bag frekvensreduktion er, at hørbarheden af lyde selv ved forskellige frekvenser er mere gavnlig end slet ingen hørbarhed.
el_gr: Η λειτουργία Sound Shaper είναι μια στρατηγική μείωσης συχνοτήτων σχεδιασμένη για τη μεταφορά πληροφοριών από περιοχές υψηλότερων συχνοτήτων προς περιοχές χαμηλότερων συχνοτήτων, όπου η ακουστικότητα είναι καλύτερη. Η ιδέα πίσω από τη μείωση συχνοτήτων είναι ότι η ακουστικότητα ήχων, ακόμη και σε διαφορετικές συχνότητες, είναι προτιμότερη από τη μη ακουστικότητα.
fi_fi: Taajuussiirto -strategian avulla informaatiota siirretään korkeilta taajuusalueilta matalammille taajuusalueille, joilla kuuluvuus on parempi. Tämä perustuu ajatukseen, jonka mukaan on parempi kuulla äänet erilaisilla taajuusalueilla kuin että ne jäävät kuulematta.
hr_hr: Sound Shaper strategija je snižavanja frekvencije osmišljena za prebacivanje informacija iz područja visokih frekvencija u područja nižih frekvencija u kojima je čujnost bolja. Snižavanje frekvencije temelji se na ideji da je čujnost zvukova iako na drugačijim frekvencijama korisnija nego da je uopće nema.
hu_hu: A Sound Shaper funkció egy frekvenciacsökkentő stratégia, amelynek célja a magasabb frekvenciaterületekről származó adatok átirányítása az alacsonyabb frekvenciájú területekre, ahol a hallásképesség jobb. A frekvenciacsökkentés mögötti elmélet az, hogy a különböző frekvenciákon hallható hangok még mindig előnyösebbek, mintha egyáltalán nem lennének hallhatóak.
it_it: Sound Shaper è una strategia di riduzione delle frequenze ideata per spostare le informazioni da zone a frequenza maggiore verso zone a frequenza inferiore. L'idea alla base di tale strategia è che l'udibilità di suoni anche a frequenze diverse sia più vantaggiosa rispetto alla totale non udibilità di tali frequenze.
ko_kr: Sound Shaper는 고주파수 소리를 청취력이 더 좋은 낮은 주파수 대역으로 압축시켜 가청 능력을 향상시키는 Frequency lowering 기술입니다. Frequency lowering 기술의 개요는 난청으로 들을 수없는 주파수 대역의 소리를 들을수 있는 가청 저주파수 대역으로 듣도록 하는 기술입니다.
nl_nl: SoundShaper is een frequentiecompressie-strategie, ontwikkeld om informatie van hogere frequenties te verschuiven naar lagere frequentiegebieden waar de hoorbaarheid dikwijls beter is. Het idee hierachter is dat hoorbaarheid van deze geluiden, ook al is het bij 'verkeerde' frequenties, beter is voor het spraakverstaan dan wanneer ze onhoorbaar blijven.
no_no: Sound Shaper er en strategi for frekvensreduksjon som flytter informasjon fra høye frekvensområder til lavere frekvensområder, der hørbarheten er bedre. Ideen bak frekvensreduksjon er at en hørbarhet som går over ulike frekvenser, er bedre enn ingen hørbarhet overhodet.
pt_pt: O Sound Shaper é uma estratégia de compressão de frequência desenvolvida para comprimir os sons de frequência alta para frequências mais baixas, onde a audibilidade é melhor. A ideia por trás da compressão de frequência é ter a audibilidade dos sons mesmo em frequências diferentes, ao invés de, não ter nenhuma audibilidade.
ro_ro: Sound Shaper este o strategie de reducere a frecvenţei concepute pentru a muta informaţiile din zonele cu frecvenţă înaltă în zone cu frecvenţă mai redusă, unde audibilitatea este mai bună. Ideea din spatele scăderii frecvenţei este ca audibilitatea sunetelor chiar şi la frecvenţe diferite este mai benefică decât niciun fel de audibilitate.
ru_ru: Алгоритм частотной компрессии Sound Shaper представляет собой стратегию обработки звука, использующую перенос информации из зоны высоких частот в зону низких частот, в которой слышимость лучше. Идея в основе технологии понижения частоты заключается в том, что слышимость звуков даже в зоне "неродных" частот предпочтительнее полного отсутствия их слышимости.
sv_se: Sound Shaper är en frekvenssänkande strategi för att flytta information från högre frekvensområden till lägre frekvensområden, där hörbarheten är bättre. Tanken bakom frekvenssänkningen är att hörbarheten av ljud även vid olika frekvenser är bättre än ingen hörbarhet alls.
th_th: Sound Shaper คือกลยุทธ์การลดความถี่ที่ได้รับการออกแบบมาเพื่อย้ายข้อมูลจากบริเวณที่ความถี่สูงกว่ามายังบริเวณที่ความถี่ต่ำกว่า โดยที่จะช่วยให้สามารถรับฟังได้ดียิ่งขึ้น หลักการลดความถี่คือ หากสามารถฟังเสียงได้แม้จะอยู่ในความถี่ที่แตกต่างไป ก็ยังดีกว่าไม่สามารถฟังได้เลย
tr_tr: Sound Shaper, bilgileri daha yüksek frekans alanlarından işitilebilirliğin daha iyi olduğu alçak frekans alanlarına taşımak için tasarlanmış bir frekans azaltma stratejisidir. Frekans azaltmanın arkasındaki fikir, seslerin farklı frekanslarda bile işitilebilirliğinin, hiç ses işitilememesinden daha yararlı olduğudur.
zh_cn: 频谱重组是一种移频策略，旨在将信息从较高频率区域移动到较低频率区域，后者的可听性更好。移频的理念是即使改变声音频率，可听度的获得还是相对重要的。

source: It is common for those with severe-to-profound hearing loss to rely on even more low frequency gain than prescribed by the fitting rationale. To accommodate this need, Low Frequency Boost provides a quick way to increase low frequency gain in three discrete steps to enhance audibility, loudness, and fullness of sound quality for these individuals.
bg_bg: Обичайно е за хората със силна до дълбока загуба на слуха да разчитат на дори повече усилване на ниските честоти, отколкото е предписано с обосновка за протезиране. За осигуряване на тази необходимост, Усилване на ниските честоти предоставя бърз начин за увеличаване на усилването на ниските честоти на три дискретни стъпки, за да се увеличи чуваемостта, силата и пълнотата на качеството на звука за тези хора.
cht: 重度至極重度聽損者需要較選配公式更多的低頻增益很常見。要達到此需求，低頻增強提供一個快速的提升低頻增益方式以處理這類使用者對聲音音質的可聽度、響度及飽和度的需求。
da_dk: Ofte har personer med svær hørenedsættelse behov for mere basforstærkning, end tilpasningsreglerne antyder. For at imødekomme dette kan Lavfrekvensboost være en hurtig måde at øge disse lyde på.
el_gr: Είναι σύνηθες σε άτομα με σοβαρή έως βαριά απώλεια ακοής, να βασίζονται σε ακόμη μεγαλύτερη ένταση(απόκριση) των χαμηλών συχνότητων από αυτή που συστήνεται σύμφωνα με τη λογική της τοποθέτησης. Για την εξυπηρέτηση αυτής της ανάγκης, η λειτουργία ενίσχυσης χαμηλών συχνοτήτων παρέχει έναν γρήγορο τρόπο αύξησης της έντασης(απόκρισης) σε τρία διακριτά βήματα, ώστε να ενισχυθεί η ακουστικότητα, η ένταση ήχου και πληρότητα ποιότητας ήχου για τα άτομα αυτά.
fi_fi: Keski- tai erittäin vaikeasta kuulonalenemasta kärsiville on yleistä valita matalampien taajuuksien vahvistaminen kuin heille on määrätty. Mukauttaakseen tämä tarve, matalataajuusvahvistus antaa nopean avun nostaa matalia tajuuksia kolmella helpolla tavalla parantaakseen puhenymmärrystä, voimakkuutta ja parantaa äänen laatua.
hr_hr: Uobičajeno je kod osoba s teškim ili izrazitim gubitkom sluha da se oslanjaju na još veće pojačanje niskih frekvencija nego što je to predviđeno logičkom podlogom za namještene vrijednosti. Da bi se udovoljilo toj potrebi, značajka Low Frequency Boost takvim osobama pruža brz način povećanja pojačanja niskih frekvencija u tri zasebna koraka radi poboljšanja čujnosti, glasnoće i punoće zvuka.
hu_hu: Közös ezekben a hallásmaradványos hallásvesztésekben az, hogy több mélyfrekvenciás erősítést igényelnek, mint azt az illesztés biztosítana. Ennek teljesítéséhez a mélyfrekvenciás kiemelés biztosít gyors utat a mélyfrekvenciás erősítés növelésére három lépésben a hallhatóság kiegyenlítéséhez, a hangossághoz és a teljes hangminőség eléréséhez.
it_it: Chi soffre di ipoacusia da grave a profonda spesso conta su un maggiore guadagno delle basse frequenze in misura superiore rispetto a quanto prescritto dalle impostazioni di fitting. Per soddisfare questa esigenza, Incremento basse frequenze fornisce un modo rapido per aumentare il guadagno delle basse frequenze con tre livelli di regolazione, che permettono di migliorare l'udibilità, il volume e la pienezza della qualità del suono per tali pazienti.
ko_kr: 일반적으로 고심도 난청이 있는 경우 피팅 타겟 보다 높은 저주파수 게인을 선호하는 경향이 있습니다. Low Frequency Boost는 신호처리시에 저주파수 게인을 빠르게 증폭시켜 시원한 소리크기와 풍부한 음질을 제공합니다.
nl_nl: Voor personen met ernstige tot zeer zware gehoorverliezen is het gebruikelijk dat ze vertrouwd zijn met nog meer versterking van lage tonen dan voorgeschreven in de rekenregel. Om aan deze behoefte tegemoet te komen biedt de Low Frequency Boost een snelle manier om de versterking in het laag in drie discrete stappen te vergroten om zo de hoorbaarheid, luidheid en volheid van het geluid te verhogen voor deze personen.
no_no: Det er vanlig blant personer med stort til omfattende hørselstap at de er avhengige av mer lavfrekvens enn beregnet fra tilpasningsrasjonalet. For å imøtekomme dette gir Lavfrekvent boost en rask måte å øke lavfrekvensgain på i tre atskilte trinn for å øke hørbarhet og fylde på lydkvaliteten.
pt_pt: É comum para os pacientes com perda auditiva severa a profunda depender ainda mais do ganho de baixas frequências do que do ganho prescrito pela regra prescritiva. Para acomodar essa necessidade, Incremento de Graves fornece uma maneira rápida de aumentar o ganho de baixa frequência para aumentar a audibilidade, a intensidade e a qualidade sonora para esses indivíduos.
ro_ro: Este un fapt obișnuit ca persoanele cu hipoacuzie gravă sau profundă să se bazeze pe o amplificare a frecvențelor joase mai mare decât cea prescrisă de logica reglajelor. Pentru a face față acestei nevoi, Low Frequency Boost (Intensificarea Frecvențelor Joase) oferă o metodă rapidă de a crește amplificarea frecvențelor joase în trei pași discreți pentru sporirea audibilității, nivelului și calității sunetelor pentru aceste persoane.
ru_ru: Для людей с тяжелой и полной потерей слуха, как правило, необходимо больше усиления на низких частотах, чем предписано программой настройки. С учетом этого технология низкочастотного усиления предлагает быстрый способ увеличить усиление на низких частотах в три дискретных шага, обеспечивая этим пользователям улучшение слышимости, громкости и полноты качества звука.
sv_se: Det är vanligt att människor, med grava eller mycket grava hörselnedsättningar, får förlita sig på mer förstärkning på låga frekvenser än vad som föreslås i preskriptionsmetoden. För att tillgodose detta behov är Low Frequency Boost en snabb väg att öka förstärkningen i tre diskreta steg. Allt för att öka hörbarhet, ljudstyrka och fyllnad av ljudkvaliten för dessa individer.
th_th: สำหรับผู้ที่สูญเสียการได้ยินขั้นร้ายแรงจนถึงร้ายแรงมาก ถือเป็นเรื่องปกติที่จะต้องใช้เกนความถี่ที่ต่ำกว่าค่าที่แนะนำในการสวมใส่ เพื่อสนับสนุนความจำเป็นที่ว่านี้ การเร่งความถี่ต่ำคือวิธีหนึ่งที่รวดเร็วในการเพิ่มค่าเกนความถี่ต่ำภายในสามขั้นตอนที่แยกจากกันอย่างชัดเจน เพื่อเพิ่มความสามารถในการได้ยิน ความดัง และความสมบูรณ์ของคุณภาพเสียงสำหรับบุคคลเหล่านี้
tr_tr: Fitting uygulaması tarafından öngörülen alçak frekans kazancı ileri - çok ileri kayıplarda dahi yaygındır. Bu ihtiyacı karşılamak için Alçak Frekans Artışı (BassBoost), duyulabilirliği, ses yüksekliğini ve bireysel ses kalitesini arttırmak adına üç ayı adımda alçak frekans kazancını arttırmak için hızlı bir yol sunar.
zh_cn: 对于重度和极重度听力损失用户来说，他们需要比目标增益更多的低频增益。为了达到这个目的，我们使用了低频提升功能，通过低频提升的三个程度设置来满足用户对于声音可听度的需求，并得到令他们满意的好音质。

source: It can sometimes be difficult to get used to new hearing instruments. The Acceptance Manager slowly adjusts the gain to the optimum setting for your hearing loss over a period of time while you are wearing the hearing instruments. This allows you to gradually adjust to your new hearing instruments.
bg_bg: Понякога може да е трудно да се свикне с нови слухови апарати. Acceptance Manager бавно регулира усилването до оптимална настройка за вашата загуба на слуха в течение на известно време, през което носите слуховите апарати. Това ви позволява постепенно да се приспособите към новите слухови апарати.
cht: 這有時候難以讓新助聽器使用者習慣。適應管理在一段時間內將增益慢慢調整至根據您的聽力損失的理想值。讓您慢慢適應您的新助聽器。
da_dk: For mange kan det være svært at vænne sig til nye høreapparater. Acceptance Manager vil over en periode justere forstærkningen til den optimale indstilling. Dette gør det muligt langsomt at vænne sig til de nye høreapparater.
el_gr: Μερικές φορές είναι δύσκολο να συνηθίσει κανείς τα νέα ακουστικά.Ο Διαχειριστής αποδοχής προσαρμόζει την ένταση προς την βέλτιστη ρύθμιση μετά απο μια περίοδο χρήσης των ακουστικών.Αυτό σας επιτρέπει να προσαρμοστείτε σταδιακά στα νέα ακουστικά σας βοηθήματα.
fi_fi: Joskus voi olla vaikeaa sopeutua kuulokojeen käyttöön. Sopeutumisavustajan avulla kuulokoje säätää pikkuhiljaa vahvistusta haluttuun tavoitteeseen tietyn aikajakson aikana. Tällä tavalla käyttäjän on helpompi sopeutua vahvistuksen nousuun joka tapahtuu täysin automaattisesti.
hr_hr: Ponekad se je teško navići na nove slušne aparate. Funkcijom Acceptance Manager pojačanje se polako prilagođava prema optimalnoj postavci za vaš gubitak sluha tijekom određenog razdoblja u kojem nosite slušne aparate. Time vam se omogućuje postupno navikavanje na nove slušne aparate.
hu_hu: Néha nehéznek bizonyul egy új hallókészülék használata. Az Acceptance Manager lassan állítja be az erősítést a hallásvesztéshez tartozó optimális szintre, mindezt azalatt az idő alatt, amikor Ön viseli a készüléket. Így lehetővé teszi új hallókészülékhez való fokozatos alkalmazkodást.
it_it: A volte può essere difficile abituarsi a nuovi apparecchi acustici. Gestione adattamento regola progressivamente il guadagno durante un determinato periodo di tempo in cui si indossano gli apparecchi acustici fino ad arrivare all'impostazione ottimale per la perdita uditiva del paziente. Ciò consente di abituarsi gradualmente ai nuovi apparecchi acustici.
ko_kr: 보청기에 적응하기 어려워 하는 사용자를 위한 자동 적응 기능입니다. 자동적응매니저를 활성화 하면, 착용자가 적응할 수 있는 최적의 설정으로 이득이 천천히 조절되도록 합니다. 이를 통해 착용자는 천천히 보청기와 친숙해지고 자연스럽게 적응할 수 있게 됩니다.
nl_nl: Het kan soms moeilijk zijn om te wennen aan nieuwe hoortoestellen. De Acceptatie Manager regelt de versterking langzaam naar de optimale instelling voor uw gehoorverlies gedurende de eerste weken dat u de toestellen draagt. Zo kunt u geleidelijk wennen aan uw nieuwe hoortoestellen.
no_no: Det kan av og til være vanskelig å venne seg til nye høreapparater. Acceptance Manager vil gradvis justere forsterkningen til den optimale innstillingen for ditt hørselstap, slik at du gradvis kan venne deg til de nye høreapparatene.
pt_pt: As vezes é difícil o paciente se acostumar com os novos aparelhos auditivos. O Gerenciador de Adaptação ajusta lentamente o ganho, para a melhor configuração de acordo com a perda auditiva, ao longo do tempo em que o paciente estiver utilizando os aparelhos auditivos. Isso permite que o paciente adapte gradualmente.
ro_ro: Uneori poate fi dificil să te obișnuiești cu un aparat auditiv nou. Managerul de Acceptare ajustează treptat amplificarea la nivelul optim pentru hipoacuzia dvs. pe o perioadă de timp în care purtați aparatul. Astfel vă acomodați treptat cu un aparat auditiv nou.
ru_ru: Иногда может быть сложно привыкнуть к новым слуховым аппаратам. Менеджер адаптации постепенно, на протяжении определенного периода времени, корректирует усиление до оптимальной для вашего снижения слуха настройки. Это обеспечивает более легкую адаптацию к вашим новым слуховым аппаратам.
sv_se: Det kan ibland vara svårt att vänja sig vid nya hörapparater. Acceptans Verktyget justerar under en vald tidsperiod sakta upp förstärkningen till optimal inställning för din hörselnedsätting. Det låter dig gradvis vänja sig vid dina nya hörapparater.
th_th: บางครั้งอาจส่งผลให้ปรับตัวเข้ากับเครื่องช่วยฟังใหม่ได้ยาก ตัวจัดการการยอมรับจะค่อย ๆ ปรับค่าเกนจนถึงการตั้งค่าที่เหมาะสมที่สุดสำหรับการสูญเสียการได้ยินของคุณ ในระหว่างช่วงเวลาที่คุณสวมเครื่องช่วยของฟังของคุณ จึงช่วยให้คุณสามารถค่อย ๆ ปรับตัวให้เข้ากับเครื่องช่วยฟังเครื่องใหม่ได้
tr_tr: Bazen yeni bir işitme cihazı kullanmak kolay olmayabilir. Adaptasyon Yöneticisi kişinin işitme kaybına bağlı olarak kazanç ayarlarını belirli bir süre içerisinde yavaş yavaş en uygun ayarlara getirir. Bu özellik işitme cihazlarına uyum sağlanmasına imkan tanır.
zh_cn: 对于佩戴新助听器的用户来说有时会比较难以适应它。满意度管理系统会自动慢慢地调整助听器的增益，最终达到完美匹配听力损失的目标增益值，这将使用户能更好地适应新的助听器。

source: Ear-to-Ear Communication
bg_bg: Комуникация ухо с ухо
cht: 雙耳傳輸
da_dk: Øre til øre-kommunikation
el_gr: Επικοινωνία Ear-to-Ear
fi_fi: Kuulokojeiden välinen yhteys
hr_hr: Komunikacija između ušiju
hu_hu: Készülékek közötti kommunikáció
it_it: Comunicazione Ear-to-Ear
nl_nl: Ear-to-Ear synchronisatie
no_no: Øre til øre-kommunikasjon
pt_pt: Comunicação de Orelha a Orelha
ro_ro: Comunicare Dispozitiv la Dispozitiv
ru_ru: Бинауральная синхронизация
sv_se: Öra till Öra Kommunikation
th_th: การสื่อสารแบบ Ear-to-Ear
tr_tr: Kulaktan Kulağa Bildirim
zh_cn: AI智能双耳融合系统

source: Directional Mix
bg_bg: Насочено смесване
cht: 方向性混合
el_gr: Κατευθυντική μείξη
fi_fi: Taajuuskohtainen suuntakuvio
hr_hr: Mješovita usmjerenost
hu_hu: Direkcionális mix
nl_nl: Directionele Mix
no_no: Direksjonal mix
pt_pt: Direcional Omni/Dir
ro_ro: Mix Directional
ru_ru: Смешивание направленностей
sv_se: SSP/Andel riktverkan
th_th: การผสมทิศทาง
zh_cn: 方向性分量

source: Noise Tracker II
cht: 噪音追蹤系統 II
fi_fi: Taustamelun vaimennus II
ru_ru: Шумоподавление Noise Tracker II
th_th: ตัวติดตามเสียงรบกวน II
zh_cn: AI智能净噪系统

source: Environmental Optimizer II
bg_bg: Оптимизатор на средата II
cht: 環境優化器 II
fi_fi: Ääniympäristön optimointi II
hu_hu: Környezeti Optimalizáló II
it_it: Ottimizzatore Ambientale II
pt_pt: Otimizador Ambiental II
ru_ru: Оптимизатор Окружения II
sv_se: Miljöoptimering II
th_th: โปรแกรมปรับแต่งสภาพแวดล้อม
tr_tr: Çevresel Yönetim II
zh_cn: AI智能环境优化器

source: Data Mismatch
bg_bg: Несъответствие на данни
cht: 數據不相符
da_dk: Dataene stemmer ikke overnes
el_gr: Ασυμφωνία δεδομένων
fi_fi: Potilastiedoissa ristiriita
hr_hr: Neusklađenost podataka
hu_hu: Nem egyező adat
it_it: Mancata corrispondenza dati
ko_kr: 데이터 불일치
nl_nl: Gegevens stemmen niet overeen
no_no: Pasientdata samsvarer ikke
pt_pt: Compatibilidade de Dados do Paciente
ro_ro: Nepotrivire date pacient
ru_ru: Несоответствие данных
sv_se: Patientdata matchar inte
th_th: ข้อมูลคนไข้ไม่ตรงกัน
tr_tr: Hasta Bilgisi Uyuşmazlığı
zh_cn: 用户数据不一致
