Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Outside instrument fitting range
bg_bg: Извън диапазона за монтиране на апарата
cht: 超出助聽器選配範圍
da_dk: Uden for rækkevidde af apparattilpasning
el_gr: Εκτός εύρους εφαρμογής ακουστικών
fi_fi: Kuulokojeen sovituksen alueen ulkopuolella
hr_hr: Izvan raspona namještanja aparata
hu_hu: Kívül esik a készülék illesztési tartományán
it_it: Al di fuori del range di fitting dell'apparecchio
ko_kr: 아웃사이드 피팅 레인지
nl_nl: Buiten aanpasbereik toestel
no_no: Utenfor tilpasningsområde for apparat
pt_pt: Fora da faixa de ajuste do aparelho
ro_ro: În afara intervalului de fixare instrument
ru_ru: За пределами диапазона настройки СА
sv_se: Utanför hörapparatens anpassningsområde
th_th: อยู่นอกช่วงการทดลองสวมอุปกรณ์
tr_tr: Cihaz Fitting aralığının dışında
zh_cn: 超出助听器验配范围

source: Try Again
bg_bg: Опитайте отново
cht: 重試
da_dk: Prøv igen
el_gr: Προσπαθήστε ξανά
fi_fi: Kokeile uudelleen
hr_hr: Pokušaj ponovno
hu_hu: Újrapróbálkozás
it_it: Riprova
ko_kr: 재시도
nl_nl: Probeer opnieuw
no_no: Prøv igjen
pt_pt: Tente novamente
ro_ro: Incearca din nou
ru_ru: Повторить попытку
sv_se: Försök igen
th_th: ลองอีกครั้ง
tr_tr: Tekrar Dene
zh_cn: 再试一次

source: Skip Calibration
bg_bg: Пропускане на калибриране
cht: 略過校正
da_dk: Spring kalibrering over
el_gr: Παράλειψη βαθμονόμησης
fi_fi: Ohita kalibrointi
hr_hr: Preskoči kalibraciju
hu_hu: Kalibráció megszakítása
it_it: Salta calibrazione
ko_kr: 캘리브레이션 건너뛰기
nl_nl: Sla de kalibratie over
no_no: Hopp over kalibrering
pt_pt: Ignorar calibração
ro_ro: Sari peste Calibrare
ru_ru: Пропустить калибровку
sv_se: Ingen kalibrering
th_th: ข้ามการ Calibrate
tr_tr: Kalibrasyonu Geç
zh_cn: 跳过校准

source: Replace Instrument...
bg_bg: Замяна на апарата...
cht: 取代助聽器...
da_dk: Skift apparat...
el_gr: Αντικατάσταση οργάνου...
fi_fi: Vaihda kuulokoje...
hr_hr: Zamjena aparata...
hu_hu: Készülék csere...
it_it: Sostituisci apparecchio...
ko_kr: 보청기 교체...
nl_nl: Vervang toestel...
no_no: Erstatt apparat...
pt_pt: Substituir aparelho...
ro_ro: Inlocuieste Aparatul...
ru_ru: Заменить СА...
sv_se: Ersätt Hörapparat
th_th: เปลี่ยนเครื่องช่วยฟัง
tr_tr: Cihazı Değiştir...
zh_cn: 重置助听器...

source: File Open Error
bg_bg: Грешка при отваряне на файл
cht: 檔案開啟錯誤
da_dk: Fejl ved åbning af fil
el_gr: Σφάλμα ανοίγματος αρχείου
fi_fi: Tiedoston avaamisessa virhe
hr_hr: Pogreška otvaranja datoteke
hu_hu: Fájlmegnyítás hiba
it_it: Errore file aperto
ko_kr: 파일 열기 오류
nl_nl: Foutmelding openen bestand
no_no: Feil ved åpning av fil
pt_pt: Erro ao o abrir arquivo
ro_ro: Eroare la Deschidere Fisier
ru_ru: Ошибка при открытии файла
sv_se: Filöppningsfel
th_th: การเปิดไฟล์ Error
tr_tr: Dosya Açma Hatası
zh_cn: 打开文件失败

source: Help file is not found on your computer!
bg_bg: Помощният файл не е намерен на вашия компютър!
cht: 在您的電腦內找不到說明檔！
da_dk: Hjælp-filen findes ikke på denne computer.
el_gr: Δεν βρέθηκε το αρχείο βοήθειας στον υπολογιστή σας!
fi_fi: Tästä tietokoneesta ei löydy ohjetiedostoa !
hr_hr: Na računalu nije pronađena datoteka pomoći!
hu_hu: A súgófájl nem található a számítógépen!
it_it: Il file della guida non è stato trovato nel PC.
ko_kr: 도움말 파일이 컴퓨터에서 발견되지 않습니다!
nl_nl: Helpbestand is niet gevonden op uw computer!
no_no: Fant ikke hjelpefilen på PC-en din!
pt_pt: Arquivo de ajuda não encontrado no computador!
ro_ro: Fisierul Help nu a fost gasit in calculator!
ru_ru: Файл справки на вашем ПК не найден.
sv_se: Hjälpfilen hittades inte på din dator!
th_th: ไม่พบไฟล์วิธีใช้บนคอมพิวเตอร์ของคุณ!
tr_tr: Bilgisayarınızda yardım dosyası bulunamadı!
zh_cn: 未发现帮助中心!

source: Cannot access the help file!
bg_bg: Невъзможен достъп да помощния файл!
cht: 無法存取說明檔！
da_dk: Kan ikke få adgang til Hjælp-filen!
el_gr: Δεν είναι δυνατή η πρόσβαση στο αρχείο βοήθειας!
fi_fi: Ohjetiedostoa ei voi käyttää.
hr_hr: Pristup datoteci pomoći nije moguć!
hu_hu: Nem lehet elérni a súgófájlt!
it_it: Impossibile accedere al file della guida.
ko_kr: 파일로의 접근이 제한되었습니다. 시스템 관리자에게 문의하세요.
nl_nl: Kan het helpbestand niet openen!
no_no: Får ikke tilgang til hjelpefilen!
pt_pt: Não foi possível acessar o arquivo de ajuda.
ro_ro: Accesul la fisier nu este permis!
ru_ru: Нет доступа к файлу справки!
sv_se: Det går inte att komma åt hjälpfilen!
th_th: ไม่สามารถเข้าถึงไฟล์วิธีใช้ได้!
tr_tr: Yardım dosyasına erişilemiyor!
zh_cn: 无法访问帮助文件！

source: Don't know how to open PDF file. Do you want to download Adobe Reader from internet?
bg_bg: Не зная как се отваря PDF файл. Искате ли да изтеглите Adobe Reader от Интернет?
cht: 不知道如何開啟 PDF 文件。您要從網路下載 Adobe Reader 嗎？
da_dk: Ved du ikke, hvordan du åbner en PDF-fil? Vil du downloade Adobe Reader fra internettet?
el_gr: Δεν είναι γνωστός ο τρόπος ανοίγματος αρχείου PDF. Θέλετε να πραγματοποιήσετε λήψη του Adobe Reader από το διαδίκτυο;
fi_fi: PDF-tiedostoa ei voi avata. Ladataanko Adobe Readeri Internetistä ?
hr_hr: Ne znamo kako možemo otvoriti PDF datoteku. Želite li preuzeti Adobe Reader s interneta?
hu_hu: Nem tudja, hogyan lehet megnyitni egy PDF-fájlt. Letölti az Adobe Reader programot az internetről?
it_it: Non si dispone di strumenti per aprire il file PDF. Scaricare Adobe Reader da Internet?
ko_kr: PDF 파일을 보기 위해 Arcrobat Reader 프로그램을 다운로드하시겠습니까?
nl_nl: Weet niet hoe het PDF-bestand te openen. Wilt u Adobe Reader van het internet downloaden?
no_no: Vet ikke hvordan PDF-filen skal åpnes. Vil du laste ned Adobe Reader fra internett?
pt_pt: Não sabe como abrir o arquivo em PDF. Deseja baixar o Adobe Reader da Internet?
ro_ro: Adobe Acrobat Reader nu este instalat. Apasa OK pentru a deschide website-ul Adobe Acrobat Reader si descarca-l.
ru_ru: Нет ПО, чтобы открыть файл PDF. Скачать Adobe Reader с интернета?
sv_se: Vet du inte hur man öppnar PDF-fil. Vill du ladda ner Adobe Reader från Internet?
th_th: ไม่ทราบวิธีเปิดไฟล์ PDF คุณต้องการดาวน์โหลด Adobe Reader จากอินเทอร์เน็ตหรือไม่
tr_tr: PDF dosyası açılamıyor. Adobe Reader'i internetten indirmek ister misiniz?
zh_cn: 不知道如何打开PDF文件？是否从互联网下载Adobe Reader？

source: Out of memory. Please close other application, and try to open again.
bg_bg: Не достига памет. Моля, затворете други приложения и опитайте да отворите отново.
cht: 記憶體不足。請關閉其他應用程式，並嘗試再次開啟。
da_dk: Der er ikke nok hukommelse. Luk venligst andre programmer, og prøv igen.
el_gr: Η μνήμη έχει εξαντληθεί. Κλείστε άλλες εφαρμογές και προσπαθήστε να το ανοίξετε ξανά.
fi_fi: Muisti vähissä. Sulje tarpeettomat ohjelmat ja yritä uudestaan.
hr_hr: Nema dovoljno memorije. Zatvorite druge aplikacije pa ponovo pokušajte otvoriti.
hu_hu: Kevés a memória. Zárja be a többi alkalmazást, majd próbálkozzon újra a megnyitással.
it_it: Memoria piena. Chiudere le altre applicazioni e riprovare.
ko_kr: 메모리 부족. 다른 어플리케이션을 종료하고 다시 구동해 보세요.
nl_nl: Niet genoeg geheugen. Sluit andere applicaties af en probeer het opnieuw
no_no: Fullt minne. Du må lukke andre programmer og prøv igjen.
pt_pt: Sem memória. feche as outras aplicações e tente abrir novamente.
ro_ro: Fara memorie. Inchideti alte aplicatii si incercati sa redeschideti.
ru_ru: Недостаточно памяти. Закройте другие приложения и попробуйте открыть снова.
sv_se: Slut på minne. Stäng andra program och försök öppna igen.
th_th: หน่วยความจำไม่พอ กรุณาปิดโปรแกรมอื่นที่ไม่ใช้ แล้วลองใหม่อีกครั้ง
tr_tr: Bellek yetersiz. Diğer uygulamaları kapatarak tekrar açmayı deneyin.
zh_cn: 内存不足。请关闭其它程序并重试。

source: Unknown PDF file open error.
bg_bg: Грешка при отваряне на неизвестен PDF файл.
cht: 未知的 PDF 文件開啟錯誤。
da_dk: Der opstod en ukendt fejl under åbning af PDF-filen.
el_gr: Σφάλμα ανοίγματος άγνωστου αρχείου PDF.
fi_fi: Virhe PDF-tiedoston avaamisessa.
hr_hr: Nepoznata pogreška otvaranja PDF datoteke.
hu_hu: Ismeretlen hiba történt a PDF-fájl megnyitásakor.
it_it: Errore di apertura file PDF sconosciuto.
ko_kr: PDF 파일 열기 오류
nl_nl: Onbekende fout bij openen PDF bestand.
no_no: Åpningsfeil, ukjent PDF-fil.
pt_pt: Erro desconhecido ao abrir o arquivo em PDF.
ro_ro: Eroare necunoscuta la deschiderea fisierului PDf
ru_ru: Неизвестная ошибка при открытии файла PDF.
sv_se: Okänt fel vid öppning av PDF-fil.
th_th: ข้อผิดพลาดในการเปิดไฟล์ PDF ที่ไม่รู้จัก
tr_tr: Bilinmeyen PDF dosyası açılma hatası.
zh_cn: 打开PDF文件时出错.

source: CS63 + Flex Strip
el_gr: CS63 + εύκαμπτη ταινία
hr_hr: CS63 + savitljiva traka
hu_hu: CS63 + Flex kábel
ko_kr: CS63 + 플렉스 스트립
ru_ru: CS63 + гибкий шлейф
th_th: สายเคเบิ้ลพร้อม CS63 + Flex Strip
tr_tr: CS63 + şerit kablo
zh_cn: CS63编程线

source: Unsaved changes in the comparison program will be lost. Do you want to continue?
bg_bg: Незапазените промени в програмата за сравнение ще се загубят. Искате ли да продължите?
cht: 在比較程式的未儲存改變將會遺失。您要繼續嗎?
da_dk: Ikke-gemte ændringer i sammenligningsprogrammet vil gå tabt. Ønsker du at fortsætte?
el_gr: Οι μη αποθηκευμένες αλλαγές στο πρόγραμμα σύγκρισης θα χαθούν. Θέλετε να συνεχίσετε;
fi_fi: Vertailuohjelman tallentamattomat muutokset menetetään. Jatketaanko ?
hr_hr: Nastale promjene u programu usporedbe bit će izgubljene ako ih ne spremite. Želite li nastaviti?
hu_hu: A nem mentett változások az összehasonlító programban el fognak veszni. Folytatja?
it_it: Le modifiche non salvate nel programma di confronto verranno perse. Vuoi continuare?
ko_kr: 프로그램 비교에서 저장되지 않는 변경사항은 손실됩니다. 계속 진행 하시겠습니까?
nl_nl: De veranderingen in het vergelijkingsprogramma gaan verloren. Wilt u doorgaan?
no_no: Endringer som ikke er lagret i program for sammenlikning, vil gå tapt. Vil du fortsette?
pt_pt: As alterações não salvas no programa de comparação serão perdidas. Deseja continuar?
ro_ro: Schimbările nesalvate din programul de comparare se vor pierde. Doriți să continuați?
ru_ru: Несохраненные изменения в программе сравнения будут утеряны. Продолжить?
sv_se: Ej sparade ändringar i jämförelseprogrammet kommer att gå förlorade. Vill du fortsätta?
th_th: การเปลี่ยนแปลงที่ไม่ได้บันทึกไว้ในโปรแกรมเปรียบเทียบจะหายไป ต้องการดำเนินการต่อไหม
tr_tr: Karşılaştırmadaki kaydedilmeyen değişiklikler kaybolacaktır. Devam etmek istiyor musunuz?
zh_cn: 对比程序中未保存的更改将丢失，是否希望继续?

source: Time constants
bg_bg: Времеви константи
cht: 時間常數
da_dk: Tidskonstanter
el_gr: Σταθερές χρόνου
fi_fi: Aikavakiot
hr_hr: Vremenske konstante
hu_hu: Időállandók
it_it: Costanti di tempo
ko_kr: 압축/해제 시간
nl_nl: Tijdconstanten
no_no: Tidskonstanter
pt_pt: Constante de Tempo
ro_ro: Constante de timp
ru_ru: Постоянные времени
sv_se: Tidskonstanter
th_th: ค่าคงที่เวลา
tr_tr: Zaman sabitleri
zh_cn: 时间常数

source: Sound Cleaner Pro
cht: 進階聲音純化器
fi_fi: Äänen puhdistaja Pro
hr_hr: Napredni pročistač zvuka
ko_kr: Noise Tracker II
nl_nl: NoiseTracker II
ro_ro: Sunet curat Pro
ru_ru: Шумоочистка Sound Cleaner Pro
sv_se: Sound Cleaner Pro (Brusreducering)
tr_tr: Ses Netleştirici Pro
zh_cn: 声音净化器II

source: DFS Ultra II
cht: 數位回饋音抑制 Ultra II
ru_ru: Подавление обратной связи DFS Ultra II
zh_cn: 超级DFS II

source: Silencer
bg_bg: Заглушител
cht: 靜音模式
da_dk: Lyddæmper
el_gr: Σιγαστήρας
fi_fi: Kohinasalpa
hr_hr: Prigušivač zvuka
hu_hu: Csendesítő
it_it: Espansione
ko_kr: Expansion
nl_nl: LowLevel Expansie
no_no: Lyddemper
pt_pt: Silenciador
ro_ro: Amortizor
ru_ru: Глушитель
sv_se: Silencer/Expansion
th_th: ตัวตัดเสียงรบกวน
tr_tr: Susturucu
zh_cn: 静音器

source: Beamwidth
bg_bg: Ширина на лъча
cht: 方向性角度
da_dk: Strålevidde
el_gr: Εύρος δέσμης
fi_fi: Keilan leveys
hr_hr: Širina polja mikrofona
hu_hu: Nyaláb szélesség
it_it: Ampiezza della direzionalità
nl_nl: Beambreedte
no_no: Strålebredde
pt_pt: Largura do feixe de captação
ro_ro: Lățime bandă
ru_ru: Ширина луча направленности
sv_se: Zoomvinkel
th_th: ความกว้างสัญญาณเสียง
tr_tr: Sinyal Genişliği
zh_cn: 方向性维度

source: Mixing Point Frequency
bg_bg: Честота на точката на смесване
cht: 融合點頻率
da_dk: Frekvens for blandepunkt
el_gr: Συχνότητα σημείου μείξης
fi_fi: Sekoituspisteen taajuus
hr_hr: Prijelazna frekvencija
hu_hu: Keverési pont frekvenciája
it_it: Frequenza di mixing point
ko_kr: Directional Mix
nl_nl: Mix-frequentiepunt
no_no: Mixing Point-frekvens
pt_pt: Frequência do ponto de mistura
ro_ro: Frecvența punctului de mix
ru_ru: Частота точки смешивания
th_th: ย่านความถี่แบบผสม
tr_tr: Karıştırma Noktası Frekansı
zh_cn: 可调分频点

source: Autoscope
bg_bg: Автоскоп
cht: 自動聚焦
el_gr: Ωτοσκόπιο
fi_fi: Automaattinen suuntakuvio
hu_hu: Autoszkóp
pt_pt: Foco Automático
ru_ru: Автоматическая адаптивная направленность
sv_se: Automatisk inzoomning
zh_cn: 智能多维

source: Speech Spotter Pro
cht: 進階語音聚焦
fi_fi: Puheentunnistus Pro
nl_nl: Softswitching
ro_ro: Discurs sincronizat profesional
ru_ru: Обнаружитель речи Speech Spotter Pro
sv_se: Softswitching Pro
tr_tr: Konuşma Tarayıcı Pro
zh_cn: 实景智能转换系统

source: Moderate
bg_bg: Умерен
cht: 中度
da_dk: Moderat
el_gr: Μέτριο
fi_fi: Kohtalainen
hr_hr: Umjereno
hu_hu: Közepes
it_it: Moderato
nl_nl: Matig
no_no: Moderat
pt_pt: Moderado
ro_ro: Moderat
ru_ru: Умеренно
sv_se: Måttlig
th_th: ปานกลาง
tr_tr: Orta
zh_cn: 中度

source: Strong
bg_bg: Силен
cht: 強度
da_dk: Stærk
el_gr: Ισχυρό
fi_fi: Voimakas
hr_hr: Jako
hu_hu: Erős
it_it: Forte
nl_nl: Sterk
no_no: Sterk
pt_pt: Forte
ro_ro: Puternic
ru_ru: Сильно
sv_se: Stark
th_th: รุนแรง
tr_tr: Güçlü
zh_cn: 强度

source: Mild
bg_bg: Мек
cht: 輕度
el_gr: Ήπιο
fi_fi: Vähäinen
hr_hr: Blago
hu_hu: Enyhe
it_it: Lieve
nl_nl: Licht
pt_pt: Leve
ro_ro: Ușor
ru_ru: Слабо
sv_se: Svag
th_th: เล็กน้อย
tr_tr: Hafif
zh_cn: 轻度

source: Moderate
bg_bg: Умерен
cht: 中度
da_dk: Moderat
el_gr: Μέτριο
fi_fi: Kohtalainen
hr_hr: Umjereno
hu_hu: Közepes
it_it: Moderato
nl_nl: Matig
no_no: Moderat
pt_pt: Moderada
ro_ro: Moderat
ru_ru: Умеренно
sv_se: Måttlig
th_th: ปานกลาง
tr_tr: Orta
zh_cn: 中度

source: Strong
bg_bg: Силен
cht: 強度
da_dk: Stærk
el_gr: Ισχυρό
fi_fi: Voimakas
hr_hr: Jako
hu_hu: Erős
it_it: Forte
nl_nl: Sterk
no_no: Sterk
pt_pt: Forte
ro_ro: Puternic
ru_ru: Сильно
sv_se: Stark
th_th: รุนแรง
tr_tr: Güçlü
zh_cn: 强度

source: WhistleStop
cht: 嘯叫聲抑制
fi_fi: Vinkumisen esto
hu_hu: SipolásStop
ru_ru: Исключение обратной связи / свиста WhistleStop
sv_se: VisselStopp
tr_tr: Uğultu Önleyici
zh_cn: 内置反馈阻断器

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
it_it: Spento
nl_nl: Uit
no_no: Av
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Откл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: Moderately Low
bg_bg: Умерено нисък
cht: 中低
da_dk: Mediumlav
el_gr: Μέτρια χαμηλό
fi_fi: Kohtalaisen heikko
hr_hr: Umjereno nisko
hu_hu: Közepesen alacsony
it_it: Moderatamente basso
ko_kr: Moderate Low
nl_nl: Tamelijk laag (ca 800Hz)
no_no: Moderat lavt
pt_pt: Moderadamente baixo
ro_ro: Moderat Jos
ru_ru: Умеренно низко
sv_se: Ganska liten
th_th: ค่อนข้างต่ำ
tr_tr: Orta Düşük
zh_cn: 适当降低

source: Conversion Failed For {0}
bg_bg: Неуспешно преобразуване на {0}
cht: {0} 轉換失敗
da_dk: Konvertering af {0} mislykkedes
el_gr: Η μετατροπή απέτυχε για {0}
fi_fi: Kohteen {0} konvertointi epäonnistui
hr_hr: Konverzija nije uspjela za {0}
hu_hu: A(z) {0} konverziója nem sikerült
it_it: Conversione non riuscita per {0}
ko_kr: {0}을(를) 위한 변환 실패
nl_nl: Reconfiguratie mislukt voor {0}
no_no: Samtale mislyktes for {0}
pt_pt: Falha na conversão de {0}
ro_ro: Conversia a eșuat pentru {0}
ru_ru: Ошибка преобразования для {0}
sv_se: Konvertering misslyckades för {0}
th_th: การแปลงล้มเหลวสำหรับ {0}
tr_tr: {0} İçin Dönüştürme Başarısız
zh_cn: {0}重置失败

source: Instrument Only
bg_bg: Само апарат
cht: 僅助聽器
da_dk: Kun høreapparat
el_gr: Μόνο το ακουστικό
fi_fi: Pelkkä kuulokoje
hr_hr: Samo aparat
hu_hu: Csak készülék
it_it: Solo apparecchio
ko_kr: 보청기 only
nl_nl: Alleen toestel
no_no: Kun apparat
pt_pt: Somente aparelho
ro_ro: Numai Instrument
ru_ru: Только СА
sv_se: Endast hörapparat
th_th: เครื่องช่วยฟังเท่านั้น
tr_tr: Sadece Cihaz
zh_cn: 仅助听器

source: Adaptive Directionality
bg_bg: Адаптивна насоченост
cht: 自適性方向性
el_gr: Προσαρμοστική κατευθυντικότητα
fi_fi: Adaptiivinen suuntakuvio
hr_hr: Prilagodljiva usmjerenost
hu_hu: Adaptív direkcionalitás
it_it: Direzionalità adattiva
nl_nl: Adaptieve directionaliteit
no_no: Adaptiv Direksjonalitet
pt_pt: Direcionalidade Adaptativa
ro_ro: Directional adaptativ
ru_ru: Адаптивная направленность
sv_se: Adaptiv Riktverkan
th_th: ปรับทิศทางการฟัง
tr_tr: Uyarlanır Yönlülük
zh_cn: 自适应方向性

source: Sound Cleaner
bg_bg: Sound Cleaner (програма за изчистване на шум)
cht: 聲音純化器
el_gr: Καθαρισμός ήχου
fi_fi: Äänen puhdistaja
hr_hr: Pročistač zvuka
hu_hu: Hangtisztító
ko_kr: Noise Tracker
nl_nl: NoiseTracker
no_no: Lydrenser
pt_pt: Filtro sonoro
ru_ru: Очиститель звука Sound Cleaner
sv_se: Sound Cleaner (brusreducering)
tr_tr: Ses Netleştirici
zh_cn: 声音净化器

source: Apply changes from comparison program to {0}?
bg_bg: Да се приложат ли промените от програмата за сравнение върху {0}?
cht: 將比較程式的更改套用於 {0}？
da_dk: Vil du anvende ændringer fra sammenligningsprogram for {0}?
el_gr: Εφαρμογή των αλλαγών από το πρόγραμμα σύγκρισης στο {0};
fi_fi: Otetaanko vertailuohjelman muutokset käyttöön kohteessa {0} ?
hr_hr: Želite li primijeniti promjene iz programa za usporedbu na {0}?
hu_hu: Alkalmazza az összehasonlítási programból származó módosításokat a következőre: {0}?
it_it: Applicare i cambiamenti per il programma di confronto su {0}?
ko_kr: 비교 프로그램으로부터 {0}(으)로의 변경을 적용하시겠습니까?
nl_nl: Wijzigingen van vergelijkingsprogramma toepassen in {0}?
no_no: Benytt endringer fra sammenlikningsprogram til {0}?
pt_pt: Aplicar as alterações do programa de comparação em {0}?
ro_ro: Aplicați modificările din programul de comparare în {0}?
ru_ru: Применить изменения из программы сравнения в {0}?
sv_se: Tillämpa ändringar från jämförelseprogrammet till {0}?
th_th: ใช้การเปลี่ยนแปลงจากโปรแกรมเปรียบเทียบกับ {0} หรือไม่
tr_tr: Karşılaştırma programındaki değişiklikler {0}'a uygulansın mı?
zh_cn: 将更改从比较程序应用到{0}？

source: Save Changes
bg_bg: Запазване на промените
cht: 儲存改變
da_dk: Gem ændringer
el_gr: Αποθήκευση αλλαγών
fi_fi: Tallenna muutokset
hr_hr: Spremi promjene
hu_hu: Változások mentése
it_it: Salva modifiche
ko_kr: 변경내용 저장
nl_nl: Wijzigingen opslaan
no_no: Lagre endringer
pt_pt: Salvar alterações
ro_ro: Salveaza schimbarile.
ru_ru: Сохранить изменения
sv_se: Spara Ändringar
th_th: บันทึกการเปลี่ยนแปลง
tr_tr: Değişiklikleri Kaydet
zh_cn: 保存更改

source: The audiogram has changed. Please restart the application if you wish to use the new audiogram
bg_bg: Аудиограмата се промени. Моля, рестартирайте приложението, ако искате да използвате новата аудиограма
cht: 聽力圖已改變。如果您需使用新的聽力圖，請重新啟動應用程式
da_dk: Audiogrammet er ændret. Genstart programmet, hvis du ønsker at bruge det nye audiogram.
el_gr: Το ακοόγραμμα έχει αλλάξει. Επανεκκινήστε την εφαρμογή αν θέλετε να χρησιμοποιήσετε το νέο ακοόγραμμα.
fi_fi: Audiogrammi on muuttunut. Jos haluat käyttää uutta audiogrammia, käynnistä ohjelma uudelleen.
hr_hr: Audiogram je promijenjen. Ponovno pokrenite aplikaciju ako želite upotrijebiti novi audiogram.
hu_hu: Az audiogram változott. Indítsa újra az alkalmazást ha használni akarja az új audiogramot.
it_it: L'audiogramma è stato modificato. Riavviare l'applicazione se si desidera utilizzare il nuovo audiogramma.
ko_kr: 청력도가 변경되었습니다. 변경된 청력도를 사용하시려면 어플리케이션을 다시 시작하세요.
nl_nl: Het audiogram is gewijzigd. Start de applicatie a.u.b. opnieuw als u het nieuwe audiogram wilt gebruiken
no_no: Audiogram er endret. Vennligst start programmet på nytt om du ønsker å bruke det nye audiogrammet.
pt_pt: O audiograma foi alterado. Reinicie a aplicação se deseja usar o novo audiograma
ro_ro: Audiograma sa modificat. Va rog reporniti aplicatia daca doriti sa utilizati o audiograma noua.
ru_ru: Аудиограмма была изменена. Пожалуйста, перезагрузите приложение, если вы хотите использовать данные новой аудиограммы
sv_se: Audiogrammet har ändrats. Starta om programmet om du vill använda det nya audiogrammet.
th_th: มีการเปลี่ยนแปลง audiogram กรุณา restart โปรแกรมถ้าคุณอยากใช้ audiogram ใหม่
tr_tr: Odyogram değişti. Yeni odyogramı kullanmak istiyorsanız lütfen uygulamaları tekrar başlatın
zh_cn: 听力图已改变。如果您想使用新的听力图请重启应用程序。

source: Noise Tracker
cht: 噪音追蹤
fi_fi: Taustamelun vaimennus
hr_hr: Sustav za praćenje buke
pt_pt: Rastreador de Ruído
ro_ro: Noise Tracker (Monitorizare zgomot)
ru_ru: Шумоподавление Noise Tracker
zh_cn: 净噪系统

source: Legend:
bg_bg: Легенда:
cht: 圖例：
da_dk: Forklaring:
el_gr: Λεζάντα:
fi_fi: Selite :
hr_hr: Legenda:
hu_hu: Jelmagyarázat:
it_it: Legenda:
ko_kr: 레전드:
nl_nl: Legenda:
no_no: Tegnforklaring:
pt_pt: Legenda:
ro_ro: Legendă:
ru_ru: Пояснения:
sv_se: Teckenförklaring:
th_th: คำบรรยาย:
tr_tr: Açıklama:
zh_cn: 图例:

source: Active Session Audiogram is from
bg_bg: Аудиограмата от активната сесия е от
cht: 啟動的階段聽力圖來自
da_dk: Det aktive sessionsaudiogram er fra
el_gr: Το ακοόγραμμα της ενεργής συνεδρίας προέρχεται από
fi_fi: Aktiivinen istunto, josta audiogrammi on peräisin
hr_hr: Audiogram aktivne sesije je od
hu_hu: Az aktív munkameneti audiogram forrása
it_it: L'audiogramma della sessione attiva è da
ko_kr: 활성화 중인 청력도
nl_nl: Actieve-sessie audiogram is van
no_no: Aktivt øktsaudiogram er fra
pt_pt: O audiograma da sessão ativa é de
ro_ro: Audiograma sesiunii active este din
ru_ru: Аудиограмма активной сессии от
sv_se: Det aktiva sessions audiogrammet kommer från
th_th: ออดิโอแกรมของเซสชันที่ใช้งานมาจาก
tr_tr: Etkin Oturum Odyogram kaynağı:
zh_cn: 当前使用听力图来自

source: Manage Accessories
bg_bg: Управление на аксесоари
cht: 管理配件
da_dk: Håndter trådløst tilbehør
el_gr: Διαχείριση εξαρτημάτων
fi_fi: Lisälaitteiden hallinta
hr_hr: Upravljanje dodatnom opremom
hu_hu: Tartozékok kezelése
it_it: Gestisci accessori
ko_kr: 액세서리 관리
nl_nl: Accessoires beheren
no_no: Tilbehør
pt_pt: Gerenciar Acessórios Wireless
ro_ro: Control accesorii
ru_ru: Управление аксессуарами
sv_se: Hantera tillbehör
th_th: จัดการอุปกรณ์เสริม
tr_tr: Aksesuarları Yönet
zh_cn: 无线附件管理

source: Simulated
bg_bg: Симулиран
cht: 模擬
da_dk: Simuleret
el_gr: Προσομοιωμένο
fi_fi: Simuloitu
hr_hr: Simulirano
hu_hu: Szimulált
it_it: Simulato
ko_kr: 시뮬레이션
nl_nl: Gesimuleerd
no_no: Simulert
pt_pt: Simulado
ro_ro: Simulat
ru_ru: Имитированный
sv_se: Simulerad
th_th: ที่จำลอง
tr_tr: Simüle Edildi
zh_cn: 模拟

source: Copy to Phone Now
bg_bg: Копиране в Телефон сега
cht: 複製至 Phone Now
da_dk: Kopiér til Phone Now
el_gr: Αντιγραφή του προγράμματος αυτού στο Phone Now
fi_fi: Kopioi Phone Now -toimintoon
hr_hr: Kopiraj u telefon sad
hu_hu: Másolás a Phone Now-ra
it_it: Copia su Phone Now
ko_kr: Phone Now로 복사
nl_nl: Kopiëren naar PhoneNow
no_no: Kopier til Phone Now
pt_pt: Copiar para o Phone Now
ro_ro: Copiați în telefon acum
ru_ru: Скопировать в Phone Now
sv_se: Kopiera till Autotelefon
th_th: คัดลอกไปยังโทรศัพท์ตอนนี้
tr_tr: Phone Now'a Kopyala
zh_cn: 复制到自动电话

source: Copy this program to Phone Now
bg_bg: Копирайте тази програма на Phone Now
cht: 將此程式複製到 Phone Now
da_dk: Kopiér dette program til Phone Now
el_gr: Αντιγραφή του προγράμματος αυτού στο Phone Now
fi_fi: Kopioi tämä ohjelma Phone Now -toimintoon
hr_hr: Kopiraj ovaj program u Phone Now
hu_hu: Program másolása a Phone Now-ra
it_it: Copia questo programma sul telefono ora
ko_kr: 이 프로그램을 Phone Now로 복사
nl_nl: Kopieer dit programma naar PhoneNow
no_no: Kopier dette programmet til PhoneNow
pt_pt: Copiar esse programa no Phone Now
ro_ro: Copiați acest program în telefon acum
ru_ru: Скопировать эту программу в Phone Now
sv_se: Kopiera detta program till telefonen nu
th_th: คัดลอกโปรแกรมนี้ไปยังโทรศัพท์ทันที
tr_tr: Bu programı Phone Now'a kopyala
zh_cn: 将此程序复制到自动电话

source: Adaptive Directionality
bg_bg: Адаптивна насоченост
cht: 自適性方向性
el_gr: Προσαρμοστική κατευθυντικότητα
fi_fi: Adaptiivinen suuntakuvio
hr_hr: Prilagodljiva usmjerenost
hu_hu: Adaptív direkcionalitás
it_it: Direzionalità adattiva
nl_nl: Adaptieve directionaliteit
no_no: Adaptiv Direksjonalitet
pt_pt: Direcionalidade adaptativa
ro_ro: Directional adaptativ
ru_ru: Адаптивная направленность
sv_se: Adaptiv Riktverkan
th_th: ปรับทิศทางการฟัง
tr_tr: Uyarlanır Yönlülük
zh_cn: 自适应方向性
