Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Fitting data could not be found in local database. Only local fitting data can be loaded
bg_bg: Данните за монтажа не можаха да бъдат намерени в локалната база данни. Могат да се заредят само локални данни за монтажа
cht: 在本機資料庫中找不到選配資料，只能載入本機選配資料
da_dk: Der blev ikke fundet nogen tilpasningsdata i den lokale database. Kun lokale tilpasningsdata kan indlæses
el_gr: Δεν ήταν δυνατή η εύρεση των δεδομένων εφαρμογής στην τοπική βάση δεδομένων. Είναι δυνατή η φόρτωση μόνο τοπικών δεδομένων εφαρμογής
fi_fi: Sovitustietoja ei löytynyt paikallisesta tietokannasta. Vain paikalliset sovitustiedot voidaan ladata.
hr_hr: Podatci o namještanju ne mogu se pronaći u lokalnoj bazi podataka. Mogu se učitati samo lokalni podatci o namještanju.
hu_hu: Az illesztési adatok nem találhatóak a helyi adatbázisban. Csak helyi illesztési adatokat lehet betölteni.
it_it: Impossibile trovare i dati di fitting nel database locale. È possibile caricare soltanto i dati di fitting locale
ko_kr: 피팅 데이터는 로컬 데이터베이스에 저장되지 않습니다. 로컬 피팅 데이터만 로드할 수 있습니다
nl_nl: De aanpasgegevens konden niet in de lokale database worden aangetroffen. Alleen lokale aanpassingsgegevens kunnen worden geladen
no_no: Fant ikke tilpasningsdata i lokal database. Bare lokale tilpasningsdata kan lastes inn
pt_pt: Os dados de ajuste não foram encontrados no banco de dados local. Apenas dados de ajuste locais podem ser carregados
ro_ro: Datele de fixare nu s-au găsit î baza de date locală. Se pot încărca doar date de fixare locale
ru_ru: Не удалось найти данные настроек в локальной базе данных. Можно загрузить только локальные данные настройки
sv_se: Anpassningsdata kunde inte hittas i lokal databas. Endast lokala anpassningsdata kan läsas in
th_th: ไม่พบข้อมูลการทดลองสวมในฐานข้อมูลในเครื่อง สามารถโหลดได้เฉพาะข้อมูลการทดลองสวมในเครื่องเท่านั้น
tr_tr: Fitting verileri yerel veritabanında bulunamadı. Yalnızca yerel fitting verileri yüklenebilir
zh_cn: 本地数据库中找不到验配数据。只能加载本地验配数据

source: Stereo
bg_bg: Стерео
cht: 立體聲
hu_hu: Sztereó
ko_kr: 스테레오
pt_pt: Estéreo
ru_ru: Стерео
th_th: สเตอริโอ
zh_cn: 立体声

source: Your Dispenser:
bg_bg: Вашият фармацевт:
cht: 您的選配師：
da_dk: Din høreapparatspecialist:
el_gr: Ο ακοοπροθετιστής σας:
fi_fi: Jälleenmyyjäsi :
hr_hr: Vaš pružatelj usluga:
hu_hu: Hallás specialistája:
it_it: Distributore:
ko_kr: 담당 청각사:
nl_nl: Uw hoorspecialist:
no_no: Din audiograf:
pt_pt: Seu distribuidor:
ro_ro: Dozatorul dvs:
ru_ru: Ваше выводное устройство:
sv_se: Din utdelare:
th_th: ผู้จ่ายของคุณ:
tr_tr: Dağıtıcınız:
zh_cn: 您的验配师:

source: Audiologist Notes:
bg_bg: Бележки на аудиолога:
cht: 聽力師備註：
da_dk: Audiologs noter:
el_gr: Σημειώσεις ακοολόγου:
fi_fi: Audionomin merkinnät :
hr_hr: Napomene audiologa:
hu_hu: Az audiológus feljegyzései:
it_it: Note audioprotesista:
nl_nl: Notities hoorspecialist:
no_no: Audiografens notater:
pt_pt: Observações ao audiólogo:
ro_ro: Note audiolog:
ru_ru: Заметки сурдолога:
sv_se: Audiologens anteckningar:
th_th: หมายเหตุของนักโสตสัมผัสวิทยา:
tr_tr: Odyolog Notları:
zh_cn: 验配师备注:

source: Reorder Programs
bg_bg: Пренареждане на програмите
cht: 程式重新排序
da_dk: Omarranger eller slet programmer
el_gr: Αναδιάταξη προγραμμάτων
fi_fi: Järjestä ohjelmat uudelleen
hr_hr: Preslagivanje programa
hu_hu: Programok átrendezése
it_it: Riordina programmi
ko_kr: 프로그램 순서변경
nl_nl: Volgorde programma’s wijzigen
no_no: Fjerne/Endre programmer
pt_pt: Reorganizar programas
ro_ro: Reordonare programe
ru_ru: Управление программами
sv_se: Flytta program
th_th: เรียงลำดับโปรแกรมใหม่
tr_tr: Programları Yeniden Düzenle
zh_cn: 重新排序程序

source: Recalculate
bg_bg: Преизчисли
cht: 重新計算
da_dk: Genberegn
el_gr: Επανυπολογισμός
fi_fi: Uudelleenlaskenta
hr_hr: Ponovni izračun
hu_hu: Újraszámítás
it_it: Ricalcola
ko_kr: 프로그램 피팅 데이터 재산출
nl_nl: Herberekenen
no_no: Rekalkuler
pt_pt: Recalcular
ro_ro: Recalculati
ru_ru: Пересчитать
sv_se: Omkalkylera
th_th: คำนวณใหม่
tr_tr: Tekrar Hesapla
zh_cn: 重新计算

source: AutoRelate
cht: 自動關聯
hr_hr: Automatski prijenos
it_it: Correlazione
ko_kr: 오토 릴레이트
nl_nl: Relateren
no_no: Autorelater
pt_pt: Auto Relacionar
ro_ro: Autocorelare
ru_ru: АвтоСоотнесение
sv_se: Autorelatera
th_th: เชื่อมโยงอัตโนมัติ
tr_tr: Otomatikİlişkilendir
zh_cn: 自动关连

source: Paste Program
bg_bg: Постави програмата
cht: 貼上程式
da_dk: Indsæt program
el_gr: Πρόγραμμα επικόλλησης
fi_fi: Liitä ohjelma
hr_hr: Zalijepi program
hu_hu: Program beillesztése
it_it: Incolla programma
ko_kr: 프로그램 붙여넣기
nl_nl: Programma plakken
no_no: Lim inn program
pt_pt: Colar programa
ro_ro: Lipire program
ru_ru: Вставить программу
sv_se: Klistra in program
th_th: วางโปรแกรม
tr_tr: Programı Yapıştır
zh_cn: 粘贴程序

source: Copy Program
bg_bg: Копирай програмата
cht: 複製程式
da_dk: Kopiér program
el_gr: Πρόγραμμα αντιγραφής
fi_fi: Kopioi ohjelma
hr_hr: Kopiraj program
hu_hu: Program másolása
it_it: Copia programma
ko_kr: 프로그램 복사
nl_nl: Programma kopiëren
no_no: Kopier program
pt_pt: Copiar programa
ro_ro: Copiere program
ru_ru: Копировать программу
sv_se: Kopiera program
th_th: คัดลอกโปรแกรม
tr_tr: Programı Kopya
zh_cn: 复制程序

source: Manage Program Names
bg_bg: Управление на имената на програмите
cht: 管理程式名稱
da_dk: Rediger programnavne
el_gr: Διαχείριση ονομάτων προγραμμάτων
fi_fi: Ohjelmien nimien hallinta
hr_hr: Upravljanje imenima programa
hu_hu: Program nevek kezelése
it_it: Gestisci nomi programma
ko_kr: 프로그램 명칭 관리
nl_nl: Weergave van namen beheren
no_no: Administrer programnavn
pt_pt: Gerenciar os Nomes dos Programas
ro_ro: Administrare nume programe
ru_ru: Присвоение имени программам
sv_se: Hantera programnamn
th_th: จัดการชื่อโปรแกรม
tr_tr: Program Adlarını Yönet
zh_cn: 管理程序名称

source: Current Version:
bg_bg: Версия в момента:
cht: 目前版本：
da_dk: Aktuel version:
el_gr: Τρέχουσα έκδοση:
fi_fi: Nykyinen versio :
hr_hr: Trenutna verzija:
hu_hu: Jelenlegi verzió:
it_it: Versione attuale:
ko_kr: 현재 버전:
nl_nl: Huidige versie:
no_no: Gjeldende versjon:
pt_pt: Versão atual:
ro_ro: Versiunea Curentă:
ru_ru: Текущая версия:
sv_se: Aktuell version
th_th: เวอร์ชันปัจจุบัน:
tr_tr: Güncel Sürüm:
zh_cn: 当前版本:

source: Attempted Version:
bg_bg: Опит за версия:
cht: 嘗試版本：
da_dk: Forsøgt version:
el_gr: Επιδιωκόμενη έκδοση:
fi_fi: Yritetty versio :
hr_hr: Pokušana verzija:
hu_hu: Próbált verzió:
it_it: Versione tentata:
ko_kr: 시도한 버전:
nl_nl: Geprobeerde versie:
no_no: Forsøkt versjon:
pt_pt: Versão experimentada:
ro_ro: Versiune încercată:
ru_ru: Пробуемая версия:
sv_se: Försökt version:
th_th: เวอร์ชันที่พยายาม:
tr_tr: Denenen Sürüm:
zh_cn: 尝试版本:

source: Right:
bg_bg: Дясно:
cht: 右：
da_dk: Højre:
el_gr: Δεξί:
fi_fi: Oikea :
hr_hr: Desno:
hu_hu: Jobb:
it_it: Destro:
ko_kr: 우측:
nl_nl: Rechts:
no_no: Høyre:
pt_pt: Direito:
ro_ro: Dreapta:
ru_ru: Справа:
sv_se: Höger:
th_th: ขวา:
tr_tr: Sağ:
zh_cn: 右:

source: Left:
bg_bg: Ляво:
cht: 左：
da_dk: Venstre:
el_gr: Αριστερό:
fi_fi: Vasen :
hr_hr: Lijevo:
hu_hu: Bal:
it_it: Sinistro:
ko_kr: 좌측:
nl_nl: Links:
no_no: Venstre:
pt_pt: Esquerdo:
ro_ro: Stânga:
ru_ru: Слева:
sv_se: Vänster:
th_th: ซ้าย:
tr_tr: Sol:
zh_cn: 左:

source: Collapse All
bg_bg: Свий всички
cht: 全部折疊
da_dk: Skjul alle
el_gr: Σύμπτυξη όλων
fi_fi: Kutista kaikki
hr_hr: Sažmi sve
hu_hu: Összes bezárása
it_it: Nascondi tutto
ko_kr: 축소
nl_nl: Alles inklappen
no_no: Skjul alle
pt_pt: Ocultar todos
ro_ro: Colapsare toate
ru_ru: Свернуть все
sv_se: Komprimera alla
th_th: ย่อทั้งหมด
tr_tr: Tümünü Daralt
zh_cn: 收起所有

source: Expand All
bg_bg: Разгъни всички
cht: 全部展開
da_dk: Udvid alle
el_gr: Ανάπτυξη όλων
fi_fi: Laajenna kaikki
hr_hr: Proširi sve
hu_hu: Összes kibontása
it_it: Espandi tutto
ko_kr: 확장
nl_nl: Alles uitklappen
no_no: Vis alle
pt_pt: Expandir todos
ro_ro: Extindere toate
ru_ru: Развернуть все
sv_se: Expandera alla
th_th: ขยายทั้งหมด
tr_tr: Tümünü Genişlet
zh_cn: 展开所有

source: Refresh
bg_bg: Обнови
cht: 復新
da_dk: Opdater
el_gr: Ανανέωση
fi_fi: Päivitä
hr_hr: Osvježi
hu_hu: Frissítés
it_it: Aggiorna
ko_kr: 새로고침
nl_nl: Verversen
no_no: Oppdater
pt_pt: Atualizar
ro_ro: Reîncarcă
ru_ru: Обновить
sv_se: Uppdatera
th_th: รีเฟรช
tr_tr: Yenile
zh_cn: 刷新

source: Filter:
bg_bg: Филтър:
cht: 過濾器：
el_gr: Φίλτρο:
fi_fi: Suodatin :
hr_hr: Filtar:
hu_hu: Szűrő:
it_it: Filtro:
ko_kr: 검색조건:
pt_pt: Filtro:
ro_ro: Filtru:
ru_ru: Фильтр:
th_th: ตัวกรอง:
tr_tr: Filtrele:
zh_cn: 过滤器:

source: These settings are used to customize the parameters when NoiseTracker II is set to Per Environment.
bg_bg: Тези настройки се използват за персонализиране на параметрите, когато NoiseTracker II е настроен на Според околната среда.
cht: 當噪音追蹤系統 II 設定為「環境獨特設定」時，這些設定會用於自設參數。
da_dk: Disse indstillinger bruges til at tilpasse parametrene, når NoiseTracker II er angivet til Pr. miljø.
el_gr: Οι ρυθμίσεις αυτές χρησιμοποιούνται για εξατομίκευση των παραμέτρων όταν η λειτουργία NoiseTracker II είναι ρυθμισμένη στην επιλογή "Ανά περιβάλλον".
fi_fi: Parametrit mukautetaan näiden asetusten avulla, kun NoiseTracker II määritetään ääniympäristökohtaiseksi.
hr_hr: Ove postavke upotrebljavaju se za prilagodbu parametara kada je Noise Tracker II postavljen na opciju „Prema okruženju”.
hu_hu: Ezekkel a beállításokkal testre szabhatja a paramétereket, ha a Noise Tracker II értéke környezet szerinti.
it_it: Tali impostazioni sono utilizzate per personalizzare i parametri quando Noise Tracker II e impostato su Per ambiente.
ko_kr: 이 설정은 NoiseTracker II가 청취 환경 별로 소음감소 수준이 설정된 경우 파라미터를 변경할 수 있습니다.
nl_nl: Deze instellingen worden gebruikt om de parameters aan te passen wanneer NoiseTracker II is ingesteld per omgeving.
no_no: Disse innstillingene brukes til å endre parameterne når NoiseTracker II er satt til «per miljø».
pt_pt: Essas configurações são usadas para personalizar os parâmetros quando o Noise Tracker II está ajustado Por ambiente.
ro_ro: Aceste setări se folosesc pentru a personaliza parametrii când NoiseTracker II este setat pe Per Environment.
ru_ru: Эти настройки используются для индивидуализации параметров, когда NoiseTracker II установлен на В зависимости от окружения.
sv_se: Dessa inställningar används för att anpasssa parametrarna om NoiseTracker II är inställd på ”Per miljö”.
th_th: การตั้งค่าเหล่านี้มีไว้เพื่อปรับแต่งพารามิเตอร์เมื่อตั้งค่าตัวติดตามเสียงรบกวน II เป็นตามสภาพแวดล้อม
tr_tr: Bu ayarlar, NoiseTracker II Her Ortam İçin ayarlandığında parametreleri özelleştirmek için kullanılır.
zh_cn: 当AI智能净噪系统设置为每种环境时，这些设置将用于自定义参数。

source: Signing In
bg_bg: Вписване
cht: 正在登入
da_dk: Logger på
el_gr: Σύνδεση
fi_fi: Kirjaudutaan sisään
hr_hr: Prijavljivanje
hu_hu: Bejelentkezés
it_it: Accesso
ko_kr: 로그인
nl_nl: Bezig met aanmelden
no_no: Logger på
pt_pt: Conectando
ro_ro: Locagre
ru_ru: Вход/регистрация
sv_se: Loggar in
th_th: กำลังลงชื่อเข้าใช้
tr_tr: Oturum Açılıyor
zh_cn: 登录

source: Change Instruments
bg_bg: Смяна на апарати
cht: 更換助聽器
da_dk: Skift apparater
el_gr: Αλλαγή ακουστικών
fi_fi: Vaihda kuulokojeet
hr_hr: Promijeni aparate
hu_hu: Készülékek módosítása
it_it: Cambia apparecchi
ko_kr: 변경
nl_nl: Toestellen veranderen
no_no: Endre apparater
pt_pt: Alterar Aparelhos Auditivos
ro_ro: Schimbare instrumente
ru_ru: Заменить СА
sv_se: Byt hörapparat
th_th: เปลียนอุปกรณ์
tr_tr: Cihazları Değiştir
zh_cn: 更改助听器

source: Update
bg_bg: Актуализация
cht: 更新
da_dk: Opdater
el_gr: Ενημέρωση
fi_fi: Päivitä
hr_hr: Ažuriranje
hu_hu: Frissítés
it_it: Aggiorna
ko_kr: 업데이트
no_no: Oppdater
pt_pt: Atualizar
ro_ro: Actualizare
ru_ru: Обновить
sv_se: Uppdatera
th_th: อัพเดต
tr_tr: Güncelle
zh_cn: 更新

source: Remote Update Notifications
bg_bg: Известия за дистанционна актуализация
cht: 遠端更新通知
da_dk: Notifikationer om fjernopdatering
el_gr: Ειδοποιήσεις απομακρυσμένης ενημέρωσης
fi_fi: Etäpäivitysilmoitukset
hr_hr: Obavijesti o daljinskom ažuriranju
hu_hu: Távoli frissítési értesítések
it_it: Notifiche aggiornamento remoto
ko_kr: 원격 업데이트 알림
nl_nl: Remote Update meldingen
no_no: Varsler om ekstern oppdatering
pt_pt: Notificações de atualização remota
ro_ro: Notificări actualizare la distanță
ru_ru: Удаленные уведомления об обновлениях
sv_se: Meddelanden om fjärruppdatering
th_th: การแจ้งเตือนการอัพเดตระยะไกล
tr_tr: Uzak Güncelleme Bildirimleri
zh_cn: 更新通知

source: consented to Analytics Tracking on
bg_bg: се съгласи за включване на Аналитично проследяване
cht: 同意追蹤分析數據的日期為
da_dk: gav samtykke til sporing af analysedata den
el_gr: συναίνεσε στην παρακολούθηση για σκοπούς ανάλυσης (Analytics Tracking)
fi_fi: suostui analyysitietojen seurantaan
hr_hr: pristaje na praćenje analitičkih podataka
hu_hu: beleegyezett az elemzési követés használatába
it_it: Ha acconsentito alla tracciatura dei dati analitici (Analyst Tracking) in data
ko_kr: 사용자 데이터 수집 동의
nl_nl: heeft toestemming gegeven voor Analytics Tracking op
no_no: samtykket til sporingsanalyse på
pt_pt: consentidas para o rastreamento de Dados Analíticos no
ro_ro: consimțământ existent pentru Urmărire Date Analitice
ru_ru: дано согласие на включение отслеживания аналитических данных
sv_se: medgivande om analysspårning på
th_th: ยินยอมให้ติดตามการวิเคราะห์เมื่อ
tr_tr: Analitik Veri İzleme onayı:
zh_cn: 同意启用数据分析跟踪

source: Stop Analytics Tracking
bg_bg: Спри Аналитично проследяване
cht: 停止追蹤分析數據
da_dk: Stop sporing af analysedata
el_gr: Διακοπή παρακολούθησης ανάλυσης
fi_fi: Lopeta analyysitietojen seuranta
hr_hr: Zaustavi praćenje analitičkih podataka
hu_hu: Elemzési követés leállítása
it_it: Arresta tracciatura dei dati analitici
ko_kr: 사용분석 트랙킹 종료
no_no: Stopp sporingsanalyse
pt_pt: Interromper rastreamento de dados analíticos
ro_ro: Oprire Urmărire Date Analaitice
ru_ru: Прекратить отслеживание аналитических данных
sv_se: Stoppa analysspårning
th_th: หยุดการติดตามการวิเคราะห์
tr_tr: Analitik Veri İzlemeyi Durdur
zh_cn: 停止数据分析跟踪

source: You are about to withdraw HI user's analytics consent. Do you wish to continue?
bg_bg: Вие ще оттеглите съгласието за анализ на потребителя на слуховия апарат. Желаете ли да продължите?
cht: 您即將撤回助聽器使用者的分析同意書，您想繼續嗎？
da_dk: Du er ved at tilbagetrække HA-brugerens samtykke til sporing af analysedata. Vil du fortsætte?
el_gr: Πρόκειται να αποσύρετε τη συναίνεση του χρήστη ακουστικών για σκοπούς ανάλυσης. Θέλετε να συνεχίσετε;
fi_fi: Olet poistamassa kuulokojeen käyttäjän suostumuksen analyysitietojen seurantaan. Haluatko jatkaa ?
hr_hr: Upravo ćete povući suglasnost korisnika slušnog aparata o praćenju analitičkih podataka. Želite li nastaviti?
hu_hu: Az elemzésekhez tartozó hallókészülék-felhasználói beleegyezés visszavonására készül. Folytatja?
it_it: Si sta per ritirare il consenso all'uso dei dati analitici per l'utente dell'apparecchio acustico. Continuare?
ko_kr: 보청기 사용분석 동의를 철회합니다. 계속 진행하시겠습니까?
nl_nl: U staat op het punt de toestemming voor Analytics Tracking voor deze cliënt in te trekken. Wilt u doorgaan?
no_no: Du er i ferd med å trekke tilbake brukerens samtykke til bruk av analyser. Vil du fortsette?
pt_pt: Você está prestes a retirar o consentimento de dados analíticos do usuário do aparelho auditivo. Deseja continuar?
ro_ro: Sunteți pe cale să tretrageți consimțământul de analitică al utilizatorului HI. Doriți să continuați?
ru_ru: Вы собираетесь отозвать согласие пользователя СА на отслеживание аналитических данных. Продолжать?
sv_se: Du är på väg att dra sig tillbaka användarens medgivande av analys. Vill du fortsätta?
th_th: คุณกำลังจะเพิกถอนความยินยอมในการวิเคราะห์ของผู้ใช้ HI คุณต้องการดำเนินการต่อหรือไม่
tr_tr: İşitme cihazı kullanıcısının analitik onayını geri çekmek üzeresiniz. Devam etmek istiyor musunuz?
zh_cn: 您将要撤销助听器用户的数据分析许可。是否继续？

source: Instrument needs to be rebooted. Open and close the battery door.
cht: 儀器需要重啟。 打開和關閉電池蓋。
da_dk: Instrumentet skal genstartes. Åbn og luk batteridøren.
el_gr: Το όργανο απαιτεί επανεκκίνηση. Ανοίξτε και κλείστε την πόρτα της μπαταρίας.
fi_fi: Kuulokoje on käynnistettävä uudelleen. Avaa ja sulje paristokotelon kansi.
hr_hr: Ponovno pokrenite uređaj. Otvorite i zatvorite otvor za baterije.
hu_hu: Az eszközt újra kell indítani. Nyissa ki, majd zárja be az elemtartó ajtaját.
it_it: Riavviare l’apparecchio aprendo e chiudendo lo sportello del vano batteria.
ko_kr: 장치를 다시 부팅해야 합니다. 배터리 도어를 열고 닫습니다.
nl_nl: Het toestel moet opnieuw gestart worden. Open en sluit de batterijlade.
no_no: Høreapparatet må startes på nytt. Åpne og lukk batteriluken.
pt_pt: O aparelho precisa ser reiniciado. Abra e feche o compartimento de bateria.
ro_ro: Aparatul necesită resetare. Deschideți și închideți compartimentul bateriei.
ru_ru: Слуховой аппарат необходимо перезагрузить. Откройте и закройте крышку батарейного отсека.
sv_se: Hörapparaten måste startas om. Öppna och stäng batteriluckan.
th_th: ต้องรีบูทเครื่องช่วยฟัง เปิดและปิดฝาช่องใส่แบตเตอรี่
tr_tr: Enstrümanların yeniden başlatılması gerekmektedir. Pil kapağını açın ve kapatın.
zh_cn: 需要重新启动助听器。 打开和关闭电池盖。

source: Unable to connect to instrument(s). Please open and close the battery door to reboot the instrument(s). Then, search again.
cht: 無法連接到儀器。請打開並關閉電池蓋以重啟儀器。然後再次搜尋。
da_dk: Kunne ikke oprette forbindelse til instrument(er). Åbn og luk batteridøren for at genstarte instrumentet/instrumenterne. Søg derefter igen.
el_gr: Δεν είναι δυνατή η σύνδεση στο/-α όργανο/-α. Ανοίξτε και κλείστε την πόρτα της μπαταρίας για να επανεκκινήσετε το/τα όργανο/-α. Στη συνέχεια, επαναλάβετε την αναζήτηση.
fi_fi: Kuulokojeisiin ei voi yhdistää. Käynnistä kuulokoje(et) uudelleen avaamalla ja sulkemalla paristokotelon kansi. Etsi tämän jälkeen uudelleen.
hr_hr: Povezivanje s uređajem/uređajima nije moguće. Molimo, otvorite i ponovno zatvorite otvor baterije kako biste ponovno pokrenuli uređaj/uređaje. Ponovno pokrenite pretraživanje uređaja.
hu_hu: Nem lehet kapcsolódni az eszköz(ök)höz. Kérjük, indítsa újra az eszközét/eszközeit az elemtartó kinyitásával majd bezárásával. Ezt követően indítsa el újra a keresést.
it_it: Impossibile collegare il/i dispositivo/i. Per riavviare il/i dispositivo/i, aprire e chiudere lo sportellino della batteria. Quindi, iniziare di nuovo la ricerca.
ko_kr: 장치에 연결할 수 없습니다. 배터리 도어를 열고 닫아서 장치를 다시 부팅하십시오. 그런 다음 다시 검색합니다.
nl_nl: Kan geen verbinding met toestel(len) maken. Open en sluit de batterijlade om de toestellen opnieuw te starten. Zoek ze vervolgens opnieuw.
no_no: Kan ikke koble til høreapparatet/høreapparatene. Åpne og lukk batteriluken for å starte de på nytt. Start deretter søket på nytt.
pt_pt: Não foi possível conectar-se ao(s) aparelho(s). Abra e feche o compartimento de bateria para reiniciar o(s) aparelho(s). Em seguida, procure novamente.
ro_ro: Nu se poate conecta la aparat(e). Vă rugăm să închideți și să deschideți compartimentul bateriei pentru a reseta aparatul(ele). Mai apoi, căutați din nou.
ru_ru: Невозможно установить соединение со слуховым(-и) аппаратом(-ами). Пожалуйста, откройте и закройте крышку батарейного отсека, чтобы перезагрузить слуховой(-ые) аппарат(-ы). Затем выполните поиск повторно.
sv_se: Det går inte att ansluta till hörapparaten/hörapparaterna Öppna och stäng batteriluckan för att starta om hörapparaten/hörapparaterna. Prova sedan att parkoppla på nytt.
th_th: ไม่สามารถเชื่อมต่อกับเครื่องช่วยฟังได้ โปรดเปิดและปิดฝาช่องใส่แบตเตอรี่เพื่อรีบูทเครื่องช่วยฟัง จากนั้นค้นหาอีกครั้ง
tr_tr: Enstrüman(lar) ile bağlantı kurulamıyor. Enstrüman(lar)ı yeniden başlatmak için lütfen pil kapağını açın ve kapatın. Ardından, yeniden arama yapın.
zh_cn: 无法连接到助听器。 请打开和关闭电池盖以重新启动助听器。然后，再次搜索。

source: Send
bg_bg: Изпращане
cht: 發送
el_gr: Αποστολή
fi_fi: Lähetä
hr_hr: Pošalji
hu_hu: Küldés
it_it: Invia
ko_kr: 전송
nl_nl: Verzenden
pt_pt: Enviar
ro_ro: Trimitere
ru_ru: Отправить
sv_se: Skicka
th_th: ส่ง
tr_tr: Gönder
zh_cn: 发送

source: Another fitting module wants to connect - is it ok to disconnect and shut down?
bg_bg: Друг модул за монтиране иска свързване – да прекъсне ли връзката и да се изключи ли?
cht: 另一個選配模組想連接，是否可斷線並關閉？
da_dk: Et andet tilpasningsmodul vil oprette forbindelse – er det OK at afbryde forbindelsen og lukke ned?
el_gr: Μια άλλη μονάδα εφαρμογής προσπαθεί να συνδεθεί. Να γίνει αποσύνδεση και τερματισμός της λειτουργίας;
fi_fi: Toinen sovitusmoduuli haluaa muodostaa yhteyden. Katkaistaanko yhteys ja suljetaanko ohjelmisto ?
hr_hr: Drugim modul za namještanje želi se povezati - želite li prekinuti vezu i isključiti?
hu_hu: Egy másik illesztési modul szeretne csatlakozni – kapcsolat bontása és leállítás?
it_it: Un altro modulo di fitting desidera connettersi. Disconnettere e spegnere?
ko_kr: 다른 피팅 모듈을 연결하고자 합니다 - 연결을 취소하고 창을 닫으시겠습니까?
nl_nl: Een andere aanpasmodule wil verbinding maken: verbinding verbreken en het programma afsluiten?
no_no: En annen tilpasningsmodul vil koble til. Er det ok å koble fra og slå av?
pt_pt: Outro módulo de ajuste deseja se conectar. Desconectar e desligar?
ro_ro: Un alt modul de reglaj doreste sa se deconecteze - se poate deconecta si opri?
ru_ru: Запрашивает подключение другой модуль настройки – отключиться и прекратить работу?
sv_se: En annan anpassningsmodul vill ansluta - är det OK att koppla bort och stänga ned?
th_th: มีอีกหนึ่งโมดูลการทดลองสวมที่ต้องการเชื่อมต่อ - แน่ใจหรือว่าคุณต้องการตัดการเชื่อมต่อและปิดระบบ
tr_tr: Başka bir fitting modülü bağlanmak istiyor - devre dışı bırakılsın ve kapatılsın mı?
zh_cn: 其它验配模块试图连接 - 是否可以断开并关机？

source: Outdated Noahlink Wireless Version
bg_bg: Остаряла версия на Noahlink Wireless
cht: Noahlink Wireless 版本過時
da_dk: Versionen af Noahlink Wireless er forældet
el_gr: Παλιά έκδοση Noahlink Wireless
fi_fi: Vanhentunut Noahlink Wireless -versio
hr_hr: Zastarjela verzija uređaja Noahlink Wireless
hu_hu: Elavult Noahlink Wireless verzió
it_it: Versione Noahlink Wireless non aggiornata
ko_kr: 지난 Noahlink Wireless 버전
nl_nl: Verouderde Noahlink Wireless Versie
no_no: Utdatert NOAHlink Wireless-versjon
pt_pt: Versão desatualizada do Noahlink Wireless
ro_ro: Versiune Noahlink Wireless învechită
ru_ru: Утратившая актуальность версия Noahlink Wireless
sv_se: Föråldrad version av Noahlink Wireless
th_th: เวอร์ชันของ Noahlink Wireless ล้าสมัย
tr_tr: Eski Kablosuz Noahlink Sürümü
zh_cn: 过期的Noahlink无线版本
