Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Frequently ask others to repeat
bg_bg: често молите хората да повтарят
cht: 經常要求別人重複
da_dk: Ofte beder andre om at gentage.
el_gr: Ζητάτε συχνά από τους άλλους να επαναλάβουν
fi_fi: Pyytää usein toisia toistamaan
hr_hr: Često pitate druge da ponove što su govorili
hu_hu: Gyakran megkér másokat, hogy ismételjék meg, amit mondtak
it_it: Si chiede spesso agli altri di ripetere
ko_kr: 대화할때 상대방에게 반복적으로 되묻는 경우가 있습니다.
nl_nl: anderen dikwijls vraagt iets te herhalen
no_no: Stadig ber folk om å gjenta det de har sagt
pt_pt: Pede aos outros frequentemente para repetir o que falam
ro_ro: Rugati frecvent pe altii sa repete
ru_ru: Вам часто приходится переспрашивать собеседника
sv_se: Ofta ber andra att upprepa sig
th_th: ขอให้ผู้อื่นพูดซ้ำบ่อยๆ
tr_tr: Başkalarının konuşmalarını sık sık tekrar ettirme
zh_cn: 频繁要求对方重复

source: Have difficulty following conversations in noisy situations
bg_bg: имате затруднения при следенето на разговор в шумна среда
cht: 在吵雜的情況中，難以跟上交談
da_dk: Har svært ved at følge med i samtaler i støjende omgivelser.
el_gr: Δυσκολεύεστε να παρακολουθήσετε συζητήσεις σε θορυβώδη περιβάλλοντα
fi_fi: Vaikeuksia kuulla keskustelua meluisassa ympäristössä
hr_hr: Imate poteškoća pri praćenju razgovora u bučnim situacijama
hu_hu: Nehéz követni a beszélgetést zajos helyen
it_it: Si hanno difficoltà a seguire le conversazioni in situazioni rumorose
ko_kr: 주변에 소음이 있는 경우 대화에 더욱 어려움을 느낍니다.
nl_nl: moeite heeft om het gesprek te volgen in lawaaiige omstandigheden
no_no: Har vanskelig for å følge samtaler i støyende situasjoner
pt_pt: Apresenta dificuldades para acompanhar conversas na presença de ruído
ro_ro: Sunt dificultati in urmarirea unei conversatii in medii zgomotoase
ru_ru: Вам затруднительно следить за беседой в шумных окружениях
sv_se: Har svårt att följa konversationer i bullriga miljöer.
th_th: ติดตามการสนทนาในสถานการณ์ที่มีเสียงรบกวนได้อย่างยากลำบาก
tr_tr: Gürültülü ortamlarda konuşmaları takip etme zorluğu
zh_cn: 在嘈杂环境下听别人说话困难

source: Have trouble hearing children and women
bg_bg: имате проблем с чуването на деца и жени
cht: 難以聆聽兒童和婦女說話
da_dk: Har problemer med at høre børn og kvinder.
el_gr: Δυσκολεύεστε να ακούσετε παιδικές και γυναικείες φωνές
fi_fi: Vaikeuksia kuulla lapsia tai naisia
hr_hr: Imate problema pri slušanju djece i žena
hu_hu: Nehezen hall meg gyermeket vagy nőket
it_it: Si hanno difficoltà a sentire i bambini e le donne
ko_kr: 어린아이와 여성의 목소리를 듣고 이해하는데 더욱 어려움을 느낍니다.
nl_nl: moeite heeft om kinderen of vrouwen te verstaan
no_no: Har vansker med å høre barn og kvinner
pt_pt: Apresenta problemas para ouvir crianças e mulheres
ro_ro: Sunt dificultati in ascultarea unui copil sau a unei femei
ru_ru: Вы хуже слышите детские и женские голосов
sv_se: Har svårt att höra kvinnor och barn.
th_th: ไม่ค่อยได้ยินเสียงเด็กและผู้หญิง
tr_tr: Çocukları ve kadınları duyma zorluğu
zh_cn: 听儿童和女人说话困难

source: Have your TV or radio turned up to a high volume
bg_bg: усилвате много звука на вашия телевизор или радио
cht: 要調高電視或收音機的音量
da_dk: Har skruet højt op for fjernsynet eller radioen.
el_gr: Έχετε τον ήχο της τηλεόρασης ή του ραδιοφώνου σε πολύ υψηλή ένταση
fi_fi: TVn tai radion äänenvoimakkuus erittäin voimakkaalla
hr_hr: Jako pojačavate glasnoću TV-a ili radija
hu_hu: A rádió vagy TV hangosra van állítva
it_it: Si ascolta la TV o la radio a un volume elevato
ko_kr: TV나 라디오의 볼륨을 크게 높여 사용하는 경향이 있습니다.
nl_nl: Moet uw TV of radio erg hard zetten
no_no: Tv og radio på høyt volum
pt_pt: Permanece com o volume alto da sua TV ou rádio
ro_ro: Este necesara modficarea volumului televizorului sau radioului mai puternic
ru_ru: Вы включаете телевизор и радио на повышенную громкость
sv_se: Har tv eller radio på hög volym?
th_th: ต้องเปิดทีวีหรือวิทยุเสียงดังๆ
tr_tr: TV veya radyoda yüksek ses açma
zh_cn: 看电视或听收音机时要调大音量

source: Emotionally:
bg_bg: Емоционално:
cht: 情感上：
da_dk: Følelsesmæssigt:
el_gr: Συναισθηματικά:
fi_fi: Tunne-elämä :
hr_hr: Emocionalni:
hu_hu: Érzelmileg:
it_it: Dal punto di vista emotivo:
ko_kr: 정서적으로:
nl_nl: Emotioneel:
no_no: Følelsesmessig:
pt_pt: Emocionalmente:
ro_ro: Emotional:
ru_ru: В плане эмоций:
sv_se: Emotionellt:
th_th: ในด้านอารมณ์:
tr_tr: Duygusal:
zh_cn: 情感类:

source: Feel stressed or tired from straining to hear what others are saying
bg_bg: се чувствате стресирани или уморени от напрягане, за да чуете какво казват хората
cht: 對於要用力聆聽別人在說什麼時感到緊張或疲倦
da_dk: Føler træthed efter at have anstrengt dig for at høre, hvad andre siger.
el_gr: Αισθάνεστε άγχος ή κόπωση από την προσπάθειά σας να ακούσετε τι λένε οι άλλοι
fi_fi: Stressaantuu tai väsyy yrittäessään kuunnella, mitä muut sanovat
hr_hr: Pod stresom ste ili umorni zbog naprezanja da čujete što drugi pričaju
hu_hu: Stresszes vagy fáradt, és nehezen figyel arra, amit mások mondanak
it_it: Si avverte stress o stanchezza per via dello sforzo di ascoltare ciò che stanno dicendo gli altri
ko_kr: 낯선 사람과 대화하는 것에 스트레스를 느끼거나 피로감을 크게 느낍니다.
nl_nl: zich gespannen of moe voelt omdat u zich moet inspannen om te horen wat anderen zeggen
no_no: Blir stresset eller sliten av å anstrenge seg for å høre hva andre sier
pt_pt: Sente-se estressado ou cansado por se esforçar em ouvir o que os outros falam
ro_ro: Sunteti stresat sau obosit de la tensiunea ascultarii la ce spun ceilalti
ru_ru: Вы испытываете стресс или усталость оттого, что вам приходится напрягаться, чтобы разобрать, что говорят собеседники
sv_se: Känner stress och trötthet från ansträngning för att höra vad folk säger.
th_th: รู้สึกกดดันหรือเหนื่อยล้าจากการพยายามฟังสิ่งที่คนอื่นพูด
tr_tr: İnsanlarla konuşurken, stresli olma
zh_cn: 与人交谈时感觉紧张或疲惫

source: Feel anxious to meet new people for fear of misunderstanding conversations
bg_bg: се притеснявате да се срещате с нови хора от страх да не разберете неправилно разговорите
cht: 與新朋友見面時感到焦慮，因為害怕誤解對話
da_dk: Føler dig ængstelig ved at møde nye mennesker på grund af faren for misforståelser under samtaler.
el_gr: Αγχώνεστε όταν πρόκειται να γνωρίσετε καινούργια άτομα επειδή φοβάστε ότι δεν θα καταλαβαίνετε τις συζητήσεις
fi_fi: Vieraiden ihmisten tapaaminen jännittää, pelkää ymmärtävänsä keskustelut väärin
hr_hr: Osjećate strah od upoznavanja novih osoba zbog straha od nesporazuma pri razgovoru
hu_hu: Nyugtalannak érzi magát attól, hogy új emberekkel találkozzon, attól félve, hogy félreérti a beszélgetőpartnerét
it_it: Si prova ansia quando si incontrano nuove persone, per paura di incomprensioni durante le conversazioni
ko_kr: 처음보는 사람과 대활할때 말을 잘 이해하지 못할까봐 불안함을 느낍니다.
nl_nl: zich zorgen maakt om nieuwe mensen te ontmoeten uit angst de gesprekken verkeerd te begrijpen
no_no: Er engstelig for å møte nye folk, i frykt for å misforstå det som blir sagt
pt_pt: Sente-se preocupado em conhecer novas pessoas por sentir medo de não entender as conversas
ro_ro: Sunteti nervos la cunoasterea de oameni noi din teama de a nu intelege conversatiile
ru_ru: Вы испытываете беспокойство при знакомстве с новыми людьми, так как опасаетесь, что неправильно поймете сказанное вам
sv_se: Känner oro för att möta nya människor i rädsla att missuppfatta konversationer.
th_th: รู้สึกหงุดหงิดเวลาพบปะคนที่ไม่คุ้นเคย เนื่องจากกลัวว่าจะเกิดความเข้าใจผิดในระหว่างการสนทนา
tr_tr: İnsanlarla konuşurken, yanlış anlama korkusu yaşama
zh_cn: 怕与素昧平生的人攀谈引起误会而烦躁

source: Avoid social situations that you once enjoyed because of difficulty of hearing
bg_bg: избягвате ситуации на общуване, които преди са ви били приятни, заради затруднено чуване
cht: 因為聽力困難，避開曾經很喜歡的社交場合。
da_dk: Undgår sociale situationer, som du før nød, på grund af høreproblemer.
el_gr: Αποφεύγετε τις κοινωνικές εκδηλώσεις που κάποτε σας άρεσαν, εξαιτίας του προβλήματος ακοής σας
fi_fi: Välttelee sosiaalisia tilanteita, koska kuuleminen tuottaa vaikeuksia
hr_hr: Izbjegavate društvene prigode u kojima ste nekada uživali zbog toga što ne čujete dobro
hu_hu: Igyekszik elkerülni olyan társadalmi helyzeteket, amelyek korábban örömet okoztak
it_it: Si evitano le situazioni sociali che una volta piacevano, a causa di difficoltà di udito.
ko_kr: 난청으로 인하여, 정기적으로 참석하던 모임이나 활동을 회피합니다.
nl_nl: vanwege de moeite met verstaan sociale situaties vermijdt die u ooit leuk vond
no_no: Unngår sosiale situasjoner man før likte å delta i, fordi det er vanskelig å høre hva som blir sagt
pt_pt: Evita situações sociais que frequentava por causa da dificuldade em ouvir
ro_ro: Evitati situatii sociale de care mai demult va bucurati din cauza dificultatilor de auz
ru_ru: Вы избегаете общества и мероприятий, которые любили раньше, потому что плохо слышите происходящее
sv_se: Undviker sociala situationer, som du en gång gillade, pga svårighet att höra.
th_th: หลีกเลี่ยงสถานการณ์การเข้าสังคมที่เคยชอบ เพราะมีปัญหาด้านการฟัง
tr_tr: Sosyal ortamlara katılmak ve sohbet etmekten kaçınma, zevk almama
zh_cn: 因为听力障碍尽量避免社交场合

source: Medically:
bg_bg: От медицинска гледна точка:
cht: 醫療上：
da_dk: Medicinsk:
el_gr: Ιατρικά:
fi_fi: Lääketieteelliset syyt :
hr_hr: Medicinski:
hu_hu: Orvosilag:
it_it: Dal punto di vista medico:
ko_kr: 의학적으로:
nl_nl: Medisch:
no_no: Medisinsk:
pt_pt: Clinicamente:
ro_ro: Medical:
ru_ru: С точки зрения медицины:
sv_se: Medicinskt:
th_th: ในด้านการแพทย์:
tr_tr: Tıbbi:
zh_cn: 医学类:

source: Have a family history of hearing loss
bg_bg: имате фамилна обремененост със загуба на слуха
cht: 有聽力損失的家族病史
da_dk: Har en familiær tendens til hørenedsættelse.
el_gr: Έχετε οικογενειακό ιστορικό βαρηκοΐας
fi_fi: Suvussa on todettu kuulonalemaa
hr_hr: Gubitak sluha prisutan je u povijesti obitelji
hu_hu: Van a családban hallássérült?
it_it: In famiglia ci sono precedenti di perdita dell'udito
ko_kr: 난청이 있는 가족이 있습니다.(난청의 가족력)
nl_nl: binnen uw familie een geschiedenis van gehoorverlies herkent
no_no: Har en familiehistorie med hørselstap
pt_pt: Tem um histórico familiar de perda auditiva
ro_ro: Aveti un istoric familial in care apare pierderea de auz
ru_ru: В вашей семье были случаи тугоухости/глухоты
sv_se: Har någon i familjen med hörselskador.
th_th: ในครอบครัวเคยมีผู้ที่สูญเสียการได้ยิน
tr_tr: Ailede işitme kaybı öyküsü
zh_cn: 有家族性的听力损失遗传史

source: Take medications that can harm the hearing system (ototoxic drugs)
bg_bg: вземате медикаменти, които могат да увредят слуховата система (ототоксични лекарствени препарати)
cht: 服用可能損害聽覺系統的藥物 (耳毒性藥物)
da_dk: Tager medicin, der kan skade hørelsen.
el_gr: Παίρνετε φάρμακα που μπορούν να βλάψουν το σύστημα ακοής (ωτοτοξικά φάρμακα)
fi_fi: Käyttää mahdollisesti kuuloa heikentäviä lääkkeitä
hr_hr: Uzimate lijekove koji mogu oštetiti slušni sustav (ototoksični lijekovi)
hu_hu: Olyan gyógyszereket szed, amelyek károsíthatják a hallórendszert (ototoxikus hatású gyógyszerek)
it_it: Si prendono farmaci che possono danneggiare il sistema uditivo (farmaci ototossici)
ko_kr: 청력에 영향을 줄 수 있는 약물을 복용한 적이 있습니다.(이독성 약물)
nl_nl: medicijnen gebruikt die het gehoorsysteem kunnen beschadigen (ototoxische medicijnen)
no_no: Tar medisiner som kan skade hørselsystemet (ototoksiske legemidler)
pt_pt: Faz uso de medicamentos que podem prejudicar o sistema auditivo (remédios ototóxicos)
ro_ro: Luati medicamente care pot leza sistemul auditiv (medicamente ototoxice)
ru_ru: Вы принимаете лекарственные средства, которые способны негативно влиять на слух (ототоксичные лекарственные препараты)
sv_se: Tar mediciner som kan påverka hörselsystemet (tex cellgifter)
th_th: ทานยาที่อาจเป็นอันตรายต่อระบบการได้ยิน (ยากลุ่ม ototoxic)
tr_tr: İşitmeye zararlı etkileri olduğu bilinen ilaçların kullanımı (Ototoksik etki)
zh_cn: 曾服用过药物使听力受损(耳毒性药物)

source: Have been exposed to very loud sounds
bg_bg: сте били изложени на въздействието на много силни звуци
cht: 曾經暴露在非常大聲的聲音中
da_dk: Har været udsat for kraftige lyde.
el_gr: Έχετε εκτεθεί σε πολύ δυνατούς ήχους
fi_fi: On altistunut erittäin voimakkaille äänille
hr_hr: Bili ste izloženi vrlo glasnim zvukovima
hu_hu: Nagyon hangos hangoknak volt kitéve
it_it: Si è stati esposti a suoni molto forti
ko_kr: 아주 큰 소음에 장기간 노출된 적이 있습니다.
nl_nl: blootgesteld bent aan erg harde geluiden
no_no: Har vært eksponert for svært høye lyder
pt_pt: Foi exposto a sons muito intensos
ro_ro: Ati fost expus la sunete foarte puternice
ru_ru: Вы подвергаетесь воздействию очень громких звуков
sv_se: Har utsatts för starka ljud.
th_th: เคยได้ยินเสียงที่ดังมากๆ
tr_tr: Yüksek şiddetli bir patlamaya maruz kalma
zh_cn: 曾处于非常大声的场合

source: Conductive Hearing Loss
bg_bg: Кондуктивна загуба на слуха
cht: 傳導性聽力損失
da_dk: Konduktiv hørenedsættelse
el_gr: Βαρηκοΐα αγωγιμότητας
fi_fi: Konduktiivinen kuulonalenema
hr_hr: Provodni gubitak sluha
hu_hu: Vezetéses hallásvesztés
it_it: Perdita uditiva trasmissiva
ko_kr: 전음성 난청
nl_nl: Geleidingsverlies
no_no: Mekaniske Hørselstap
pt_pt: Perda auditiva condutiva
ro_ro: 1. Hipoacuzie de transmisie
ru_ru: 1. Кондуктивная тугоухость
sv_se: Konduktiv hörselnedsättning
th_th: 1. การสูญเสียการได้ยินแบบ Conductive
tr_tr: İletim Tipi İşitme Kaybı
zh_cn: 传导性听力损失

source: Sensorineural Hearing Loss
bg_bg: Невросензорна загуба на слуха
cht: 感音神經性聽力損失
da_dk: Sensorineural hørenedsættelse
el_gr: Νευροαισθητική απώλεια ακοής
fi_fi: Sensorineuraalinen kuulonalenema
hr_hr: Senzorineuralni gubitak sluha
hu_hu: Idegi hallásvesztés
it_it: Perdita uditiva neurosensoriale
ko_kr: 감각신경성 난청
nl_nl: Perceptief gehoorverlies
no_no: Sensorinevrale Hørselstap
pt_pt: Perda Auditiva Sensório-neural
ro_ro: Hipoacuzie neurosenzorială
ru_ru: Сенсоневральная тугоухость
sv_se: Sensorineural hörselnedsättning
th_th: การสูญเสียการได้ยินแบบประสาทรับฟังเสียงบกพร่อง
tr_tr: Sensorinöral İşitme Kaybı
zh_cn: 感音神经性听力损失

source: Mixed Hearing Loss
bg_bg: Комбинирана загуба на слуха
cht: 混合性聽力損失
da_dk: Blandet hørenedsættelse
el_gr: Μικτή απώλεια ακοής
fi_fi: Yhdistetty kuulonalenema
hr_hr: Mješoviti gubitak sluha
hu_hu: Kevert hallásvesztés
it_it: Perdita uditiva mista
ko_kr: 혼합성 난청
nl_nl: Gemengd gehoorverlies
no_no: Kombinert Hørselstap
pt_pt: Perda Auditiva Mista
ro_ro: Hipoacuzie mixtă
ru_ru: Смешанная тугоухость
sv_se: Blandad hörselnedsättning
th_th: การสูญเสียการได้ยินแบบผสม
tr_tr: Mix tip İşitme Kaybı
zh_cn: 混合性听力损失

source: Better hearing will improve the quality of your life
bg_bg: По-доброто чуване ще подобри качеството на живота ви
cht: 更好的聽力將提升您的生活質素
da_dk: En bedre hørelse forbedrer livskvaliteten
el_gr: Η καλύτερη ακοή θα βελτιώσει την ποιότητα ζωής σας
fi_fi: Parempi kuuleminen parantaa elämänlaatua
hr_hr: Bolji sluh poboljšat će kvalitetu vašeg života
hu_hu: A jobb hallás javítja az életminőséget
it_it: Un miglior udito migliorerà la qualità della vita del paziente
ko_kr: 청취 능력이 향상되면, 삶의 질이 향상됩니다.
nl_nl: Beter kunnen horen zal uw levenskwaliteit verbeteren
no_no: Bedre hørsel vil forbedre livskvaliteten din
pt_pt: Uma melhor audição melhorará sua qualidade de vida
ro_ro: Un auz mai bun vă va îmbunătăți calitatea vieții
ru_ru: Улучшение слуха улучшит качество вашей жизни
sv_se: Bättre hörsel förbättrar livskvaliteten
th_th: ความสามารถในการฟังที่ดีขึ้น จะช่วยให้คุณภาพชีวิตของคุณดีขึ้น
tr_tr: Daha iyi işitme, yaşam kalitenizi iyileştirecektir
zh_cn: 良好的听力可提高您的生活质量

source: Menière disease, acoustic neuroma, degeneration of the middle ear
bg_bg: Болест на Мениер, акустична неврома, дегенерация на средното ухо
cht: 美尼爾氏病、聽神經瘤、中耳退化
da_dk: Menières sygdom, akustisk neuroma, degeneration af mellemøret
el_gr: Νόσος Menière, ακουστικό νευρίνωμα, εκφύλιση του μέσου ωτός
fi_fi: Menièren sairaus, akustinen neurooma, keskikorvan rappeuma
hr_hr: Menièrova bolest, akustični neurom, degenrativne promjene u srednjem uhu
hu_hu: Menière-betegség, akusztikus neurinoma, középfül degenerációja
it_it: Sindrome di Menière, neuroma acustico, degenerazione dell'orecchio medio
ko_kr: 메니에르 질병, 어쿠스틱 뉴로마, 중이의 퇴화
nl_nl: Ziekte van Menière, akoestisch neuroom, degeneratie van het middenoor
no_no: Ménières sykdom, akustikus nevrinom, degenerering av mellomøre
pt_pt: Doença de Menière, neuroma acústico, degeneração da orelha média
ro_ro: Boala Menière, neurom acustic, degenerarea urechii mijlocii
ru_ru: Болезнь Меньера, акустическая невринома, дегенерация слизистой оболочки среднего уха
sv_se: Menières sjukdom, akustisk neurom, degeneration av mellanörat
th_th: โรค Menière, acoustic neuroma, การเสื่อมสภาพของหูชั้นกลาง
tr_tr: Menière hastalığı, akustik nöroma, orta kulakta dejenerasyon
zh_cn: 梅尼埃病，听神经瘤，中耳退化

source: Using the Tinnitus Sound Generator is like turning on the light in a dark room. The light from the candle becomes insignificant. Decrease the contrast between the tinnitus sound and the acoustic background.
bg_bg: Използването на звуковия генератор на шум в ушите е като светването на лампа в тъмна стая. Светлината от свещта става незначителна. Намалете контраста между звука на шума в ушите и звуковия фон.
cht: 使用耳鳴抑制音產生器就像是在黑暗的房間中點亮一盞蠟燭。燭光變得微不足道。降低耳鳴聲和背景之間的對比。
da_dk: At bruge Tinnitus Sound Generator er som at tænde lyset i et mørkt værelse. Lyset fra stearinlyset bliver ubetydeligt. Reducere kontrasten mellem tinnituslyden og den akustiske baggrund.
el_gr: Η χρήση του Tinnitus Sound Generator είναι σαν να ανάβεις το φως σε ένα σκοτεινό δωμάτιο. Το φως από το κερί γίνεται μη σημαντικό. Μειώστε την αντίθεση μεταξύ ήχου εμβοών και ακουστικού παρασκηνίου.
fi_fi: Tinnitusmaskeria voisi verrata valojen sytyttämiseen pimeään huoneeseen. Kynttilän valoa ei enää huomata. Vähennä tinnitusmaskerin ja akustisen taustan välistä kontrastia.
hr_hr: Upotreba Tinitus generatora zvuka jest kao da upalite svjetlo u tamnoj prostoriji. Svjetlost svijeće postaje nevažna. Smanjenje u kontrastu između zvuka tinitusa i pozadinske akustike.
hu_hu: A Tinnitus hang generátor használata olyan, mintha felkapcsolja a villanyt egy sötét szobában. A fény egy gyertyából nem jelentős. Csökkenti a kontrasztot a fülzúgás és a akusztikus környezet között.
it_it: L'utilizzo del Tinnitus Sound Generator è come accendere una luce in una stanza buia. La luce della candela diventa insignificante. Diminuisce il contrasto tra il suono dell'acufene e il sottofondo sonoro.
ko_kr: 어두운 방에서 촛불이 켜져있는 경우 우리는 촛불에 집중하게 될 것입니다. 하지만 촛불이 켜진 방에서 형광등을 켜게 되면, 우리는 더이상 촛불에 집중하지 않게 될 것입니다. 소리발생기를 사용하는 것은 어두운 방에서 불을 켠것과 같습니다. 소리발생기로 인하여, 이명은 자연스럽게 들리지 않게 될 것입니다.
nl_nl: De Tinnitus Sound Generator gebruiken is zoals het licht inschakelen in een donkere kamer met kaarsen aan. Het licht van de kaarsen valt opeens in het niet. Het contrast tussen het tinnitusgeluid en de akoestische achtergrond wordt verminderd.
no_no: Det å bruke Tinnitus Lydgenerator er som å slå på lyset i et mørk rom. Lyset fra stearinlyset blir knapt synlig. Reduser kontrasten mellom tinnituslyden og den akustiske bakgrunnen.
pt_pt: Usar o Gerador de Som para Zumbido é como acender a luz em um ambiente escuro. A luz da vela se torna insignificante. Diminui o contraste entre o zumbido e som do ambiente.
ro_ro: Utilizarea Tinnitus Sound Generator este ca și cum ați aprinde lumina într-o cameră întunecată. Lumina de la lumânare e deja nesemnificativă. Reduce contrastul dintre sunetul tinitusului și ambientul acustic.
ru_ru: Использование звукогенератора TSG для терапии тиннитуса напоминает зажигание света в темной комнате, в которой зажжена свеча. При электрическом освещении свет от свечи становится почти не виден. Уменьшите контраст между звуком тиннитуса и акустическим фоном.
sv_se: Arbetet med Tinnitus Sound Generator kan liknas vid att slå på taklampan i ett mörkt rum där endast ett stearin ljus tänt. Stearinljuset blir obetydligt i taklampans sken. På samma sätt vill vi minska kontrasten tinnitusljudet och den akustiska omgivningen.
th_th: การใช้ Tinnitus Sound Generator จะเหมือนกับการเปิดไฟในห้องมืด แสงจากเทียนจะไม่มีความสำคัญ ลดความแตกต่างระหว่างเสียงในหูกับเสียงพื้นหลัง
tr_tr: Tinnitus Sound Generator’un kullanımı, karanlık bir odada ışığı açmak gibidir. Bu durumda mumun ışığı önemsiz hale gelir. Kulak çınlaması sesi ile akustik arka plan arasındaki kontrastı azaltın.
zh_cn: 使用耳鸣管理器犹如在点了蜡烛的黑屋子里点亮灯。蜡烛发出的光亮将不再显得突兀。同样道理，开启该功能后，耳鸣声也将会被相对削弱。

source: 1. Initial appearance of tinnitus
bg_bg: 1. Първоначално появяване на шум в ушите
cht: 1. 初次耳鳴出現
da_dk: 1. Første oplevelse af tinnitus
el_gr: 1. Αρχική εμφάνιση των εμβοών
fi_fi: 1. Tinnituksen alkuperäinen ilmeneminen
hr_hr: 1. Početno javljanje tinitusa
hu_hu: 1. A fülzúgás kezdeti megjelenése
it_it: 1. Comparsa iniziale dell'Acufene
ko_kr: 1. 이명의 초기 증상
nl_nl: 1. Initieel optreden van tinnitus
no_no: 1. Første erfaring med tinnitus
pt_pt: 1. Início do zumbido
ro_ro: 1. Apariția inițială a tinitusului
ru_ru: 1. Начальные проявления тиннитуса
sv_se: 1. Initial uppkomst av tinnitus
th_th: 1. ลักษณะเบื้่องต้นของเสียงในหู
tr_tr: 1. Kulak çınlamasının başlangıç görünümü
zh_cn: 1. 耳鸣初期

source: dB HL
pt_pt: dB NA
ru_ru: дБ HL

source: dB nHL
ru_ru: дБ nHL

source: dB eHL
ru_ru: дБ eHL

source: Loudspeaker 0°
bg_bg: Високоговорител 0°
cht: 喇叭 0 度
da_dk: Højttaler 0°
el_gr: Ηχείο 0°
fi_fi: Kaiutin 0°
hr_hr: Zvučnik 0°
hu_hu: Hangszoró 0°
it_it: Altoparlante 0°
ko_kr: 스피커 0°
nl_nl: Luidspreker 0°
no_no: Høyttaler 0°
pt_pt: Alto falante 0°
ro_ro: Boxa 0°
ru_ru: Динамик 0°
sv_se: Högtalare 0°
th_th: ลำโพง 0°
tr_tr: Hoparlör 0°
zh_cn: 扬声器 0°

source: Loudspeaker 45°
bg_bg: Високоговорител 45°
cht: 喇叭 45 度
da_dk: Højttaler 45°
el_gr: Ηχείο 45°
fi_fi: Kaiutin 45°
hr_hr: Zvučnik 45°
hu_hu: Hangszoró 45°
it_it: Altoparlante 45°
ko_kr: 스피커 45°
nl_nl: Luidspreker 45°
no_no: Høyttaler 45°
pt_pt: Alto Falante 45°
ro_ro: Boxa 45°
ru_ru: Динамик 45°
sv_se: Högtalare 45°
th_th: ลำโพง 45°
tr_tr: Hoparlör 45°
zh_cn: 扬声器 45°

source: Loudspeaker 90°
bg_bg: Високоговорител 90°
cht: 喇叭 90 度
da_dk: Højttaler 90°
el_gr: Ηχείο 90°
fi_fi: Kaiutin 90°
hr_hr: Zvučnik 90°
hu_hu: Hangszoró 90°
it_it: Altoparlante 90°
ko_kr: 스피커 90°
nl_nl: Luidspreker 90°
no_no: Høyttaler 90°
pt_pt: Alto Falante 90°
ro_ro: Boxa 90°
ru_ru: Динамик 90°
sv_se: Högtalare 90°
th_th: ลำโพง 90°
tr_tr: Hoparlör 90°
zh_cn: 扬声器 90°
