Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Conversation in noisy places, like a restaurant, is difficult to follow
bg_bg: Разговор на шумни места, напр. в ресторант, се следи трудно
cht: 在噪音環境（例如餐廳）難以與人交談
da_dk: Samtaler på støjende steder, f.eks. en restaurant, er svære at følge med i
el_gr: Δυσκολία παρακολούθησης συνομιλίας σε περιβάλλοντα με θόρυβο, όπως σε εστιατόρια
fi_fi: Keskustelua on vaikea seurata ravintoloiden kaltaisissa meluisissa paikoissa
hr_hr: Teško je pratiti razgovor na bučnim mjestima, kao što je restoran
hu_hu: Nehéz követni egy beszélgetést zajos helyen, például egy étteremben
it_it: La conversazione in luoghi rumorosi, come i ristoranti, è difficile da seguire
ko_kr: 레스토랑 같은 시끄러운 장소에서 대화하는 것이 어렵습니다
nl_nl: Een gesprek op lawaaiige plaatsen, zoals in een restaurant, is moeilijk te volgen
no_no: Samtaler på støyende steder, f.eks. en restaurant, er vanskelige å følge
pt_pt: A conversa em lugares ruidosos, como restaurantes, é difícil de acompanhar
ro_ro: Conversația în spațiile zgomotoase, cum ar fi un restaurant, este dificil de urmărit
ru_ru: Затруднительно следить за разговором в шумных местах, например, в ресторане
sv_se: Samtal i bullriga miljöer är svåra att hänga med i
th_th: ติดตามการสนทนาในสถานที่ซึ่งมีเสียงดัง เช่น ร้านอาหารได้อย่างยากลำบาก
tr_tr: Restoran gibi gürültülü yerlerde sohbetleri takip etmekte zorlanıyorum
zh_cn: 在嘈杂的地方（如餐厅）对话很难跟上

source: Decrease G80 for low frequencies, increase G50 for high frequencies
bg_bg: Намалете G80 за ниските честоти, увеличете G50 за високите честоти
cht: 降低G80的低頻增益量，提升G50的高頻增益量
da_dk: Reducer G80 for lavfrekvenser, og forøg G50 for højfrekvenser
el_gr: Μειώστε την G80 για τις χαμηλές συχνότητες, αυξήστε την G50 για τις υψηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta matalilla taajuuksilla, lisää G50-vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite G80 za niske frekvencije, povećajte G50 za visoke frekvencije
hu_hu: Csökkentse a G80-at a mély frekvenciákon; növelje a G50-et a magas frekvenciákon
it_it: Diminuire G80 per le basse frequenze, aumentare G50 per le alte frequenze
ko_kr: 저주파수 G80을 낮추고 고주파수 G50을 높이세요
nl_nl: Verlaag G80 bij lage frequenties, verhoog G50 bij hoge frequenties
no_no: Reduser G80 i lavfrekvensområdet, øk G50 i høyfrekvensområdet
pt_pt: Reduza o G80 para baixas frequências, aumente o G50 para altas frequências
ro_ro: Reduceti G80 pe frecventele joase, cresteti G50 pe frecvente inalte
ru_ru: Уменьшите G80 на низких частотах и увеличьте G50 на высоких частотах
sv_se: Minska G80 för låga frekvenser och öka G50 för höga frekvenser
th_th: ลดเกน 80 ที่ความถี่ต่ำ เพิ่มเกน 50 ที่ความถี่สูง
tr_tr: Alçak frekanslarda G80 kazancını düşür, yüksek frekanslarda G50 kazancını artır
zh_cn: 降低G80低频增益，增加G50高频增益

source: Increase degree of noise reduction
bg_bg: Увеличете степента на намаляване на шума
cht: 提升噪音抑制等級
da_dk: Forøg graden af støjreduktion
el_gr: Αυξήστε τον βαθμό μείωσης θορύβου
fi_fi: Lisää taustamelun vaimennustasoa
hr_hr: Povećajte stupanj smanjenja buke
hu_hu: Növelje a zajcsökkentés mértékét
it_it: Aumentare il grado di riduzione del rumore
ko_kr: 소음감소 기능의 수준을 높이세요
nl_nl: Verhoog de lawaaionderdrukking
no_no: Reduser graden av støyreduksjon
pt_pt: Aumentar o nível da redução de ruído
ro_ro: Cresteți gradul de reducere a zgomotului
ru_ru: Увеличьте уровень шумоподавления
sv_se: Öka nivån av brusreducering
th_th: เพิ่มระดับของ noise reduction
tr_tr: Gürültü azaltma seviyesini arttır
zh_cn: 增加降噪级别

source: Conversation at large gatherings, like at a party, is difficult to follow
bg_bg: Разговор на места, където се събират много хора, напр. на парти, се следи трудно
cht: 在大型聚會（例如派對）難以與人交談
da_dk: Samtaler i store forsamlinger, f.eks. til en fest, er svære at følge med i
el_gr: Δυσκολία παρακολούθησης συνομιλίας σε συναθροίσεις, όπως σε πάρτι
fi_fi: Keskustelua on vaikea seurata suurissa juhlien kaltaisissa tilaisuuksissa
hr_hr: Teško je pratiti razgovor u velikim skupinama ljudi, primjerice na zabavi
hu_hu: Nehéz követni egy beszélgetést zsúfolt helyeken, például egy partin
it_it: Le conversazioni in situazioni con la presenza di molte persone, come alle feste, è difficile da seguire
ko_kr: 사람이 많이 모여있는 장소(식당, 커피숖, 파티장)처럼 사람이 많은 환경에서 대화하는 것이 어렵습니다
nl_nl: Een gesprek op drukke bijeenkomsten, zoals op een feestje, is moeilijk te volgen
no_no: Samtaler i større forsamlinger, f.eks. i et selskap, er vanskelige å følge
pt_pt: A conversa em locais com muitas pessoas, como festas, é difícil de acompanhar
ro_ro: Conversația la întâlnirile numeroase, cum ar fi o petrecere, este dificil de urmărit
ru_ru: Затруднительно следить за разговором в местах большого скопления людей, например, на вечеринке/празднике
sv_se: Samtal i stora sällskap, som på fester, är svåra att hänga med i
th_th: ติดตามการสนทนาในสถานที่ซึ่งมีคนอยู่เยอะๆ เช่น งานปาร์ตี้ได้อย่างลำบาก
tr_tr: Bir parti büyük toplantılarda sohbetleri takip etmekte zorlanıyorum
zh_cn: 在人多的地方（如聚会）对话很难跟上

source: Decrease low and mid frequency gain, increase high frequency gain
bg_bg: Намалете ниските и средните честоти, и увеличете високите честоти
cht: 降低低頻與中頻增益量，增加高頻增益量
da_dk: Reducer lav- og mellemfrekvent forstærkning, forøg højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών και μεσαίων συχνοτήτων, αυξήστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla ja keskitaajuuksilla, lisää vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje niskih i srednjih frekvencija, povećajte pojačanje visokih frekvencija
hu_hu: Csökkentse a mély és a közép frekvenciás erősítést; növelje a magas frekvenciájú erősítést
it_it: Diminuire il guadagno delle frequenze basse e medie, aumentare il guadagno delle alte frequenze
ko_kr: 저주파수와 중주파수 게인을 낮추고 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage en middenfrequenties, verhoog de versterking van hoge frequenties
no_no: Reduser gain i lav- og midtfrekvensområdene, øk gain i høyfrekvensområdet
pt_pt: Diminuir ganho das baixas e médias frequências, aumentar ganho das altas frequências
ro_ro: Reduceti castigul pe frecventele joase si medii, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких и средних частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för låg och mellanfrekvenser, öka förstärkningen för de höga frekvenserna
th_th: ลดเกนที่ความถี่ตํ่าและกลาง เพิ่มเกนที่ความถี่สูง
tr_tr: Alçak ve orta frekanslarda kazancı düşür, yüksek frekanslarda kazancı artır
zh_cn: 降低中低频增益，增加高频增益

source: Increase degree of noise reduction
bg_bg: Увеличете степента на намаляване на шума
cht: 提升噪音抑制等級
da_dk: Forøg graden af støjreduktion
el_gr: Αυξήστε τον βαθμό μείωσης θορύβου
fi_fi: Lisää taustamelun vaimennustasoa
hr_hr: Povećajte stupanj smanjenja buke
hu_hu: Növelje a zajcsökkentés mértékét
it_it: Aumentare il grado di riduzione del rumore
ko_kr: 소음감소 기능의 수준을 높이세요
nl_nl: Verhoog de lawaaionderdrukking
no_no: Reduser graden av støyreduksjon
pt_pt: Aumentar o nível da redução de ruído
ro_ro: Cresteți gradul de reducere a zgomotului
ru_ru: Увеличьте уровень шумоподавления
sv_se: Öka nivån av brusreducering
th_th: เพิ่มระดับของ noise reduction
tr_tr: Gürültü azaltma seviyesini arttır
zh_cn: 增加降噪级别

source: Understanding speech when in a car, train, airplane, etc., is difficult
bg_bg: Разбирането на говор в кола, влак, самолет и др. е трудно
cht: 在汽車、火車、飛機上難以理解語音
da_dk: Taleforståelse i bil, tog, fly og lign. er vanskeligt
el_gr: Δυσκολία κατανόησης ομιλίας σε αυτοκίνητο, τρένο, αεροπλάνο κ.λπ.
fi_fi: Vaikea saada selvää toisen puheesta esim. autossa tai junassa
hr_hr: Teško je razumjeti govor tijekom vožnje u automobilu, vlaku, zrakoplovu i slično
hu_hu: A beszéd nehezen érthető autóban, vonaton, repülőn
it_it: La comprensione del parlato quando ci si trova in auto, in treno, in aeroplano, ecc., è difficile
ko_kr: 자동차, 기차, 비행기 등의 내부에서 에서 말소리를 이해하기 어렵습니다
nl_nl: Spraakverstaan in een auto, trein, vliegtuig enz. is moeilijk
no_no: Vanskelig å forstå tale i bil, på tog, i fly osv.
pt_pt: É difícil entender a fala em carros, trens, aviões, etc.
ro_ro: Intelegerea vocii din masina , avion, tren etc. este dificila
ru_ru: Затруднительно понимать речь в машине, поезде, самолете и т. д.
sv_se: Svårt att höra tal när man är i bilen, tåget, flygplanet etc.
th_th: ฟังไม่รู้เรื่อง เวลาโดยสารรถ รถไฟ เครื่องบิน
tr_tr: Araba, uçak, tren gibi yerlerde konuşmaları anlamakta zorlanıyorum
zh_cn: 在坐汽车,火车,飞机等交通工具时交谈理解困难

source: Decrease low frequency gain, increase high frequency gain
bg_bg: Намалете ниските честоти и увеличете високите честоти
cht: 降低低頻增益量，提升高頻增益量
da_dk: Reducer lavfrekvent forstærkning, forøg højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων, αυξήστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla, lisää vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija, povećajte pojačanje visokih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést; növelje a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze, aumentare il guadagno delle alte frequenze
ko_kr: 저주파수 게인을 낮추고 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage frequenties, verhoog de versterking van hoge frequenties
no_no: Reduser gain i lavfrekvensområdet, øk gain i høyfrekvensområdet
pt_pt: Diminuir ganho das baixas frequências, aumentar ganho das altas frequências
ro_ro: Reduceti castigul pe frecventele joase, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för de låga frekvenserna, öka förstärkningen för de höga frekvenserna
th_th: ลดเกนที่ความถี่ตํ่า เพิ่มเกนที่ความถี่สูง
tr_tr: Alçak frekanslarda kazancı düşür, yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益，增加高频增益

source: Increase degree of noise reduction
bg_bg: Увеличете степента на намаляване на шума
cht: 提升噪音抑制等級
da_dk: Forøg graden af støjreduktion
el_gr: Αυξήστε τον βαθμό μείωσης θορύβου
fi_fi: Lisää taustamelun vaimennustasoa
hr_hr: Povećajte stupanj smanjenja buke
hu_hu: Növelje a zajcsökkentés mértékét
it_it: Aumentare il livello di riduzione del rumore
ko_kr: 소음감소 기능의 수준을 높이세요
nl_nl: Verhoog de lawaaionderdrukking
no_no: Reduser graden av støyreduksjon
pt_pt: Aumentar o nível de redução de ruído
ro_ro: Cresteți gradul de reducere a zgomotului
ru_ru: Увеличьте уровень шумоподавления
sv_se: Öka nivån av brusreducering
th_th: เพิ่มระดับของ noise reduction
tr_tr: Gürültü azaltma seviyesini arttır
zh_cn: 增加降噪级别

source: Understanding a speaker who is far away is difficult
bg_bg: Разбирането на говорещ от голямо разстояние е трудно
cht: 難以聽懂遠方說話者的說話內容
da_dk: Det er svært at forstå en taler på afstand
el_gr: Δυσκολία κατανόησης ομιλητή που βρίσκεται μακριά
fi_fi: Vaikea kuulla kauempana olevaa puhujaa
hr_hr: Teško je razumjeti udaljenog govornika
hu_hu: A távoli beszéd nehezen érthető
it_it: Comprendere un interlocutore lontano è difficile
ko_kr: 멀리있는 상대방이 말하는 소리를 이해하기 어렵습니다
nl_nl: Een spreker op grote afstand is moeilijk te verstaan
no_no: Vanskelig å forstå tale på avstand
pt_pt: É difícil entender pessoas que estão distantes
ro_ro: Intelegerea vocii de la un difuzor indepartat este dificila.
ru_ru: Затруднительно понимать речь, когда говорящий находится на большом расстоянии
sv_se: Svårt att höra en talare som är långt borta
th_th: ฟังไม่รู้เรื่อง เวลาคนพูดอยู่ไกล
tr_tr: Uzaktaki bir kişinin konuşmalarını anlamakta zorlanıyorum
zh_cn: 与人远距离交谈时理解困难

source: Increase G50 for mid and high frequencies
bg_bg: Увеличете G50 за средните и високите честоти
cht: 提升G50的中頻及高頻增益量
da_dk: Forøg G50 for mellem- og højfrekvenser
el_gr: Αυξήστε την G50 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Lisää G50-vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Povećajte G50 za srednje i visoke frekvencije
hu_hu: Növelje a G50-et a közepes és a magas frekvenciákon
it_it: Aumentare G50 per le frequenze medie e alte
ko_kr: 중주파수와 고주파수 G50을 높이세요
nl_nl: Verhoog G50 bij midden- en hoge frequenties
no_no: Øk G50 i midt- og høyfrekvensområdene
pt_pt: Aumentar G50 para as médias e altas frequências
ro_ro: Cresteti G50 pe frecvente medii si inalte
ru_ru: Увеличьте G50 на средних и высоких частотах
sv_se: Öka G50 för mellan och höga frekvenser
th_th: เพิ่มเกน50ที่ความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslarda G50 kazancını artır
zh_cn: 减少G50中高频增益

source: Increase overall gain
bg_bg: Увеличете общия коефициент на усилване
cht: 提升整體增益量
da_dk: Forøg forstærkning
el_gr: Αυξήστε την συνολική ένταση(απόκριση)
fi_fi: Lisää kokonaisvahvistusta
hr_hr: Povećajte sveukupno pojačanje
hu_hu: Növelje a teljes erősítést
it_it: Aumentare il guadagno complessivo
ko_kr: 전체 게인을 높이세요
nl_nl: Verhoog de versterking
no_no: Øk samlet gain
pt_pt: Aumentar o ganho geral
ro_ro: Cresteti castigul global
ru_ru: Увеличьте общее усиление
sv_se: Öka den totala förstärkningen
th_th: เพิ่มเกนทั้งหมด
tr_tr: Bütün frekanslarda kazancı artır
zh_cn: 增加整体增益

source: Increase G50 for high frequencies
bg_bg: Увеличете G50 за високите честоти
cht: 提升G50的高頻增益量
da_dk: Forøg G50 for højfrekvenser
el_gr: Αυξήστε την G50 για τις υψηλές συχνότητες
fi_fi: Lisää G50-vahvistusta korkeilla taajuuksilla
hr_hr: Povećajte G50 za visoke frekvencije
hu_hu: Növelje a G50-et a magas frekvenciákon
it_it: Aumentare G50 per le alte frequenze
ko_kr: 고주파수 G50을 높이세요
nl_nl: Verhoog G50 bij hoge frequenties
no_no: Øk G50 i høyfrekvensområdet
pt_pt: Aumentar G50 para as altas frequências
ro_ro: Mariti G50 pe frecventele inalte
ru_ru: Увеличьте G50 на высоких частотах
sv_se: Öka G50 för höga frekvenser
th_th: เพิ่มเกน 50 ที่ความถี่สูง
tr_tr: Yüksek frekanslarda G50 kazancını artır
zh_cn: 增加G50高频增益

source: Product Name
bg_bg: Име на продукта
cht: 產品名稱
da_dk: Produktnavn
el_gr: Όνομα προϊόντος
fi_fi: Tuotteen nimi
hr_hr: Naziv proizvoda
hu_hu: Terméknév
it_it: Nome prodotto
ko_kr: 제품명
nl_nl: Productnaam
no_no: Produktnavn
pt_pt: Nome do produto
ro_ro: Denumire produs
ru_ru: Название
sv_se: Produktnamn
th_th: ชื่อผลิตภัณฑ์
tr_tr: Ürün Adı
zh_cn: 产品名称

source: Selection
bg_bg: Избиране
cht: 選擇
da_dk: Valg
el_gr: Επιλογή
fi_fi: Valinta
hr_hr: Odabir
hu_hu: Kiválasztás
it_it: Selezione
ko_kr: 선택
nl_nl: Selectie
no_no: Valg
pt_pt: Seleção
ro_ro: Selecție
ru_ru: Выбор
sv_se: Val
th_th: การเลือก
tr_tr: Seçim
zh_cn: 选择

source: Select the ExpressFit button to automatically connect, calibrate and set default settings for the detected Hearing Instrument
bg_bg: Натиснете бутона ExpressFit за автоматично свързване, калибриране и задаване на настройки по подразбиране за намерения слухов апарат
cht: 點選快速選配按鈕以自動連結助聽器、校正助聽器、依照預設值設定助聽器。
da_dk: Vælg knappen EkspresTilpas for at oprette automatisk forbindelse, kalibrere og angive standardindstillinger for det registrerede høreapparat
el_gr: Πατήστε το κουμπί "ExpressFit" για αυτόματη σύνδεση, βαθμονόμηση και ορισμό προεπιλεγμένων ρυθμίσεων για το ακουστικό βοήθημα που έχει εντοπιστεί
fi_fi: Valitsemalla PikaSovitus-painikkeen voit automaattisesti muodostaa yhteyden tunnistettuun kuulokojeeseen, kalibroida sen ja määrittää sen oletusasetukset.
hr_hr: Odaberite tipku ExpressFit za automatsko povezivanje, kalibriranje i namještanje standardnih postavki za otkriveni slušni aparat
hu_hu: Használja az ExpressFit gombot az észlelt hallókészülék automatikus csatlakoztatásához, kalibrálásához és az alapértelmezett beállítások megadásához
it_it: Selezionare il pulsante Fitting Automatico per connettere, calibrare e configurare automaticamente le impostazioni predefinite per l'apparecchio acustico rilevato
ko_kr: AutoFit은 보청기를 자동 연결하고 DFS캘리브레이션 한뒤 보청기를 초기 피팅합니다.
nl_nl: Selecteer de AutoFit-knop om automatisch verbinding te maken, te kalibreren en de standaard instellingen voor het gedetecteerde hoortoestel toe te passen
no_no: Velg ExpressFit-knappen for automatisk tilkobling, kalibrering og innstilling av standardinnstillinger for funnet høreapparat
pt_pt: Selecione o botão ExpressFit para conectar, calibrar e definir as configurações padrão automaticamente para o aparelho auditivo detectado
ro_ro: Selectați butonul ExpressFit pentru a conecta, calibra și seta automat setările implicite pentru aparatul auditiv detectat
ru_ru: Выберите кнопку Быстрая настройка, чтобы выполнить автоматическое соединение, калибровку и настройку обнаруженного СА на уровни/значения по умолчанию
sv_se: Välj ExpressFit-knappen för att automatiskt ansluta, kalibrera och ställa in standardinställningar för den upptäckta hörapparaten
th_th: เลือกปุ่ม ExpressFit เพื่อทำการเชื่อมต่อโดยอัตโนมัติ ปรับเทียบแล้วตั้งการตั้งค่าเริ่มต้นสำหรับเครื่องช่วยฟังที่ตรวจพบ
tr_tr: Algılanan İşitme Cihazına otomatik olarak bağlanmak, onu kalibre etmek ve varsayılan ayarları belirlemek için ExpressFit düğmesini seçin
zh_cn: 选择快速选配按钮自动连接、校准和对检测到的助听器进行默认设置

source: ExpressFit
cht: 快速選配
da_dk: EkspresTilpas
fi_fi: PikaSovituis
it_it: Fitting Automatico
ko_kr: AutoFit
nl_nl: AutoFit
ru_ru: Быстрая настройка
sv_se: Snabb anpassning
tr_tr: Hızlı Ayar
zh_cn: 快速选配

source: Show instrument selection
bg_bg: Показване на избор на апарат
cht: 顯示助聽器選擇
da_dk: Vis apparatmodel
el_gr: Προβολή επιλογών ακουστικών
fi_fi: Näytä kuulokojeen valinta
hr_hr: Pokaži odabir aparata
hu_hu: Készülék kiválasztásának megjelenítése
it_it: Mostra selezione apparecchio
ko_kr: 보청기 선택 보기
nl_nl: Toon toestelselectie
no_no: Vis valg av høreapparat
pt_pt: Exibir seleção de aparelhos
ro_ro: Afișați selecția instrumentului
ru_ru: Показать выбор СА
sv_se: Visa apparatval
th_th: แสดงการเลือกอุปกรณ์
tr_tr: Cihaz seçimini göster
zh_cn: 显示助听器选择

source: Product
bg_bg: Продукт
cht: 產品
da_dk: Produkt
el_gr: Προϊόν
fi_fi: Tuote
hr_hr: Proizvod
hu_hu: Készülék
it_it: Prodotto
ko_kr: 제품
no_no: Produkt
pt_pt: Produto
ro_ro: Produs
ru_ru: Продукт
sv_se: Produkt
th_th: ผลิตภัณฑ์
tr_tr: Ürün
zh_cn: 产品

source: In Ear
bg_bg: Вътреушен
cht: 耳內
da_dk: I øret
el_gr: Ενδωτιαίο
fi_fi: Korvassa
hr_hr: U uhu
hu_hu: Fülben
it_it: Nell'orecchio
nl_nl: In het oor
no_no: I øre
pt_pt: Intra-auricular
ro_ro: În ureche
ru_ru: В ухе
sv_se: I-örat
th_th: สวมในหู
tr_tr: Kulakta
zh_cn: 耳内

source: Right ear instrument
bg_bg: Апарат за дясното ухо
cht: 右耳助聽器
da_dk: Apparat i højre øre
el_gr: Ακουστικό δεξιού αυτιού
fi_fi: Oikean korvan kuulokoje
hr_hr: Aparat za desno uho
hu_hu: Jobb fülhöz tartozó készülék
it_it: Apparecchio orecchio destro
ko_kr: 우측 보청기
nl_nl: Rechter hoortoestel
no_no: Høyre høreapparat
pt_pt: Aparelho para o ouvido direito
ro_ro: Instrument urechea dreaptă
ru_ru: Правый слуховой аппарат
sv_se: Apparat för höger öra
th_th: อุปกรณ์หูขวา
tr_tr: Sağ kulak cihazı
zh_cn: 右耳助听器

source: Left ear instrument
bg_bg: Апарат за лявото ухо
cht: 左耳助聽器
da_dk: Apparat i venstre øre
el_gr: Ακουστικό αριστερού αυτιού
fi_fi: Vasemman korvan kuulokoje
hr_hr: Aparat za lijevo uho
hu_hu: Bal oldali készülék
it_it: Apparecchio orecchio sinistro
ko_kr: 좌측 보청기
nl_nl: Linker hoortoestel
no_no: Venstre høreapparat
pt_pt: Aparelho para o ouvido esquerdo
ro_ro: Instrument urechea stângă
ru_ru: Левый слуховой аппарат
sv_se: Apparat för vänster öra
th_th: อุปกรณ์หูซ้าย
tr_tr: Sol kulak cihazı
zh_cn: 左耳助听器

source: Product Specs
bg_bg: Технически данни
cht: 產品規格
da_dk: Produktspecifikationer
el_gr: Προδιαγραφές προϊόντος
fi_fi: Kojeen ominaisuudet
hr_hr: Specifikacije proizvoda
hu_hu: A készülék jellemzői
it_it: Specifiche prodotto
ko_kr: 제품 사양
nl_nl: Productspecificaties
no_no: Produktinformasjon
pt_pt: Especificações do produto
ro_ro: Specificatii Produs
ru_ru: Характеристики СА
sv_se: Produkt Specifikationer
th_th: รายละเอียดรุ่น
tr_tr: Ürün Özellikleri
zh_cn: 产品参数

source: Show Audiograms and Speech Test Results
bg_bg: Показване на аудиограми и резултати от говорния тест
cht: 顯示「聽力圖」和「語音測試結果」
da_dk: Vis audiogrammer og resultater af taletest
el_gr: Προβολή Ακοογραμμάτων και αποτελεσμάτων Εξέτασης ομιλίας
fi_fi: Näytä audiogrammit ja puhetestitulokset
hr_hr: Prikaz audiograma i rezultata govornog testa
hu_hu: Az audiogramok és a beszédteszt eredményeinek megjelenítése
it_it: Mostra audiogrammi e risultati test vocale
ko_kr: 청력도 및 및 어음검사 결과 보기
nl_nl: Toon audiogrammen en spraaktestresultaten
no_no: Vis audiogrammer og resultater fra taletest
pt_pt: Exibir audiogramas e resultados dos testes de fala
ro_ro: Afișare audiograme și rezultate teste vorbire
ru_ru: Показать аудиограммы и результаты речевого теста
sv_se: Visa audiogram och resultat av taltest
th_th: แสดงออดิโอแกรมและผลการทดสอบเสียงพูด
tr_tr: Odyogramları ve Konuşma Testi Sonuçlarını Göster
zh_cn: 显示听力图和言语测试结果

source: Speech Banana
bg_bg: аудиограма speech banana
cht: 語音香蕉區
da_dk: Talebanan
el_gr: Γράφημα Speech Banana
fi_fi: Puhebanaani
hr_hr: Područje prikaza ljudskog govora na audiogramu
hu_hu: Beszéd banán
it_it: Area del parlato
ko_kr: 스피치바나나
nl_nl: Spraakbanaan
no_no: Talebanan
pt_pt: Banana da fala
ro_ro: Banana vorbirii
ru_ru: Речевой банан
sv_se: Talbanan
tr_tr: Konuşma Sesleri
zh_cn: 言语香蕉图

source: Phonemes
bg_bg: Фонеми
cht: 音素
da_dk: Fonemer
el_gr: Φωνήματα
fi_fi: Kirjaimien sijainti
hr_hr: Fonemi
hu_hu: Fonémák
it_it: Fonemi
ko_kr: 음소
nl_nl: Fonemen
no_no: Fonemer
pt_pt: Fonemas
ro_ro: Foneme
ru_ru: Фонемы
sv_se: Fonem
tr_tr: Fonemler
zh_cn: 音节分布

source: Severity of Loss
bg_bg: Тежест на загубата
cht: 聽損程度
da_dk: Hørenedsættelsesgrad
el_gr: Σοβαρότητα απώλειας
fi_fi: Kuuloaleneman taso
hr_hr: Stupanj gubitka sluha
hu_hu: A hallásvesztés foka
it_it: Livello perdita uditiva
ko_kr: 난청수준
nl_nl: Grootte van verlies
no_no: Grad av hørselstap
pt_pt: Grau da perda auditiva
ro_ro: Nivel de Hipoacuzie
ru_ru: Степень потери слуха
sv_se: Grad av nedsättning
th_th: ระดับความรุนแรงของการเสียการได้ยิน
tr_tr: Kayıp Derecesi
zh_cn: 听损等级

source: Familiar Sounds
bg_bg: Познати звуци
cht: 熟悉的聲音
da_dk: Dagligdags lyde
el_gr: Γνώριμοι ήχοι
fi_fi: Tutut äänet
hr_hr: Poznati zvukovi
hu_hu: Ismerős hangok
it_it: Suoni familiari
ko_kr: 친숙한 소리
nl_nl: Bekende geluiden
no_no: Kjente lyder
pt_pt: Sons familiares
ro_ro: Sunete Familiare
ru_ru: Привычные звуки
sv_se: Vanliga ljud
th_th: เสียงต่าง ๆ ที่คุ้นเคย
tr_tr: Tanıdık Sesler
zh_cn: 常见声音分布

source: Simulate
bg_bg: Симулиране
cht: 模疑
da_dk: Simuler
el_gr: Προσομοίωση
fi_fi: Simuloi
hr_hr: Simuliraj
hu_hu: Szimuláció
it_it: Simula
ko_kr: 시뮬레이션
nl_nl: Simuleren
no_no: Simuler
pt_pt: Simular
ro_ro: Simuleaza
ru_ru: Имитировать
sv_se: Simulera
th_th: จำลอง
tr_tr: Simüle Et
zh_cn: 模拟

source: Detect
bg_bg: Откриване
cht: 偵測
da_dk: Registrer
el_gr: Εντοπισμός
fi_fi: Tunnista
hr_hr: Otkrij
hu_hu: Észlelés
it_it: Rileva
ko_kr: 탐색
nl_nl: Detecteren
no_no: Finn
pt_pt: Detectar
ro_ro: Detectare
ru_ru: Определить
sv_se: Känn av
th_th: ตรวจสอบ
tr_tr: Algıla
zh_cn: 探测

source: None
bg_bg: Няма
cht: 無
da_dk: Ingen
el_gr: Ουδέν
fi_fi: Ei valittu
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuno
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Нет
sv_se: Ingen
th_th: ไม่มี
tr_tr: Hiçbiri
zh_cn: 无

source: BTE
bg_bg: Задушен
cht: 耳掛型
nl_nl: AHO
ru_ru: Заушный СА/BTE

source: B13
ru_ru: Б13

source: Expansion
bg_bg: Разширение
cht: 擴展
da_dk: Ekspansion
el_gr: Επέκταση
fi_fi: Kohinasalpa
hr_hr: Proširenje
hu_hu: Expanziós mód
it_it: Espansione
nl_nl: LowLevel expansie
no_no: Ekspansjon
pt_pt: Expansão
ro_ro: Modul de Extindere
ru_ru: Экспансия
zh_cn: 增强版静音系统

source: Off
bg_bg: Изключен
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: VentSize
cht: 氣孔尺寸
el_gr: Μέγεθος αεραγωγού
fi_fi: Ilmastointikanavan koko
hr_hr: Veličina oduška
hu_hu: Ventméret
it_it: Dimensioni della ventilazione
ko_kr: 벤트 사이즈
nl_nl: Ventinggrootte
no_no: Ventilering
pt_pt: Tamanho da ventilação
ro_ro: Dimensiune vent
ru_ru: Размер вента
sv_se: Storlek på ventilationskanal
th_th: ขนาด Vent
tr_tr: Vent Boyutu (VentSize)
zh_cn: 通气孔尺寸
