Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Please make sure that the hearing instruments and wireless accessories always run the latest firmware version. If you experience problems when pairing accessories to hearing instruments, please check for firmware updates by doing the following: Accessories: Connect the accessory to your computer using the USB cable supplied with the accessory and run the Accessory Updater tool from the desktop (installed with the fitting software). Hearing Instruments: Connect the hearing instruments to the fitting software and go to the menu: Instruments – Update Instruments Note: The 1st generation TV streaming device is not compatible with newer hearing instrument families.
bg_bg: Моля, уверете се, че слуховите апарати и безжичните аксесоари винаги използват най-новата версия на фърмуера. Ако срещнете проблеми при сдвояването на аксесоарите със слуховите апарати, проверете актуализациите на фърмуера, като направите следното. Аксесоари: свържете аксесоара с вашия компютър с помощта на USB кабела, доставен заедно с аксесоара, и стартирайте инструмента за актуализиране на аксесоари от десктопа (инсталиран със софтуера за монтиране). Слухови апарати: свържете слуховите апарати със софтуера за монтиране и отидете на меню: Апарати – Актуализиране на апарати Забележка: първото поколение на устройството за телевизионен стрийминг не е съвместимо с по-нови семейства слухови апарати.
cht: 請確認助聽器和無線配件備為最新的韌體版本。如果在助聽器配對配件時遇到問題，請執行以下操作檢查韌體更新： 配件：使用配件隨附的 USB 線將配件連接到電腦，然後從桌面 (已隨選配軟體安裝) 執行配件更新工具。 助聽器：將助聽器連接選配軟體，並進入「助聽器 - 更新助聽器」功能表 注意：第一代電視串流裝置不兼容較新的助聽器系列。
da_dk: Sørg for, at både høreapparater og det trådløse tilbehør altid er opdateret med den nyeste firmware. Hvis du oplever problemer, når tilbehøret skal parres til høreapparaterne, kan du søge efter firmwareopdateringer på følgende måder: Tilbehør: Forbind tilbehøret til din computer ved hjælp af et USB-kabel. Åbn opdateringsværktøjet til tilbehør på skrivebordet på din computer (installeret sammen med tilpasningssoftwaren). Høreapparater: Forbind høreapparaterne til tilpasningssoftwaren. Åbn "Høreapparater" øverst på skærmen, vælg derefter "Opdater høreapparater". Bemærk: Den første generations tv-streamere er ikke kompatibel med nyere høreapparater.
el_gr: Να βεβαιώνεστε ότι τα ακουστικά βοηθήματα και τα ασύρματα εξαρτήματα βρίσκονται πάντα στην τελευταία έκδοση υλικολογισμικού. Αν αντιμετωπίζετε προβλήματα κατά τη ζεύξη εξαρτημάτων με τα ακουστικά, ελέγξτε για τυχόν ενημερώσεις υλικολογισμικού προβαίνοντας στις ακόλουθες ενέργειες. Εξαρτήματα: Συνδέστε το εξάρτημα στον υπολογιστή σας χρησιμοποιώντας το καλώδιο USB που το συνοδεύει και τρέξτε το εργαλείο ενημέρωσης εξαρτήματος (Accessory Updater) από την επιφάνεια εργασίας (εγκαθίσταται μαζί με το λογισμικό εφαρμογής). Ακουστικά βοηθήματα: Συνδέστε τα ακουστικά στο λογισμικό εφαρμογής και μεταβείτε στο μενού Ακουστικά - Ενημέρωση ακουστικών. Σημείωση: Η συσκευή TV Streaner 1ης γενιάς δεν είναι συμβατή με τις νεότερες οικογένειες ακουστικών βοηθημάτων.
fi_fi: Varmista, että kuulokojeissa ja langattomissa lisälaitteissa on uusin laiteohjelmistoversio. Jos paritettaessa lisälaitteita kuulokojeisiin ilmenee ongelmia, tarkista laiteohjelmisto päivitykset toimimalla seuraavasti. Lisälaitteet: Yhdistä lisälaite tietokoneeseen käyttämällä lisälaitteen mukana toimitettua USB-johtoa. Käynnistä lisälaitteiden päivitystyökalu. Se asennettiin työpöydälle, kun sovitusohjelmisto asennettiin. Kuulokojeet: Yhdistä kuulokojeet sovitusohjelmistoon ja valitse Kuulokojeet - Päivitä kuulokojeet. Huomaa, että ensimmäisen sukupolven TV-lähetin ei ole yhteensopiva uudempien kuulokojetuoteryhmien kanssa.
hr_hr: Pobrinite se da se na slušnim aparatima i bežičnoj dodatnoj opremi uvijek nalazi najnovije verzija programske opreme. Jave li se problemi prilikom uparivanja dodatne opreme sa slušnim aparatima, provjerite može li se ažurirati programska oprema na način opisan u nastavku. Dodatna oprema: Spojite dodatnu opremu na računalo USB kabelom koji ste dobili uz opremu i na radnoj površini pokrenite Accessory Updater Tool (hrv. Alat za ažuriranje dodatne opreme, instaliran sa softverom za namještanje). Slušni aparati: Povežite slušne aparate sa softverom za namještanje pa otvorite izbornik „Aparati” – „Ažuriranje aparata”. Napomena: 1. generacija uređaja za strujanje TV sadržaja nije kompatibilna s novijim serijama slušnih aparata.
hu_hu: Gondoskodjon arról, hogy a hallókészülékek és a vezeték nélküli tartozékok mindig a legfrissebb firmware-t futtassák. Ha a párosítás alatt probléma merülne fel, ellenőrizze a firmware frissítést az alábbiak szerint: Tartozékok: Csatlakoztassa a tartozékot a számítógéphez az USB-kábellel, és futtassa a tartozékfrissítő eszközt arról a számítógépről, ahová az illesztőszoftvert telepítette. Hallókészülékek: Csatlakoztassa a hallókészülékeket az illesztő szoftverhez, majd kattintson a Készülékek – Készülékek frissítése menüpontra Megjegyzés: Az első generációs TV streamer nem kompatibilis az újabb hallókészülék családokkal.
it_it: Assicurarsi che gli apparecchi acustici e gli accessori wireless utilizzino sempre l'ultima versione del firmware. In caso di problemi durante l'accoppiamento fra accessori e apparecchi acustici, controllare gli aggiornamenti del firmware effettuando le seguenti operazioni: Accessori: connettere l'accessorio al computer utilizzando il cavo USB fornito in dotazione con l'accessorio ed eseguire l'aggiornamento utilizzando il tool di aggiornamento degli accessori dal desktop (installato con il software di fitting). Apparecchi acustici: connettere gli apparecchi acustici al software di fitting e andare al menu Apparecchi - Aggiorna apparecchi. Nota: i dispositivi di streaming TV di 1ª generazione non sono compatibili con le più recenti famiglie di apparecchi acustici.
ko_kr: 보청기와 무선 액세서리가 최신 펌웨어를 사용하고 있는지 확인하세요. 무선 액세서리와 연결시 문제가 발생하면 다음의 절차에 따라 펌웨어가 업데이트 되었는지 확인합니다. 주변기기 USB 케이블을 사용해 주변기기를 컴퓨터에 연결한 뒤, 바탕화면의 Accessory Updater Tool을 실행합니다. 보청기 보청기를 피팅 소프트웨어에 연결하고 ‘메뉴’로 이동합니다. 보청기를 업데이트합니다. 참고: TV 스트리밍 기기 1세대 버전은 신규 보청기 제품군과 호환되지 않습니다.
nl_nl: Zorg er voor dat de hoortoestellen en wireless accessoires altijd de laatste firmware versie bevatten. Als u problemen ervaart bij het koppelen van accessoires met de toestellen, kijk dan als volgt of er firmware updates beschikbaar zijn. Accessoires : verbind het accessoire met uw computer via de bij het accessoire geleverde USB-kabel en draai de ReSound Accessory Update tool op uw desktop (geïnstalleerd tijdens de software installatie) Hoortoestellen: verbind de hoortoestellen in de aanpassoftware en ga naar het menu Hoortoestel - Toestel(len) updaten´ Opmerking: de eerste generatie TV streamer is niet compatibel met de nieuwste hoortoestelfamilies.
no_no: Forsikre deg om at høreapparater og trådløst tilbehør alltid kjører den nyeste firmware versjonen. Hvis du får problemer med å pare høreapparatene med tilbehøret, kan du se etter tilgjengelige firmware oppdateringer slik: Tilbehør: Koble tilbehøret til PC-en din ved hjelp av USB-kabelen som fulgte med tilbehøret. Kjør deretter oppdateringsverktøyet for tilbehør, som du finner på skrivebordet (det ble installert samtidig med tilpasningsprogrammet). Høreapparater Koble høreapparatene til tilpasningsprogrammet og gå til menyen Apparater – Oppdater apparater Merk: Den første generasjon av TV Streamer er ikke kompatibel med nyere høreapparatserier.
pt_pt: Certifique de que os aparelhos auditivos e os acessórios wireless sempre executem a versão mais atual do firmware . Caso tenha problemas de pareamento com os aparelhos auditivos e os acessórios, verifique as atualizações do firmware da seguinte forma. Acessórios: conecte o acessório ao computador usando o cabo USB fornecido com o acessório e execute a ferramenta de atualização do acessório localizada na área de trabalho (a ferramenta é instalada juntamente com o software de ajuste). Aparelhos auditivos: conecte os aparelhos auditivos ao software e acesse Aparelho Auditivo – Atualizar Aparelhos Auditivos Obs.: a 1ª geração de acessório wireless para TV não é compatível com as famílias mais recentes de aparelhos auditivos.
ro_ro: Vă rugăm să vă asigurați că instrumentele auditive și accesoriile wireless au întotdeauna cea mai nouă versiune firmware. Dacă aveți probleme la împerecherea accesoriilor sau a instrumentelor auditive, vă rugăm să verificați dacă există actualizări firmware procedând după cum urmează. Accesorii: Conectați accesoriul la computer folosind cablul USB furnizat cu accesoriul și rulați Accessory Updater Tool de pe desktop (instalat cu software-ul de fixare). Instrumente auditive: Conectați instrumentele auditive la software-ul de fixare și mergeți la meniul instrumente - Actualizare instrumente’ Notă: Dispozitivul de streaming din generația întâi nu este compatibil cu familiile de instrumente auditive mai noi.
ru_ru: Убедитесь, что слуховые аппараты и беспроводные аксессуары имеют последнюю версию прошивки. Если у вас возникают проблемы при сопряжении аксессуаров и СА, пожалуйста, проверьте наличие обновлений следующим образом: Аксессуары: Подключите аксессуар к компьютеру при помощи USB-шнура, поставленного в комплекте с аксессуаром, и запустите Инструмент обновления аксессуара, расположенный на рабочем столе компьютера (устанавливается с программой подбора и настройки СА). Слуховые аппараты: Подключите слуховые аппараты к программе настройки и войдите в меню Слуховые аппараты - Обновить аппараты Обратите внимание: устройство потоковой передачи ТВ (ТВ-стример) 1-го поколения несовместимо с новыми семействами слуховых аппаратов.
sv_se: Kontrollera att hörapparaterna och de trådlösa tillbehören har den senaste programvaran. Om du upplever problem vid parkoppling av tillbehör, kontrollera så du har senaste programvara genom att göra följande: Tillbehör: Anslut tillbehöret till din dator via USB-kabel och kör uppdateringsverktyget för trådlösa tillbehör på datorn (installeras med anpassningsprogramvaran). Hörapparater: Anslut hörapparaten och gå till menyn Apparat - Uppdatera hörapparat. Obs: Första generationen tv-streamer är inte kompatibel med nyare hörapparatfamiljer.
th_th: โปรดตรวจสอบให้แน่ใจว่าอุปกรณ์ช่วยฟังและอุปกรณ์เสริมไร้สายนั้นใช้เฟิร์มแวร์เวอร์ชันล่าสุดอยู่เสมอ หากคุณประสบปัญหาขณะจับคู่อุปกรณ์เสริม โปรดตรวจสอบการอัพเดตเฟิร์มแวร์โดยดำเนินการต่อไปนี้ อุปกรณ์เสริม: เชื่อมต่ออุปกรณ์เสริมกับคอมพิวเตอร์ของคุณโดยใช้สาย USB ที่มาพร้อมกับอุปกรณ์เสริม และเรียกใช้งานเครื่องมืออัพเดตอุปกรณ์เสริมจากเดสก์ท็อป (ติดตั้งพร้อมกับซอฟต์แวร์ทดลองสวม) อุปกรณ์ช่วยฟัง เชื่อมต่ออุปกรณ์ช่วยฟังกับซอฟต์แวร์ทดลองสวม และไปที่เมนูของอุปกรณ์ - อัพเดตอุปกรณ์’ หมายเหตุ: อุปกรณ์การสตรีมทีวีรุ่นที่ 1 จะไม่สามารถใช้งานร่วมกับกลุ่มอุปกรณ์ช่วยฟังที่ใหม่กว่าได้
tr_tr: Lütfen işitme cihazlarının ve kablosuz aksesuarların her zaman en son bellenim sürümlerini çalıştırmalarını sağlayın. Aksesuarları işitme cihazları ile eşleştirirken sorun yaşıyorsanız, lütfen aşağıdakileri gerçekleştirerek bellenim güncellemelerini kontrol edin: Aksesuarlar Aksesuar kutusunda bulunan USB kablo ile aksesuarı bilgisayara bağlayın ve masaüstündeki Aksesuar Güncelleme aracını çalıştırın (fitting yazılımı ile birlikte yüklenir). İşitme cihazları: İşitme cihazlarını fitting yazılımına bağlayın ve "Cihazlar" menüsü altındaki "Cihazları Güncelle" bölümüne gidin. Not: 1.nesil TV Aktarım cihazı, yeni nesil işitme cihazı ürün grupları ile uyumlu değildir.
zh_cn: 请确保助听器和无线附件均运行最新固件版本。如果在配对附件和助听器过程中遇到问题，请按如下操作检查固件更新。 附件： 使用附件自带的USB线将附件连接到计算机，从桌面运行附件更新工具（随验配软件一起安装). 助听器： 将助听器连接到验配软件，在菜单栏找到“助听器”-“更新助听器”。 注意：第一代TV音频设备不能与新款助听器兼容。

source: About DSL
bg_bg: Относно DSL
cht: 關於 DSL
da_dk: Om DSL
el_gr: Περί DSL
fi_fi: Tietoja DSL-toiminnosta
hr_hr: O DSL-u
hu_hu: A DSL leírása
it_it: Informazioni su DSL
ko_kr: DSL 소개
nl_nl: Over DSL
no_no: Om DSL
pt_pt: Sobre o DSL
ro_ro: Despre DSL
ru_ru: О DSL
sv_se: Om DSL
th_th: เกี่ยวกับ DSL
tr_tr: DSL Hakkında
zh_cn: 关于DSL

source: Hide DSL
bg_bg: Скриване на DSL
cht: 隱藏 DSL
da_dk: Skjul DSL
el_gr: Απόκρυψη DSL
fi_fi: Piilota DSL
hr_hr: Sakrij DSL
hu_hu: DSL elrejtése
it_it: Nascondi DSL
ko_kr: DSL 감추기
nl_nl: DSL verbergen
no_no: Skjul DSL
pt_pt: Ocultar DSL
ro_ro: Ascunde DSL
ru_ru: Скрыть DSL
sv_se: Dölj DSL
th_th: ซ่อน DSL
tr_tr: DSL'yi Gizle
zh_cn: 隐藏DSL

source: Add Message
bg_bg: Добавяне на съобщение
cht: 新增訊息
da_dk: Tilføj meddelelse
el_gr: Προσθήκη μηνύματος
fi_fi: Lisää viesti
hr_hr: Dodaj poruku
hu_hu: Üzenet hozzáadása
it_it: Aggiungi messaggio
ko_kr: 메시지 작성
nl_nl: Bericht toevoegen
no_no: Legg til melding
pt_pt: Adicionar mensagem
ro_ro: Adăugare Mesaj
ru_ru: Добавить сообщение
sv_se: Lägg till meddelande
th_th: เพิ่มข้อความ
tr_tr: Mesaj Ekle
zh_cn: 添加消息

source: Acceptance Manager is not available while any of the programs is set to a Compression Mode other than WDRC.
bg_bg: Acceptance Manager не е достъпен, докато някоя програма е в режим на натиск, различен от WDRC.
cht: 任何程式設定為寬廣動態範圍壓縮外的壓縮模式時，無法使用適應管理。
da_dk: Acceptance Manager er ikke tilgængelig, hvis et andet program end WDRC er angivet til en kompressionstilstand.
el_gr: Ο Διαχειριστής αποδοχής δεν είναι διαθέσιμος ενόσω οποιοδήποτε πρόγραμμα έχει τεθεί σε άλλη λειτουργία συμπίεσης αντί του WDRC.
fi_fi: Sopeutumisavustaja ei ole käytettävissä, jos joku muu ohjelma kuin WDRC on kompressiotilassa.
hr_hr: Acceptance Manager nije dostupan dok je bilo koji program postavljen u način kompresije koji nije WDRC.
hu_hu: Az Acceptance Manager nem érhető el, ha bármelyik program a WDRC helyett kompressziós üzemmódra van állítva.
it_it: Manager adattamento non è disponibile se un programma è impostato in modalità Compressione anziché WDRC.
ko_kr: 자동적응매니저는 컴프레션이 WDRC로 설정된 프로그램 에서만 사용할 수 있습니다.
nl_nl: De Acceptatie Manager is niet beschikbaar wanneer een programma is ingesteld op een compressiemodus anders dan WDRC.
no_no: Acceptance Manager er ikke tilgjengelig når et program er satt i en annen kompresjonsmodus enn WDRC.
pt_pt: O Gerenciador de Adaptação não estará disponível enquanto algum programa estiver definido para um modo de compressão diferente do WDRC.
ro_ro: Acceptance Manager nu este disponibil cu programe setate la un alt mod de comprimare decât WDRC.
ru_ru: Менеджер адаптации недоступен, пока любая из программ установлена на иной режим компрессии, чем Компрессия широкого динамического диапазона / WDRC.
sv_se: Acceptansverktyget är inte tillgängligt när något program är ställt i annat kompressionsläge än WDRC.
th_th: ตัวจัดการการยอมรับไม่พร้อมใช้งานในขณะที่ตั้งค่าโปรแกรมใดๆ เป็นโหมดการบีบอัดอื่นนอกเหนือจาก WDRC
tr_tr: Adaptasyon Yöneticisi, bir program WDRC dışında bir Kompresyon Moduna ayarlandığında kullanılamaz.
zh_cn: 任何程序设置为除WDRC之外的压缩模式时，满意度管理系统均不可用。

source: Remote Fine-tuning
bg_bg: Дистанционна фина настройка
cht: 遠端微調
da_dk: Fjernjustering
el_gr: Απομακρυσμένος λεπτομερής συντονισμός
fi_fi: Etäsovitus
hr_hr: Ugađanje tonova na daljinu
hu_hu: Távoli illesztés
it_it: Regolazione fine da remoto
ko_kr: 원격피팅
no_no: Ekstern fininnstilling
pt_pt: Ajuste Fino Remoto
ro_ro: Reglaj fin de la distanță
ru_ru: Удаленная тонкая настройка
sv_se: Fjärrjustering
th_th: การปรับแต่งจากระยะไกล
tr_tr: Uzaktan İnce Ayar
zh_cn: 助听器云微调

source: Remote Hearing Aid Update
bg_bg: Дистанционна актуализация на слухов апарат
cht: 遠端助聽器更新
da_dk: Fjernopdatering af høreapparat
el_gr: Απομακρυσμένη ενημέρωση ακουστικού βοηθήματος
fi_fi: Kuulokojeen etäpäivitys
hr_hr: Ažuriranje slušnog aparata na daljinu
hu_hu: Távoli hallókészülék frissítés
it_it: Aggiornamento apparecchio acustico da remoto
ko_kr: 원격 보청기 업데이트
nl_nl: Remote Hoortoestel Update
no_no: Ekstern oppdatering av høreapparat
pt_pt: Atualização Remota do Aparelho Auditivo
ro_ro: Actualizare la distanță a protezei auditive
ru_ru: Удаленное обновление прошивки СА
sv_se: Fjärruppdatering av hörapparater
th_th: การอัพเดตเครื่องช่วยฟังจากระยะไกล
tr_tr: Uzaktan İşitme Cihazı Güncellemesi
zh_cn: 助听器云升级

source: Remote Hearing Aid Update
bg_bg: Дистанционна актуализация на слухов апарат
cht: 遠端助聽器更新
da_dk: Fjernopdatering af høreapparat
el_gr: Απομακρυσμένη ενημέρωση ακουστικού βοηθήματος
fi_fi: Kuulokojeen etäpäivitys
hr_hr: Ažuriranje slušnog aparata na daljinu
hu_hu: Távoli hallókészülék frissítés
it_it: Aggiornamento apparecchio acustico da remoto
ko_kr: 원격 보청기 업데이트
nl_nl: Remote Hoortoestel Update
no_no: Ekstern oppdatering av høreapparat
pt_pt: Atualização Remota do Aparelho Auditivo
ru_ru: Удаленное обновление прошивки СА
sv_se: Fjärruppdatering av hörapparater
th_th: การอัพเดตเครื่องช่วยฟังจากระยะไกล
tr_tr: Uzaktan İşitme Cihazı Güncellemesi
zh_cn: 助听器云升级

source: Remote Fine-tuning allows the patient the ability to send Assistance Requests and receive fine-tuned settings with their mobile device(s) using the Smart 3D app. Turn the service on or off with this switch.
bg_bg: Дистанционната фина настройка дава възможност на пациента да изпраща заявки за съдействие и да получава фино настроени настройки със своето/своите мобилно(-и) устройство(-а) с помощта на приложението Smart 3D. С този ключ включвайте или изключвайте услугата.
cht: 遠端微調讓使用者可傳送協助請求及透過行動裝置的Smart 3D應用程式接收微調設定。 以此切換開啟或關閉服務。
da_dk: Fjernjustering giver brugeren mulighed for at sende anmodninger om hjælp og modtage finjusterede indstillinger med deres mobilenhed vha. Smart 3D appen. Aktivér eller deaktiver tjenesten med denne parameter.
el_gr: Η Απομακρυσμένη μικρορύθμιση δίνει στον ασθενή τη δυνατότητα να στέλνει Αιτήματα υποστήριξης και να λαμβάνει ρυθμίσεις ακριβείας μέσω φορητής συσκευής με την εφαρμογή Smart 3D. Ενεργοποιήστε ή απενεργοποιήστε την υπηρεσία από αυτόν τον διακόπτη.
fi_fi: Etäsovituksen avulla potilas voi lähettää apupyyntöjä ja vastaanottaa hienosäädetyt asetukset mobiililaitteidensa ja Smart 3D -sovelluksen avulla. Voit ottaa palvelun käyttöön ja poistaa sen käytöstä tämän kytkimen avulla.
hr_hr: Ugađanje tona na daljinu omogućuje pacijentu slanje zahtjeva za podrškom i primanje ugođenih postavki tonova na mobilnom uređaju s pomoću aplikacije ReSound Smart 3D. Uključite ili isključite vidljivost funkcije s pomoću prekidača.
hu_hu: A távoli finomhangolás lehetővé teszi a páciensnek, hogy segítségkérési kérelmet küldjön el, és a finomhangolt beállításokat a Smart 3D alkalmazást használó mobileszköz(ök)ön fogadja. A szolgáltatást ezzel a kapcsolóval kapcsolhatja be vagy ki.
it_it: La funzionalità regolazione-fine da remoto, consente al paziente di poter inviare richieste di assistenza e di ricevere a supporto, nuove impostazioni di regolazione-fine attraverso il proprio dispositivo Mobile (Smartphone) utilizzando l'app ReSound Smart 3D. E' possibile attivare o disattivare tale funzionalità tramite questo selettore.
ko_kr: 원격피팅을 허용하면, Smart 3D 앱으로 원격피팅을 요청하고, 클리닉으로 부터 수신 받은 원격피팅 데이터를 수신받아 보청기에 적용합니다. 이 서비스를 활성화 또는 비활성화할 수 있습니다.
nl_nl: Dankzij Remote Fine-tuning kan uw cliënt u via de cloud verzoeken om assistentie sturen en nieuwe instellingen van u ontvangen met de Smart 3D app op zijn/haar mobiele apparaat. Schakel deze service hier aan of uit.
no_no: Ekstern fininnstilling gjør det mulig for pasienten å sende Assistanse-forespørsler og motta fininnstillinger med mobilenheten(e) sin(e) ved hjelp av Smart 3D app .Slå tjenesten på eller av med denne bryteren.
pt_pt: Ajuste fino remoto permite o paciente enviar Solicitações de Assistência e receber ajustes finos remotos com o seu celular e o aplicativo Smart 3D. Ligue ou deslige o serviço com esse botão.
ro_ro: Reglajul fin la distanță permite pacientului să trimită solicitări de Asistență la distanță și să primească setări de reglaj fin pe dispozitivul mobil folosind aplicația HearMax. Porniți și opriți serviciul de la acest buton.
ru_ru: Удаленная тонкая настройка предоставляет пациенту возможность отправлять Запросы Поддержки и получать точные настройки с помощью приложения Smart 3D, используя свои мобильные устройства. Под- и отключайте сервис с помощью этого переключателя.
sv_se: Fjärrjustering ger patienten möjlighet att skicka assistansförfrågningar och kunna ta emot inställningar med mobilen och Smart 3D-appen. Aktivera tjänsten här.
th_th: การปรับแต่งจากระยะไกลช่วยให้ผู้ป่วยสามารถส่งคำขอความช่วยเหลือและรับการตั้งค่าการปรับแต่งได้ด้วยอุปกรณ์มือถือของตนโดยใช้แอพ Smart 3D เปิดหรือปิดบริการด้วยสวิตช์นี้
tr_tr: Uzaktan İnce ayar özelliği, hastanın Yardım Talepleri gönderebilmesini ve Smart 3D uygulamasını kullanarak mobil cihaz(lar)ıyla ince ayar yapılmış ayarları almasını sağlar. Bu düğmeyi kullanarak servisi açabilir veya kapatabilirsiniz.
zh_cn: 云微调允许用户通过他们的移动设备使用ReSound Smart 3D应用程序发送协助请求并接收微调设置。 使用此开关打开或关闭服务。

source: AVC
cht: 自動音量控制
pt_pt: Ajuste automático de volume
ru_ru: Автоматическая регулировка громкости
