Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: AutoREM is not available while Acceptance Manager is in progress. Please turn off Acceptance Manager first.
bg_bg: AutoREM не е достъпна, докато Acceptance Manager е в ход. Първо изключете Acceptance Manager.
cht: 適應管理正在進行中，自動實耳測量無法使用。請先關閉適應管理。
da_dk: AutoREM er ikke tilgængeligt, mens Acceptance Manager er i gang. Sluk først for Acceptance Manager.
el_gr: Το AutoREM δεν είναι διαθέσιμο ενόσω ο Διαχειριστής αποδοχής εκτελείται.Απενεργοποιήστε πρώτα τον Διαχειριστή αποδοχής.
fi_fi: Kun Sopeutumisavustaja etenee, AutoREM ei ole käytettävissä. Poista Sopeutumisavustaja ensin käytöstä.
hr_hr: AutoREM nije dostupan dok je Acceptance Manager u tijeku. Najprije isključite Acceptance Manager.
hu_hu: Az AutoREM nem érhető el, ha az Acceptance Manager fut. Először kapcsolja ki az Acceptance Managert.
it_it: AutoREM non è disponibile mentre Manager Adattamento è in progressione. Si prega di spegnere prima Manager Adattamento.
ko_kr: 자동적응매니저가 실행 중에는 AutoREM 을 사용할 수 없습니다. 자동적응매니저를 먼저 종료하십시오.
nl_nl: AutoREM is niet beschikbaar terwijl de Acceptatie Manager actief is. Schakel de Acceptatie Manager eerst uit.
no_no: AutoRem er ikke tilgjengelig når Acceptance Manager er aktivert. Du må først slå av Acceptance Manager.
pt_pt: AutoREM está indisponível enquanto o Gerenciador de Adaptação estiver ligado. Por favor, desligue o Gerenciador de Adaptação.
ro_ro: AutoREM nu este disponibil cât timp rulează Manager Acceptare. Opriți mai întâi Manager Acceptare.
ru_ru: Режим измерения AutoREM недоступен, пока активен Менеджер адаптации. Пожалуйста, отключите сначала Менеджер адаптации.
sv_se: AutoREM är inte tillgänglig när acceptansverktyget pågår. Stäng av acceptansverktyget först.
th_th: ไม่สามารถใช้งาน AutoREM ได้ในระหว่างที่ตัวจัดการการยอมรับกำลังทำงานอยู่ โปรดปิดตัวจัดการการยอมรับก่อน
tr_tr: AutoREM, Adaptasyon Yöneticisi çalışırken kullanılamaz. Lütfen önce Adaptasyon Yöneticisi'ni kapatın.
zh_cn: 满意度管理系统运行时，自动REM测试不可用，请先关闭满意度管理系统。

source: Synchronized Acceptance Manager
bg_bg: Синхронизиран Acceptance Manager
cht: 適應管理同步化
el_gr: Συχρονισμός Διαχειριστή Αποδοχής
fi_fi: Synkronoitu Sopeutumisavustaja
hr_hr: Sinkroniziran Acceptance Manager
hu_hu: Szinkronizált Acceptance Manager
it_it: Manager Adattamento sincronizzato
ko_kr: 자동적응매니저 동기화
nl_nl: Gesynchroniseerde Acceptatie Manager
no_no: Synkronisert Acceptance Manager
pt_pt: Gerenciador de Adaptação Sincronizado
ro_ro: Acceptance Manager sincronizat
ru_ru: Синхронизированный Менеджер адаптации.
sv_se: Synkroniserat Acceptans Verktyg
th_th: ซิงโครไนซ์ตัวจัดการการยอมรับแล้ว
tr_tr: Senkronize Edilmiş Adaptasyon Yöneticisi
zh_cn: 同步满意度管理系统

source: If E2E is turned on, Acceptance Manager ensures that the adaptation progress will be the same in both hearing aids
bg_bg: Ако E2E (ухо с ухо) е включено, Acceptance Manager гарантира, че ходът на адаптирането ще бъде един и същ в двата слухови апарата
cht: 如果雙耳傳輸功能開啟，適應管理將可確保兩個助聽器的適應過程相同
da_dk: Hvis E2E er aktiveret, sikrer Acceptance Manager, at fremskridt i tilvænningen er den samme i begge høreapparater.
el_gr: Αν είναι ενεργοποιημένη η λειτουργία E2E, ο Διαχειριστής Αποδοχής θα διασφαλίσει ότι η πρόοδος της προσαρμογής θα είναι ίδια και στα δύο αυτιά.
fi_fi: Jos viestintä korvasta korvaan on käytössä, Sopeutumisavustaja varmistaa, että mukautus etenee samalla tavalla molemmissa kuulokojeissa.
hr_hr: Ako se E2E uključi, Acceptance Manager osigurava jednak napredak adaptacije u oba slušna pomagala.
hu_hu: Ha az E2E be van kapcsolva, az Acceptance Manager gondoskodik arról, hogy az adaptációs folyamat megegyezzen mindkét hallókészüléken
it_it: Se E2E è attivato, Manager Adattamento verificherà che il progresso dell'adattamento sia uguale per entrambi i lati.
ko_kr: 양이 동기화를 활성화 하면 자동적응매니저가 양측 보청기에 동일하게 적용됩니다.
nl_nl: Wanneer E2E is ingeschakeld, zal de Acceptatie Manager er voor zorgen dat het adaptatieproces identiek verloopt in beide oren.
no_no: Hvis E2E er slått på, vil Acceptance Manager forsikre seg om at tilpasningsfremdriften er den samme i begge høreapparatene.
pt_pt: Se E2E estiver ligado, o Gerenciador de Adaptação garantirá que o progresso da adaptação será o mesmo em ambos os aparelhos
ro_ro: Dacă E2E este pornit, Managerul de acceptare se va asigura ca progresul adaptarii va fi acelasi in ambele aparate auditive
ru_ru: Если активна беспроводная связь между СА, Менеджер адаптации обеспечит синхронность процесса адаптации для обоих СА.
sv_se: Om E2E är påslagen, ser Acceptans-verktyget till att anpassningen blir densamma i bägge hörapparater
th_th: หากเปิดตัวจัดการการยอมรับซึ่งจะอยู่ในเมนูการนำทางด้านซ้ายของหน้าจอทดลองสวม โปรแกรมจะตรวจสอบให้แน่ใจว่าการดำเนินการปรับเปลี่ยนจะเหมือนกันสำหรับหูทั้งสองข้าง
tr_tr: E2E (Kulaktan Kulağa) açılırsa, Adaptasyon Yöneticisi adaptasyon ilerlemesinin her iki cihazda da aynı olmasını sağlayacaktır
zh_cn: 如果启用AI智能双耳融合系统，满意度管理系统将确保两侧助听器的适配进度一致

source: Acceptance Manager synchronization will be disabled.
bg_bg: Синхронизацията на Acceptance Manager ще бъде деактивирана.
cht: 將會停用適應管理同步化。
da_dk: Synkronisering af Acceptance Manager deaktiveres.
el_gr: Ο συγχρονισμός του Διαχειριστή Αποδοχής θα απενεργοποιηθεί
fi_fi: Sopeutumisavustajan synkronointi poistetaan käytöstä.
hr_hr: Sinkronizacija značajke Acceptance Manager bit će onemogućena.
hu_hu: Az Acceptance Manager szinkronizáció le lesz tíltva.
it_it: La sincronizzazione di Manager Adattamento sarà disattivata.
ko_kr: 자동적응매니저 동기화가 비활성화됩니다.
nl_nl: Synchronisatie van de Acceptatie Manager wordt uitgezet.
no_no: Acceptance Manager synkronisering deaktiveres.
pt_pt: A sincronização do Gerenciador de Adaptação será desabilitada.
ro_ro: Sincronizarea Managerului de acceptare va fi oprita
ru_ru: Синхронизация Менеджера привыкания будет отключена.
sv_se: Acceptans-verktyg-synkronisering kommer kopplas ur.
th_th: การซิงโครไนซ์ตัวจัดการการยอมรับจะถูกปิดใช้งานไว้
tr_tr: Adaptasyon Yöneticisi senkronizasyonu devre dışı kalacak.
zh_cn: 禁用双耳同步满意度管理系统。

source: Acceptance Manager:
cht: 適應管理 :
el_gr: Διαχειριστής αποδοχής:
fi_fi: Sopeutumisavustaja :
it_it: Manager Adattamento:
ko_kr: 자동적응매니저:
nl_nl: Acceptatie Manager:
pt_pt: Gerenciador de Adaptação:
ro_ro: Manager Acceptare:
ru_ru: Менеджер адаптации:
sv_se: Acceptansverktyget:
th_th: ตัวจัดการการยอมรับ:
tr_tr: Adaptasyon Yöneticisi:
zh_cn: 满意度管理系统:

source: Increase level of Sound Shaper
bg_bg: Увеличете нивото на Sound Shaper
cht: 提升移頻功能的等級
da_dk: Forøg graden af Sound Shaper
el_gr: Αύξηση επιπέδου του Sound Shaper
fi_fi: Kasvata Taajuussiirto tasoa.
hr_hr: Povećajte razinu funkcije Sound Shaper
hu_hu: Sound Shaper szint növelése
it_it: Aumentare il livello di Sound Shaper
ko_kr: Sound Shaper 수준을 높이세요
nl_nl: Verhoog de stand van de SoundShaper
no_no: Øk nivå på Sound Shaper
pt_pt: Aumentar o nível do Sound Shaper
ro_ro: Cresteti nivelul Sound Shaper
ru_ru: Повысьте уровень Sound Shaper
sv_se: Öka nivån för Sound Shaper
th_th: เพิ่มระดับของ Sound Shaper
tr_tr: Sound Shaper'ın seviyesini yükselt
zh_cn: 增加频谱重组的级别

source: Loud sounds are too loud but soft sounds are satisfactory
bg_bg: Силните звуци са прекалено силни, но тихите звуци са задоволителни
cht: 大聲聲音太大聲，但小聲聲音令人滿意
da_dk: Kraftige lyde er for kraftige, men svage lyde er passende
el_gr: Οι δυνατοί ήχοι είναι πολύ δυνατοί, αλλά οι σιγανοί ήχοι είναι ικανοποιητικοί
fi_fi: Voimakkaat äänet ovat liian kovia mutta hiljaiset äänet sopivalla tasolla
hr_hr: Glasni zvukovi previše su glasni, no tihi su zvukovi zadovoljavajući
hu_hu: A hangos hangok túl hangosak de a lágy hangok elfogadhatóak
it_it: I suoni forti sono troppo alti, ma i suoni deboli sono soddisfacenti
ko_kr: 큰 소리는 너무 크지만 작은소리는 만족합니다
nl_nl: Harde geluiden zijn te hard, maar zachte geluiden zijn OK
no_no: Høye lyder er for høye, mens svake lyder er tilfredsstillende
pt_pt: Os sons intensos estão altos demais, mas os sons suaves estão confortáveis
ro_ro: Sunetele puternice sunt prea tari, insa sunetele slabe sunt satisfacatoare
ru_ru: Громкие звуки звучат слишком громко, тогда как тихие звуки звучат хорошо
sv_se: Starka ljud är för starka men svaga ljud är lagom
th_th: เสียงดังมีความดังเกินไป แต่เสียงเบากำลังพอเหมาะ
tr_tr: Yüksek sesler fazla yüksek ancak yumuşak sesler tatmin edici
zh_cn: 大声太吵但小声可以

source: Change compression mode to WDRC
bg_bg: Променете режима на натиск в WDRC (компресия в широк динамичен диапазон)
cht: 將壓縮模式更改為寬廣動態範圍壓縮
da_dk: Skift kompression til WDRC
el_gr: Αλλάξτε τη λειτουργία συμπίεσης σε WDRC
fi_fi: Vaihda kompressiosuhde WRDC:i
hr_hr: Promijenite način kompresije u WDRC
hu_hu: Váltás a WRDC kompresszióra
it_it: Cambiare la modalità di compressione in WDRC
ko_kr: 컴프레션을 WRDC로 변경하세요
nl_nl: Wijzig de compressiemodus naar WDRC
no_no: Endre kompresjonsmodus til WRDC
pt_pt: Altere o modo de compressão para WDRC
ro_ro: Schimbati modul de compresie la WDRC
ru_ru: Измените режим компрессии на WDRC
sv_se: Ändra kompression till WRDC
th_th: เปลี่ยนการบีบอัดเป็นโหมด WDRC
tr_tr: WDRC için kompresyon modunu değiştir
zh_cn: 将压缩模式设置为宽动态范围压缩(WDRC)

source: Soft sounds are too soft but loud sounds are satisfactory
bg_bg: Тихите звуци са прекалено тихи, но силните звуци са задоволителни
cht: 小聲聲音太小聲，但大聲聲音令人滿意
da_dk: Svage lyde er for svage, men kraftige lyde er passende
el_gr: Οι σιγανοί ήχοι είναι πολύ σιγανοί, αλλά οι δυνατοί ήχοι είναι ικανοποιητικοί
fi_fi: Hiljaiset äänet ovat liian hiljaisia mutta voimakkaat äänet ovat sopivalla tasolla
hr_hr: Tihi zvukovi previše su tihi, no glasni su zvukovi zadovoljavajući
hu_hu: A lágy hangok túl halkak, de a hangos hangok elfogadhatóak
it_it: I suoni deboli sono troppo leggeri, ma i suoni forti sono soddisfacenti
ko_kr: 작은소리가 너무 작지만, 큰 소리는 만족합니다
nl_nl: Zachte geluiden zijn te zacht, maar harde geluiden zijn OK
no_no: Svake lyder er for svake, mens høye lyder er tilfredsstillende
pt_pt: Os sons suaves estão muito suaves, mas os sons intensos estão satisfatórios
ro_ro: Sunetele slabe sunt prea slabe, insa sunetele puternice sunt satisfacatoare
ru_ru: Тихие звуки звучат слишком тихо, в то время как громкие звуки звучат хорошо
sv_se: Svaga ljud är för svaga men starka ljud är lagom
th_th: เสียงเบาเบาเกินไป แต่เสียงดังอยู่ในระดับที่พอดีแล้ว
tr_tr: Alçak sesler çok düşük, ama yüksek sesler iyi
zh_cn: 小声太轻但大声可以

source: Change compression mode to WDRC
bg_bg: Променете режима на натиск в WDRC (компресия в широк динамичен диапазон)
cht: 將壓縮模式更改為寬廣動態範圍壓縮
da_dk: Skift kompression til WDRC
el_gr: Αλλάξτε τη λειτουργία συμπίεσης σε WDRC
fi_fi: Vaihda kompressiotilaksi WRDC
hr_hr: Promijenite način kompresije u WDRC
hu_hu: Váltás a WDRC kompresszióra
it_it: Cambiare la modalità di compressione in WDRC
ko_kr: 컴프레션을 WRDC로 변경하세요
nl_nl: Wijzig de compressiemodus naar WDRC
no_no: Endre kompresjonsmodus til WDRC
pt_pt: Altere o modo de compressão para WDRC
ro_ro: Schimba modul de compresie la WRDC
ru_ru: Измените режим компрессии на WDRC
sv_se: Ändra kompression till WRDC
th_th: เปลี่ยนการบีบอัดเป็นโหมด WDRC
tr_tr: WDRC için kompresyon modunu değiştir
zh_cn: 将压缩模式设置为宽动态范围压缩（WDRC）

source: Set DFS Ultra to Music Mode
bg_bg: Установете DFS Ultra в режим Музика
cht: 設定數位回饋音抑制 Ultra 為音樂模式
da_dk: Indstil DFS Ultra til Music Mode
el_gr: Ρυθμίστε την DFS Ultra στη λειτουργία "Μουσική"
fi_fi: Aseta DSF Ultra musiikkitilaan
hr_hr: Postavite DFS Ultra u način za glazbu
hu_hu: DSF Ultra átállítás a Zene módra
it_it: Impostare DSF Ultra in modalità Musica
ko_kr: DSF Ultra를 뮤직 모드로 설정하세요
nl_nl: Zet DSF Ultra in Muziekmodus
no_no: Sett DSF Ultra til Musikkmodus
pt_pt: Ative o DFS Ultra para o modo Música
ro_ro: Seteaza DSF Ultra la Modul de muzica
ru_ru: Переведите DFS Ultra в режим Музыка
sv_se: Ändra DSF Ultra till Musik Läge
th_th: ตั้งค่าคุณสมบัติ DFS Ultra เป็นโหมด Music
tr_tr: DFS Ultra'yı Music Moduna alın
zh_cn: 将超级DFS设置为音乐模式

source: Disable Sound Shaper
bg_bg: Деактивирайте Sound Shaper
cht: 停用移頻功能
da_dk: Deaktiver Sound Shaper
el_gr: Απενεργοποίηση του Sound Shaper
fi_fi: Poista Taajuussiirto käytöstä
hr_hr: Onemogućite Sound Shaper
hu_hu: Sound Shaper letiltása
it_it: Disabilitare Sound Shaper
ko_kr: Sound Shaper 사용불가
nl_nl: Zet de SoundShaper uit
no_no: Slå av Sound Shaper
pt_pt: Desativar o Sound Shaper
ro_ro: Dezactivati Sound Shaper
ru_ru: Отключите алгоритм частотной компрессии Sound Shaper
sv_se: Koppla ur Sound Shaper
th_th: ปิดใช้งาน Sound Shaper
tr_tr: Sound Shaper'ı devre dışı bırak
zh_cn: 禁用频谱重组功能

source: Loud sounds are restricted
bg_bg: Силните звуци са ограничени
cht: 大聲聲音感覺受到限制
da_dk: Kraftige lyde er begrænsede
el_gr: Οι δυνατοί ήχοι είναι περιορισμένοι
fi_fi: Kovia ääniä on rajoitettu
hr_hr: Glasni su zvukovi ograničeni
hu_hu: A hangos hangok visszafogottan szólnak
it_it: I suoni forti sono limitati
ko_kr: 큰 소리가 제한되었습니다
nl_nl: Harde geluiden worden gelimiteerd
no_no: Høye lyder er begrenset
pt_pt: Os sons intensos estão limitados
ro_ro: Sunetele puternice sunt restictionate
ru_ru: Громкие звуки ограничены
sv_se: Starka ljud är begränsade
th_th: มีการควบคุมการเปิดเสียงดังมากไว้
tr_tr: Yüksek sesler sınırlanmıştır
zh_cn: 大声受限

source: Change compression mode to linear
bg_bg: Променете режима на натиск в линеен
cht: 將壓縮模式更改為線性
da_dk: Indstil kompression til lineær
el_gr: Αλλάξτε τη λειτουργία συμπίεσης σε γραμμική
fi_fi: Vaihda kompressiotila lineaariseksi
hr_hr: Promijenite način kompresije u linearni
hu_hu: Kompressziós mód váltása lineárisra
it_it: Cambiare la modalità di compressione in lineare
ko_kr: 컴프레션을 Linear로 변경하세요
nl_nl: Wijzig de compressiemodus naar lineair
no_no: Endre kompresjonsmodus til lineær
pt_pt: Altere o modo de compressão para linear
ro_ro: Schimba modul de compresie la liniar
ru_ru: Измените режим компрессии на линейный
sv_se: Ändra kompression till linjär
th_th: เปลี่ยนโหมดการบีบอัดเป็นแบบ linear
tr_tr: Kompresyon modunu lineer'e değiştir
zh_cn: 将压缩模式设置为线性放大

source: High frequency sounds are dull
bg_bg: Високочестотните звуци са глухи
cht: 高頻聲音聽起來悶悶的
da_dk: Højfrekvente lyde er utydelige
el_gr: Οι ήχοι υψηλών συχνοτήτων είναι υπότονοι
fi_fi: Korkeataajuiset äänet kuulostavat latteilta
hr_hr: Zvukovi visoke frekvencije su prigušeni
hu_hu: A magasfrekvenciás hangok tompák
it_it: I suoni ad alta frequenza sono poco chiari
ko_kr: 고주파 소리가 둔탁하게 들립니다
nl_nl: Hoogfrequente geluiden klinken dof
no_no: Høyfrekvente lyder er dunkle
pt_pt: Os sons de frequência alta estão abafados
ro_ro: Sunetele de frecventa inalta sunt lipsite de substanta
ru_ru: Высокочастотные звуки тусклые
sv_se: Höga frekvenser är dova
th_th: เสียงความถี่สูงดังอู้อี้
tr_tr: Yüksek frekanslı sesler donuk geliyor
zh_cn: 听高频声音沉闷

source: Decrease level of Sound Shaper
bg_bg: Намалете нивото на Sound Shaper
cht: 降低移頻功能等級
da_dk: Reducer graden af Sound Shaper
el_gr: Μείωση επιπέδου του Sound Shaper
fi_fi: Pienennä Taajuussiirto tasoa.
hr_hr: Smanjite razinu funkcije Sound Shaper
hu_hu: A Sound Shaper szintjének csökkentése
it_it: Diminuire il livello di Sound Shaper
ko_kr: Sound Shaper 수준을 낮춥니다
nl_nl: Verlaag de stand van de SoundShaper
no_no: Reduser nivå på Sound Shaper
pt_pt: Diminuir nível do Sound Shaper
ro_ro: Scădeți nivelul Sound Shaper
ru_ru: Убавьте уровень частотной компрессии Sound Shaper
sv_se: Minska nivån för Sound Shaper
th_th: ลดระดับของ Sound Shaper
tr_tr: Sound Shaper'ın seviyesini düşür
zh_cn: 降低频谱重组的级别

source: Change to semi-linear compression mode
bg_bg: Превключете в режим на полулинеен натиск
cht: 更改為半線性壓縮模式
da_dk: Skift til semilineær kompression
el_gr: Αλλάξτε τη λειτουργία συμπίεσης σε ημιγραμμική
fi_fi: Vaihda puolilineaariseen kompressiotilaan
hr_hr: Promijenite u djelomično linearni način kompresije
hu_hu: Váltson fél-lineáris kompressziós módra
it_it: Cambiare la modalità di compressione in semi-lineare
ko_kr: 컴프레션을 Semi-linear로 변경하세요
nl_nl: Wijzig de compressiemodus naar semi-lineair
no_no: Endre til halvlineær kompresjonsmodus
pt_pt: Altere para o modo de compressão semilinear
ro_ro: Schimba modul de compresie semi-liniara
ru_ru: Смените режим компрессии на полулинейный
sv_se: Ändra till semi-linjärt läge
th_th: เปลี่ยนโหมดการบีบอัดเป็นแบบกึ่งเส้นตรง
tr_tr: Yarı lineer kompresyon moduna değiştir
zh_cn: 将压缩模式设置为混合线性放大

source: Hear distant speech better than close
bg_bg: Чувате по-добре далечен говор, отколкото близък
cht: 遠距離的語音比近距離的清楚
da_dk: Hør fjern tale bedre end tale tæt på
el_gr: Η απομακρυσμένη ομιλία ακούγεται καλύτερα από ό,τι η εγγύς ομιλία
fi_fi: Kuulee paremmin etäisen kuin läheltä tulevan puheen
hr_hr: Udaljeni se govor čuje bolje nego govor u blizini
hu_hu: Jobban hallja a távoli beszédet mint a közelit
it_it: Il parlato lontano si sente meglio di quello vicino
ko_kr: 가까운 말 소리보다 멀리서 들려오는 말 소리가 잘 들립니다
nl_nl: Spraak van afstand is beter te horen dan van dichtbij
no_no: Hører tale bedre på avstand enn nærme
pt_pt: Ouvir melhor a fala distante do que a próxima
ro_ro: Aude mai bine vorbirea la distanta decat de aproape
ru_ru: Речь на расстоянии слышна лучше, чем вблизи
sv_se: Hör avlägset tal bättre än tal på nära håll
th_th: ได้ยินเสียงพูดระยะไกลดีกว่าระยะใกล้
tr_tr: Uzak konuşmaları yakındakinden daha iyi işitme
zh_cn: 听远处的声音比近处好

source: Consider use of Mini Microphone
bg_bg: Помислете дали да не използвате Мини микрофон
cht: 考慮使用 Mini Microphone
da_dk: Overvej brugen af Mini Microphone
el_gr: Εξετάστε το ενδεχόμενο χρήσης ενός μικροφώνου Mini
fi_fi: Harkitse Minimikrofonin käyttöä.
hr_hr: Razmislite o upotrebi Mini mikrofona
hu_hu: Fontolja meg a Mini mikrofon használatát
it_it: Prendere in considerazione l'uso del Mini Microphone
ko_kr: 무선 액세서리 마이크 사용을 고려하세요
nl_nl: Overweeg het gebruik van de Micro of Multi Mic
no_no: Vurder å bruke Mini Mik (minimikrofonen)
pt_pt: Considere o uso de Mini Microphone
ro_ro: Luați în calcul utilizarea microfonului Mini
ru_ru: Взвесьте переход на мини-микрофон
sv_se: Överväg användning av Mini-mikrofon
th_th: พิจารณาใช้ไมโครโฟนขนาดเล็ก
tr_tr: Mini Mikrofonu kullanmayı deneyin
zh_cn: 考虑使用迷你麦克风

source: Music sounds tinny
bg_bg: Музикалните звуци се чуват като ламарина
cht: 音樂聽起來小聲
da_dk: Musik lyder metallisk
el_gr: Η μουσική ακούγεται μεταλλική
fi_fi: Musiikki kuulostaa kimeältä
hr_hr: Glazba zvuči resko
hu_hu: Bádog hangon szól a zene
it_it: Il suono della musica è metallico
ko_kr: 음악소리가 작습니다
nl_nl: Muziek klinkt iel
no_no: Musikk oppleves tynn
pt_pt: A música soa metálica
ro_ro: Sunetul muzicii ascutit.
ru_ru: Музыка кажется дребезжащей, металлической
sv_se: Musik låter tunt
th_th: เสียงดนตรีเหมือนเสียงโลหะ
tr_tr: Müzik sesleri çok ince
zh_cn: 听音乐刺耳

source: Change DFS Ultra II to Music Mode
bg_bg: Превключете DFS Ultra II в режим Музика
cht: 更改 DFS Ultra II 為音樂模式
da_dk: Skift DFS Ultra II til Music Mode
el_gr: Ρυθμίστε την DFS Ultra ΙΙ στη λειτουργία "Μουσική"
fi_fi: Aseta DSF Ultra II musiikkitilaan
hr_hr: Promijenite DFS Ultra II u način za glazbu
hu_hu: A DFS Ultra II váltása Zenei módra
it_it: Cambiare DFS Ultra II in modalità Musica
ko_kr: DFS Ultra II를 뮤직모드로 변경하세요
nl_nl: Wijzig DFS Ultra II naar Muziekmodus
no_no: Endre DFS Ultra II til Musikkmodus
pt_pt: Altere DFS Ultra II para o modo Música
ro_ro: Schimbați DFS Ultra II în Music Mode
ru_ru: Смените режим с DFS Ultra II на режим Музыка
sv_se: DFS Ultra II musikläge
th_th: เปลี่ยน DFS Ultra II เป็นโหมดดนตรี
tr_tr: DFS Ultra II'yi Müzik Moduna değiştirin
zh_cn: 将超级DFSII更改为音乐模式

source: Music sounds dull
bg_bg: Музиката звучи глухо
cht: 音樂聽起來悶悶的
da_dk: Musik lyder utydelig
el_gr: Η μουσική ακούγεται υπότονη
fi_fi: Musiikki kuulostaa lattealta
hr_hr: Glazba zvuči prigušeno
hu_hu: A zene tompának tűnik
it_it: Il suono della musica è debole
ko_kr: 음악소리가 둔탁하게 들립니다
nl_nl: Muziek klinkt dof
no_no: Musikk virker dunkel
pt_pt: A música soa abafada
ro_ro: Muzica nu se aude clar
ru_ru: Музыка звучит тускло
sv_se: Musik låter dovt
th_th: เสียงดนตรีดังอู้อี้
tr_tr: Müzik sesleri kalın ve donuk geliyor
zh_cn: 音乐声沉闷

source: Reduce level of noise reduction
bg_bg: Намалете нивото на намаляване на шума
cht: 降低噪音抑制等級
da_dk: Reducer niveauet af støjreduktionen
el_gr: Μειώστε τη στάθμη μείωσης του θορύβου
fi_fi: Vähennä kohinanvaimennuksen tasoa
hr_hr: Smanjite razinu smanjenja buke
hu_hu: Csökkentse a zajcsökkentés szintjét
it_it: Ridurre il livello di riduzione del rumore
ko_kr: 소음감소기능의 수준을 낮추세요
nl_nl: Verminder de lawaaireductie
no_no: Reduser støyreduksjonsnivået
pt_pt: Reduza o nível de redução de ruído
ro_ro: Reduce nivelul de reductie al zgomotului.
ru_ru: Убавьте уровень шумоподавления
sv_se: Minska nivån på brusreduceringen
th_th: ลดระดับของตัวตัดเสียงรบกวน
tr_tr: Gürültü baskılamayı azalt
zh_cn: 降低降噪程度

source: Turn off Frequency Lowering
bg_bg: Изключете Намаляване на честотата
cht: 關閉頻率降低功能
da_dk: Deaktiver frekvensreduktion
el_gr: Απενεργοποιήστε το Frequency Lowering
fi_fi: Ota taajuuden madaltaminen käyttöön
hr_hr: Isključite snižavanje frekvencije
hu_hu: Kapcsolja ki a frekvencia csökkentést
it_it: Disattivare Frequency Lowering
ko_kr: Sound Shaper 기능을 끄세요
nl_nl: Schakel frequentiecompressie (SoundShaper) uit
no_no: Slå av frekvensreduksjon
pt_pt: Desative a redução de frequência
ro_ro: Opriți scăderea frecvenței
ru_ru: Выключите понижение частоты
sv_se: Stäng av frekvenssänkning
th_th: ปิดการลดความถี่
tr_tr: Frekans İndirmeyi kapat
zh_cn: 关闭移频（频谱重组）

source: Loud sounds are restricted
bg_bg: Силните звуци са ограничени
cht: 大聲聲音感覺受到限制
da_dk: Kraftige lyde er begrænsede
el_gr: Οι δυνατοί ήχοι είναι περιορισμένοι
fi_fi: Voimakkaita ääniä on rajoitettu
hr_hr: Glasni su zvukovi ograničeni
hu_hu: A hangos hangok visszafogottan szólnak
it_it: I suoni forti sono limitati
ko_kr: 큰 소리는 제한됩니다
nl_nl: Harde geluiden worden gelimiteerd
no_no: Høye lyder er begrenset
pt_pt: Sons altos estão restritos
ro_ro: Sunetele puternice sunt resticționate
ru_ru: Громкие звуки ограничены
sv_se: Starka ljud är begränsade
th_th: มีการควบคุมการเปิดเสียงดังมากไว้
tr_tr: Yüksek sesler sınırlanmıştır
zh_cn: 大声受限

source: Change to linear mode
bg_bg: Превключете в линеен режим
cht: 更改為線性模式
da_dk: Skift til lineær tilstand
el_gr: Επιλέξτε τη γραμμική λειτουργία
fi_fi: Vaihda lineaariseen tilaan
hr_hr: Promijenite u linearni način
hu_hu: Váltson lineáris üzemmódra
it_it: Passare alla modalità lineare
ko_kr: 컴프레션을 Linear로 변경하세요
nl_nl: Wijzigen naar lineaire modus
no_no: Endre til lineær modus
pt_pt: Mude para o modo linear
ro_ro: Schimba in modul linear.
ru_ru: Смените режим на линейный
sv_se: Ändra till linjärt läge
th_th: เปลี่ยนเป็นโหมดเส้นตรง
tr_tr: Analog moda dönüştür
zh_cn: 改为线性放大

source: High frequency sounds are dull
bg_bg: Високочестотните звуци са глухи
cht: 高頻聲音聽起來悶悶的
da_dk: Højfrekvente lyde er utydelige
el_gr: Οι ήχοι υψηλών συχνοτήτων είναι υπότονοι
fi_fi: Korkeataajuiset äänet kuulostavat latteilta
hr_hr: Zvukovi visoke frekvencije su prigušeni
hu_hu: A magas frekvenciás hangok tompák
it_it: I suoni ad alta frequenza sono poco chiari
ko_kr: 고주파 소리가 둔탁하게 들립니다
nl_nl: Hoogfrequente geluiden klinken vlak
no_no: Høyfrekvente lyder er dunkle
pt_pt: Sons de altas frequências estão ruins
ro_ro: Sunetele de frecventa inalte sunt slabe.
ru_ru: Высокочастотные звуки тусклые
sv_se: Höga frekvenser är dova
th_th: เสียงความถี่สูงดังอู้อี้
tr_tr: Yüksek frekanslı sesler donuk geliyor
zh_cn: 高频声音沉闷

source: Decrease frequency lowering
bg_bg: Намалете намаляването на честотата
cht: 降低頻率降低功能
da_dk: Reducer frekvensreduktion
el_gr: Μειώστε το Frequency Lowering
fi_fi: Vähennä taajuuden madaltamista
hr_hr: Smanjite snižavanje frekvencije
hu_hu: Csökkentse a frekvencia csökkentést
it_it: Diminuire Frequency Lowering
ko_kr: Sound Shaper 수준을 낮추세요
nl_nl: Verlaag frequentiecompressie (SoundShaper)
no_no: Reduser frekvensreduksjon
pt_pt: Diminua a redução de frequência
ro_ro: Micșorați scăderea frecvenței
ru_ru: Убавьте снижение частоты
sv_se: Minska frekvenssänkning
th_th: ลดการลดความถี่
tr_tr: Frekans İndirmeyi azalt
zh_cn: 减小移频（频谱重组）
