Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Sign In Needed
cht: 需要登入
da_dk: Der skal logges ind
el_gr: Απαιτείται σύνδεση.
fi_fi: Kirjautumista edellytetään
hr_hr: Potrebna prijava
hu_hu: Bejelentkezés szükséges
it_it: Registrazione necessaria
ko_kr: 로그인 필요
nl_nl: Aanmelden vereist
no_no: Innlogging nødvendig
pt_pt: É necessário iniciar sessão
ro_ro: Autentificare necesară
ru_ru: Необходимо войти в систему
sv_se: Inloggning krävs
th_th: ต้องลงชื่อเข้าใช้
tr_tr: Oturum Açma İşlemi Gerekmektedir
zh_cn: 需要登录

source: Default Patient Setting
cht: 預設患者設定
da_dk: Standard brugerindstilling
el_gr: Προεπιλεγμένη ρύθμιση ασθενούς
fi_fi: Oletus potilasasetukset
hr_hr: Pacijentove zadane postavke
hu_hu: Alpértelmezett páciens beállítások
it_it: Impostazioni predefinite del Paziente
ko_kr: 디폴트 설정
nl_nl: Standaard cliënt-instelling
no_no: Default Pasient innstilling
pt_pt: Configuração Padrão do Paciente
ro_ro: Setari pacient de baza
ru_ru: Настройки пациента по умолчанию
sv_se: Förinställd Patientinställning
th_th: การตั้งค่าผู้ป่วยเริ่มต้น
tr_tr: Default Hasta Ayarları
zh_cn: 默认用户设置

source: I am ...
cht: 我是...
da_dk: Jeg er ...
el_gr: Είμαι...
fi_fi: Minä olen ...
hr_hr: Ja sam...
hu_hu: Én ...
it_it: Io sono ...
ko_kr: 나는...
nl_nl: Ik ben ...
no_no: Jeg er ...
pt_pt: Eu sou ...
ro_ro: Eu sunt ...
ru_ru: Я ...
sv_se: Jag är...
th_th: ฉันคือ ...
tr_tr: Ben ...
zh_cn: 我是 ...

source: My hearing is ...
cht: 我的聽力是...
da_dk: Min hørelse er ...
el_gr: Η ακοή μου είναι...
fi_fi: Kuuloni on ...
hr_hr: Moj sluh je...
hu_hu: A hallásom ...
it_it: Il mio ascolto è ...
ko_kr: 내 보청기는...
nl_nl: Ik hoor het zo ...
no_no: Min hørsel er ...
pt_pt: O meu aparelho está ...
ro_ro: Auzul meu este ...
ru_ru: Мой слух ...
sv_se: Mina inställningar är...
th_th: การได้ยินของฉันคือ...
tr_tr: İşitmem ...
zh_cn: 我的听力 ...

source: Specify the default value which will be set for all new patients. That value can be changed for the current patient in the Assist page.
cht: 指定將為所有新患者設定的預設值。 可以在「助理」頁面中為目前患者更改該值。
da_dk: Dette valg afgør om egenskaben som standard er slået til eller fra for alle brugere. Denne egenskab kan også slås til eller fra fra bruger til bruger under ReSound Assist og dermed ændre standardvalget.
el_gr: Ορίστε την προεπιλεγμένη τιμή που θα οριστεί για όλους τους νέους ασθενείς. Αυτή η τιμή μπορεί να αλλάξει για τον τρέχοντα ασθενή από τη σελίδα Βοήθεια.
fi_fi: Tämä osio määrittää onko asetus päällä vai pois päältä, oletuksena, kaikille potilaille. Tämä asetus voidaan myös kytkeä päälle/pois sovituskohtaisesti jolloin se ei ota huomioon oletusasetusta.
hr_hr: Odredite zadanu vrijednost za sve nove pacijente. Moguće je promijeniti zadanu vrijednost za postojećeg pacijenta na stranici za pomoć.
hu_hu: Határozza meg az alapértéket, ami be lesz állítva minden új pácienshez. Ez az érték megváltoztatható az aktuális pácienhez a Segítség oldalon.
it_it: Specificare il valore predefinito che verrà impostato per tutti i nuovi pazienti. Questo valore potrà essere modificato per il paziente corrente nella pagina Assist.
ko_kr: 이 선택은 모든 사용자에 대해 고급기능을 디폴트로 설정할지 결정합니다. 이 설정은 사용자 별로 ReSound Assist 페이지에서 변경할 수 있습니다.
nl_nl: Deze selectie bepaalt of de feature standaard aan of uit staat voor alle cliënten. De feature kan in het e-Assist scherm ook per geval aan of uitgezet worden om deze standaard instelling te overrulen.
no_no: Spesifiser standardinnstilling for alle nye pasienter. Tjenesten kan også aktiveres/deaktiveres fra gang til gang i Assist vinduet for å overstyre default innstilling.
pt_pt: Especifique o valor padrão, que será configurado para todos os novos pacientes. O valor pode ser alterado para o paciente atual na página Assistência.
ro_ro: Specificați valoarea standard care va fi setată pentru toți pacienții noi. Acea valoare poate fi modificată pentru pacientul actual în pagina Assit.
ru_ru: Определите значение по умолчанию, которое будет установлено для всех пациентов. Данное значение может быть изменено для текущего пациента в разделе Поддержка.
sv_se: Detta val avgör om funktionen är avstängd eller inte för alla patienter. Funktionen kan också slås på eller av från fall till fall på ReSound Assist fliken för att åsidosätta denna standardinställning.
th_th: ระบุค่าเริ่มต้นซึ่งตั้งค่าไว้สำหรับผู้ป่วยรายใหม่ทั้งหมด ค่าดังกล่าวสามารถเปลี่ยนแปลงได้สำหรับผู้ป่วยปัจจุบันในหน้า Assit
tr_tr: Bu seçim default ayarların tüm hastalar için açık ya da kapalı olup olmadığını belirler. Bu özellik default ayarı geçersiz kılmak için Yardım sayfasında her bir vaka-durum için açılabilir ya da kapatılabilir.
zh_cn: 这个选择决定了此功能对所有用户是默认开启还是默认关闭。 但这个功能也可在瑞声达智能云操作界面，针对某个客户打开或者关闭。

source: AutoREM is not available while TSG is on. Please turn off TSG for all programs first.
cht: TSG 打開時，AutoREM 不可用。請先為所有程式關閉 TSG。
da_dk: AutoREM er ikke tilgængelig med TSG slået til. Slå først TSG fra på alle programmer.
el_gr: Το AutoREM δεν είναι διαθέσιμο όταν είναι ενεργοποιημένο το TSG. Απενεργοποιήστε πρώτα το TSG για όλα τα προγράμματα.
fi_fi: AutoREM ei ole käytössä jos TSG on päällä. Ole hyvä ja poista TSG toiminto kaikista ohjelmista.
hr_hr: AutoREM nije moguć ako je uključen TSG. Molimo, prvo isključite TSG za sve programe.
hu_hu: Az AutoREM nem áll rendelkezésre amikor a TSG be van kapcsolva. Kapcsolja ki a TSG-t minden programban.
it_it: AutoREM non è disponibile mentre GST è attivo. Disattivare prima GST da tutti i programmi.
ko_kr: 소리발생기가 켜져있는 동안에는 AutoREM을 사용할 수 없습니다. 먼저 모든 프로그램의 소리발생기를 해제하십시오
nl_nl: AutoREM is niet beschikbaar als TSG is ingeschakeld. Zet TSG s.v.p. eerst uit in alle programma´s.
no_no: AutoREM er ikke tilgjengelig når TSG er aktivert. Vennligst deaktiver TSG for alle programmene først
pt_pt: AutoREM está indisponível enquanto o Gerador de Som estiver ligado. Por favor, desligue o Gerador de Som de todos os programas.
ro_ro: AutoREM nu este disponibil în timp ce TSG este activat. Dezactivați mai întâi GTS pentru toate programele.
ru_ru: AutoREM не доступен при активном TSG. Пожалуйста, отключите TSG для всех программ.
sv_se: AutoREM är inte tillgängligt med TSG påslaget. Slå av TSG för alla program först.
th_th: AutoREM ไม่พร้อมใช้งานในขณะที่เปิดใช้งาน TSG โปรดปิด TSG สำหรับโปรแกรมทั้งหมดก่อน
tr_tr: TSG aktifken AutoREM kullanılamaz. Lütfen öncelikle tüm programlardaki TSG'yi kapatın.
zh_cn: 当耳鸣管理器开启的时候，自动REM 不可用。请先关闭所有程序中的耳鸣管理器功能。

source: • Noah 4.6 or greater installed • One of the following software modules installed or higher: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • Fitting Software is launched from Noah • Hearing Aid(s) are connected to Fitting Software (monaurally or binaurally) • AutoREM is not available during during Live Assistance session
cht: •已安裝 Noah 4.6 或更高版本 •已安裝以下軟件模組之一或更高版本： • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • 驗配軟件是從 Noah 啟動 • 助聽器已連接到驗配軟件（單耳或雙耳）
da_dk: • Noah 4.6 eller nyere installeret • Et af følgende softwaremoduler installeret eller højere: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • Tilpasningssoftware er startet fra Noah • Høreapparat(er) er forbundet til tilpasningssoftware (monauralt eller binauralt)
el_gr: • Εγκατεστημένο Noah 4.6 ή μεταγενέστερη έκδοση • Εγκατεστημένη μία από τις παρακάτω μονάδες λογισμικού ή μεταγενέστερη έκδοση: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • Το λογισμικό εφαρμογής εκκινείται από το Noah • Το/τα ακουστικό/-ά βοήθημα/-τα συνδέεται/-ονται στο λογισμικό εφαρμογής (μονοωτικά ή αμφιωτικά).
fi_fi: • Noah 4.6 tai uudempi on asennettu. • Vähintään yksi seuraavista ohjelmistomoduuleista tai sen uudempi versio on asennettu: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • Sovitusohjelmisto on käynnistetty Noah-laitteesta. • Kuulokojeet on yhdistetty sovitusohjelmistoon (monauraalisesti tai binauraalisesti)
hr_hr: • Instaliran Noah 4.6 ili noviji • Instaliran jedan od navedenih softverskih modula ili noviji: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • pokretanje programa za individualno podešavanje iz Noah • Slušni aparat(i) povezani su s programom za individualno podešavanje (mono ili binauralno)
hu_hu: • Noah 4.6 vagy újabb telepítve • Telepítve lett az alábbiak közül az egyik, vagy ezeknél újabb, szoftververzió: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • A Hangolóprogram a Noahból indul • Hallókészülék(ek) vannak csatlakoztatva a Hangolóprogramhoz (egy vagy két füles)
it_it: • Noah 4.6 o versione successiva installata • .Uno dei seguenti moduli di software o versione successiva installata: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • Il software di fitting è lanciato da Noah • Gli apparecchi acustici sono connessi al software di fitting (in modalità monoaurale o binaurale)
ko_kr: • Noah 4.6 이상이 설치됨 • 다음 소프트웨어 모듈 이상이 설치됨: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • 피팅 소프트웨어가 Noah에서부터 시작됨 • 보청기가 피팅 소프트웨어(한쪽 귀 또는 양쪽 귀)에 연결됨
nl_nl: • Noah 4.6 of hoger geïnstalleerd • Een van de volgende softwaremodules of hoger geïnstalleerd: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • Aanpassoftware wordt gestart vanuit Noah • Hoortoestellen zijn verbonden met aanpassoftware (monauraal of binauraal)
no_no: • Noah 4.6 eller høyere installert • Én av følgende programvaremoduler installert eller høyere: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • Tilpasningsprogramvare startes fra Noah • Høreapparatene er koblet til tilpasningsprogramvare (monoauralt eller binauralt)
pt_pt: • Noah 4.6 ou versão mais recente instalado • Um dos seguintes módulos de software instalados ou versão mais recente: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • O software de adaptação é iniciado pelo Noah • O(s) aparelho(s) auditivo(s) estão conectados ao software de adaptação (de maneira monoaural ou binaural)
ro_ro: • Noah 4.6 sau o versiune mai recentă instalată • Unul dintre următoarele module software instalat sau unul mai recent: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • Software-ul de reglare este lansat de Noah • Aparatul(ele) auditiv(e) este/sunt conectat(e) la software-ul de reglare (monaural sau bianural)
ru_ru: • Установлено программное обеспечение Noah 4.6 или более новой версии • Установлен модуль программного обеспечения указанной или более новой версии: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • Программное обеспечение для подгонки запущено с Noah • Слуховой(-ые) аппарат(-ы) подсоединен(-ы) к программному обеспечению для подгонки (моно-или бинаурально)
sv_se: • Noah 4.6 eller senare installerat • En av följande programmoduler eller en nyare version är installerad: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • Anpassningsprogram startas från Noah • Hörapparaten/hörapparaterna är anslutna till anpassningsprogrammet (monauralt eller binauralt)
th_th: • ติดตั้ง Noah 4.6 ขึ้นไป • ควรติดตั้งโมดูลซอฟต์แวร์ต่อไปนี้หรือเวอร์ชั่นที่ใหม่กว่า: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • ซอฟต์แวร์ติดตั้งจาก Noah • เครื่องช่วยฟัง) จะเชื่อมต่อกับซอฟต์แวร์ติดตั้ง (ทางเดียวหรือสองทาง)
tr_tr: • Noah 4.6 veya üzeri yüklenmiştir • Aşağıdaki yazılım modüllerinden biri veya üzeri yüklenmiştir: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • Ayar Yazılımı, Noah'tan başlatılır • İşitme Cihaz(lar)ı (monoaural veya binaural şekilde) Ayar Yazılımı'na bağlanmıştır
zh_cn: 已安装Noah4.6或更高版本 • 已安装以下软件模块之一或更高版本: • OTOSuite 4.82.00 • Affinity Suite 2.9.0 • Callisto Suite 1.9.0 • Avant REM 3.2 • 从Noah启动装配软件 •助听器连接到装配软件(单耳或双耳)

source: 125dB
ru_ru: 125дБ

source: Launching IMC2 Server
cht: 啟動 IMC2 伺服器
da_dk: Starter IMC2 Server
el_gr: Εκκίνηση διακομιστή IMC2
fi_fi: IMC2-palvelin käynnistetään
hr_hr: Pokretanje IMC2 poslužitelja
hu_hu: IMC2 szerver indítása
it_it: Lancio del server IMC2
ko_kr: IMC2 서버 시작 중
nl_nl: IMC2 Server starten
no_no: Starter IMC2 Server
pt_pt: Iniciando o servidor IMC2
ro_ro: Lansare server IMC2
ru_ru: Выполняется запуск сервера IMC2
sv_se: IMC2 Server startas
th_th: การเรียกใช้เซิร์ฟเวอร์ IMC2
tr_tr: IMC2 Sunucu Başlatılıyor
zh_cn: 正在启动IMC2服务器

source: IMC2 Server Error
cht: IMC2 伺服器錯誤
da_dk: Fejl i IMC2 Server
el_gr: Σφάλμα διακομιστή IMC2
fi_fi: IMC2-palvelinvirhe
hr_hr: Pogreška IMC2 poslužitelja
hu_hu: IMC2 szerver hiba
it_it: Errore server IMC2
ko_kr: IMC2 서버 오류
nl_nl: Fout IMC2 Server
no_no: IMC2 Server feil
pt_pt: Erro no servidor IMC2
ro_ro: Eroare server IMC2
ru_ru: Ошибка сервера IMC2
sv_se: Fel vid start av IMC2
th_th: เซิร์ฟเวอร์ IMC2 ผิดพลาด
tr_tr: IMC2 Sunucu Hatası
zh_cn: IMC2服务器错误

source: IMC2 Server Cancelled
cht: IMC2 伺服器已取消
da_dk: IMC2 Server annulleret
el_gr: Ο διακομιστής IMC2 ακυρώθηκε
fi_fi: IMC2-palvelin peruutettu
hr_hr: IMC2 poslužitelj prekinut
hu_hu: IMC2 szerver elutasítva
it_it: Server IMC2 cancellato
ko_kr: IMC2 서버 취소됨
nl_nl: IMC2 Server geannuleerd
no_no: IMC2 Server avbrutt
pt_pt: O servidor IMC2 foi cancelado
ro_ro: Server IMC2 anulat
ru_ru: Сервер IMC2 отменен
sv_se: IMC2 Server avbröts
th_th: เซิร์ฟเวอร์ IMC2 ถูกยกเลิก
tr_tr: IMC2 Sunucu İptal Edildi
zh_cn: IMC2服务器已取消

source: Initialize Server
cht: 初始化伺服器
da_dk: Initialiser server
el_gr: Εκκίνηση διακομιστή
fi_fi: Palvelin alustetaan
hr_hr: Pokretanje poslužitelja
hu_hu: Szerver inicializálása
it_it: Inizializzazione server
ko_kr: 서버 초기화
nl_nl: Server starten
no_no: Starter server
pt_pt: Inicializar servidor
ro_ro: Inițializare server
ru_ru: Инициализировать сервер
sv_se: Starta server
th_th: เริ่มต้นเซิร์ฟเวอร์
tr_tr: Sunucuyu Başlat
zh_cn: 初始化服务器

source: Cancel Server Initialization
cht: 取消伺服器初始化
da_dk: Annuller serverinitialisering
el_gr: Ακύρωση εκκίνησης διακομιστή
fi_fi: Peruuta palvelimen alustus
hr_hr: Prekini pokretanje poslužitelja
hu_hu: Szerverinicializálás megszakítása
it_it: Cancella inizializzazione server
ko_kr: 서버 초기화 취소
nl_nl: Server starten annuleren
no_no: Avbryt start av server
pt_pt: Cancelar inicialização do servidor
ro_ro: Anulare inițializare server
ru_ru: Отменить инициализацию сервера
sv_se: Avbryt start av server
th_th: ยกเลิกการเริ่มต้นเซิร์ฟเวอร์
tr_tr: Sunucuyu Başlatma İşlemini İptal Et
zh_cn: 取消服务器初始化

source: Allow Remote Services
cht: 允許遠端服務
da_dk: Benyt fjernservice
el_gr: Να επιτρέπονται οι απομακρυσμένες υπηρεσίες
fi_fi: Salli etäpalvelu
hr_hr: Omogući usluge na daljinu
hu_hu: Távoli Illesztés engedélyezése
it_it: Consentire i Servizi da Remoto
ko_kr: 원격 서비스를 허용합니다.
nl_nl: Online Services toestaan
no_no: Tillatt bruk av GN Online Services
pt_pt: Permitir o Recurso Remoto
ro_ro: Permite servicii la distanță
ru_ru: Позволить Удаленные Сервисы
sv_se: Tillåt fjärrtjänster
th_th: อนุญาตบริการระยะไกล
tr_tr: Uzaktan Ayarlar'a izin ver
zh_cn: 允许智能云服务

source: Success ({0})
cht: 成功 ({0})
da_dk: Lykkedes ({0})
el_gr: Επιτυχία ({0})
fi_fi: Onnistui ({0})
hr_hr: Uspješno ({0})
hu_hu: Siker ({0})
it_it: Operazione riuscita ({0})
ko_kr: 성공 ({0})
nl_nl: Gelukt {0}
no_no: Vellykket ({0})
pt_pt: Com êxito ({0})
ro_ro: Succes ({0})
ru_ru: Успешно ({0})
sv_se: Lyckades ({0})
th_th: สำเร็จ ({0})
tr_tr: Başarılı ({0})
zh_cn: 成功({0})

source: Failed ({0})
cht: 失敗 ({0})
da_dk: Mislykkedes ({0})
el_gr: Αποτυχία ({0})
fi_fi: Epäonnistui ({0})
hr_hr: Neuspješno ({0})
hu_hu: Sikertelen ({0})
it_it: Operazione non riuscita ({0})
ko_kr: 실패 ({0})
nl_nl: Mislukt {0}
no_no: Mislykket ({0})
pt_pt: Sem êxito ({0})
ro_ro: Eșuat ({0})
ru_ru: Неудачно ({0})
sv_se: Misslyckades ({0})
th_th: ล้มเหลว ({0})
tr_tr: Başarısız ({0})
zh_cn: 失败({0})

source: Remaining ({0})
cht: 剩餘 ({0})
da_dk: Resterer ({0})
el_gr: Απομένουν ({0})
fi_fi: Jäljellä ({0})
hr_hr: Preostalo ({0})
hu_hu: Hátralévő ({0})
it_it: Rimanenti ({0})
ko_kr: 남음 ({0})
nl_nl: Resterend {0}
no_no: Gjenværende ({0})
pt_pt: Restantes ({0})
ro_ro: Rămas ({0})
ru_ru: Осталось ({0})
sv_se: Återstående ({0})
th_th: คงเหลือ ({0})
tr_tr: Kalan ({0})
zh_cn: 剩余({0})

source: Migrating {0}
cht: 移轉 {0}
da_dk: Migrerer {0}
el_gr: Μεταφορά {0}
fi_fi: Siirretään {0}
hr_hr: Migracija u tijeku {0}
hu_hu: Migrálás alatt ({0})
it_it: In migrazione {0}
ko_kr: 마이그레이션 {0}
nl_nl: Migreren {0}
no_no: Flytter {0}
pt_pt: Migrando {0}
ro_ro: În curs de migrare {0}
ru_ru: Перенесено {0}
sv_se: Migrerar {0}
th_th: กำลังย้ายข้อมูล {0}
tr_tr: Geçiş Yapılıyor {0}
zh_cn: 正在迁移{0}

source: This operation will cancel the migration. Do you wish to cancel the migration?
cht: 此操作將取消移轉。您是否希望取消移轉？
da_dk: Denne handling vil annullere migreringen. Vil du annullere migreringen?
el_gr: Αυτή η λειτουργία θα ακυρώσει τη μεταφορά. Επιθυμείτε να ακυρώσετε τη μεταφορά;
fi_fi: Tämä toiminto peruuttaa siirtämisen. Haluatko peruuttaa siirtämisen?
hr_hr: Ova aktivnost poništit će migraciju podataka. Želite li poništiti migraciju podataka?
hu_hu: Ez az akció megszakítja a migrációt. Szeretné megszakítani a migrációt?
it_it: Questa operazione cancellerà la migrazione. Desideri cancellare la migrazione?
ko_kr: 이 작동을 하면 마이그레이션을 취소합니다. 마이그레이션을 취소하시겠습니까?
nl_nl: Door deze handeling wordt de migratie geannuleerd. Wilt u de migratie annuleren?
no_no: Denne handlingen vil avbryte migreringen. Vil du avbryte migreringen?
pt_pt: Esta operação cancelará a migração. Deseja cancelar a migração?
ro_ro: Această operațiune va anula migrarea. Doriți să anulați migrarea?
ru_ru: В связи с выполнением этой операции перенос будет отменен. Вы хотите отменить перенос?
sv_se: Denna åtgärd kommer att avbryta migrering. Vill du avbryta migrering?
th_th: การดำเนินการนี้จะยกเลิกการย้ายข้อมูล คุณต้องการยกเลิกการย้ายข้อมูลหรือไม่
tr_tr: Bu işlem, geçiş işlemini iptal edecektir. Geçiş işlemini iptal etmek istiyor musunuz?
zh_cn: 此操作将取消迁移。 是否要取消迁移？

source: {0}/{1} actions were successfully migrated.
cht: {0}/{1} 個動作已成功移轉。
da_dk: {0}/{1} handlinger blev migreret.
el_gr: {0}/{1} ενέργειες μεταφέρθηκαν με επιτυχία.
fi_fi: {0}/{1} toimintoa siirrettiin onnistuneesti.
hr_hr: {0}/{1} radnji uspješno dovršilo migraciju.
hu_hu: {0}/{1} parancs sikeresen migrálva.
it_it: {0}/{1} azioni sono state trasferite con successo.
ko_kr: {0}/{1}개 작업을 성공적으로 마이그레이션했습니다.
nl_nl: {0}/{1} acties zijn gemigreerd.
no_no: {0}/{1} handlinger ble flyttet.
pt_pt: {0}/{1} ações foram migradas com sucesso.
ro_ro: {0}/{1} acțiuni au fost migrate cu succes.
ru_ru: {0}/{1} действий были успешно перенесены.
sv_se: {0}/{1} åtgärder migrerades.
th_th: ย้ายข้อมูลสำเร็จ {0}/{1} การดำเนินการ
tr_tr: {0}/{1} eylem başarıyla geçirildi.
zh_cn: {0}/{1}个操作已成功迁移。

source: If the problem persists, please contact your customer service team.
cht: 倘問題仍然存在，請連絡您的客戶服務團隊。
da_dk: Hvis problemet fortsætter, bedes du kontakte kundeservice.
el_gr: Εάν το πρόβλημα επιμένει, επικοινωνήστε με την ομάδα εξυπηρέτησης πελατών.
fi_fi: Jos ongelma toistuu, ota yhteys asiakaspalveluun.
hr_hr: Ako se problem nastavi pojavljivati, molimo obratite se službi za korisnike.
hu_hu: Kérjük, vegye fel a kapcsolatot a szervizcsapatunkkal, ha a probléma tartósan fennáll.
it_it: Se il problema permane, contatta il tuo team servizio clienti.
ko_kr: 문제가 지속되는 경우, 고객 서비스팀에게 연락하십시오.
nl_nl: Neem contact op met de klantenservice als het probleem zich blijft voordoen.
no_no: Kontakt kundeservice hvis problemene vedvarer.
pt_pt: Caso o problema persista, entre em contato com a sua equipe de serviço de atendimento ao consumidor.
ro_ro: Dacă problema persistă, vă rugăm să contactați echipa serviciului pentru relații cu clienții.
ru_ru: Если проблема не устраняется, пожалуйста, свяжитесь с командой службы поддержки клиентов в Вашем регионе.
sv_se: Kontakta kundtjänst om problemet kvarstår.
th_th: หากยังพบปัญหา โปรดติดต่อทีมบริการลูกค้าของคุณ
tr_tr: Sorun devam ederse, lütfen müşteri hizmetleri ekibinizle iletişim kurun.
zh_cn: 如果问题仍然存在，请联系您的客户服务团队。

source: Only {0}/{1} actions were successfully migrated.
cht: 僅成功移轉了 {0}/{1} 個動作。
da_dk: Kun {0} / {1} handlinger blev migreret.
el_gr: Μόνο {0}/{1} ενέργειες μεταφέρθηκαν με επιτυχία.
fi_fi: Vain {0}/{1} toimintoa siirrettiin onnistuneesti.
hr_hr: Samo {0}/{1} radnji uspješno dovršilo migraciju.
hu_hu: Csak {0}/{1} parancs lett sikeresen migrálva.
it_it: Solo {0}/{1} azioni sono state trasferite con successo.
ko_kr: {0}/{1}개 작업만 성공적으로 마이그레이션했습니다.
nl_nl: Slechts {0}/{1} acties zijn gemigreerd.
no_no: Bare {0}/{1} handlinger ble flyttet.
pt_pt: Apenas {0}/{1} ações foram migradas com sucesso.
ro_ro: Numai {0}/{1} acțiuni au fost migrate cu succes.
ru_ru: Только {0}/{1} действий были успешно перенесены.
sv_se: Endast {0}/{1} åtgärder migrerades.
th_th: ย้ายข้อมูลสำเร็จ {0}/{1} การดำเนินการเท่านั้น
tr_tr: Yalnızca {0}/{1} eylem başarıyla geçirildi.
zh_cn: 仅成功迁移{0}/{1}个操作。

source: Migration of action(s) cannot be undone.
cht: 動作移轉無法復原。
da_dk: Migrering af handling(er) kan ikke fortrydes.
el_gr: Η μεταφορά ενέργειας/-ων δεν μπορεί να αναιρεθεί.
fi_fi: Toimintojen siirtämistä ei voi kumota.
hr_hr: Migracija se ne može poništiti.
hu_hu: A parancs(ok) migrációját nem lehet megszakítani.
it_it: La migrazione della/e azione/i non può essere annullata.
ko_kr: 마이그레이션 작업을 실행 취소할 수 없습니다.
nl_nl: Migratie van actie(s) kan niet ongedaan gemaakt worden.
no_no: Migrering av handling(er) kan ikke angres.
pt_pt: A migração de ação(ões) não pode ser desfeita.
ro_ro: Acțiunea(ile) de migrare este/sunt ireversibilă(e).
ru_ru: Перенос действия(-й) является необратимым.
sv_se: Migreringsåtgärder kan inte ångras.
th_th: การย้ายข้อมูลของการดำเนินการไม่สามารถยกเลิกได้
tr_tr: Eylem(ler)in geçiş işlemleri geri alınamaz.
zh_cn: 无法撤消操作迁移。

source: You will be able to cancel once the migration has started.
cht: 移轉開始後，您將可以取消。
da_dk: Du vil kunne annullere, når migreringen er startet.
el_gr: Θα μπορείτε να ακυρώσετε αφού ξεκινήσει η μεταφορά.
fi_fi: Voit peruuttaa, kun siirtäminen on alkanut.
hr_hr: Kada migracija započne, možete je prekinuti.
hu_hu: Megszakíthatja, ha a migráció elkezdődött.
it_it: Potrai effettuare la cancellazione una volta iniziata la migrazione.
ko_kr: 마이그레이션 작업이 시작된 후에 취소할 수 있습니다.
nl_nl: U kunt annuleren als de migratie gestart is.
no_no: Du vil kunne avbryte når migreringen er startet.
pt_pt: Você poderá cancelar quando a migração for iniciada.
ro_ro: Veți putea anula de îndată ce migrarea începe.
ru_ru: После того, как перенос будет начат, Вы сможете выполнить отмену.
sv_se: Du kan avbryta när migreringen har startats.
th_th: คุณจะสามารถยกเลิกได้เมื่อการย้ายข้อมูลเริ่มต้นขึ้น
tr_tr: Geçiş işlemi başladıktan sonra iptal edebilirsiniz.
zh_cn: 一旦迁移开始，您就可以取消。

source: Retry
cht: 重試
da_dk: Prøv igen
el_gr: Επανάληψη
fi_fi: Yritä uudelleen
hr_hr: Pokušajte ponovno
hu_hu: Újra
it_it: Riprova
ko_kr: 다시 시도
nl_nl: Opnieuw proberen
no_no: Prøv igjen
pt_pt: Tentar novamente
ro_ro: Reîncercare
ru_ru: Повторить попытку
sv_se: Försök igen
th_th: ลองใหม่อีกครั้ง
tr_tr: Tekrar Dene
zh_cn: 重试

source: Start Migration
cht: 開始移轉
da_dk: Start migrering
el_gr: Έναρξη μεταφοράς
fi_fi: Aloita siirtäminen
hr_hr: Započni migraciju
hu_hu: Migráció indítása
it_it: Inizia migrazione
ko_kr: 마이그레이션 시작
nl_nl: Migratie starten
no_no: Start migrering
pt_pt: Iniciar migração
ro_ro: Pornire migrare
ru_ru: Начать перенос
sv_se: Starta migrering
th_th: เริ่มการย้ายข้อมูล
tr_tr: Geçiş İşlemini Başlat
zh_cn: 开始迁移
