Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Extremely easy to use, the wireless Mic Accessories pair to any wireless ReSound hearing aid in seconds. When your client clips it on to the clothing of the person they want to hear, they can enjoy conversation even with background noise. With a range of up to 25 meters in clear line of sight, the Micro Mic is ideal for use on shopping trips, in busy cafes or for talking in the car. The Multi Mic can do everything the Micro Mic can. Additionally, when placed horizontally on the table, it automatically switches into a mode optimized for picking up the voices of multiple speakers. The Multi Mic also connects to FM (FM receiver required) and loop systems, and has a mini-jack input for streaming audio from virtually any device with a headphones output.
bg_bg: Изключително лесни за използване, безжичните Mic аксесоари се сдвояват за секунди с всеки безжичен слухов апарат от ReSound. Когато клиентът ви го защипе на дрехата на човека, когото иска да чува, той може да се наслаждава на разговора дори при наличие на фонов шум. С обхват до 25 метра без препятствия, Micro Mic е идеален за използване при пазаруване, в оживени кафенета или при разговор в кола. Multi Mic може да прави всичко, което може и Micro Mic. Освен това, когато се постави в хоризонтално положение на масата, той автоматично превключва в режим, оптимизиран за улавяне на гласовете на няколко говорещи. Multi Mic също се свързва с FM (ултракъси вълни) (необходим е FM приемник) и кръгови системи, и има вход за мини жак за поточно аудио от практически всякакво устройство с изход за слушалки.
cht: 非常易於使用，無線麥克風配件可在幾秒內配對任何無線 ReSound 助聽器。當您的客戶把它夾在想聆聽的人的衣服上，即使在背景噪音下仍可以享受談話。 Micro Mic 的可用範圍高達 25 公尺，非常適用於在購物旅行、繁忙的咖啡店或在汽車內聊天。 Multi Mic 具備 Micro Mic 的所有功能。 此外，當平放在桌上時，會自動切換模式，以優異的收集多名說話者的聲音。 Multi Mic 可同時連接到 調頻系統 (需要有調頻系統接收器) 和線圈系統，並有一個迷你插孔輸入，以串流任何備有耳機輸出裝置的音訊。
da_dk: Det trådløse mikrofontilbehør er meget brugervejligt og kan parres til alle trådløse høreapparater fra ReSound på få sekunder. Når brugeren sætter mikrofonen fast på den person, han/hun gerne vil kunne høre, kan brugeren føre samtaler, selv når der er baggrundsstøj. Micro Mic har en rækkevidde på op til 25 meter, når der er frit udsyn, og er ideel til shoppingture, velbesøgte caféer eller samtaler i bilen. Multi Mic har samme funktioner som Micro Mic. Herudover kan den, når den placeres horisontalt på bordet, automatisk skifte til en tilstand, der er optimeret til at fange stemmerne fra flere talende. Multi Mic kan også oprette forbindelse til FM (FM receiver er påkrævet) og teleslyngesystemer, og har et minijackstik til streaming af lyd fra stort set alle enheder med et hovedtelefonstik.
el_gr: Τα ασύρματα εξαρτήματα μικροφώνου είναι εξαιρετικά εύκολα στη χρήση και μπορούν να συνδεθούν σε δευτερόλεπτα με οποιοδήποτε ασύρματο ακουστικό βοήθημα της ReSound. Αφού ο πελάτης σας στερεώσει το μικρόφωνο στα ρούχα του ατόμου που θέλει να ακούσει, μπορεί να απολαύσει τη συζήτηση ακόμη και σε περιβάλλον με θόρυβο βάθους. Με εμβέλεια έως και 25 μέτρα σε άμεση οπτική επαφή, το Micro Mic είναι ιδανικό για χρήση κατά τις αγορές στα μαγαζιά, σε πολύβουα καφέ ή για κουβέντα μέσα στο αυτοκίνητο. Το Multi Mic μπορεί να κάνει ό,τι και το Micro Mic. Επιπλέον, αν τοποθετηθεί οριζόντια στο τραπέζι, ρυθμίζεται αυτόματα σε τρόπο λειτουργίας που είναι βελτιστοποιημένος για να λαμβάνει τις φωνές περισσότερων ομιλητών. Το Multi Mic συνδέεται επίσης σε FM (απαιτείται δέκτης FM) και συστήματα βρόχου, και φέρει βύσμα εισόδου για mini καρφί, για μετάδοση ροής ήχου από σχεδόν κάθε συσκευή με έξοδο για ακουστικά.
fi_fi: Erittäin helppokäyttöiset, langattomat mikrofonilisävarusteet voidaan parittaa kaikkien langatonta toimintoa tukevien ReSound-kuulokojeiden kanssa muutamassa sekunnissa. Kun asiakkaasi kiinnittää sen keskustelukumppanisi vaatteeseen, keskustelu sujuu mukavasti taustamelusta huolimatta. Micro Mic kannattaa ottaa mukaan ostoksille, äänekkäisiin kahviloihin ja autoon. Kantomatka on 25 metriä, kun laitteiden välillä on näköyhteys. Multi Mic sisältää samat ominaisuudet kuin Micro Mic. Kun se asetetaan vaakatasoon pöydälle, se ottaa automaattisesti käyttöön toimintatilan, joka on optimoitu useamman puhujan puheen välittämiseen Lisäksi Multi Mic voidaan yhdistää induktiosilmukka- ja FM-järjestelmiin (edellyttää FM-vahvistinta). Sen pienoisliitännän avulla voidaan siirtää ääntä käytännöllisesti katsoen kaikista kuulokelähdöllä varustetuista laitteista.
hr_hr: Izrazito jednostavna za uporabu, bežični dodatni mikrofon u nekoliko se sekundi upari s bilo kojim bežičnim slušnim pomagalom marke ReSound. Kada ga korisnik pričvrsti na odjeću osobe koju želi čuti, može uživati u razgovoru čak i uz pozadinsku buku. Uz domet do 25 metara bez prepreka Micro mikrofon idealan je za upotrebu prilikom odlaska u kupnju, u prometnim kafićima ili za razgovor u automobilu. Multi mikrofon može raditi sve što može i Micro mikrofon. Uz to, kada se postavi vodoravno na stol, automatski se prebacuje u način rada koji je optimiziran za prepoznavanje glasova većeg broja govornika. Multi mikrofon također se može spojiti na FM sustave (potreban je FM prijamnik) i sustave petlje, a ima i ulaz s miniutikačem za strujanje audiosadržaja s gotovo bilo kojeg uređaja koji ima izlaz za naglavne slušalice.
hu_hu: A rendkívül könnyen használható, vezeték nélküli mikrofon tartozékok másodpercek alatt párosíthatók bármilyen vezeték nélküli ReSound hallókészülékkel. Amikor a páciens feltűzi a mikrofont a hallgatni kívánt személy ruházatára, háttérzaj nélkül válik lehetővé az élvezetes beszélgetés. A tiszta rálátás esetén akár 25 méteres hallótávolságot biztosító Mikro mikrofon ideális választás bevásárláshoz, forgalmas kávézókban való használathoz vagy autóbeli beszélgetésekhez. A Multi mikrofon ugyanazt tudja, amit a Mikro mikrofon tud. Továbbá, ha vízszintesen helyezik el az asztalon, automatikusan átvált egy olyan üzemmódba, amely több beszélő hangjának érzékelésére van optimalizálva. A Multi mikrofon képes csatlakozni az FM-rendszerekre (FM-vevő szükséges) és az indukciós hurkokra. Ezen túlmenően egy olyan mini csatlakozós bemenettel is rendelkezik, amellyel gyakorlatilag bármilyen fejhallgatós kimenetű eszközről audiojeleket lehet streamelni.
it_it: Estremamente facile da usare, il microfono wireless accessorio si accoppia a qualsiasi apparecchio acustico wireless ReSound in pochi secondi. Dopo averlo attaccato agli indumenti della persona che desidera ascoltare, l'utente potrà ascoltare comodamente l'interlocutore anche in presenza di rumori di sottofondo. Con una portata che raggiunge i 25 metri in assenza di ostacoli, Micro Mic è l'ideale per l'uso durante lo shopping, in affollati caffè o quando si chiacchiera in auto. Multi Mic è in grado di svolgere tutte le operazioni svolte da Micro Mic; inoltre, se posizionato in orizzontale su un tavolo, passa automaticamente alla modalità ottimizzata per ascoltare le voci di più interlocutori. Multi Mic si connette anche alle trasmissioni FM (ricevitore FM richiesto) e ai sistemi loop; ha anche un ingresso mini-jack per lo streaming audio virtualmente da qualsiasi dispositivo con un'uscita per cuffie auricolari.
ko_kr: 무선 마이크는 사용이 매우 편리하며, 모든 무선 ReSound 보청기와 간편하게 페어링할 수 있습니다. 대화 상대자의 옷에 클립으로 연결하여 들을 수 있으며 배경 소음 속에서도 편안하게 대화를 나눌 수 있습니다. 마이크로 마이크는 최대 25m 거리의 범위 내에서 사용할 수 있고, 쇼핑센터, 분주한 카페, 이동 차량에서도 사용할 수 있습니다. 멀티 마이크는 마이크로 마이크의 모든 기능을 포함합니다. 또한 테이블 모드가 있어, 테이블에 올려 놓고 사용하면 테이블 주변의 대화 상대자의 말소리를 보청기로 전달합니다. 멀티 마이크는 FM(FM 리시버 필수)과 루프 시스템에 연결하여 사용할 수 있으며, 헤드폰 출력 단자가 연결된 모든 기기에서 오디오 스트리밍을 위한 미니잭이 구성되어 있습니다.
nl_nl: De bijzonder gebruiksvriendelijke wireless microfoons worden in slechts enkele seconden gekoppeld aan elk wireless ReSound hoortoestel. Wanneer uw cliënt hem vastklikt op de kledij van de persoon die hij/zij wil horen, kan hij/zij zelfs met achtergrondgeluid genieten van het gesprek. Met een bereik van maximaal 25 m in een open zone, is de Micro Mic ideaal bij gezamenlijk shoppen, in drukke cafés of bij gesprekken in de auto. De Multi Mic kan alles wat de Micro Mic kan. Bovendien schakelt hij, wanneer hij horizontaal op een tafel geplaatst wordt, automatisch over naar een modus die geoptimaliseerd is om de stemmen van meerdere sprekers op te vangen. De Multi Mic kan ook verbinding maken met FM (FM-ontvanger vereist) en ringleidingsystemen, en beschikt over een mini-jack ingang voor het streamen van audio van elk apparaat met een hoofdtelefoonuitgang.
no_no: Trådløst mikrofontilbehør er svært enkelt å bruke og kan pares med et hvilket som helst trådløst høreapparat fra ReSound på noen sekunder. Når den festes på klærne til personen som skal lytte, kan vedkommende til og med delta i samtaler med mye bakgrunnsstøy. Med en rekkevidde på opptil 25 meters fri sikt er Mikro Mik perfekt å bruke på handleturer, travle kafeer eller for å snakke i bilen. Multi Mik kan gjøre akkurat det samme som Mikro Mik. Når den plasseres horisontalt på et bord, velger den automatisk en modus som er optimalisert for å fange opp lyd fra flere høyttalere. Multi Mik kan også kobles til FM-systemer (krever FM-mottaker) og teleslyngesystemer og har en jack-inngang for streaming av lyd fra så å si alle enheter med hodetelefonutgang.
pt_pt: Extremamente fácil de usar, os acessórios mic wireless são pareados com qualquer aparelho auditivo ReSound em segundos. Quando o cliente o coloca na roupa da pessoa que ele deseja escutar, pode desfrutar da conversa mesmo com ruído de fundo. Com uma faixa de até 25 metros em um campo de visão claro, o Micro Mic é ideal para uso em compras, lanchonetes cheias ou para conversar no carro. O Multi Mic faz tudo que o Micro Mic pode fazer. Além disso, quando colocado horizontalmente na mesa, ele alterna automaticamente para um modo otimizado para captar as vozes de vários falantes. O Multi Mic também se conecta a FM (necessário receptor FM) e sistemas de circuito, e tem um miniconector para transmitir áudio de praticamente qualquer dispositivo sem saída de fones de ouvido.
ro_ro: Extrem de ușor de folosit, accesoriile Mic wireless se împerechează cu orice instrument auditiv ReSound wireless în câteva secunde. Când clientul dumneavoastră îl fixează de hainele persoanei pe care vor să o audă, se pot bucura de conversație chiar și cu zgomot de fundal. Cu o acoperire de până la 25 de metri în linie dreaptă neobturată, Micro Mic este ideal pentru mers la cumpărături, în cafenele aglomerate sau pentru vorbit în mașină. Multi Mic poate face tot ce poate și Micro Mic. În plus, atunci când este plasat orizontal pe masă, acesta comută automat într-un mod optimizat pentru preluarea vocilor mai multor persoane. Multi Mic se conectează și la FM (este necesar un receptor FM) și sisteme în buclă, și are o mufă jack mini pentru a transmite semnal audio de la practic orice dispozitiv cu mufă pentru căști audio.
ru_ru: Чрезвычайно простые в использовании беспроводные микрофоны-аксессуары устанавливают соединение с любым беспроводным СА ReSound в считанные секунды. Прикрепив их в одежде собеседника, пользователь может с комфортом вести беседу даже в шумном звуковом окружении. Имея дальность действия до 25 м по линии прямой видимости, микро-микрофон просто идеален для использования при шопинге, в людных кафе или во время поездки в автомобиле. Мульти-микрофон может все, что умеет микро-микрофон. Но кроме того, если положить его горизонтально на стол, он автоматически переключается в режим, оптимизированный для улавливания голосов нескольких собеседников. Кроме того, мульти-микрофон также подключается к FM-связи (необходим FM-ресивер) и индукционным петлям, и оснащен входом с мини-разъемом для потоковой передачи аудиосигналов от практически любого устройства с выходом для наушников.
sv_se: Mikrofon tillbehören är enkla att använda och parkopplas till alla trådlösa ReSoundhörapparater på några sekunder. När användarna fäster den på kläderna på den person de vill lyssna på, kan de avnjuta ostörda samtal även i bakgrundsbuller. Med en räckvidd på upp till 25 meter i fri sikt, är Micro Mic idealisk för användning på shoppingresor, fullsatta kaféer eller för att prata i bilen. Multi Mic klarar allt som Micro Mic. När den dessutom placeras horisontellt på bordet, växlar den automatiskt till ett läge som är optimerat för att plocka upp rösterna från flera talare. Multi Mic ansluter också till FM (FM-mottagare krävs) och hörselslingsystem, och har en ingång (minijack) för strömmande ljud från praktiskt taget vilken enhet som helst med en hörlursutgång.
th_th: ใช้งานง่ายเป็นพิเศษ อุปกรณ์เสริมไมค์ไร้สายสามารถจับคู่กับอุปกรณ์ช่วยฟังไร้สายของ ReSound ได้ทุกรุ่นภายในไม่กี่วินาที เมื่อผู้ป่วยนำไปติดบนเสื้อผ้าของผู้ที่พวกเขาต้องการฟัง ก็จะเพลิดเพลินกับการสนทนาได้ แม้ว่าจะมีเสียงรบกวนพื้นหลัง สามารถใช้งานที่ระยะห่างเป็นเส้นตรงได้สูงสุด 25 เมตร ไมโครโฟนแยกจึงเหมาะสำหรับใช้ในระหว่างการท่องเที่ยวเลือกซื้อสินค้า ในร้านกาแฟที่เต็มไปด้วยผู้คน หรือการพูดคุยกันภายในรถ ไมโครโฟนหลายตัวมีความสามารถทุกอย่างเหมือนกับไมโครโฟนแบบแยก นอกจากนั้น หากวางไว้บนโต๊ะในแนวนอน ก็จะสลับเข้าสู่โหมดที่ได้รับการปรับแต่งเพื่อให้ดักฟังเสียงพูดของผู้พูดหลายคนโดยเฉพาะ ไมโครโฟนแบบหลายตัวยังสามารถเชื่อมต่อกับ FM (ต้องมีตัวรับสัญญาณ FM) และระบบลูป รวมทั้งมีช่องอินพุทมินิแจ็คสำหรับการสตรีมเสียงได้จากอุปกรณ์เกือบทุกชนิดที่มีเอาท์พุทหูฟังอีกด้วย
tr_tr: Kullanımı son derece kolay olan kablosuz Mikrofon Aksesuarları, tüm kablosuz ReSound işitme cihazlarına saniyeler içinde bağlanır. Kullanıcınız bunu duymasını istediği kişinin giysisine klipslediğinde, arkaplan gürültüsünde bile bir sohbetten keyif alabilir. Açık bir görüş hattında 25 metreye varan menziliyle Mikro Mikrofon alışverişlerde, kalabalık kafelerde kullanmak veya araba içinde konuşmak için idealdir. Multi Mikrofon, Mikro Mirofonun yapabileceği her şeyi yapar. Ek olarak, masaya yatay olarak yerleştirildiğinde, çok sayıda hoparlörden gelen sesleri toplamak için otomatik olarak optimize edilen bir moda geçer. Multi Mikrofon ayrıca FM (FM alıcı gereklidir) ve döngü sistemlerine de bağlanır ve bir kulaklık çıkışına sahip neredeyse tüm cihazlardan kesintisiz ses yayını için bir mini-jaka da sahiptir.
zh_cn: 麦克风类的附件非常易于使用，可数秒内配对至瑞声达无线助听器。当您的用户将其扣到想要交流的人的衣服上时，即使在背景噪声较大的环境中也能轻松交谈。 在视线清晰的25米范围内，迷你麦克风非常适合用在购物行程，忙碌的咖啡馆或在汽车里聊天。 多功能迷你音频转换器可实现迷你麦克风的所有功能。此外，当将其水平放置在桌面上时，它会自动切换到为捕捉多人声音的全向性优化模式。多功能迷你音频转换器还可连接到FM（需要FM接收器）和电感回路系统，并配有迷你插孔输入，可连接几乎任何具备耳机输出功能的串流音频设备。

source: Streams phone conversations and as well as stereo sound directly from your Bluetooth device directly to both hearing instruments, whether you are in the office, on the move, or at home. Offers basic remote control functionality when not on the phone and clips easily onto clothing.
bg_bg: Излъчва поточно телефонни разговори, а също и стерео звук направо от вашето Bluetooth устройство директно към двата слухови апарата, независимо дали сте в офиса, в движение или у дома. Предлага базова функционалност на дистанционно управление, когато не е на телефон, и лесно се защипва на дреха.
cht: 無論您置身辦公室、在途中還是家中，都可以直接從藍牙裝置將電話通話和立體聲直接串流到兩個助聽器。當不使用電話時，提供基本的遙控功能，並可容易的夾在衣服上。
da_dk: Streamer telefonsamtaler samt stereolyd direkte fra din Bluetooth-enhed til begge høreapparater, uanset om du er på kontoret, på farten eller i hjemmet. Tilbyder derudover de mest grundlæggende funktioner til fjernbetjening af høreapparaterne og kan nemt sættes fast på tøj.
el_gr: Μεταδίδει σε συνεχή ροή τηλεφωνικές συνομιλίες καθώς και στερεοφωνικό ήχο από τη συσκευή Bluetooth σας απευθείας και στα δύο ακουστικά βοηθήματα, είτε βρίσκεστε στο γραφείο, στο δρόμο ή στο σπίτι. Παρέχει βασικές δυνατότητες τηλεχειρισμού όταν δεν είστε στο τηλέφωνο και στερεώνεται εύκολα με κλιπ στα ρούχα.
fi_fi: Lähettää puhelinkeskustelun tai stereoäänen Bluetooth-laitteesta suoraan kumpaankin kuulokojeeseen, olitpa sitten toimistolla, liikkeellä tai kotona. Toimii perustoimintojen kaukosäätimenä silloin, kun puhelua ei ole käynnissä ja se on helppo kiinnittää vaatteeseen.
hr_hr: Struji telefonske razgovore i stereozvuk izravno s Bluetooth uređaja na oba slušna aparata, bilo da ste u uredu, u pokretu ili kod kuće. Pruža osnovnu funkciju daljinskog upravljanja kada nije na telefonu i jednostavno se pričvršćuje na odjeću.
hu_hu: Telefonbeszélgetést streamel sztereó hangként a Bluetooth eszközéből közvetlenül mindkét hallókészülékre – legyen bárhol, akár irodában, menet közben vagy otthon. Alap távirányítós funkciókat kínál, amikor nem telefonál, és a ruhájára csíptethető.
it_it: Trasmette le conversazioni telefoniche così come il suono stereo dal dispositivo Bluetooth direttamente a entrambi gli apparecchi acustici, sia che ci si trovi in ufficio, in movimento o a casa. Offre funzionalità telecomando di base quando non si è al telefono e si aggancia facilmente agli indumenti.
ko_kr: 사무실에 있던, 이동 중이던 아니면 집에 있던 간에 전화 통화는 물론 Bluetooth 장치에서 양쪽 보청기로 직접 스테레오 사운드를 스트리밍할 수 있습니다. 리모트 컨트롤 기능을 통해 휴대폰과 다소 거리가 있어도 사용 가능하고, 블루투스 기기(폰클립)를 옷에 고정시켜 사용할 수 있습니다.
nl_nl: Streamt zowel telefoongesprekken als stereogeluid direct van uw Bluetooth apparaat naar beide hoortoestellen, of u nou op kantoor bent, onderweg of thuis. Biedt, als er geen telefoongesprek is, ook de basisfunctionaliteiten van een afstandbediening én is eenvoudig aan uw kleding te bevestigen.
no_no: Streamer telefonsamtaler i tillegg til stereolyd direkte fra din Bluetooth-enhet til begge høreapparatene dine. Enten du er på kontoret, på farten eller hjemme. Tilbyr grunnleggende fjernkontrollfunksjonalitet og festes enkelt på klærne med en klips.
pt_pt: Transmite as ligações e os sons do seu celular Bluetooth diretamente para os aparelhos auditivos, mesmo que esteja no trabalho, no carro ou em casa. Oferece funções básicas de controle remoto, quando não estiver em uma ligação. Além disso, possível prender na roupa.
ro_ro: Transmite convorbiri telefonice si sunet stereo din dispozitivul dumneavoastra Bluetooth direct in ambele aparate auditive, indiferent daca va aflati in birou, in miscare sau acasa. Are rol de telecomanda pentru aparatele auditive daca nu va aflati intr-o convorbire telefonica si se prinde usor cu un clips rotativ de haine.
ru_ru: Передает разговор по телефону в стереокачестве напрямую из вашего устройства Bluetooth в слуховые аппараты, независимо от того, где вы находитесь: в офисе, в пути или дома. Включает базовые функции пульта дистанционного управления и удобно крепится к одежде.
sv_se: Strömmar telefonsamtal och stereoljud direkt från din Bluetoothenhet till båda hörapparaterna, oavsett om du är på arbetet, i rörelse eller hemma. Ger dig en fjärrkontrollfunktion och kan enkelt sättas fast på klädsel.
th_th: สตรีมการสนทนาทางโทรศัพท์ รวมทั้งเสียงจากสเตอริโอจากอุปกรณ์ Bluetooth ของคุณไปยังอุปกรณ์ช่วยฟังทั้งสองข้างได้โดยตรง ไม่ว่าคุณจะอยู่ในสำนักงาน อยู่ระหว่างการเดินทาง หรืออยู่ที่บ้าน พร้อมฟังก์ชันรีโมทในขณะที่ไม่ได้คุยโทรศัพท์ และมีคลิปสำหรับติดบนเสื้อผ้าได้อย่างสะดวก
tr_tr: Evde, ofiste veya hareket halindeyken telefon konuşmalarının yanı sıra işitme cihazına Bluetooth aygıtından doğrudan ses aktarımı sağlar. Kolayca kıyafet üzerine takılabilen ve temel uzaktan kumanda işlevselliği sunar.
zh_cn: 无论你是在办公室、在外面还是在家，都能将通话和立体声直接由你的蓝牙设备传输给双耳助听器。手机伴侣能够提供基本的操作功能，不需要操作手机，只使用夹在衣领的手机伴侣即可实现。

source: Gives visual and intuitive control over hearing aids and accessories. For personal preference the Remote Control 2 also offer on the fly balance adjustments between hearing instrument volume streamed audio level.
bg_bg: Предоставя зрителен и интуитивен контрол върху слуховите апарати и аксесоари. За лично предпочитание Дистанционно управление 2 предлага и регулиране в движение на баланса между нивата силата на звука на поточното аудио на слуховите апарати.
cht: 為助聽器和配件提供視覺上簡易且易於調整。為配合個人偏好，遙控器 2 還提供不用重新啟動便可調整助聽器音量串流音訊水平之間的平衡。
da_dk: Giver tydelig visuel og intuitiv kontrol over høreapparater og trådløst tilbehør. Fjernbetjening 2 tilbyder også balancejusteringer mellem lydniveauet af den streamede lyd i høreapparaterne.
el_gr: Παρέχει οπτικό και διαισθητικό έλεγχο των ακουστικών βοηθημάτων και εξαρτημάτων. Ανάλογα με τις προσωπικές προτιμήσεις, το Remote Control 2 προσφέρει επιλογές προσαρμογής της εξισορρόπησης μεταξύ της στάθμης έντασης ήχου του ακουστικού και της στάθμης της μεταδιδόμενης ροής ήχου.
fi_fi: Helppo ja visuaalinen tapa hallita kuulokojeita ja lisälaitteita. Kauko-ohjain 2 mahdollistaa kuulokojeiden välisen tasapainon säädön reaaliajassa streamaavista audiolaitteista.
hr_hr: Pruža vizualnu i intuitivnu kontrolu nad slušnim pomagalima i dodatnom opremom. Za osobne postavke Daljinski upravljač 2 također nudi brzu i praktičnu prilagodbu balansa između razina glasnoće strujanog zvuka slušnih aparata.
hu_hu: Vizuális jeleket és intuitív vezérlést biztosít a hallókészülékekkel és a tartozékokkal. Az egyéni igények érdekében a Távirányító 2 azonnali egyensúlykorrekciót kínál a hallókészülék hangereje és a streamelt audiojel között.
it_it: Consente un controllo visivo e intuitivo di apparecchi acustici e accessori. In base alle preferenze personali, Remote Control 2 offre anche la possibilità di effettuare "al volo" un bilanciamento ottimale fra volume degli apparecchi acustici e livello del segnale audio trasmesso.
ko_kr: 보청기와 무선 주변기기를 쉽게 조절할 수 있습니다. 개인에 맞게 the Remote Control 2 사용시 보청기 소리 크기와 무선 주변기기를 통해 스트리밍 되는 소리 크기 사이의 밸런스를 맞출 수 있습니다.
nl_nl: Geeft visuele en intuïtieve controle over uw hoortoestellen en accessoires. Met de Afstandbediening 2 kunt u ook op elk moment de balans regelen tussen het hoortoestelvolume en het volume van het gestreamde geluid.
no_no: Gir en visuell og intuitiv kontroll over høreapparatene og tilbehøret. Fjernkontroll 2 tilbyr også rask balansejustering mellom høreapparatenes volum og streamede lydsignal.
pt_pt: Oferece controle visual e intuitivo dos aparelhos auditivos e dos acessórios. De acordo com a preferência pessoal, o Controle Remoto 2 também oferece um botão para equilibrar o volume dos aparelhos auditivos e o som transmitido.
ro_ro: Ofera control vizual si intuitiv asupra apratelor auditive si ale accesoriilor. Remote Control 2 ofera o posibilitate de ajustare usoara, intre volumul aparatelor auditive si nivelul audio transmis din alte dispozitive.
ru_ru: Предоставляет визуальный и интуитивный контроль над слуховыми аппаратами и аксессуарами. Для личных предпочтений, Пульт дистанционного управления 2 также предлагает опцию текущей регулировки баланса громкости аудиосигнала при потоковой передаче между двумя слуховыми аппаратами.
sv_se: Ger en visuell och intuitiv kontroll över hörapparater och tillbehör. Fjärrkontroll 2 ger också en möjlighet att styra balansen mellan hörapparatens volym och den strömmade ljudnivån.
th_th: แสดงสถานะอย่างชัดเจนและควบคุมอุปกรณ์ช่วยฟังและอุปกรณ์เสริมได้อย่างสะดวก สำหรับการกำหนดค่าส่วนตัวรีโมท 2 ยังมีการปรับตั้งค่าฟลายบาลานซ์ระหว่างระดับเสียงของอุปกรณ์ช่วยฟัง และระดับเสียงที่สตรีมอีกด้วย
tr_tr: İşitme cihazları ve aksesuarları üzerinde görsel ve sezgisel kontrol sağlar. Kişisel tercih olarak, Uzaktan Kumanda 2 ayrıca işitme cihazı ses akışı ile ses seviyesi arasında anında balans ayarlamaları da sunar.
zh_cn: 为助听器和附件提供可视的直观控制。对于个人偏好，遥控器2还提供助听器与音频设备之间的音量平衡调整。

source: Delete Session
bg_bg: Изтрий сесията
cht: 刪除階段
da_dk: Slet session
el_gr: Διαγραφή συνεδρίας
fi_fi: Poista istunto
hr_hr: Izbriši sesiju
hu_hu: Munkamenet törlése
it_it: Elimina sessione
ko_kr: 세션 삭제
nl_nl: Sessie verwijderen
no_no: Slett økt
pt_pt: Excluir a Sessão
ro_ro: Sterge Sesiunea
ru_ru: Удалить сессию
sv_se: Radera session
th_th: ลบเซสชัน
tr_tr: Oturumu Sil
zh_cn: 删除当前设置
