Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: TV - Streaming Bass Boost
cht: 電視 - 串流低音增強
el_gr: Τηλεόραση - Ενίσχυση μπάσου ροής
fi_fi: TV - Lähetetään Bassokorostus
hr_hr: TV – streaming pojačivač dubokih (bas) tonova
hu_hu: TV - Jelátvitel Bass Boost
ko_kr: TV - 스트리밍 베이스 부스트
nl_nl: TV - Streamer Bass Boost
no_no: TV-Stream Bass Boost
pt_pt: TV - Incremento de Graves na Transmissão
ru_ru: Низкочастотное Усиление сигнала ТВ
tr_tr: TV - Streamer Bas Kuvvetlendirme
zh_cn: TV - 音频设备低音增强

source: Rechargeable Hearing Instrument
cht: 可充電聽力儀器
da_dk: Opladeligt høreapparat
el_gr: Επαναφορτιζόμενο ακουστικό βοήθημα
fi_fi: Ladattava kuulokoje
hr_hr: Punjivi slušni uređaj
hu_hu: Tölthető hallókészülék
it_it: Dispositivo Acustico Ricaricabile
ko_kr: 충전형 보청기
nl_nl: Oplaadbaar hoortoestel
no_no: Oppladbart Høreapparat
pt_pt: Aparelho Auditivo Recarregável
ro_ro: Reincarcare aparat auditiv
ru_ru: Заряжаемые Слуховые Аппараты
sv_se: Laddningsbar hörapparat
th_th: เครื่องช่วยฟังแบบชาร์จได้
tr_tr: Şarj Edilebilir İşitme Cihazı
zh_cn: 可充电助听器

source: The rechargeable hearing solution is easy to use and means not having to worry about batteries. The portable charger gives at least 3 full hearing aid charges before it needs to be plugged in and recharged. The hearing aids are fully charged within 3 hours and last for a full day’s use. This includes audio streaming, so the user can even take phone calls or listen to music without needing another charge during the day. In cases where the user doesn’t have time to charge the hearing aids fully, the first 30 minutes of charging provide a “fast charge” that gives enough power for up to 10 hours of use. Battery status is shown on the charger and in the app.
cht: 可充電聽力解決方案易於使用，無需擔心電池電量的問題。可攜式充電器在需要插入電源充電之前至少提供 3 個完整的助聽器充電週期。助聽器在 3 小時內充滿電，續航一整天。這包括音頻串流，因此使用者甚至可以在白天接聽電話或聽音樂而無需再次充電。 在使用者沒有時間對助聽器充滿電時，可進行前 30 分鐘「快充」，提供足夠的電量續航長達 10 小時。充電器上和應用程式中將顯示電池狀態。
da_dk: Den opladelige høreløsning er let at bruge og betyder at man ikke skal bekymre sig om batterier. Den transportable oplader sikrer mindst tre fulde opladninger af høreapparatet før den igen behøver at blive tilsluttet en stikkontakt for genopladning. Høreapparaterne er fuldt opladt efter tre timer og kan benyttes en hel dag. Dette inkluderer brug af lydstreaming, så brugeren kan tale i telefon eller lytte til musik fra telefonen uden at behøve at genoplade i løbet af dagen. I tilfælde hvor brugeren ikke har tid til fuld genopladning af høreapparaterne, vil de første 30 minuters opladning være nok til op til 10 timers brug. Batteristatus vises på opladeren og i app'en.
el_gr: Το επαναφορτιζόμενο ακουστικό βοήθημα είναι εύκολο στη χρήση, ενώ δεν χρειάζεται να ανησυχείτε για τις μπαταρίες. Ο φορητός φορτιστής προσφέρει τουλάχιστον 3 πλήρεις φορτίσεις στο ακουστικό βοήθημα πριν χρειαστεί να συνδεθεί ξανά για επαναφόρτιση. Τα ακουστικά βοηθήματα φορτίζονται πλήρως εντός 3 ωρών και η φόρτισή τους διαρκεί για μία πλήρη ημέρα χρήσης. Στη χρήση περιλαμβάνεται μετάδοση ήχου, ώστε ο χρήστης να μπορεί να πραγματοποιεί τηλεφωνικές κλήσεις ή να ακούει μουσική, χωρίς να χρειάζεται ξανά φόρτιση στη διάρκεια της ημέρας. Σε περιπτώσεις που ο χρήστης δεν έχει χρόνο για να φορτίσει πλήρως τα ακουστικά βοηθήματα, τα πρώτα 30 λεπτά φόρτισης προσφέρουν «γρήγορη» φόρτιση που εξασφαλίζει αρκετή ισχύ για έως 10 ώρες χρήσης. Η κατάσταση της μπαταρίας εμφανίζεται στον φορτιστή και στην εφαρμογή.
fi_fi: Ladattava kuulokojeratkaisu on helppokäyttöinen ja antaa sinulle vapauden olla riippumaton paristoista. Mukana kuljetettava latauslaite, toimii myös varavirtalähteenä, ja se pystyy lataamaan kuulokojeet vähintään 3 kertaa, ilman verkkovirtaa, jonka jälkeen laturi pitää myös ladata. Kuulokojeet ovat täysin ladatut kolmessa tunnissa ja kestävät normaalikäytössä, koko päivän käytön. Tämä sisältää myös langattomien laitteiden käytön eli käyttäjä voi vastaanottaa puheluja ja kuunnella musiikkia langattomasti, päivän mittaan, lataamatta kuulokojeita. Tapauksissa joissa käyttäjällä ei ole aikaa ladata kuulokojeita täyteen, on lataus toteutettu niin että ensimmäiset 30 minuuttia latauksesta toimii 'pikalatauksena' joka antaa tarpeeksi latausta käyttää kuulokojetta n.10 tuntia. Lataustaso näkyy selkeästi latauslaitteessa ja mobiilisovelluksessa.
hr_hr: Punjenje slušnog aparata jednostavno je i ne zahtijeva baterije. Prijenosni punjač dostatan je za do tri razine napunjenosti slušnog aparata prije nego što se mora ponovno puniti. Slušni aparat napunjen je do kraja nakon 3 sata, što je dostatno za jedan cijeli dan korištenja. U to ulazi i upotreba audio streaminga, stoga korisnik može obavljati telefonske pozive i slušati glazbu bez potrebe za dodatnim punjenjem. Ako korisnik nije u mogućnosti napuniti slušni aparat do kraja, prvih 30 minuta punjenja, takozvano "brzo punjenje", omogućuje do 10 sati rada. Stanje baterije prikazano je na punjaču i u aplikaciji.
hu_hu: A tölthető lehetőség, könnyen használható és nem kell aggódnia az elemek miatt. A hordozható töltő 3 készüléket fel tud tölteni teljesen mielött újra kell tölteni. A hallókészülék teljesen feltölt 3 óra alatt egy teljes napi használatra. Ebben benne van az audió streaming is, tehát a felhasználó telefonálhat zenét hallgathat újabb feltöltés nélkül. Ha a viselőnek nincs ideje teljesen feltölteni a készüléket teljesen, az első 30 percg gyorstöltést biztosít, amely elegendő energiát ad 10 óra használatra. Az elem státusz látható a töltőn és az applikációban.
it_it: La soluzione acustica ricaricabile è facile da usare e consente di non essere eccessivamente preoccupati per le batterie. Il caricabatterie portatile gestisce almeno 3 complete ricariche dei dispositivi acustici prima che sia necessario collegarlo e ricaricarlo. Gli apparecchi acustici vengono caricati completamente entro 3 ore, per un'intera giornata di utilizzo. Ciò include lo streaming audio, in modo che l'utente possa persino ricevere telefonate o ascoltare musica senza bisogno di un ulteriore ricarica durante il giorno stesso. Nei casi in cui l'utente non abbia il tempo sufficiente per caricare completamente i dispositivi acustici, i primi 30 minuti di ricarica forniscono una "ricarica rapida" sufficiente per un massimo di 10 ore di utilizzo. Lo stato della batteria è indicato sul caricabatterie e dall'app.
ko_kr: 충전형 보청기는 보청기 배터리 교체에 대한 불편없이 사용할 수 있습니다. 포터블 충전기는 보청기를 최소 3회 완전 충전시킬 수 있습니다. 또한 오디오 스트리밍 기능이 있어, 전화를 받거나 음악을 보청기로 다이렉트로 즐길 수 있습니다. 보청기는 3시간 충전하면 하루종일 사용할 수 있으며, 사용자가 충분히 충전할 시간이 없는 경우에는 처음 30분 간은 "급속충전"모드로 동작 되어 30분만 충전하면, 최대 10시간 사용이 가능합니다. 배터리 잔량은 충전기와 앱을 통해서 확인이 가능합니다.
nl_nl: De oplaadbare hooroplossing is eenvoudig in gebruik en zorgt ervoor dat men zich geen zorgen hoeft te maken over batterijen. De draagbare oplader levert minimaal 3 volledige hoortoestelladingen voordat hijzelf opnieuw opgeladen moet worden. De hoortoestellen worden binnen 3 uur opgeladen voor een volle dag gebruik. Dit inclusief audio streaming, dus de gebruiker kan ook telefoneren en muziek beluisteren zonder die dag opnieuw te hoeven laden. In die gevallen dat er geen tijd is om de toestellen volledig op te laden, bieden de eerste 30 minuten van het opladen “snel laden” wat genoeg energie levert voor 10 uur gebruik. De accu-status wordt getoond op de oplader en in de app.
no_no: Den oppladbare Høreapparat løsningen er enkel å bruke og sikrer at man slipper å tenke på batterier. Den fleksible laderen tilfører minimum 3 fulle ladinger av batteriene før den må lades opp. Høreapparatene er fulladet innen 3 timer og man kan bruke høreapparatene en hel dag før de må lades opp. Dette inkluderer streaming. Brukeren kan streame telefonsamtaler eller musikk uten og måtte tenke på lading i løpet av dagen. I tilfelle brukeren ikke har tid til å lade batteriene helt opp, vil de 30 første minuttene av ladingen tilføre en "hurtig lading” som gir nok strøm til 10 timers bruk. Batteri status blir visst på laderen og i appen.
pt_pt: A solução de aparelho recarregável é fácil de usar e significa não ter que se preocupar com as pilhas. O carregador portátil fornece pelo menos 3 cargas completas antes de precisar ser conectado à tomada e recarregado. Os aparelhos auditivos são totalmente carregados dentro de 3 horas e duram para um dia inteiro de uso. Isso inclui a transmissão de áudio, de modo que o usuário pode até mesmo atender ligações ou ouvir música sem precisar de outra carga durante o dia. Nos casos em que o usuário não tem tempo de carregar totalmente os aparelhos auditivos, os primeiros 30 minutos de carga fornecem uma "carga rápida" que oferece energia suficiente por até 10 horas de uso. O status da bateria é exibido no carregador e no aplicativo.
ro_ro: Soluția auditivă reîncărcabilă este ușor de folosit și înseamnă că nu trebuie să vă faceți griji cu privire la baterii. Încărcătorul portabil oferă cel puțin 3 încărcături complete de asistență pentru auz înainte de a fi conectat și reîncărcat. Aparatele auditive sunt încărcate complet în decurs de 3 ore și durează o zi întreagă. Aceasta include streaming audio, astfel încât utilizatorul poate chiar să efectueze apeluri telefonice sau să asculte muzică fără a mai fi necesară o altă taxă în timpul zilei. În cazurile în care utilizatorul nu are timp să perceapă complet dispozitivele auditive, primele 30 de minute de încărcare oferă o "încărcare rapidă" care oferă suficientă energie pentru o perioadă de utilizare de până la 10 ore. Starea bateriei este afișată pe încărcător și în aplicație.
ru_ru: Заряжаемые слуховые аппараты просты в использовании и лишают необходимости волноваться о батарейках. Переносное зарядное устройство обеспечивает как минимум 3 полных зарядки слухового аппарата, прежде чем его надо будет подключить и зарядить от сети. Слуховые аппараты полностью заряжаются за 3 часа и этого заряда хватает на целый день использования. Это время также учитывает аудиопередачу, так что пользователь может даже принимать телефонные звонки или слушать музыку без необходимости в дополнительной зарядке в течение дня. В случае, если у пользователя нет времени на полную зарядку слуховых аппаратов, первые 30 минут зарядки обеспечивают “быструю зарядку”, которая дает достаточный заряд для работы до 10 часов. Статус батарейки отображается на зарядном устройстве и в мобильном приложении.
sv_se: Den laddningsbara hörapparatlösningen är enkel att använda och innebär att du inte behöver oroa dig för batterier. Den bärbara laddaren ger åtminstone 3 st fulladdade hörapparater innan den behöver anslutas till väggkontakt och återladdas. Hörapparaten är fulladdad inom 3 timmar och räcker till en hel dags användning. Detta inkluderar ljudstreaming, så användaren kan även ta telefonsamtal eller lyssna på musik utan att behöva återladda under dagen. I de fall där användaren inte har tid att ladda hörapparaterna fullständigt, ger de första 30 minuterna av laddning en "snabbladdning" som ger tillräckligt med ström för att räcka i upp till 10 timmars användning. Batteristatus visas på laddaren och i appen.
th_th: โซลูชันเครื่องช่วยฟังแบบชาร์จได้นั้นใช้งานง่ายและไม่ต้องกังวลเกี่ยวกับแบตเตอรี่ เครื่องชาร์จแบบพกพาสามารถชาร์จเครื่องช่วยฟังจนเต็มได้อย่างน้อย 3 ครั้งก่อนที่เครื่องชาร์จแบบพกพาจะต้องเสียบปลั๊กและชาร์จไฟใหม่ เครื่องช่วยฟังจะชาร์จเต็มภายใน 3 ชั่วโมงและมีอายุการใช้งานเต็มวัน ซึ่งรวมถึงการสตรีมเสียงเพื่อให้ผู้ใช้สามารถรับโทรศัพท์หรือฟังเพลงได้โดยไม่ต้องเสียชาร์จเพิ่มเติมในระหว่างวัน ในกรณีที่ผู้ใช้ไม่มีเวลาชาร์จเครื่องช่วยฟังจนเต็มนั้น 30 นาทีแรกของการชาร์จจะเป็น "การชาร์จอย่างรวดเร็ว" ที่ให้กำลังไฟเพียงพอสำหรับการใช้งานสูงสุด 10 ชั่วโมง สถานะของแบตเตอรี่จะปรากฏขึ้นบนอุปกรณ์ชาร์จและในแอพ
tr_tr: Şarj edilebilir işitme çözümü kullanım kolaylığı sunar ve pil konusunda endişelenmenize gerek kalmaz. Taşınabilir şarj ünitesi takılıp yeniden şarj edilmeden önce en az 3 tam işitme cihazı şarjı sağlar. İşitme cihazları 3 saatte tam şarj olur ve gün boyu kullanım imkanı verir. Bu süre içerisinde kullanıcı yeniden şarj etme gereksinimi duymadan telefon görüşmelerini yapabilir ya da müzik dinleyebilir. Kullanıcının cihazlarını tam şarj etmeye zamanı yoksa ilk 30 dk'lık "hızlı şarj" ile 10 saatlik güç sağlayabilir. Pil durumu şarj ünitesinde ve aplikasyonda görülebilir.
zh_cn: 可充电的听力解决方案很容易使用，意味着不用担心电池问题。便携式充电器充满一次电后至少可以为助听器充3次电。 助听器充满电约需3小时，则电量可持续使用一整天。 这包括音频设备的使用 。所以这一天用户可以打电话、听音乐，而不需要再次充电。如果用户没有足够的时间为助听器充满电, 那么一开始的30 分钟我们提供“快充”功能，用户可持续使用长达10小时，电池状态显示会在充电器和app中。。

source: Low Battery (Left Instrument)
cht: 電池電量低（左側儀器）
da_dk: Svagt batteri (venstre apparat)
el_gr: Χαμηλή μπαταρία (Αριστερό όργανο)
fi_fi: Heikko paristo (Vasen kuulokoje)
hr_hr: Baterija slaba (Lijevi uređaj)
hu_hu: Kimerült elem (Bal oldal)
it_it: Batteria Scarica (Dispositivo Sinistro)
ko_kr: 저 전력 (좌측 보청기)
nl_nl: Lege batterij (linker toestel)
no_no: Lavt Batteri (Venstre apparat)
pt_pt: Bateria Fraca (Aparelho Esquerdo)
ro_ro: Baterie descarcata (aparat stanga)
ru_ru: Низкий заряд батарейки (Левый аппарат)
sv_se: Svagt batteri (Vänster hörapparat)
th_th: แบตเตอรี่ต่ำ (เครื่องช่วยฟังฝั่งซ้าย)
tr_tr: Düşük Pil (Sol Cihaz)
zh_cn: 电量低 (左侧)

source: Low Battery (Right Instrument)
cht: 電池電量低（右側儀器）
da_dk: Svagt batteri (højre apparat)
el_gr: Χαμηλή μπαταρία (Δεξί όργανο)
fi_fi: Heikko paristo (Oikea kuulokoje)
hr_hr: Baterija slaba (Desni uređaj)
hu_hu: Kimerült elem (Jobb oldal)
it_it: Batteria Scarica (Dispositivo Destro)
ko_kr: 저 전력 (우측 보청기)
nl_nl: Lege batterij (rechter toestel)
no_no: Lavt Batteri (Høyre apparat)
pt_pt: Bateria Fraca (Aparelho Direito)
ro_ro: Baterie descarcata (aparat dreapta)
ru_ru: Низкий заряд батарейки (Правый аппарат)
sv_se: Svagt batteri (Höger hörapparat)
th_th: แบตเตอรี่ต่ำ (เครื่องช่วยฟังฝั่งขวา)
tr_tr: Düşük Pil (Sağ Cihaz)
zh_cn: 电量低 (右侧)

source: The battery should be replaced as soon as possible.
cht: 應盡快更換電池。
da_dk: Batteriet skal skiftes snarest muligt.
el_gr: Η μπαταρία πρέπει να αντικατασταθεί το συντομότερο δυνατό.
fi_fi: Paristo olisi hyvä vaihtaa välittömästi
hr_hr: Zamijenite bateriju što prije.
hu_hu: A lehető leggyorsabban cseréljen elemet.
it_it: La batteria dovrebbe essere sostituita il prima possibile.
ko_kr: 가능한 빠르게 배터리를 교체하여 주시기 바랍니다.
nl_nl: De batterij moet zo snel mogelijk vervangen worden.
no_no: Batteriet bør byttes så snart som mulig.
pt_pt: A bateria deve ser substituída o quanto antes.
ro_ro: Baterie trebuie inlocuita cat mai rapid
ru_ru: Необходимо заменить батарейку как можно скорее.
sv_se: Batteriet ska återplaceras så snart som möjligt.
th_th: ควรเปลี่ยนแบตเตอรี่โดยเร็วที่สุด
tr_tr: Pilin en kısa sürede değiştirilmesi gerekmektedir.
zh_cn: 电池需尽快更换。

source: The instruments should soon be placed into the charger. Save your session before placing the instruments in the charger, as they will disconnect from ReSound Smart Fit once inserted.
cht: 儀器應盡快放入充電器。在將儀器放入充電器之前儲存工作階段，因為它們一旦插入，就會與 ReSound Smart Fit 斷開連接。
da_dk: Apparatet bør placeres i opladeren. Gem sessionen før du placerer apparatet i laderen, da de vil miste forbindelsen fra ReSound Smart Fit når de isættes laderen.
el_gr: Τα όργανα πρέπει να τοποθετηθούν σύντομα στον φορτιστή. Αποθηκεύστε την περίοδο λειτουργίας σας, προτού τοποθετήσετε τα όργανα στον φορτιστή, καθώς θα αποσυνδεθούν από το ReSound Smart Fit μετά την τοποθέτησή τους.
fi_fi: Kuulokoje olisi hyvä laittaa lataukseen pikaisesti. Tallenna istunto ennenkuin laitat kuulokojeen latauslaitteeseen, koska yhteys ReSound Smart Fitiin katkeaa kun kuulokojetta ladataan.
hr_hr: Spojite uređaje na punjač što prije. Spremite podatkovnu aktivnost prije nego što spojite uređaje na punjač jer spajanje na punjač prekida vezu s ReSound Smart Fit.
hu_hu: A készülékeket hamarosan be kell helyezni a töltőbe. Mentse el a bejegyzést mielött behelyezi a töltőbe, mert a ReSound Smart Fit is lecsatlakozik mikor tölti őket.
it_it: I dispositivi dovrebbero essere il prima possibile inseriti nella base di ricarica. Salvare la sessione prima di posizionare i dispositivi nella base di ricarica, poiché si scollegheranno da ReSound Smart Fit una volta inseriti.
ko_kr: 보청기를 가급적 빨리 충전하여 주십시오. 보청기를 충전하기 전에 세션을 저장하여 주십시오.
nl_nl: De toestellen moeten snel in de oplader geplaatst worden. Sla uw sessie op voordat u ze in de oplader plaatst, want bij het plaatsen wordt de verbinding met ReSound Smart Fit verbroken.
no_no: Apparatene må snart plasseres i laderen. Lagre sesjonen før du plasserer de i laderen. Tilkoblingen til ReSound Smart Fit deaktiveres når apparatene plasseres i laderen.
pt_pt: Os aparelhos devem ser colocados no carregador. Salve sua sessão antes de colocá-los no carregador, pois irão desconectar do software ReSound Smart Fit após serem colocados no carregador.
ro_ro: Instrumentele ar trebui să fie introduse în curând în încărcător. Salvați sesiunea înainte de a plasa instrumentele în încărcător, deoarece acestea se vor deconecta de la ReSound Smart Fit o dată introduse.
ru_ru: Необходимо в скором времени поместить аппараты в зарядное устройство. Перед этим сохраните вашу сессию, поскольку они отключатся от ReSound Smart Fit, как только подключатся к зарядному устройству.
sv_se: Hörapparaterna ska snart placeras i laddaren. Spara din session innan du placerar hörapparaterna i laddaren, eftersom de kommer att koppla från ReSound Smart Fit när de sitter i laddaren.
th_th: ควรชาร์จเครื่องช่วยฟังเร็วๆ นี้ บันทึกเซสชั่นของคุณก่อนที่จะใส่เครื่องช่วยฟังลงในเครื่องชาร์จ เนื่องจากอุปกรณ์เหล่านั้นจะถูกตัดการเชื่อมต่อจาก ReSound Smart Fit เมื่อใส่เข้าไปแล้ว
tr_tr: Cihazlar en kısa zamanda şarj ünitesine yerleştirilmelidir. cihazları şarj ünitesinde yerleştirmeden önce oturumunuzu kaydedin çünkü şarj ünitesine takıldıklarında ReSound Smart Fit ile olan bağlantıları kesilecektir.
zh_cn: 助听器将被放入充电器。请在此之前保存您的设置，一但将助听器插入充电器中，助听器将自动断开与软件的连接。

source: Battery Reminder
cht: 電池提醒
da_dk: Batteripåmindelse
el_gr: Υπενθύμιση μπαταρίας
fi_fi: Paristo muistutus
hr_hr: Podsjetnik za baterije
hu_hu: Elem emlékeztető
it_it: Promemoria Batteria
ko_kr: 배터리 리마인더
nl_nl: Batterij herinnering
no_no: Batteri Påminnelse
pt_pt: Lembrete da Bateria
ro_ro: Atentionare baterie
ru_ru: Напоминание о статусе батарейки
sv_se: Batteripåminnelse
th_th: ตัวแจ้งเตือนแบตเตอรี่
tr_tr: Pil Hatırlatıcı
zh_cn: 电量提示

source: Low Battery (Both Instruments)
cht: 電池電量低（兩個儀器）
da_dk: Svagt batteri (Begge aparater)
el_gr: Χαμηλή μπαταρία (Και τα δύο όργανα)
fi_fi: Heikko paristo (Kummatkin kuulokojeet)
hr_hr: Niska razina baterije (oba uređaja)
hu_hu: Kimerült elem (Mindkét oldal)
it_it: Batteria Scarica (Entrambi i Dispositivi)
ko_kr: 저 전력 (양측 보청기)
nl_nl: Lege batterij (beide toestellen)
no_no: Lavt Batteri (Begge apparatene)
pt_pt: Bateria Fraca (Ambos Aparelhos)
ro_ro: Baterie descarcata (ambele aparate)
ru_ru: Низкий заряд батарейки (Оба аппарата)
sv_se: Svaga batterier (Båda hörapparaterna)
th_th: แบตเตอรี่ต่ำ (เครื่องช่วยฟังทั้งสองฝั่ง)
tr_tr: Düşük Pil (Her iki cihaz)
zh_cn: 低电量 (双侧)

source: Remind the client to fully charge the battery when possible as the battery is less than 50 percent charged.
cht: 提醒用戶盡可能為電池充滿電，因為電池充電電量低於 50%。
da_dk: Husk brugeren på at oplade batteriet fuldt, når det er muligt, da batteriet er mindre end 50 procent opladt.
el_gr: Υπενθυμίστε στον πελάτη να φορτίζει πλήρως την μπαταρία, όπου αυτό είναι εφικτό, μόλις η φόρτισή της μειωθεί κάτω του 50%.
fi_fi: Muistuta käyttäjää lataamaan kuulokoje täyteen, kun mahdollista, koska lataustaso on nyt alle 50%.
hr_hr: Upozori korisnika da, kada to bude moguće, potpuno napuni bateriju jer je razina napunjenosti manja od 50 posto.
hu_hu: Emlékeztesse a páciens, hogy töltse fel teljesen a készüléket, amikor lehet, mert kevesebb mint 50% a töltöttség.
it_it: Ricordare al cliente di ricaricare completamente la batteria quando possibile poiché la batteria stessa è al di sotto del 50% di carica.
ko_kr: 보청기가 50% 미만으로 충전된 경우 사용자에게 보청기 충전이 필요함을 알려줍니다.
nl_nl: Herinner uw cliënt eraan indien mogelijk de accu volledig op te laden, aangezien hij minder dan 50 procent geladen is.
no_no: Informer pasienten om å lade batteriene siden nivået på batteriene er under 50 %.
pt_pt: Lembre o paciente de carregar completamente a bateria assim que possível, pois a bateria está com menos de 50% de carga.
ro_ro: Amintiți-vă clientul să încarce complet bateria atunci când este posibil, deoarece bateria este încărcată cu mai puțin de 50%.
ru_ru: Напомните клиенту по возможности полностью заряжать батарейку при заряде менее 50 процентов.
sv_se: Påminn patienten om att ladda batteriet fullständigt när det är möjligt eftersom batteriet är mindre än 50 procent laddat.
th_th: เตือนให้ผู้ใช้ชาร์จแบตเตอรี่จนเต็มเมื่อเป็นไปได้ เนื่องจากแบตเตอรี่มีประจุน้อยกว่า 50 เปอร์เซ็นต์
tr_tr: Pil şarj durumu %50'den az olduğunda kullanıcıya pillerin tamamen şarj olması gerektiğini hatırlat.
zh_cn: 当电池电量不足50%时，提醒客户尽可能对电池进行全面充电。

source: Continue Saving
cht: 繼續儲存
da_dk: Fortsæt med at gemme.
el_gr: Συνέχιση αποθήκευσης
fi_fi: Jatka tallennusta
hr_hr: Nastavi spremanje
hu_hu: Mentés folytatása
it_it: Continua Salvataggio
ko_kr: 계속 저장
nl_nl: Doorgaan met opslaan
no_no: Fortsett Lagring
pt_pt: Continuar Salvando
ro_ro: Continua Salvarea
ru_ru: Продолжить сохранение
sv_se: Fortsätt spara
th_th: โหมดประหยัดพลังงาน
tr_tr: Kaydetme işlemi sürüyor
zh_cn: 继续保存

source: Should be at least 15 min
cht: 應該至少要 15 分鐘
da_dk: Skal være mindst 15 min.
el_gr: Πρέπει να είναι τουλάχιστον 15 λ.
fi_fi: Pitäisi olla vihintään 15 minuuttia
hr_hr: Potrebno najmanje 15 min
hu_hu: Legalább15 percig tart
it_it: Dovrebbe essere almeno 15 min
ko_kr: 최소 15 분이 되어야 합니다.
nl_nl: Moet minimaal 15 min zijn
no_no: Bør være minst 15 min
ro_ro: Ar trebui sa treaca cel putin 15 min
ru_ru: Должно быть минимум 15 минут
sv_se: Skall vara minst 15 min
th_th: ควรเหลืออย่างน้อย 15 นาที
tr_tr: En az 15 dakika olmalı
zh_cn: 至少15分钟

source: Selected hearing instrument does not support this feature.
cht: 選定的助聽器不支援此功能。
da_dk: Det valgte høreapparat understøtter ikke denne egenskab.
el_gr: Το επιλεγμένο ακουστικό βοήθημα δεν υποστηρίζει αυτήν τη δυνατότητα.
fi_fi: Valittu kuulokoje ei ole yhteensopiva tämän toiminnon kanssa.
hr_hr: Odabrani slušni aparat ne podržava ovu mogućnost.
hu_hu: A kiválasztott hallókészülék nem támogatja ezt a funkciót.
it_it: L’apparecchio acustico selezionato non supporta questa funzionalità.
ko_kr: 선택한 보청기는 이 기능을 지원하지 않습니다.
nl_nl: Het geselecteerde hoortoestel ondersteunt deze functie niet.
no_no: Valgt høreapparat støtter ikke denne funksjonen.
pt_pt: O aparelho auditivo selecionado não é compatível com este recurso.
ro_ro: Aparatul auditiv nu suportă această caracteristică.
ru_ru: Выбранный слуховой аппарат не поддерживает эту функцию.
sv_se: Vald hörapparat stödjer inte denna funktion.
th_th: เครื่องช่วยฟังที่เลือกไม่รองรับคุณสมบัตินี้
tr_tr: Seçilen işitme cihazı, bu özelliği desteklememektedir.
zh_cn: 所选助听器不支持此功能。

source: Demo
cht: 展示範例
el_gr: Επίδειξη
hu_hu: Demó
ru_ru: Демо
th_th: การสาธิต
zh_cn: 演示
