Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Ensure that the instruments are not in flight mode
bg_bg: Уверете се, че апаратите не са в режим на полет
cht: 確保助聽器未處於飛航模式
da_dk: Sørg for, at høreapparaterne ikke er i flytilstand
el_gr: Βεβαιωθείτε ότι τα ακουστικά δεν είναι σε λειτουργία πτήσης
fi_fi: Varmista, että kuulokojeet eivät ole lentokonetilassa.
hr_hr: Uvjerite se da aparati nisu u načinu rada za zrakoplov
hu_hu: Gondoskodjon arról, hogy a készülékek ne legyenek repülő módban
it_it: Assicurarsi che gli apparecchi non siano in modalità di volo
ko_kr: 보청기가 비행 모드 상태가 아닌지 확인하십시오.
nl_nl: Zorg ervoor dat de toestellen niet in de vliegtuigmodus staan
no_no: Pass på at høreapparatene ikke er i flymodus
pt_pt: Certifique-se de que o aparelho auditivo não estão no modo avião
ro_ro: Asigurati-va ca aparatele auditive nu se afla in modul de zbor
ru_ru: Убедитесь, что СА не находится(ятся) в режиме "Полет"
sv_se: Kontrollera att hörapparaterna inte är i flight mode
th_th: ตรวจสอบให้แน่ใจว่าอุปกรณ์ไม่ได้อยู่ในโหมดบนเครื่องบิน
tr_tr: Cihazların uçuş modunda olmadığından emin olun
zh_cn: 确保助听器未处于飞行模式

source: Stream preferred sounds using wireless device or accessory
bg_bg: Пуснете поточно предпочитаните звуци с помощта на безжично устройство или аксесоар
cht: 使用無線裝置或配件以串流偏好聲音
da_dk: Stream foretrukne lyde med brug af trådløst apparat eller tilbehør
el_gr: Μετάδοση ροής προτιμώμενων ήχων μέσω ασύρματης συσκευής ή εξαρτήματος
fi_fi: Lähetä haluttuja ääniä käyttäen langatonta laitetta tai lisävarusteita.
hr_hr: Strujite željene zvukove uz pomoć bežičnog uređaja ili dodatne opreme
hu_hu: Preferált hangok streamelése vezeték nélküli eszközzel vagy tartozékkal
it_it: Trasmetti i suoni preferiti utilizzando dispositivi o accessori wireless
ko_kr: 무선기기 또는 액세서리를 사용하여 선호하는 소리를 스트리밍 합니다.
nl_nl: Stream de gewenste geluiden met een wireless apparaat of accessoire
no_no: Stream foretrukne lyder med trådløs enhet eller tilbehør
pt_pt: Preferência de transmissão de sons utilizando dispositivo wireless ou acessório
ro_ro: Stream preferat sunete cu ajutorul dispozitiv wireless sau accesoriu
ru_ru: Вести потоковую передачу предпочитаемых звуков, используя беспроводное устройство или аксессуар
sv_se: Strömma önskat ljud via trådlös enhet eller tillbehör
th_th: สตรีมเสียงที่ต้องการโดยใช้อุปกรณ์ไร้สายหรืออุปกรณ์เสริม
tr_tr: Tercih edilen sesleri kablosuz cihaz veya aksesuar kullanarak yayınla
zh_cn: 优先传输无线设备或附件的声音

source: Change stimulus to Natural Sounds
bg_bg: Променете стимула на Естествени звуци
cht: 更改刺激音為自然聲音
da_dk: Skift stimulus til Naturlyde
el_gr: Αλλαγή ερεθίσματος σε Nature Sounds
fi_fi: Vaihda stimulus luonnon ääniksi.
hr_hr: Promijenite podražaj u Prirodni zvukovi
hu_hu: Inger módosítása természetes hangokra
it_it: Cambia stimolo in Suoni della Natura
ko_kr: 소리발생기의 노이즈 자극을 네이쳐 사운드로 변경합니다.
nl_nl: Wijzig de stimulus in natuurgeluiden
no_no: Endre stimuli til Naturlyder
pt_pt: Alterar o estímulo para sons da natureza
ro_ro: Schimbați stimulul în Sunete Naturale
ru_ru: Изменить стимул на Звуки природы
sv_se: Ändra stimulus till Naturljud
th_th: เปลี่ยนตัวกระตุ้นเป็นเสียงธรรมชาติ
tr_tr: Uyaranı Doğal Sesler olarak değiştir
zh_cn: 将刺激声转为自然声

source: Stream preferred sounds using wireless device or accessory
bg_bg: Пуснете поточно предпочитаните звуци с помощта на безжично устройство или аксесоар
cht: 使用無線裝置或配件以串流偏好聲音
da_dk: Stream foretrukne lyde med brug af trådløst apparat eller tilbehør
el_gr: Μετάδοση ροής προτιμώμενων ήχων μέσω ασύρματης συσκευής ή εξαρτήματος
fi_fi: Lähetä haluttuja ääniä käyttäen langatonta laitetta tai lisävarusteita.
hr_hr: Strujite željene zvukove uz pomoć bežičnog uređaja ili dodatne opreme
hu_hu: Preferált hangok streamelése vezeték nélküli eszközzel vagy tartozékkal
it_it: Trasmetti i suoni preferiti utilizzando dispositivi o accessori wireless
ko_kr: 무선기기 또는 액세서리를 사용하여 선호하는 소리를 스트리밍 합니다.
nl_nl: Stream de gewenste geluiden met een wireless apparaat of accessoire
no_no: Stream foretrukne lyder med trådløs enhet eller tilbehør
pt_pt: Preferência de transmissão de sons utilizando dispositivo wireless ou acessório
ro_ro: Stream preferat sunete cu ajutorul dispozitiv wireless sau accesoriu
ru_ru: Вести потоковую передачу предпочитаемых звуков, используя беспроводное устройство или аксессуар
sv_se: Strömma önskat ljud via trådlös enhet eller tillbehör
th_th: สตรีมเสียงที่ต้องการโดยใช้อุปกรณ์ไร้สายหรืออุปกรณ์เสริม
tr_tr: Tercih edilen sesleri kablosuz cihaz veya aksesuar kullanarak yayınla
zh_cn: 优先传输无线设备或附件的声音

source: Activate synched amplitude modulate
bg_bg: Активирайте синхронизирана амплитудна модулация
cht: 啟動同步化幅度調整
da_dk: Aktiver synkroniseret udsvingsmodulation
el_gr: Ενεργοποίηση συγχρον. διαμόρφωσης πλάτους
fi_fi: Aktivoi synkronoitu amplitudimodulaatio.
hr_hr: Aktivirajte sinkroniziranu amplitudnu modulaciju
hu_hu: Aktiválja a szinkronizált amplitúdó modulációt
it_it: Attiva modulazione ampiezza sincronizzata
ko_kr: 모듈레이션 진폭변조 동기화 기능을 활성화 합니다
nl_nl: Activeer gesynchroniseerde amplitudemodulatie
no_no: Aktiver synkronisert amplitudemodulasjon
pt_pt: Sincronização de modulação de amplitude ativada
ro_ro: Activeaza amplitudinea sincronizata modulara
ru_ru: Активировать синхронизированную амплитудную модуляцию
sv_se: Aktivera synkroniserad amplitud modulation
th_th: เปิดใช้งานซิงค์แอมพลิจูดการปรับเสียง
tr_tr: Yoğunluk modülasyonu senkronizasyonunu etkinleştirin
zh_cn: 启用同步幅度调制

source: Change stimulus to Natural Sounds
bg_bg: Променете стимула на Естествени звуци
cht: 更改刺激音為自然聲音
da_dk: Skift stimulus til Naturlyde
el_gr: Αλλαγή ερεθίσματος σε Nature Sounds
fi_fi: Vaihda stimulus luonnon ääniksi.
hr_hr: Promijenite podražaj u Prirodni zvukovi
hu_hu: Inger módosítása természetes hangokra
it_it: Cambia stimolo in Suoni della Natura
ko_kr: 소리발생기의 노이즈 자극을 네이쳐사운드로 변경합니다.
nl_nl: Wijzig de stimulus in natuurgeluiden
no_no: Endre stimuli til Naturlyder
pt_pt: Mudar estímulo para Sons Naturais
ro_ro: Schimbați stimulul în Sunete Naturale
ru_ru: Изменить стимул на Звуки природы
sv_se: Ändra stimulus till Naturliga ljud
th_th: เปลี่ยนตัวกระตุ้นเป็นเสียงธรรมชาติ
tr_tr: Uyaranı Doğal Sesler olarak değiştir
zh_cn: 将刺激声转为自然声

source: Stream preferred sounds using wireless device or accessory
bg_bg: Пуснете поточно предпочитаните звуци с помощта на безжично устройство или аксесоар
cht: 使用無線裝置或配件以串流偏好聲音
da_dk: Stream foretrukne lyde med brug af trådløst apparat eller tilbehør
el_gr: Μετάδοση ροής προτιμώμενων ήχων μέσω ασύρματης συσκευής ή εξαρτήματος
fi_fi: Lähetä haluttuja ääniä käyttäen langatonta laitetta tai lisävarusteita.
hr_hr: Strujite željene zvukove uz pomoć bežičnog uređaja ili dodatne opreme
hu_hu: Preferált hangok streamelése vezeték nélküli eszközzel vagy tartozékkal
it_it: Trasmetti i suoni preferiti utilizzando dispositivi o accessori wireless
ko_kr: 무선기기 또는 액세서리를 사용하여 선호하는 소리를 스트리밍 합니다.
nl_nl: Stream de gewenste geluiden met een wireless apparaat of accessoire
no_no: Stream foretrukne lyder med trådløs enhet eller tilbehør
pt_pt: Preferência de transmissão de sons utilizando dispositivo wireless ou acessório
ro_ro: Stream preferat sunete cu ajutorul dispozitiv wireless sau accesoriu
ru_ru: Вести потоковую передачу предпочитаемых звуков, используя беспроводное устройство или аксессуар
sv_se: Strömma önskat ljud via trådlös enhet eller tillbehör
th_th: สตรีมเสียงที่ต้องการโดยใช้อุปกรณ์ไร้สายหรืออุปกรณ์เสริม
tr_tr: Tercih edilen sesleri kablosuz cihaz veya aksesuar kullanarak yayınla
zh_cn: 优先传输无线设备或附件的声音

source: Activate synched amplitude modulate
bg_bg: Активирайте синхронизирана амплитудна модулация
cht: 啟動同步化幅度調整
da_dk: Aktiver synkroniseret udsvingsmodulation
el_gr: Ενεργοποίηση συγχρον. διαμόρφωσης πλάτους
fi_fi: Aktivoi synkronoitu amplitudimodulaatio.
hr_hr: Aktivirajte sinkroniziranu amplitudnu modulaciju
hu_hu: Aktiválja a szinkronizált amplitúdó modulációt
it_it: Attiva modulazione ampiezza sincronizzata
ko_kr: 모듈레이션 진폭변조 동기화 기능을 활성화 합니다
nl_nl: Activeer gesynchroniseerde amplitudemodulatie
no_no: Aktiver synkronisert amplitudemodulasjon
pt_pt: Sincronização de modulação de amplitude ativada
ro_ro: Activeaza amplitudinea sincronizata modulara
ru_ru: Активировать синхронизированную амплитудную модуляцию
sv_se: Aktivera synkroniserad amplitud modulation
th_th: เปิดใช้งานซิงค์แอมพลิจูดการปรับเสียง
tr_tr: Yoğunluk modülasyonu senkronizasyonunu etkinleştirin
zh_cn: 启用同步幅度调制

source: Change stimulus to Natural Sounds
bg_bg: Променете стимула на Естествени звуци
cht: 更改刺激音為自然聲音
da_dk: Skift stimulus til Naturlyde
el_gr: Αλλαγή ερεθίσματος σε Nature Sounds
fi_fi: Vaihda stimulus luonnon ääniksi.
hr_hr: Promijenite podražaj u Prirodni zvukovi
hu_hu: Inger módosítása természetes hangokra
it_it: Cambia stimolo in Suoni della Natura
ko_kr: 소리발생기의 노이즈 자극을 네이쳐 사운드로 변경합니다.
nl_nl: Wijzig de stimulus in natuurgeluiden
no_no: Endre stimuli til Naturlyder
pt_pt: Mudar estímulo para Sons Naturais
ro_ro: Schimbați stimulul în Sunete Naturale
ru_ru: Изменить стимул на Звуки природы
sv_se: Ändra stimulus till Naturliga ljud
th_th: เปลี่ยนตัวกระตุ้นเป็นเสียงธรรมชาติ
tr_tr: Uyaranı Doğal Sesler olarak değiştir
zh_cn: 将刺激声转为自然声

source: Activate synched amplitude modulate
bg_bg: Активирайте синхронизирана амплитудна модулация
cht: 啟動同步化幅度調整
da_dk: Aktiver synkroniseret udsvingsmodulation
el_gr: Ενεργοποίηση συγχρον. διαμόρφωσης πλάτους
fi_fi: Aktivoi synkronoitu amplitudimodulaatio.
hr_hr: Aktivirajte sinkroniziranu amplitudnu modulaciju
hu_hu: Aktiválja a szinkronizált amplitúdó modulációt
it_it: Attiva modulazione ampiezza sincronizzata
ko_kr: 동기화된 진폭 변조기능을 활성화 합니다.
nl_nl: Activeer gesynchroniseerde amplitudemodulatie
no_no: Aktiver synkronisert amplitudemodulasjon
pt_pt: Sincronização de modulação de amplitude ativada
ro_ro: Activeaza amplitudinea sincronizata modulara
ru_ru: Активировать синхронизированную амплитудную модуляцию
sv_se: Aktivera synkroniserad amplitud modulation
th_th: เปิดใช้งานซิงค์แอมพลิจูดการปรับเสียง
tr_tr: Yoğunluk modülasyonu senkronizasyonunu etkinleştirin
zh_cn: 启用同步幅度调制

source: Stream preferred sounds using wireless device or accessory
bg_bg: Пуснете поточно предпочитаните звуци с помощта на безжично устройство или аксесоар
cht: 使用無線裝置或配件以串流偏好聲音
da_dk: Stream foretrukne lyde med brug af trådløst apparat eller tilbehør
el_gr: Μετάδοση ροής προτιμώμενων ήχων μέσω ασύρματης συσκευής ή εξαρτήματος
fi_fi: Lähetä haluttuja ääniä käyttäen langatonta laitetta tai lisävarusteita.
hr_hr: Strujite željene zvukove uz pomoć bežičnog uređaja ili dodatne opreme
hu_hu: Preferált hangok streamelése vezeték nélküli eszközzel vagy tartozékkal
it_it: Trasmetti i suoni preferiti utilizzando dispositivi o accessori wireless
ko_kr: 무선기기 또는 액세서리를 사용하여 선호하는 소리를 스트리밍 합니다.
nl_nl: Stream de gewenste geluiden met een wireless apparaat of accessoire
no_no: Stream foretrukne lyder med trådløs enhet eller tilbehør
pt_pt: Preferência de transmissão de sons utilizando dispositivo wireless ou acessório
ro_ro: Stream preferat sunete cu ajutorul dispozitiv wireless sau accesoriu
ru_ru: Вести потоковую передачу предпочитаемых звуков, используя беспроводное устройство или аксессуар
sv_se: Strömma önskat ljud via trådlös enhet eller tillbehör
th_th: สตรีมเสียงที่ต้องการโดยใช้อุปกรณ์ไร้สายหรืออุปกรณ์เสริม
tr_tr: Tercih edilen sesleri kablosuz cihaz veya aksesuar kullanarak yayınla
zh_cn: 优先传输无线设备或附件的声音

source: Synched push button/volume control not functioning
bg_bg: Синхронизираният бутон/контрол на силата на звука не функционира
cht: 按鈕/音量調整同步化無法運作
da_dk: Synkroniseret trykknap/lydstyrkeregulering virker ikke
el_gr: Το κουμπί/στοιχείο ελέγχου έντασης δεν λειτουργεί
fi_fi: Synkronoitu painike/voimakkuudensäädin ei käytössä
hr_hr: Sinkronizirana tipka / regulacija glasnoće ne radi
hu_hu: A nyomógomb/hangerőszabályzó szinkronizálása nem működik
it_it: La sincronizzazione pressione pulsante/controllo volume non funziona
ko_kr: 동기화된 푸쉬버튼/볼륨조절이 동작하지 않음
nl_nl: Gesynchroniseerde programmaknop/volumeregeling werkt niet
no_no: Synkronisert trykknapp/volumkontroll fungerer ikke
pt_pt: A Sincronização botão de programas/controle de volume não está funcionando
ro_ro: Sincronizat apăsare de control buton / volum nu funcționează
ru_ru: Синхронизированная кнопка переключения программ/регулятор громкости не действует
sv_se: Synkroniserad prg knapp/volymkontroll fungerar inte
th_th: ปุ่มพุช/การควบคุมระดับเสียงแบบซิงค์ไม่ทำงาน
tr_tr: Buton/ses kontrol düğmesi deaktivasyonu senkronize edildi
zh_cn: 同步程度按钮/音量调节无作用

source: Ensure instruments are in flight mode
bg_bg: Уверете се, че апаратите са в режим на полет
cht: 確保助聽器處於飛航模式
da_dk: Sørg for, at høreapparaterne er i flytilstand
el_gr: Βεβαιωθείτε ότι τα ακουστικά δεν είναι σε λειτουργία πτήσης
fi_fi: Varmista, että kuulokojeet ovat lentokonetilassa.
hr_hr: Uvjerite se da su aparati u načinu rada za zrakoplov
hu_hu: Gondoskodjon arról, hogy a készülékek ne legyenek repülő üzemmódban
it_it: Assicurarsi che gli apparecchi siano in modalità volo
ko_kr: 보청기가 비행 모드 상태인지 확인하십시오.
nl_nl: Zorg ervoor dat de toestellen in de vliegtuigmodus staan
no_no: Pass på at høreapparatene er i flymodus
pt_pt: Certifique-se de que os aparelhos estão no modo avião
ro_ro: Asigurati-va ca aparatele auditive se afla in modul de zbor
ru_ru: Убедитесь, что СА не находятся в режиме "Полет"
sv_se: Kontrollera att hörapparaterna är i flight mode
th_th: ตรวจสอบให้แน่ใจว่าอุปกรณ์อยู่ในโหมดบนเครื่องบิน
tr_tr: Cihazların uçuş modunda olduğundan emin olun
zh_cn: 确保助听器处于飞行模式
