Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Environmental Optimizer II synchronization will be disabled
bg_bg: Синхронизацията на Оптимизатор на средата II ще бъде деактивирана
cht: 將停用環境優化器 II 同步
da_dk: Synkronisering af Environmental Optimizer deaktiveres
el_gr: Ο συγχρονισμός του Environmental Optimizer II θα απενεργοποιηθεί
fi_fi: Ääniympäristön optimointi II -synkronointi poistetaan käytöstä.
hr_hr: Sinkronizacija alata Environmental Optimizer II bit će onemogućena
hu_hu: A rendszer ki fogja kapcsolni a Környezeti Optimalizáló II szinkronizációját
it_it: La sincronizzazione di Ottimizzatore Ambientale II sarà disabilitata
ko_kr: 자동환경조절 기능의 양이 동기화가 비활성화됩니다.
nl_nl: Environmental Optimizer II synchronisatie wordt uitgezet
no_no: Synkronisering av Environmental Optimizer II vil bli deaktivert
pt_pt: A sincronização do Otimizador Ambiental II será desabilitada
ro_ro: Sincronizarea Environmental Optimizer II va fi dezactivată
ru_ru: Синхронизация Environmental Optimizer II будет отключена
sv_se: Miljöoptimering II-synkroniseringen kopplas ur
th_th: การซิงโครไนซ์โปรแกรมปรับแต่งสภาพแวดล้อม II จะถูกปิดใช้งาน
tr_tr: Çevresel Yönetim II Senkronizasyonu devre dışı bırakılacaktır
zh_cn: AI智能环境优化器同步将被禁用

source: Binaural Directionality will be converted to Natural Directionality II
bg_bg: Бинаурална насоченост ще се преобразува в Естествена насоченост II
cht: 將轉換雙耳方向性為自然方向性 II
da_dk: Binaural Directionality konverteres til Natural Directionality II
el_gr: Η αμφιωτική κατευθυντικότητα θα μετατραπεί σε Natural Directionality II
fi_fi: Binauraalinen suuntakuvio muunnetaan Luonnollinen suuntakuvio II -toiminnoksi.
hr_hr: Binaural Directionality konvertirat će se u Natural Directionality II
hu_hu: A Binaurális direkcionalitás értékét a rendszer Természetes direkcionalitás II értékre konvertálja
it_it: Direzionalità Binaurale sarà convertito in Direzionalità Naturale II
ko_kr: Binaural Directionality는 Natural Directionality II로 전환됩니다.
nl_nl: Binaurale directionaliteit wordt omgezet in Brain-balanced directionaliteit II
no_no: Binaural Direksjonalitet vil bli konvertert til Natural Directionality II
pt_pt: A Direcionalidade Binaural será convertida em Direcionalidade Natural II
ro_ro: Direcționalitatea binaurală va fi convertită în Direcționalitate Naturală II
ru_ru: Бинауральная направленность будет преобразована в Естественную направленность II
sv_se: Binaural riktverkan konverteras till Naturlig riktverkan II
th_th: การปรับทิศทางแบบสองหูจะถูกแปลงเป็นการปรับทิศทางแบบธรรมชาติ II
tr_tr: Binaural Direksiyonalite, Natural Direksiyonalite II'ye dönüştürülecektir
zh_cn: 双耳融合方向性将转换为自然方向性II

source: Volume Synchronization will be disabled
bg_bg: Синхронизацията на силата на звука ще бъде деактивирана
cht: 將停用音量同步
da_dk: Lydstyrkesynkronisering deaktiveres
el_gr: Ο συγχρονισμός της έντασης ήχου θα απενεργοποιηθεί
fi_fi: Äänenvoimakkuuden synkronointi poistetaan käytöstä.
hr_hr: Sinkronizacija glasnoće bit će onemogućena
hu_hu: A hangerő szinkronizációja le lesz tíltva
it_it: La sincronizzazione del volume verrà disattivata
ko_kr: 볼륨 동기화가 비활성화됩니다.
nl_nl: Volume synchronisatie wordt uitgezet
no_no: Volumsynkronisering vil bli deaktivert
pt_pt: A sincronização do controle de volume será desabilitada
ro_ro: Sincronizarea volumului va fi dezactivata
ru_ru: Синхронизация громкости будет отключена
sv_se: Volym Synkronisering kommer kopplas ur
th_th: การซิงโครไนซ์ระดับเสียงจะถูกปิดใช้งาน
tr_tr: Ses Senkronizasyonu devre dışı bırakılacaktır
zh_cn: 禁用同步音量调节

source: Synchronized Soft Switching will be disabled
bg_bg: Синхронизирано плавно превключване ще бъде деактивирано
cht: 將停用自動方向性切換同步
da_dk: Synkroniseret Soft Switching deaktiveres
el_gr: Η συγχρονισμένη ήπια εναλλαγή θα απενεργοποιηθεί
fi_fi: Synkronoitu Soft kytkin poistetaan käytöstä.
hr_hr: Sinkronizirana automatska promjena usmjerenja bit će onemogućena
hu_hu: A szinkronizált Soft Switching funkciót a rendszer kikapcsolja
it_it: Soft Switching sincronizzato verrà disattivato
ko_kr: 동기화된 Soft switching이 비활성화됩니다.
nl_nl: Gesynchroniseerde SoftSwitching wordt uitgezet
no_no: Synkronisert SoftSwitching vil bli deaktivert
pt_pt: O Soft Switching sincronizado será desabilitado
ro_ro: Sincronizarea SoftSwitching va fi dezactivata
ru_ru: Синхронизированное переключение SoftSwitching будет отключено
sv_se: Synkroniserad SoftSwitching kommer kopplas ur
th_th: การสลับทิศทางเสียงอัตโนมัติแบบซิงโครไนซ์จะถูกปิดใช้งาน
tr_tr: Senkronize Soft Switching devre dışı bırakılacaktır
zh_cn: 同步AI智能转换系统将被禁用

source: Comfort Phone will be disabled
bg_bg: Комфортен телефон ще бъде деактивиран
cht: 將停用Comfort Phone
da_dk: Komforttelefon deaktiveres
el_gr: Το Comfort Phone θα απενεργοποιηθεί
fi_fi: Comfort Phone ei ole käytössä
hr_hr: Comfort Phone bit će onemogućen
hu_hu: A Comfort Phone le lesz tíltva
it_it: Comfort Phone verrà disattivato
ko_kr: 자동전화(컴포트)가 비활성화됩니다.
nl_nl: ComfortPhone wordt uitgezet
no_no: Comfort Phone vil bli deaktivert
pt_pt: O Comfort Phone será desabilitado
ro_ro: Comfort Phone va fi dezactivat
ru_ru: Функция Comfort Phone будет отключена
sv_se: Komfort Telefon kommer kopplas ur.
th_th: Comfort Phone จะถูกปิดใช้งาน
tr_tr: Comfort Phone devredışı bırakılacaktır
zh_cn: 禁用智能电话

source: TSG Synchronization synchronization will be disabled
bg_bg: Синхронизацията на TSG синхронизация ще бъде деактивирана
cht: 將停用耳鳴抑制音產生器同步
da_dk: Synkronisering af TSG-synkronisering deaktiveres.
el_gr: Ο συγχρονισμός της TSG θα απενεργοποιηθεί
fi_fi: TSG-synkronointi poistetaan käytöstä.
hr_hr: Sinkronizacija TSG-a bit će onemogućena
hu_hu: A tinnitus hanggenerátor szinkronizációját a rendszer kikapcsolja
it_it: La sincronizzazione del generatore suoni tinnitus GST sarà disabilitata
ko_kr: 소리발생기 동기화가 비활성화됩니다.
nl_nl: TSG synchronisatie wordt uitgezet
no_no: TSG-synkronisering vil bli deaktivert
pt_pt: A sincronização do TSG será desabilitada
ro_ro: Sincronizarea TSG Synchronization va fi dezactivată
ru_ru: Синхронизация TSG будет отключена
sv_se: TSG Synchronization-synkronisering kopplas ur
th_th: การซิงโครไนซ์ TSG จะถูกปิดใช้งาน
tr_tr: TSG Senkronizasyonu devre dışı bırakılacaktır
zh_cn: 耳鸣管理器同步将被禁用

source: It is highly recommended that Multi-Function buttons are the same on both sides when Ear-to-Ear communication is disabled
bg_bg: Настоятелно се препоръчва многофункционалните бутони да бъдат едни и същи от двете страни, когато е деактивирана комуникация ухо с ухо
cht: 強烈建議在停用雙耳傳輸時，兩側的多功能按鈕設定均相同
da_dk: Det anbefales, at multifunktionsknappen er angivet til at fungere ens på begge sider, når Ear-to ear-kommunikation er deaktiveret
el_gr: Συνιστάται τα κουμπιά πολλαπλών λειτουργιών να είναι τα ίδια και στις δύο πλευρές όταν η επικοινωνία Ear-to-Ear είναι απενεργοποιημένη
fi_fi: On suositeltavaa että monitoimikykin toimii samalla tavalla kummasakin kojeessa kun kuulokojeiden välinen yhteys toiminta ei ole käytössä.
hr_hr: Izrazito se preporučuje da višefunkcijske tipke budu jednake na obje strane kada je komunikacija između ušiju onemogućena
hu_hu: Ajánlott, hogy a többfunkciós gombok azonosak legyenek mindkét oldalon, amikor a készülékek közötti kommunikáció le van tiltva
it_it: Si consiglia vivamente di impostare allo stesso modo i tasti multifunzione su entrambi i lati quando è attivata la comunicazione Ear-to-Ear.
ko_kr: 양이 보청기간 동기화가 비활성화 될때에는 양측의 멀티푸쉬 버튼을 동일하게 설정하는 것을 권장합니다.
nl_nl: Het wordt sterk aanbevolen de multifunctionele knoppen op beide zijden identiek in te stellen als de Ear-to-Ear communicatie wordt uitgezet
no_no: Det anbefales at multifunksjonsknappene er like på begge sider når øre til øre-kommunikasjon er frakoblet
pt_pt: É recomendado que o botão multifunções seja o mesmo em ambos os aparelhos quando a comunicação de orelha a orelha estiver desabilitada
ro_ro: Este foarte recomandat ca Multi-Function butoane să fie aceeaşi pe ambele părţi atunci când aparatul la un dispozitiv de comunicare este cu handicap
ru_ru: Настоятельно рекомендуется, чтобы многофункциональные кнопки были одинаково настроены с обеих сторон, когда связь между слуховыми аппаратами правого и левого ушей отключена.
sv_se: Det är rekommenderat att Multi-Funktionknappen har samma inställning på båda sidor när Öra till Öra är urkopplat.
th_th: คุณควรตั้งค่าปุ่มมัลติฟังก์ชันให้เหมือนกันทั้งสองข้าง ในขณะที่ปิดใช้งานการสื่อสารแบบ Ear-to-Ear
tr_tr: Kulaktan Kulağa bildirim devre dışı olduğunda, Çoklu İşlev düğmelerinin her iki tarafta aynı olması şiddetle tavsiye edilir
zh_cn: 在禁用AI智能双耳融合系统后，强烈建议将双侧助听器的多功能按钮设置为相同的功能

source: Add a Phone Now Program
bg_bg: Телефон сега
cht: 新增 Phone Now Program（立即致電程式）
da_dk: Phone Now
el_gr: Προσθήκη προγράμματος Phone Now
fi_fi: Lisää Phone Now ohjelma
hr_hr: Dodaj novi Program za telefon
hu_hu: Phone Now
it_it: Aggiungi a Programma Phone Now
ko_kr: 폰 나우프로그램을 추가합니다.
nl_nl: PhoneNow
no_no: Phone Now
pt_pt: Adicionar um Programa Phone Now
ro_ro: Phone Now
ru_ru: Добавить Программу Phone Now
sv_se: Autotelefon
th_th: เพิ่มโปรแกรมโทรศัพท์ทันที
tr_tr: Phone Now
zh_cn: 增加一个自动电话程序

source: The central auditory pathways are organized like circuits that interpret and decode the electrical signals sent from inner ears. This processing begins as the auditory nerve enters the brainstem. From this point, the neural pathway makes its way up to the cerebral cortex at the temporal lobe of the brain along the way switching back and forth from each side of the brainstem. Right ear information is directed to the left temporal lobe, and left ear information goes to the right temporal lobe. In addition, there is a transfer of information from one side of the brain to the other. In most people, the left side of the brain processes speech and other complex language functions, whereas tonal stimuli and music are deciphered by the right side of the brain.
bg_bg: Централните слухови канали са организирани като вериги, които интерпретират и декодират електрическите сигнали, изпращани от вътрешните уши. Това обработване започва при навлизане на слуховия нерв в мозъчния ствол. От тази точка невронният път се отправя към мозъчната кора при темпоралния лоб на мозъка по пътя, като върви напред назад от всяка страна на мозъчния ствол. Информацията от дясното ухо се насочва към левия темпорален лоб, а информацията от лявото ухо отива в десния темпорален лоб. Освен това, извършва се пренос на информация от едната страна на мозъка към другата. При повечето хора лявата страна на мозъка обработва речта и други сложни езикови функции, докато тоналните стимули и музиката се дешифрират от дясната страна на мозъка.
cht: 中樞聽覺路徑結構類似回路，可解釋和解碼從內耳發送的電訊號。 這個過程由聽神經輸入腦幹開始。 從這點開始，神經路徑沿著腦幹的每一側以來回切換的方式在顳葉的大腦皮質移動。右耳訊息傳遞至左顳葉，左耳訊息傳遞至右顳葉。 此外，訊息會從大腦的一側傳遞到另一側。在大多數人中，左側大腦處理語音和其他複雜的語言功能，而音調刺激和音樂則由右側大腦解碼。。
da_dk: De centrale hørebaner er organiseret som et kredsløb og fortolker og dekoder de elektriske signaler, der sendes fra det indre øre. Denne proces begynder, når hørenerven når hjernestammen. Fra dette punkt ledes signalet til hjernens cortex i temporallappen i hjernen og skifter på vejen signalet frem og tilbage mellem hver side af hjernestammen. Højre øres information modtages i venstre side af temporallappen, og venstre øres signal i højre temporallap. I tillæg er der udveksling af information fra den ene side af hjernen til den anden. For de fleste mennesker vil den venstre side behandle tale og andre komplekse sprogfunktioner, hvorimod toner og musik behandles i højre side.
el_gr: Οι κεντρικές ακουστικές οδοί είναι οργανωμένες σαν κυκλώματα που ερμηνεύουν και αποκωδικοποιούν τα ηλεκτρικά σήματα που αποστέλλονται από τα έσω ώτα. Αυτή η επεξεργασία ξεκινάει κατά την είσοδο του ακουστικού νεύρου στο εγκεφαλικό στέλεχος. Από αυτό το σημείο, η νευρική οδός ανεβαίνει προς τον φλοιό του εγκεφάλου, στον κροταφικό λοβό του εγκεφάλου, και εναλλάσσεται μπρος-πίσω κατά μήκος της διαδρομής από κάθε πλευρά του εγκεφαλικού στελέχους. Οι πληροφορίες από το δεξί αυτί κατευθύνονται στον αριστερό κροταφικό λοβό, ενώ οι πληροφορίες από το αριστερό αυτί κατευθύνονται στον δεξιό κροταφικό λοβό. Επιπλέον, συντελείται μεταφορά πληροφοριών από τη μία πλευρά του εγκεφάλου στην άλλη. Στους περισσότερους ανθρώπους, η αριστερή πλευρά του εγκεφάλου επεξεργάζεται την ομιλία και άλλες σύνθετες γλωσσικές λειτουργίες, ενώ τα τονικά ερεθίσματα και η μουσική αποκρυπτογραφούνται από τη δεξιά πλευρά του εγκεφάλου.
fi_fi: Kuuloaistin polut toimivat kuin piirit, jotka ottavat vastaan sisäkorvien lähettämät sähköiset signaalit ja purkavat niiden koodauksen. Käsittely alkaa, kun äänihermo menee aivorunkoon. Sieltä kuuloaistin polku jatkuu aivokuoreen aivojen temporaalisessa lohkossa ja kulkee edestakaisin aivorungon molemmilla puolilla. Oikeasta korvasta saadut tiedot ohjataan vasempaan ja vasemmasta korvasta saadut tiedot oikeaan temporaaliseen lohkoon. Lisäksi tietoja siirtyy aivojen puolikkaiden välillä. Useimmilla ihmisillä puhe ja muut monimutkaiset kielelliset toiminnot käsitellään aivojen vasemmalla puolella. Äänet ja musiikki käsitellään aivojen oikealla puolella.
hr_hr: Središnji slušni putovi organizirani su kao krugovi u kojima se interpretiraju i dešifriraju električni signali poslani iz unutarnjih ušiju. Ta obrada započinje kada slušni živac uđe u moždano deblo. Iz te točke živac se uspinje do kore velikog mozga u sljepoočnom režnju mozga i duž tog se puta prebacuje između strana moždanog debla. Informacije iz desnog uha usmjeravaju se u lijevi sljepoočni režanj, a informacije iz lijevog uha odlaze u desni sljepoočni režanj. Usto dolazi do prijenosa informacija iz jedne u drugu stranu mozga. Kod većine ljudi u lijevoj se strani mozga obrađuje govor i druge kompleksne jezične funkcije, dok se tonalni podražaji i glazba dešifriraju u desnoj strani mozga.
hu_hu: A központi hallóideg olyan akár egy áramkör, amely lefordítja és dekódolja a belső fülből érkező elektromos jeleket. Ez a dekódolás ott kezdődik, ahol a hallóideg belét az agytörzsbe. Innen a hallóideg az agykéreg felé veszi az irányt, és halad egészen a temporális lebenyig. A jobb fül információi a bal agyféltekébe, a balé pedig a jobb agyféltekébe jutnak. Emellett a két agyfélteke is képes az egymással való kommunikációra. A legtöbb embernél a bal agyfélteke a beszéd és más összetett nyelvi funkciók dekódolását végzi, míg a jobb oldal a zene és a tonális stimuláció feldolgozásának feladatát látja el.
it_it: Le vie uditive centrali sono organizzate come circuiti che interpretano e decodificano i segnali elettrici provenienti dagli orecchi interni. L'elaborazione inizia quando il nervo acustico converge nel tronco cerebrale. Da questo punto, il percorso uditivo neurale segue il percorso fino alla corteccia cerebrale, al lobo temporale del cervello, commutando il percorso e la direzione da ogni lato del tronco cerebrale. Le informazioni dell'orecchio destro sono dirette al lobo temporale sinistro, mentre le informazioni dell'orecchio sinistro si dirigono al lobo temporale destro. Inoltre, si ha uno scambio di informazioni da un punto all'altro del cervello. Nella maggior parte delle persone, la parte sinistra del cervello elabora il parlato e le altre complesse funzioni del linguaggio, mentre gli stimoli tonali e la musica sono decifrati dal lato destro del cervello.
ko_kr: 중추 청각 경로는 내이로 들어오는 전기 신호를 해석하고 분석하는 구조로 되어있습니다. 청각 신경은 뇌간의 앞뒤 양측면에서 전환 정보를 주고 받으며 측두엽의 대뇌 피질까지 전달됩니다. 오른쪽 귀의 정보는 왼쪽 측두엽으로 바로 전달되며, 왼쪽 귀 정보는 오른쪽 측두엽으로 바로 전달되고, 한 측 뇌에서부터 전달된 정보는 변환되어 다른 측 뇌로도 전달됩니다. 일반적으로 좌측 뇌로는 말소리(Speech)를 처리하고, 다른 복잡한 언어 기능, tonal 자극, 음악의 판독은 우측 뇌로 전달되어 처리됩니다.
nl_nl: De centraal auditieve zenuwbanen zijn georganiseerd als circuits die de electrische signalen van beide oren decoderen en interpreteren. Deze verwerking begint wanneer de gehoorzenuw de hersenstam binnentreedt. Vanaf dit punt vindt de zenuwbaan zijn weg naar de cerebrale cortex in de temporele hersenkwab, daarbij heen en weer bewegend tussen beide zijden van de hersenstam. Informatie van het rechteroor wordt geleid naar de linker hersenkwab en informatie van het linkeroor wordt geleid naar de rechter hersenkwab. Daarnaast wordt er informatie uitgewisseld tussen beide zijden van de hersenen. Bij de meeste mensen verwerkt de linkerzijde van de hersenen spraak en andere complexe taalfuncties, terwijl tonale stimuli en muziek ontcijferd worden in de rechterzijde van de hersenen.
no_no: De sentrale lydbanene er organisert som kretser som tolker og dekoder elektriske signaler fra det indre øret. Denne prosesseringen starter der lydnerven går inn i hjernestammen. Fra dette punktet går nervebanen opp til hjernebarken ved tinninglappen, samtidig som den går frem og tilbake fra hver side av hjernestammen. Informasjon fra høyre øre føres til venstre tinninglapp, mens informasjon fra venstre øre går til høyre tinninglapp. I tillegg overføres det informasjon fra den ene sides av hjernen til den andre. Hos de fleste mennesker dannes talen på venstre side av hjernen, mens andre kompliserte språkfunksjoner, som tonal stimulans og musikk, avkodes av høyre hjernehalvdel.
pt_pt: O processamento auditivo central é organizado como um circuito que interpreta e decodifica sinais elétricos enviados de ambas as orelhas internas. Esse processamento inicia quando o nervo auditivo entra no tronco cerebral. A partir desse ponto, o processamento neural faz seu caminho até o córtex cerebral no lobo temporal do cérebro e, ao longo do caminho, cruza para o outro o lado do tronco encefálico. As informações da orelha direita são direcionadas para o lobo temporal esquerdo, e as informações da orelha esquerda vão para o lobo temporal direito. Além disso, há uma transferência de informações de um dos lados do cérebro para o outro. Na maioria das pessoas, o lado esquerdo do cérebro processa outras funções complexas da fala, enquanto estímulos tonais e música são decifrados pelo lado direito do cérebro.
ro_ro: Caile centrale auditive sunt concepute ca niste circuite care interpreteaza si decodeaza semnalele electrice trimise de urechea interna. Aceasta procesare incepe pe masura ce nervul auditiv intra in trunchiul cerebal. Din acest punct caile neurale isi fac drum catre cortex in lobul temporal al creierului, de-a lungul drumuluiF se incruciseaza trecand de-o parte si de alta a trunchiului cerebral.Informatia de la urechea dreapta este trimisa la lobul temporal stang si urechea stanga trimite la lobul temporal drept. Se face un transfer de informatie de lao parte a creierului la alta.La majoritatea oamenilor partea stanga a cortexului proceseaza vorbirea si alte functii complexe ale limbajului, in timp ce stimulii sonori si muzica sunt decodate de partea dreapta a cortexului.
ru_ru: Центральные слуховые пути организованы в виде цепей, в которых производится интерпретация и декодирование электрических сигналов, поступивших из внутреннего уха. Такая обработка начинается в месте входа слухового нерва в стволовую часть мозга. Отсюда проводящий путь нервной системы поднимается в кору височной доли головного мозга, по пути перемещаясь на противоположную сторону ствола мозга. Информация из правого уха попадает в левую височную долю, а из левого уха – в правую. Помимо этого, происходит перенос информации между полушариями мозга. У большинства людей левое полушарие обрабатывает речь и отвечает за другие сложные языковые функции, тогда как тональные стимулы и музыка расшифровываются правым полушарием.
sv_se: De centrala hörselbanorna är organiserade som kretsar vilka tolkar och kodar de elektriska signalerna som sänts från inneröronen. Denna process startar när hörselnerven når hjärnstammen. Från denna punkt, går de neurala banorna upp till cerebrala cortex vid temporalloben av hjärnan och löper fram och tillbaka längs båda sidorna av hjärnstammen. Höger öras information är styrd till vänstra temporalloben och vänster öras information går till den högra temporalloben. Som ett tillägg finns en överföring av information från ena sidan av hjärnan till den andra. För de flesta människor är det den vänstra hjärnhalvan som processar tal och komplexa språkfunktioner medan tonala stimuli och musik processas på den högra sidan av hjärnan.
th_th: ทางเดินเสียงส่วนกลางจะมีการจัดระเบียบในลักษณะเดียวกับวงจร ซึ่งจะแปลความหมายและถอดรหัสสัญญาณไฟฟ้าที่ถูกส่งมาจากหูชั้นใน การประมวลผลนี้จะเริ่มต้นขึ้นเมื่อประสาทการฟังเข้าสู่ก้านสมอง จากจุดนี้ ทางเดินระบบประสาทจะเชื่อมต่อยาวไปจนถึงเปลือกสมองที่บริเวณกลีบสมอง และสลับไปมาระหว่างก้านสมองแต่ละด้าน ข้อมูลของหูด้านขวาจะถูกส่งไปยังกลีบสมองด้านซ้าย และข้อมูลของหูด้านซ้ายจะถูกส่งไปยังกลีบสมองด้านขวา นอกจากนี้ ยังมีการส่งข้อมูลจากสมองข้างหนึ่งไปยังอีกข้างหนึ่งด้วย สำหรับคนใหญ่ สมองข้างซ้ายจะทำหน้าที่ประมวลผลเสียงพูดและฟังก์ชันอื่นๆ ด้านภาษาที่มีความซับซ้อน ในขณะที่สมองด้านขวาจะทำหน้าที่ตีความตัวกระตุ้นเสียงและดนตรี
tr_tr: Merkezi işitme yolları iç kulakları gönderilen elektrik sinyallerini yorumlamak ve çözmek devreleri gibi düzenlenir. İşitme sinirinden beyin sapına girerken bu işlem başlar. Bu noktadan itibaren, nöral yolların beyin sapının her iki tarafında ileri geri anahtarlama yol boyunca beynin temporal lobda serebral korteks yolunda yapar. Sağ kulak bilgiler sol temporal lob yönlendirilir, ve sol kulak bilgi sağ temporal lob gider. Buna ek olarak, diğer beyin bir tarafından diğerine bir bilgi transferi vardır. Tonal uyaranlara ve müzik beynin sağ yan tarafından deşifre oysa çoğu insan olarak, beynin sol tarafı, konuşma ve diğer karmaşık dil işlevleri işlenir.
zh_cn: 中央听觉通路组织像电路,将解析和解码的电信号发送从内耳。 这个处理开始于听觉神经传导进入脑干前。 从这一点上,神经通路沿着大脑颞叶，在脑干各侧来回切换，右耳信息直接到达左颞叶，左耳信息到达右颞叶。此外,还有一个传输的信息从大脑的一侧到另一侧。对于大多数人,左侧大脑处理言语和其他复杂的语言功能,而右侧大脑则破译色调的刺激和音乐。

source: Synchronized Soft Switching
bg_bg: Синхронизирано Меко превключване
cht: 自動方向性切換同步
da_dk: Synkroniseret Soft Switching
fi_fi: Synkronitu Soft kytkin
hr_hr: Sinkronizirana automatska promjena usmjerenja
hu_hu: Szinkronizált Soft Switching
it_it: Soft Switching sincronizzato
ko_kr: 소프트스위칭 동기화
nl_nl: Gesynchroniseerde SoftSwitching
no_no: Synkronisert SoftSwitching
pt_pt: Soft Switching Sincronizado
ru_ru: Синхронизированное переключение SoftSwitching
sv_se: Synkroniserad Soft Switching
th_th: การสลับทิศทางเสียงอัตโนมัติแบบซิงโครไนซ์
tr_tr: Senkronize Soft Switching
zh_cn: 同步AI智能转换系统

source: Always-on Features
bg_bg: Винаги включени функции
cht: 永遠開啟功能
da_dk: Funktioner, der altid aktiveret
el_gr: Λειτουργίες συνεχώς ενεργοποιημένες
fi_fi: Ominaisuudet jotka ovat aina käytössä
hr_hr: Uvijek uključene značajke
hu_hu: Mindig bekapcsolt tulajdonságok
it_it: Funzionalità sempre attive
ko_kr: Always-on 기능
nl_nl: Altijd-aan functionaliteiten
no_no: Funksjoner som alltid er aktivert
pt_pt: Recursos sempre ativados
ro_ro: Opțiuni întotdeauna pornite
ru_ru: Всегда активные функции
sv_se: "Alltid på" inställningar
th_th: คุณสมบัติทำงานตลอดเวลา
tr_tr: Her Zaman Açık Özellikler
zh_cn: 基本功能

source: Available Features
bg_bg: Налични функции
cht: 可用功能
da_dk: Tilgængelige funktioner
el_gr: Διαθέσιμες λειτουργίες
fi_fi: Käytettävissä olevat ominaisuudet
hr_hr: Dostupne značajke
hu_hu: Rendelkezésre álló tulajdonságok
it_it: Funzionalità disponibili
ko_kr: 이용 가능한 기능
nl_nl: Beschikbare functionaliteiten
no_no: Tilgjengelige funksjoner
pt_pt: Recursos disponíveis
ro_ro: Opțiuni disponibile
ru_ru: Подключаемые функции
sv_se: Tillgängliga inställningar
th_th: คุณสมบัติพร้อมใช้งาน
tr_tr: Uygulanabilir Özellikler
zh_cn: 可选功能

source: DAI Balance
bg_bg: Баланс на ПАВ
cht: 直接音源輸入平衡
el_gr: Ισορροπία DAI
fi_fi: DAI-tasapaino
hr_hr: Balans DAI-a
hu_hu: DAI balansz
it_it: Bilanciamento DAI
ko_kr: DAI 밸런스
nl_nl: DAI balans
no_no: DAI-balanse
pt_pt: Equilíbrio de DAI
ro_ro: Balans DAI
ru_ru: Баланс DAI
sv_se: DAI-balans
th_th: สมดุล DAI
tr_tr: DAI Balansı
zh_cn: DAI平衡
