Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Soft sounds are too soft (whisper, birds outside, trees rustling, etc....)
bg_bg: Тихите звуци са прекалено тихи (шепот, птиците навън, шумоленето на дърветата и др.)
cht: 小聲聲音太小聲 (耳語、窗外鳥鳴、樹葉的沙沙聲等....)
da_dk: Svage lyde er for svage (hvisken, fugle udendørs, træernes blade osv.)
el_gr: Οι σιγανοί ήχοι ακούγονται πολύ σιγά (ψίθυροι, πουλιά σε εξωτερικό χώρο, θρόισμα δέντρων κ.λπ....)
fi_fi: Heikot äänet ovat liian heikkoja (kuiskaus, linnut ulkona, puiden humina ym...)
hr_hr: Tihi zvukovi su previše tihi (šapat, ptice vani, šuškanje stabala i drugo)
hu_hu: A lágy hangok túl lágyak (suttogás, madarak, levélzörgés, stb...)
it_it: I suoni deboli sono troppo tenui (sussurrare, canto degli uccelli all'aperto, fruscio di alberi, ecc...)
ko_kr: 작은 소리가 너무 작음(속삭임, 외부 새소리, 나무 바스락거림, 등....)
nl_nl: Zachte geluiden zijn te zacht (gefluister, vogels buiten, ruisende bomen etc....)
no_no: Svake lyder er for svake (hvisking, fugler utendørs, susing i trærne m.m.)
pt_pt: Os sons suaves estão muito baixos (sussurro, pássaros, árvores, etc...)
ro_ro: Sunetele slabe sunt inaudibile (soaptele, pasarele afara, fosnetul copacilor)
ru_ru: Тихие звуки слишком тихие (шепот, птицы на улице, шелест деревьев и т.д.)
sv_se: Svaga ljud är för svaga (viskningar, fåglar utomhus, träd i vinden etc)
th_th: เสียงเบาทั้งหมดเบาเกินไป (เสียงกระซิบ เสียงนอกจากนอกอาคาร เสียงใบดังกรอบแกรบ ฯลฯ...)
tr_tr: Yumuşak sesler çok yumuşak (fısıltı, kuş sesi, ağaç hışırtısı, vb...)
zh_cn: 小声太小(耳语,鸟叫,风吹树叶声等)

source: Increase overall gain for soft sounds.
bg_bg: Увеличете общото усилване на тихите звуци.
cht: 提升小聲聲音的整體增益量。
da_dk: Forøg generel forstærkning for svage lydniveauer.
el_gr: Αυξήστε τη συνολική ένταση(απόκριση) για τους σιγανούς ήχους.
fi_fi: Lisää kokonaisvahvistusta heikoille äänille
hr_hr: Povećajte sveukupno pojačanje za tihe zvukove.
hu_hu: Növelje a teljes erősítést a lágy hangokra.
it_it: Aumentare il guadagno complessivo per i suoni deboli.
ko_kr: 작은 소리의 전반적인 게인을 높이세요
nl_nl: Verhoog de versterking voor zachte geluiden
no_no: Øk generell gain for svake lyder
pt_pt: Aumente o ganho geral para sons suaves.
ro_ro: Cresteti castigul global pentru sunete slabe.
ru_ru: Увеличьте общее усиление на тихих звуков.
sv_se: Minska den totala förstärkningen för svaga ljud.
th_th: เพิ่มเกนโดยรวมสำหรับเสียงเบา
tr_tr: Yumuşak seslerde tüm kazançları artır.
zh_cn: 增加小声所有增益

source: Increase mid and high frequency gain for soft and moderate sounds.
bg_bg: Увеличете усилването на средните и високите честоти за тихите и умерените звуци.
cht: 提升小聲及一般聲音的中頻及高頻增益量。
da_dk: Forøg mellem- og højfrekvent forstærkning for svage og moderate lydniveauer.
el_gr: Αυξήστε την ένταση(απόκριση) μεσαίων και υψηλών συχνοτήτων για τους σιγανούς και μέτριους ήχους.
fi_fi: Lisää vahvistusta keski ja korkeilla taajuuksilla heikoille ja kohtalaisille äänille.
hr_hr: Povećajte pojačanje srednjih i visokih frekvencija za tihe i umjerene zvukove.
hu_hu: Növelje a közép és magas frekvenciás erősítést a lágy és közepes hangokra.
it_it: Aumentare il guadagno delle frequenze medie e alte per i suoni deboli e moderati.
ko_kr: 작고 중간 소리의 중주파수와 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de midden- en hoge frequenties bij zachte en gemiddelde geluiden.
no_no: Øk mellom- og høyfrekvens gain for svake og moderate lyder.
pt_pt: Aumente o ganho das frequências médias e altas para sons suaves e moderados.
ro_ro: Cresteti castigul pe medii si inalte pentru sunete slabe si moderate.
ru_ru: Увеличьте усиление на средних и высоких частотах для тихих и умеренных звуков.
sv_se: Öka förstärkningen på mellan och höga frekvenser för svaga och måttliga ljud.
th_th: เพิ่มเกนที่ความถี่กลางและสูงสำหรับเสียงเบาและเสียงปานกลาง
tr_tr: Yumuşak ve orta şiddetteki seslerde orta ve yüksek frekans kazançlarını artır.
zh_cn: 增加小声和中等声中高频增益

source: Speech is too soft (whisper, child's voice, distant lecturer).
bg_bg: Говорът е прекалено тих (шепот, детски глас, отдалечен от нас лектор).
cht: 語音太小聲 (耳語、孩子的聲音、遠方的演講)。
da_dk: Tale er for svag (hvisken, barnestemme, fjerne stemmer).
el_gr: Η ομιλία ακούγεται πολύ σιγά (ψίθυρος, παιδική φωνή, απομακρυσμένος ομιλητής).
fi_fi: Puhe on liian heikkoa (kuiskaus, etäinen puhe, lapsen ääni).
hr_hr: Govor je previše tih (šapat, dječji glas, udaljeni predavač).
hu_hu: A beszéd túl lágy (suttogás, gyerek hang, távoli beszéd).
it_it: Il parlato è troppo debole (sussurro, voce di bambino, docente che parla a distanza).
ko_kr: 말소리가 너무 작음 (속삭임, 아이 목소리, 먼 강의자).
nl_nl: Spraak is te zacht (gefluister, kinderstemmen, een voordracht op afstand)
no_no: Tale er for svak (hvisking, barnestemmer, foreleser på lang avstand).
pt_pt: A fala está muito suave (sussurro, voz de criança, fala distante).
ro_ro: Vorbirea este prea slaba (soapta, vocile de copii, vorbitor la distanta).
ru_ru: Речь слишком тихая (шепот, детский голос, речь на расстоянии).
sv_se: Tal är för svagt (viskningar, barns röster, föreläsare på avstånd).
th_th: เสียงพูดเบาเกินไป (เสียงกระซิบ เสียงเด็ก เสียงผู้บรรยายจากระยะไกล)
tr_tr: Konuşma çok yumuşak (fısıltı, çocuk, uzaktaki konuşmacı).
zh_cn: 言语声太小(耳语,小孩说话声,远处的演讲等).

source: Increase overall gain for soft and moderate sounds.
bg_bg: Увеличете общото усилване на тихите и умерените звуци.
cht: 提升小聲及一般聲音的整體增益量。
da_dk: Forøg generel forstærkning for svage og moderate lydniveauer.
el_gr: Αυξήστε τη συνολική ένταση(απόκριση) για τους σιγανούς και τους μέτριους ήχους.
fi_fi: Lisää kokonaisvahvistusta heikkoille ja kohtalaisille äänille
hr_hr: Povećajte sveukupno pojačanje za tihe i umjerene zvukove.
hu_hu: Növelje a teljes erősítést a lágy és közepes hangokra.
it_it: Aumentare il guadagno complessivo per i suoni deboli e moderati.
ko_kr: 작고 중간 소리의 전반적인 게인을 높이세요
nl_nl: Verhoog de versterking voor zachte en gemiddelde geluiden
no_no: Øk generell gain for svake og moderate lyder.
pt_pt: Aumente o ganho geral para os sons suaves e moderados.
ro_ro: Cresteti castigul global pentru sunete slabe si moderate.
ru_ru: Увеличьте общее усиление для тихих и умеренных звуков.
sv_se: Öka den totala förstärkningen för svaga och måttliga ljud.
th_th: เพิ่มเกนโดยรวมสำหรับเสียงเบาและเสียงปานกลาง
tr_tr: Yumuşak ve orta şiddetteki seslerde tüm kazançları artır.
zh_cn: 增加小声和中等声所有增益

source: Increase low frequency gain for moderate sounds.
bg_bg: Увеличете усилването на ниските честоти за умерените звуци.
cht: 提升一般聲音的低頻增益量。
da_dk: Forøg lavfrekvent forstærkning for moderate lydniveauer.
el_gr: Αυξήστε την ένταση(απόκριση) χαμηλών συχνοτήτων για τους μέτριους ήχους.
fi_fi: Lisää vahvistusta matalilla taajuuksilla kohtalaisille äänille
hr_hr: Povećajte pojačanje niskih frekvencija za umjerene zvukove.
hu_hu: Növelje a mély frekvenciás erősítést a közepes hangokra.
it_it: Aumentare il guadagno delle basse frequenze per i suoni moderati.
ko_kr: 중간 소리의 저주파 게인을 높이세요
nl_nl: Verhoog de versterking van de lage frequenties bij gemiddelde geluiden.
no_no: Øk lavfrekvens gain for moderate lyder.
pt_pt: Aumente o ganho das frequências baixas para sons moderados.
ro_ro: Cresteti castigul in zona gravelor pentru sunete moderate.
ru_ru: Увеличьте усиление на низких частотах для умеренных звуков.
sv_se: Öka förstärkningen på låga frekvenser för måttliga ljud.
th_th: เพิ่มเกนที่ความถี่ต่ำสำหรับเสียงปานกลาง
tr_tr: Orta şiddetteki seslerde alçak frekans kazançlarını artır.
zh_cn: 增加中等声低频增益

source: Increase Environmental Optimizer II in "speech", "speech loud" and "speech in noise" environments.
bg_bg: Увеличете Оптимизатор на средата II в среда „говор“, „силен говор“ и „говор в шум“.
cht: 提升「語音」、「大聲語音」及「噪音中語音」環境的環境優化器 II 。
da_dk: Forøg Environmental Optimizer II i miljøer med tale, tale i kraftig støj og tale i støj.
el_gr: Αυξήστε τη ρύθμιση του Environmental Optimizer II στα περιβάλλοντα με "ομιλία", "δυνατή ομιλία" και "ομιλία σε θόρυβο".
fi_fi: Lisää Ääniympäristön optimointi II toimintoa "puhe", "kova puhe" ja "puhe kohinassa" ääniympäristöissä.
hr_hr: Povećajte Environmental Optimizer II u okruženjima „govor”, „glasni govor” i „govor u buci”.
hu_hu: Növelje a Environmental Optimizer II értékét a beszéd, hangos beszéd és a beszéd zajban környezetekben.
it_it: Aumentare Ottimizzatore Ambientale II per ambienti Parlato, Parlato forte e Parlato nel rumore.
ko_kr: 자동환경조절의 "대화환경(작은말소리)', 대화환경(큰 말소리), 소음속 대화환경'에서 수준을 높이세요
nl_nl: Verhoog de Environmental Optimizer II bij "Spraak (zacht)", "Spraak (hard)" en "Spraak + rumoer/lawaai"
no_no: Øk Environmental Optimizer II i lyttemiljøene «tale», «tale (høy)» og «tale i støy».
pt_pt: Aumente o Otimizador Ambiental II nos ambientes de "fala", "fala alta" e "fala no ruído".
ro_ro: Cresteti Environmental Optimizer IIin mediile de Vorbire, Vorbire puternica si Vorbire in zgomot
ru_ru: Увеличьте усиление в Оптимизаторе окружения II для ситуаций "речь", "громкая речь" и "речь в шуме".
sv_se: Öka förstärkningen för "tal", "starkt tal" och "tal i brus" i Miljöoptimering II.
th_th: เพิ่มโปรแกรมปรับแต่งสภาพแวดล้อม II ในสภาพแวดล้อม "เสียงพูด", "เสียงพูดดัง" และ "เสียงพูดในเสียงรบกวน"
tr_tr: ''Konuşma'', ''Yüksek konuşma'' ve ''Gürültüde konuşma'' ortamlarında Çevresel Yönetim II 'yi artır.
zh_cn: 增加AI智能环境优化器中"言语"、"言语(强度)"和嘈杂下的言语时的增益

source: Increase high frequency gain for soft sounds.
bg_bg: Увеличете усилването на високите честоти за тихите звуци.
cht: 提升小聲聲音的高頻增益量。
da_dk: Forøg højfrekvent forstærkning for svage lydniveauer.
el_gr: Αυξήστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους σιγανούς ήχους.
fi_fi: Lisää vahvistusta korkeilla taajuuksilla hiljaisille äänille.
hr_hr: Povećajte pojačanje visokih frekvencija za tihe zvukove.
hu_hu: Növelje a magas frekvenciás erősítést a lágy hangokra.
it_it: Aumentare il guadagno delle alte frequenze per i suoni deboli.
ko_kr: 작은 소리의 고주파 게인 값을 높이세요
nl_nl: Verhoog de versterking van de hoge frequenties bij zachte geluiden
no_no: Øk høyfrekvens gain for svake lyder.
pt_pt: Aumente o ganho das frequências altas para sons suaves.
ro_ro: Cresteti castigul in zona acutelor pentru sunete slabe.
ru_ru: Увеличьте усиление на высоких частотах для тихих звуков.
sv_se: Öka förstärkningen på höga frekvenser för svaga ljud
th_th: เพิ่มเกนที่ความถี่สูงสำหรับเสียงเบา
tr_tr: Yumuşak seslerde yüksek frekans kazancını artır.
zh_cn: 增加小声的高频增益

source: Increase mid and high frequency gain for soft sounds.
bg_bg: Увеличете усилването на средните и високите честоти за тихите звуци.
cht: 提升小聲聲音的中頻及高頻增益量。
da_dk: Forøg mellem- og højfrekvent forstærkning for svage lydniveauer.
el_gr: Αυξήστε την ένταση(απόκριση) μεσαίων και υψηλών συχνοτήτων για τους σιγανούς ήχους
fi_fi: Lisää vahvistusta keski ja korkeilla taajuuksilla heikoille äänille.
hr_hr: Povećajte pojačanje srednjih i visokih frekvencija za tihe zvukove.
hu_hu: Növelje a közép és magas frekvenciás erősítést a lágy hangokra.
it_it: Aumentare il guadagno delle frequenze medie e alte per i suoni deboli.
ko_kr: 작은 소리의 중간주파수와 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de midden- en hoge frequenties bij zachte geluiden.
no_no: Øk mellom- og høyfrekvens gain for svake lyder.
pt_pt: Aumente o ganho das frequências médias e altas para sons suaves.
ro_ro: Cresteti castigul pe medii si inalte pentru sunete slabe.
ru_ru: Увеличьте усиление на средних и высоких частотах для тихих звуков.
sv_se: Öka förstärkningen på mellan och höga frekvenser för svaga ljud.
th_th: เพิ่มเกนที่ความถี่กลางและสูงสำหรับเสียงเบา
tr_tr: Yumuşak seslerde orta ve yüksek frekans kazançlarını artır.
zh_cn: 增加小声的中高频增益

source: Volume control needs frequent adjustment
bg_bg: Контролът на силата на звука има нужда от често регулиране
cht: 需要常常調整音量
da_dk: Lydstyrken må ofte justeres
el_gr: Ο έλεγχος της έντασης ήχου χρειάζεται συχνή προσαρμογή
fi_fi: Äänenvoimakkuudensäätöä pitää säätää usein
hr_hr: Regulaciju glasnoće treba učestalo prilagođavati
hu_hu: A hangerőszabályzó gyakori változtatást igényel
it_it: Il controllo del volume richiede frequenti regolazioni
ko_kr: 빈번하게 볼륨을 조절하게 됩니다
nl_nl: De volumeregelaar wordt veelvuldig gebruikt
no_no: Volumkontrollen må ofte justeres
pt_pt: O controle de volume precisa de ajuste frequente
ro_ro: Potentiometrul de volum necesita ajustari frecvente
ru_ru: Необходимо часто регулировать громкость
sv_se: Volymkontrollen behöver justeras mer frekvent
th_th: จำเป็นต้องปรับตัวควบคุมระดับเสียงบ่อยๆ
tr_tr: Ses kontrolü sık sık ayar istiyor
zh_cn: 需要经常调节音量

source: Increase overall gain.
bg_bg: Увеличете общия коефициент на усилване.
cht: 提升整體增益量。
da_dk: Forøg generel forstærkning.
el_gr: Αυξήστε την συνολική ένταση(απόκριση).
fi_fi: Lisää kokonaisvahvistusta kaikille ottotasoille.
hr_hr: Povećajte sveukupno pojačanje.
hu_hu: Növelje a teljes erősítést.
it_it: Aumentare il guadagno complessivo.
ko_kr: 전반적인 게인을 높이세요
nl_nl: Verhoog de versterking voor alle inputniveaus
no_no: Øk generell gain.
pt_pt: Aumente o ganho geral.
ro_ro: Cresteti castigul global
ru_ru: Увеличьте общее усиление.
sv_se: Minska den totala förstärkningen.
th_th: เพิ่มเกนโดยรวม
tr_tr: Tüm kazancı artırın.
zh_cn: 增加全部增益

source: Decrease overall gain.
bg_bg: Намалете общия коефициент на усилване.
cht: 降低整體增益量。
da_dk: Reducer generel forstærkning.
el_gr: Μειώστε την συνολική ένταση(απόκριση).
fi_fi: Vähennä kokonaisvahvistusta kaikille ottotasoille.
hr_hr: Smanjite sveukupno pojačanje.
hu_hu: Csökkentse a teljes erősítést.
it_it: Diminuire il guadagno complessivo.
ko_kr: 전반적인 게인을 낮추세요
nl_nl: Verlaag de versterking voor alle inputniveaus
no_no: Reduser generell gain.
pt_pt: Diminua o ganho geral.
ro_ro: Scadeti castigul global
ru_ru: Уменьшите общее усиление.
sv_se: Minska den totala förstärkningen.
th_th: ลดเกนโดยรวม
tr_tr: Tüm kazancı azaltın.
zh_cn: 降低全部增益

source: Adjust Environmental Optimizer II to reflect volume changes
bg_bg: Регулирайте Оптимизатор на средата II така, че да отразява промените на силата на звука
cht: 調整環境優化器 II 以反映該音量調整
da_dk: Juster Environmental Optimizer II for at afspejle lydstyrkeændringerne
el_gr: Προσαρμόστε το Environmental Optimizer II προκειμένου να αντικατοπτρίζονται οι αλλαγές της έντασης ήχου
fi_fi: Säädä Ääniympäristön Optimointi II vastaamaan äänenvoimakkuuden vaihtelua
hr_hr: Prilagodite Environmental Optimizer II kako bi bio u skladu s promjenama glasnoće
hu_hu: Állítsa a Környezeti Optimalizáló II értékét a hangerőváltozásokhoz
it_it: Regolare Ottimizzatore Ambientale II per rispecchiare i cambiamenti di volume
ko_kr: 자동환경조절의 수준을 조정하여 자동 볼륨 변경을 반영하세요
nl_nl: Pas de Environmental Optimizer II aan om volumewijzigingen te reflecteren
no_no: Juster Environmental Optimizer II for å gjenspeile volumendringer
pt_pt: Ajuste o Otimizador Ambiental II para refletir as alterações do volume
ro_ro: Ajustati Environmental Optimizer II pentru a reflecta modificarile de volum.
ru_ru: Настройте Оптимизатор Окружения II для отображения изменений громкости
sv_se: Justera Miljöoptimering II för att återspegla volymförändringar.
th_th: ปรับโปรแกรมปรับแต่งสภาพแวดล้อม II ให้เหมาะกับการเปลี่ยนแปลงระดับเสียง
tr_tr: Çevresel Yönetim II'yi ses değişikliklerini yansıtması için ayarla
zh_cn: 调节AI智能环境优化器以改变声音大小

source: Hearing aids sound as though the gain changes dramatically (up and/or down).
bg_bg: Слуховите апарати звучат така, като че ли усилването се променя драстично (нагоре и/или надолу).
cht: 助聽器聽起來好像增益急劇變化 (增大或減小)。
da_dk: Høreapparaterne lyder, som om forstærkningen ændres dramatisk (op og/eller ned).
el_gr: Τα ακουστικά βοηθήματα ακούγονται σαν η ένταση(απόκριση) να μεταβάλλεται δραματικά (προς τα πάνω ή/και κάτω).
fi_fi: Äänen vahvistus tuntuu vaihtelevan voimakkaasti.
hr_hr: Slušna pomagala zvuče kao da se pojačanje drastično mijenja (povećava se i/ili smanjuje).
hu_hu: A hallókészülék hangja olyan, mintha az erősítés drámaian megváltozna (emelkedik és/vagy csökken).
it_it: Il suono degli apparecchi acustici risulta come se il guadagno cambiasse radicalmente (verso l'alto o verso il basso).
ko_kr: 보청기를 통해 들리는 소리가 게인이 극단적으로 바뀌는 것처럼 들림 (위, 아래 또는 위아래로)
nl_nl: Het lijkt alsof de versterking van de toestellen abrupt wijzigt (op en neer).
no_no: Det høres ut som høreapparatene endrer gain veldig mye (opp og/eller ned).
pt_pt: Parece que o ganho dos aparelhos auditivos muda drasticamente (para mais/ou para menos).
ro_ro: Aparatele auditive se aud ca si cum ar exista modificari mari de volum (in sus sau/si jos)
ru_ru: СА звучат так, словно усиление меняется очень резко (вверх и/или вниз).
sv_se: Hörapparatens låter som om förstärkningen ändras dramatiskt (upp och/eller ner).
th_th: อุปกรณ์ช่วยฟังให้เสียงราวกับว่ามีการเปลี่ยนแปลงเกนเยอะมาก (ขึ้นและ/หรือลง)
tr_tr: İşitme cihazları, kazanç değişiklikleri büyük ölçüde (yukarı ve/veya aşağı) değişiyormuş gibi ses veriyor.
zh_cn: 助听器听起来增益变化幅度很大（上和/或下）

source: Set the Environmental Optimizer II sliders closer together.
bg_bg: Установете плъзгачите на Оптимизатор на средата II по-близо един до друг.
cht: 將「環境優化器 II 」滑標靠近一些。
da_dk: Placer skyderne for Environmental Optimizer II tættere på hinanden.
el_gr: Θέστε τα ρυθμιστικά του Environmental Optimizer II πιο κοντά μεταξύ τους.
fi_fi: Siirrä Ääniympäristön optimointi II -liukusäätimet lähemmäs toisiaan.
hr_hr: Primaknite klizače alata Environmental Optimizer II.
hu_hu: Állítsa a Környezeti Optimalizáló II csúszkáit egymáshoz közelebb.
it_it: Impostare i cursori di Ottimizzatore Ambientale II affinché si avvicinino di più tra loro.
ko_kr: 자동환경조절의 각각의 슬라이더를 비슷하게 조절하세요
nl_nl: Breng de Environmental Optimizer II volumeschuiven dichter bij elkaar.
no_no: Før Environmental Optimizer II-lyttemiljøene nærmere hverandre.
pt_pt: Defina os controles do Otimizador Ambiental II mais próximos.
ro_ro: Setați glisoarele Environmental Optimizer II mai apropiate.
ru_ru: Сблизьте движки шкалы Оптимизатора Окружения II.
sv_se: Ställ Miljöoptimering II-reglagen närmare varandra.
th_th: ตั้งแถบเลื่อนของโปรแกรมปรับแต่งสภาพแวดล้อม II ให้อยู่ใกล้กันมากขึ้น
tr_tr: Çevresel Yönetim II kızaklarını birbirine daha yakın ayarlayın.
zh_cn: 将AI智能环境优化器的滑块设置得更靠近些

source: Set the Environmental Optimizer II to zero for all environments.
bg_bg: Установете Оптимизатор на средата II на нула за всякаква среда.
cht: 在所有環境中將「環境優化器 II 」設定為零。
da_dk: Indstil Environmental Optimizer II til "0" for alle lydmiljøer.
el_gr: Μηδενίστε το Environmental Optimizer II για όλα τα περιβάλλοντα.
fi_fi: Määritä Ääniympäristön optimointi II -asetukseksi nolla kaikissa ääniympäristöissä.
hr_hr: Postavite Environmental Optimizer II na nulu za sva okruženja.
hu_hu: Állítsa a Környezeti Optimalizáló II értékét nullára az összes környezetben.
it_it: Impostare Ottimizzatore Ambientale II su 0 per tutti gli ambienti.
ko_kr: 모든 환경에서 자동환경조절 슬라이더를 0으로 조절하세요
nl_nl: Zet de Environmental Optimizer II op "0" voor alle situaties.
no_no: Sett Environmental Optimizer II til null for alle miljøer.
pt_pt: Defina o Otimizador Ambiental II para zero para todos os ambientes.
ro_ro: Setati Environmental Optimizer II la zero pentru toate mediile.
ru_ru: Установите Оптимизатор Окружения II на ноль для всех слуховых окружений.
sv_se: Ställ in Smart Gain till noll för alla miljöer.
th_th: ตั้งโปรแกรมปรับแต่งสภาพแวดล้อม II เป็นศูนย์สำหรับทุกสภาพแวดล้อม
tr_tr: Çevresel Yönetim II'yi tüm ortamlar için sıfır olarak ayarlayın.
zh_cn: 将AI智能环境优化器对所有环境均设置为零

source: Wind noise is too loud
bg_bg: Шумът от вятъра е прекалено силен
cht: 風噪音太大聲
da_dk: Vindstøj er for kraftig
el_gr: Ο θόρυβος ανέμου είναι πολύ δυνατός
fi_fi: Tuulenhumina on liian kova
hr_hr: Buka vjetra je preglasna
hu_hu: A szélzaj túl hangos
it_it: Il suono del vento è troppo forte
ko_kr: 바람소리가 너무 크게 들립니다
nl_nl: Windruis is te hard
no_no: Vindstøy er for sterk
pt_pt: Ruído do vento está muito alto
ro_ro: Zgomotul de vant este prea puternic
ru_ru: Шум ветра слишком громкий
sv_se: Vindbrus är för starkt
th_th: เสียงลมดังเกินไป
tr_tr: Rüzgar sesi çok yüksek
zh_cn: 风声太大

source: Increase Wind Guard setting
bg_bg: Увеличете настройката на Wind Guard (ветрови щит)
cht: 提升風噪音抑制設定
da_dk: Forøg indstillingen for Wind Guard
el_gr: Αυξήστε τη ρύθμιση του Wind Guard
fi_fi: Kasvata Tuulisalpa-asetusta.
hr_hr: Povećajte postavku funkcije Wind Guard
hu_hu: A szélzajszűrés beállításának növelése
it_it: Aumentare l'impostazione Wind Guard
ko_kr: Wind Guard 수준을 높이세요
nl_nl: Verhoog de WindGuard
no_no: Øk WindGuard-nivå
pt_pt: Aumente a definição do Wind Guard
ro_ro: Cresteti setarile WindGuard
ru_ru: Увеличьте настройку подавления шума ветра Wind Guard
sv_se: Öka Vindbrusreduceringen
th_th: เพิ่มการตั้งค่าลดเสียงลม
tr_tr: Wind Guard ayarlarını artır
zh_cn: 增加高效风噪卫士级别

source: Decrease low frequency gain for moderate and loud sounds
bg_bg: Намалете усилването на ниските честоти за умерените и силните звуци
cht: 降低一般及大聲聲音的低頻增益量
da_dk: Reducer lavfrekvent forstærkning for moderate og kraftige lyde
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών συχνοτήτων για τους μέτριους και δυνατούς ήχους
fi_fi: Vähennä vahvistusta matalilla taajuuksilla kohtalasille ja koville äänille
hr_hr: Smanjite pojačanje niskih frekvencija za umjerene i glasne zvukove
hu_hu: Csökkentse a mélyfrekvenciás erősítést a közepes és a hangos hangokra
it_it: Diminuire il guadagno delle basse frequenze per i suoni moderati e forti
ko_kr: 중간과 큰 소리의 저주파수게인을 낮추세요
nl_nl: Verlaag de versterking van de lage frequenties bij gemiddelde en harde geluiden
no_no: Reduser lavfrekvens gain for moderate og høye lyder
pt_pt: Diminua o ganho das frequências baixas para os sons moderados e intensos
ro_ro: Scadeti castigul pentru frecventele joase pentru sunetele moderate si puternice
ru_ru: Уменьшите усиление на низких частотах для умеренных и громких звуков
sv_se: Minska förstärkningen på låga frekvenser för måttliga och starka ljud
th_th: ลดเกนที่ความถี่ต่ำสำหรับเสียงปานกลางและเสียงดัง
tr_tr: Orta ve yüksek sesler için alçak frekans kazancını azalt
zh_cn: 降低中声和大声的低频增益

source: Decrease gain for moderate sounds at all frequencies
bg_bg: Намалете усилването за умерените звуци на всички честоти
cht: 降低一般聲音的所有頻率增益量
da_dk: Reducer forstærkning for moderate lyde for alle frekvenser
el_gr: Μειώστε την ένταση(απόκριση) για τους μέτριους ήχους σε όλες τις συχνότητες
fi_fi: Vähennä vahvistusta kaikilla taajuuksilla kohtalaisille äänille
hr_hr: Smanjite pojačanje za umjerene zvukove na svim frekvencijama
hu_hu: Csökkentse az erősítést a közepes hangokra minden frekvencián
it_it: Diminuire il guadagno per i suoni moderati su tutte le frequenze
ko_kr: 모든 주파수에서 중간 소리의 게인을 낮추세요
nl_nl: Verlaag de versterking voor gemiddelde geluiden
no_no: Reduser gain for moderate lyder i alle frekvenser
pt_pt: Diminua o ganho dos sons moderados para todas as frequências
ro_ro: Scadeti castigul pentru sunetele moderate in tot spectrul frecvential
ru_ru: Уменьшите усиление умеренных звуков на всех частотах
sv_se: Minska förstärkningen för måttliga ljud på alla frekvenser
th_th: ลดเกนสำหรับเสียงปานกลางที่ทุกความถี่
tr_tr: Tüm frekanslarda orta ses kazançlarını azalt
zh_cn: 降低所有频率中等声的增益
