Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Both instruments you are about to connect are not a standard offering in ReSound Smart Fit. You may still fit and save changes to the instruments.
bg_bg: Двата апарата, които ще свържете, не са стандартно предложение в Интелигентен монтаж. Все пак, можете да монтирате и да запазите промените в приборите.
cht: 您要連接的兩個助聽器不是 Smart Fit 的標準產品。您仍然可以選配和儲存助聽器的更改。
da_dk: Begge af de apparater, som du er ved at tilslutte, er ikke et standardtilbud i Smart Fit. Du kan dog tilpasse og gemme ændringer af apparaterne.
el_gr: Και τα δύο βοηθήματα που πρόκειται να συνδέσετε δεν υποστηρίζονται τυπικά στο Smart Fit. Ωστόσο, μπορείτε να πραγματοποιήσετε την εφαρμογή και να αποθηκεύσετε τις αλλαγές στα ακουστικά.
fi_fi: Kuulokojeet, joita olet yhdistämässä, eivät ole yhteensopivia Smart Fit sovituksen kanssa. Voit kuitenkin sovittaa ja tallentaa muutokset kuulokojeisiin.
hr_hr: Oba pomagala koja ćete povezati ne nude se standardno u softveru Smart Fit. Svejedno ih možete namjestiti i spremiti promjene.
hu_hu: A csatlakoztatandó mindkét oldali eszköz nem szabványos termék a Smart Fit alkalmazásban. Továbbra is elvégezheti az illesztést, és mentheti a készülékek módosításait.
it_it: Entrambi gli apparecchi che si stanno per connettere non sono presenti come standard in Smart Fit. È comunque possibile eseguire il fitting e salvare le modifiche sui dispositivi.
ko_kr: 양측 보청기는 SmartFit 소프트웨어를 지원하지 않습니다. 하지만 보청기 피팅과 저장이 가능합니다.
nl_nl: Beide toestellen die u wilt verbinden zijn niet zichtbaar in uw versie van Smart Fit. U kunt ze echter wel aanpassen en de wijzigingen in de toestellen opslaan.
no_no: Begge apparatene du nå skal koble til, er ikke standardvalg i Smart Fit. Du kan likevel tilpasse og lagre endringer i apparatene.
pt_pt: Os aparelhos que você está prestes a conectar não são uma oferta padrão no Smart Fit. Você ainda pode ajustar e salvar as alterações.
ro_ro: Ambele aparate pe care urmează să le conectați nu este o ofertă standard în Smart Fit. Puteți fixa și salva modificările la instrument.
ru_ru: Оба аппарата, которые вы подключаете, не входят в стандартное предложение оборудования, поддерживаемого Smart Fit. Однако вы можете продолжать настройку и сохранять изменения вашего СА.
sv_se: Höger hörapparater du tänker ansluta finns inte som standard i Smart Fit. Du kan ändå anpassa och spara justeringar i apparaterna.
th_th: อุปกรณ์ทั้งสองข้างที่คุณกำลังจะเชื่อมต่อไม่ใช่ผลิตภัณฑ์มาตรฐานของ Smart Fit คุณอาจสามารถทดลองและบันทึกการเปลี่ยนแปลงลงในอุปกรณ์ได้
tr_tr: Bağlamak üzere olduğunuz her iki cihaz, Akıllı Fitting'de standart bir sunum değildir. Yine de cihazı ayarlayabilir ve değişiklikleri kaydedebilirsiniz.
zh_cn: 您即将连接的两侧助听器均不是Smart Fit的标准配置。但您仍然可以验配并保存对助听器的更改。

source: DFS Ultra II
cht: 數位回饋音抑制 (4 種選項)
it_it: DFS Ultra II (4 opzioni)
ru_ru: Подавление обратной связи DFS Ultra II
zh_cn: 超级DFS II

source: DFS Ultra II
cht: 數位回饋音抑制 (3 種選項)
it_it: DFS Ultra II (3 opzioni)
ru_ru: Подавление обратной связи DFS Ultra II
zh_cn: 超级DFS II

source: Sound Preset
bg_bg: Предварителна настройка на звука
cht: 聲音預設值
da_dk: Støjtype
el_gr: Προρρύθμιση ήχου
fi_fi: Äänen esiasetus
hr_hr: Zadana vrijednost zvuka
hu_hu: Hang beállítás
it_it: Preimpostazione dei suoni
ko_kr: 노이즈 타입
nl_nl: Voorinstelling geluid
no_no: Forhåndsinnstilt lyd
pt_pt: Pré-ajuste do som
ro_ro: Presetare sunet
ru_ru: Предустановки звука
sv_se: Brus
th_th: พรีเซ็ตเสียง
tr_tr: Ses Önayarı
zh_cn: 预设声音类型

source: (Custom)
bg_bg: (По желание)
cht: (自定)
da_dk: (Brugertilpasset)
el_gr: (Προσαρμοσμένο)
fi_fi: (Yksilöllinen)
hr_hr: (Prilagođeno)
hu_hu: (Egyéni)
it_it: (Personalizzata)
ko_kr: (커스텀)
nl_nl: (aangepast)
pt_pt: (Personalizado)
ro_ro: (particularizat)
ru_ru: (Индивидуальный вкладыш)
sv_se: (Anpassad)
th_th: (กำหนดเอง)
tr_tr: (Özel)
zh_cn: (自定义)

source: High Frequency Noise
bg_bg: Високочестотен шум
cht: 高頻噪音
da_dk: Højfrekvent støj
el_gr: Θόρυβος υψηλής συχνότητας
fi_fi: Korkeataajuus kohina
hr_hr: Buka visoke frekvencije
hu_hu: Magasfrekvenciás zaj
it_it: Rumore alta frequenza
ko_kr: 고주파수 노이즈
nl_nl: Hoogfrequente ruis
no_no: Høyfrekvent støy
pt_pt: Ruído de alta frequência
ro_ro: Zgomot cu frecvență înaltă
ru_ru: Высокочастотный шум
sv_se: Högfrekvensbrus
th_th: เสียงรบกวนความถี่สูง
tr_tr: Yüksek Frekans Gürültüsü
zh_cn: 高频噪声

source: White Noise
bg_bg: Бял шум
cht: 白噪音
da_dk: Hvid støj
el_gr: Λευκός θόρυβος
fi_fi: Valkoinen kohina
hr_hr: Bijeli šum
hu_hu: Fehér zaj
it_it: Rumore bianco
ko_kr: 화이트 노이즈
nl_nl: Witte ruis
no_no: Hvit støy
pt_pt: Ruído Branco
ro_ro: Zgomot alb
ru_ru: Белый шум
sv_se: Vitt brus
th_th: ไวท์นอยส์
tr_tr: Beyaz Gürültü
zh_cn: 白噪声

source: Speech Noise
bg_bg: Шум от говор
cht: 語音噪音
da_dk: Talevægtet støj
el_gr: Θόρυβος ομιλίας
fi_fi: Puhekohina
hr_hr: Govorni šum
hu_hu: Beszéd zaj
it_it: Rumore parlato
ko_kr: 스피치 노이즈
nl_nl: Spraakruis
no_no: Talestøy
pt_pt: Ruído de Fala
ro_ro: Zgomot vorbire
ru_ru: Речевой шум
sv_se: Talbrus
th_th: เสียงรบกวนเสียงพูด
tr_tr: Konuşma Gürültüsü
zh_cn: 言语噪声

source: Pink Noise
bg_bg: Розов шум
cht: 粉紅噪音
da_dk: Lyserød støj
el_gr: Ροζ θόρυβος
fi_fi: Vaaleanpunainen kohina
hr_hr: Ružičasti šum
hu_hu: Rózsa zaj
it_it: Rumore rosa
ko_kr: 핑크 노이즈
nl_nl: Roze ruis
no_no: Rosa støy
pt_pt: Ruído Rosa
ro_ro: Zgomot roz
ru_ru: Розовый шум
sv_se: Skärt brus
th_th: พิงค์นอยส์
tr_tr: Pembe Gürültü
zh_cn: 粉红噪声

source: Linear fitting
bg_bg: Линеен монтаж
cht: 線性選配
da_dk: Lineær tilpasning
el_gr: Γραμμική εφαρμογή
fi_fi: Lineaarinen sovitus
hr_hr: Linearno namještanje
hu_hu: Lineáris illesztés
it_it: Fitting lineare
ko_kr: Linear(선형 피팅)
nl_nl: Lineaire aanpassing
no_no: Lineær tilpasning
pt_pt: Ajuste linear
ro_ro: Reglaj liniar
ru_ru: Линейная настройка
sv_se: Linjär anpassning
th_th: การ fitting แบบ Linear
tr_tr: Lineer fitting
zh_cn: 线性放大验配

source: Semi linear fitting
bg_bg: Полулинеен монтаж
cht: 半線性選配
da_dk: Semilineær tilpasning
el_gr: Ημιγραμμική εφαρμογή
fi_fi: Semi-lineaarinen sovitus
hr_hr: Djelomično linearno namještanje
hu_hu: Fél-lineáris illesztés
it_it: Fitting semi-lineare
ko_kr: Semi linear(선형압축 피팅)
nl_nl: Semi-lineaire aanpassing
no_no: Halvlineær tilpasning
pt_pt: Adaptação semilinear
ro_ro: Reglaj semi-liniar
ru_ru: Полулинейная настройка
sv_se: Semi-linjär anpassning
th_th: การ fitting Semi linear
tr_tr: Yarı lineer fitting
zh_cn: 混合线性放大验配

source: Wide Dynamic Range Compression (WDRC)
bg_bg: Компресия в широк динамичен диапазон (WDRC)
cht: 寬廣動態範圍壓縮 (WDRC)
el_gr: Συμπίεση εκτεταμένου δυναμικού εύρους (WDRC)
fi_fi: Laaja dynaamisen alueen pakkaus (WDRC)
hr_hr: Kompresija širokog dinamičkog raspona (WDRC)
hu_hu: Széles dinamikai tartományú kompresszió (WDRC)
it_it: WDRC (Wide Dynamic Range Compression)
ko_kr: WDRC(비선형 광역동범위압축 피팅)
pt_pt: WDRC (Wide Dynamic Range Compression)
ro_ro: Wide Dynamic Range Compression (WDRC) - Comprimare Gamă Dinamică Extinsă
ru_ru: Компрессия Широкого Динамического Диапазона (WDRC)
th_th: การบีบอัดช่วงไดนามิกกว้าง (WDRC)
tr_tr: Geniş Dinamik Aralık Kompresyonu (WDRC)
zh_cn: 宽动态范围压缩(WDRC)

source: Choose a compression mode:
bg_bg: Изберете режим на натиск:
cht: 選擇壓縮模式：
da_dk: Vælg en kompressionstilstand:
el_gr: Επιλέξτε μια λειτουργία συμπίεσης:
fi_fi: Valitse kompressiotila:
hr_hr: Odaberite način kompresije:
hu_hu: Válassza ki a kompressziós módot:
it_it: Scegliere una modalità di compressione:
ko_kr: 압축모드를 선택하세요:
nl_nl: Selecteer een compressiemodus:
no_no: Velg kompresjonsmodus:
pt_pt: Escolha um modo de compressão:
ro_ro: Alegeti un mod de compresie:
ru_ru: Выберите режим компрессии:
sv_se: Välj kompressionsläge:
th_th: เลือกโหมดการบีบอัด:
tr_tr: Bir kompresyon modu seçin:
zh_cn: 选择压缩模式:

source: Compression mode(s) or compression mode options vary by device and are disabled when not available.
bg_bg: Режимът(-ите) на натиск или опциите за режим на натиск варират според устройството и се деактивират, когато не са достъпни.
cht: 根據裝置有不同的壓縮模式或壓縮模式選項，且將會在無法使用時停用。
da_dk: Kompressionstilstande og -muligheder er forskellige fra HA til HA og er slået fra, når de ikke er tilgængelige.
el_gr: Οι λειτουργίες συμπίεσης ή οι επιλογές λειτουργιών συμπίεσης ποικίλλουν ανά συσκευή και είναι απενεργοποιημένες όταν δεν είναι διαθέσιμες.
fi_fi: Kompressio tila tai kompressiotilan asetukset vaihtelet kuulokojeiden mukaan ja ovat poissa käytöstä jos niitä ei ole saatavilla.
hr_hr: Načini kompresije ili mogućnosti načina kompresije ovise o uređaju i onemogućeni su kada nisu dostupni.
hu_hu: A kompressziós mód(ok) vagy a kompressziós mód opciói készülékfüggőek, és le vannak tiltva, ha nem érhetők el.
it_it: Le modalità di compressione o le opzioni della modalità di compressione variano a seconda del dispositivo e sono disattivate quando non disponibili.
ko_kr: 컴프레션 또는 컴프레션 옵션은 보청기에 따라 선택할 수 없는 경우 활성화되지 않습니다.
nl_nl: De compressiemodusopties variëren per toestel en zijn uitgezet als ze niet beschikbaar zijn.
no_no: Kompresjonsmodus(er) eller kompresjonsmodusalternativer varierer fra apparat til apparat og er slått av når de ikke er tilgjengelige.
pt_pt: O modo de compressão e suas opções variam de acordo com o aparelho e podem estar indisponíveis.
ro_ro: Modul de compresie sau opriunile modurilor de compresie variaza in functie de dispozitiv si sunt dezactivate cand nu sunt disponibile.
ru_ru: Режим(ы) компрессии или опции режима компрессии отличаются на различных устройствах и отключены, когда они недоступны.
sv_se: Kompressionslägenas olika val kan variera mellan olika hörapparater och är urkopplade när de inte finns tillgängliga.
th_th: Compression mode(s) หรือตัวเลือก compression mode ของอุปกรณ์มีการเปลี่ยนแปลง และปิดการใช้งาน
tr_tr: Kompresyon mod(lar)ı ya da kompresyon modu seçenekleri cihaza göre değişir ve kullanılamaz olduğunda devre dışı bırakılır.
zh_cn: 压缩模式或压缩模式选项因助听器而异且不可选时将禁用。

source: Gain
bg_bg: Усилване
cht: 增益
da_dk: Forstærkning
el_gr: Κέρδος
fi_fi: Vahvistus
hr_hr: Pojačanje
hu_hu: Erősítés
it_it: Guadagno
ko_kr: 게인
nl_nl: Versterking
pt_pt: Ganho
ro_ro: Câștig
ru_ru: Усиление
sv_se: Förstärkning
th_th: เกน
tr_tr: Kazanç
zh_cn: 增益

source: Starting point
bg_bg: Начална точка
cht: 起始點
da_dk: Udgangspunkt
el_gr: Αρχικό σημείο
fi_fi: Lähtötilanne
hr_hr: Početna točka
hu_hu: Kezdő pont
it_it: Punto iniziale
ko_kr: 시작
nl_nl: Startpunt
no_no: Startpunkt
pt_pt: Ponto inicial
ro_ro: Punct de pornire
ru_ru: Начальная точка
sv_se: Startvärde
th_th: จุดเริ่ม
tr_tr: Başlangıç Noktası
zh_cn: 起始点

source: Starting point
bg_bg: Начална точка
cht: 起始點
da_dk: Udgangspunkt
el_gr: Αρχικό σημείο
fi_fi: Lähtötilanne
hr_hr: Početna točka
hu_hu: Kezdő pont
it_it: Punto iniziale
ko_kr: 시작
nl_nl: Startpunt
no_no: Startpunkt
pt_pt: Ponto inicial
ro_ro: Punct de pornire
ru_ru: Начальная точка
sv_se: Startvärde
th_th: จุดเริ่ม
tr_tr: Başlangıç Noktası
zh_cn: 起始点

source: End target
bg_bg: Крайна цел
cht: 結束目標
da_dk: Slutmål
el_gr: Τελικός στόχος
fi_fi: Lopullinen tavoite
hr_hr: Ciljana točka
hu_hu: Végcél
it_it: Target finali
ko_kr: 최종 목표
nl_nl: Einddoel
no_no: Sluttpunkt
pt_pt: Alvo final
ro_ro: Țintă finală
ru_ru: Конечная цель
sv_se: Slutmål
th_th: สิ้นสุดเป้าหมาย
tr_tr: Son hedef
zh_cn: 目标值

source: Experience - Non-linear
bg_bg: Опит - нелинеен
cht: 經驗值 - 非線性
da_dk: Erfaring – ikke-lineær
el_gr: Εμπειρία - Μη γραμμική
fi_fi: Kokemus – ei-lineaarinen
hr_hr: Doživljaj – nelinearni
hu_hu: Tapasztalat- Nem lineáris
it_it: Esperienza - Non-lineare
ko_kr: 착용경험 -비선형보청기
nl_nl: Ervaring: niet-lineair
no_no: Erfaren bruker – Digital
pt_pt: Experiência - Não linear
ro_ro: Experiență - neliniară
ru_ru: Опыт - нелинейный СА
sv_se: Erfaren - Heltid, olinjär
th_th: ประสบการณ์ - ไม่มีประสบการณ์มาก่อน
tr_tr: Deneyim - Lineer-dışı
zh_cn: 使用过非线性放大助听器

source: Preserve fine-tuned gain
bg_bg: Запазване на фино настроено усилване
cht: 保留微調增益
da_dk: Bevar finjusteret forstærkning
el_gr: Διατήρηση λεπτομερώς συντονισμένης απόκρισης
fi_fi: Säilytä hienosäädetty vahvistus
hr_hr: Sačuvaj ugođenu jačinu zvuka
hu_hu: Illesztett erősítés megőrzése
it_it: Preserva guadagno regolazione-fine
ko_kr: 저장된 미세조절 이득
nl_nl: Fine-tuning van versterking behouden
no_no: Oppretthold finjustert gain
pt_pt: Preservar ganho de ajuste fino
ro_ro: Păstrarea amplificării ajustate fin
ru_ru: Сохранить точную настройку усиления
sv_se: Behåll finjusterad förstärkning
th_th: รักษาเกนที่มีการปรับแต่ง
tr_tr: Saklanan ince ayar kazancı
zh_cn: 保存微调增益

source: Set the gain to match
bg_bg: Настройте усилването да съответства на
cht: 設定增益以符合
da_dk: Indstil forstærkning til at matche
el_gr: Ρύθμιση απόκρισης για να αντιστοιχεί
fi_fi: Aseta vahvistus vastamaan
hr_hr: Namjesti postavke pojačanja na xxxxxxx
hu_hu: Állítsa be azonosra az erősítést
it_it: Impostare il guadagno da soddisfare
ko_kr: 게인이 매치되도록 설정
nl_nl: Pas de versterking aan de situatie aan
no_no: Sett gain til å matche
pt_pt: Definir o ganho para corresponder
ro_ro: Fixati castigul pe valorile potrivite
ru_ru: Задайте соответствующее усиление
sv_se: Ställ in förstärkningen att matcha:
th_th: ตั้งค่าเกนให้พอดีกัน
tr_tr: Karşılaştırma için kazancı ayarla
zh_cn: 设置增益以匹配

source: Current values
bg_bg: Стойности в момента
cht: 目前值
da_dk: Nuværende værdier
el_gr: Τρέχουσες τιμές
fi_fi: Nykyiset arvot
hr_hr: Trenutne vrijednosti
hu_hu: Aktuális értékek
it_it: Valori correnti
ko_kr: 현재
nl_nl: Huidige waarden
no_no: Gjeldende verdier
pt_pt: Valores atuais
ro_ro: Valori curente
ru_ru: Текущие значения
sv_se: Nuvarande värden
th_th: ค่าปัจจุบัน
tr_tr: Güncel değerler
zh_cn: 当前值

source: End point values
bg_bg: Стойности на крайната точка
cht: 終點值
da_dk: Slutpunktsværdier
el_gr: Τιμές τελικών σημείων
fi_fi: Lopetuspisteen arvot
hr_hr: Vrijednosti završne točke
hu_hu: Végpont értékek
it_it: Valori al punto finale
ko_kr: 종료
nl_nl: Einddoel waarden
no_no: Sluttpunktverdier
pt_pt: Valores finais
ro_ro: Valori finale
ru_ru: Значения в конечной точке
sv_se: Slutgiltiga värden
th_th: ค่าสิ้นสุด
tr_tr: Bitiş noktası değerleri
zh_cn: 最终值

source: Starting point values
bg_bg: Стойности на началната точка
cht: 起點值
da_dk: Værdier for udgangspunkt
el_gr: Τιμές αρχικών σημείων
fi_fi: Aloituspisteen arvo
hr_hr: Vrijednosti početne točke
hu_hu: Kezdőpont értékek
it_it: Valori al punto iniziale
ko_kr: 시작
nl_nl: Startpunt waarden
no_no: Startpunktverdier
pt_pt: Valores iniciais
ro_ro: Valori punct de pornire
ru_ru: Значения в начальной точке
sv_se: Startvärden
th_th: ค่าจุดเริ่มต้น
tr_tr: Başlangıç noktası değerleri
zh_cn: 起始值

source: Acceptance Manager Progress:
bg_bg: Напредък на Acceptance Manager:
cht: 適應管理進度 :
da_dk: Fremskridt i Acceptance Manager:
el_gr: Εξέλιξη Διαχειριστή αποδοχής :
fi_fi: Sopeutumisavustajan eteneminen:
hr_hr: Napredak značajke Acceptance Manager:
hu_hu: Acceptance Manager folyamat:
it_it: Manager Adattamento Progressione:
ko_kr: 자동적응매니저 실행:
nl_nl: Acceptatie Manager voortgang:
pt_pt: Gerenciador de Adaptação em Progresso:
ro_ro: Progres Manager de acceptare:
ru_ru: Активность Менеджера привыкания:
sv_se: Acceptansverktyg pågår:
th_th: ความคืบหน้าของตัวจัดการการยอมรับ:
tr_tr: Adaptasyon Yöneticisi İlerlemesi:
zh_cn: 满意度管理系统进程:

source: Acceptance Manager is done.
bg_bg: Acceptance Manager е готов.
cht: 適應管理已完成。
da_dk: Acceptance Manager er færdig.
el_gr: Διαχειριστής αποδοχής ολοκληρώθηκε
fi_fi: Sopeutumisavustaja on valmis.
hr_hr: Acceptance Manager je završio.
hu_hu: Acceptance Manager kész.
it_it: Manager Adattamento completato.
ko_kr: 자동적응매니저가 완료되었습니다
nl_nl: Acceptatie Manager is voltooid.
no_no: Acceptance Manager er fullført
pt_pt: Gerenciador de Adaptação finalizado.
ro_ro: Managerul de Acceptare a terminat.
ru_ru: Менеджер адаптации завершил работу.
sv_se: Acceptansverktyget är färdigt.
th_th: ตัวจัดการการยอมรับทำงานเสร็จแล้ว
tr_tr: Adaptasyon Yöneticisi tamamlandı.
zh_cn: 满意度管理系统已完成。

source: It is not possible to link when only one side is linear
bg_bg: Не е възможна връзка, когато само едната страна е линейна
cht: 當只有一側為線性時，無法連結
da_dk: Det er ikke muligt at sammenkæde, når kun den ene side er lineær
el_gr: Δεν είναι δυνατή η σύνδεση όταν μόνο η μία πλευρά είναι γραμμική
fi_fi: Linkittäminen ei ole mahdollista, kuin vain yksi puoli on lineaarinen.
hr_hr: Povezivanje nije moguće ako je samo jedna strana linearna
hu_hu: Nem lehetséges az összekapcsolás, amikor csak az egyik oldal lineáris
it_it: Non è possibile effettuare il collegamento quando soltanto un lato è lineare
ko_kr: 한측이 선형피팅인 경우 링크 할 수 없습니다.
nl_nl: Het is niet mogelijk te koppelen wanneer slechts één kant lineair is
no_no: Det er ikke mulig å koble sammen når bare én side er lineær
pt_pt: Não é possível vincular quando apenas um lado é linear
ro_ro: Nu se poate conecta când doar o parte este liniară
ru_ru: Установить связь невозможно – только одна сторона имеет линейный характер
sv_se: Det går inte att länka när bara ena sidan är linjär
th_th: ไม่สามารถเชื่อมโยงได้ในขณะที่มีข้างเดียวเป็นเส้นตรง
tr_tr: Yalnızca bir taraf lineer olduğunda bağlantı kurulamaz
zh_cn: 仅一侧为线性时，无法完成链接

source: Paired Devices (1 of 5)
bg_bg: Сдвоени устройства (1 от 5)
cht: 已配對裝置 (第 1 個，共 5 個)
da_dk: Parrede apparater (1 af 5)
el_gr: Συνδεδεμένες συσκευές (1 από 5)
fi_fi: Paritettuja laitteita ( 1/5 )
hr_hr: Upareni uređaji (1 od 5)
hu_hu: Párosított eszközök (1. az 5-ből)
it_it: Dispositivi accoppiati (1 di 5)
ko_kr: 연결된 디바이스 (5개중 1)
nl_nl: Gekoppelde toestellen (1 van 5)
no_no: Parede enheter (1 av 5)
pt_pt: Dispositivos pareados (1 de 5)
ro_ro: Dispozitive imperechiate (1 la 5)
ru_ru: Сопряженные устройства (1 из 5)
sv_se: Parkopplade enheter (1 of 5)
th_th: Pair อุปกรณ์ (1 of 5) แล้ว
tr_tr: Eşleştirilmiş Cihazlar (1 / 5)
zh_cn: 已配对设备(5-1)

source: Paired Devices (2 of 5)
bg_bg: Сдвоени устройства (2 от 5)
cht: 已配對裝置 (第 2 個，共 5 個)
da_dk: Parrede apparater (2 af 5)
el_gr: Συνδεδεμένες συσκευές (2 από 5)
fi_fi: Paritettuja laitteita ( 2/5 )
hr_hr: Upareni uređaji (2 od 5)
hu_hu: Párosított eszközök (2. az 5-ből)
it_it: Dispositivi accoppiati (2 di 5)
ko_kr: 연결된 디바이스 (5개중 2)
nl_nl: Gekoppelde toestellen (2 van 5)
no_no: Parede enheter (2 av 5)
pt_pt: Dispositivos Pareados (2 de 5)
ro_ro: Dispozitive imperechiate (2 la 5)
ru_ru: Сопряженные устройства (2 из 5)
sv_se: Parkopplade enheter (2 of 5)
th_th: Pair อุปกรณ์ (2 of 5) แล้ว
tr_tr: Eşleştirilmiş Cihazlar (2 / 5)
zh_cn: 已配对设备(5-2)

source: Paired Devices (3 of 5)
bg_bg: Сдвоени устройства (3 от 5)
cht: 已配對裝置 (第 3 個，共 5 個)
da_dk: Parrede apparater (3 af 5)
el_gr: Συνδεδεμένες συσκευές (3 από 5)
fi_fi: Paritettuja laitteita ( 3/5 )
hr_hr: Upareni uređaji (3 od 5)
hu_hu: Párosított eszközök (3. az 5-ből)
it_it: Dispositivi accoppiati (3 di 5)
ko_kr: 연결된 디바이스 (5개중 3)
nl_nl: Gekoppelde toestellen (3 van 5)
no_no: Parede enheter (3 av 5)
pt_pt: Dispositivos Pareados (3 de 5)
ro_ro: Dispozitive imperechiate (3 la 5)
ru_ru: Сопряженные устройства (3 из 5)
sv_se: Parkopplade enheter (3 of 5)
th_th: Pair อุปกรณ์ (3 of 5) แล้ว
tr_tr: Eşleştirilmiş Cihazlar (3 / 5)
zh_cn: 已配对设备(5-3)

source: Paired Devices (4 of 5)
bg_bg: Сдвоени устройства (4 от 5)
cht: 已配對裝置 (第 4 個，共 5 個)
da_dk: Parrede apparater (4 af 5)
el_gr: Συνδεδεμένες συσκευές (4 από 5)
fi_fi: Paritettuja laitteita ( 4/5 )
hr_hr: Upareni uređaji (4 od 5)
hu_hu: Párosított eszközök (4. az 5-ből)
it_it: Dispositivi accoppiati (4 di 5)
ko_kr: 연결된 디바이스 (5개중 4)
nl_nl: Gekoppelde toestellen (4 van 5)
no_no: Parede enheter (4 av 5)
pt_pt: Dispositivos Pareados (4 de 5)
ro_ro: Dispozitive imperechiate (4 la 5)
ru_ru: Сопряженные устройства (4 из 5)
sv_se: Parkopplade enheter (4 of 5)
th_th: Pair อุปกรณ์ (4 of 5) แล้ว
tr_tr: Eşleştirilmiş Cihazlar (4 / 5)
zh_cn: 已配对设备(5-4)

source: Paired Devices (5 of 5)
bg_bg: Сдвоени устройства (5 от 5)
cht: 已配對裝置 (第 5 個，共 5 個)
da_dk: Parrede apparater (5 af 5)
el_gr: Συνδεδεμένες συσκευές (5 από 5)
fi_fi: Paritettuja laitteita ( 5/5 )
hr_hr: Upareni uređaji (5 od 5)
hu_hu: Párosított eszközök (2. az 5-ből)
it_it: Dispositivi accoppiati (5 di 5)
ko_kr: 연결된 디바이스 (5개중 5)
nl_nl: Gekoppelde toestellen (5 van 5)
no_no: Parede enheter (5 av 5)
pt_pt: Dispositivos Pareados (5 de 5)
ro_ro: Dispozitive imperechiate (5 la 5)
ru_ru: Сопряженные устройства (5 из 5)
sv_se: Parkopplade enheter (5 of 5)
th_th: Pair อุปกรณ์ (5 of 5) แล้ว
tr_tr: Eşleştirilmiş Cihazlar (5 / 5)
zh_cn: 已配对设备(5-5)

source: Streamer 1
bg_bg: Стриймър 1
cht: 串流器 1
fi_fi: Ääänilähetin 1
pt_pt: Transmissor 1
ru_ru: Стример 1
tr_tr: Aktarım ünitesi 1
zh_cn: 音频设备1

source: Due to Remote Control's display limitation, some text may be truncated.
bg_bg: Поради ограниченията за показване на Дистанционно управление, възможно е известна част от текста да е отрязана.
cht: 由於遙控器顯示幕的限制，部分文字可能會被截斷。
da_dk: Pga. begrænsninger på fjernbetjeningens display er noget af teksten blevet afkortet.
el_gr: Λόγω του περιορισμού εμφάνισης στο τηλεχειριστήριο, το κείμενο μπορεί να έχει περικοπεί.
fi_fi: Kauko-ohjaimen näytön rajoitusten vuoksi osa tekstistä voi näkyä lyhennettynä.
hr_hr: Zbog ograničenja ekrana daljinskog upravljača dijelovi teksta mogu nedostajati.
hu_hu: A távirányító megjelenítőjének korlátozása miatt a szöveg egyes részei csonkoltak lehetnek.
it_it: A causa dei limiti del display del Remote Control, parte del testo potrebbe risultare troncato.
ko_kr: 리모컨 표시 제한으로 인해 일부 텍스트가 표현되지 않을 수 있습니다.
nl_nl: Tekst kan soms afgekort zijn omwille van de beperkte display van de afstandbediening.
no_no: Noe tekst kan være trukket sammen som følge av visningsbegrensninger.
pt_pt: Devido à limitação da tela do Controle Remoto, o texto pode ser cortado.
ro_ro: Din cauza limitărilor de afișaj ale Telecomenzii, unele texte pot fi prescurtate.
ru_ru: Из-за ограничений дисплея ДУ некоторые тексты могут быть усечены.
sv_se: På grund teckenbegränsningen i fjärrkontrollens display kan viss text inte visas helt.
th_th: เนื่องจากข้อจำกัดในการแสดงผลของรีโมทคอนโทรล ข้อความบางส่วนอาจถูกตัดทอน
tr_tr: Uzaktan kumanda görüntüleme sınırlaması nedeniyle bazı metinler kesilebilir.
zh_cn: 由于遥控器显示受限，部分文本将被删除。

source: Adaptation
bg_bg: Адаптиране
cht: 適應
da_dk: Tilpasning
el_gr: Προσαρμογή
fi_fi: Mukautuminen
hr_hr: Adaptacija
hu_hu: Adaptáció
it_it: Adattamento
ko_kr: 적용
nl_nl: Adaptatie
no_no: Tilpasning
pt_pt: Adaptação
ro_ro: Adaptare
ru_ru: Адаптация
th_th: การปรับตัว(Adaptation)
tr_tr: Adaptasyon
zh_cn: 适应

source: Duration
bg_bg: Времетраене
cht: 週期
da_dk: Varighed
el_gr: Διάρκεια
fi_fi: Kesto
hr_hr: Trajanje
hu_hu: Időtartam
it_it: Durata
ko_kr: 적응기간
nl_nl: Duur
no_no: Varighet
pt_pt: Duração
ro_ro: Durata
ru_ru: Продолжительность
sv_se: Varaktighet
th_th: ช่วงเวลา
tr_tr: Süre
zh_cn: 持续时间

source: Average Daily usage
bg_bg: Средна дневна употреба
cht: 平均每日使用
da_dk: Gennemsnitlig daglig brug
el_gr: Μέση ημερήσια χρήση:
fi_fi: Keskimääräinen päivittäinen käyttö
hr_hr: Prosječna upotreba po danu:
hu_hu: Átlagos napi használat
it_it: Utilizzo medio giornaliero
ko_kr: 하루 평균사용
nl_nl: Gemiddeld dagelijks gebruik
no_no: Gjennomsnittlig daglig bruk
pt_pt: Média de Uso Diário
ro_ro: Utilizare zilnică medie
ru_ru: Ношение в среднем за сутки
sv_se: Genomsnittlig daglig användning
th_th: การใช้งานเฉลี่ยต่อวัน
tr_tr: Ortalama Günlük Kullanım
zh_cn: 日平均使用

source: Input Curves
bg_bg: Криви на усилването
cht: 輸入曲線
da_dk: Forstærkningskurver
el_gr: Καμπύλες εισόδου
fi_fi: Vahvistuskäyrät
hr_hr: Unesi krivulje
hu_hu: Bemeneti görbék
it_it: Curve Ingresso
ko_kr: 입력곡선
nl_nl: Gaincurves
no_no: Gainkurver
pt_pt: Curvas de Entrada
ro_ro: Curbe semnal de intrare
ru_ru: Кривые входа
sv_se: Innivåkurvor
th_th: เส้นโค้งอินพุต
tr_tr: Kazanç Eğrileri
zh_cn: 输入曲线

source: Target Curves
bg_bg: Целеви криви
cht: 目標曲線
da_dk: Target-kurver
el_gr: Καμπύλες στόχου
fi_fi: Tavoitekäyrät
hr_hr: Ciljne krivulje
hu_hu: Cél görbék
it_it: Curve target
ko_kr: 타겟 곡선
no_no: Target-kurver
pt_pt: Curvas alvo
ro_ro: Curbe tinta
ru_ru: Кривые целевого усиления
sv_se: Målkurvor
th_th: เป็นโค้งเป้าหมายที่สนใจ
tr_tr: Hedef Eğrileri
zh_cn: 目标曲线
