Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Natural Directionality II takes advantage of the full power of the brain and creates a more natural listening experience. Allowing both an omnidirectional and a directional signal provides the auditory system with optimum input that allows the hearing instrument wearer to be aware of all sounds and speech at the same time. As the conversation starts behind the hearing instrument wearer, he is able to change focus to the conversation occurring behind him. By having the ability to consciously choose the listening source, the wearer is no longer limited by manual adjustments.
bg_bg: Естествена насоченост II използва цялата сила на мозъка и създава по-естествено изживяване при слушане. Пропускането както на многопосочен, така и на насочен сигнал осигурява на системата за слуха оптимална информация, която позволява на носещия слухов апарат да чува всички звуци и говор едновременно. Когато разговорът започне зад носещия слухов апарат, той е в състояние на пренасочи вниманието си към разговора, който се води зад него. Имайки възможността съзнателно да избира източника за слушане, носещият слухов апарат вече не е ограничен от ръчни регулировки.
cht: 實景空間方向性有採取如整個大腦的優勢並產生較自然的聆聽感受。允許全方位及方向性麥克風提供聽覺系統一個極佳的輸入，使得助聽器使用者可同時聽見所有聲音及語音。即使對話來自於後方，使用者仍可切換方向性以向後方的人對話。有了這個可根據自己的想法選擇聲音來源，助聽器使用者將不再受到手動調整的限制。
da_dk: Natural Directionality II udnytter hjernens kraft og skaber en mere naturlig lytteoplevelse. Med både omni og direktoinalitet gives hørecentret i hjernen et optimalt input der gør at høreapparatbrugeren kan opleve alle lyde fra omgivelserne og klar tale samtidigt. Hvis en samtaler begynder bagfra kan brugeren skifte fokus til denne samtale. Ved selv at kunne beslutte hvilken samtale der er den ønskede lydkilde er brugeren ikke længere begrænset af manuelle skift mellem programmer og forskellig direktionalitet.
el_gr: Η λειτουργία Natural Directionality II αξιοποιεί την πλήρη ισχύ του εγκεφάλου και δημιουργεί μια πιο φυσική εμπειρία ακρόασης. Επιτρέποντας τόσο ένα παν-κατευθυντικό όσο και ένα κατευθυντικό σήμα, παρέχει στο ακουστικό σύστημα τη βέλτιστη είσοδο που επιτρέπει στον χρήστη να αντιλαμβάνεται όλους τος ήχους και την ομιλία ταυτόχρονα. Καθώς η συζήτηση ξεκινά πίσω από τον χρήστη, αυτός είναι σε θέση να μετατοπίσει την εστίασή του στη συζήτηση αυτή. Έχοντας τη δυνατότητα να αλλάζει συνειδητά την πηγή ακρόασης, ο χρήστης δεν περιορίζεται πλέον από χειροκίνητες προσαρμογές.
fi_fi: Luonnollinen suuntakuvio II saa aikaan luonnollisemman kuuntelukokemuksen hyödyntämällä aivojen täyttä tehoa. Kun kaikkisuuntainen ja suuntakuviosignaali sallitaan, kuuloaisti saa ihanteellisen syötteen, joten kuulokojeen käyttäjä on tietoinen kaikista äänistä ja puheesta. Jos keskustelu alkaa kuulokojeen käyttäjän takana, hän voi suunnata huomionsa siihen. Kun käyttäjä voi valita äänilähteen tietoisesti, käsin tehtyjen säätöjen rajoitukset eivät enää sido häntä.
hr_hr: Prirodna usmjerenost II koristi se svom snagom ljudskog mozga i stvara prirodnije iskustvo slušanja. Podržavajući i višesmjerni i jednosmjerni signal daje slušnom sustavu dovoljno ulaznih informacija koje nositelju slušnog aparata omogućuju da istodobno čuje i zvukove i govor. Nositelj slušnog aparata može tako promijeniti fokus slušanja na tijek razgovora koji se vodi iza njegovih leđa. Nositelj slušnog aparata više nije ograničen ni jednosmjernim sustavom slušnog uređaja ni ručnim podešavanjem jer ima sposobnost da svjesno odabere izvor zvuka.
hu_hu: A Természetes direkcionalítás II kihasználja az agy minden előnyét, és még természetesebb hallási élményt nyújt. Az omni és a direkcionális jel együtt optimális jelet biztosít a hallórendszernek, amely a hallókészülék viselőnek egyidejűleg biztosít minden hangot és a beszédet egyidejűleg. Amint a beszélgetés elkezdődik a készülék viselő mögött, képes lesz fokuszálni az érdekesebb mögötte folyó beszélgetésre. A lehetőséggel, hogy folyamatosan ki tudja választani melyik hangforrás a fontos neki, a felhasználó többet nincs kitéve a direkcionális rendszernek vagy manuális állításnak.
it_it: La Direzionalità Naturale II sfrutta tutta la capacità del cervello umano ricreando un'esperienza di ascolto più naturale. Consente di acquisire i suoni ambientali in modalità omnidirezionale e allo stesso tempo in modalità direzionale restituendo al sistema uditivo un'elaborazione ottimale che consente a chi indossa l'apparecchio acustico di essere consapevole contemporaneamente dei suoni e del parlato nell'ambiente circostante. Quando inizia una conversazione da dietro ,chi indossa l'apparecchio è in grado di modificare il focus verso la conversazione che avviene dietro di lui. Avendo la possibilità di scegliere consapevolmente la fonte di ascolto, chi indossa l'apparecchio non è più limitato da regolazioni manuali.
ko_kr: Natural Directionality II 두뇌의 모든 기능을 활용하여보다 자연스러운 청취 경험을 제공합니다. Omni 및 방향성 신호를 모두 허용하면 청각 시스템에 최적의 청취 환경이 제공되어, 착용자는 말소리와 주변 환경 소리를 동시에 인식 할 수 있습니다. 착용자 뒤에서 대화가 시작되어도, 대화에 집중할 수 있습니다. 의식적으로 청취 소스를 선택할 수있는 능력을 가짐으로써, 더욱 자연스러운 청취가 가능합니다.
nl_nl: Brain-balanced directionaliteit II haalt voordeel uit de kracht van de hersenen en creëert een meer natuurlijke luisterervaring. Met zowel een omnidirectioneel als een directioneel signaal krijgt het gehoor een optimale input zodat de drager van het hoortoestel zich van alle geluiden én spraak bewust zal zijn. Wanneer de conversatie achter de drager start, kan hij/zij de focus verschuiven naar de meer interessante conversatie die achter hem/haar plaatsvindt. Door de mogelijkheid bewust de luisterbron te kunnen kiezen waarin hij geïnteresseerd is, is de drager niet langer beperkt door het directionele systeem van het hoortoestel of door handmatige aanpassingen.
no_no: Natural Directionality II benytter den fulle kraften til hjernen og lager en mer naturlig lytteopplevelse. Ved at brukeren mottar både et omnidireksjonalt og et direksjonalt signal får hørselssystemet optimal lydinngang, slik ar brukeren hører alle lyder og tale samtidig. Når en samtale starter bak brukeren av høreapparatet, vil vedkommende kunne endre fokus til samtalen som foregår bak ham. Muligheten til å kontinuerlig velge hvilken lydkilde man finner mest interessant, sikrer at brukeren ikke lenger er begrenset av det direksjonale systemet til høreapparatet eller av manuelle justeringer..
pt_pt: A Direcionalidade Natural II aproveita todo o poder do cérebro e cria uma experiência de escuta mais natural. Permitir um sinal omnidirecional e direcional proporciona ao sistema auditivo a entrada ideal que possibilita ao usuário do aparelho auditivo estar ciente de todos os sons e da fala ao mesmo tempo. À medida que a conversa inicia atrás do usuário do aparelho auditivo, ele consegue mudar o foco para a conversa mais interessante que ocorre atrás dele. Podendo escolher conscientemente a fonte de escuta em que está interessado, o usuário não fica mais limitado pelo sistema direcional do aparelho auditivo ou por ajustes manuais.
ro_ro: Direcționalitatea Naturală II valorifică toată puterea creierului și creează o experiență de ascultare mai naturală. Permite semnale atât omnidirecționale cât și direcționale, ceea ce oferă sistemului auditiv un input optim, care permite purtătorului aparatului auditiv să fie conștient de toate sunetele, dar și de vorbire, în același timp. Pe măsură ce conversația începe în spatele utilizatorului aparatului auditiv, acesta se poate concentra pe conversația mai interesantă ce are loc în spatele lui. Grație abilității de a alege în mod conștient sursa de ascultare care îl interesează, utilizatorul nu mai este limitat de ajustările manuale.
ru_ru: Режим Естественная направленность II задействует полный потенциал мозга и создает более естественное акустическое окружение. Поступающие сигналы, как всенаправленные, так и направленные, обеспечивают слуховой системе оптимальную входную информацию, позволяя пользователю слухового аппарата воспринимать все окружающие его звуки и речь одновременно. Если речь начинает звучать позади пользователя СА, он может тут же переместить фокус на интересующий его разговор у себя за спиной. Имея возможность сознательно выбирать интересующий его источник звука, пользователь СА больше не стеснен ограничениями направленности микрофона слухового аппарата или необходимостью регулирования вручную.
sv_se: Naturlig riktverkan II drar fördel av hjärnans fulla kapacitet och skapar en naturligare lyssningsupplevelse. Den medger bred riktverkan samtidigt direkt signal och förser hörselsystemet med optimal input som gör att bärare uppfattar både ljud och tal samtidigt. Om samtalet inleds bakom användaren kan denne ändra fokus till det. Genom att kunna välja vilken lyssningskälla som är intressant begränsas inte längre av hörapparatens riktningsverkan eller manuella justeringar.
th_th: เทคโนโลยี Natural Directionality II ใช้ประโยชน์จากพลังสมองอย่างเต็มที่และสร้างประสบการณ์ในการรับฟังที่เป็นธรรมชาติมากขึ้น การมีทั้งสัญญาณแบบรอบทิศทางและสัญญาณแบบทิศทางเดียวทำให้ระบบการได้ยินมีอินพุตที่เหมาะสม ซึ่งช่วยให้ผู้ใช้เครื่องช่วยฟังสามารถได้ยินเสียงทั้งหมดและพูดได้ในเวลาเดียวกัน เมื่อการสนทนาเริ่มต้นขึ้นหลังจากใส่เครื่องช่วยฟังแล้ว ผู้ใช้ก็สามารถพุ่งความสนใจไปยังการสนทนาที่เกิดขึ้นตามมาได้ ด้วยความสามารถในการเลือกต้นทางของเสียง ผู้ใช้จึงไม่ถูกจำกัดด้วยการปรับอุปกรณ์ด้วยตนเองอีกต่อไป
tr_tr: Natural Direksiyonalite II, beyinin tüm gücünden faydalanır ve daha doğal bir dinleme ortamı oluşturur. Hem her yönden hem de direksiyonel bir sinyale izin verilmesi, işitme sistemine, işitme cihazı kullanıcısının tüm sesler ve konuşmaları aynı anda işitmesine olanak sağlayan optimum bir giriş sağlar. İşitme cihazı kullanıcısı, arka tarafta bir konuşma başladığında, kendi arkasında bulunan sohbete odaklanabilir. Kullanıcı, dinleme kaynağını bilinçli bir şekilde seçme becerisine sahip olarak artık manuel ayarlarla kısıtlı kalmaz.
zh_cn: 自然方向性II可充分利用大脑功能，提供一种更自然的听力体验。将全向性和方向性信号相结合，可优化听觉系统输入情况，使助听器佩戴者同时注意到各种声音和言语。当有人在助听器佩戴者身后说话时，他就能关注到自己身后让自己感兴趣的话题。由于用户能有意识地去选择自己感兴趣的声源，就可摆脱手动调整的限制。

source: The DFS Ultra II system uses a digital filter to suppress feedback without reducing the gain of the hearing instrument. The hearing instrument wearer is able to hear her spouse without annoying whistling sounds.
bg_bg: Системата DFS Ultra II използва цифров филтър за потискане на микрофонията, без да намалява усилването на слуховия апарат. Носещият слухов апарат е в състояние да чува партньора(-ката) си без дразнещи свирещи звуци.
cht: 數位回饋音抑制系統以數位濾波器抑制回饋音而不會降低助聽器增益量。助聽器使用者可聽見配偶的聲音而不受回饋音的影響。
da_dk: DFS Ultra II benytter et digitalt filter til at undertrykke tilbagekobloing uden at reducere forstærkningen i høreapparatet. Høreapparatbrugeren kan derved høre uden irriterende hyletiner.
el_gr: Το σύστημα DFS Ultra II χρησιμοποιεί ένα ψηφιακό φίλτρο για την καταστολή της ανατροφοδότησης χωρίς τη μείωση της απόκρισης του ακουστικού βοηθήματος. Ο χρήστης μπορεί να ακούει τον σύντροφό του χωρίς ενοχλητικούς ήχους σφυρίγματος.
fi_fi: DFS Ultra II -järjestelmän digitaalinen suodatin vaimentaa vinkumista vähentämättä kuulokojeen vahvistusta. Kuulokojeen käyttäjä kuulee puolisonsa äänen ilman ärsyttävää vinkumista.
hr_hr: DFS Ultra II sustav koristi se digitalnim filtrima za prigušivanje povratnih zvukova bez gubitka na intenzitetu zvuka slušnog aparata. Nositelj slušnog aparata može slušati svog supružnika bez neugodnoga povratnog pištanja.
hu_hu: A DFS Ultra II rendszer digitális filtert használ, hogy megszüntesse a gerjedést, a hallókészülék erősítésének csökkentése nélkül. A hallókészülék viselő, hallhatja a házastársát sípoló hang nélkül.
it_it: Il sistema DFS Ultra II utilizza un filtro digitale per sopprimere le risposte senza ridurre il guadagno dell'apparecchio acustico. Chi indossa l'apparecchio acustico sarà in grado di sentire il proprio coniuge, senza fastidiosi fischi.
ko_kr: The DFS Ultra II는 디지털 필터를 사용하여 보청기의 이득을 감소시키지 않으면서 피드백노이즈를 제거합니다. 보청기 착용자는 불편한 피드벡 노이즈 없이 상대방의 말소리를 들을 수 있습니다.
nl_nl: Het DFS Ultra II-systeem gebruikt een digitaal filter om feedback te onderdrukken zonder de versterking van het hoortoestel te verminderen. De drager van het hoortoestel kan haar partner horen zonder irritante fluitgeluiden.
no_no: DFS Ultra II-systemet bruker et digitalt filter til å undertrykke feedback uten å redusere gain i høreapparatet. Brukeren av høreapparatet kan høre partneren sin uten å bli forstyrret av plystrelyder.
pt_pt: O sistema DFS Ultra II usa um filtro digital para suprimir o feedback sem reduzir o ganho do aparelho auditivo. O usuário do aparelho auditivo consegue escutar sua esposa sem o desagradável som de apito.
ro_ro: Sistemul DFS Ultra II utilizează un filtru digital pentru a suprima microfonia fără a reduce amplificarea aparatului auditiv. Purtătorul aparatului auditiv își poate auzi partenerul de viață fără alte sunete stridente deranjante.
ru_ru: Система DFS Ultra II использует цифровой фильтр для подавления обратной связи, не снижая при этом степени усиления слухового аппарата. Пользователь СА может слышать речь своего супруга без раздражающих свистящих звуков.
sv_se: DFS Ultra II-systemet använder ett digitalt filter som undertrycker feedback utan att minska apparatens förstärkning. Bäraren kan höra sina närmaste utan irriterande visselljud.
th_th: ระบบ DFS Ultra II ใช้ตัวกรองแบบดิจิตอลเพื่อระงับเสียงสะท้อนโดยไม่ลดการได้ยินของเครื่องช่วยฟัง ผู้ใช้เครื่องช่วยฟังจึงสามารถได้ยินเสียงคู่สมรสได้โดยไม่ต้องรำคาญกับเสียงหวีดอีกต่อไป
tr_tr: DFS Ultra II sistemi, işitme cihazının kazancını düşürmeden Feedback’i baskılamak için bir dijital filtre kullanır. İşitme cihazı kullanıcısının sinir bozucu ıslık sesleri olmadan sesleri duymasını sağlar.
zh_cn: 超级DFS II采用频谱相减原理去除反馈路径，但并不降低增益。助听器佩戴者可免受反馈声干扰。

source: When smaller venting is used in a hearing instrument, the occlusion effect or 'plugged up' feeling is increased. As a result, the hearing instrument wearer is bothered by hearing herself eating.
bg_bg: Когато се използва по-малко вентилиране в слуховия апарат, ефектът на запушване или усещането за „затапване“ се засилва. В резултат на това, използващият слуховия апарат се безпокои от това, че чува собственото си ядене.
cht: 當助聽器使用較小的氣孔時，會增加閉塞效果或「堵塞」感覺，導致助聽器佩戴者聽到自己吃東西的聲音而感到困擾。
da_dk: Når en mindre ventilering bruges i et høreapparat, øges følelsen af okklusion (tilstopning). Brugeren af høreapparatet kan derfor høre sig selv spise.
el_gr: Όταν χρησιμοποιείται αεραγωγός μικρότερης διατομής σε ακουστικό, η αίσθηση απόφραξης ή "βουλώματος" αυξάνεται. Κατά συνέπεια, το άτομο που φοράει το ακουστικό ενοχλείται από το να ακούει τον εαυτό του να τρώει.
fi_fi: Jos kuulokojeessa käytetään pienempää ilmastointia, tukkeutumisen tunne voimistuu. Silloin kuulokojeen käyttäjä kuulee syömisestään aiheutuvat äänen.
hr_hr: Kada se u slušnom aparatu rabi manji odušak, povećava se efekt zatvaranja ili osjećaj začepljenja. Kao posljedica toga, osobu koja nosi slušni aparat ometa slušanje same sebe dok jede.
hu_hu: Ha a hallókészülékben kisebb szellőzőt használnak, az okklúzió vagy az eltömődöttség érzet fokozódik. Ennek eredményeként a hallókészülék viselőjét zavarhatja, ha hallja magát enni.
it_it: Quando in un apparecchio acustico viene utilizzata una ventilazione più piccola, l'effetto di occlusione o la sensazione di "orecchio tappato" aumenta. Di conseguenza, chi indossa l'apparecchio acustico viene infastidito dall'ascolto del suono che emette mentre mangia.
ko_kr: 작은 사이즈의 벤트를 사용하면 울림현상 또는 이충만감이 커질 수 있어, 착용자의 편안한 소리에 방해가 될 수 있습니다.
nl_nl: Wanneer in een hoortoestel een kleinere venting wordt gebruikt, stijgt het occlusie-effect of het gevoel van ‘verstopte oren’. De gebruiker van het hoortoestel hoort zichzelf eten.
no_no: Ved bruk av liten ventilasjon i et høreapparat økes okklusjonseffekten eller følelsen av «innestengthet». Som følge av dette blir brukeren plaget av å høre seg selv smatte og tygge.
pt_pt: Quando uma ventilação menor é usada em um aparelho auditivo, o efeito de oclusão ou a sensação de "abafamento" aumenta. Como resultado, o usuário do aparelho sente-se incomodado por escutar a si mesmo comendo.
ro_ro: Când se utilizează un vent mai mic într-un instrument auditiv, efectul de ocluzie sau de ”înfundat” este crescut. Drept urmare, purtătorul instrumentului auditiv este deranjat auzindu-se cum mănâncă.
ru_ru: Уменьшение вента приводит к тому, что эффект окклюзии, или ощущение заложенности ушей, возрастает. В результате этого, пользователя СА будут беспокоить звуки, производимые им во время еды.
sv_se: Om mindre ventilering används för hörapparaten ökar occlusionseffekten. Som ett resultat störs hörapparatensbärarae av att höra sig själv äta.
th_th: เมื่อใช้ Vent ที่ขนาดเล็กลงในอุปกรณ์ช่วยฟัง ผลกระทบของการปิดกั้นหรือความรู้สึก 'อุดตัน' จะเพิ่มขึ้น ดังนั้น ผู้สวมอุปกรณ์ช่วยฟังจึงรู้สึกรำคาญเสียงตัวเองขณะรับประทานอาหาร
tr_tr: Bir işitme cihazında küçük havalandırma kullanıldığında, tıkanma efekti veya 'takılma' hissi artar. Sonuçta, işitme cihazı kullanıcısı kendi yemek yeme sesini işitmekten rahatsız olur.
zh_cn: 在助听器中使用较通小气孔时，会增强堵耳效应或“堵塞”感。 因此，助听器佩戴者会因听到自己吃东西的声音而造成困扰。

source: When Wind Guard is activated, the disturbance of turbulent air flow over the hearing instrument microphones is reduced. The benefit is improved speech understanding and better sound quality when outside in windy conditions.
bg_bg: Когато е активиран Wind Guard, смущенията от турбулентния въздушен поток върху микрофоните на слуховия апарат намаляват. Ползата е подобрено разбиране на говора и по-добро качество на звука, когато сте на открито във ветровито време.
cht: 當啟動風噪音抑制，經由助聽器麥克風上方吹過的氣流聲將會降低。這個好處是改善在有風噪音的戶外環境中能提升語音理解能力及較佳音質。
da_dk: Når Wind Guard er aktiveret, reduceres den forstyrrelse, der opstår, når turbulent luft strømmer hen over høreapparatet. Fordelen er forbedret taleforståelse og bedre lydkvalitet, når brugeren er udendørs i blæsevejr.
el_gr: Όταν η λειτουργία Wind Noise είναι ενεργοποιημένη, η διαταραχή της τυρβώδους ροής αέρα πάνω από τα μικρόφωνα των ακουστικών βοηθημάτων μειώνεται. Το πλεονέκτημα είναι η βελτιωμένη κατανόηση της ομιλίας και η καλύτερη ποιότητα ήχου σε εξωτερικούς χώρους όταν φυσάει.
fi_fi: Kun Tuulisalpa on käytössä, ilmavirran mikrofoniin osuessa aiheutuvaa ääntä vaimennetaan. Silloin puhetta ymmärretään paremmin ja äänenlaatu paranee ulkona tuulisella säällä.
hr_hr: Kada je uključena zaštita za vjetar, reducirane su smetnje koje prouzročuje kretanje vjetra preko mikrofona slušnog aparata. Rezultat je bolje razumijevanje govora i bolja kvaliteta zvuka u vjetrovitim uvjetima.
hu_hu: Amikor a Wind Guard aktiválva van, a zavaró levegő turbulencia a hallókészülék mikrofonján csökken. Az előnye a jobb beszédértés és jobb hangminőség szeles időben is.
it_it: Quando la funzione riduzione del rumore del vento è attiva, viene ridotto il disturbo della turbolenza dei flussi d'aria sui microfoni dell'apparecchio. Come vantaggio tale opzione offre una migliore comprensione del parlato e una qualità del suono superiore in condizioni di vento all'aperto.
ko_kr: Wind Guard가 활성화되면, 보청기에서 들리는 불편한 바람소리 소음이 줄어들어 바람이 부는 야외 환경에서 말소리 이해능력과 말소리 음질이 향상됩니다.
nl_nl: WanneerWind Guard is geactiveerd, vermindert de storende werveling van de luchtstroom over de microfoon van het hoortoestel. Het voordeel is verbeterd spraakverstaan en een betere geluidskwaliteit buiten in winderige omstandigheden.
no_no: Når Wind Guard er aktivert reduserer forstyrrelsen fra luft som blåser over høreapparatets mikrofon. Dette gir forbedret taleforståelse og bedre lydkvalitet når man oppholder seg utendørs i vind.
pt_pt: Quando o Wind Guard está ativado, a interferência do fluxo de ar turbulento pelos microfones do aparelho auditivo é reduzida. O benefício é a melhor compreensão da fala e uma melhor qualidade sonora em locais externos em condições de vento.
ro_ro: Atunci când este activată funcția de paravânt, interferența fluxului de aer turbulent cu microfoanele aparatului auditiv este redusă. Beneficiul este o înțelegere mai bună a vorbirii și o calitate mai bună a sunetului în condiții de vânt în aer liber.
ru_ru: При активации функции подавления шума ветра Wind Guard понижается воздействие, оказываемое турбулентным воздушным потоком на микрофоны СА. В результате достигается повышение разборчивости речи и лучшее качество звука при нахождении на улице в сильный ветер.
sv_se: När Vindbrusreducering är aktiverad, minskas störande turbulens över hörapparaternas mikrofonerner. Fördelen är förbättrad taluppfattning och bättre ljudkvalitet utomhus när det blåser.
th_th: เมื่อคุณสมบัติ Wind Guard ทำงาน การรบกวนจากลมที่ไหลเวียนอยู่โดยรอบไมโครโฟนของเครื่องช่วยฟังจะลดลง ประโยชน์ที่ได้รับคือ ช่วยให้เข้าใจคำพูดได้ดีขึ้นและได้ยินดีขึ้นเมื่ออยู่ข้างนอกในสถานที่ลมแรง
tr_tr: Wind Guard etkinleştirildiğinde, işitme cihazının mikrofonu üzerinden geçen rahatsız edici çalkantılı hava akışı azaltılır. Bunun faydası, konuşmaları anlama becerisinin artması ve dışarıda rüzgarlı koşullardayken ses kalitesinin daha iyi olmasıdır.
zh_cn: 当高效风噪卫士开始，气流吹过助听器时产生的干扰会被降低，从而使用户可以在户外获得更好更清晰的聆听。

source: Without the DFS calibration, sounds coming from the hearing instrument receiver loop back to the microphones, creating a risk for whistling and squealing.
bg_bg: Без калибриране с DFS, звуците, идващи от приемника на слуховия апарат, се връщат към микрофоните, създавайки риск от свирене и пищене.
cht: 沒有進行數位回饋音抑制，來自助聽器接收器的聲音經由麥克風傳遞回去，可能產生回饋音或嗡嗡聲。
da_dk: Uden DFS-kalibrering føres lyde fra høreapparatets modtager tilbage til mikrofonerne, hvorved der opstår risiko for fløjte- eller hyletoner.
el_gr: Χωρίς το DFS ενεργοποιημένο, οι ήχοι που προέρχονται από τον δέκτη του ακουστικού βοηθήματος θα επιστρέφουν στα μικρόφωνα, προκαλώντας έτσι τον κίνδυνο σφυρίγματος ή στριγκλίσματος.
fi_fi: Ilman DFS-kalibrointia kuulokojeen vastaanottimesta peräisin olevat äänet kiertävät takaisin mikrofoneihin, jolloin voi aiheutua vinkuvaa ääntä.
hr_hr: Bez DFS kalibracije zvukovi koji dolaze iz prijamnika slušnog aparata ponovno bi se vraćali u mikrofone, stvarajući rizik za pištanje i škripanje.
hu_hu: A DFS kalibráció nélkül, a hangok a hallókészülék hallgatójáról visszacsatolódnak a mikrofonra, ami sípoláshoz vezethet.
it_it: Senza calibrazione DFS, i suoni che provengono dal ricevitore e ritornano verso i microfoni, potrebbero dare origine a stridii e fischi.
ko_kr: DFS캘리브레이션을 수행하지 않으면, 보청기에서 나오는 소리가 마이크로 되돌아와 휘슬링 소음이나 삐익~ 하는 소음이 발생될 수 있습니다.
nl_nl: Zonder DFS Ultra II geven geluiden afkomstig van het hoortoestel die terugkomen bij de microfoon een risico van fluiten en piepen.
no_no: Uten DFS-kalibrering vil lyder som kommer fra høreapparatets receiver, kobles tilbake til mikrofonene, og man risikerer plystre- og pipelyder.
pt_pt: Sem a calibração do DFS, os sons que vêm do receptor do aparelho auditivo voltam para os microfones, causando risco de apitos e rangidos.
ro_ro: Fără calibrarea DFS, sunetele care ies din receptorul aparatului auditiv revin în buclă în microfoane, ceea ce creează riscul ca acestea să țiuie și să scoată sunete stridente.
ru_ru: Когда система подавления обратной связи DFS неактивна, усиленный звук от ресивера слухового аппарата снова поступает на микрофон, создавая риск возникновения высокочастотного свиста и скрипа.
sv_se: Utan DFS-kalibrering aktiverad kommer ljud som kommer från hörapparatets mottagarslinga tillbaka till mikrofonen, vilket medför risk för att visslingar och tjut.
th_th: หากไม่มีการปรับเทียบ DFS เสียงที่มาจากตัวรับเสียงในเครื่องช่วยฟังก็จะวนกลับไปที่ไมโครโฟน ซึ่งเสี่ยงจะทำให้เกิดเสียงหวีดและเสียงแหลม
tr_tr: DFS kalibrasyonu yapılmaz ise, işitme cihazı hoparlöründen gelen sesler mikrofona geri döner ve ıslık sesi ve tiz ses riski yaratır.
zh_cn: 在未进行DFS校准的情况下，助听器放大产生的声音会返回至麦克风，从而产生反馈。
