Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: A new version of the Accessory Updater Tool is required to manage this accessory.
bg_bg: Необходима е нова версия на инструмента за актуализиране на аксесоари, за да управлявате този аксесоар.
cht: 需要新版本的配件更新工具以管理此配件。
da_dk: En ny version af opdateringsværktøjet til tilbehør er nødvendig for at kunne opdatere dette tilbehør.
el_gr: Απαιτείται μια νέα έκδοση του εργαλείου Accessory Updater για τη διαχείριση αυτού του εξαρτήματος.
fi_fi: Tämän lisälaitteen hallinta edellyttää lisälaitteiden päivitystyökalua.
hr_hr: Za upravljanje ovom dodatnom opremom potrebna je nova verzija alata za ažuriranje dodatne opreme.
hu_hu: A tartozékfrissítési eszköz új verziójára van szükség a tartozék felügyeletéhez.
it_it: Per gestire l'accessorio è necessaria una nuova versione del tool di aggiornamento degli accessori.
ko_kr: 액세서리를 관리하려면 최신 버전의 주변기기 펌웨어 도구가 필요합니다.
nl_nl: Een nieuwe versie van de Accessoire Updater Tool is nodig voor dit accessoire.
no_no: En nyere versjon av Accessory Updater Tool er nødvendig for å administrere dette tilbehøret.
pt_pt: Uma nova versão da ferramenta de atualização do acessório é necessária para gerenciar este acessório.
ro_ro: O noua versiune a Uneltei de Soft Accesorii este necesara pentru a putea gestiona acest accesoriu
ru_ru: Для управления данным аксессуаром необходима новая версия Инструмента обновления аксессуара.
sv_se: En ny version av uppdateringsverktyget krävs för detta tillbehör.
th_th: ต้องใช้เครื่องมืออัพเดตอุปกรณ์เสริมเวอร์ชันใหม่ในการจัดการอุปกรณ์เสริมนี้
tr_tr: Bu aksesuarın yönetilebilmesi için Aksesuar Güncelleme Aracının yeni bir sürümü gereklidir.
zh_cn: 需要新版本的附件更新工具管理该附件。

source: Mini Mic
hr_hr: Mini mikrofon
hu_hu: Mini mik.
ko_kr: 미니 마이크
no_no: Mini Mik
ru_ru: Мини-микрофон
sv_se: Minimikrofon
th_th: ไมโครโฟนขนาดเล็ก
tr_tr: Mini Mikrofon

source: Audio Streamer
bg_bg: Телевизионен стриймър
cht: 音訊串流器
da_dk: Lydstreamer
el_gr: TV Streamer
fi_fi: Äänilähetin
hr_hr: Alat za strujanje zvuka
it_it: Streamer audio
ko_kr: TV스트리머
no_no: TV Streamer
pt_pt: Transmissor de Áudio
ro_ro: Streamer Audio
ru_ru: Аудиостример
sv_se: TV/Audio Streamer
tr_tr: Ses Aktarım Ünitesi
zh_cn: 音频流设备

source: Remote Control 2
bg_bg: Дистанционно управление 2
cht: 遙控器 2
da_dk: Fjernbetjening 2
el_gr: Τηλεχειριστήριο 2
fi_fi: Kauko-Ohjain
hr_hr: Daljinski upravljač 2
ko_kr: 리모컨
nl_nl: Afstandbediening 2
no_no: Fjernkontroll 2
pt_pt: Controle Remoto 2
ro_ro: Telecomanda
ru_ru: Пульт ДУ 2
sv_se: Fjärrkontroll 2
th_th: รีโมท 2
tr_tr: Uzaktan Kumanda 2
zh_cn: 遥控器2

source: FM + Mic
bg_bg: FM + микрофон
cht: 調頻系統 + 麥克風
da_dk: FM + Mik
el_gr: FM + Μικρόφωνο
fi_fi: FM + mikrofoni
hr_hr: FM + mikrofon
hu_hu: FM + mik.
no_no: FM + mikrofon
ru_ru: FM + Музыка
sv_se: FM + Mik

source: Closing this application
bg_bg: Това приложение се затваря
cht: 關閉此應用程式
da_dk: Lukker program
el_gr: Η εφαρμογή κλείνει
fi_fi: Sovellus suljetaan
hr_hr: Aplikacija se zatvara
hu_hu: Az alkalmazás bezárása
it_it: Chiusura dell'applicazione
ko_kr: 어플리케이션 종료 중
nl_nl: Sluit deze applicatie
no_no: Lukk denne applikasjonen
pt_pt: Fechando este aplicativo
ro_ro: Inchiderea aplicatiei
ru_ru: Это приложение закрывается
sv_se: Sänger detta program
th_th: กำลังปิดแอพพลิเคชันนี้
tr_tr: Uygulamayı kapatıyor
zh_cn: 正在关闭应用

source: Restore
bg_bg: Възстанови
cht: 回復
da_dk: Gendan
el_gr: Ανάκτηση
fi_fi: Palauta
hr_hr: Vrati postavke
hu_hu: Visszaállítás
it_it: Ripristina
ko_kr: 초기화
nl_nl: Resetten
no_no: Gjenopprett
pt_pt: Restaurar
ro_ro: Restaurare
ru_ru: Восстановить
sv_se: Återställ
th_th: คืนค่า
tr_tr: Onar
zh_cn: 恢复

source: Retry
bg_bg: Опитай отново
cht: 重試
da_dk: Prøv igen
el_gr: Επανάληψη
fi_fi: Yritä uudelleen
hr_hr: Pokušaj ponovno
hu_hu: Újra
it_it: Riprova
ko_kr: 재시도
nl_nl: Opnieuw proberen
no_no: Prøv igjen
pt_pt: Tentar novamente
ro_ro: Reincearca
ru_ru: Повторить попытку
sv_se: Försök igen
th_th: ลองใหม่
tr_tr: Tekrar dene
zh_cn: 重试

source: No connected devices.
bg_bg: Няма свързани устройства.
cht: 沒有已連接的裝置。
da_dk: Der er ingen forbundne apparater.
el_gr: Δεν υπάρχουν συνδεδεμένες συσκευές.
fi_fi: Ei yhdistettyjä laitteita.
hr_hr: Nema povezanih uređaja.
hu_hu: Nincs csatlakoztatott készülék.
it_it: Nessun apparecchio connesso.
ko_kr: 연결된 기기 없음
nl_nl: Geen toestel(len) verbonden.
no_no: Ingen apparater tilkoblet.
pt_pt: Nenhum aparelho conectado.
ro_ro: Niciun dispozitiv conectat
ru_ru: Нет подключенных устройств.
sv_se: Inga hörapparater anslutna
th_th: ไม่มีอุปกรณ์ที่เชื่อมต่อ
tr_tr: Bağlı cihaz yok.
zh_cn: 未连接助听器

source: Fixed
bg_bg: Фиксиран
cht: 固定
da_dk: Fast
el_gr: Σταθερό
fi_fi: Kiinteä
hr_hr: Fiksno
hu_hu: Javított
it_it: Fisso
nl_nl: Vast
no_no: Fast
pt_pt: Fixo
ro_ro: Fix
ru_ru: Фиксированная
sv_se: Fast
th_th: คงที่
tr_tr: Sabit
zh_cn: 已修复

source: About NAL
bg_bg: Относно NAL
cht: 關於 NAL
da_dk: Om NAL
el_gr: Πληροφορίες για NAL
fi_fi: Tietoja NAL-toiminnosta
hr_hr: O NAL-u
hu_hu: A NAL névjegye
it_it: Informazioni su NAL
ko_kr: NAL 소개
nl_nl: Over NAL
no_no: Om NAL
pt_pt: Sobre o NAL
ro_ro: Despre NAL
ru_ru: О NAL
sv_se: Om NAL
th_th: เกี่ยวกับ NAL
tr_tr: NAL Hakkında
zh_cn: 关于NAL

source: ABR nHL to eHL Corrections
bg_bg: Корекции на ABR nHL към eHL
cht: 聽性腦幹反應 nHL 至 eHL 修正值
da_dk: ABR nHL til eHL-korrektioner
el_gr: Διορθώσεις ABR nHL σε eHL
fi_fi: ABR nHL–eHL -korjaukset
hr_hr: Korekcije ABR-a s nHL na eHL
hu_hu: ABR nHL – eHL korrekciók
it_it: Correzioni ABR da nHL a eHL
ko_kr: ABR nHL to eHL 수정
nl_nl: ABR nHL naar eHL Correcties
no_no: ABR nHL til eHL-korreksjoner
pt_pt: Correções de ABR nHL a eHL
ro_ro: Conexiuni ABR nHL la eHL
ru_ru: Коррекция преобразования ABR nHL в eHL
sv_se: ABR nHL till eHL-korrigeringar
th_th: การแก้ไข ABR nHL เป็น eHL
tr_tr: ABR nHL'den eHL'ye Düzeltmeler
zh_cn: ABR nHL至eHL修正

source: Hide NAL
bg_bg: Скриване на NAL
cht: 隱藏 NAL
da_dk: Skjul NAL
el_gr: Απόκρυψη NAL
fi_fi: Piilota NAL
hr_hr: Sakrij NAL
hu_hu: NAL elrejtése
it_it: Nascondi NAL
ko_kr: NAL 감추기
nl_nl: NAL verbergen
no_no: Skjul NAL
pt_pt: Ocultar NAL
ro_ro: Ascunde NAL
ru_ru: Скрыть NAL
sv_se: Dölj NAL
th_th: ซ่อน NAL
tr_tr: NAL'ı Gizle
zh_cn: 隐藏NAL

source: Turn Wind Guard feature "on"
bg_bg: Включете функцията Wind Guard (ветрови щит)
cht: 起動風噪音抑制功能
da_dk: Slå Wind Guard til
el_gr: Ενεργοποιήστε τη λειτουργία Wind Guard
fi_fi: Ota Tuulisalpa käyttöön
hr_hr: Uključite značajku Wind Guard
hu_hu: Kapcsolja be a szélzajszűrési funkciót
it_it: Abilita la funzione Wind Guard
ko_kr: Wind Guard 기능이 꺼져있다면, 기능을 적용 하세요.
nl_nl: Zet de WindGuard "Aan"
no_no: Slå WindGuard-funksjonen «på»
pt_pt: Ative o recurso Wind Guard
ro_ro: Activati optiunea WindGuard
ru_ru: Включить функцию подавления шума ветра WindGuard
sv_se: Slå på vindbrusreduceringen
th_th: “เปิด” คุณสมบัติลดเสียงลม
tr_tr: Wind Guard özelliğini "Aç"
zh_cn: 启动高效风噪卫士功能

source: Decrease gain for speech in Environmental Optimizer II
bg_bg: Намалете усилването за говор на Оптимизатор на средата II
cht: 降低環境優化器 II 的語音增益
da_dk: Reducer forstærkning af tale i Environmental Optimizer II
el_gr: Μειώστε την ένταση(απόκριση) για ομιλία στο Environmental Optimizer II
fi_fi: Vähennä puheen vahvistusta Ääniympäristön optimointi II -toiminnon avulla.
hr_hr: Smanjite pojačanje za govor u alatu Environmental Optimizer II
hu_hu: Csökkentse az erősítést a beszédnél a Környezeti Optimalizáló II-ben
it_it: Diminuire il guadagno per il parlato in Ottimizzatore Ambientale II
ko_kr: 자동환경조절의 '대화환경'에서 수준을 낮추세요
nl_nl: Verlaag de versterking voor spraak in Environmental Optimizer II
no_no: Senk gain for tale i Environmental Optimizer II
pt_pt: Diminua o ganho de fala no Otimizador Ambiental II
ro_ro: Scadeti castigul pentru vorbire in Environmental Optimizer II
ru_ru: Уменьшите усиление речи в Оптимизаторе Окружения II
sv_se: Minska förstärkningen för tal i Miljöoptimering II
th_th: ลดเกนสำหรับเสียงพูดในโปรแกรมปรับแต่งสภาพแวดล้อม II
tr_tr: Çevresel Yönetim II'deki konuşma için kazancı azalt
zh_cn: 降低AI智能环境优化器中言语环境下的增益

source: Increase gain for speech in Environmental Optimizer II
bg_bg: Увеличете усилването за говор на Оптимизатор на средата II
cht: 提升環境優化器 II 的語音增益
da_dk: Forøg forstærkning af tale i Environmental Optimizer II
el_gr: Αυξήστε την ένταση(απόκριση) για ομιλία στο Environmental Optimizer II
fi_fi: Lisää puheen vahvistusta Ääniympäristön optimointi II -toiminnon avulla.
hr_hr: Povećajte pojačanje za govor u alatu Environmental Optimizer II
hu_hu: Növelje az erősítést a beszédre a Környezeti Optimalizáló II-ben
it_it: Aumentare il guadagno per il parlato in Ottimizzatore Ambientale II
ko_kr: 자동환경조절의 '대화환경'에서 수준을 높이세요
nl_nl: Verhoog de versterking voor spraak in Environmental Optimizer II
no_no: Øk gain for tale i Environmental Optimizer II
pt_pt: Aumente o ganho de fala no Otimizador Ambiental II
ro_ro: Cresteti castigul pentru vorbire in Environmental Optimizer II
ru_ru: Увеличьте усиление речи в Оптимизаторе Окружения II
sv_se: Öka förstärkningen för tal i Miljöoptimering II
th_th: เพิ่มเกนสำหรับเสียงพูดในโปรแกรมปรับแต่งสภาพแวดล้อม II
tr_tr: Çevresel Yönetim II'de ''konuşma'' kazancını artır
zh_cn: 增加AI智能环境优化器中言语环境下的增益

source: Choose a smaller or more open dome
bg_bg: Изберете по-малко или отворено домче
cht: 選擇較小或更開放的耳塞
da_dk: Vælg en mindre eller mere åben kuppel
el_gr: Επιλέξτε ένα μικρότερο ή πιο ανοικτό κάλυμμα
fi_fi: Valitse pienempi tai enemmän avoin tippi
hr_hr: Odaberite manju ili otvoreniju kupolu
hu_hu: Válasszon kisebb vagy nyitottabb dome-ot
it_it: Scegliere una cupoletta più piccola o più aperta
ko_kr: 더 작은 돔 또는 더 오픈된 돔을 선택하세요.
nl_nl: Kies een kleinere of meer open eartip
no_no: Velg en mindre eller mer åpen dome
pt_pt: Escolha uma oliva menor ou mais aberta
ro_ro: Alegeti un dome mai mic si mai deschis
ru_ru: Выберите меньший или более открытый колпачок
sv_se: Välj en mindre eller mer öppen dome
th_th: เลือก Dome ที่มีขนาดเล็กลง หรือเปิดกว้างขึ้น
tr_tr: Daha küçük ya da açık bir Dome seçin
zh_cn: 选择更小或更开放的耳塞

source: Choose a smaller or more open dome
bg_bg: Изберете по-малко или отворено домче
cht: 選擇較小或更開放的耳塞
da_dk: Vælg en mindre eller mere åben kuppel
el_gr: Επιλέξτε ένα μικρότερο ή πιο ανοικτό κάλυμμα
fi_fi: Valitse pienempi tai enemmän avoin tippi
hr_hr: Odaberite manju ili otvoreniju kupolu
hu_hu: Válasszon kisebb vagy nyitottabb dome-ot
it_it: Scegliere una cupoletta più piccola o più aperta
ko_kr: 더 작은 돔 또는 더 오픈된 돔을 선택하세요.
nl_nl: Kies een kleinere of meer open eartip
no_no: Velg en mindre eller mer åpen dome
pt_pt: Escolha uma oliva menor ou mais aberta
ro_ro: Alegeti un dome mai mic si mai deschis
ru_ru: Выберите меньший или более открытый колпачок
sv_se: Välj en mindre eller mer öppen dome
th_th: เลือก Dome ที่มีขนาดเล็กลง หรือเปิดกว้างขึ้น
tr_tr: Daha küçük ya da açık bir Dome seçin
zh_cn: 选择更小或更开放的耳塞

source: Choose a double dome
bg_bg: Изберете двойно домче
cht: 選擇雙重耳塞
da_dk: Vælg en dobbeltkuppel
el_gr: Επιλέξτε ένα διπλό κάλυμμα
fi_fi: Valitse kaksoistippi
hr_hr: Odaberite dvostruku kupolu
hu_hu: Válasszon dupla dome-ot
it_it: Scegliere una cupola doppia
ko_kr: 더블 돔 선택하세요
nl_nl: Kies een dubbele dome
no_no: Velg en dobbel dome
pt_pt: Escolha um domo duplo
ro_ro: Alegeti un dome dublu
ru_ru: Выберите двойной колпачок
sv_se: Välj en dubbeldome
th_th: เลือก Dome คู่
tr_tr: Çift Dome seç
zh_cn: 选择大功率耳塞

source: Copyright DSL® m[i/o] 2004. Version 5.0b
bg_bg: Copyright DSL® m[i/o] 2004. Версия 5.0b
cht: 著作權所有 DSL® m[i/o] 2004 年。版本 5.0b
el_gr: Πνευματικά δικαιώματα DSL® m[i/o] 2004. Έκδοση 5.0b
fi_fi: Tekijänoikeudet DSL® m[i/o] 2004. Versio 5.0b
hr_hr: Autorska prava DSL® m[i/o] 2004. Verzija 5.0b
hu_hu: Copyright DSL® m[i/o] 2004. Verzió: 5.0b
it_it: Copyright DSL® m[i/o] 2004. Versione 5.0b
nl_nl: Copyright DSL® m[i/o] 2004. Versie 5.0b
no_no: Copyright DSL® m[i/o] 2004. Versjon 5.0b
pt_pt: Copyright DSL® m[i/o] 2004. Versão 5.0b
ro_ro: Copyright DSL® m[i/o] 2004. Versiunea 5.0b
ru_ru: Copyright DSL® m[i/o] 2004. Версия 5.0b
th_th: ลิขสิทธิ์ DSL® m[i/o] 2004 เวอร์ชัน 5.0b
tr_tr: Telif Hakkı DSL® m[i/o] 2004. Sürüm 5.0b
zh_cn: 版权所有DSL® m[i/o] 2004年 5.0b版

source: DSL is a registered trademark of the University of Western Ontario.
bg_bg: DSL е запазена търговска марка на университета на Западно Онтарио.
cht: DSL 是西安大略大學的註冊商標。
da_dk: DSL er et registreret varemærke tilhørende University of Western Ontario.
el_gr: Το DSL είναι σήμα κατατεθέν του University of Western Ontario.
fi_fi: DSL on Länsi-Ontarion yliopiston rekisteröity tavaramerkki.
hr_hr: DSL je registrirani robni žig ustanove University of Western Ontario.
hu_hu: A DSL a University of Western Ontario bejegyzett védjegye.
it_it: DSL è un marchio registrato della University of Western Ontario.
ko_kr: DSL은 University of Western Ontario의 등록 상표입니다.
nl_nl: DSL is een geregistreerd handelsmerk van de University of Western Ontario.
no_no: DSL er et registrert varemerke tilhørende University of Western Ontario.
pt_pt: DSL é marca registrada da University of Western Ontario.
ro_ro: DSL este o marcă înregistrată a University of Western Ontario.
ru_ru: DSL – это зарегистрированная торговая марка Университете Западного Онтарио (University of Western Ontario).
sv_se: DSL är ett registrerat varumärke som tillhör University of Western Ontario.
th_th: DSL เป็นเครื่องหมายการค้าจดทะเบียนของ University of Western Ontario
tr_tr: DSL, University of Western Ontario'nun tescilli ticari markasıdır.
zh_cn: DSL是Western Ontario大学的注册商标。

source: All rights reserved.
bg_bg: Всички права запазени.
cht: 保留一切權利。
da_dk: Alle rettigheder forbeholdes.
el_gr: Με την επιφύλαξη παντός δικαιώματος.
fi_fi: Kaikki oikeudet pidätetään.
hr_hr: Sva prava pridržana.
hu_hu: Minden jog fenntartva.
it_it: Tutti i diritti riservati.
nl_nl: Alle rechten voorbehouden.
no_no: Med enerett.
pt_pt: Todos os direitos reservados.
ro_ro: Toate drepturile rezervate.
ru_ru: Все права защищены.
sv_se: Med ensamrätt.
th_th: สงวนลิขสิทธิ์
tr_tr: Tüm hakları saklıdır.
zh_cn: 保留所有权利。

source: This Product is licensed to: GN ReSound
bg_bg: Този продукт е лицензиран на: GN ReSound
cht: 本產品已授權予：GN ReSound
da_dk: Dette produkt er givet i licens til: GN ReSound
el_gr: Νόμιμος κάτοχος αυτού του προϊόντος: GN ReSound
fi_fi: Tämän tuotteen on lisensoinut GN ReSound.
hr_hr: Proizvod je licenciran na: GN ReSound
hu_hu: A termék jogosult tulajdonosa: GN ReSound
it_it: Questo prodotto è concesso in licenza a: GN ReSound
ko_kr: 본 제품의 라이센스 소유자는 GN ReSound 입니다
nl_nl: Een licentie van dit product is verstrekt aan: GN ReSound
no_no: Dette produktet er lisensiert til: GN ReSound
pt_pt: Este produto é licenciado para: GN ReSound
ro_ro: Acest produs este licențiat: GN ReSound
ru_ru: Лицензия на данный продукт предоставлена: GN ReSound
sv_se: Produkten är licensierad till: GN ReSound
th_th: ผลิตภัณฑ์นี้มีการออกใบอนุญาตให้กับ: GN ReSound
tr_tr: Ürün Lisansı: GN ReSound
zh_cn: 本产品已授权给：GN ReSound

source: Warning: This computer library is protected by copyright law and international treaties. Unauthorized reproduction or distribution of this library or any portion of it may result in severe civil and criminal penalties and will be prosecuted to the maximum extent possible under the law.
bg_bg: Предупреждение: настоящата компютърна библиотека е защитена от закона за авторското право и международните договори. Неразрешеното възпроизвеждане или разпространение на настоящата библиотека или на която и да е част от нея може да доведе до тежки граждански и углавни наказания, и ще бъде преследвано до максимално възможната степен според закона.
cht: 警告：本電腦資料庫受版權法和國際條約保護。未經授權複製或分發此資料庫或其任何部分可能會導致嚴重的民事和刑事處罰，並根據法律最大程度作出起訴。
da_dk: Advarsel: Dette computerbibliotek er beskyttet af lovgivning om ophavsret og internationale traktater. Uautoriseret reproduktion eller distribution af dette bibliotek eller en del af det kan resultere i alvorlige civile og strafferetlige sanktioner og vil blive retsforfulgt i videst muligt omfang i henhold til loven.
el_gr: Προειδοποίηση: Αυτή η ηλεκτρονική βιβλιοθήκη προστατεύεται από τους νόμους και τις διεθνείς συμβάσεις περί πνευματικής ιδιοκτησίας. Η χωρίς άδεια αναπαραγωγή ή διανομή αυτής της βιβλιοθήκης ή μέρους αυτής μπορεί να επισύρει σοβαρές αστικές και ποινικές κυρώσεις και θα διωχθεί με τις μεγαλύτερες ποινές που προβλέπει ο νόμος.
fi_fi: Varoitus: Tämä tietokoneohjelmakirjasto on suojattu tekijänoikeuslaeilla ja kansainvälisillä sopimuksilla. Tämän ohjelmakirjaston tai jonkin sen osan laiton kopiointi tai jakelu saattaa johtaa ankariin oikeudellisiin rangaistuksiin, joita tullaan vaatimaan täysimääräisinä.
hr_hr: Upozorenje: Ova je računalna biblioteka zaštićena zakonima o autorskim pravima i međunarodnim ugovorima. Neovlaštena reprodukcija ili distribucija ove biblioteke ili nekog njezinog dijela može rezultirati oštrim kaznama na temelju građanskog i kaznenog prava te će se kazneno goniti u maksimalnoj zakonski dopuštenoj mjeri.
hu_hu: Figyelmeztetés: Ezt a számítógépes kódtárat szerzői jogi törvények és nemzetközi egyezmények védik. A kódtár részleteinek vagy teljes egészének jogosulatlan másolása vagy terjesztése súlyos büntetőjogi következményekkel járhat, és a lehetséges legszigorúbb büntetést vonja maga után.
it_it: Avviso: la presente libreria per computer è protetta dalle leggi sul diritto d'autore e trattati internazionali. La riproduzione o la distribuzione non autorizzata della presente libreria o una sua qualsiasi porzione può comportare severe conseguenze in ambito civile e penale e sarà perseguita nella misura massima consentita dalla legge.
ko_kr: 경고: 이 컴퓨터 라이브러리는 저작권법 및 국제 조약의 보호를 받습니다. 인가되지 않은 재생산, 라이브러리 일부 또는 전체 배포 행위는 민사상 및 형사상 처벌의 대상이며, 법에 따른 최대의 형량을 선고 받을 수 있습니다.
nl_nl: Waarschuwing: deze computerbibliotheek is beschermd door het auteursrecht en internationale verdragen. Een niet geautoriseerde reproductie of distributie van deze bibliotheek of een deel ervan kan tot zware burgerrechtelijke en correctionele straffen leiden en zal worden vervolgd.
no_no: Advarsel: Dette databiblioteket er beskyttet av lover og internasjonale avtaler om opphavsrett. Uautorisert reproduksjon eller distribusjon av dette biblioteket eller deler av det kan medføre omfattende sivilrettslige og strafferettslige sanksjoner med strengest mulig strafferamme.
pt_pt: Aviso: a biblioteca deste computador é protegida pela lei de direitos autorais e por acordos internacionais. A reprodução ou distribuição não autorizada desta biblioteca ou parte dela pode resultar em severas penalidades civis e criminais e os infratores serão processados na extensão máxima da lei.
ro_ro: Avertisment: Această bibliotecă computerizată este protejată de legislația copyright și tratate internaționale. Reproducerea sau distribuirea neautorizată a acestei biblioteci sau a unor părți din aceasta poate atrage sancțiuni civile și penale majore și poate fi urmărită la nivel maxim permis de lege.
ru_ru: Предупреждение: Эта компьютерная библиотека защищена законом об авторском праве и международными договорами. Несанкционированное воспроизведение или распространение этой библиотеки или любой ее части может повлечь за собой серьезные гражданские и уголовные санкции и судебное преследование с максимальной строгостью, предусмотренной законом.
sv_se: Varning: Detta datorbibliotek är skyddat av upphovsrätten och internationella avtal. Otillåten kopiering eller distribution av detta bibliotek eller någon del av det kan leda till allvarliga civil- och straffrättsliga påföljder och kommer att beivras i största möjliga utsträckning enligt lagen.
th_th: คำเตือน: ไลบรารีคอมพิวเตอร์นี้ได้รับความคุ้มครองตามกฎหมายลิขสิทธิ์และสนธิสัญญาระหว่างประเทศ การทำซ้ำหรือแจกจ่ายไลบรารีนี้หรือส่วนใดๆ ของไลบรารีโดยไม่ได้รับอนุญาต อาจส่งผลให้ต้องรับโทษทั้งทางแพ่งและอาญาขั้นรุนแรง และจะถูกดำเนินคดีขั้นสูงสุดภายใต้ขอบเขตที่กฎหมายกำหนด
tr_tr: Uyarı: Bu bilgisayar kitaplığı telif hakları yasası ve uluslararası anlaşmalarla korunmaktadır. Bu kitaplığın veya herhangi bir kısmının izinsiz çoğaltılması veya dağıtılması, yasalar çerçevesinde mümkün olan en ağır sivil ve adli cezalarla sonuçlanabilir.
zh_cn: 警告：本计算机资料库受版权法和国际条约保护。未经授权复制或散布本资料库或其任何内容将会导致严重的民事和刑事处罚，并将在法律规定的最大限度上予以起诉。

source: Stimulus Level + Environmental Steering
bg_bg: Контрол на силата на звука + среда
cht: 刺激水平 +环境引导
da_dk: Lydstyrkeregulering + miljø
el_gr: Επίπεδο ερεθίσματος + Περιβαλλοντική συνθήκη
fi_fi: Stimulus taso+Ympäristö ohjaus
hr_hr: Razina podražaja + Navođenje u okolini
hu_hu: Inger szint + Környezet felismerés
it_it: Livello dello stimolo + Ambientale
ko_kr: 볼륨조절+인공지능
nl_nl: Stimulus niveau + Omgevingsgestuurd
no_no: Volumkontroll + Miljø
pt_pt: Estímulo do Gerador de Som + Ambiente
ro_ro: Nivel de stimulare + Control mediu înconjurător
ru_ru: Уровень стимула + Окружение
sv_se: Ljudstimulinivå + Miljöstyrning
th_th: ระดับการกระตุ้น + การควบคุมสภาวะแวดล้อม
tr_tr: Ses Düzeyi + Çevre Yönetimi
zh_cn: 刺激水平+环境优化

source: Choose a smaller or more open dome
bg_bg: Изберете по-малко или отворено домче
cht: 選擇較小或更開放的耳塞
da_dk: Vælg en mindre eller mere åben kuppel
el_gr: Επιλέξτε ένα μικρότερο ή πιο ανοικτό κάλυμμα
fi_fi: Valitse pienempi tai avoimempi tippi.
hr_hr: Odaberite manju ili otvoreniju kupolu
hu_hu: Válasszon kisebb vagy nyitottabb dome-ot
it_it: Scegliere una cupoletta più piccola o più aperta
ko_kr: 더 작은 돔 또는 더 오픈된 돔을 선택하세요.
nl_nl: Kies een kleinere of meer open eartip
no_no: Velg en mindre eller mer åpen dome
pt_pt: Escolha uma oliva menor ou mais aberta
ro_ro: Alegeți un dom mai mic sau mai deschis
ru_ru: Выберите меньший или более открытый колпачок
sv_se: Välj en mindre eller mer öppen dome
th_th: เลือก Dome ที่มีขนาดเล็กลง หรือเปิดกว้างขึ้น
tr_tr: Daha küçük ya da açık bir Dome seçin
zh_cn: 选择更小或更开放的耳塞

source: Choose a smaller or more open dome
bg_bg: Изберете по-малко или отворено домче
cht: 選擇較小或更開放的耳塞
da_dk: Vælg en mindre eller mere åben kuppel
el_gr: Επιλέξτε ένα μικρότερο ή πιο ανοικτό κάλυμμα
fi_fi: Valitse pienempi tai avoimempi tippi.
hr_hr: Odaberite manju ili otvoreniju kupolu
hu_hu: Válasszon kisebb vagy nyitottabb dome-ot
it_it: Scegliere una cupoletta più piccola o più aperta
ko_kr: 더 작은 돔 또는 더 오픈된 돔을 선택하세요.
nl_nl: Kies een kleinere of meer open eartip
no_no: Velg en mindre eller mer åpen dome
pt_pt: Escolha uma oliva menor ou mais aberta
ro_ro: Alegeti un dome mai mic si mai deschis
ru_ru: Выберите меньший или более открытый колпачок
sv_se: Välj en mindre eller mer öppen dome
th_th: เลือก Dome ที่มีขนาดเล็กลง หรือเปิดกว้างขึ้น
tr_tr: Daha küçük ya da açık bir Dome seçin
zh_cn: 选择更小或更开放的耳塞

source: Increase DFS Ultra II level
bg_bg: Увеличете нивото на DFS Ultra II
cht: 提升數位回饋音抑制 Ultra II 等級
da_dk: Forøg niveauet for DFS Ultra II
el_gr: Αυξήστε τη στάθμη της DFS Ultra II
fi_fi: Kasvata DFS Ultra II -tasoa
hr_hr: Povećajte razinu DFS Ultra II
hu_hu: A DFS Ultra II szintjének növelése
it_it: Aumentare il livello di DFS Ultra II
ko_kr: DFS Ultra II 수준을 높이세요
nl_nl: Verhoog het DFS Ultra II niveau
no_no: Øk DFS Ultra II-nivå
pt_pt: Aumente o nível de DFS Ultra II
ro_ro: Creșteți nivelul DFS Ultra II
ru_ru: Повысьте уровень DFS Ultra II
sv_se: Öka nivån för DFS Ultra II
th_th: เพิ่มระดับ DFS Ultra II
tr_tr: DFS Ultra II seviyesini artır
zh_cn: 增加超级DFSII水平
