Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Male voices sound dull
bg_bg: Мъжките гласове звучат глухо
cht: 男性嗓音聽起來沉悶
da_dk: Mandestemmer lyder utydelige eller uklare
el_gr: Οι ανδρικές φωνές ακούγονται βαθιές
fi_fi: Miesääni tylsä
hr_hr: Muški glasovi zvuče prigušeno
hu_hu: A férfihang tompa
it_it: Suono delle voci maschili poco chiaro
ko_kr: 남성의 목소리가 둔탁하게 들립니다
nl_nl: Mannenstemmen klinken dof, mat
no_no: Mannlige stemmer oppleves dunkle
pt_pt: As vozes masculinas soam abafadas
ro_ro: Vocea masculina nu se aude clar
ru_ru: Мужские голоса звучат глухо
sv_se: Mansröster låter dämpade
th_th: เสียงผู้ชายดังอู้อี้
tr_tr: Erkek sesleri donuk
zh_cn: 听男声模糊

source: Decrease low and mid frequency gain, increase high frequency gain
bg_bg: Намалете ниските и средните честоти, и увеличете високите честоти
cht: 降低低頻及中頻增益量，提升高頻增益量
da_dk: Reducer lav- og mellemfrekvent forstærkning, forøg højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών και μεσαίων συχνοτήτων, αυξήστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla ja keskitaajuuksilla, lisää vahvistusta korkeilla taajuuksilla.
hr_hr: Smanjite pojačanje niskih i srednjih frekvencija, povećajte pojačanje visokih frekvencija
hu_hu: Csökkentse a mély és közép frekvenciás erősítést; növelje a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle frequenze basse e medie, aumentare il guadagno delle alte frequenze
ko_kr: 저주파수와 중주파수 게인을 낮추고, 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage en middenfrequenties, verhoog de versterking van hoge frequenties
no_no: Reduser gain i lav- og midtfrekvensområdene, øk gain i høyfrekvensområdet
pt_pt: Diminua o ganho de frequências médias e baixas, aumente o ganho de frequências altas
ro_ro: Reduceti castigul pe frecventele joase si medii, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких и средних частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för låg och mellanfrekvenser, öka förstärkningen för de höga frekvenserna
th_th: ลดเกนที่ความถี่ตํ่าและกลาง เพิ่มเกนที่ความถี่สูง
tr_tr: Alçak ve orta frekanslarda kazancı düşür, yüksek frekanslarda kazancı artır
zh_cn: 降低中低频增益，增加高频增益

source: Increase mid and high frequency gain
bg_bg: Увеличете нивото на средните и високите честоти
cht: 提升中頻及高頻增益量
da_dk: Forøg mellem- og højfrekvent forstærkning
el_gr: Αυξήστε την απόκριση μεσαίων και υψηλών συχνοτήτων
fi_fi: Lisää vahvistusta keski- ja diskanttitaajuuksilla
hr_hr: Povećajte pojačanje srednjih i visokih frekvencija
hu_hu: Növelje a közép és magas frekvenciás erősítést
it_it: Aumentare il guadagno delle frequenze medie e alte
ko_kr: 중주파수와 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van midden- en hoge frequenties
no_no: Øk gain i midt- og høyfrekvensområdene
pt_pt: Aumente o ganho de média e alta frequência
ro_ro: Mariti castigul pe frecventele medii si inalte
ru_ru: Увеличьте усиление на средних и высоких частотах
sv_se: Öka förstärkningen för mellan och höga frekvenser
th_th: เพิ่มเกนที่ความถี่กลางและความถี่สูง
tr_tr: Orta ve yüksek frekans kazancını artır
zh_cn: 增加中高频增益

source: Increase high frequency gain
bg_bg: Увеличете нивото на високите честоти
cht: 提升高頻增益量
da_dk: Forøg højfrekvent forstærkning
el_gr: Αυξήστε την απόκριση υψηλών συχνοτήτων
fi_fi: Lisää diskanttivahvistusta
hr_hr: Povećajte pojačanje visokih frekvencija
hu_hu: Növelje a magas frekvenciás erősítést
it_it: Aumentare il guadagno delle alte frequenze
ko_kr: 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties.
no_no: Øk gain i høyfrekvensområdet
pt_pt: Aumente o ganho de alta frequência
ro_ro: Cresteti castigul pe frecventele inalte
ru_ru: Увеличьте усиление на высоких частотах
sv_se: Öka förstärkning för höga frekvenser
th_th: เพิ่มเกนที่ความถี่สูง
tr_tr: Yüksek frekans kazancını artır
zh_cn: 增加高频增益

source: Own voice is too soft
bg_bg: Моят глас е прекалено тих
cht: 自己的嗓音太小聲
da_dk: Egen stemme er for svag
el_gr: Η φωνή του ασθενούς είναι πολύ σιγανή
fi_fi: Oma ääni on liian hiljainen
hr_hr: Vlastiti glas je previše tih
hu_hu: A saját hang túl halk
it_it: Il suono della propria voce è troppo debole
ko_kr: 사용자의 목소리가 너무 작게 들립니다
nl_nl: De eigen stem klinkt te zacht.
no_no: Egen stemme er for svak
pt_pt: A própria voz está suave demais
ro_ro: Popria voce este prea slaba
ru_ru: Собственный голос звучит слишком тихо
sv_se: Den egna rösten låter för svag
th_th: เสียงตัวเองเบาไป
tr_tr: Kendi sesim çok az geliyor
zh_cn: 自己的声音太小

source: Increase G80 for low frequencies
bg_bg: Увеличете G80 за ниските честоти
cht: 提升G80的低頻增益量
da_dk: Forøg G80 for lavfrekvenser
el_gr: Αυξήστε την G80 για τις χαμηλές συχνότητες
fi_fi: Lisää G80-vahvistusta matalilla taajuuksilla
hr_hr: Povećajte G80 za niske frekvencije
hu_hu: Növelje a G80-at a mély frekvencián
it_it: Aumentare G80 per le basse frequenze
ko_kr: 저주파수의 G80을 높이세요
nl_nl: Verhoog G80 bij lage frequenties
no_no: Øk G80 i lavfrekvensområdet
pt_pt: Aumente o G80 para frequências baixas
ro_ro: Cresteti G80 pe frecvente joase
ru_ru: Увеличьте G80 на низких частотах
sv_se: Öka G80 för låga frekvenser
th_th: ที่G80เพิ่มเกนที่ความถี่ตํ่า
tr_tr: Alçak frekanslarda G80 kazancını artır
zh_cn: 增加G80低频增益

source: Increase low frequency gain, decrease compression ratio in low frequencies
bg_bg: Увеличете ниските честоти и намалете степента на натиск при ниските честоти
cht: 提升低頻增益量，降低低頻的壓縮比
da_dk: Forøg lavfrekvent forstærkning, reducer kompressionsforholdet i lavfrekvenserne
el_gr: Αυξήστε την απόκριση χαμηλών συχνοτήτων, μειώστε τον λόγο συμπίεσης στις χαμηλές συχνότητες
fi_fi: Lisää vahvistusta ja vähennä kompressiota matalilla taajuuksilla
hr_hr: Povećajte pojačanje niskih frekvencija, smanjite omjer kompresije kod niskih frekvencija
hu_hu: Növelje a mély frekvenciájú erősítést; csökkentse a kompressziós arányt a mély frekvenciákon
it_it: Aumentare il guadagno delle basse frequenze, diminuire il rapporto di compressione per le basse frequenze
ko_kr: 저주파수 게인을 높이고, 저주파수의 압축비율을 낮추세요
nl_nl: Verhoog de versterking van lage frequenties, verlaag de compressie bij lage frequenties
no_no: Øk gain i lavfrekvensområdet, reduser kompresjonsgraden i lavfrekvensområdet
pt_pt: Aumente o ganho de frequências baixas, diminua a razão de compressão em frequências baixas
ro_ro: Cresteti castigul pe frecventele joase, reduceti raportul de compresie pe frecventele joase
ru_ru: Увеличьте усиление на низких частотах, уменьшите уровень компрессии на низких частотах
sv_se: Öka förstärkningen och minska kompressionsförhållandet för de låga frekvenserna
th_th: เพิ่มเกนที่ความถี่ตํ่า ลดcompress ratioที่ความถี่ตํ่า
tr_tr: Alçak frekanslarda kazancı artır ve alçak frekanslarda kompresyon oranını azalt
zh_cn: 增加低频增益，降低低频压缩率

source: Increase low and mid frequency gain
bg_bg: Увеличете нивото на ниските и средните честоти
cht: 提升低頻及中頻增益量
da_dk: Forøg lav- og mellemfrekvent forstærkning
el_gr: Αυξήστε την απόκριση χαμηλών και μεσαίων συχνοτήτων
fi_fi: Lisää vahvistusta basso- ja keskitaajuuksilla
hr_hr: Povećajte pojačanje niskih i srednjih frekvencija
hu_hu: Növelje a mély és a középfrekvenciás erősítést
it_it: Incrementare il guadagno delle frequenze basse e medie
ko_kr: 저주파수와 중주파수의 게인을 높이세요
nl_nl: Verhoog de versterking van lage en middenfrequenties
no_no: Øk gain i lav- og midtfrekvensområdene
pt_pt: Aumento de ganho de baixa e média frequência
ro_ro: Cresteti castigul pe frecventele joase si medii
ru_ru: Увеличьте усиление на низких и средних частотах
sv_se: Öka förstärkningen för låg och mellanfrekvenser
th_th: เพิ่มเกนที่ความถี่ตํ่าและความถี่กลาง
tr_tr: Alçak ve orta frekanslarda kazancı artır
zh_cn: 增加中低频增益

source: Male voices sound hollow
bg_bg: Мъжките гласове звучат кухо
cht: 男性嗓音聽起來空洞
da_dk: Mandestemmer lyder hule
el_gr: Οι ανδρικές φωνές ακούγονται υπόκωφες
fi_fi: Miesääni ontto
hr_hr: Muški glasovi zvuče muklo
hu_hu: A férfihang tompa
it_it: Suono delle voci maschili cupo
ko_kr: 남성의 목소리가 텅빈 공간에서 울리듯이 선명하지 않게 들립니다.
nl_nl: Mannenstemmen klinken hol
no_no: Mannlige stemmer oppleves hule
pt_pt: As vozes masculinas soam abafadas
ro_ro: Vocea masculina se aude cu ecou
ru_ru: Мужские голоса звучат с резонирующим отзвуком
sv_se: Mansröster låter ihåliga
th_th: เสียงผู้ชายแหบเบา
tr_tr: Erkek sesleri yankılı
zh_cn: 听男声空虚,不实

source: Increase low and mid frequency gain, decrease G50 for high frequencies
bg_bg: Увеличете ниските и средните честоти, намалете G50 за високите честоти
cht: 提升低頻及中頻增益量，降低G50的高頻增益量
da_dk: Forøg lav- og mellemfrekvent forstærkning, reducer G50 for højfrekvenser
el_gr: Αυξήστε την απόκριση χαμηλών και μεσαίων συχνοτήτων, μειώστε την G50 για τις υψηλές συχνότητες
fi_fi: Lisää vahvistusta matalilla ja keskitaajuuksilla, vähennä G50 korkeilla taajuuksilla.
hr_hr: Povećajte pojačanje niskih i srednjih frekvencija, smanjite G50 za visoke frekvencije
hu_hu: Növelje a mély és közepes frekvenciájú erősítést; csökkentse a G50-et a magas frekvenciákon
it_it: Aumentare il guadagno delle frequenze basse e medie, diminuire G50 per le alte frequenze
ko_kr: 저주파수와 중주파수 게인을 높이고 고주파수의 G50을 낮추세요
nl_nl: Verhoog de versterking van lage en middenfrequenties, verlaag G50 bij hoge frequenties
no_no: Reduser gain i lav- og midtfrekvensområdene, reduser G50 i høyfrekvensområdet
pt_pt: Aumente o ganho de frequências médias e baixas, diminua o G50 para frequências altas
ro_ro: Cresteti castigul pe frecventele joase si medii, micsorati castigul G50 pe frecventele inalte
ru_ru: Увеличьте усиление на низких и средних частотах и уменьшите G50 на высоких частотах
sv_se: Öka förstärkningen för låg och mellan frekvenserna, minska G50 för de höga frekvenserna
th_th: เพิ่มเกนที่ความถี่ตํ่าและกลาง ลดเกนG50ที่ความถี่สูง
tr_tr: Alçak ve orta frekanslarda kazancı artır, yüksek frekanslarda G50 kazancını azalt
zh_cn: 增加中低频增益，降低G50高频增益

source: Decrease low frequency gain
bg_bg: Намалете нивото на ниските честоти
cht: 降低低頻增益量
da_dk: Reducer lavfrekvent forstærkning
el_gr: Μειώστε την απόκριση των χαμηλών συχνοτήτων
fi_fi: Vähennä vahvistusta bassotaajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze
ko_kr: 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties
no_no: Reduser gain i lavfrekvensområdet
pt_pt: Redução de ganho de baixa frequência
ro_ro: Micsorati castigul pe frecventele joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen för låga frekvenser
th_th: ลดเกนที่ความถี่ตํ่า
tr_tr: Alçak frekanslarda kazancı azalt
zh_cn: 降低低频增益

source: Increase G80 for low and mid frequencies and decrease G50 for high frequencies
bg_bg: Увеличете G80 за ниските и средните честоти, и намалете G50 за високите честоти
cht: 增加G80的低頻及中頻增益量並降低G50的高頻增益量
da_dk: Forøg G80 for lav- og mellemfrekvenser, og reducer G50 for højfrekvenser
el_gr: Αυξήστε την G80 για τις χαμηλές και μεσαίες συχνότητες και αυξήστε την G50 για τις υψηλές συχνότητες
fi_fi: Lisää G80-vahvistusta basso- ja keskitaajuuksilla sekä vähennä G50- vahvistusta diskanttitaajuuksilla
hr_hr: Povećajte G80 za niske i srednje frekvencije i smanjite G50 za visoke frekvencije
hu_hu: Növelje a G80-at a mély és a közép frekvenciákon, csökkentse a G50-et a magas frekvenciákon
it_it: Aumentare G80 per le frequenze basse e medie, diminuire G50 per le alte frequenze
ko_kr: 중주파수와 저주파수 G80을 높이고 고주파수의 G50을 낮추세요
nl_nl: Verhoog G80 voor lage en middenfrequenties, verlaag G50 voor hoge frequenties
no_no: Øk G80 for lave og midt frekvenser og reduser G50 for høye frekvenser
pt_pt: Aumente o G80 para baixas e médias frequências e reduza o G50 para altas frequências
ro_ro: Cresteti G80 pe frecvente joase si medii si reduceti G50 pe frecventele inalte
ru_ru: Увеличьте G80 на низких и средних частотах и уменьшите G50 на высоких частотах
sv_se: Öka G80 för låg och mellanfrekvenser och minska G50 för höga frekvenser
th_th: เพิ่มเกน 80 ที่ความถี่ตํ่าและความถี่กลางและลดเกน 50 ที่ความถี่สูง
tr_tr: Alçak ve orta frekanslarda G80 kazancını artır, yüksek frekanslarda G50 kazancını azalt
zh_cn: 增加G80中低频增益和减少G50高频增益

source: Own voice sounds dull
bg_bg: Моят глас се чува глухо
cht: 自己的嗓音聽起來沉悶
da_dk: Egen stemme er utydelig
el_gr: Η φωνή του ασθενούς ακούγεται υπότονη
fi_fi: Oma ääni kuulostaa tylsältä
hr_hr: Vlastiti glas zvuči prigušeno
hu_hu: A saját hang tompa
it_it: Il suono della propria voce è debole
ko_kr: 사용자의 목소리가 둔탁하게 들립니다
nl_nl: De eigen stem klinkt dof
no_no: Egen stemme er dunkel
pt_pt: A própria voz soa abafada
ro_ro: Popria voce este infundata
ru_ru: Собственный голос звучит глухо
sv_se: Den egna rösten låter dämpad
th_th: เสียงตัวเองดังอู้อี้
tr_tr: Kendi sesim kalın ve donuk geliyor
zh_cn: 听自己的声音模糊

source: Increase high frequency gain
bg_bg: Увеличете нивото на високите честоти
cht: 提升高頻增益量
da_dk: Forøg højfrekvent forstærkning
el_gr: Αυξήστε την απόκριση των υψηλών συχνοτήτων
fi_fi: Lisää diskanttivahvistusta
hr_hr: Povećajte pojačanje visokih frekvencija
hu_hu: Növelje a magas frekvenciás erősítést
it_it: Aumentare il guadagno delle alte frequenze
ko_kr: 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties.
no_no: Øk gain i høyfrekvensområdet
pt_pt: Aumentar ganho de alta frequência
ro_ro: Cresteti castigul pe frecventele inalte
ru_ru: Увеличьте усиление на высоких частотах
sv_se: Öka förstärkningen för höga frekvenser
th_th: เพิ่มเกนที่ความถี่สูง
tr_tr: Yüksek frekans kazancını artır
zh_cn: 增加高频增益

source: Increase mid and high frequency gain
bg_bg: Увеличете нивото на средните и високите честоти
cht: 提升中頻及高頻增益量
da_dk: Forøg mellem- og højfrekvent forstærkning
el_gr: Αυξήστε την απόκριση μεσαίων και υψηλών συχνοτήτων
fi_fi: Lisää vahvistusta keski- ja diskanttitaajuuksilla
hr_hr: Povećajte pojačanje srednjih i visokih frekvencija
hu_hu: Növelje a közép és magas frekvenciás erősítést
it_it: Aumentare il guadagno delle frequenze medie e alte
ko_kr: 중주파수와 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van midden- en hoge frequenties
no_no: Øk gain i midt- og høyfrekvensområdene
pt_pt: Aumento do ganho de média e alta frequência
ro_ro: Mariti castigul pe frecventele medii si inalte
ru_ru: Увеличьте усиление на средних и высоких частотах
sv_se: Öka förstärkningen för mellan och höga frekvenser
th_th: เพิ่มเกนที่ความถี่กลางและความถี่สูง
tr_tr: Orta ve yüksek frekans kazancını artır
zh_cn: 增加中高频增益

source: Decrease G80 for low frequencies and increase G50 for high frequencies
bg_bg: Намалете G80 за ниските честоти и увеличете G50 за високите честоти
cht: 降低G80的低頻增益量並提升G50的高頻增益量
da_dk: Reducer G80 for lavfrekvenser, og forøg G50 for højfrekvenser
el_gr: Μειώστε την G80 για τις χαμηλές συχνότητες και αυξήστε την G50 για τις υψηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta bassotaajuuksilla sekä lisää G50- vahvistusta diskanttitaajuuksilla
hr_hr: Smanjite G80 za niske frekvencije i povećajte G50 za visoke frekvencije
hu_hu: Csökkentse a G80-at a mély frekvenciákon, és növelje a G50-et a magas frekvenciákon
it_it: Diminuire G80 per le basse frequenze e aumentare G50 per le alte frequenze
ko_kr: 저주파수 G80을 낮추고 고주파수 G50을 높이세요
nl_nl: Verlaag G80 bij lage frequenties, verhoog G50 bij hoge frequenties
no_no: Reduser G80 i lavfrekvensområdet og øk G50 i høyfrekvensområdet
pt_pt: Reduza o G80 para baixas frequências e aumente o G50 para altas frequências
ro_ro: Reduceti G80 pe frecventele joase si cresteti G50 pe frecvente inalte
ru_ru: Уменьшите G80 на низких частотах и увеличьте G50 на высоких частотах
sv_se: Minska G80 för låga frekvenser och öka G50 för höga frekvenser
th_th: ลดเกน80ที่ความถี่ตํ่าและเพิ่มเกน50ที่ความถี่สูง
tr_tr: Alçak frekanslarda G80 kazancını azalt, yüksek frekanslarda G50 kazancını artır
zh_cn: 降低G80低频增益和增加G50高频增益

source: Decrease G80 for low frequencies and increase G50 for high frequencies
bg_bg: Намалете G80 за ниските честоти и увеличете G50 за високите честоти
cht: 降低G80的低頻增益量並提升G50的高頻增益量
da_dk: Reducer G80 for lavfrekvenser, og forøg G50 for højfrekvenser
el_gr: Μειώστε την G80 για τις χαμηλές συχνότητες και αυξήστε την G50 για τις υψηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta bassotaajuuksilla sekä lisää G50- vahvistusta diskanttitaajuuksilla
hr_hr: Smanjite G80 za niske frekvencije i povećajte G50 za visoke frekvencije
hu_hu: Csökkentse a G80-at a mély frekvenciákon, és növelje a G50-et a magas frekvenciákon
it_it: Diminuire G80 per le basse frequenze e aumentare G50 per le alte frequenze
ko_kr: 저주파수 G80을 낮추고 고주파수 G50을 높이세요
nl_nl: Verlaag G80 bij lage frequenties, verhoog G50 bij hoge frequenties
no_no: Reduser G80 i lavfrekvensområdet og øk G50 i høyfrekvensområdet
pt_pt: Redução de G80 para baixas frequências aumento de G50 para altas frequências
ro_ro: Reduceti G80 pe frecventele joase si cresteti G50 pe frecvente inalte
ru_ru: Уменьшите G80 на низких частотах и увеличьте G50 на высоких частотах
sv_se: Minska G80 för låga frekvenser och öka G50 för höga frekvenser
th_th: ลดเกน80ที่ความถี่ตํ่าและเพิ่มเกน50ที่ความถี่สูง
tr_tr: Alçak frekanslarda G80 kazancını azalt, yüksek frekanslarda G50 kazancını artır
zh_cn: 降低G80低频增益和增加G50高频增益

source: Male voices sound sharp
bg_bg: Мъжките гласове звучат остро
cht: 男性嗓音聽起來尖銳
da_dk: Mandestemmer lyder skarpe
el_gr: Οι ανδρικές φωνές ακούγονται οξείες
fi_fi: Miesääni terävä
hr_hr: Muški glasovi zvuče prodorno
hu_hu: A férfihang éles
it_it: Suono delle voci maschili acuto
ko_kr: 남성의 목소리가 날카롭게 들립니다
nl_nl: Mannenstemmen klinken scherp
no_no: Mannlige stemmer oppleves skarpe
pt_pt: As vozes masculinas soam agudas
ro_ro: Vocea masculina se aude ascutita
ru_ru: Мужские голоса звучат пронзительно и резко
sv_se: Mansröster låter skarpa
th_th: เสียงผู้ชายแหลม
tr_tr: Erkek sesleri çok keskin, ince
zh_cn: 听男声刺耳

source: Increase low frequency gain, decrease high frequency gain
bg_bg: Увеличете ниските честоти и намалете високите честоти
cht: 提升低頻增益量，降低高頻增益量
da_dk: Forøg lavfrekvent forstærkning, reducer højfrekvent forstærkning
el_gr: Αυξήστε την απόκριση χαμηλών συχνοτήτων, μειώστε την απόκριση υψηλών συχνοτήτων
fi_fi: Lisää vahvistusta matalilla taajuuksilla, vähennä vahvistusta korkeilla taajuuksilla
hr_hr: Povećajte pojačanje niskih frekvencija, smanjite pojačanje visokih frekvencija
hu_hu: Növelje a mély frekvenciás erősítést; csökkentse a magas frekvenciás erősítést
it_it: Aumentare il guadagno delle basse frequenze, diminuire il guadagno delle alte frequenze
ko_kr: 저주파수 게인을 높이고 고주파수 게인을 낮추세요
nl_nl: Verhoog de versterking van de lage frequenties, verlaag de versterking van de hoge frequenties
no_no: Øk gain i lavfrekvensområdet, reduser gain i høyfrekvensområdet
pt_pt: Aumente o ganho de frequências baixas, diminua o ganho de frequências altas
ro_ro: Cresteti castigul pe frecvente joase, redu ceti castigul pe frecventele inalte
ru_ru: Увеличьте усиление на низких частотах, уменьшите усиление на высоких частотах
sv_se: Öka förstärkningen för de låga frekvenserna, minska förstärkningen för de höga frekvenserna
th_th: เพิ่มเกนที่ความถี่ตํ่า เพิ่มเกนที่ความถี่สูง
tr_tr: Alçak frekanslarda kazancı artır ve yüksek frekanslarda kazancı azalt
zh_cn: 增加低频增益，降低高频增益

source: Decrease G50 for mid and high frequencies
bg_bg: Намалете G50 за средните и високите честоти
cht: 降低G50的中頻及高頻增益量
da_dk: Reducer G50 for mellem- og højfrekvenser
el_gr: Μειώστε την G50 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Vähennä G50-vahvistusta keski- ja diskanttitaajuuksilla
hr_hr: Smanjite G50 za srednje i visoke frekvencije
hu_hu: Csökkentse a G50-et a közép- és magas frekvenciákon
it_it: Diminuire G50 per le frequenze medie e alte
ko_kr: 중주파수와 고주파수 G50을 낮추세요
nl_nl: Verlaag G50 bij midden- en hoge frequenties
no_no: Reduser G50 i midt- og høyfrekvensområdene
pt_pt: Redução de G50 para médias e altas frequências
ro_ro: Reduceti G50 pe frecvente inalte si medii
ru_ru: Уменьшите G50 на средних и высоких частотах
sv_se: Minska G50 i mellan och höga frekvenser
th_th: ลดเกน50ที่ความถี่กลางและความถี่สูง
tr_tr: Orta ve yüksek frekanslarda G50 kazancını azalt
zh_cn: 降低G50中高频增益

source: Own voice sounds hollow
bg_bg: Моя глас звучи кухо
cht: 自己的嗓音聽起來空洞
da_dk: Egen stemme er for kraftig
el_gr: Η φωνή του ασθενούς ακούγεται υπόκωφη
fi_fi: Oma ääni ontto
hr_hr: Vlastiti glas zvuči muklo
hu_hu: A saját hang tompa
it_it: Il suono della propria voce è cupo
ko_kr: 사용자의 목소리가 텅빈 공간에서 울리듯이 선명하지 않게 들립니다.
nl_nl: De eigen stem klinkt hol
no_no: Egen stemme er hul
pt_pt: A própria voz ecoa
ro_ro: Propia voce se aude cu ecou
ru_ru: Собственный голос звучит с резонирующим отзвуком
sv_se: Den egna rösten låter ihålig
th_th: เสียงตัวเองแหบเบา
tr_tr: Kendi sesim yankılı
zh_cn: 自己的声音空虚,不实

source: Decrease G80 for low frequencies
bg_bg: Намалете G80 за ниските честоти
cht: 降低G80的低頻增益量
da_dk: Reducer G80 for lavfrekvenser
el_gr: Μειώστε την G80 για τις χαμηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta matalilla taajuuksilla
hr_hr: Smanjite G80 za niske frekvencije
hu_hu: Csökkentse a G80-at a mély frekvenciákon
it_it: Diminuire G80 per le basse frequenze
ko_kr: 저주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij lage frequenties
no_no: Reduser G80 i lavfrekvensområdet
pt_pt: Diminuir G80 para freq. baixas
ro_ro: Reduceti G80 pe frecventele joase
ru_ru: Уменьшите G80 на низких частотах
sv_se: Minska G80 för de låga frekvenserna
th_th: ที่G80ลดเกนที่ความถี่ตํ่า
tr_tr: Alçak frekanslarda G80 kazancını azalt
zh_cn: 降低G80低频增益

source: Increase vent size
bg_bg: Увеличете венти отвора
cht: 增加氣孔尺寸
da_dk: Forøg diameteren for vent.
el_gr: Αυξήστε το μέγεθος αεραγωγού
fi_fi: Suurenna ilmastointia
hr_hr: Povećajte veličinu oduška
hu_hu: Növelje a szellőzőfuratot
it_it: Aumentare la dimensione della ventilazione
ko_kr: 벤트 사이즈를 늘리세요
nl_nl: Vergroot de venting
no_no: Øk ventilering
pt_pt: Aumentar tamanho da ventilação
ro_ro: Cresteti marimea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorlek
th_th: เพิ่มขนาด vent
tr_tr: Vent ölçüsünü artır
zh_cn: 增加通气孔尺寸

source: Decrease G80 for mid and high frequencies
bg_bg: Намалете G80 за средните и високите честоти
cht: 降低G80的中頻及高頻增益量
da_dk: Reducer G80 for mellem- og højfrekvenser
el_gr: Μειώστε την G80 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta keski- ja diskanttitaajuuksilla
hr_hr: Smanjite G80 za srednje i visoke frekvencije
hu_hu: Csökkentse a G80-at a közép- és magas frekvenciákon
it_it: Diminuire G80 per le frequenze medie e alte
ko_kr: 중주파수와 고주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij midden- en hoge frequenties
no_no: Reduser G80 i midt- og høyfrekvensområdene
pt_pt: Redução de G80 para médias e altas frequências
ro_ro: Reduce G80 pe frecventele medii si inalte
ru_ru: Уменьшите G80 на средних и высоких частотах
sv_se: Minska G80 för mellan och höga frekvenser
th_th: ลดเกน 80 ที่ความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 降低G80中高频增益

source: Female voices sound boomy
bg_bg: Женските гласове звучат гръмко
cht: 女性嗓音聽起來太過低沈
da_dk: Egen stemme er for buldrende
el_gr: Οι γυναικείες φωνές ακούγονται μπάσες
fi_fi: Naisääni kumiseva
hr_hr: Ženski glasovi zvuče gromoglasno
hu_hu: A női hangok túl erősek
it_it: Suono delle voci femminili rimbombante
ko_kr: 여성의 목소리가 웅웅거리듯이 매우저음으로 들립니다
nl_nl: Vrouwenstemmen klinken dreunend
no_no: Kvinnelige stemmer oppleves rungende
pt_pt: As vozes femininas retumbam
ro_ro: Vocea feminina se aude infundata
ru_ru: Женские голоса звучат гулко
sv_se: Kvinnoröster låter "dånande"
th_th: เสียงผู้หญิงดังครืนทุ้มตํ่า
tr_tr: Kadın sesleri kulağımda patlıyor
zh_cn: 听女声沉闷
