Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Gain settings are currently:
bg_bg: Настройките на усилването в момента са:
cht: 增益設定為目前：
da_dk: Forstærkningsindstillingerne er i øjeblikket:
el_gr: Οι τρέχουσες ρυθμίσεις απόκρισης είναι:
fi_fi: Nykyiset vahvistusasetukset :
hr_hr: Trenutne su postavke pojačanja:
hu_hu: Erősítési beállítások jelenleg:
it_it: Le impostazioni di guadagno al momento sono:
ko_kr: 이득설정:
nl_nl: De instellingen voor versterking zijn momenteel:
no_no: Gaininnstillingene er for øyeblikket:
pt_pt: As definições de ganho são atualmente:
ro_ro: Setările de câștig sunt momentan:
ru_ru: Текущие настройки следующие:
sv_se: Förstärkningsinställningarna är aktuella:
th_th: ขณะนี้การตั้งค่าเกนจะเป็น:
tr_tr: Kazanç ayarları şu anda:
zh_cn: 当前增益设置:

source: Settings
bg_bg: Настройки
cht: 設定
da_dk: Indstillinger
el_gr: Ρυθμίσεις
fi_fi: Asetukset
hr_hr: Postavke
hu_hu: Beállítások
it_it: Impostazioni
ko_kr: 적응이득 설정
nl_nl: Instellingen
no_no: Innstillinger
pt_pt: Definições
ro_ro: Setări
ru_ru: Настройки
sv_se: Inställningar
th_th: การตั้งค่า
tr_tr: Ayarlar
zh_cn: 设置

source: How long would you like the acceptance manager to be active for?
bg_bg: Колко време искате Аcceptance manager да бъде активен?
cht: 您希望啟動適應管理多久時間？
da_dk: Hvor lang tid, skal Acceptance Manager være aktiv?
el_gr: Για πόσο διάστημα θέλετε να παραμείνει ενεργός ο Διαχειριστής αποδοχής;
fi_fi: Kuinka kauan Sopeutumisavustajan tulee olla käytössä ?
hr_hr: Koliko dugo želite da Acceptance Manager bude aktivan?
hu_hu: Meddig legyen aktív az Acceptance Manager?
it_it: Per quanto tempo si desidera che Manager Adattamento rimanga in funzione?
ko_kr: 적응기간 설정
nl_nl: Hoe lang wilt u dat de Acceptatie Manager actief blijft?
no_no: Hvor lenge vil du at Acceptance Manager skal være aktiv?
pt_pt: Por quanto tempo você deseja que o Gerenciador de Adaptação fique ativo?
ro_ro: Cât timp doriți să fie activ managerul de acceptare?
ru_ru: В течение какого срока должен быть активен Менеджер адаптации?
sv_se: Hur länge vill du att Acceptansverktyget ska vara aktivt?
th_th: คุณต้องการให้ตัวจัดการการยอมรับทำงานนานเพียงใด
tr_tr: Adaptasyon yöneticisinin ne kadar süre etkin durumda olmasını isterdiniz?
zh_cn: 您希望满意度管理系统开启多长时间？

source: Confirmation
bg_bg: Потвърждение
cht: 確定
da_dk: Bekræftelse
el_gr: Επιβεβαίωση
fi_fi: Vahvistus
hr_hr: Potvrda
hu_hu: Megerősítés
it_it: Conferma
ko_kr: 확인
nl_nl: Bevestiging
no_no: Bekreftelse
pt_pt: Confirmação
ro_ro: Confirmare
ru_ru: Подтверждение
sv_se: Bekräftelse
th_th: การยืนยัน
tr_tr: Onay
zh_cn: 确认

source: Activate Acceptance Manager
bg_bg: Активиране на Acceptance Manager
cht: 啟動適應管理
da_dk: Aktivér Acceptance Manager
el_gr: Ενεργοποίηση διαχείρισης αποδοχής
fi_fi: Ota Sopeutumisavustaja käyttöön
hr_hr: Aktiviraj Acceptance Manager
hu_hu: Acceptance Manager aktiválása
it_it: Attiva Manager Adattamento
ko_kr: 자동 적응 매니저 활성화
nl_nl: Acceptatie Manager activeren
no_no: Aktiver Acceptance Manager
pt_pt: Ativar o Gerenciador de Adaptação
ro_ro: Activare Acceptance Manager
ru_ru: Активировать Менеджер адаптации.
sv_se: Aktivera Acceptansverktyget
th_th: เปิดใช้งานตัวจัดการการยอมรับ
tr_tr: Adaptasyon Yöneticisini Etkinleştir
zh_cn: 打开满意度管理

source: Preview
bg_bg: Предварителен преглед
cht: 預覽
da_dk: Eksempel
el_gr: Προεπισκόπηση
fi_fi: Esikatselu
hr_hr: Pregled
hu_hu: Előnézet
it_it: Anteprima
ko_kr: 미리보기
nl_nl: Voorbeeldweergave
no_no: Forhåndsvisning
pt_pt: Visualizar
ro_ro: Previzualizare
ru_ru: Предварительный просмотр
sv_se: Förhandsgranskning
th_th: ตัวอย่าง
tr_tr: Ön İzleme
zh_cn: 预览

source: Acceptance Manager changes gain slowly over a specified amount of time.
bg_bg: Acceptance Manager променя усилването бавно в продължение на определен период от време.
cht: 適應管理在指定時間內慢慢改變增益。
da_dk: Acceptance Manager ændrer forstærkningen langsomt over et angivet tidsrum.
el_gr: Η Διαχείριση αποδοχής μεταβάλλει αργά την ένταση(απόκριση) εντός της καθορισμένης περιόδου.
fi_fi: Sopeutumisavustaja lisää vahvistusta hitaasti ennalta määritetyn ajan kuluessa.
hr_hr: Acceptance Manager polako mijenja pojačanje tijekom određenog razdoblja.
hu_hu: Az Acceptance Manager lassan módosítja az erősítést egy meghatározott időtartam alatt.
it_it: Manager Adattamento modifica il guadagno gradualmente in un determinato periodo di tempo.
ko_kr: 자동적응매니저는 설정하신 기간 동안 점차적으로 이득을 조절합니다.
nl_nl: De Acceptatie Manager wijzigt de versterking langzaam over een gespecificeerde tijdsperiode.
no_no: Acceptance Manager skifter gain sakte i løpet av en viss tid.
pt_pt: O Gerenciador de Adaptação aumenta o ganho gradativamente em um tempo especificado.
ro_ro: Acceptance Manager schimbă câștigul treptat pe o anumită perioadă de timp.
ru_ru: Менеджер адаптации постепенно, на протяжении определенного периода времени, корректирует усиление.
sv_se: Acceptansverktyget ändrar förstärkningen långsamt under en viss tid.
th_th: ตัวจัดการการบอมรับจะค่อยๆ เปลี่ยนแปลงเกนเมื่อเวลาผ่านไปครบตามที่กำหนด
tr_tr: Adaptasyon Yöneticisi kazancı belirlenen bir sürede yavaşça değiştirir.
zh_cn: 满意度管理系统在指定时段内缓慢更改增益。

source: Too loud for the patient
bg_bg: Прекалено силно за пациента
cht: 客戶覺得太大聲
da_dk: For højt for brugeren
el_gr: Υπερβολικά δυνατό για ασθενή
fi_fi: Liian voimakas potilaalle
hr_hr: Preglasno za bolesnika
hu_hu: Túl hangos a páciensnek
it_it: Troppo forte per il paziente
ko_kr: 사용자가 소리가 너무 크다고 호소하는 경우
nl_nl: Te luid voor de cliënt
no_no: For høyt for pasienten
pt_pt: Muito alto para o paciente
ro_ro: Prea tare pentru pacient
ru_ru: Слишком громко для пациента
sv_se: Alltför högt för patienten
th_th: เสียงดังเกินไปสำหรับผู้ป่วย
tr_tr: Hasta için çok yüksek ses
zh_cn: 对用户来说声音过强

source: Comfortable for the patient
bg_bg: Удобно за пациента
cht: 客戶感到舒適
da_dk: Behageligt for brugeren
el_gr: Άνετο για ασθενή
fi_fi: Mukava potilaalle
hr_hr: Ugodno za bolesnika
hu_hu: Kényelmes a páciensnek
it_it: Confortevole per il paziente
ko_kr: 사용자가 소리가 편안하다고 반응하는 경우
nl_nl: Comfortabel voor de cliënt
no_no: Komfortabelt for pasienten
pt_pt: Confortável para o paciente
ro_ro: Confortabil pentru pacient
ru_ru: Комфортно для пациента
sv_se: Bekvämt för patienten
th_th: สะดวกสบายสำหรับผู้ป่วย
tr_tr: Hasta için rahat
zh_cn: 用户感到舒适

source: Instrument Details
bg_bg: Данни за апарата
cht: 助聽器細節
da_dk: Apparatdetaljer
el_gr: Λεπτομέρειες ακουστικού
fi_fi: Kuulokojeen tiedot
hr_hr: Pojedinosti o aparatu
hu_hu: A készülék adatai
it_it: Dettagli apparecchio
ko_kr: 제품정보
nl_nl: Details toestel
no_no: Detaljer om apparatet
pt_pt: Informações do Aparelho
ro_ro: Detalii Instrument
ru_ru: Описание Аппарата
sv_se: Information om hörapparaten
th_th: รายละเอียดอุปกรณ์
tr_tr: Cihaz Bilgileri
zh_cn: 助听器详情

source: Simulate
bg_bg: Симулиране
cht: 模疑
da_dk: Simuler
el_gr: Προσομοίωση
fi_fi: Simuloi
hr_hr: Simuliraj
hu_hu: Szimuláció
it_it: Simula
ko_kr: 시뮬레이션
nl_nl: Simuleren
no_no: Simuler
pt_pt: Simular
ro_ro: Simulează
ru_ru: Имитировать
sv_se: Simulera
th_th: จำลอง
tr_tr: Simüle Et
zh_cn: 模拟

source: Discover
bg_bg: Откриване
cht: 發現
da_dk: Find
el_gr: Ανακαλύψτε
fi_fi: Löydä
hr_hr: Otkrij
hu_hu: Észlelés
it_it: Scopri
ko_kr: 탐색
nl_nl: Ontdekken
no_no: Utforsk
pt_pt: Detectar
ro_ro: Descoperire
ru_ru: Отыскать
sv_se: Upptäck
th_th: ค้นหา
tr_tr: Keşfet
zh_cn: 发现

source: Other
bg_bg: Други
cht: 其他
da_dk: Andet
el_gr: Άλλο
fi_fi: Muu
hr_hr: Drugo
hu_hu: Egyéb
it_it: Altro
ko_kr: 기타
nl_nl: Anders
no_no: Annet
pt_pt: Outros
ro_ro: Altele
ru_ru: Другой
sv_se: Övrigt
th_th: อื่นๆ
tr_tr: Diğer
zh_cn: 其他

source: Select All
bg_bg: Избери всички
cht: 選取全部
da_dk: Vælg alle
el_gr: Επιλογή όλων
fi_fi: Valitse kaikki
hr_hr: Odaberi sve
hu_hu: Összes kiválasztása
it_it: Seleziona tutto
ko_kr: All
nl_nl: Alles selecteren
no_no: Velg alle
pt_pt: Selecionar todos
ro_ro: Selectează Toate
ru_ru: Выбрать все
sv_se: Välj alla
th_th: เลือกทั้งหมด
tr_tr: Tümünü Seç
zh_cn: 选择所有

source: Specification
bg_bg: Спецификация
cht: 規格
da_dk: Specifikation
el_gr: Προδιαγραφή
fi_fi: Tekniset tiedot
hr_hr: Specifikacija
hu_hu: Specifikáció
it_it: Specifica
ko_kr: 성능
nl_nl: Specificaties
no_no: Spesifikasjon
pt_pt: Especificações
ro_ro: Specificație
ru_ru: Характеристики
sv_se: Specifikation
th_th: ข้อมูลจำเพาะ
tr_tr: Özellik
zh_cn: 规格

source: Specifications
bg_bg: Технически данни
cht: 規格
da_dk: Specifikationer
el_gr: Προδιαγραφές
fi_fi: Tekniset tiedot
hr_hr: Specifikacije
hu_hu: Specifikációk
it_it: Specifiche
ko_kr: 성능
nl_nl: Specificaties
no_no: Spesifikasjoner
pt_pt: Especificações
ro_ro: Specificații
ru_ru: Нормативы
sv_se: Specifikationer
th_th: ข้อมูลจำเพาะ
tr_tr: Teknik Özellikler
zh_cn: 规格

source: Value
bg_bg: Величина
cht: 值
da_dk: Værdi
el_gr: Τιμή
fi_fi: Arvo
hr_hr: Vrijednost
hu_hu: Érték
it_it: Valore
ko_kr: 값
nl_nl: Waarde
no_no: Verdi
pt_pt: Valor
ro_ro: Valoare
ru_ru: Значение
sv_se: Värde
th_th: ค่า
tr_tr: Değer
zh_cn: 值

source: De-Activate Acceptance Manager
bg_bg: Деактивиране на Acceptance Manager
cht: 停用適應管理
da_dk: Deaktiver Acceptance Manager
el_gr: Απενεργοποίηση διαχείρισης αποδοχής
fi_fi: Poista Sopeutumisavustaja käytöstä
hr_hr: Deaktiviraj Acceptance Manager
hu_hu: Acceptance Manager inaktiválása
it_it: Disattiva Manager Adattamento
ko_kr: 자동적응매니저 비활성화
nl_nl: Acceptatie Manager deactiveren
no_no: Deaktiver Acceptance Manager
pt_pt: Desativar o Gerenciador de Adaptação
ro_ro: Dezctivare Acceptance Manager
ru_ru: Отключить Менеджер адаптации.
sv_se: Avaktivera Acceptansverktyget
th_th: ปิดใช้งานตัวจัดการการยอมรับ
tr_tr: Adaptasyon Yöneticisini Devre Dışı Bırak
zh_cn: 关闭满意度管理

source: Duration:
bg_bg: Времетраене:
cht: 週期：
da_dk: Varighed:
el_gr: Διάρκεια:
fi_fi: Kesto:
hr_hr: Trajanje:
hu_hu: Időtartam:
it_it: Durata:
ko_kr: 기간:
nl_nl: Duur:
no_no: Varighet:
pt_pt: Duração:
ro_ro: Durata:
ru_ru: Продолжительность:
sv_se: Varaktighet:
th_th: ระยะเวลา:
tr_tr: Süre:
zh_cn: 持续时间:

source: Average daily usage in hour(s)
bg_bg: Средно дневно използване в час(ове)
cht: 平均每日使用時數
da_dk: Gennemsnitligt dagligt brug i time(r)
el_gr: Μέση ημερήσια χρήση σε ώρες
fi_fi: Keskimääräinen päivittäinen käyttö :
hr_hr: Prosječna dnevna upotreba u satima
hu_hu: Átlagos napi használat (óra)
it_it: Uso medio quotidiano in ore
ko_kr: 평균 사용시간
nl_nl: Gemiddeld dagelijks gebruik in uren
no_no: Gjennomsnittlig bruk per dag i timer
pt_pt: Média de uso diário em horas
ro_ro: Utilizarea zilnică medie (în ore)
ru_ru: Ношение в среднем за сутки в часах
sv_se: Genomsnittlig daglig användning i timmar
th_th: การใช้งานรายวันโดยเฉลี่ยเป็นชั่วโมง
tr_tr: Ortalama günlük kullanım (saat)
zh_cn: 平均日使用量（小时）

source: New notification count:
bg_bg: Нов брой на известията:
cht: 新通知計數：
da_dk: Antal nye notifikationer:
el_gr: Πλήθος νέων ειδοποιήσεων:
fi_fi: Uusien ilmoitusten määrä :
hr_hr: Broj novih obavijesti:
hu_hu: Új értesítések száma:
it_it: Conteggio nuova notifica:
ko_kr: 신규 알림 횟수:
nl_nl: Aantal nieuwe meldingen:
no_no: Antall nye varsler:
pt_pt: Nova contagem de notificações:
ro_ro: Număr notificări noi:
ru_ru: Количество новых уведомлений:
sv_se: Ny räkning av meddelanden:
th_th: จำนวนการแจ้งเตือนใหม่:
tr_tr: Yeni bildirim sayısı:
zh_cn: 新通知数:

source: View Notifications
bg_bg: Показване на известията
cht: 檢視通知
da_dk: Vis Notifikationer
el_gr: Προβολή ειδοποιήσεων
fi_fi: Näytä ilmoitukset
hr_hr: Prikaz obavijesti
hu_hu: Értesítések megtekintése
it_it: Visualizza notifiche
ko_kr: 알림 보기
nl_nl: Meldingen bekijken
no_no: Vis varsler
pt_pt: Exibir notificações
ro_ro: Vizualizare notificări
ru_ru: Просмотреть уведомления
sv_se: Visa meddelanden
th_th: ดูการแจ้งเตือน
tr_tr: Bildirimleri Görüntüle
zh_cn: 查看通知

source: Exit Notifications
bg_bg: Излизане от известията
cht: 離開通知
da_dk: Afslut Notifikationer
el_gr: Έξοδος από ειδοποιήσεις
fi_fi: Poistu ilmoituksista
hr_hr: Izlaz iz obavijesti
hu_hu: Kilépés az értesítésekből
it_it: Esci dalle notifiche
ko_kr: 알림 종료
nl_nl: Meldingen verlaten
no_no: Avslutt varsler
pt_pt: Sair das notificações
ro_ro: Părăsire notificări
ru_ru: Выйти из Уведомлений
sv_se: Avsluta meddelanden
th_th: ออกจากการแจ้งเตือน
tr_tr: Bildirimlerden Çık
zh_cn: 退出通知

source: Mark All As Read
bg_bg: Маркирайте всички като прочетени
cht: 標記全部為已讀取
da_dk: Markér alle som læst
el_gr: Σήμανση όλων ως αναγνωσμένων
fi_fi: Merkitse kaikki luetuiksi
hr_hr: Označi sve kao pročitano
hu_hu: Összes megjelölése olvasottként
it_it: Segna tutto come letto
ko_kr: 전체 읽음으로 표시
nl_nl: Alles als gelezen markeren
no_no: Merk alle som lest
pt_pt: Marcar todas como lidas
ro_ro: Marcare toate ca citite
ru_ru: Отметить все как прочитанные
sv_se: Markera alla som lästa
th_th: ทำเครื่องหมายทั้งหมดเป็นอ่านแล้ว
tr_tr: Tümünü Okundu Olarak İşaretle
zh_cn: 标记为已读

source: GN Notifications
bg_bg: GN известия
cht: GN 通知
da_dk: GN-notifikationer
el_gr: Ειδοποιήσεις GN
fi_fi: GN ilmoitukset
hr_hr: Obavijesti grupe GN
hu_hu: GN értesítések
it_it: Notifiche GN
ko_kr: GN 알림
nl_nl: GN-meldingen
no_no: GN-varsler
pt_pt: Notificações da GN
ro_ro: Notificări GN
ru_ru: Уведомления GN
sv_se: GN-Notifikation
th_th: การแจ้งเตือน GN
tr_tr: GN Bildirimleri
zh_cn: GN通知

source: RSR Notifications
bg_bg: RSR известия
cht: GN 通知
da_dk: RSR-notifikationer
el_gr: Ειδοποιήσεις RSR
fi_fi: RSR-ilmoitukset
hr_hr: Obavijesti grupe RSR
hu_hu: RSR értesítések
it_it: Notifiche RSR
ko_kr: RSR 알림
nl_nl: RSR-meldingen
no_no: RSR-varsler
pt_pt: Notificações da RSR
ro_ro: Notificări RSR
ru_ru: Уведомления RSR
sv_se: RSR-meddelanden
th_th: การแจ้งเตือน RSR
tr_tr: RSR Bildirimleri
zh_cn: RSR通知

source: Please Check Your Internet Connection
bg_bg: Моля, проверете връзката си с Интернет
cht: 請檢查您的網路連線
da_dk: Tjek din internetforbindelse
el_gr: Ελέγξτε τη σύνδεσή σας στο διαδίκτυο
fi_fi: Tarkista Internet-yhteys.
hr_hr: Provjerite svoju internetsku vezu
hu_hu: Ellenőrizze az internetkapcsolatot
it_it: Controllare la connessione a Internet
ko_kr: 인터넷 연결 확인
nl_nl: Controleer uw internetverbinding
no_no: Kontroller internettilkoblingen
pt_pt: Verifique sua conexão com a Internet
ro_ro: Vă rugăm să vă verificați conexiunea la Internet
ru_ru: Проверьте подключение к интернету.
sv_se: Var vänlig kontrollera din internetanslutning
th_th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr_tr: Lütfen İnternet Bağlantınızı Kontrol Edin
zh_cn: 请检查您的网络连接

source: Load More Notifications...
bg_bg: Зареждане на още известия...
cht: 載入更多通知...
da_dk: Indlæs flere notifikationer...
el_gr: Φόρτωση περισσότερων ειδοποιήσεων...
fi_fi: Lataa lisää ilmoituksia...
hr_hr: Učitaj još obavijesti...
hu_hu: További értesítések betöltése...
it_it: Carica più notifiche...
ko_kr: 추가 알림 불러오기...
nl_nl: Meer meldingen laden...
no_no: Last inn flere varsler...
pt_pt: Carregar mais notificações...
ro_ro: Încărcare mai multe notificări...
ru_ru: Загрузить больше уведомлений...
sv_se: Läs in fler meddelanden ...
th_th: โหลดการแจ้งเตือนเพิ่มเติม...
tr_tr: Daha Fazla Bildirim Yükle...
zh_cn: 加载更多通知...

source: Unread
bg_bg: Непрочетени
cht: 未讀
da_dk: Ulæste
el_gr: Μη αναγνωσμένες
fi_fi: Lukematon
hr_hr: Nepročitano
hu_hu: Olvasatlan
it_it: Non letto
ko_kr: 읽지 않음
nl_nl: Markeren als ongelezen
no_no: Ulest
pt_pt: Não lidas
ro_ro: Necitit
ru_ru: Не прочитано
sv_se: Olästa
th_th: ยังไม่ได้อ่าน
tr_tr: Okunmadı
zh_cn: 未读

source: Filter
bg_bg: Филтър
cht: 過濾器
da_dk: Filtrer
el_gr: Φίλτρο
fi_fi: Suodatin
hr_hr: Filtar
hu_hu: Szűrő
it_it: Filtro
ko_kr: 필터
pt_pt: Filtrar
ro_ro: Filtru
ru_ru: Фильтр
th_th: ตัวกรอง
tr_tr: Filtrele
zh_cn: 过滤器

source: Close Filter
bg_bg: Затвори филтъра
cht: 關閉過濾器
da_dk: Luk filter
el_gr: Επιλογή φίλτρου
fi_fi: Suljettu suodatin
hr_hr: Zatvori filtar
hu_hu: Szűrő bezárása
it_it: Chiudi filtro
ko_kr: 필터 닫기
nl_nl: Filter sluiten
no_no: Lukk filter
pt_pt: Fechar filtro
ro_ro: Închidere filtru
ru_ru: Закрыть фильтр
sv_se: Stäng filter
th_th: ปิดตัวกรอง
tr_tr: Filtreyi Kapat
zh_cn: 关闭过滤器

source: HCP
el_gr: Ειδικός σε θέματα ακοής
it_it: Audioprotesista
nl_nl: Hoorspecialist
ru_ru: Главная панель управления, HCP
sv_se: Audionom

source: Type
bg_bg: Вид
cht: 類型
el_gr: Τύπος
fi_fi: Tyyppi
hr_hr: Vrsta
hu_hu: Típus
it_it: Tipo
ko_kr: 유형
nl_nl: Soort
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип
sv_se: Typ
th_th: ประเภท
tr_tr: Tip
zh_cn: 类型

source: Remove from List
bg_bg: Премахни от списъка
cht: 從清單中移除
da_dk: Fjern fra liste
el_gr: Αφαίρεση από λίστα
fi_fi: Poista luettelosta
hr_hr: Ukloni s popisa
hu_hu: Eltávolítás a listáról
it_it: Rimuovi da elenco
ko_kr: 목록에서 삭제
nl_nl: Verwijderen van lijst
no_no: Fjern fra listen
pt_pt: Remover da lista
ro_ro: Îndepărtare din listă
ru_ru: Удалить из списка
sv_se: Ta bort från listan
th_th: ลบออกจากรายการ
tr_tr: Listeden Kaldır
zh_cn: 从列表中删除

source: Open ReSound Smart Fit
bg_bg: Отвори SmartFit (интелигентен монтаж)
cht: 打開 ReSound Smart Fit
da_dk: Åbn ReSound Smart Fit
el_gr: Άνοιγμα ReSound Smart Fit
fi_fi: Käynnistä ReSound Smart Fit
hr_hr: Izađi iz ReSound Smart Fit
hu_hu: Nyissa ki a ReSound Okos Hangolóprogramot
it_it: Apri ReSound Smart Fit
ko_kr: ReSound Smart Fit 시작
nl_nl: ReSound Smart Fit openen
no_no: Åpne ReSound Smart Fit
pt_pt: Abrir o ReSound Smart Fit
ro_ro: Deschidere ReSound Smart Fit
ru_ru: Открыть Open ReSound Smart Fit
sv_se: Öppna ReSound Smart Fit
th_th: เปิด ReSound Smart Fit
tr_tr: ReSound Smart Fit'i Açın
zh_cn: 打开ReSound Smart Fit

source: Open Solus Max
bg_bg: Отвори SolusMax
cht: 開啟 Solus Max
da_dk: Åbn Solus Max
el_gr: Άνοιγμα Solus Max
fi_fi: Avaa Solus Max
hr_hr: Otvori Solus Max
hu_hu: Solus Max megnyitása
it_it: Apri Solus Max
ko_kr: Solus Max 열기
no_no: Åpne Solus Max
pt_pt: Abrir Solus Max
ro_ro: Deschide Solus Max
ru_ru: Открыть SolusMax
sv_se: Öppna Solus Max
th_th: เปิด Solus Max
tr_tr: Solus Max'ı Aç
zh_cn: 打开Solus Max

source: Read Message
bg_bg: Прочети съобщение
cht: 讀取訊息
da_dk: Læs meddelelse
el_gr: Ανάγνωση μηνύματος
fi_fi: Lue viesti
hr_hr: Pročitaj poruku
hu_hu: Üzenet olvasása
it_it: Leggi messaggio
ko_kr: 메시지 보기
nl_nl: Bericht lezen
no_no: Les melding
pt_pt: Ler mensagem
ro_ro: Citire mesaj
ru_ru: Прочитать сообщение
sv_se: Läs meddelande
th_th: อ่านข้อความ
tr_tr: Mesajı Oku
zh_cn: 阅读消息

source: Today at
bg_bg: Днес в
cht: 今天於
da_dk: I dag kl.
el_gr: Σήμερα στις
fi_fi: Tänään
hr_hr: Danas u
hu_hu: Ma ekkor
it_it: Oggi alle
ko_kr: 오늘
nl_nl: Vandaag om
no_no: I dag kl.
pt_pt: Hoje às
ro_ro: Astăzi la
ru_ru: Сегодня в
sv_se: Idag vid
th_th: วันนี้ที่
tr_tr: Bugün
zh_cn: 今天

source: New Request
bg_bg: Нова заявка
cht: 新請求
da_dk: Ny anmodning
el_gr: Νέο αίτημα
fi_fi: Uusi pyyntö
hr_hr: Novi zahtjev
hu_hu: Új kérés
it_it: Nuova richiesta
ko_kr: 신규 요청
nl_nl: Nieuwe aanvraag
no_no: Ny forespørsel
pt_pt: Nova solicitação
ro_ro: Solicitare nouă
ru_ru: Новый запрос
sv_se: Ny begäran
th_th: คำขอใหม่
tr_tr: Yeni İstek
zh_cn: 新请求

source: Fine-tuning Accepted
bg_bg: Фината настройка е приета
cht: 接受微調
da_dk: Justering blev accepteret
el_gr: Μικρορύθμιση αποδεκτή
fi_fi: Hienosäätö hyväksytty
hr_hr: Prihvaćeno precizno ugađanje
hu_hu: Finomhangolás elfogadva
it_it: Regolazione-fine accettata
ko_kr: 미세조절 승인
nl_nl: Fine-tuning aanvaard
no_no: Fininnstilling akseptert
pt_pt: Ajuste fino aceito
ro_ro: Reglaj fin acceptat
ru_ru: Тонкая настройка одобрена
sv_se: Finjustering Accepterad
th_th: การปรับตั้งได้รับการยอมรับ
tr_tr: İnce Ayar Kabul Edildi
zh_cn: 微调设置已接受

source: Fine-tuning Unaccepted
bg_bg: Фината настройка не е приета
cht: 不接受微調
da_dk: Justering blev ikke accepteret
el_gr: Μικρορύθμιση μη αποδεκτή
fi_fi: Hienosäätöä ei hyväksytty
hr_hr: Precizno ugađanje nije prihvaćeno
hu_hu: Finomhangolás elutasítva
it_it: Regolazione-fine non accettata
ko_kr: 미세조절 거부
nl_nl: Fine-tuning niet aanvaard
no_no: Fininnstilling ikke akseptert
pt_pt: Ajuste fino não aceito
ro_ro: Reglaj fin neacceptat
ru_ru: Тонкая настройка не одобрена
sv_se: Finjustering Ej accepterad
th_th: การปรับตั้งไม่ได้รับการยอมรับ
tr_tr: İnce Ayar Kabul Edilmedi
zh_cn: 微调设置未接受

source: Are you sure you want to remove this notification?
bg_bg: Наистина ли искате да премахнете това известие?
cht: 您確定要移除此通知嗎？
da_dk: Er du sikker på, at du vil slette denne notifikation?
el_gr: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε την ειδοποίηση αυτή;
fi_fi: Haluatko varmasti poistaa tämän ilmoituksen ?
hr_hr: Jeste li sigurni da želite ukloniti ovu obavijest?
hu_hu: Biztosan eltávolítja ezt az értesítést?
it_it: Rimuovere questa notifica?
ko_kr: 이 알림을 삭제하시겠습니까?
nl_nl: Weet u zeker dat u deze melding wilt verwijderen?
no_no: Er du sikker på at du vil fjerne dette varselet?
pt_pt: Tem certeza de que deseja remover esta notificação?
ro_ro: Sunteți sigur că doriți să ștergeți această notificare?
ru_ru: Действительно удалить это уведомление?
sv_se: Är du säker på du vill ta bort detta meddelande?
th_th: แน่ใจหรือว่าคุณต้องการลบการแจ้งเตือนนี้
tr_tr: Bu bildirimi silmek istediğinizden emin misiniz?
zh_cn: 是否确定删除该通知？

source: Signs of Hearing Loss
bg_bg: Признаци на загуба на слуха
cht: 聽力損失之特徵
da_dk: Tegn på hørenedsættelse
el_gr: Ενδείξεις βαρηκοΐας
fi_fi: Kuulonaleneman merkit
hr_hr: Znakovi gubitka sluha
hu_hu: A hallásvesztés jelei
it_it: Segnali di perdita uditiva
ko_kr: 난청의 증상
nl_nl: Kenmerken van gehoorverlies
no_no: Tegn på hørselstap
pt_pt: Sinais de Perda Auditiva
ro_ro: Semnele pierderii de auz
ru_ru: Признаки потери слуха
sv_se: Tecken på hörselnedsättning
th_th: สัญญาณบ่งบอกการสูญเสียการได้ยิน
tr_tr: İşitme Kaybı İşaretleri
zh_cn: 听力损失的征兆
