Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Natural Directionality II takes advantage of the full power of the brain and creates a more natural listening experience. Allowing both an omnidirectional and a directional signal provides the auditory system with optimum input which enables the hearing instrument wearer to be aware of all sounds and speech at the same time. As the conversation starts behind the hearing instrument user, he is able to change focus to the more interesting conversation occurring behind him. By having the ability to consciously choose the listening source in which he is interested, the user is no longer limited by the directional system of the hearing aid or by manual adjustments.
bg_bg: Естествена насоченост II използва цялата сила на мозъка и създава по-естествено изживяване при слушане. Пропускането както на многопосочен, така и на насочен сигнал осигурява на системата за слуха оптимална информация, която дава възможност на носещия слухов апарат да чува всички звуци и говор едновременно. Когато разговорът започне зад потребителя на слуховия апарат, той е в състояние на пренасочи вниманието си към по-интересния разговор, който се води зад него. Имайки възможността да избира източника за слушане, от който той се интересува, потребителят вече не е ограничен от насочената система на слуховия апарат или от ръчни регулировки.
cht: 實景空間方向性充分利用大腦的全部力量，創造更自然的聆聽體驗。允許全方向及方向性訊號以提供聽覺系統最佳的輸入，助聽器使用者可同時聽見所有聲音及語音。即使對話來自於後方，使用者也可將焦點轉移至後方更有趣的對話。透過有意識地選擇感興趣的聲音來源能力，使用者不再受制於助聽器的方向性系統或手動調整的限制。
da_dk: Natural Directionality II udnytter hjernens fulde kraft og skaber en mere naturlig lytteoplevelse. Ved at tillade såvel et omnidirektionel som et retningsbestemt signal får det auditive system optimale input, hvilket sætter brugeren af høreapparaterne i stand til at opfatte alle lyde og tale samtidig. Idet samtalen begynder bag høreapparatbrugeren, kan han skifte fokus til den mere interessante samtale, der finder sted bag ham. Takket være muligheden for bevidst at vælge den kilde, han er interesseret i at lytte til, er brugeren ikke længere begrænset af høreapparatets retningsbestemte system eller af manuelle justeringer.
el_gr: Η λειτουργία Natural Directionality II αξιοποιεί την πλήρη ισχύ του εγκεφάλου και δημιουργεί μια πιο φυσική εμπειρία ακρόασης. Επιτρέποντας τόσο ένα παν-κατευθυντικό όσο και ένα κατευθυντικό σήμα, παρέχει στο ακουστικό σύστημα τη βέλτιστη είσοδο ,έτσι ο χρήστης αντιλαμβάνεται όλους τος ήχους και την ομιλία ταυτόχρονα. Καθώς η συζήτηση ξεκινά πίσω από τον χρήστη, αυτός είναι σε θέση να μετατοπίσει την εστίασή του στην πιο ενδιαφέρουσα συζήτηση. Έχοντας τη δυνατότητα να επιλέγει συνειδητά την πηγή ακρόασης που τον ενδιαφέρει, ο χρήστης δεν περιορίζεται πλέον από το κατευθυντικό σύστημα του ακουστικού βοηθήματος ή από τις χειροκίνητες προσαρμογές.
fi_fi: Luonnollinen suuntakuvio II saa aikaan luonnollisemman kuuntelukokemuksen hyödyntämällä aivojen täyttä tehoa. Kun kaikkisuuntainen ja suuntakuviosignaali sallitaan, kuuloaisti saa ihanteellisen syötteen, joten kuulokojeen käyttäjä on tietoinen kaikista äänistä ja puheesta. Jos keskustelu alkaa kuulokojeen käyttäjän takana, hän voi suunnata huomionsa siihen. Kun käyttäjä voi valita kiinnostavan äänilähteen tietoisesti, kuulokojeen suuntausjärjestelmän tai käsin tehtyjen säätöjen rajoitukset eivät enää sido häntä.
hr_hr: Prirodna usmjerenost II koristi se svom snagom ljudskog mozga i stvara prirodnije iskustvo slušanja. Podržavajući i višesmjerni i jednosmjerni signal, daje slušnom sustavu dovoljno ulaznih informacija koje nositelju slušnog aparata omogućuju da istodobno čuje i zvukove i govor. Nositelj slušnog aparata može tako promijeniti fokus slušanja na tijek razgovora koji se vodi iza njegovih leđa. Nositelj slušnog parata više nije ograničen ni jednosmjernim sustavom slušnog aparata ni ručnim podešavanjem jer ima sposobnost da svjesno odabere izvor zvuka.
hu_hu: A Természetes direkcionalítás II kihasználja az agy minden előnyét, és még természetesebb hallási élményt nyújt. Az omni és a direkcionális jel együtt optimális jelet biztosít a hallórendszernek, amely a hallókészülék viselőnek egyidejűleg biztosít minden hangot és a beszédet egyidejűleg. Amint a beszélgetés elkezdődik a készülék viselő mögött, képes lesz fokuszálni az érdekesebb mögötte folyó beszélgetésre. A lehetőséggel, hogy folyamatosan ki tudja választani melyik hangforrás a fontos neki, a felhasználó többet nincs kitéve a direkcionális rendszernek vagy manuális állításnak.
it_it: La Direzionalità Naturale II sfrutta tutta la potenza di elaborazione del cervello umano per ricreare un esperienza di ascolto più naturale. Permettendo sia ai segnali in omnidirezionalità che ai segnali percepiti in direzionalità di ricreare complessivamente un suono utilizzato dal sistema uditivo consentendo a chi indossa l'apparecchio acustico di essere consapevole di tutti i suoni circostanti e allo stesso tempo del parlato percepito. Quando la conversazione avviene alle spalle, l'apparecchio acustico è in grado di ricreare il focus per la conversazione che si reputa interessante da seguire alle sue spalle. Avendo la possibilità di scegliere consapevolmente la fonte più interessante da seguire , l'utente non è più limitato dal sistema direzionale dell'apparecchio acustico o dalle regolazioni manuali.
ko_kr: Natural Directionality II는 두뇌의 모든 기능을 활용하여보다 자연스러운 청취 경험을 제공합니다. Omni 와 방향성 모두 적용하여, 청각 시스템에 최적의 소리를 제공하여 사용자가 모든 소리 및 음성을 동시에 인식 할 수있게합니다. 사용자 뒤에서 대화가 시작되면, 사용자는 보다 흥미로운 대화가 있는 뒤쪽의 소리를 듣고 뒤로 돌아 대화를 이어갈 수 있습니다. 관심이있는 소리를 듣고 의식적으로 선택할 수있는 능력을 갖춤으로써, 사용자는 보청기의 방향성 시스템 더이상 제한 되지 않고 청취가 가능합니다.
nl_nl: Brain-balanced directionaliteit II haalt voordeel uit de kracht van de hersenen en creëert een meer natuurlijke luisterervaring. Met zowel een omnidirectioneel als een directioneel signaal krijgt het gehoor een optimale input zodat de drager van het hoortoestel zich van alle geluiden én spraak bewust zal zijn. Wanneer de conversatie achter de drager start, kan hij/zij de focus verschuiven naar de meer interessante conversatie die achter hem/haar plaatsvindt. Door de mogelijkheid bewust de luisterbron te kunnen kiezen waarin hij/zij geïnteresseerd is, is de drager niet langer beperkt door het directionele systeem van het hoortoestel of door handmatige aanpassingen.
no_no: Naural Directionality II utnytter hjernens kraft og skaper en mer naturlig lytteopplevelse. Med både omnidireksjonale og direksjonale signaler får hørselsystemet optimal input, slik at brukeren av høreapparatet kan få med seg alle lyder og all tale samtidig. Hvis noen som befinner seg bak brukeren, sier noe interessant, vil brukeren kunne skifte fokus for å få med seg det som blir sagt. Ettersom brukeren bevisst kan velge den lydkilden vedkommende er interessert i, er han/hun ikke lenger begrenset av høreapparatets direksjonalitetssystem eller av manuelle justeringer.
pt_pt: A Direcionalidade Natural II aproveita todo o poder do cérebro e cria uma experiência de escuta mais natural. Permitir um sinal omnidirecional e direcional proporciona ao sistema auditivo a entrada ideal que possibilita ao usuário do aparelho auditivo estar ciente de todos os sons e da fala ao mesmo tempo. À medida que a conversa inicia atrás do usuário do aparelho auditivo, ele consegue mudar o foco para a conversa mais interessante que ocorre atrás dele. Podendo escolher conscientemente a fonte de escuta em que está interessado, o usuário não fica mais limitado pelo sistema direcional do aparelho auditivo ou por ajustes manuais.
ro_ro: Direcționalitatea Naturală II valorifică toată puterea creierului și creează o experiență de ascultare mai naturală. Permite semnale atât omnidirecționale cât și direcționale, ceea ce oferă sistemului auditiv un input optim, care permite purtătorului aparatului auditiv să fie conștient de toate sunetele, dar și de vorbire, în același timp. Pe măsură ce conversația începe în spatele utilizatorului aparatului auditiv, acesta se poate concentra pe conversația mai interesantă ce are loc în spatele lui. Grație abilității de a alege în mod conștient sursa de ascultare care îl interesează, utilizatorul nu mai este limitat de sistemul direcțional al aparatului auditiv sau de ajustările manuale.
ru_ru: Режим Естественная направленность II задействует полный потенциал мозга и создает более естественное акустическое окружение. Поступающие сигналы, как всенаправленные, так и направленные, обеспечивают слуховой системе оптимальную входную информацию, позволяя пользователю слухового аппарата воспринимать все окружающие его звуки и речь одновременно. Если речь начинает звучать позади пользователя СА, он может тут же переместить фокус на интересующий его разговор у себя за спиной. Имея возможность сознательно выбирать интересующий его источник звука, пользователь СА больше не стеснен ограничениями направленности микрофона слухового аппарата или необходимостью регулирования вручную.
sv_se: Naturlig riktverkan II drar fördel av hjärnans fulla kapacitet och skapar en naturligare lyssningsupplevelse. Den medger bred riktverkan samtidigt direkt signal och förser hörselsystemet med optimal input som gör att bärare uppfattar både ljud och tal samtidigt. Om samtalet inleds bakom användaren kan denne ändra fokus till det. Genom att kunna välja vilken lyssningskälla som är intressant begränsas inte längre av hörapparatens riktningsverkan eller manuella justeringar.
th_th: เทคโนโลยี Natural Directionality II ใช้ประโยชน์จากพลังสมองอย่างเต็มที่และสร้างประสบการณ์ในการรับฟังที่เป็นธรรมชาติมากขึ้น การมีทั้งสัญญาณแบบรอบทิศทางและสัญญาณแบบทิศทางเดียวทำให้ระบบการได้ยินมีอินพุตที่เหมาะสม ซึ่งช่วยให้ผู้ใช้เครื่องช่วยฟังสามารถได้ยินเสียงทั้งหมดและพูดได้ในเวลาเดียวกัน เมื่อการสนทนาเริ่มต้นขึ้นหลังจากใส่เครื่องช่วยฟังแล้ว ผู้ใช้ก็สามารถพุ่งความสนใจไปยังการสนทนาอันน่าสนใจที่เกิดขึ้นตามมาได้ ด้วยความสามารถในการเลือกต้นทางของเสียงที่สนใจได้ ผู้ใช้จึงไม่ถูกจำกัดโดยระบบทิศทางของเครื่องช่วยฟังหรือโดยการปรับอุปกรณ์ด้วยตนเอง
tr_tr: Natural Direksiyonalite II, beyinin tüm gücünden faydalanır ve daha doğal bir dinleme ortamı oluşturur. Hem her yönden hem de direksiyonel bir sinyale izin verilmesi, işitme sistemine, işitme cihazı kullanıcısının tüm sesler ve konuşmaları aynı anda işitmesine olanak sağlayan optimum bir giriş sağlar. İşitme cihazı kullanıcısı, arka tarafta bir konuşma başladığında, kendi arkasında bulunan sohbete odaklanabilir. Kullanıcı, ilgilendiği dinleme kaynağını bilinçli bir şekilde seçme becerisine sahip olarak artık işitme cihazının direksiyonel sistemiyle veya manuel ayarlarla kısıtlı kalmaz.
zh_cn: 自然方向性II可充分利用大脑功能，提供一种更自然的听力体验。将全向性和定向性信号相结合，可优化听觉系统输入情况，使助听器佩戴者同时注意到各种声音和言语。当有人在助听器佩戴者身后说话时，他就能关注到自己身后让自己感兴趣的话题。由于用户能有意识地去选择自己感兴趣的声源，就可摆脱助听器定向系统或手动调整的限制。

source: Autoscope Adaptive Directionality allows for adjustable beamwidth options: Narrow, Medium, and Wide. The Automatic Steering option allows the system to automatically switch between Medium and Wide beamwidths depending on the location of the speech and the signal-to-noise ratio in the environment.
bg_bg: Адаптивната насоченост с автоскоп позволява варианти за регулиране на ширината на лъча: тесен, среден и широк. Възможността за автоматично насочване позволява на системата автоматично да превключва от средна на широка ширина на лъча и обратно в зависимост от мястото на говора и от съотношението сигнал-шум в околната среда.
cht: 自動聚焦自動方向性可調整方向性的寬度選項 : 窄、中、寬。 自動轉向選項允許系統根據語音的位置和環境中的信噪比於中和寬的寬度自動切換。
da_dk: Autoscope adaptive directionality giver mulighed for justerbare strålevidder: Smal, mellem og bred. Indstillingen Automatic Steering giver systemet mulighed for automatisk at skifte mellem strålevidder af typerne mellem og bred afhængigt af, hvor den talende befinder sig, og af signal/støj-forholdet i omgivelserne.
el_gr: Η λειτουργία Autoscope Adaptive Directionality επιτρέπει τις προσαρμοζόμενες επιλογές πλάτους δέσμης: στενή, μεσαία και ευρεία. Η επιλογή Automatic Steering επιτρέπει στο σύστημα να μεταβαίνει αυτόματα μεταξύ μεσαίας και ευρείας δέσμης, ανάλογα με τη θέση της ομιλίας και την αναλογία ομιλίας-θορύβου στο περιβάλλον.
fi_fi: Adaptiivinen Automaattinen suuntakuvio mahdollistaa keilan leveyden säätämisen kapeaksi, keskikokoiseksi tai leveäksi. Automaattinen ohjaus mahdollistaa automaattisen vaihtamisen keskikokoisen ja leveän keilan välillä puheen lähteen sijainnin ja ääniympäristön signaali-kohinasuhteen mukaan.
hr_hr: Autoscope prilagodljiva usmjerenost omogućuje prilagodbu na uske, srednje i široke zvučne snopove. Svojstvo automatskog navođenja omogućuje sustavu automatski prijelaz iz srednjega u široki zvučni snop ovisno o lokaciji govora i odnosu zvučnog signala i pozadinske buke u okolišu.
hu_hu: Az Autoszkóp adaptív direkcionalítás állítható nyalábszélességeket biztosít: Szűk, Közepes és Széles. Az automata kiválasztás lehetővé teszi a nyalábszélességek közötti váltást, attól függően, hogy hol van a beszéd forrása és milyen a jel/zaj viszony a környezetben.
it_it: La direzionalità adattiva Autoscope permette come opzione di regolare l'apertura del fascio direzionale: stretto, medio, largo. L'opzione consente al sistema in automatico di passare ad ampiezza del fascio stretta, media, larga a seconda della posizione del parlato e del rapporto ambientale segnale-rumore.
ko_kr: Autoscope Adaptive Directionality는 방향성 빔이 자동으로(좁음, 중간, 넓음) 변경되는 기능입니다. The Automatic Steering은 음원위치와 소음의 크기에 따라 방향성 빔 폭을 중간에서 넓음으로 자동 변경 합니다.
nl_nl: AutoScope Adaptieve directionaliteit maakt regelbare bundelbreedte-oplossingen mogelijk: Smal, Medium en Breed. Het systeem schakelt automatisch tussen deze bundelbreedtes afhankelijk van de locatie van de spraak en de signal-to-noise ratio in de omgeving.
no_no: Autoscope Adaptive Directionality muliggjør justerbare strålebredder: Smal, middels og bred. Med Automatic Steering kan systemet automatisk veksle mellom middels og brede strålebredder, avhengig av hvor talen kommer fra og miljøets signal til støy-forhold.
pt_pt: Direcionalidade Adaptativa com Foco Automático permite ajuste do feixe de captação com as opções: Estreito, Médio, Amplo. A opção MultiFoco permite o aparelho alternar automaticamente entre os feixes de captação dependendo do direção da fala e da relação sinal-ruído do ambiente.
ro_ro: Direcționalitatea Adaptativă Autoscope oferă opțiuni de lungimi de rază ajustabile: Îngustă, Medie și Largă. Opțiunea Orientare Automată permite sistemului transferul automat între lățimile de rază Medii și Largi în funcție de locul vorbirii și de raportul semnal-zgomot din mediu.
ru_ru: Режим адаптивного регулирования направленности Autoscope автоматически выбирает ширину полосы восприятия звука микрофономи: узкую, среднюю или широкую. Опция автоматического управления позволяет системе автоматически переключаться между средней и широкой полосами направленности в зависимости от положения говорящего и соотношения сигнал-шум в акустическом окружении.
sv_se: Automatisk Inzoomad Adaptiv Riktverkan möjliggör inställbara inzoomningsgrad: Smal, Medium och Bred. Alternativet Automatisk styrning gör det möjligt för systemet att automatiskt växla mellan medium och breda inzoomningsgrader beroende på talets placering och signal-brusförhållandet i miljön.
th_th: Autoscope Adaptive Directionality ช่วยให้มีตัวเลือกในการปรับความกว้างของสัญญาณ: แคบ ปานกลาง และกว้าง ตัวเลือก Automatic Steering ช่วยให้ระบบสามารถสลับระหว่างความกว้างของสัญญาณปานกลางกับกว้างได้โดยอัตโนมัติขึ้นอยู่กับตำแหน่งของเสียงพูดและอัตราส่วนสัญญาณต่อเสียงรบกวนในสภาพแวดล้อม
tr_tr: Akıllı Sinyal Kapsamı Adaptif Direksiyonalite özelliği, ayarlanabilir sinyal genişliği seçeneklerine izin verir: Dar, Orta ve Geniş. Otomatik Yönetim seçeneği, sistemin, konuşmanın yapıldığı konuma ve ortamdaki sinyal/gürültü oranına bağlı olarak Orta ve Geniş sinyal genişliği arasında otomatik olarak geçiş yapmasına olanak sağlar.
zh_cn: 智能多维方向性拥有各种可调的维度: 窄阈、中域和宽阈。 根据环境的信噪比，智能多维方向性将在不同的域宽或维度中转换。

source: Binaural Processing
bg_bg: Бинаурално обработване
cht: 雙耳處理
da_dk: Binaural lydbehandling
el_gr: Αμφιωτική επεξεργασία
fi_fi: Binauraalinen prosessointi
hr_hr: Binauralna obrada
hu_hu: Binaurális feldolgozás
it_it: Elaborazione binaurale
ko_kr: 방향성
nl_nl: Binaurale verwerking
no_no: Binaural prosessering
pt_pt: Processamento binaural
ro_ro: Procesare biaurala
ru_ru: Бинауральная обработка
sv_se: Binaural bearbetning
th_th: การประมวลผลแบบสองหู
tr_tr: Binaural İşleme
zh_cn: 双耳处理

source: Rapid (Sound Processing)
bg_bg: Бързо (звуково обработване)
cht: 快速 (聲音處理)
da_dk: Hurtig (lydbehandling)
el_gr: Ταχεία (επεξεργασία ήχου)
fi_fi: Nopea (äänenkäsittely)
hr_hr: Brzo (obrada zvuka)
hu_hu: Gyors (hangfeldolgozás)
it_it: Rapida (elaborazione sonora)
nl_nl: Snel (geluidsverwerking)
no_no: Hurtig (lydprosessering)
pt_pt: Rápido (processamento de som)
ro_ro: Rapid (Procesare Sunet)
ru_ru: Быстрая (Обработка звука)
sv_se: Rapid (Ljudbearbetning)
th_th: รวดเร็ว (การประมวลผลเสียง)
tr_tr: Hızlı (Ses İşleme)
zh_cn: 快速（声音处理）

source: DFS Ultra II
cht: 搭配數位回饋音抑制
it_it: Con DFS Ultra II
nl_nl: Met DFS Ultra II
ru_ru: Подавление обратной связи DFS Ultra II
zh_cn: 超级DFS II

source: DFS Ultra II
cht: 未搭配數位回饋音抑制
it_it: Senza DFS Ultra II
nl_nl: Zonder DFS Ultra II
ru_ru: Подавление обратной связи DFS Ultra II
zh_cn: 超级DFS II

source: Without DFS Ultra II activated, sounds coming from the hearing instrument receiver loop back to the microphones, creating a risk for whistling and squealing.
bg_bg: Без да е активирана DFS Ultra II, звуците, идващи от приемника на слуховия апарат, се връщат към микрофоните, създавайки риск от свирене и пищене.
cht: 未搭配數位回饋音抑制，來自助聽器接收器的聲音再回傳到麥克風，產生可能發生嘯叫聲及尖叫聲的風險。
da_dk: Hvis DFS Ultra II ikke er aktiveret, føres lyde fra høreapparatets modtager tilbage til mikrofonerne, hvorved der opstår risiko for fløjte- eller hyletoner.
el_gr: Χωρίς το DFS Ultra II ενεργοποιημένο, οι ήχοι που προέρχονται από τον δέκτη του ακουστικού βοηθήματος θα επιστρέφουν στα μικρόφωνα, προκαλώντας έτσι τον κίνδυνο σφυρίγματος ή στριγκλίσματος.
fi_fi: Jos DFS Ultra II on käytössä, kuulokojeen vastaanottimesta peräisin olevat äänet kiertävät takaisin mikrofoneihin, jolloin voi aiheutua vinkuvaa ääntä.
hr_hr: Bez DFS Ultra II značajke zvukovi koji dolaze iz prijamnika slušnog aparata ponovno bi se vraćali u mikrofone, stvarajući rizik za pištanje i škripanje.
hu_hu: A DFS Ultra II nélkül, a hangok a hallókészülék hallgatójáról visszacsatolódnak a mikrofonra, ami sípoláshoz vezethet.
it_it: Senza DFS Ultra II attivato, i suoni provenienti dal ricevitore rientrando ai microfoni, possono creare rischi nell'innescare fischi.
ko_kr: DFS Ultra II 활성화되지 않으면 보청기에서 나오는 소리가 마이크로 되돌아와 휫슬링 소리와 삐익~ 하는 소리가 날 수 있습니다.
nl_nl: Zonder DFS Ultra II geven geluiden afkomstig van het hoortoestel die terugkomen bij de microfoon een risico van fluiten en piepen.
no_no: Uten DFS Ultra II aktivert, går lyden som kommer fra høyttaleren til høreapparatet tilbake til mikrofonen. Dette medfører fare for pipelyder.
pt_pt: Sem o DFS Ultra II ativado, os sons que vêm do receptor do aparelho auditivo voltam para os microfones, causando risco de apitos e rangidos.
ro_ro: Dacă DFS Ultra II este activat, sunetele care ies din receptorul aparatului auditiv revin în buclă în microfoane, ceea ce creează riscul ca acestea să țiuie și să scoată sunete stridente.
ru_ru: Когда система подавления обратной связи DFS Ultra II не используется, усиленный звук от ресивера слухового аппарата снова поступает на микрофон, создавая риск возникновения высокочастотного свиста и скрипа.
sv_se: Utan DFS Ultra II aktiverad kommer ljud som kommer från hörapparatets mottagarslinga tillbaka till mikrofonen, vilket medför risk för visslingar och tjut.
th_th: หากไม่มีการเปิดใช้งาน DFS Ultra II เสียงที่มาจากตัวรับเสียงในเครื่องช่วยฟังก็จะวนกลับไปที่ไมโครโฟน ซึ่งเสี่ยงจะทำให้เกิดเสียงหวีดและเสียงแหลม
tr_tr: DFS Ultra II etkinleştirilmeden, işitme cihazı hoparlöründen gelen sesler mikrofona geri döner ve ıslık ve tiz ses riski yaratır.
zh_cn: 在未开启超级DFSII的情况下，助听器接收到的声音会返回至麦克风被重新放大，从而产品反馈。

source: The DFS Ultra II system uses a digital filter to suppress feedback without reducing the gain of the hearing instrument. The hearing instrument wearer is able to hear her spouse without annoying whistling sounds.
bg_bg: Системата DFS Ultra II използва цифров филтър за потискане на микрофонията, без да намалява усилването на слуховия апарат. Носещият слухов апарат е в състояние да чува партньора(-ката) си без дразнещи свирещи звуци.
cht: 數位回饋音抑制系統以數位濾波器抑制回饋音而不影響助聽器的增益量。助聽器使用者將可聽見配偶的說話而不受惱人的嘯叫聲影響。
da_dk: DFS Ultra II-systemet gør brug af et digitalt filter, der undertrykker tilbagekobling uden at reducere høreapparatets forstærkning. Høreapparatbrugeren kan høre sin ægtefælle uden irriterende hyletoner.
el_gr: Το σύστημα DFS Ultra II χρησιμοποιεί ένα ψηφιακό φίλτρο για την καταστολή της ανατροφοδότησης χωρίς τη μείωση της απόκρισης του ακουστικού βοηθήματος. Ο χρήστης μπορεί να ακούει τον σύντροφό του χωρίς ενοχλητικούς ήχους σφυρίγματος.
fi_fi: DFS Ultra II -järjestelmän digitaalinen suodatin vaimentaa vinkumista vähentämättä kuulokojeen vahvistusta. Kuulokojeen käyttäjä kuulee puolisonsa äänen ilman ärsyttävää vinkumista.
hr_hr: DFS Ultra II sustav koristi se digitalnim filtrima za prigušivanje povratnih zvukova bez gubitka jakosti zvuka slušnog aparata. Korisnik slušnog aparata može slušati svog supružnika bez neugodnog pištanja.
hu_hu: A DFS Ultra II rendszer digitális filtert használ, hogy megszüntesse a gerjedést, a hallókészülék erősítésének csökkentése nélkül. A hallókészülék viselő, hallhatja a házastársát sípoló hang nélkül.
it_it: Il sistema DFS Ultra II utilizza un filtro digitale per sopprimere le risposte senza ridurre il guadagno dell'apparecchio acustico. Chi indossa l'apparecchio acustico è in grado di sentire il proprio coniuge, senza fischi fastidiosi.
ko_kr: The DFS Ultra II는 디지털 필터를 사용하여 보청기의 이득을 감소시키지 않으면서 피드백노이즈를 제거합니다. 보청기 사용자는 불편한 피드벡 노이즈 없이 상대방의 말소리를 들을 수 있습니다.
nl_nl: Het DFS Ultra II systeem gebruikt een digitaal filter om feedback te onderdrukken zonder de versterking van het hoortoestel te verminderen. De drager van het hoortoestel kan haar partner horen zonder irritante fluitgeluiden.
no_no: DFS Ultra II-systemet bruker et digitalt filter til å undertrykke feedback uten å redusere gainen i høreapparatet. Brukeren av høreapparatet kan høre partneren sin uten å bli forstyrret av plystrelyder.
pt_pt: O sistema DFS Ultra II usa um filtro digital para suprimir o feedback sem reduzir o ganho do aparelho auditivo. O usuário do aparelho auditivo consegue escutar sua esposa sem o desagradável som de apito.
ro_ro: Sistemul DFS Ultra II utilizează un filtru digital pentru a suprima microfonia fără a reduce amplificarea aparatului auditiv. Purtătorul aparatului auditiv își poate auzi partenerul de viață fără alte sunete stridente deranjante.
ru_ru: Система DFS Ultra II использует цифровой фильтр для подавления обратной связи, не снижая при этом степени усиления слухового аппарата. Пользователь СА может слышать речь своего супруга без раздражающих свистящих звуков.
sv_se: DFS Ultra II-systemet använder ett digitalt filter som undertrycker feedback utan att minska apparatens förstärkning. Bäraren kan höra sina närmaste utan irriterande visselljud.
th_th: ระบบ DFS Ultra II ใช้ตัวกรองแบบดิจิตอลเพื่อระงับเสียงสะท้อนโดยไม่ลดการได้ยินของเครื่องช่วยฟัง ผู้ใช้เครื่องช่วยฟังจึงสามารถได้ยินเสียงคู่สมรสได้โดยไม่ต้องรำคาญกับเสียงหวีดอีกต่อไป
tr_tr: DFS Ultra II sistemi, işitme cihazının kazancını düşürmeden Feedback’i baskılamak için bir dijital filtre kullanır. İşitme cihazı kullanıcısının sinir bozucu ıslık sesleri olmadan sesleri duymasını sağlar.
zh_cn: 超级DFSII使用频谱相减原理，在去除反馈路径的同时不会影响助听器增益。这样，助听器佩戴者将摆脱恼人的啸叫干扰。
