Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Decrease low frequency gain by 6 dB, increase high frequency gain
bg_bg: Намалете ниските честоти с 6 dB и увеличете високите честоти
cht: 低頻增益量降低6 dB，提升高頻增益量
da_dk: Reducer lavfrekvent forstærkning med 6 dB, og forøg højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων κατά 6 dB, αυξήστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta 6dB:tä matalilla taajuuksilla, lisää vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija za 6 dB, povećajte pojačanje visokih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést 6 dB-lel; növelje a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze di 6 dB, aumentare il guadagno delle alte frequenze
ko_kr: 저주파수 게인을 6dB 낮추고 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage frequenties met 6dB, verhoog de versterking van hoge frequenties
no_no: Reduser gain i lavfrekvensområdet med 6 dB, øk gain i høyfrekvensområdet
pt_pt: Diminuir ganho de freq. baixas em 6 dB, aumentar ganho de freq. altas
ro_ro: Reduceti castigul cu 6 dB pe frecvente joase, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах на 6 дБ и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen 6 dB för de låga frekvenserna, öka förstärkningen för de höga frekvenserna
th_th: ลดเกนที่ความถี่ตํ่าลง 6 dB เพิ่มเกนที่ความถี่สูง
tr_tr: Alçak frekanslarda kazancı 6 dB azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益6dB，增加高频增益

source: Decrease low frequency gain
bg_bg: Намалете нивото на ниските честоти
cht: 降低低頻增益量
da_dk: Reducer lavfrekvent forstærkning
el_gr: Μειώστε την απόκριση των χαμηλών συχνοτήτων
fi_fi: Vähennä vahvistusta bassotaajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze
ko_kr: 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties
no_no: Reduser gain i lavfrekvensområdet
pt_pt: Redução de ganho de baixa frequência
ro_ro: Micsorati castigul pe frecventele joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen för låga frekvenser
th_th: ลดเกนที่ความถี่ตํ่า
tr_tr: Alçak frekanslarda kazancı azalt
zh_cn: 降低低频增益

source: Decrease low frequency gain and increase high frequency gain
bg_bg: Намалете ниските честоти и увеличете високите честоти
cht: 降低低頻增益量並提升高頻增益量
da_dk: Reducer lavfrekvent forstærkning, og forøg højfrekvent forstærkning
el_gr: Μειώστε το κέρδος χαμηλών συχνοτήτων και αυξήστε το κέρδος υψηλών συχνοτήτων
fi_fi: Vähennä bassovahvistusta sekä lisää vahvistusta diskanttitaajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija i povećajte pojačanje visokih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést, és növelje a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze e aumentare il guadagno delle alte frequenze
ko_kr: 저주파수 게인을 낮추고 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage frequenties, verhoog de versterking van hoge frequenties
no_no: Reduser gain i lavfrekvensområdet og øk gain i høyfrekvensområdet
pt_pt: Redução do ganho de baixa frequência e aumento do ganho de alta frequência
ro_ro: Reduceti castigul pe frecventele joase cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för låga frekvenser och öka förstärkningen för höga frekvenser
th_th: ลดเกนที่ความถี่ตํ่าและเพิ่มเกนที่ความถี่สูง
tr_tr: Alçak frekanslarda kazancı azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益和增加高频增益

source: Own voice sounds sharp
bg_bg: Моят глас се чува остро
cht: 自己的嗓音聽起來尖銳
da_dk: Egen stemme lyder skarp
el_gr: Η φωνή του ασθενούς ακούγεται οξεία
fi_fi: Oma ääni on liian terävä
hr_hr: Vlastiti glas zvuči prodorno
hu_hu: A saját hang éles
it_it: Il suono della propria voce è acuto
ko_kr: 사용자의 목소리가 날카롭게 들립니다
nl_nl: De eigen stem klinkt scherp
no_no: Egen stemme er skarp
pt_pt: A própria voz soa aguda
ro_ro: Propia voce se aude ascutit.
ru_ru: Собственный голос звучит пронзительно и резко
sv_se: Den egna rösten låter skarp
th_th: เสียงตัวเองแหลม
tr_tr: Kendi sesim ince, keskin geliyor
zh_cn: 听自己的声音刺耳

source: Decrease high frequency gain, increase compression ratio in low frequencies
bg_bg: Намалете високите честоти и увеличете степента на натиск за ниските честоти
cht: 降低高頻增益量，提升低頻壓縮比
da_dk: Reducer højfrekvent forstærkning, forøg kompressionsforholdet i lavfrekvenserne
el_gr: Μειώστε την απόκριση υψηλών συχνοτήτων, αυξήστε τον λόγο συμπίεσης στις χαμηλές συχνότητες
fi_fi: Vähennä diskanttivahvistusta, lisää kompressiota matalilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija, povećajte omjer kompresije kod niskih frekvencija
hu_hu: Csökkentse a magas frekvenciás erősítést; növelje a kompressziós arányt a mély frekvenciákon
it_it: Diminuire il guadagno delle alte frequenze, aumentare il rapporto di compressione nelle basse frequenze
ko_kr: 고주파수 게인을 낮추고 저주파수 압축비율을 높이세요
nl_nl: Verlaag de versterking van hoge frequenties, verhoog de compressieverhouding bij lage frequenties
no_no: Reduser gain for høyfrekvensområdet, øk kompresjonsgrad i lavfrekvensområdet
pt_pt: Diminua o ganho de frequências altas, aumente a razão de compressão em frequências baixas
ro_ro: Reduceti castigul pe frecventele inalte, cresteti raportul de compresie pe frecventele joase
ru_ru: Уменьшите усиление на высоких частотах, увеличьте уровень компрессии на низких частотах
sv_se: Minska förstärkningen för de höga frekvenserna och öka kompressionsförhållandet för de låga frekvenserna
th_th: ลดเกนที่ความถี่สูง เพิ่มcompress ratioที่ความถี่ตํ่า
tr_tr: Yüksek frekanslarda kazancı azalt ve alçak frekanslarda kompresyon oranını artır
zh_cn: 降低高频增益，增加低频段压缩比

source: Decrease G80 for mid and high frequencies
bg_bg: Намалете G80 за средните и високите честоти
cht: 降低G80的中頻及高頻增益量
da_dk: Reducer G80 for mellem- og højfrekvenser
el_gr: Μειώστε την G80 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Smanjite G80 za srednje i visoke frekvencije
hu_hu: Csökkentse a G80-at a közép- és magas frekvenciákon
it_it: Diminuire G80 per le frequenze medie e alte
ko_kr: 중주파수와 고주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij midden- en hoge frequenties
no_no: Reduser G80 i midt- og høyfrekvensområdene
pt_pt: Diminuir G80 para as médias e altas frequências
ro_ro: Reduce G80 pe frecventele medii si inalte
ru_ru: Уменьшите G80 на средних и высоких частотах
sv_se: Minska G80 i mellan- och höga frekvenser
th_th: ลดเกน 80 ที่ความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 减少G80中高频增益

source: Decrease high frequency gain
bg_bg: Намалете нивото на високите честоти
cht: 降低高頻增益量
da_dk: Reducer højfrekvent forstærkning
el_gr: Μειώστε το κέρδος υψηλών συχνοτήτων
fi_fi: Vähennä diskanttivahvistusta
hr_hr: Smanjite pojačanje visokih frekvencija
hu_hu: Csökkentse a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle alte frequenze
ko_kr: 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties
no_no: Reduser gain i høyfrekvensområdet
pt_pt: Redução do ganho de alta frequência
ro_ro: Micsorati castigul pe frecventele inalte
ru_ru: Уменьшите усиление на высоких частотах
sv_se: Minska förstärkningen för höga frekvenser
th_th: ลดเกนที่ความถี่สูง
tr_tr: Yüksek frekanslarda kazancı düşür
zh_cn: 降低高频增益

source: Female voices sound tinny or metallic
bg_bg: Женските гласове звучат като ламарина или метал
cht: 女性嗓音聽起來尖細或刺耳
da_dk: Egen stemme lyder for svag eller metallisk
el_gr: Οι γυναικείες φωνές ακούγονται πολύ λεπτές ή μεταλλικές
fi_fi: Naisääni metallinen
hr_hr: Ženski glasovi zvuče resko ili metalno
hu_hu: A női hang túl magas vagy érces
it_it: Suono delle voci femminili metallico
ko_kr: 여성의 목소리가 깡통이 부딪치는 소리나 기계음 처럼 들립니다
nl_nl: Vrouwenstemmen klinken iel of blikkerig
no_no: Kvinnelige stemmer oppleves spinkle eller metalliske
pt_pt: As vozes femininas soam metálicas ou estridentes
ro_ro: Vocea feminina se aude metalica
ru_ru: Женские голоса кажутся дребезжащими/металлическими
sv_se: Kvinnoröster låter tunna eller metalliska
th_th: เสียงผู้หญิงเหมือนเสียงโลหะ
tr_tr: Kadın sesleri tiz veya metalik
zh_cn: 听女声刺耳

source: Decrease high frequency gain
bg_bg: Намалете нивото на високите честоти
cht: 降低高頻增益量
da_dk: Reducer højfrekvent forstærkning
el_gr: Μειώστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä diskanttivahvistusta
hr_hr: Smanjite pojačanje visokih frekvencija
hu_hu: Csökkentse a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle alte frequenze
ko_kr: 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties
no_no: Reduser gain i høyfrekvensområdet
pt_pt: Redução do ganho de alta frequência
ro_ro: Micsorati castigul pe frecventele inalte
ru_ru: Уменьшите усиление на высоких частотах
sv_se: Minska förstärkningen för höga frekvenser
th_th: ลดเกนที่ความถี่สูง
tr_tr: Yüksek frekanslarda kazancı düşür
zh_cn: 降低高频增益

source: Decrease G80 for high frequencies
bg_bg: Намалете G80 за високите честоти
cht: 降低G80的高頻增益量
da_dk: Reducer G80 for højfrekvenser
el_gr: Μειώστε την G80 για τις υψηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite G80 za visoke frekvencije
hu_hu: Csökkentse a G80-at a magas frekvenciákon
it_it: Diminuire G80 per le alte frequenze
ko_kr: 고주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij hoge frequenties
no_no: Reduser G80 i høyfrekvensområdet
pt_pt: Diminuir G80 para freq. altas
ro_ro: Reduceti G80 pe frecventele inalte
ru_ru: Уменьшите G80 на высоких частотах
sv_se: Minska G80 för de höga frekvenserna
th_th: ที่G80ลดเกนที่ความถี่สูง
tr_tr: Yüksek frekanslarda G80 kazancını azalt
zh_cn: 降低G80高频增益

source: Perform real ear measurement; adjust gain to achieve smooth frequency response
bg_bg: Направете акустично измерване; регулирайте усилването, за да постигнете равномерна честотна характеристика
cht: 執行實耳測量；調整增益以達較平滑的頻率反應
da_dk: Udfør REM-måling; juster frekvensgangen, så den er glat
el_gr: Προβείτε σε μέτρηση REM, προσαρμόστε την ένταση για ομαλή απόκριση στις συχνότητες
fi_fi: Suorita REM-mittaus; säädä vahvistus siten, että taajusvaste on tasainen.
hr_hr: Obavite in-situ mjerenje razine zvučnog tlaka; prilagodite pojačanje kako biste postigli ujednačen frekvencijski odziv
hu_hu: Végezzen valós fül mérést, majd állítsa be az erősítést az egyenletes frekvenciaválasz eléréséhez
it_it: Effettuare il guadagno di inserzione; regolare il guadagno per ottenere una risposta in frequenza regolare
ko_kr: 실이측정을 수행합니다: 게인을 조절하여 목표 곡선에 맞게 조절하세요.
nl_nl: Voer een Real-Ear meting uit; pas de versterking aan om een vloeiende curve te krijgen
no_no: Foreta REM-måling; juster gain for å oppnå en glatt frekvenskurve
pt_pt: Realizar medida REM: ajuste o ganho para uma resposta de freq. suave
ro_ro: Realizare de masuratori "in-situ"; ajustare de castig pentru o caracteristica de frecventa lina (claritate)
ru_ru: Произведите измерения в реальном ухе; подстройте усиление, чтобы достичь плавной частотной характеристики
sv_se: Utför IF mätning, justera förstärkningen för att uppnå en jämn frekvensgång
th_th: ทำ real ear ปรับค่าเกนเพื่อให้ได้การตอบสนองความถี่ที่มีความราบรื่น
tr_tr: Gerçek kulak ölçümü yapın; düzgün frekans cevabı elde etmek için kazancı ayarlayın
zh_cn: 进行真耳测试；调整增益以得到平滑的频率响应

source: Own voice sounds tinny or metallic
bg_bg: Моят глас звучи като ламарина или метал
cht: 自己的嗓音聽起來尖細或刺耳
da_dk: Egen stemme lyder svag eller metallisk
el_gr: Η φωνή του ασθενούς ακούγεται πολύ λεπτή ή μεταλλική
fi_fi: Oma ääni on metallinen
hr_hr: Vlastiti glas zvuči resko ili metalno
hu_hu: A saját hang túl magas vagy érces
it_it: Il suono della propria voce è metallico
ko_kr: 사용자의 목소리가 깡통이 부딪치는 소리나 기계음 처럼 들립니다
nl_nl: De eigen stem heeft een iele of blikkerige klank.
no_no: Egen stemme virker tynn eller spinkel
pt_pt: A própria voz soa metálica
ro_ro: Propria voce se aude metalic
ru_ru: Собственный голос звучит тонко, с металлическим оттенком
sv_se: Den egna rösten låter metallisk
th_th: เสียงตัวเองเหมือนเสียงโลหะ
tr_tr: Kendi sesim metalik, madeni geliyor
zh_cn: 听自己的声音好像有金属声

source: Perform real ear measurement; adjust gain to achieve smooth frequency response
bg_bg: Направете акустично измерване; регулирайте усилването, за да постигнете равномерна честотна характеристика
cht: 執行實耳測量；調整增益以達較平滑的頻率反應
da_dk: Udfør REM-måling; juster frekvensgangen, så den er glat
el_gr: Προβείτε σε μέτρηση REM, προσαρμόστε την ένταση για ομαλή απόκριση στις συχνότητες
fi_fi: Suorita REM-mittaus; säädä vahvistus siten, että taajusvaste on tasainen.
hr_hr: Obavite in-situ mjerenje razine zvučnog tlaka; prilagodite pojačanje kako biste postigli ujednačen frekvencijski odziv
hu_hu: Végezzen valós fül mérést, majd állítsa be az erősítést az egyenletes frekvenciaválasz eléréséhez
it_it: Effettuare il guadagno di inserzione; regolare il guadagno per ottenere una risposta in frequenza regolare
ko_kr: 실이측정을 수행합니다. 게인을 조절하여 목표 곡선에 맞게 조절하세요.
nl_nl: Voer een Real-Ear meting uit; pas de versterking aan om een vloeiende curve te krijgen
no_no: Foreta REM-måling; juster gain for å oppnå en glatt frekvenskurve
pt_pt: Realizar medida REM: ajuste o ganho para uma resposta de freq. suave
ro_ro: Realizare de masuratori "in-situ"; ajustare de castig pentru o caracteristica de frecventa lina (claritate)
ru_ru: Произведите измерения в реальном ухе; подстройте усиление, чтобы достичь плавной частотной характеристики
sv_se: Utför IF mätning, justera förstärkningen för att uppnå en jämn frekvensgång
th_th: ทำ real ear ปรับค่าเกนเพื่อให้ได้การตอบสนองความถี่ที่มีความราบรื่น
tr_tr: Gerçek kulak ölçümü yapın; düzgün frekans cevabı elde etmek için kazancı ayarlayın
zh_cn: 进行真耳测试；调整增益以得到平滑的频率响应

source: Decrease G80 for mid and high frequencies
bg_bg: Намалете G80 за средните и високите честоти
cht: 降低G80的中頻及高頻增益量
da_dk: Reducer G80 for mellem- og højfrekvenser
el_gr: Μειώστε την G80 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Smanjite G80 za srednje i visoke frekvencije
hu_hu: Csökkentse a G80-at a közép- és magas frekvenciákon
it_it: Diminuire G80 per le frequenze medie e alte
ko_kr: 중주파수와 고주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij midden- en hoge frequenties
no_no: Reduser G80 i midt- og høyfrekvensområdene
pt_pt: Diminuir G80 para as médias e altas frequências
ro_ro: Reduce G80 pe frecventele medii si inalte
ru_ru: Уменьшите G80 на средних и высоких частотах
sv_se: Minska G80 i mellan- och höga frekvenser
th_th: ลดเกน 80 ที่ความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 减少G80中高频增益

source: Decrease high frequency gain
bg_bg: Намалете нивото на високите честоти
cht: 降低高頻增益量
da_dk: Reducer højfrekvent forstærkning
el_gr: Μειώστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä diskanttivahvistusta
hr_hr: Smanjite pojačanje visokih frekvencija
hu_hu: Csökkentse a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle alte frequenze
ko_kr: 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties
no_no: Reduser gain i høyfrekvensområdet
pt_pt: Redução do ganho de alta frequência
ro_ro: Micsorati castigul pe frecventele inalte
ru_ru: Уменьшите усиление на высоких частотах
sv_se: Minska förstärkningen för höga frekvenser
th_th: ลดเกนที่ความถี่สูง
tr_tr: Yüksek frekanslarda kazancı düşür
zh_cn: 降低高频增益

source: Female voices sound dull
bg_bg: Женските гласове звучат глухо
cht: 女性嗓音聽起來沉悶
da_dk: Egen stemme lyder utydelig
el_gr: Οι γυναικείες φωνές ακούγονται υπότονες
fi_fi: Naisäänet kuulostavat latteilta
hr_hr: Ženski glasovi zvuče prigušeno
hu_hu: A női hang tompa
it_it: Il suono delle voci femminili è poco chiaro
ko_kr: 여성의 목소리가 둔탁하게 들립니다
nl_nl: Vrouwenstemmen klinken dof
no_no: Kvinnestemmer virker dunkle
pt_pt: As vozes femininas soam abafadas
ro_ro: Vocea feminina nu se aude clar
ru_ru: Женские голоса звучат глухо
sv_se: Kvinnoröster låter dämpade
th_th: เสียงผู้หญิงดังอู้อี้
tr_tr: Kadın sesleri donuk
zh_cn: 听女声模糊

source: Decrease low and mid frequency gain, increase high frequency gain
bg_bg: Намалете ниските и средните честоти, и увеличете високите честоти
cht: 降低低頻及中頻增益量，提升高頻增益量
da_dk: Reducer lav- og mellemfrekvent forstærkning, forøg højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών και μεσαίων συχνοτήτων, αυξήστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla ja keskitaajuuksilla, lisää vahvistusta korkeilla taajuuksilla.
hr_hr: Smanjite pojačanje niskih i srednjih frekvencija, povećajte pojačanje visokih frekvencija
hu_hu: Csökkentse a mély és közepes frekvenciájú erősítést; növelje a magas frekvenciájú erősítést
it_it: Diminuire il guadagno delle frequenze basse e medie, aumentare il guadagno delle alte frequenze
ko_kr: 저주파수와 중주파수 게인을 낮추고 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage en middenfrequenties, verhoog de versterking van hoge frequenties
no_no: Reduser gain i lav- og midtfrekvensområdene, øk gain i høyfrekvensområdet
pt_pt: Diminuir ganho em freq. médias e baixas, aumentar ganho em freq. altas
ro_ro: Reduceti castigul pe frecventele joase si medii, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких и средних частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för låg och mellanfrekvenser, öka förstärkningen för de höga frekvenserna
th_th: ลดเกนที่ความถี่ตํ่าและกลาง เพิ่มเกนที่ความถี่สูง
tr_tr: Alçak ve orta frekanslarda kazancı düşür, yüksek frekanslarda kazancı artır
zh_cn: 降低中低频增益，增加高频增益

source: Increase mid and high frequency gain
bg_bg: Увеличете нивото на средните и високите честоти
cht: 提升中頻及高頻增益量
da_dk: Forøg mellem- og højfrekvent forstærkning
el_gr: Αυξήστε την απόκριση μεσαίων και υψηλών συχνοτήτων
fi_fi: Lisää vahvistusta keski- ja diskanttitaajuuksilla
hr_hr: Povećajte pojačanje srednjih i visokih frekvencija
hu_hu: Növelje a közepes és magas frekvenciás erősítést
it_it: Aumentare il guadagno delle frequenze medie e alte
ko_kr: 중주파수와 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van midden- en hoge frequenties
no_no: Øk gain i midt- og høyfrekvensområdene
pt_pt: Aumento do ganho de média e alta frequência
ro_ro: Mariti castigul pe frecventele medii si inalte
ru_ru: Увеличьте усиление на средних и высоких частотах
sv_se: Öka förstärkningen för mellan och höga frekvenser
th_th: เพิ่มเกนที่ความถี่กลางและความถี่สูง
tr_tr: Orta ve yüksek frekans kazancını artır
zh_cn: 增加中高频增益

source: Increase high frequency gain
bg_bg: Увеличете нивото на високите честоти
cht: 提升高頻增益量
da_dk: Forøg højfrekvent forstærkning
el_gr: Αυξήστε την απόκριση των υψηλών συχνοτήτων
fi_fi: Lisää vahvistusta korkeilla taajuuksilla
hr_hr: Povećajte pojačanje visokih frekvencija
hu_hu: Növelje a magas frekvenciás erősítést
it_it: Aumentare il guadagno delle alte frequenze
ko_kr: 고주파수 게인을 높이세요
nl_nl: Verhoog de versterking van hoge frequenties
no_no: Øk gain i høyfrekvensområdet
pt_pt: Aumentar ganho de alta frequência
ro_ro: Cresteti castigul pe frecventele inalte
ru_ru: Увеличьте усиление на высоких частотах
sv_se: Öka förstärkning för höga frekvenser
th_th: เพิ่มเกนที่ความถี่สูง
tr_tr: Yüksek frekans kazancını artır
zh_cn: 增加高频增益

source: Female voices sound hollow
bg_bg: Женските гласове звучат кухо
cht: 女性嗓音聽起來空洞
da_dk: Kvindestemmer lyder hule
el_gr: Οι γυναικείες φωνές ακούγονται υπόκωφες
fi_fi: Naisääni ontto
hr_hr: Ženski glasovi zvuče muklo
hu_hu: Női hang túl tompa
it_it: Suono delle voci femminili cupo
ko_kr: 여성의 목소리가 텅빈 공간에서 울리듯이 선명하지 않게 들립니다.
nl_nl: Vrouwenstemmen klinken hol
no_no: Kvinnestemmer virker hule
pt_pt: As vozes femininas soam abafadas
ro_ro: Vocea feminina se aude cu ecou
ru_ru: Женские голоса звучат с резонирующим отзвуком
sv_se: Kvinnoröster låter ihåliga
th_th: เสียงผู้หญิงแหบเบา
tr_tr: Kadın sesleri yankılı
zh_cn: 听女声空虚,不实

source: Increase low and mid frequency gain, decrease G50 for high frequencies
bg_bg: Увеличете ниските и средните честоти, намалете G50 за високите честоти
cht: 提升低頻及中頻增益量，降低G50的高頻增益量
da_dk: Forøg lav- og mellemfrekvent forstærkning, reducer G50 for højfrekvenser
el_gr: Αυξήστε την απόκριση χαμηλών και μεσαίων συχνοτήτων, μειώστε την G50 για τις υψηλές συχνότητες
fi_fi: Lisää vahvistusta matalilla ja keskitaajuuksilla, vähennä G50-vahvistusta korkeilla taajuuksilla.
hr_hr: Povećajte pojačanje niskih i srednjih frekvencija, smanjite G50 za visoke frekvencije
hu_hu: Növelje a mély és közepes frekvenciájú erősítést; csökkentse a G50-et a magas frekvenciákon
it_it: Aumentare il guadagno delle frequenze basse e medie, diminuire G50 per le alte frequenze
ko_kr: 저주파수와 중주파수 게인을 높이고 고주파수 G50을 낮추세요
nl_nl: Verhoog de versterking van lage en middenfrequenties, verlaag G50 bij hoge frequenties
no_no: Reduser gain i lav- og midtfrekvensområdene, reduser G50 i høyfrekvensområdet
pt_pt: Aumentar ganho em freq. médias e baixas, diminuir G50 para freq. altas
ro_ro: Cresteti castigul pe frecventele joase si medii, micsorati castigul G50 pe frecventele inalte
ru_ru: Увеличьте усиление на низких и средних частотах и уменьшите G50 на высоких частотах
sv_se: Öka förstärkningen för låg och mellan frekvenserna, minska G50 för de höga frekvenserna
th_th: เพิ่มเกนที่ความถี่ตํ่าและกลาง ลดเกนG50ที่ความถี่สูง
tr_tr: Alçak ve orta frekanslarda kazancı artır, yüksek frekanslarda G50 kazancını azalt
zh_cn: 增加中低频增益，降低G50高频增益

source: Decrease low frequency gain
bg_bg: Намалете нивото на ниските честоти
cht: 降低低頻的整體增益量
da_dk: Reducer lavfrekvent forstærkning
el_gr: Μειώστε την απόκριση των χαμηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze
ko_kr: 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties
no_no: Reduser gain i lavfrekvensområdet
pt_pt: Reduza o ganho geral para as frequências baixas
ro_ro: Scadeti castigul frecventelor joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen för låga frekvenser
th_th: ลดเกนที่ความถี่ตํ่า
tr_tr: Alçak frekanslarda kazancı azalt
zh_cn: 降低低频增益

source: Increase G80 for low and mid frequencies and decrease G50 for high frequencies
bg_bg: Увеличете G80 за ниските и средните честоти, и намалете G50 за високите честоти
cht: 提升G80的低頻及中頻增益量並降低G50的高頻增益量
da_dk: Forøg G80 for lav- og mellemfrekvenser, og reducer G50 for højfrekvenser
el_gr: Αυξήστε την G80 για τις χαμηλές και μεσαίες συχνότητες και αυξήστε την G50 για τις υψηλές συχνότητες
fi_fi: Lisää G80-vahvistusta matalilla ja keskitaajuuksilla sekä vähennä G50-vahvistusta korkeilla taajuuksilla
hr_hr: Povećajte G80 za niske i srednje frekvencije i smanjite G50 za visoke frekvencije
hu_hu: Növelje a G80-at a mély és a közepes frekvenciákon, csökkentse a G50-et a magas frekvenciákon
it_it: Aumentare G80 per le frequenze basse e medie, diminuire G50 per le alte frequenze
ko_kr: 중주파수와 저주파수 G80을 높이고 고주파수 G50을 낮추세요
nl_nl: Verhoog G80 bij lage en middenfrequenties, verlaag G50 bij hoge frequenties
no_no: Øk G80 for lave og midt frekvenser og reduser G50 for høye frekvenser
pt_pt: Aumentar G80 para as frequências baixas e médias e diminuir G50 para as frequências altas.
ro_ro: Cresteti G80 pe frecvente joase si medii si reduceti G50 pe frecventele inalte
ru_ru: Увеличьте G80 на низких и средних частотах и уменьшите G50 на высоких частотах
sv_se: Öka G80 för låg och mellanfrekvenser och minska G50 för höga frekvenser
th_th: เพิ่มเกน 80 ที่ความถี่ตํ่าและความถี่กลางและลดเกน 50 ที่ความถี่สูง
tr_tr: Alçak ve orta frekanslarda G80 kazancını artır, yüksek frekanslarda G50 kazancını azalt
zh_cn: 增加G80中低频增益和减少G50高频增益
