Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The rule cannot be deleted while it's set as the default preference
bg_bg: Правилото не може да бъде изтрито, докато е зададено като предпочитание по подразбиране
cht: 此公式設定為預設偏好時不能刪除
da_dk: Reglen kan ikke slettes, mens den er angivet som standardpræference
el_gr: Ο κανόνας δεν μπορεί να διαγραφεί ενόσω είναι ρυθμισμένος ως η προεπιλεγμένη προτίμηση
fi_fi: Sääntöä ei voi poistaa, koska se on oletusarvo.
hr_hr: Pravilo se ne može izbrisati jer je postavljeno kao standardna postavka
hu_hu: Nem lehet törölni a szabályt, ha az alapértelmezett beálltásként van beállítva
it_it: La regola non può essere eliminata mentre è configurata come impostazione preferita predefinita
ko_kr: 디폴트로 설정되어 있는 항목은 삭제할 수 없습니다
nl_nl: De rekenregel kan niet worden gewist als hij als standaard voorkeur is ingesteld
no_no: Regelen kan ikke slettes når den er angitt som standardpreferanse
pt_pt: A regra não pode ser excluída enquanto está definida como preferência padrão
ro_ro: Regula nu poate fi ștearsă când este setată ca preferință implicită
ru_ru: Эту расчетную формулу нельзя удалить, поскольку она задана в качестве настройки по умолчанию
sv_se: Regeln kan inte tas bort medan den är inställd som standardinställning
th_th: ไม่สามารถลบกฎนี้ได้ในขณะที่ตั้งค่าไว้เป็นการกำหนดค่าเริ่มต้น
tr_tr: Varsayılan tercih olarak belirlenmiş bir algoritma silinemez
zh_cn: 该规则设置为默认首选项时将无法被删除

source: Ear-to-Ear volume change synchronization is turned off. Please set volume change of the multi-function button identically on both sides.
bg_bg: Синхронизацията на промяната на силата на звука Ухо с ухо е изключена. Моля, установете промяната на силата на звука на многофункционалния бутон еднакво от двете страни.
cht: 雙耳的音量調整同步已關閉，請將兩側的多功能按鈕設定為相同音量調整。
da_dk: Ear-to ear-lydstyrkesynkronisering er slået fra. Angiv lydstyrkeændringen for multifunktionsknappen ens på begge sider.
el_gr: Ο συγχρονισμός μεταβολής ένταση ήχου Ear-to-Ear είναι απενεργοποιημένος. Προβείτε στις ίδιες ρυθμίσεις της μεταβολής έντασης ήχου στο κουμπί πολλαπλών λειτουργιών και για τις δύο πλευρές.
fi_fi: Äänenvoimakkuuden synkronointi kuulokojeiden välisessä yhteydessä ei ole käytössä. Aseta äänenvoimakkuuden muutostaso samaksi molemmissa kuulokojeissa monitoimipainikkeen avulla.
hr_hr: Sinkronizacija promjene glasnoće između ušiju je isključena. Postavite promjenu glasnoće višefunkcijske tipke jednako na objema stranama.
hu_hu: A hallókészülékek közötti hangerőmódosítás szinkronizációja ki van kapcsolva. Állítsa be a többfunkciós gomb hangerőmódosítását azonos értékre mindkét oldalon.
it_it: La sincronizzazione del cambiamento di volume Ear-to-Ear è disattivata. Impostare un cambiamento di volume del pulsante multifunzione identico per entrambi i lati.
ko_kr: 양이 동기화 볼륨조절 기능이 꺼졌습니다. 양측의 멀티푸쉬 버튼을 "볼륨조절"로 설정 하십시오.
nl_nl: Ear-to-Ear volume synchronisatie is uitgeschakeld. Stel de volumewijziging van de multifunctionele knop identiek in aan beide zijden.
no_no: Synkronisering av volumendring øre til øre er slått av. Angi samme volumendring for multifunksjonsknappen på begge sider.
pt_pt: A sincronização de alteração de volume de orelha a orelha está desligada. Defina a alteração de volume do botão multifunção igualmente em ambos os lados.
ro_ro: Sincronizarea modificarilor de volum de la ureche-la-ureche este oprita. Setati modificarile de volum ale butonului multifunctional identic pe ambele parti.
ru_ru: Синхронизация изменения громкости правого и левого СА отключена. Пожалуйста, настройте многофункциональную кнопку на изменение громкости одинаково с обеих сторон.
sv_se: Öra till Öra-synkroniseringen av volym är avstängd. Sätt multifunktionsknappen i samma läge på båda sidor.
th_th: การซิงโครไนซ์การเปลี่ยนระดับเสียงแบบ Ear-to-Ear ถูกปิด โปรดตั้งค่าการเปลี่ยนระดับเสียงของปุ่มมัลติฟังก์ชันให้เหมือนกันทั้งทองข้าง
tr_tr: Kulaktan Kulağa ses değiştirme senkronizasyonu kapalı. Lütfen çoklu fonksiyon düğmesinin ses değişikliğini her iki tarafta aynı ayarlayın.
zh_cn: 双耳音量调节同步被关闭。请设置两侧多功能按钮的为音量调节按钮。

source: Note: If accessory is not detected in 30 seconds, please remove all attached accessories and reconnect the one you need to update.
bg_bg: Забележка: ако не се открие аксесоар след 30 секунди, махнете всички прикачени аксесоари и свържете отново този, който искате да актуализирате.
cht: 注意：如果在 30 秒內未偵測到配件，請移除所有連接的配件，並重新連接需要更新的配件。
da_dk: Bemærk: Hvis tilbehør ikke registreres inden 30 sekunder, skal du fjerne alt tilsluttet tilbehør og oprette forbindelse igen til det, du vil opdatere.
el_gr: Σημείωση: Εάν δεν εντοπιστεί εξάρτημα εντός 30 δευτερολέπτων, αφαιρέστε όλα τα συνδεδεμένα εξαρτήματα και συνδέστε ξανά το εξάρτημα που θέλετε να ενημερώσετε.
fi_fi: Huomautus : Jos lisälaitetta ei tunnisteta 30 sekunnissa, irrota kaikki yhdistetyt lisälaitteet ja yhdistä päivitettävä lisälaite uudelleen.
hr_hr: Napomena: Ako se dodatna oprema ne otkrije tijekom 30 sekundi, uklonite svu priključenu dodatnu opremu i ponovno povežite onu koju morate ažurirati.
hu_hu: Megjegyzés: ha a rendszer nem észleli a tartozékot 30 másodpercen belül, távolítsa el az összes csatlakoztatott tartozékot, majd csatlakoztassa újra azt, amelyiket frissíteni szeretné.
it_it: Nota: se l'accessorio non viene rilevato entro 30 secondi, rimuovere tutti gli accessori collegati e riconnettere quello che si desidera aggiornare.
ko_kr: 참고: 주변기기가 30초 이내에 탐색되지 않으면 부착된 모든 악세서리를 제거한 후 업데이트가 필요한 기기를 다시 연결합니다.
nl_nl: Opmerking: als het accessoire niet binnen 30 seconden is gedetecteerd, moet u alle gekoppelde accessoires verwijderen en het accessoire dat u wilt updaten opnieuw verbinden .
no_no: Merk: Hvis tilbehør ikke er funnet i løpet av 30 sekunder, må alt tilkoblet tilbehør fjernes før du kobler til det tilbehøret du vil oppdatere.
pt_pt: Obs.: se o acessório não for detectado em 30 segundos, remova todos os acessórios conectados e reconecte o que precisa ser atualizado.
ro_ro: Notă: Dacă accesoriul nu este detectat în 30 de secunde, vă rugăm să îndepărtați toate accesoriile atașate și să reconectați cel pe care trebuie să îl actualizați.
ru_ru: Внимание: Если в течение 30 секунд аксессуар не будет обнаружен, удалите все присоединенные аксессуары и вновь подключите тот аксессуар, ПО которого требуется обновить.
sv_se: Obs: Om tillbehöret inte känns av inom 30 sekunder, ta bort alla anslutna tillbehör och anslut den du behöver uppdatera.
th_th: หมายเหตุ: หากไม่พบอุปกรณ์เสริมภายใน 30 วินาที โปรดถอดอุปกรณ์เสริมที่ติดตั้งอยู่ออกทั้งหมด แล้วเชื่อมต่อเฉพาะอุปกรณ์เสริมที่คุณต้องการอัพเดตเท่านั้น
tr_tr: Not: Aksesuar 30 saniye içinde algılanmazsa, lütfen ekli tüm aksesuarları kaldırın ve güncellemeniz gereken öğeye yeniden bağlanın.
zh_cn: 注意:如果在30秒内未探测到附件，请删除所有已连接的附件，并重新连接需要更新的附件。

source: Must contain only numbers
bg_bg: Трябва да съдържа само числа
cht: 必須僅包含數字
da_dk: Må kun indeholde tal
el_gr: Πρέπει να περιλαμβάνει μόνο αριθμούς
fi_fi: Saa sisältää vain numeroita
hr_hr: Mora sadržavati samo brojeve
hu_hu: Csak számokat tartalmazhat
it_it: Deve contenere soltanto numeri
ko_kr: 숫자만 포함되어 있어야 합니다
nl_nl: Mag alleen cijfers bevatten
no_no: Kan bare inneholde tall
pt_pt: Deve conter apenas números
ro_ro: Trebuie să conțină numai numere
ru_ru: Должны входить только числа
sv_se: Får bara innehålla siffror
th_th: ต้องมีแต่ตัวเลขเท่านั้น
tr_tr: Yalnızca sayı içermelidir
zh_cn: 必须只包含数字

source: Enter interval in minutes
bg_bg: Въведете интервал в минути
cht: 以分鐘為單位，輸入時間間隔
da_dk: Angiv interval i minutter
el_gr: Πληκτρολογήστε ένα διάστημα σε λεπτά
fi_fi: Syötä väli minuutteina
hr_hr: Unesite interval u minutama
hu_hu: Az időközt percben adja meg
it_it: Inserire intervalli in minuti
ko_kr: 간격을 분 단위로 입력하세요
nl_nl: Interval in minuten invoeren
no_no: Angi intervallet i minutter
pt_pt: Informar intervalo em minutos
ro_ro: Introduceți intervalul în minute
ru_ru: Введите интервал в минутах
sv_se: Ange intervall i minuter
th_th: ป้อนช่วงเวลาเป็นนาที
tr_tr: Aralığı dakika cinsinde girin
zh_cn: 输入间隔(分钟)

source: The new settings saved successfully
bg_bg: Новите настройки са записани успешно
cht: 已成功儲存新設定
da_dk: De nye indstillinger er blevet gemt
el_gr: Οι νέες ρυθμίσεις αποθηκεύτηκαν επιτυχώς
fi_fi: Uudet asetukset on tallennettu.
hr_hr: Nove postavke uspješno spremljene
hu_hu: Az új beállítások mentése sikerült
it_it: Le nuove impostazioni sono state salvate correttamente
ko_kr: 신규 설정이 저장되었습니다
nl_nl: De nieuwe instellingen zijn succesvol opgeslagen
no_no: De nye innstillingene er nå lagret
pt_pt: As novas configurações foram salvas com sucesso
ro_ro: Noile setări salvate cu succes
ru_ru: Новые настройки успешно сохранены
sv_se: De nya inställningarna har sparats
th_th: บันทึกการตั้งค่าใหม่เรียบร้อยแล้ว
tr_tr: Yeni ayarlar başarıyla kaydedildi
zh_cn: 新设置已成功保存

source: Update in Minutes
bg_bg: Актуализация в минути
cht: 更新分鐘數
da_dk: Opdater om få minutter
el_gr: Ενημέρωση σε λεπτά
fi_fi: Päivitys minuutteina
hr_hr: Ažuriranje u minutama
hu_hu: Frissítés percekben
it_it: Aggiornamento in minuti
ko_kr: 분 단위 업데이트
nl_nl: Update in minuten
no_no: Oppdater i minutter
pt_pt: Atualizar em minutos
ro_ro: Actualizare în îminute
ru_ru: Обновите в минутах
sv_se: Uppdatering på minuter
th_th: อัพเดตเป็นนาที
tr_tr: Dakikalar İçinde Güncelle
zh_cn: 更新时间(分钟)

source: Notifications Settings
bg_bg: Настройки на известията
cht: 通知設定
da_dk: Indstillinger for notifikationer
el_gr: Ρυθμίσεις ειδοποιήσεων
fi_fi: Ilmoitusasetukset
hr_hr: Postavke obavijesti
hu_hu: Értesítési beállítások
it_it: Impostazioni notifiche
ko_kr: 알림 설정
nl_nl: Instellingen voor meldingen
no_no: Varslingsinnstillinger
pt_pt: Configurações de notificação
ro_ro: Setări notificare
ru_ru: Настройки уведомлений
sv_se: Meddelandeinställningar
th_th: การตั้งค่าการแจ้งเตือน
tr_tr: Bildirim Ayarları
zh_cn: 通知设置

source: One or more messages not updated because of patient consent issues
bg_bg: Едно или повече съобщения не са актуализирани поради проблеми със съгласието на пациента
cht: 由於客戶的同意書問題，有一個或多個訊息無法更新
da_dk: En eller flere meddelelser blev ikke opdateret pga. problemer med brugerens samtykke
el_gr: Ένα ή περισσότερα μηνύματα δεν ενημερώθηκαν λόγω θεμάτων σχετικών με τη συναίνεση ασθενούς
fi_fi: Vähintään yhtä viestiä ei päivitetty potilaan suostumusongelmien vuoksi.
hr_hr: Jedna ili više poruka nisu ažurirane zbog problema sa suglasnošću bolesnika
hu_hu: Legalább egy üzenetet nem sikerült frissíteni a páciens beleegyezésével kapcsolatos problémák miatt
it_it: Uno o più messaggi non sono aggiornati a causa di problemi legati al consenso del paziente
ko_kr: 건강정보 공유에 대한 고객 동의서 이슈로 1개 이상의 메시지가 업데이트되지 않았습니다.
nl_nl: Één of meer berichten zijn niet bijgewerkt omdat er problemen zijn met de toestemming van de cliënt
no_no: Én eller flere meldinger er ikke oppdatert på grunn av problemer med pasientsamtykke
pt_pt: Uma ou mais mensagens não atualizadas devido a problemas de consentimento do paciente
ro_ro: Unul sau mai multe mesaje nu s-a actualizat din cauza consimțământului pacientului
ru_ru: Одно или более сообщений не обновлены ввиду проблем с согласием пациента
sv_se: Ett eller flera meddelanden uppdaterades inte på grund av problem med patientmedgivande
th_th: มีอย่างน้อยหนึ่งข้อความไม่ได้รับการอัพเดต เนื่องจากปัญหาด้านความยินยอมของผู้ป่วย
tr_tr: Hasta onay sorunları nedeniyle bir veya daha fazla sayıda mesaj güncellenmedi
zh_cn: 一条或多条消息因用户同意书问题而未更新

source: Right instrument has been used more than two years. It may decrease the accuracy of an In-Situ audiometry.
bg_bg: Десният апарат е използван повече от две години. Това може да намали точността на аудиометрия в самия апарат.
cht: 右耳助聽器已經使用超過兩年，可能會降低現場聽力檢查的準確性。
da_dk: Det højre apparat er blevet benyttet i mere end to år. Det kan forringe nøjagtigheden af en In-Situ audiometri.
el_gr: Το δεξί ακουστικό έχει χρησιμοποιηθεί για περισσότερο από δύο έτη. Αυτό μπορεί να μειώσει την ακρίβεια επιτόπιας ακοομετρίας.
fi_fi: Oikeaa kuulokojetta on käytetty pidempään kuin kaksi vuotta. Käyttötilanteessa tehtävän audiometrian tarkkuus voi heikentyä.
hr_hr: Desni aparat upotrebljavao se duže od dvije godine. To može smanjiti preciznost in-situ audiometrije.
hu_hu: A jobb oldali készüléket több mint két éve használják. Ez csökkentheti a helyszíni hallásvizsgálat pontosságát.
it_it: L'apparecchio destro è stato utilizzato per oltre due anni. La precisione dell'audiometria In-Situ potrebbe ridursi.
ko_kr: 우측 보청기를 2년 이상 사용하였습니다. In-Situ 청력측정의 정확도가 낮을 수 있습니다.
nl_nl: Het rechter hoortoestel is al meer dan twee jaar in gebruik. Dat kan de nauwkeurigheid van In-Situ audiometrie verminderen.
no_no: Det høyre høreapparatet har vært i bruk i over to år. Dette kan redusere nøyaktigheten i en in situ-audiometri.
pt_pt: O aparelho auditivo direito foi usado por mais de dois anos. A precisão da audiometria in-situ pode ser reduzida.
ro_ro: Aparatul dreapta a fost folosit mai mult de doi ani. Aceasta poate afecta acuratețea audiometriei In-Situ .
ru_ru: Правый СА находится в использовании более двух лет. Это может сказаться на точности измерений при аудиометрии In-Situ.
sv_se: Höger hörapparat har använts mer än två år. Det kan minska noggrannheten av In-Situ-audiometri.
th_th: มีการใช้งานอุปกรณ์ด้านขวามานานกว่าสองปีแล้ว ความแม่นยำของการวัดระดับการได้ยินแบบ In-Situ อาจลดลง
tr_tr: Sağ cihaz iki yıldan uzun süre kullanılmıştır. Bu In-Situ (mahallinde) yapılan bir odyometrinin doğruluğunu azaltabilir.
zh_cn: 右侧助听器已使用两年以上。其内置听力计的精度可能会降低。

source: Current/End Curves
bg_bg: Текущи/крайни криви
cht: 目前/結束曲線
da_dk: Aktuelle/slutkurver
el_gr: Τρέχουσες/τελικές καμπύλες
fi_fi: Nykyiset/lopetuskäyrät
hr_hr: Trenutne/završne krivulje
hu_hu: Aktuális/befejezési görbék
it_it: Curve correnti/finali
ko_kr: 현재/종료 곡선
nl_nl: Actuele/eindcurves
no_no: Gjeldende / sluttkurve
pt_pt: Curvas finais/atuais
ro_ro: Curbe curente/finale
ru_ru: Текущие/Конечные кривые
sv_se: Aktuella/slutkurvor
th_th: เส้นโค้งปัจจุบัน/สิ้นสุด
tr_tr: Geçerli/Son Eğriler
zh_cn: 当前/最终曲线

source: Unselect
bg_bg: Отмяна на избора
cht: 取消選擇
da_dk: Fjern markering
el_gr: Αποεπιλογή
fi_fi: Poista valinta
hr_hr: Poništi odabir
hu_hu: Kijelölés megszüntetése
it_it: Deseleziona
ko_kr: 선택 해제
nl_nl: Deselecteren
no_no: Velg bort
pt_pt: Desmarcar
ro_ro: Deselectare
ru_ru: Отменить выделение
sv_se: Avmarkera
th_th: ยกเลิกการเลือก
tr_tr: Seçimi Kaldır
zh_cn: 取消选择

source: Rechargeable
cht: 可充電
da_dk: Genopladelig
el_gr: Επαναφορτιζόμενο
fi_fi: Ladattava
hr_hr: Punjivo
hu_hu: Tölhető
it_it: Ricaricabile
ko_kr: 충전형
nl_nl: Oplaadbaar
no_no: Oppladbart
pt_pt: Recarregável
ro_ro: Reincarcabil
ru_ru: Заряжаемый
sv_se: Laddningsbar
th_th: แบบชาร์จได้
tr_tr: Şarj edilebilir
zh_cn: 可充电

source: Import point from AC curve
bg_bg: Точка на импортиране от кривата на променливия ток
cht: 從 AC 曲線匯入點
da_dk: Importér punkt fra AC-kurve
el_gr: Εισαγωγή σημείου από καμπύλη AC
fi_fi: Tuo piste AC-käyrältä
hr_hr: Uvezi točku iz AC krivulje
hu_hu: Pont importálása az AC görbéről
it_it: Importa punto da curva AC
ko_kr: 기도청력역치 가져오기
nl_nl: Punt importeren van AC-curve
no_no: Importer punkt fra AC-kurve
pt_pt: Importar ponto da curva AC
ro_ro: Punct import din curbă AC
ru_ru: Импортировать точку с кривой AC
sv_se: Importpunkt från AC-kurva
th_th: นำเข้าจุดจากเส้นโค้ง AC
tr_tr: AC eğrisinden nokta içe aktar
zh_cn: 从AC曲线导入点

source: Session audiogram ({0}) : this is your active audiogram and is used for this session.
bg_bg: Аудиограма на сесията ({0}): това е активната ви аудиограма и се използва за тази сесия.
cht: 階段聽力圖 ({0}) : 這是您啟動的聽力圖，並會在此階段使用。
da_dk: Sessionsaudiogram ({0}): Dette er dit aktive audiogram og benyttes i denne session.
el_gr: Ακοόγραμμα συνεδρίας ({0}) : αυτό είναι το ενεργό σας ακοόγραμμα, το οποίο χρησιμοποιείται για αυτήν τη συνεδρία.
fi_fi: Istunnon audiogrammi ({0}): tämä on aktiivinen audiogrammisi ja sitä käytetään tässä istunnossa.
hr_hr: Audiogram sesije ({0}): ovo je vaš aktivni audiogram i upotrebljava se za ovu sesiju.
hu_hu: Munkameneti audiogram ({0}): ez az aktív audiogram, és a rendszer ezt használja ebben a munkamenetben.
it_it: Audiogramma sessione ({0}) : questo è l'audiogramma attivo e viene utilizzato per questa sessione.
ko_kr: 세션 청력도 ({0}) : 사용자 청력도로 이 세션에서 사용됩니다.
nl_nl: Sessie audiogram ({0}): dit is uw actieve audiogram en het wordt gebruikt voor deze sessie.
no_no: Øktsaudiogram ({0}) : dette er ditt aktive audiogram og brukes i denne økten.
pt_pt: Audiograma da sessão ({0}): este é seu audiograma ativo, e é usado para esta sessão.
ro_ro: Audiogramă sesiune ({0}) : aceasta este audiograma dvs. activă și este utilizată pentru această sesiune.
ru_ru: Аудиограмма сессии ({0}) : это ваша активная аудиограмма, используемая в данной сессии.
sv_se: Sessionsaudiogram ({0}) : det här är det aktiva audiogrammet för denna session.
th_th: ออดิโอแกรมของเซสชัน ({0}) : นี่คือออดิโอแกรมปัจจุบันของคุณ และมีการใช้งานในเซสชันนี้
tr_tr: Oturum odyogramı ({0}) : Bu sizin etkin odyogramınızdır ve bu oturum için kullanılmaktadır.
zh_cn: 验配界面听力图（{0}:这是您的当前听力图，并已用于此验配界面。

source: In-Situ audiogram ({0}) : created using the In-situ functionality.
bg_bg: Аудиограма в самото ухо ({0}): създадена с помощта на функцията „В самото ухо“.
cht: 現場聽力圖 ({0}) : 以現場功能建立。
da_dk: In-Situ audiogram ({0}): Oprettet vha. In-situ funktionen.
el_gr: Επιτόπιο ακοόγραμμα ({0}) : δημιουργήθηκε μέσω της επιτόπιας λειτουργίας.
fi_fi: Audiogrammi käyttötilanteessa ({0}): luotu käyttötilanteessa-toiminnon avulla.
hr_hr: In-situ audiogram ({0}): izrađen s pomoću in-situ mjerenja.
hu_hu: Helyszíni audiogram ({0}): a helyszíni funkció használatával létrehozva.
it_it: Audiogramma In-Situ ({0}) : creato utilizzando la funzionalità In-situ.
ko_kr: In-Situ 청력도 ({0}) : In-Situ 기능을 사용하여 청력도를 생성합니다.
nl_nl: In-Situ audiogram ({0}): gecreëerd met behulp van de In-Situ functionaliteit.
no_no: In situ-audiogram ({0}) : opprettet ved hjelp av in situ-funksjonaliteten
pt_pt: Audiograma in-situ ({0}): criado usando a funcionalidade in-situ.
ro_ro: Audiogramă In-Situ ({0}) : creat utilizând funcționalitatea In-situ.
ru_ru: Аудиограмма In-Situ ({0}) : создана с использованием функциональности In-situ.
sv_se: In-Situ-audiogram ({0}) : skapat med In-situ-funktionalitet.
th_th: ออดิโอแกรมแบบ In-Situ ({0}) : สร้างขึ้นโดยใช้ฟังก์ชันแบบ In-situ
tr_tr: In-Situ odyogram ({0}) : In-situ işlevselliği kullanılarak oluşturulur.
zh_cn: 自测听力图（{0}:使用内置测听功能创建。

source: Noah audiogram ({0}) : created in Noah manually or imported via a measurement module."
bg_bg: Аудиограма от Noah ({0}): създадена в Noah ръчно или импортирана чрез модул за измерване.“
cht: Noah 聽力圖 ({0}) : 透過Noah手動建立或由測量模組匯入。
da_dk: Noah audiogram ({0}) : Oprettet i Noah manuelt eller importeret via et målingsmodul."
el_gr: Ακοόγραμμα Noah ({0}) : δημιουργήθηκε χειροκίνητα στο Noah ή έγινε εισαγωγή μέσω μονάδας μετρήσεων."
fi_fi: Noah-audiogrammi ({0}): luotu Noahissa manuaalisesti tai tuotu mittausmoduulin kautta.
hr_hr: Noah audiogram ({0}): izrađen ručno u aplikaciji Noah ili importiran putem modula za mjerenje.
hu_hu: Noah audiogram ({0}): manuálisan létrehozva a Noah szolgáltatásban, vagy importálva egy mérési modullal."
it_it: Audiogramma Noah ({0}) : creato manualmente in Noah o importato tramite un modulo di misurazione."
ko_kr: Noah 청력도 ({0}) : Noah에서 수동으로 생성하였거나, 검사모듈로 측정한 청력도가 반영되었습니다.
nl_nl: Noah audiogram ({0}): handmatig gecreëerd in Noah of geïmporteerd via een meetmodule.
no_no: Noah-audiogram ({0}) : opprettet manuelt i Noah eller importert via en målemodul.
pt_pt: Audiograma Noah ({0}): criado manualmente no Noah ou importado por meio de um módulo de medição
ro_ro: Audiogramă Noah ({0}) : creat manual în Noah sau importat printr-un modul de măsurare."
ru_ru: Аудиограмма Noah ({0}) : создана в Noah вручную или импортирована посредством измерительного модуля.
sv_se: Noah-audiogram ({0}) : skapat i Noah manuellt eller har importerats via en mätmodul."
th_th: ออดิโอแกรมแบบ Noah ({0}) : สร้างขึ้นใน Noah แบบแมนนวล หรือนำเข้าผ่านโมดูลการวัด"
tr_tr: Noah odyogram ({0}) : Noah'ta manuel olarak oluşturulur veya bir ölçüm modülü üzerinden içe aktarılır.
zh_cn: Noah听力图（{0}:在Noah中手工创建或通过测量模块导入。

source: Font
bg_bg: Шрифт
cht: 字體
da_dk: Skrifttype
el_gr: Γραμματοσειρά
fi_fi: Fontti
hu_hu: Betűkészlet
it_it: Carattere
ko_kr: 전면
nl_nl: Lettertype
no_no: Skrifttype
pt_pt: Fonte
ru_ru: Шрифт
sv_se: Teckensnitt
th_th: แบบอักษร
tr_tr: Yazı Tip
zh_cn: 字体

source: Font Selection
bg_bg: Избор на шрифт
cht: 字體選擇
da_dk: Valg af skrifttype
el_gr: Επιλογή γραμματοσειράς
fi_fi: Fontin valinta
hr_hr: Odabir fonta
hu_hu: Betűkészlet kiválasztása
it_it: Selezione font
ko_kr: 전면 선택
nl_nl: Selectie lettertype
no_no: Valg av skrifttype
pt_pt: Seleção da fonte
ro_ro: Selectare font
ru_ru: Выбор шрифта
sv_se: Val av teckensnitt
th_th: การเลือกแบบอักษร
tr_tr: Yazı Tipi Seçimi
zh_cn: 字体选择

source: Font Size
bg_bg: Големина на шрифта
cht: 字體大小
da_dk: Skriftstørrelse
el_gr: Μέγεθος γραμματοσειράς
fi_fi: Fonttikoko
hr_hr: Veličina fonta
hu_hu: Betűméret
it_it: Dimensione font
ko_kr: 전면 사이즈
nl_nl: Grootte lettertype
no_no: Skriftstørrelse
pt_pt: Tamanho da fonte
ro_ro: Dimensiune font
ru_ru: Размер шрифта
sv_se: Teckenstorlek
th_th: ขนาดแบบอักษร
tr_tr: Yazı Tipi Boyutu
zh_cn: 字体大小

source: Color
bg_bg: Цвят
cht: 顏色
da_dk: Farve
el_gr: Χρώμα
fi_fi: Väri
hr_hr: Boja
hu_hu: Szín
it_it: Colore
ko_kr: 컬러
nl_nl: Kleur
no_no: Farge
pt_pt: Cor
ro_ro: Culoare
ru_ru: Цвет
sv_se: Färg
th_th: สี
tr_tr: Renk
zh_cn: 颜色

source: Color Selection
bg_bg: Избор на цвят
cht: 顏色選擇
da_dk: Valg af farve
el_gr: Επιλογή χρώματος
fi_fi: Värin valinta
hr_hr: Odabir boje
hu_hu: Szín kiválasztása
it_it: Selezione colore
ko_kr: 컬러 선택
nl_nl: Selectie kleur
no_no: Fargevalg
pt_pt: Seleção de cores
ro_ro: Selectare culoare
ru_ru: Выбор цвета
sv_se: Färgval
th_th: การเลือกสี
tr_tr: Renk Seçimi
zh_cn: 颜色选择

source: Style
bg_bg: Стил
cht: 款式
da_dk: Model
el_gr: Στυλ
fi_fi: Tyyli
hr_hr: Stil
hu_hu: Stílus
it_it: Stile
ko_kr: 스타일
nl_nl: Stijl
no_no: Type
pt_pt: Modelo
ro_ro: Stil
ru_ru: Стиль
sv_se: Modell
th_th: สไตล์
tr_tr: Stil
zh_cn: 类型

source: Corner Radius
bg_bg: Радиус на ъгъла
cht: 角半徑
da_dk: Hjørneradius
el_gr: Ακτίνα γωνίας
fi_fi: Kulmasäde
hr_hr: Opseg kuta
hu_hu: Sarok sugara
it_it: Raggio angolo
ko_kr: 모서리 반경
nl_nl: Hoekradius
no_no: Hjørneradius
pt_pt: Canto de Raio
ro_ro: Rază colț
ru_ru: Радиус округления
sv_se: Hörnradie
th_th: รัศมีมุม
tr_tr: Köşe Yarıçapı
zh_cn: 圆角

source: Image
bg_bg: Изображение
cht: 圖像
da_dk: Billede
el_gr: Εικόνα
fi_fi: Kuva
hr_hr: Slika
hu_hu: Kép
it_it: Immagine
ko_kr: 이미지
nl_nl: Afbeelding
no_no: Bilde
pt_pt: Imagem
ro_ro: Imagine
ru_ru: Образ
sv_se: Bild
th_th: รูปภาพ
tr_tr: Resim
zh_cn: 图片

source: Image Selection
bg_bg: Избор на изображение
cht: 圖像選擇
da_dk: Valg af billede
el_gr: Επιλογή εικόνας
fi_fi: Kuvan valinta
hr_hr: Odabir slike
hu_hu: Kép kiválasztása
it_it: Selezione immagine
ko_kr: 이미지 선택
nl_nl: Selectie afbeelding
no_no: Bildevalg
pt_pt: Seleção da imagem
ro_ro: Selectare imagine
ru_ru: Выбор образа
sv_se: Bildval
th_th: การเลือกรูปภาพ
tr_tr: Resim Seçimi
zh_cn: 图片选择

source: Fit
bg_bg: Монтаж
cht: 選配
da_dk: Tilpas
el_gr: Εφαρμογή
fi_fi: Sovita
hr_hr: Namjesti
hu_hu: Illesztés
ko_kr: 피팅
nl_nl: Aanpassing
no_no: Tilpass
pt_pt: Ajuste
ro_ro: Potrivire
ru_ru: Настроить
sv_se: Anpassa
th_th: ทดลองสวม
tr_tr: Tak
zh_cn: 验配

source: Connecting the device...
bg_bg: Свързване на устройството...
cht: 連接裝置中...
da_dk: Tilslutter apparatet...
el_gr: Γίνεται σύνδεση της συσκευής...
fi_fi: Yhdistetään laite...
hr_hr: Povezivanje uređaja...
hu_hu: Az eszköz csatlakoztatása...
it_it: Connessione del dispositivo in corso...
ko_kr: 기기 연결 중...
nl_nl: Verbinding maken met het toestel...
no_no: Kobler til enheten...
pt_pt: Conectando o dispositivo...
ro_ro: Se conectează aparatul...
ru_ru: Производится подключение устройства...
sv_se: Anslut enheten ...
th_th: กำลังเชื่อมต่ออุปกรณ์...
tr_tr: Cihaz bağlantısı kuruluyor...
zh_cn: 正在连接设备...
