Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Decrease Environmental Optimizer II in "speech" and "loud speech" environments.
bg_bg: Намалете Оптимизатор на средата II в среда „говор“ и „силен говор“.
cht: 降低在「語音」和「大聲語音」環境的環境優化器 II。
da_dk: Reducer Environmental Optimizer II i miljøer med tale og kraftig tale.
el_gr: Μειώστε τη ρύθμιση του Environmental Optimizer II στα περιβάλλοντα με "ομιλία" και "δυνατή ομιλία".
fi_fi: Vähennä Ympäristön optimointi II toimintoa "puhe" ja "kova puhe" ääniympäristöissä.
hr_hr: Smanjite postavku Environmental Optimizer II u okruženjima „govor” i „glasni govor”.
hu_hu: Csökkentse a Környezeti Optimalizáló II értékét a beszéd és a hangos beszéd környezetekben.
it_it: Diminuire Ottimizzatore Ambientale II negli ambienti Parlato e Parlato forte.
ko_kr: 자동환경조절의 '대화환경(작은말소리)'와 '대화환경(큰 말소리)"에서 수준을 낮추세요
nl_nl: Verlaag de Environmental Optimizer II bij "Spraak (zacht)" en "Spraak (hard)"
no_no: Reduser Environmental Optimizer II i lyttemiljøene «tale» og «høy tale».
pt_pt: Diminua o Otimizador Ambiental II nos ambientes de "fala" e "fala alta".
ro_ro: Scadeti Environmental Optimizer II in mediile de Vorbire si Vorbire Puternica
ru_ru: Уменьшите усиление в Оптимизаторе Окружения II для ситуаций "речь" и "громкая речь".
sv_se: Minska förstärkningen för "tal" och "starkt tal" i Miljöoptimering II.
th_th: ลดโปรแกรมปรับแต่งสภาพแวดล้อม II ในสภาพแวดล้อม "เสียงพูด" และ "เสียงพูดดัง"
tr_tr: ''Konuşma'' ve ''Yüksek Konuşma'' çevresel ortamlarında Çevresel Yönetim II'yi azalt.
zh_cn: 降低AI智能环境优化器中"言语"和"言语(强度)"的增益

source: Decrease the overall gain for mid frequencies (-3dB).
bg_bg: Намалете общото усилване на средните честоти (-3dB).
cht: 降低中頻整體增益量 (-3 dB)。
da_dk: Reducer generel forstærkning for mellemfrekvenser (-3dB).
el_gr: Μειώστε τη συνολική ένταση(απόκριση) για τις μεσαίες συχνότητες (-3 dB).
fi_fi: Vähennä kokonaisvahvistusta keskitaajuuksilla (-3dB).
hr_hr: Smanjite sveukupno pojačanje srednjih frekvencija (-3 dB).
hu_hu: Csökkentse a teljes erősítést a közép frekvenciákon (-3dB).
it_it: Diminuire il guadagno complessivo per le frequenze medie (-3 dB).
ko_kr: 중주파수의 전반적인 게인을 낮추세요 (-3dB).
nl_nl: Verlaag de versterking van de middenfrequenties (-3dB) .
no_no: Senk generell gain for midtfrekvensene (-3dB)
pt_pt: Diminua o ganho geral para frequências médias (-3dB).
ro_ro: Scadeti castigul global pentru frecventele medii (-3dB).
ru_ru: Уменьшите общее усиление на средних частотах (-3дБ).
sv_se: Minska den totala förstärkningen för mellan frekvenserna (-3dB).
th_th: ลดเกนโดยรวมสำหรับความถี่กลาง (-3dB)
tr_tr: Orta frekanslarda tüm kazançları azalt (-3dB).
zh_cn: 降低中等声所有增益(-3dB)

source: High frequency sounds are too loud (dishes rattling, paper rustling, water running).
bg_bg: Звуците с висока честота се прекалено силни (тракане на чинии, шумолене на хартия, течаща вода).
cht: 高頻聲音太大 (碗盤碰撞聲、揉紙沙沙聲、水流聲)。
da_dk: Højfrekvenser er for kraftige (opvask, papir, der krølles, vand, der løber).
el_gr: Οι ήχοι υψηλής συχνότητας ακούγονται πολύ δυνατά (τρίξιμο πιάτων, τσαλάκωμα χαρτιού, τρεχούμενο νερό).
fi_fi: Koreataajuuksiset äänet ovat liian kovia (veden lorina, paperin rutistaminen, astioden helinä).
hr_hr: Zvukovi visokih frekvencija previše su glasni (zveckanje posuđa, šuškanje papira, tečenje vode).
hu_hu: A magas frekvenciás hangok túl hangosak (mosogatás, papírzörgés, víz csobogás).
it_it: I suoni ad alta frequenza sono troppo forti (tintinnio di piatti, fruscio della carta, acqua corrente).
ko_kr: 고주파 소리가 너무 큽니다(접시 달그락 소리, 종이 바스락거림, 물 흐르는 소리).
nl_nl: Hoogfrequente geluiden zijn te hard (serviesgekletter, geritsel van de krant, water uit de kraan)
no_no: Høyfrekvente lyder er for høye (klirrende tallerkener, rasling med papirer, rennende vann).
pt_pt: Os sons de frequências altas estão muito altos (papel amassando, água correndo, pratos batendo).
ro_ro: Sunetele de frecventa inalta sunt prea puternice (vase zanganind, hartie mototolita, apa curgind)
ru_ru: Высокочастотные звуки слишком громкие (звон посуды, шелест бумаги, шум воды).
sv_se: Höga frekvensljud låter för starkt (porslinsskrammel, pappersprassel, rinnande vatten).
th_th: เสียงความถี่สูงดังเกินไป (เสียงจานกระทบ เสียงขยำกระดาษ เสียงน้ำไหล)
tr_tr: Yüksek frekans sesleri çok yüksek (bulaşık tıkırtısı, kağıt hışırtısı, su akıntısı).
zh_cn: 高频声太大(盘碟相碰,揉书,水流等)

source: Decrease mid and high frequency gains for loud sounds.
bg_bg: Намалете усилването на средните и високите честоти за силните звуци.
cht: 降低大聲聲音的中頻及高頻增益量。
da_dk: Reducer mellem- og højfrekvent forstærkning for kraftige lydniveauer.
el_gr: Μειώστε την ένταση(απόκριση) μεσαίων και υψηλών συχνοτήτων για τους δυνατούς ήχους.
fi_fi: Vähennä vahvistusta keski ja korkeilla taajuuksilla koville äänille.
hr_hr: Smanjite pojačanja srednjih i visokih frekvencija za glasne zvukove.
hu_hu: Csökkentse a közép és magas frekvenciás erősítést a hangos hangokra.
it_it: Diminuire i guadagni delle frequenze medie e alte per i suoni forti.
ko_kr: 큰 소리의 중주파수와 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van midden- en hoge frequenties bij harde geluiden.
no_no: Senk midt- og høyfrekvent gain for høye lyder
pt_pt: Diminua o ganho para as frequências médias e altas para sons intensos.
ro_ro: Scadeti castigurile pe medii si inalte pentru sunete puternice.
ru_ru: Уменьшите усиление на средних и высоких частотах для громких звуков.
sv_se: Minska förstärkningen på mellan och höga frekvenser för starka ljud.
th_th: ลดเกนความถี่ปานกลางและความถี่สูงสำหรับเสียงดัง
tr_tr: Yüksek seslerde orta ve yüksek frekans kazançlarını azalt.
zh_cn: 降低大声中高频增益

source: Decrease mid and high frequency gains.
bg_bg: Намалете нивото на средните и високите честоти.
cht: 降低中頻及高頻增益量。
da_dk: Reducer mellem- og højfrekvent forstærkning.
el_gr: Μειώστε την ένταση(απόκριση) μεσαίων και υψηλών συχνοτήτων.
fi_fi: Vähennä vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Smanjite pojačanja srednjih i visokih frekvencija.
hu_hu: Csökkentse a közép és magas frekvenciás erősítést.
it_it: Diminuire i guadagni delle frequenze medie e alte.
ko_kr: 모든 입력 수준의 중주파수와 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van midden- en hoge frequenties bij alle inputniveaus.
no_no: Senk midt- og høyfrekvent gain
pt_pt: Diminua o ganho das frequências médias e altas.
ro_ro: Scadeti castigurile pe frecventele inalte si medii.
ru_ru: Уменьшите усиление на средних и высоких частотах.
sv_se: Minska förstärkningen på mellan och höga frekvenser.
th_th: ลดเกนความถี่ปานกลางและความถี่สูง
tr_tr: Orta ve yüksek frekans kazançlarını azalt.
zh_cn: 降低中高频增益

source: Decrease mid and high frequency gains for soft and moderate sounds.
bg_bg: Намалете усилването на средните и високите честоти за тихите и умерените звуци.
cht: 降低小聲及一般聲音的中頻及高頻增益量。
da_dk: Reducer mellem- og højfrekvent forstærkning for svage og moderate lydniveauer.
el_gr: Μειώστε την ένταση(απόκριση) μεσαίων και υψηλών συχνοτήτων για τους σιγανούς και μέτριους ήχους.
fi_fi: Vähennä vahvistusta keski ja korkeilla taajuuksilla heikoille ja kohtalaisille äänille.
hr_hr: Smanjite pojačanja srednjih i visokih frekvencija za tihe i umjerene zvukove.
hu_hu: Csökkentse a közép és magas frekvenciás erősítést a lágy és közepes hangokra.
it_it: Diminuire i guadagni delle frequenze medie e alte per i suoni deboli e moderati.
ko_kr: 연음과 중음의 중주파수와 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de midden- en hoge frequenties bij zachte en gemiddelde geluiden.
no_no: Senk midt- og høyfrekvent gain for svake og moderate lyder
pt_pt: Diminua o ganho das frequências médias e altas para sons suaves e moderados.
ro_ro: Scadeti castigul pe medii si inalte pentru sunete slabe si moderate
ru_ru: Уменьшите усиление на средних и высоких частотах для тихих и умеренных звуков.
sv_se: Minska förstärkningen på mellan och höga frekvenser för svaga och måttliga ljud.
th_th: ลดเกนความถี่ปานกลางและความถี่สูงสำหรับเสียงเบาและเสียงปานกลาง
tr_tr: Yumuşak ve Orta şiddetteki seslerde orta ve yüksek frekans kazançlarını azalt.
zh_cn: 降低小声,中等声中高频增益

source: Low frequency sounds are too loud (toilet flushing, road noise, fans, etc....)
bg_bg: Звуците с ниска честота се прекалено силни (пускане на водата в тоалетната, шум от улицата, вентилатори и др.)
cht: 低頻聲音太大 (廁所沖水、道路噪音、風扇等)
da_dk: Lavfrekvente lyde er for kraftige (toiletskyl, gadestøj, ventilation osv.)
el_gr: Οι ήχοι χαμηλής συχνότητας ακούγονται πολύ δυνατά (καζανάκι, θόρυβος στον δρόμο, ανεμιστήρες κ.λπ....)
fi_fi: Matala taajuuksiset äänet ovat liian hiljaisia (wc:n huuhtelu, valtatien ääni, tuuletin...)
hr_hr: Zvukovi niskih frekvencija previše su glasni (ispiranje WC školjke, buka na cesti, ventilatori i drugo)
hu_hu: Mély frekvenciás hangok túl hangosak (WC lehúzás, utcai zaj, ventillátorok, stb...)
it_it: I suoni a bassa frequenza sono troppo forti (il rumore dello sciacquone, della strada, dei ventilatori, ecc)
ko_kr: 저주파수 소리가 너무 큼 (변기 물내림, 도로 소음, 환풍기, 등....)
nl_nl: Laagfrequente geluiden zijn te hard (toilet doorspoelen, verkeerslawaai, ventilators etc....)
no_no: Lavfrekvente lyder er for høye (toalett som spyles, trafikkstøy, vifter osv.)
pt_pt: Os sons de baixas frequências estão muito altos (descarga do banheiro, barulho da estrada, ventiladores)
ro_ro: Sunetele de frecventa joasa sunt prea puternice (apa de la toaleta, zgomotul de trafic, ventilatoare)
ru_ru: Низкочастотные звуки слишком громкие (слив в туалете, шум дороги, вентиляторы и т.д.)
sv_se: Låga ljud är för starka (toalettspolning, vägbuller, fläktar etc)
th_th: เสียงความถี่ต่ำดังเกินไป (เสียงกดชักโครก เสียงรบกวนบนท้องถนน เสียงพัดลม ฯลฯ)
tr_tr: Alçak frekans sesleri çok yüksek (sifon, cadde gürültüsü, fanlar, vb...)
zh_cn: 低频声音太大 （冲马桶,马路上,风扇等)

source: Increase the level of noise reduction
bg_bg: Увеличете нивото на намаляване на шума
cht: 提升噪音抑制等級。
da_dk: Forøg graden af støjreduktion
el_gr: Αυξήστε τη στάθμη μείωσης του θορύβου
fi_fi: Lisää kohinanvaimennuksen tasoa
hr_hr: Povećajte razinu smanjenja buke
hu_hu: Növelje a zajszűrés mértékét
it_it: Aumentare il livello di riduzione del rumore
ko_kr: 소음감소기능의 수준을 높이세요
nl_nl: Verhoog de mate van lawaaireductie
no_no: Øk graden av støyreduksjon
pt_pt: Aumente o nível da redução de ruído
ro_ro: Cresteti nivelul de reducere de zgomot.
ru_ru: Повысьте уровень шумоподавления
sv_se: Öka nivån på brusreduceringen
th_th: เพิ่มระดับของ noise reduction
tr_tr: Gürültü azaltıcının seviyesini artır
zh_cn: 增加降噪程度

source: Decrease low frequency gains for loud sounds.
bg_bg: Намалете усилването на ниските честоти за силните звуци.
cht: 降低大聲聲音的低頻增益量。
da_dk: Reducer lavfrekvent forstærkning for kraftige lyde.
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών συχνοτήτων για τους δυνατούς ήχους.
fi_fi: Vähennä matalien taajuuksien vahvistusta heikoille äänille.
hr_hr: Smanjite pojačanja niskih frekvencija za glasne zvukove.
hu_hu: Csökkentse a mélyfrekvenciás erősítést a hangos hangokra.
it_it: Diminuire i guadagni delle basse frequenze per i suoni forti.
ko_kr: 큰 소리의 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage frequenties bij harde geluiden.
no_no: Senk lavfrekvens gain for høye lyder.
pt_pt: Diminua o ganho das frequências baixas para sons intensos.
ro_ro: Scadeti castigurile frecventelor joase pentru sunete puternice
ru_ru: Уменьшите усиление на низких частотах для громких звуков.
sv_se: Minska förstärkningen på låga frekvenser för starka ljud.
th_th: ลดเกนที่ความถี่ต่ำสำหรับเสียงดัง
tr_tr: Yüksek seslerde alçak frekans kazancını azalt.
zh_cn: 降低大声低频增益

source: Decrease low and mid frequency gains.
bg_bg: Намалете усилването на ниските и средните честоти.
cht: 降低低頻及中頻增益量。
da_dk: Reducer lav- og mellemfrekvent forstærkning.
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών και μεσαίων συχνοτήτων.
fi_fi: Vähennä vahvistusta matalilla ja keskitaajuuksilla
hr_hr: Smanjite pojačanja niskih i srednjih frekvencija.
hu_hu: Csökkentse a mély és a közép frekvenciás erősítést.
it_it: Diminuire i guadagni delle frequenze basse e medie.
ko_kr: 모든 소리크기의 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage en middenfrequenties bij alle inputniveaus.
no_no: Senk lav- og midtfrekvent gain
pt_pt: Diminua o ganho das frequências baixas e médias.
ro_ro: Scadeti castigurile pe frecventele joase si medii.
ru_ru: Уменьшите усиление на низких и средних частотах.
sv_se: Minska förstärkningen på låg och mellan frekvenser.
th_th: ลดเกนที่ความถี่ต่ำและกลาง
tr_tr: Alçak ve orta frekans kazançlarını azaltın.
zh_cn: 降低中低频增益

source: The sound of many people talking is too loud.
bg_bg: Звукът от говоренето на много хора е прекалено силен.
cht: 許多人交談聲音太大。
da_dk: Lyden fra mange, der taler samtidig, er for kraftig.
el_gr: Ο ήχος πολλών ατόμων που μιλούν ακούγεται πολύ δυνατά.
fi_fi: Monen yhtäaikasen ihmisen puhe on liian voimakas
hr_hr: Zvuk govora mnoštva ljudi previše je glasan.
hu_hu: Túl sok hangosan beszélő ember.
it_it: Il suono di molte persone che parlano è troppo alto.
ko_kr: 많은 사람들이 대화하는 소리가 너무 크게 들립니다
nl_nl: Het geluid van een grote groep sprekers is te hard
no_no: Lyden er for høy når flere mennesker snakker samtidig.
pt_pt: O som de muitas pessoas conversando está muito alto.
ro_ro: Sunetul mai multor vorbitori este prea puternic
ru_ru: Звук большого количества разговаривающих людей слишком громкий.
sv_se: Ljudet av många personer som talar samtidigt är för starkt.
th_th: เสียงคนพูดหลายๆ คนดังเกินไป
tr_tr: Konuşan insanların sesi yüksek.
zh_cn: 多人交谈时觉得声音太大

source: Increase the degree of noise reduction
bg_bg: Увеличете степента на намаляване на шума
cht: 提升噪音抑制等級。
da_dk: Forøg graden af støjreduktion
el_gr: Αυξήστε τον βαθμό μείωσης του θορύβου
fi_fi: Lisää kohinanvaimennuksen suuntakuvioa
hr_hr: Povećajte stupanj smanjenja buke
hu_hu: Növelje a zajszűrés mértékét
it_it: Aumentare il livello di riduzione del rumore
ko_kr: 소음감소기능의 수준을 높이세요
nl_nl: Verhoog de mate van lawaaireductie
no_no: Øk graden av støyreduksjon
pt_pt: Aumente o nível da redução de ruído
ro_ro: Cresteti gradul de reductie de zgomot
ru_ru: Увеличьте степень шумоподавления
sv_se: Öka nivån på brusreduceringen
th_th: เพิ่มระดับของ noise reduction
tr_tr: Gürültü azaltıcının derecesini artır
zh_cn: 增加降噪程度

source: Decrease low frequency gains for loud sounds.
bg_bg: Намалете усилването на ниските честоти за силните звуци.
cht: 降低大聲聲音的低頻增益量。
da_dk: Reducer lavfrekvent forstærkning for kraftige lyde.
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών συχνοτήτων για τους δυνατούς ήχους.
fi_fi: Vähennä vahvistusta matalilla taajuuksilla heikoille äänille
hr_hr: Smanjite pojačanja niskih frekvencija za glasne zvukove.
hu_hu: Csökkentse a mélyfrekvenciás erősítést a hangos hangokra.
it_it: Diminuire i guadagni delle basse frequenze per i suoni forti.
ko_kr: 작은 소리의 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage frequenties bij harde geluiden.
no_no: Senk lavfrekvens gain for høye lyder.
pt_pt: Diminua o ganho das frequências baixas para sons intensos
ro_ro: Scadeti castigurile frecventelor joase pentru sunete puternice
ru_ru: Уменьшите усиление на низких частотах для громких звуков.
sv_se: Minska förstärkningen på låg frekvenser för starka ljud.
th_th: ลดเกนที่ความถี่ต่ำสำหรับเสียงดัง
tr_tr: Yüksek sesler için alçak frekans kazancını azalt.
zh_cn: 降低大声低频增益

source: Decrease low frequency gain at all input levels, and decrease mid and high frequency gain at loud input levels.
bg_bg: Намалете усилването на ниските честоти на всички входни нива и намалете усилването на средните и високите честоти на високите входни нива.
cht: 降低所有輸入音量的低頻增益量及降低大聲音量輸入的中頻及高頻增益量。
da_dk: Reducer lavfrekvent forstærkning for alle inputniveauer, og reducer mellem- og højfrekvent forstærkning for kraftige inputniveauer.
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων σε όλες τις στάθμες εισόδου και μειώστε την απόκριση των μεσαίων και των υψηλών συχνοτήτων στη στάθμη εισόδου δυνατών ήχων.
fi_fi: Vähennä vahvistusta matalilla taajuuksilla kaikille ottotasoille ja vähennä vahvistusta korkeilla taajuuksilla koville äänille.
hr_hr: Smanjite pojačanje niskih frekvencija na svim ulaznim razinama i smanjite pojačanje srednjih i visokih frekvencija na glasnim ulaznim razinama.
hu_hu: Csökkentse a mélyfrekvenciás erősítést minden bementi jelre, és csökkentse a mély és a magas frekvenciás erősítést a hangos bementi jelekre.
it_it: Diminuire il guadagno delle basse frequenze a tutti i livelli di ingresso e diminuire il guadagno delle frequenze medie e alte ai livelli di ingresso alti.
ko_kr: 모든 소리크기의 저주파수 게인을 줄이고, 큰 소리크기의 중주파수와 고주파수 게인을 낮추세요.
nl_nl: Verlaag de versterking van de lage frequenties bij alle inputniveaus en verlaag de versterking van de midden- en hoge frequenties bij harde geluiden.
no_no: Reduser lavfrekvens gain for alle inputnivåer og reduser mellom- og høyfrekvens gain ved høye inputnivåer.
pt_pt: Diminua o ganho das frequências baixas para as todos os níveis de entrada, e diminua o ganho das frequências médias e altas em níveis de entrada intensos.
ro_ro: Scadeti castigul frecventelor joase la toate nivelele de intrare, si scadeti castigul pe medii si inalte la nivele puternice de intrare.
ru_ru: Уменьшите усиление на низких частотах для всех входящих звуков и уменьшите усиление на средних и высоких частотах для громких входящих звуков.
sv_se: Minska förstärkningen för alla innivåer och minska förstärkning för mellan och hög frekvenser vid starka innivåer.
th_th: ลดเกนที่ความถี่ต่ำในทุกระดับอินพุท และลดเกนความถี่ปานกลางและความถี่สูงในระดับอินพุทดัง
tr_tr: Tüm giriş seviyelerinde alçak frekansları azalt, ve Yüksek giriş seviyelerinde orta ve yüksek frekanslarda kazancı azalt.
zh_cn: 降低所有声低频增益和大声中高频增益

source: Sudden noises are painfully loud
bg_bg: Внезапните шумове са болезнено силни
cht: 對突發的噪音感到大聲刺耳
da_dk: Pludselige lyde er smertefuldt kraftige
el_gr: Οι αιφνίδιοι θόρυβοι είναι επώδυνα δυνατοί
fi_fi: Äkillinen melu on erittäin voimakas
hr_hr: Nagli zvukovi bolno su glasni
hu_hu: A hirtelen zajok bántóan hangosak
it_it: I rumori improvvisi sono terribilmente forti
ko_kr: 갑작스런 소음이 고통스럽게 크게 들립니다
nl_nl: Plotseling lawaai is pijnlijk hard
no_no: Plutselige lyder er plagsomt høye
pt_pt: Os sons repentinos estão muito altos
ro_ro: Sunetele bruste sunt dureros de puternice
ru_ru: Внезапные шумы воспринимаются болезненно громко
sv_se: Plötsliga buller är smärtsamt höga
th_th: เสียงรบกวนที่เกิดขึ้นกะทันหัน ดังจนเจ็บหู
tr_tr: Ani gürültüler zarar verecek kadar yüksek
zh_cn: 听突发的大声很难受

source: Reduce the maximum output level in the high frequencies.
bg_bg: Намалете максималното изходно ниво на високите честоти.
cht: 降低高頻的最大輸出音量。
da_dk: Reducer det maksimale outputniveau i de høje frekvenser.
el_gr: Μειώστε τη μέγιστη στάθμη εξόδου στις υψηλές συχνότητες.
fi_fi: Vähennä maksimiantotasoa korkeilla taajuuksilla.
hr_hr: Smanjite maksimalnu izlaznu razinu kod visokih frekvencija.
hu_hu: Csökkentse a maximális kimeneti szintet a magas frekvenciákon.
it_it: Ridurre il livello massimo di uscita alle alte frequenze.
ko_kr: 고주파수의 MPO를 낮추세요
nl_nl: Reduceer de MPO van de hoge frequenties
no_no: Reduser maksimalt outputnivå i de høye frekvensene.
pt_pt: Reduza o nível de saída máxima nas frequências altas.
ro_ro: Reduceti nivelul maxim de iesire in zona frecventelor inalte.
ru_ru: Уменьшите максимальный выходной уровень на высоких частотах.
sv_se: Minska MPO nivån för dem höga frekvenserna
th_th: ลดระดับเอาท์พุทสูงสุดที่ความถี่สูง
tr_tr: Yüksek frekanslarda MPO'yu azalt.
zh_cn: 降低高频的MPO

source: Decrease mid and high frequency gain for loud sounds
bg_bg: Намалете усилването на средните и високите честоти за силните звуци
cht: 降低大聲聲音的中頻及高頻增益量
da_dk: Reducer mellem- og højfrekvent forstærkning for kraftige lyde
el_gr: Μειώστε την ένταση(απόκριση) μεσαίων και υψηλών συχνοτήτων για τους δυνατούς ήχους
fi_fi: Vähennä vahvistusta keski- ja korkeille taajuuksilla koville äänille
hr_hr: Smanjite pojačanje srednjih i visokih frekvencija za glasne zvukove
hu_hu: Csökkentse a közép és a magas frekvenciás erősítést a hangos hangokra
it_it: Diminuire guadagno delle frequenze medie e alte per i suoni forti
ko_kr: 큰 소리의 중주파수와 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de midden- en hoge frequenties bij harde geluiden
no_no: Reduser mellom- og høyfrekvens gain for høye lyder
pt_pt: Diminua o ganho das frequências médias e altas para os sons intensos
ro_ro: Scadeti castigul pe medii si inalte pentru sunete puternice
ru_ru: Уменьшите усиление на средних и высоких частотах для громких звуков
sv_se: Minska förstärkningen för mellan och högfrekventa ljud
th_th: ลดเกนความถี่ปานกลางและความถี่สูงสำหรับเสียงดัง
tr_tr: Yüksek sesler için orta ve yüksek frekans kazancını azalt
zh_cn: 降低大声的中高频增益

source: All sounds are too soft
bg_bg: Всички звуци са прекалено тихи
cht: 所有聲音太小聲
da_dk: Alle lyde er for svage
el_gr: Όλοι οι ήχοι ακούγονται πολύ σιγά
fi_fi: Kaikki äänet ovat liian heikkoja
hr_hr: Svi su zvukovi previše tihi
hu_hu: Minden hang túl lágy
it_it: Tutti i suoni sono troppo deboli
ko_kr: 모든 소리가 너무 작게 들립니다
nl_nl: Alle geluiden zijn te zacht
no_no: Alle lyder er for svake
pt_pt: Todos os sons estão muito suaves
ro_ro: Toate sunetele sunt prea slabe
ru_ru: Все звуки слишком тихие
sv_se: Alla ljud är för svaga
th_th: เสียงทั้งหมดเบาเกินไป
tr_tr: Tüm sesler çok yumuşak
zh_cn: 听所有声音都小

source: Increase overall gain
bg_bg: Увеличете общия коефициент на усилване
cht: 提升整體增益量
da_dk: Forøg forstærkning
el_gr: Αυξήστε την συνολική ένταση(απόκριση)
fi_fi: Lisää kokonaisvahvistusta
hr_hr: Povećajte sveukupno pojačanje
hu_hu: Növelje a teljes erősítést
it_it: Aumentare il guadagno complessivo
ko_kr: 전체 게인을 높이세요
nl_nl: Verhoog de versterking voor alle inkomende geluiden
no_no: Øk samlet gain
pt_pt: Aumente o ganho geral
ro_ro: Cresteti castigul global
ru_ru: Увеличьте общее усиление
sv_se: Öka den totala förstärkningen
th_th: เพิ่มเกนทั้งหมด
tr_tr: Tüm kazançları artır
zh_cn: 增加所有增益

source: Increase low and mid frequency gain.
bg_bg: Увеличете усилването на ниските и средните честоти.
cht: 提升低頻及中頻增益量。
da_dk: Forøg lav- og mellemfrekvent forstærkning.
el_gr: Αυξήστε την ένταση(απόκριση) χαμηλών και μεσαίων συχνοτήτων.
fi_fi: Lisää vahvistsuta matalilla ja keskitaajuuksilla
hr_hr: Povećajte pojačanje niskih i srednjih frekvencija.
hu_hu: Növelje a mély és a közép frekvenciás erősítést.
it_it: Aumentare il guadagno delle frequenze basse e medie.
ko_kr: 저주파수와 중주파수 게인을 높이세요
nl_nl: Verhoog de versterking van de lage en middenfrequenties.
no_no: Øk lav- og mellomfrekvens gain.
pt_pt: Aumente o ganho das frequências baixas e médias.
ro_ro: Cresteti castigul pe frecventele joase si medii.
ru_ru: Увеличьте усиление на низких и средних частотах.
sv_se: Öka förstärkningen på låg och mellanfrekvenser.
th_th: เพิ่มเกนที่ความถี่ตํ่าและความถี่กลาง
tr_tr: Alçak ve orta frekans kazançlarını artırın.
zh_cn: 增加中低频增益
