Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Ear-to-Ear Communication
bg_bg: Комуникация ухо с ухо
cht: 雙耳傳輸
da_dk: Ear-to-Ear kommunikation
el_gr: Επικοινωνία Ear-to-Ear
fi_fi: Kuulokojeiden välinen yhteys
hr_hr: Komunikacija između ušiju
hu_hu: Készülékek közötti kommunikáció
it_it: Comunicazione Ear-to-Ear
ko_kr: 보청기 동기화
nl_nl: Ear-to-Ear communicatie
no_no: Øre til øre-kommunikasjon
pt_pt: Comunicação de orelha a orelha
ro_ro: Dispozitiv-la-dispozitiv de comunicare
ru_ru: Бинауральная синхронизация
sv_se: Öra till Öra Kommunikation
th_th: การสื่อสารแบบ Ear-to-Ear
tr_tr: Kulaktan Kulağa Bildirim
zh_cn: AI智能双耳融合系统

source: Environmental Optimizer II
bg_bg: Оптимизатор на средата II
cht: 環境優化器 II
fi_fi: Ääniympäristön optimointi II
hu_hu: Környezeti Optimalizáló II
it_it: Ottimizzatore Ambientale II
ko_kr: 자동환경조절
pt_pt: Otimizador Ambiental II
ru_ru: Оптимизатор Окружения II
sv_se: Miljöoptimering II
th_th: โปรแกรมปรับแต่งสภาพแวดล้อม
tr_tr: Çevresel Yönetim II
zh_cn: AI智能环境优化器

source: Program Synchronization
bg_bg: Синхронизация на програма
cht: 程式同步
da_dk: Programsynkronisering
el_gr: Συγχρονισμός προγραμμάτων
fi_fi: Ohjelmien synkronointi
hr_hr: Sinkronizacija programa
hu_hu: Program szinkronizációja
it_it: Sincronizzazione programma
ko_kr: 프로그램 동기화
nl_nl: Programma synchronisatie
no_no: Programsynkronisering
pt_pt: Sincronização do programa
ro_ro: Sincronizare Program
ru_ru: Синхронизация программы
sv_se: Program Synkronisering
th_th: การซิงโครไนซ์โปรแกรม
tr_tr: Program Senkronizasyonu
zh_cn: 同步聆听程序

source: Binaural Directionality
bg_bg: Бинаурална насоченост
cht: 雙耳方向性
fi_fi: Binauraalinen suuntakuvio
hu_hu: Binaurális direkcionlitás
it_it: Direzionalità Binaurale
nl_nl: Binaurale directionaliteit
no_no: Binaural Direksjonalitet
pt_pt: Direcionalidade Binaural
ro_ro: Directionalitate Binaurala
ru_ru: Бинауральная направленность
sv_se: Binaural Riktverkan
th_th: การปรับทิศทางแบบสองหู
tr_tr: Binaural Direksiyonalite
zh_cn: 双耳融合方向性

source: Volume Synchronization
bg_bg: Синхронизация на силата на звука
cht: 音量同步
da_dk: Lydstyrkesynkronisering
el_gr: Συγχρονισμός έντασης ήχου
fi_fi: Äänenvoimakkuuden synkronointi
hr_hr: Sinkronizacija glasnoće
hu_hu: Hangerő szinkronizációja
it_it: Sincronizzazione volume
ko_kr: 볼륨 동기화
nl_nl: Volume synchronisatie
no_no: Volumsynkronisering
pt_pt: Sincronização do controle de volume
ro_ro: Sincronizare Volum
ru_ru: Синхронизация громкости
sv_se: Volym Synkronisering
th_th: การซิงโครไนซ์ระดับเสียง
tr_tr: Ses Senkrenizasyonu
zh_cn: 同步音量调节

source: Synchronized Soft Switching
bg_bg: Синхронизирано плавно превключване
cht: 自動方向性切換同步
da_dk: Synkroniseret Soft Switching
fi_fi: Synkronoitu Soft kytkin
hr_hr: Sinkronizirana automatska promjena usmjerenja
hu_hu: Szinkronizált Soft Switching
it_it: Soft Switching sincronizzato
ko_kr: 소프트스위칭 동기화
nl_nl: Gesynchroniseerde SoftSwitching
no_no: Synkronisert SoftSwitching
pt_pt: Soft Switching Sincronizado
ru_ru: SoftSwitching
sv_se: Synkroniserad Soft Switching
th_th: การสลับทิศทางเสียงอัตโนมัติแบบซิงโครไนซ์
tr_tr: Senkronize Soft Switching
zh_cn: 同步AI智能转换系统

source: TSG Synchronization
bg_bg: Синхронизация на TSG
cht: 耳鳴抑制音產生器同步
da_dk: TSG-synkronisering
el_gr: Συγχρονισμός TSG
fi_fi: TSG-synkronointi
hr_hr: Sinkronizacija TSG-a
hu_hu: TSG szinkronizáció
it_it: Sincronizzazione GST
ko_kr: 소리발생기 동기화
nl_nl: TSG synchronisatie
no_no: TSG-synkronisering
pt_pt: Gerador de Som para Zumbido Sincronizado
ro_ro: Sincronizare TSG
ru_ru: Синхронизация звукогенератора TSG
sv_se: TSG-synkronisering
th_th: การซิงโครไนซ์ TSG
tr_tr: TSG Senkronizasyonu
zh_cn: 同步耳鸣管理器

source: When the patient changes programs on one ear, the other ear will change to the same program.
bg_bg: Когато пациентът превключва програмите на едното ухо, другото ухо ще се превключи на същата програма.
cht: 當客戶更改一耳的程式時，另一耳將會更改為同一程式。
da_dk: Når brugeren skifter program på det ene apparat, ændres den anden side til det samme program.
el_gr: Όταν ο ασθενής αλλάζει προγράμματα στο ένα αυτί, επιλέγεται το ίδιο πρόγραμμα στο άλλο αυτί.
fi_fi: Kun potilas vaihtaa ohjelman yhdessä kuulokojeessa, sama ohjelma otetaan käyttöön toisessa kuulokojeessa.
hr_hr: Kada bolesnik promijeni program na jednom uhu, drugo će se uho prebaciti na isti program.
hu_hu: Ha a páciens programot módosít az egyik fülön, akkor a másik fülhöz tartozó készülék is ugyanarra a programra vált.
it_it: Quando il paziente cambia il programma per un orecchio, sull'altro orecchio verrà apportata la stessa modifica.
ko_kr: 사용자가 한 쪽 귀의 프로그램을 변경하면, 다른 귀도 동일한 프로그램으로 변경됩니다.
nl_nl: Wanneer de gebruiker de programma’s wijzigt op één oor, zal het andere oor omschakelen naar hetzelfde programma.
no_no: Når brukeren bytter program for et øre, vil også det andre øret endres til samme program.
pt_pt: Quando o paciente altera o programa em um aparelho, o outro lado muda para seguir o mesmo programa.
ro_ro: Când pacientul schimbă programele în una dintre urechi, cealaltă va comuta pe același program.
ru_ru: При изменении пациентом программы на одном СА аппарат на другой стороне также переключится на ту же программу.
sv_se: När patienten byter program på ena örat, byter det andra till samma program.
th_th: เมื่อผู้ป่วยเปลี่ยนโปรแกรมที่หูข้างหนึ่ง หูอีกข้างก็จะเปลี่ยนไปใช้โปรแกรมเดียวกันด้วย
tr_tr: Hasta bir kulaktaki programı değiştirdiğinde, diğer kulak da aynı programa değişecektir.
zh_cn: 当用户在一侧耳朵更改程序时，另一侧也将更改为相同的程序。

source: The Environmental Optimizer II identifies the listening environment and automatically adjusts the volume and noise reduction levels.
bg_bg: Оптимизаторът на средата II определя средата за слушане и автоматично регулира силата на звука и нивата на намаляване на шума.
cht: 環境優化器 II 識別聆聽環境並自動調整音量和噪音抑制等級。
da_dk: Environmental Optimizer II identificerer lyttemiljøet og justerer automatisk niveauerne for lydstyrke og støjreduktion.
el_gr: Το Environmental Optimizer II αναγνωρίζει το περιβάλλον ακρόασης και προσαρμόζει αυτόματα τη στάθμη της έντασης ήχου και μείωσης του θορύβου.
fi_fi: Ääniympäristön optimointi II tunnistaa kuunteluympäristön sekä säätää äänenvoimakkuuden ja kohinanvaimennuksen automaattisesti.
hr_hr: Environmental Optimizer II identificira slušno okruženje i automatski prilagođava razine glasnoće i smanjenja buke.
hu_hu: A Környezeti Optimalizáló II azonosítja a környezetet, és automatikusan állítja be a hangerőt és a zajcsökkentés szintjét.
it_it: Ottimizzatore Ambientale II identifica l'ambiente uditivo e regola automaticamente il volume e il livello di riduzione del rumore.
ko_kr: 자동환경조절 기능은 사용자의 청취 환경을 보청기가 스스로 분석하고, 자동으로 볼륨과 소음감소 수준을 조절합니다.
nl_nl: De Environmental Optimizer II identificeert de luisteromgeving en past automatisch het volume en de geluidsreductie aan.
no_no: Environmental Optimizer II identifiserer lyttemiljøet og justerer volum- og støyreduksjonsnivået automatisk.
pt_pt: O Otimizador Ambiental II identifica o ambiente de escuta e ajusta automaticamente o volume e os níveis de redução de ruído.
ro_ro: Environmental Optimizer II identifică mediul de ascultare și ajustează automat nivelurile de reducere a zgomotului și volumul.
ru_ru: Оптимизатор окружения II распознает тип звукового окружения и автоматически регулирует уровни громкости и шумоподавления.
sv_se: Miljöoptimering II identifierar lyssningsmiljön och justerar volym och brusreduceringsnivåer automatiskt.
th_th: โปรแกรมปรับแต่งสภาพแวดล้อม II จะระบุสภาพแวดล้อมการฟัง และปรับระดับเสียงและระดับการลดเสียงรบกวนโดยอัตโนมัติ
tr_tr: Çevresel Yönetim II dinleme ortamını tanımlar ve ses ve gürültü azaltma seviyelerini otomatik olarak ayarlar.
zh_cn: AI智能环境优化器可识别聆听环境，并自动调整音量和降噪水平。

source: If chosen in a program, Binaural Directionality will dynamically adjust the microphone modes of the aids
bg_bg: Ако сте избрали програма, бинаурална насоченост динамично ще регулира режимите на микрофоните на апаратите
cht: 若選擇一個程式，雙耳方向性將動態的調整助聽器麥克風模式。
da_dk: Hvis det er valgt i programmet, justerer Binaural Directionality dynamisk indstillingerne for mikrofonerne
el_gr: Αν επιλεγεί σε ένα πρόγραμμα, η αμφιωτική κατευθυντικότητα προσαρμόζει δυναμικά τις λειτουργίες μικροφώνου των βοηθημάτων
fi_fi: Jos Binaural Directionality on valittu ohjelmassa, kuulokojeiden mikrofonitiloja säädetään dynaamisesti.
hr_hr: Ako se odabere u programu, Binaural Directionality dinamički će prilagođavati načine rada mikrofona pomagala
hu_hu: Ha kiválasztja egy programban, a Binaurális direkcionalítás dinamikusan módosítja a hallókészülékek mikrofonmódjait
it_it: Se scelto in un programma, Direzionalità Binaurale regolerà dinamicamente le modalità microfono degli apparecchi
ko_kr: 프로그램을 선택하면, Binaural Directionality은 보청기의 microphone 모드를 역동적으로 조정합니다.
nl_nl: Als het in een programma gekozen is zal Binaurale directionaliteit de microfooninstellingen van de toestellen dynamisch regelen
no_no: Hvis Binaural Direksjonalitet er valgt i et program, vil den automatisk justere apparatenes mikrofonmoduser
pt_pt: Caso esteja selecionada em um programa, a Direcionalidade Binaural ajustará automaticamente os modos dos microfones de ambos os aparelhos
ro_ro: Daca sunt alese ca un program, directionalitatea binaurală va ajusta dinamic modurile microfonul instrumentelor
ru_ru: Если в программе выбрана Бинауральная направленность, будет происходить динамическая регулировка режимов работы микрофонов СА.
sv_se: Vid val av Binaural Riktverkan kommer mikrofonlägena att justeras dynamiskt.
th_th: หากเลือกใช้ไว้ในโปรแกรม การปรับทิศทางแบบสองหู จะทำการปรับโหมดไมโครโฟนของอุปกรณ์ช่วยฟังแบบไดนามิก
tr_tr: Bir programda seçildiği takdirde, Binaural Direksiyonalite cihazların mikrofon modlarını otomatik olarak ayarlayacaktır
zh_cn: 如果选择某程序,双耳融合方向性系统将动态调整助听器麦克风的工作模式。

source: Available in Device Controls screen. If E2E is turned on, when the patient adjusts the volume on one aid the other will also change by the same amount.
bg_bg: Намира се на екран Органи за управление на устройството. Ако е включено Е2Е (ухо с ухо), когато пациентът регулира силата на звука на едното ухо, другото също ще се промени със същата степен.
cht: 在「助聽器控制」視窗中可用。如果啟動雙耳傳輸，當客戶調整一邊助聽器的音量，另一邊也將改變相同幅度。
da_dk: Findes på skærmen med indstillinmg af trykknap og vol.ktr. på apparat. Hvis E2E er aktiveret, når brugeren justerer lydstyrken på det ene høreapparat, ændres det andet apparat i overensstemmelse hermed.
el_gr: Διατίθεται στην οθόνη των στοιχείων ελέγχου συσκευών. Αν είναι ενεργοποιημένη η λειτουργία αμφιωτικής επικοινωνίας (E2E), όταν ο ασθενής προσαρμόζει την ένταση ήχου στο ένα βοήθημα, η ένταση ήχου ρυθμίζεται αντίστοιχα και στο άλλο.
fi_fi: Käytettävissä Laitteen ohjaimet -ikkunassa. Jos viestintä korvasta korvaan on käytössä ja potilas säätää yhden kuulokojeen äänenvoimakkuutta, sama muutos toteutetaan toisessa kuulokojeessa.
hr_hr: Značajka je dostupna na zaslonu Kontrole uređaja. Ako je uključena opcija E2E,kada bolesnik prilagodi glasnoću na jednom pomagalu, drugo će se pomagalo prilagoditi u jednakoj mjeri.
hu_hu: Elérhető az Eszközvezérlők képernyőn. Ha az E2E bekapcsolt állapotában a páciens módosítja a hangerőt az egyik hallókészüléken, akkor a rendszer a másik hallókészüléket is ugyanarra az értékre állítja.
it_it: Disponibile nella schermata Controlli dispositivo. Se E2E è abilitato, quando il paziente regola il volume su un apparecchio, anche l'altro si modificherà rispecchiando tale modifica.
ko_kr: 보청기 동기화가 동적하면 사용자가 한 쪽의 보청기 볼륨을 조절시 다른 쪽도 동일한 볼륨레벨로 변경됩니다. 디바이스 컨트롤에서 이용 가능.
nl_nl: Beschikbaar in het menu Hoortoestel. Wanneer E2E is ingeschakeld, zal bij wijzigen van het volume in het ene toestel het volume van het andere toestel in dezelfde mate aangepast worden.
no_no: Tilgjengelig på skjermbildet Apparatkontroller. Hvis E2E er aktivert, vil volumet på begge apparatene justeres når brukeren justerer volumet på det ene apparatet.
pt_pt: Disponível na tela de controles do aparelho auditivo. Se E2E estiver ativado, quando o paciente ajustar o volume em um aparelho, o outro também será alterado do mesmo modo.
ro_ro: Disponibil în ecranul Device Controls. Dacă E2E este pornit, atunci când pacientul ajustează volumul pe un instrument auditiv, celălalt va schimba cu aceeași cantitate.
ru_ru: Находится на экране Средства управления устройством. Если активирована связь между СА, E2E, то при регулировании пациентом громкости на одном СА, громкость на другом аппарате изменится на столько же.
sv_se: Finns på skärmen för enhetskontroller. Om E2E är påslagen, när patienten justerar volymen på ena apparaten kommer den andra också ändras med samma mängd.
th_th: หากเปิด E2E ซึ่งสามารถใช้งานได้จากในหน้าจอการควบคุมอุปกรณ์ เมื่อผู้ป่วยปรับระดับเสียงบนอุปกรณ์ช่วยฟังข้างหนึ่ง อีกข้างก็จะเปลี่ยนแปลงในระดับที่เท่ากันด้วย
tr_tr: Cihaz Kontrolleri ekranında bulunmaktadır. E2E (Kulaktan Kulağa) işlevi açıksa, hasta bir cihazda ses düzeyini ayarladığında, diğeri de aynı oranda değişecektir.
zh_cn: 在助听器菜单中提供。如果打开AI智能双耳融合系统，用户在一侧调整音量时，另一侧也将同时调整音量。

source: Available in the Advanced Features, when supported within the program. If selected, Soft Switching will be synchronized between hearing aids.
bg_bg: Намира се в Разширени функции, когато се поддържа в програмата. Плавно превключване ще се синхронизира между слуховите апарати.
cht: 在進階功能可用，當程式支援。若選擇，自動方向性切換將在助聽器之間同步。
da_dk: Tilgængelig under Avancerede funktioner, når det understøttes i programmet. Hvis indstillingen vælges, synkroniseres Soft Switching mellem høreapparaterne.
el_gr: Διατίθεται στις Προηγμένες λειτουργίες, όταν υποστηρίζεται από το πρόγραμμα. Αν έχει επιλεγεί, η λειτουργία Soft Switching θα είναι συγχρονισμένη ανάμεσα στα δύο ακουστικά βοηθήματα.
fi_fi: Käytettävissä ohjelman lisäominaisuuksissa. Jos se on valittu, Soft kytkin synkronoidaan kuulokojeiden välillä.
hr_hr: Značajka je dostupna u Naprednim značajkama kada je podržana u sklopu programa. Ako se odabere, automatska promjena usmjerenja bit će sinkronizirana na oba slušna pomagala.
hu_hu: A Bővített tulajdonságok részen érhető el, ha a program támogatja azt. Ha kijelöli, a rendszer szinkronizálja a Soft Switching funkciót a hallókészülékek között.
it_it: Disponibile nelle impostazioni avanzate, se supportate nel programma. Se selezionato, il Soft Switching sarà sincronizzato tra gli apparecchi acustici.
ko_kr: 고급 기능에서 소프트스위칭 동기화는 제품의 경우, 소프트 스위칭을 선택하면, 보청기 간 소프트 스위칭이 동기화됩니다.
nl_nl: Beschikbaar in Geavanceerde features, wanneer het door het programma wordt ondersteund. Indien geselecteerd, zal SoftSwitching tussen beide hoortoestellen worden gesynchroniseerd.
no_no: Tilgjengelig i Avanserte funksjoner når dette er støttet i programmet. Hvis SoftSwitching er valgt, vil den synkroniseres mellom høreapparatene.
pt_pt: Disponível nas Características Avançadas, quando compatível com o programa. Se selecionado, o Soft Switching será sincronizado entre os aparelhos.
ro_ro: Disponibil în Advanced Features, dacă este inclus în program. Dacă este selectat, Soft Switching va fi sincronizat între aparatele auditive.
ru_ru: Находится в Расширенных функциях, когда поддерживается программой. При выборе этой опции переключение Soft Switching будет синхронизироваться между СА.
sv_se: Finns bland Avancerade funktioner om det stöds i programmet. Om valt, synkroniseras Soft Switching mellan hörapparaterna.
th_th: การสลับทิศทางเสียงอัตโนมัติซึ่งอยู่ในคุณสมบัติขั้นสูง ในกรณีโปรแกรมสนับสนุนและเลือกไว้ ก็จะได้รับการซิงโครไนซ์ระหว่างอุปกรณ์ช่วยฟังทั้งสองข้างด้วย
tr_tr: Program içinde desteklendiğinde, Gelişmiş Özellikler bölümünde yer alır. Seçildiğinde, Soft Switching işitme cihazları arasında senkronize edilecektir.
zh_cn: 如果程序支持，则在高级功能中提供。选择后，AI智能转换系统将实现同步。

source: Available as part of the Phone Now program. Gain settings in both hearing aids adjust automatically when using a phone with a special magnet attached.
bg_bg: Има го като част от програмата Телефон сега. Настройките за усилване в двата слухови апарата се регулират автоматично, когато се използва телефон с прикрепен специален магнит.
cht: Phone Now 程式提供的功能之一。當使用帶有特殊磁鐵手機時，兩個助聽器的增益設定會自動調整。
da_dk: Tilgængelig som en del af programmet Phone Now. Forstærkningsindstillingerne i begge høreapparater justeres automatisk, når en telefon med en særlig magnet benyttes.
el_gr: Διατίθεται ως τμήμα του προγράμματος Phone Now. Οι ρυθμίσεις κέρδους στα δύο ακουστικά βοηθήματα προσαρμόζονται αυτόματα όταν χρησιμοποιείται τηλέφωνο με προσαρτημένο ειδικό μαγνήτη.
fi_fi: Käytettävissä Phone Now -ohjelmassa. Molempien kuulokojeiden vahvistusasetukset säädetään automaattisesti, kun käytössä on magneetilla varustettu puhelin.
hr_hr: Značajka je dostupna u sklopu programa Phone Now. Postavke pojačanja u oba slušna pomagala automatski se prilagođavaju prilikom upotrebe telefona na koji je pričvršćen poseban magnet.
hu_hu: A Phone Now program részeként érhető el. A hallókészülékek erősítési beállításait a rendszer automatikusan szabályozza, ha egy speciális mágnessel ellátott telefont csatlakoztat.
it_it: Disponibile come parte del programma Phone Now. Le impostazioni di guadagno in entrambi gli apparecchi acustici si regolano automaticamente quando si utilizza un telefono con un magnete speciale attaccato.
ko_kr: 폰나우 프로그램을 사용하면, 특수 마그넷이 부착된 전화를 사용할 때 양쪽 보청기의 게인 설정은 자동으로 조절됩니다.
nl_nl: Beschikbaar als onderdeel van het PhoneNow-programma. De instellingen voor versterking in beide hoortoestellen passen zich automatisch aan wanneer een telefoon wordt gebruikt waarop een speciale magneet zit.
no_no: Tilgjengelig som del av Phone Now-programmet. Gaininnstillingene i begge høreapparatene justeres automatisk når telefonen brukes med en spesialmagnet.
pt_pt: Disponível como parte do programa Phone Now. As definições de ganho em ambos os aparelhos são ajustadas automaticamente ao usar um fone com um imã especial conectado.
ro_ro: Disponibile ca parte a programului Phone Now. Seătrile de câștig în ambele instrumente se ajustează automat la utilizarea unui telefon cu un magnet special atașat.
ru_ru: Представляет собой часть программы Phone Now. Настройки усиления для обоих СА автоматически регулируются при использовании телефона со специальным магнитом.
sv_se: Finns som del av Autotelefonprogrammet. Förstärkningsinställningarna i i bägge hörapparaterna justeras automatiskt när man använder en telefon med ansluten specialmagnet.
th_th: การตั้งค่าเกนในอปกรณ์ช่วยฟังทั้งสองข้างซึ่งเป็นส่วนหนึ่งของโปรแกรม Phone Now จะทำการปรับค่าโดยอัตโนมัติขณะใช้งานโทรศัพท์ โดยอาศัยแม่เหล็กพิเศษที่ติดตั้งไว้
tr_tr: Phone Now programının parçası olarak kullanılabilir. Her iki cihazda Kazanç ayarları, özel mıknatıs eklenmiş bir telefonu kullanırken otomatik olarak ayarlanacaktır.
zh_cn: 作为“自动电话”程序的一部分提供。使用带专用磁贴的手机时，两侧助听器中的增益设置将自动调整。

source: Available in TSG programs. If turned on, tinnitus sound modulation, level, and frequency will be the same in both hearing aids.
bg_bg: Намира се в програмите TSG. Ако е включено, модулацията на звука на шума в ушите, нивото и честотата ще бъдат едни и същи в двата слухови апарата.
cht: 可用於耳鳴抑制音產生器程式。如果開啟，兩個助聽器的耳鳴聲音調變、音量和頻率將會相同。
da_dk: Tilgængelig i TSG-programmer. Hvis indstillingen er aktiveret, er værdien for tinnituslydmodulation, -niveau og -frekvens den samme i begge høreapparater.
el_gr: Διατίθεται στα προγράμματα TSG. Αν είναι ενεργοποιημένο, η διαμόρφωση, η στάθμη και η συχνότητα των εμβοών θα είναι ίδια και στα δύο ακουστικά βοηθήματα.
fi_fi: Käytettävissä TSG-ohjelmissa. Jos se on käytössä, tinnitusgeneraattorin äänen modulointi, taso ja taajuus ovat samat molemmissa kuulokojeissa.
hr_hr: Značajka je dostupna u programima TSG-a. Ako se uključi, modulacija, razina i frekvencija zvuka za tinitus bit će jednake u oba slušna pomagala.
hu_hu: A TSG programokban érhető el. Ha bekapcsolja, a tinnitus hangmoduláció, a szint és a frekvencia meg fog egyezni mindkét hallókészüléken.
it_it: Disponibile nei programmi GST. Se abilitato, la modulazione sonora del tinnito, il livello e la frequenza saranno gli stessi in entrambi gli apparecchi acustici.
ko_kr: 소리발생기 동기화는 소리발생기 프로그램에서 사용이 가능합니다. 활성화 시키면 노이즈 모듈레이션, 주파수, 소리크기가 양측에 동일하게 맞춰집니다.
nl_nl: Beschikbaar in TSG-programma’s. Wanneer ingeschakeld, zullen de tinnitus geluidsmodulatie, het niveau en de frequentie identiek zijn in beide hoortoestellen.
no_no: Tilgjengelig i TSG-programmer. Hvis den er aktivert, vil tinnituslydmodulasjon, nivå og frekvens være lik i begge høreapparatene.
pt_pt: Disponível em programas do TSG. Se ativada, a modulação sonora do zumbido, o nível e a frequência serão os mesmos em ambos os aparelhos.
ro_ro: Disponibil în programele TSG. Dacă este pornit, modularea sunetului tinnitus, nivelul și frecvența vor fi la fel în ambele aparate auditive.
ru_ru: Находится в программах TSG. Если эта опция активна, модуляция звука для борьбы с тиннитусом, уровень и частота будут одинаковы в обоих СА.
sv_se: Finns i TSG-programmen. Om aktiverad blir tinnitusmodulering, nivå, och frekvens samma i bägge apparaterna.
th_th: หากเปิดการปรับเสียงอื้อในหู ระดับ และความถี่ ซึ่งสามารถใช้ได้ในโปรแกรม TSG ไว้ ก็จะได้รับการปรับให้เหมือนกันระหว่างอุปกรณ์ช่วยฟังทั้งสองข้าง
tr_tr: TSG programlarında bulunur. Açıldığında, tinnitus ses modülasyon, seviye ve frekansı her iki cihazda da aynı olacaktır.
zh_cn: 在耳鸣管理器(TSG)程序中提供。如果打开，耳鸣声调制、水平和频率在两侧助听器中将会同步。

source: Warning
bg_bg: Предупреждение
cht: 警告
da_dk: Advarsel
el_gr: Προειδοποίηση
fi_fi: Varoitus
hr_hr: Upozorenje
hu_hu: Figyelmeztetés
it_it: Avviso
ko_kr: 경고
nl_nl: Waarschuwing
no_no: Advarsel
pt_pt: Aviso
ro_ro: Atentionare
ru_ru: Предупреждение
sv_se: Varning
th_th: คำเตือน
tr_tr: Uyarı
zh_cn: 警告

source: Are you sure you want to disable the Ear-to-Ear communication features?
bg_bg: Наистина ли искате да деактивирате функциите за комуникация ухо с ухо?
cht: 您確定要停用雙耳傳輸功能嗎？
da_dk: Er du sikker på, at du vil slå Ear-to ear-kommunikation mellem apparaterne fra?
el_gr: Είστε βέβαιοι ότι θέλετε να απενεργοποιήσετε τις λειτουργίες επικοινωνίας Ear-to-Ear;
fi_fi: Oletko varma että haluat poistaa Kuulokojeiden välisen yhteyden käytöstä ?
hr_hr: Jeste li sigurni da želite onemogućiti značajke komunikacije između ušiju?
hu_hu: Biztos, hogy le akarja tiltani a készülékek közötti kommunikációt?
it_it: Disattivare la funzione di comunicazione Ear-to-Ear?
ko_kr: 양이 보청기 동기화 기능 비활성화 하시겠습니까?
nl_nl: Weet u zeker dat u de Ear-to-Ear communicatie functionaliteiten wilt uitzetten?
no_no: Er du sikker på at du vil koble fra funksjonene i øre til øre-kommunikasjon?
pt_pt: Deseja desativar os recursos de comunicação de orelha a orelha?
ro_ro: Sunteţi sigur că doriţi să dezactivaţi caracteristicile de dispozitiv pentru a-dispozitiv de comunicare?
ru_ru: Вы уверены, что хотите отключить функции связи между СА?
sv_se: Är du säker på att du vill koppla ur Öra till Öra inställningarna?
th_th: แน่ใจหรือว่าคุณต้องการปิดใช้งานคุณสมบัติการสื่อสารแบบ Ear-to-Ear
tr_tr: Kulaktan Kulağa Bildirim özelliklerini devre dışı bırakmak istediğinizden emin misiniz?
zh_cn: 您确定要关闭AI智能双耳融合系统吗?

source: Program Synchronization will be disabled
bg_bg: Синхронизацията на програмите ще бъде деактивирана
cht: 停用程式同步
da_dk: Programsynkronisering deaktiveres
el_gr: Ο συγχρονισμός προγραμμάτων θα απενεργοποιηθεί
fi_fi: Ohjelmien vaihto synkronointi poistetaan käytöstä.
hr_hr: Sinkronizacija programa bit će onemogućena
hu_hu: A program szinkronizációja le lesz tíltva
it_it: La sincronizzazione del programma verrà disabilitata
ko_kr: 프로그램 동기화가 비활성화 됩니다.
nl_nl: Programma synchronisatie wordt uitgezet
no_no: Programsynkronisering vil bli deaktivert
pt_pt: A sincronização do programa será desabilitada
ro_ro: Programul de sincronizare va fi dezactivat
ru_ru: Синхронизация программ будет отключена
sv_se: Program Synkronisering kommer kopplas ur.
th_th: การซิงโครไนซ์โปรแกรมจะถูกปิดใช้งาน
tr_tr: Program Senkronizasyonu devre dışı bırakılacak
zh_cn: 禁用同步程序切换
