Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Reset to Initial Fit
bg_bg: Връщане към първоначалното монтиране
cht: 還原至初始選配
da_dk: Genindstil til ny tilpasning
el_gr: Στην αρχική εφαρμογή
fi_fi: Nollaa alkuperäisiin asetuksiin
hr_hr: Resetiranje na početne postavke
hu_hu: Visszaállítás az eredeti illesztésre
it_it: Ripristina fitting iniziale
ko_kr: 초기 피팅으로 리셋
nl_nl: Terug naar basisinstelling
no_no: Tilbakestill til førstegangstilpasning
pt_pt: Redefinir para o ajuste inicial
ro_ro: Resetare la reglajul initial
ru_ru: Восстановить до первоначальной настройки
sv_se: Återställ till initial anpassning
th_th: รีเซ็ตกลับเป็นค่าทดลองสวมเริ่มต้น
tr_tr: İlk Ayara Sıfırla
zh_cn: 恢复初始选配

source: Detecting device ...
bg_bg: Откриване на устройство ...
cht: 偵測裝置 ...
da_dk: Registrerer apparat...
el_gr: Εντοπισμός συσκευής...
fi_fi: Tunnistetaan laitetta...
hr_hr: Otkrivanje uređaja ...
hu_hu: Eszköz észlelése...
it_it: Rilevamento dispositivo in corso...
ko_kr: 기기 탐색 중...
nl_nl: Toestel wordt gedetecteerd ...
no_no: Finner enhet...
pt_pt: Detectando dispositivo...
ro_ro: Detectare dispozitiv ...
ru_ru: Ведется определение устройства...
sv_se: Upptäcker enhet ...
th_th: กำลังตรวจหาอุปกรณ์ ...
tr_tr: Cihaz algılanıyor...
zh_cn: 正在探测设备...

source: The hearing aid has been successfully reset.
bg_bg: Слуховият апарат е възстановен в изходно положение успешно.
cht: 助聽器已成功重設。
da_dk: Høreapparatet er blevet nulstillet.
el_gr: Η επαναφορά του ακουστικού βοηθήματος ολοκληρώθηκε με επιτυχία.
fi_fi: Kuulokoje on nollattu onnistuneesti.
hr_hr: Početne postavke slušnog aparata uspješno su postavljene.
hu_hu: A hallókészülék sikeresen újra lett indítva.
it_it: L'apparecchio acustico è stato resettato con successo.
ko_kr: 보청기가 성공적으로 리셋 되었습니다.
nl_nl: Het hoortoestel is succesvol gereset.
no_no: Høreapparatet ble tilbakestilt.
pt_pt: O aparelho auditivo foi redefinido com sucesso.
ro_ro: Aparatul auditiv a fost resetat cu succes.
ru_ru: Сброс СА осуществлен успешно.
sv_se: Hörapparaten har återställts.
th_th: รีเซ็ตเครื่องช่วยฟังสำเร็จแล้ว
tr_tr: İşitme cihazı başarıyla sıfırlandı.
zh_cn: 助听器已成功重置。

source: The device version is not supported by the fitting software
bg_bg: Версията на устройството не се поддържа от софтуера за монтиране
cht: 選配軟體不支援裝置版本
da_dk: Apparatversionen understøttes ikke af tilpasningssoftwaren
el_gr: Η έκδοση της συσκευής δεν υποστηρίζεται από το λογισμικό εφαρμογής
fi_fi: Kuulokojemallia ei tueta tässä ohjelmaversiossa
hr_hr: Softver za namještanje ne podržava verziju uređaja.
hu_hu: Ezt a készülék verziót nem támogatja az illesztő szoftver
it_it: Questa versione del dispositivo non è supportata dal software di fitting
ko_kr: 피팅 소프트웨어가 지원하지 않는 버전입니다
nl_nl: De toestelversie wordt niet ondersteund door de aanpassoftware
no_no: Apparat versjonen er ikke støttet av tilpasningsprogrammet
pt_pt: A versão do aparelho não é compatível com este software de ajuste
ro_ro: Versiunea dispozitivului nu este suportata de softul de reglaj.
ru_ru: Данная модель не поддерживается программой настройки
sv_se: Hörapparatens programversion stöds inte av programvaran.
th_th: รุ่นของอุปกรณ์ไม่รองรับกับโปรแกรม fitting ที่ใช้
tr_tr: Ürün versiyonu fitting yazılımı tarafından desteklenmiyor
zh_cn: 选配软件不支持该版本的设备。

source: The device cannot be detected
bg_bg: Устройството не може да бъде открито
cht: 無法偵測裝置
da_dk: Apparatet kan ikke registreres
el_gr: Δεν είναι δυνατός ο εντοπισμός της συσκευής
fi_fi: Laitetta ei voi tunnistaa.
hr_hr: Uređaj se ne može otkriti.
hu_hu: Nem lehet észlelni az eszközt
it_it: Impossibile rilevare il dispositivo
ko_kr: 보청기를 찾을 수 없습니다
nl_nl: Het toestel kan niet worden gedetecteerd
no_no: Enheten ikke funnet
pt_pt: O aparelho não pôde ser detectado
ro_ro: Dispozitivul nu poate fi gasit
ru_ru: Невозможно определить устройство
sv_se: Hörapparaten kan inte upptäckas
th_th: ไม่พบเครื่องช่วยฟัง
tr_tr: Cihaz algılanamıyor
zh_cn: 无法探测到设备

source: The instrument is not supported by the fitting software.
bg_bg: Апаратът не се поддържа от софтуера за монтиране.
cht: 選配軟體不支援助聽器。
da_dk: Apparatet understøttes ikke af tilpasningssoftwaren.
el_gr: Το ακουστικό δεν υποστηρίζεται από το λογισμικό εφαρμογής.
fi_fi: Tätä kuulokojetta ei tueta tässä sovitusohjelmassa
hr_hr: Softver za namještanje ne podržava aparat.
hu_hu: A készüléket nem támogatja az illesztő szoftver
it_it: L'apparecchio non è supportato dal software di fitting.
ko_kr: 피팅 소프트웨어가 지원하지 않는 보청기입니다
nl_nl: Het toestel wordt niet ondersteund door de aanpassoftware.
no_no: Apparatet støttes ikke av tilpasningsprogrammet
pt_pt: O aparelho não é compatível com o software de ajuste.
ro_ro: Instrumentul nu este suportat de softul de reglaj.
ru_ru: Слуховой аппарат не поддерживается программой настройки
sv_se: Hörapparaten stödjs inte av programvaran.
th_th: ซอฟต์แวร์ทดลองสวมไม่สนับสนุนอุปกรณ์นี้
tr_tr: Cihaz Fitting Programı tarafından desteklenmiyor.
zh_cn: 选配软件不支持此设备

source: Use Noahlink Wireless
bg_bg: Използване на Noahlink Wireless
cht: 使用 Airlink
da_dk: Benyt Noahlink wireless
el_gr: Χρήση Noahlink Wireless
fi_fi: Käytä Noahlink Wireless -ohjelmointiyksikköä
hr_hr: Koristi se Bežičnim Noahlinkom
hu_hu: Noahlink Wireless használat
it_it: Utilizza Noahlink Wireless
ko_kr: Noahlink Wireless를 사용
nl_nl: Gebruik Noahlink Wireless
no_no: Bruk NOAHlink Wireless
pt_pt: Usar Noahlink Wireless
ro_ro: Utilizare Noahlink Wireless
ru_ru: Применить Noahlink Wireless
sv_se: Använd Noahlink Wireless
th_th: ใช้ Noahlink Wireless
tr_tr: Airlink 2 cihazını kullan
zh_cn: 使用Noahlink无线设备

source: Test Speedlink
bg_bg: Тест Speedlink
cht: 測試 Speedlink
el_gr: Δοκιμή Speedlink
fi_fi: Tarkista SpeedLink toimivuus
hu_hu: SpeedLink tesztelése
ko_kr: Speedlink 테스트
nl_nl: Speedlink testen
pt_pt: Testar SpeedLink
ro_ro: Testare SpeedLink
ru_ru: Тестировать Speedlink
sv_se: SpeedLink test
th_th: ทดสอบ Speedlink
tr_tr: SpeedLinki Test Et
zh_cn: 测试Speedlink

source: Favorites
bg_bg: Предпочитани
cht: 我的最愛
da_dk: Foretrukne
el_gr: Αγαπημένα
fi_fi: Suosikit
hr_hr: Favoriti
hu_hu: Kedvencek
it_it: Preferiti
ko_kr: 선호 모델
nl_nl: Favorieten
no_no: Favoritter
pt_pt: Favoritos
ro_ro: Favortite
ru_ru: Избранное
sv_se: Favoriter
th_th: รายการโปรด
tr_tr: Sık Kullanılanlar
zh_cn: 常用

source: Specification
bg_bg: Спецификация
cht: 規格
da_dk: Specifikation
el_gr: Προδιαγραφή
fi_fi: Tekniset tiedot
hr_hr: Specifikacija
hu_hu: Specifikáció
it_it: Specifiche
ko_kr: 성능
nl_nl: Specificaties
no_no: Spesifikasjon
pt_pt: Especificações
ro_ro: Specificație
ru_ru: Характеристики
sv_se: Specifikation
th_th: ข้อมูลจำเพาะ
tr_tr: Teknik Bilgi
zh_cn: 技术参数

source: Initial Fit
bg_bg: Начално монтиране
cht: 初始調整
da_dk: Ny tilpasning
el_gr: Αρχική εφαρμογή
fi_fi: Ensimmäinen sovitus
hr_hr: Početno namještanje
hu_hu: Előillesztés
it_it: Fitting iniziale
ko_kr: 초기 피팅
nl_nl: Basisinstelling
no_no: Førstegangstilpasning
pt_pt: Ajuste inicial
ro_ro: Sfat initial
ru_ru: Первоначальная настройка
sv_se: Initial Anpassning
th_th: สวมใส่ครั้งแรก
tr_tr: İlk Uygulama
zh_cn: 初始选配

source: Programs
bg_bg: Програми
cht: 程式
da_dk: Programmer
el_gr: Προγράμματα
fi_fi: Ohjelmat
hr_hr: Programi
hu_hu: Programok
it_it: Programmi
ko_kr: 프로그램
nl_nl: Programma's
no_no: Programmer
pt_pt: Programas
ro_ro: Programe
ru_ru: Программы
sv_se: Program
th_th: โปรแกรม
tr_tr: Programlar
zh_cn: 程序

source: Volume Over Time
bg_bg: Промяна на силата на звука с течение на времето
cht: 音量調整歷程
da_dk: Lydstyrke over tid
el_gr: Ένταση ήχου συναρτήσει του χρόνου
fi_fi: Äänenvoimakkuuden aikajakso
hr_hr: Glasnoća tijekom vremena
hu_hu: Hangerőszabályzó használat
it_it: Volume nel tempo
ko_kr: 볼륨-사용시간
nl_nl: Volume in de tijd
no_no: Volum over tid
pt_pt: Uso do Volume
ro_ro: Volum in Timp
ru_ru: Громкость в зависимости от времени
sv_se: Volym över tid
th_th: ระดับเสียงเมื่อเวลาผ่านไป
tr_tr: Zaman İçinde Ses Seviyesi
zh_cn: 随使用时间音量调节变化

source: Volume per Program
bg_bg: Сила на звука според програмата
cht: 各程式的音量
da_dk: Lydstyrke pr. program
el_gr: Ένταση ήχου ανά πρόγραμμα
fi_fi: Äänenvoimakkuus per ohjelma
hr_hr: Glasnoća prema programu
hu_hu: Hangerő per program
it_it: Volume per programma
ko_kr: 프로그램-볼륨
nl_nl: Volume per programma
no_no: Volum per program
pt_pt: Volume por Programa
ro_ro: Volum per Program
ru_ru: Громкость в зависимости от программы
sv_se: Volym per program
th_th: ระดับเสียงตามโปรแกรม
tr_tr: Her bir program için Ses ayarı
zh_cn: 每个程序音量调节变化

source: Volume per Environment
bg_bg: Сила на звука според средата
cht: 各環境的音量
da_dk: Lydstyrke pr. miljø
el_gr: Ένταση ήχου ανά περιβάλλον
fi_fi: Äänenvoimakkuus per ääniympäristö
hr_hr: Glasnoća prema okruženju
hu_hu: Hangerő per környezet
it_it: Volume per ambiente
ko_kr: 환경-볼륨
nl_nl: Volume per luisteromgeving
no_no: Volum per lyttemiljø
pt_pt: Volume por Ambiente
ro_ro: Volum per Mediu
ru_ru: Громкость в зависимости от окружения
sv_se: Volym per miljö
th_th: ระดับเสียงตามสภาพแวดล้อม
tr_tr: Her bir Çevre İçin Ses
zh_cn: 每种环境下音量调节变化

source: Average use time per day:
bg_bg: Средно време за използване на ден:
cht: 每天平均使用時間：
da_dk: Gennemsnitlig brugstid pr. dag:
el_gr: Μέσος χρόνος χρήσης ανά ημέρα:
fi_fi: Keskimääräinen käyttö per päivä :
hr_hr: Prosječno vrijeme upotrebe dnevno:
hu_hu: Átlagos használati idő/nap:
it_it: Ore medie di utilizzo giornaliere:
ko_kr: 1일 평균 사용시간:
nl_nl: Gemiddelde gebruikstijd per dag:
no_no: Gjennomsnittlig brukstid per dag:
pt_pt: Média de uso por dia:
ro_ro: Utilizare medie pe zi:
ru_ru: Средняя продолжительность ношения в день:
sv_se: Genomsnittlig användartid per dag:
th_th: การใช้งานโดยเฉลี่ยต่อวัน :
tr_tr: Günlük ortalama kullanım süresi:
zh_cn: 平均每天使用时间:

source: Since:
bg_bg: От:
cht: 自：
da_dk: Siden:
el_gr: Από:
fi_fi: Alkaen :
hr_hr: Od:
hu_hu: Rögzítés kezdete:
it_it: Da:
ko_kr: 활성화 시점:
nl_nl: Sinds:
no_no: Siden:
pt_pt: Desde:
ro_ro: De la:
ru_ru: С:
sv_se: Sedan:
th_th: ตั้งแต่:
tr_tr: Başlangıç:
zh_cn: 开始日期:

source: Print Audiogram
bg_bg: Отпечатване на аудиограма
cht: 列印聽力圖
da_dk: Udskriv audiogram
el_gr: Εκτύπωση ακοογράμματος
fi_fi: Tulosta audiogrammi
hr_hr: Ispis audiograma
hu_hu: Audiogram nyomtatása
it_it: Stampa audiogramma
ko_kr: 청력도 인쇄
nl_nl: Druk audiogram af
no_no: Skriv ut audiogram
pt_pt: Imprimir audiograma
ro_ro: Tipareste audiograma
ru_ru: Напечатать аудиограмму
sv_se: Skriv ut audiogram
th_th: พิมพ์ออดิโอแกรม
tr_tr: Odyogramı Yazdır
zh_cn: 打印听力图

source: Print Product Sheet
bg_bg: Отпечатване на продуктов лист
cht: 列印產品資料頁
da_dk: Udskriv produktark
el_gr: Εκτύπωση φυλλαδίου προϊόντος
fi_fi: Tulosta tuote-esite
hr_hr: Ispis specifikacije proizvoda
hu_hu: Termékadatlap nyomtatása
it_it: Stampa scheda prodotto
ko_kr: 제품정보 인쇄
nl_nl: Productoverzicht afdrukken
no_no: Skriv ut produktdata
pt_pt: Imprimir folha de produtos
ro_ro: Tipareste fisa produsului
ru_ru: Напечатать описание продукта
sv_se: Skriv ut produktblad
th_th: พิมพ์เอกสารผลิตภัณฑ์
tr_tr: Ürün Sayfasını Yazdır
zh_cn: 打印产品信息表

source: Print Patient Report
bg_bg: Отпечатване на доклад за пациент
cht: 列印客戶報告
da_dk: Udskriv brugerrapport
el_gr: Εκτύπωση αναφοράς ασθενούς
fi_fi: Tulosta potilasraportti
hr_hr: Ispiši pacijentov nalaz
hu_hu: Páciens jelentés nyomtatása
it_it: Stampa Report per il Paziente
ko_kr: 사용자 리포트 인쇄
nl_nl: Cliëntrapport afdrukken
no_no: Skriv ut pasientrapport
pt_pt: Imprimir Relatório do Paciente
ro_ro: Tipărire Raport pacient
ru_ru: Вывести отчет для пациента в печать
sv_se: Skriv ut patientrapport
th_th: พิมพ์รายงานผู้ป่วย
tr_tr: Hasta Raporunu Yazdır
zh_cn: 打印用户报告

source: Wireless Notifications
bg_bg: Безжични известия
cht: 無線通知
da_dk: Trådløse notifikationer
el_gr: Ειδοποιήσεις ασύρματης σύνδεσης
fi_fi: Langattoman laitteen ilmoitus
hr_hr: Bežične obavijesti
hu_hu: Wireless bejelentések
it_it: Notifiche wireless
ko_kr: 무선 알림
nl_nl: Wireless meldingen
no_no: Trådløse varslinger
pt_pt: Observações do Wireless
ro_ro: Notificare Wireless
ru_ru: Беспроводные оповещения
sv_se: Trådlösa Indikationer
th_th: การแจ้งเตือนระบบไร้สาย
tr_tr: Kablosuz Bildirimler
zh_cn: 无线连接提示

source: No Options
bg_bg: Няма опции
cht: 無選項
da_dk: Ingen muligheder
el_gr: Δεν υπάρχουν επιλογές
fi_fi: Ei valintoja
hr_hr: Nema mogućnosti
hu_hu: Nincs opció
it_it: Nessuna opzione
ko_kr: 옵션 없음
nl_nl: Geen opties
no_no: Ingen alternativer
pt_pt: Sem opções
ro_ro: Nici o optiune
ru_ru: Нет опций
sv_se: Inga Val
th_th: ไม่มีตัวเลือก
tr_tr: Seçenek Yok
zh_cn: 无可选项

source: Current Product
bg_bg: Текущ продукт
cht: 目前產品
da_dk: Nuværende produkt
el_gr: Τρέχον προϊόν
fi_fi: Valittu kuulokoje
hr_hr: Trenutni proizvod
hu_hu: Jelenlegi eszköz
it_it: Prodotto attuale
ko_kr: 현재 제품
nl_nl: Huidig product
no_no: Gjeldende produkt
pt_pt: Produto atual
ro_ro: Produs curent
ru_ru: Текущий продукт
sv_se: Aktuell Produkt
th_th: สินค้าปัจจุบัน
tr_tr: Mevcut Ürün
zh_cn: 当前产品

source: Available Conversions
bg_bg: Достъпни преобразувания
cht: 可用的轉換
da_dk: Tilgængelige konverteringer
el_gr: Διαθέσιμες μετατροπές
fi_fi: Käytössä olevat mallit (uudelleenmääritystä käyttäen)
hr_hr: Dostupne konverzije
hu_hu: Elérhető konverziók
it_it: Conversioni disponibili
ko_kr: 전환 가능
nl_nl: Beschikbare configuraties
no_no: Tilgjengelige konverteringer
pt_pt: Conversões disponíveis
ro_ro: Conversii disponibile
ru_ru: Доступные преобразования
sv_se: Tillgängliga konfigureringar
th_th: การแปลงที่สามารถใช้ได้
tr_tr: Uygun Dönüştürmeler
zh_cn: 可重新装配

source: Converting...
bg_bg: Преобразуване...
cht: 轉換 ...
da_dk: Konverterer...
el_gr: Γίνεται μετατροπή...
fi_fi: Konvertoidaan...
hr_hr: Konverzija...
hu_hu: Konvertálás...
it_it: Conversione in corso...
ko_kr: 전환 중...
nl_nl: Converteren...
no_no: Konverterer...
pt_pt: Convertendo...
ro_ro: Converteste...
ru_ru: Осуществляется преобразование...
sv_se: Omkonfigurerar...
th_th: กำลังแปลง...
tr_tr: Dönüştürülüyor...
zh_cn: 重新装配为...

source: Conversion Failed
bg_bg: Неуспешно преобразуване
cht: 轉換失敗
da_dk: Konvertering mislykkedes
el_gr: Η μετατροπή απέτυχε
fi_fi: Konvertointi epäonnistui
hr_hr: Konverzija nije uspjela
hu_hu: Nem sikerült a konverzió
it_it: Conversione non riuscita
ko_kr: 전환 실패
nl_nl: Converteren mislukt
no_no: Konvertering mislyktes
pt_pt: Falha na conversão
ro_ro: Conversia a esuat
ru_ru: Ошибка преобразования
sv_se: Omkonfigurering misslyckades
th_th: การแปลงล้มเหลว
tr_tr: Dönüştürme Başarısız
zh_cn: 重新装配换失败

source: Average number of hours in each environment
bg_bg: Среден брой часове във всяка среда
cht: 各環境中的平均時數
da_dk: Gennemsnitlig antal timer i hvert lydmiljø
el_gr: Μέσος αριθμός ωρών σε κάθε περιβάλλον
fi_fi: Tuntienkeskiarvo kussakin ympäristössä
hr_hr: Prosječni broj sati u svakom okruženju
hu_hu: Órák átlagos száma az egyes környezetben
it_it: Numero medio di ore in ogni ambiente
ko_kr: 환경 별 평균사용 시간
nl_nl: Gemiddeld aantal uren in iedere omgeving
no_no: Gjennomsnittlig antall timer per lyttemiljø
pt_pt: Número de horas em cada ambiente
ro_ro: Numar de ore in fiecare mediu
ru_ru: Среднее количество часов в каждом окружении
sv_se: Genomsnittligt antal timmar i varje miljö
th_th: จำนวนชั่วโมงโดยเฉลี่ยในแต่ละสภาพแวดล้อม
tr_tr: Her ortamda ortalama kullanım süreleri
zh_cn: 每种环境下平均小时数

source: Low Battery Detected
bg_bg: Открита е слаба батерия
cht: 偵測到低電量
da_dk: Batteriniveauet er lavt
el_gr: Ανιχνεύτηκε χαμηλή μπαταρία
fi_fi: Heikko paristo havaittu
hr_hr: Otkriveno je da je baterija slaba
hu_hu: Kimerült elem
it_it: Batteria in esaurimento rilevata
ko_kr: 배터리 전력이 낮음
nl_nl: Laag-batterijniveau gedetecteerd
no_no: Lavt batterinivå påvist
pt_pt: Pilha fraca
ro_ro: Baterie Slaba Detectata
ru_ru: Низкий заряд батарейки
sv_se: Svagt Batteri Upptäckt
th_th: ตรวจพบแบตเตอรี่อ่อน
tr_tr: Düşük Pil Tespit Edildi
zh_cn: 低电量提示

source: Device Boot Failure
bg_bg: Неуспешно зареждане на устройството
cht: 裝置開機失敗
da_dk: Fejl under genstart af apparat
el_gr: Αποτυχία εκκίνησης συσκευής
fi_fi: Laitteen käynnistysvirhe
hr_hr: Podizanje sustava uređaja nije uspjelo
hu_hu: Készülékindítási hiba
it_it: Avvio del dispositivo non riuscito
ko_kr: 기기 부팅 실패
nl_nl: Device Boot error
no_no: Enhet kunne ikke startes om
pt_pt: Falha ao inicializar dispositivo
ro_ro: Repornire Dispozitiv Esuata
ru_ru: Ошибка начальной загрузки устройства
sv_se: Uppstart av apparat misslyckades
th_th: การบูทอุปกรณ์ล้มเหลว
tr_tr: Cihaz Ön Yükleme Hatası
zh_cn: 设备启动失败

source: Device Channel Failure
bg_bg: Проблем в каналите на устройството
cht: 裝置頻道失敗
da_dk: Fejl i apparatkanal
el_gr: Αποτυχία καναλιού συσκευής
fi_fi: Laitteen kanavavirhe
hr_hr: Pogreška kanala sustava
hu_hu: Készülék csatorna hiba
it_it: Mancato funzionamento canale dispositivo
ko_kr: 기기 채널 실패
nl_nl: Device Channel error
no_no: Feil i enhetskanal
pt_pt: Falha no canal do dispositivo
ro_ro: Program Dispozitiv Esuat
ru_ru: Ошибка канала устройства
sv_se: Fel på enhetskanal
th_th: ช่องเสียงของอุปกรณ์ล้มเหลว
tr_tr: Cihaz Kanal Hatası
zh_cn: 设备通道失败

source: Command Failed
bg_bg: Неуспешна команда
cht: 指令失敗
da_dk: Kommandoen mislykkedes
el_gr: Η εντολή απέτυχε
fi_fi: Komento epäonnistui
hr_hr: Naredba nije uspjela
hu_hu: A parancs végrehajtása nem sikerült
it_it: Comando non riuscito
ko_kr: 명령 실패
nl_nl: Opdracht mislukt
no_no: Kommando mislyktes
pt_pt: Falha de comando
ro_ro: Comanda esuata
ru_ru: Ошибка выполнения команды
sv_se: Kommando misslyckades
th_th: คำสั่งล้มเหลว
tr_tr: Komut Hatası
zh_cn: 指令失败

source: Fitting data on the instrument(s) appears to be invalid and cannot be read. The instrument(s) will be muted until new fitting data has been successfully saved.
bg_bg: Данните за монтирането в апарата(-ите) вероятно са невалидни и не могат да се прочетат. Апаратът(-ите) ще бъде заглушен, докато не се запишат успешно нови данни за настройка.
cht: 無法讀取助聽器且助聽器內部的選配資料似乎無效。助聽器將會保持靜音，直到成功儲存新的選配資料。
da_dk: Tilpasningsdataene på apparatet(erne) er ugyldige og kan ikke læses. Lyden i apparatet(erne) vil være slået fra, indtil nye tilpasningsdata er blevet gemt.
el_gr: Τα δεδομένα εφαρμογής των ακουστικών φαίνεται να μην είναι έγκυρα και δεν είναι δυνατή η ανάγνωσή τους. Τα ακουστικά θα τεθούν σε σίγαση μέχρι να αποθηκευτούν με επιτυχία νέα δεδομένα εφαρμογής.
fi_fi: Sovitustieto kuulokojeissa on virheellinen eikä sitä voida lukea. Kuulokojeet mykistetään, kunnes uudet sovitustiedot on ohjelmoitu onnistuneesti.
hr_hr: Čini se da podatci o namještanju na aparatima nisu valjani i ne mogu se očitati. Zvuk aparata bit će isključen dok se uspješno ne spreme novi podatci o namještanju.
hu_hu: Elképzelhető, hogy a készülék(ek)en lévő illesztési adatok érvénytelenek, és nem lehet olvasni azokat. A rendszer némítani fogja a készülék(ek)et az új illesztési adatok sikeres mentéséig.
it_it: I dati di fitting sugli apparecchi non possono essere letti in quanto sembrano non validi. Gli apparecchi saranno silenziati finché non saranno salvati correttamente i nuovi dati di fitting.
ko_kr: 보청기의 피팅 데이터가 유효하지 않으며 읽을 수 없습니다. 보청기의 새로운 피팅 데이터가 저장될 때까지 음소거 됩니다.
nl_nl: Aanpasgegevens in het toestel lijken ongeldig te zijn en kunnen niet uitgelezen worden. Het/de toestel(len) worden uitgeschakeld tot de nieuwe instellingen opgeslagen zijn.
no_no: Tilpasningsdata i høreapparatet-/ene er ugyldige og kan ikke leses. Høreapparatet-/ene vil bli dempet inntil nye tilpasningsdata er blitt lagret.
pt_pt: Os dados de adaptação aparecem como inválidos no(s) aparelho(s) sua leitura não é possível. O(s) aparelho(s) ficará(ão) mudo(s) até que novos dados de adaptação sejam salvos.
ro_ro: Amenajarea date cu privire la instrumentul (e) pare a fi invalid şi nu pot fi citite. Instrument (e) va fi dezactivat până când noi date de amenajare a fost salvata cu succes.
ru_ru: Данные настройки в СА недействительны и не считываются. Микрофоны СА будут отключены, пока не будут сохранены новые данные настройки.
sv_se: Hörapparatens inställningar kan inte läsas. Hörapparaten kommer att vara tyst tills ny anpassning sparas.
th_th: ดูเหมือนว่าข้อมูลการทดลองสวมบนอุปกรณ์จะไม่ถูกต้องและไม่สามารถอ่านได้ อุปกรณ์จะถูกปิดเสวียงไว้จนกว่าจะบันทึกข้อมูลการทดลองสวมใหม่สำเร็จ
tr_tr: Geçerli fitting verisi bulunamıyor veya okunamıyor. Cihazı sessize alın, fitting verisi başarıyla kaydedildi.
zh_cn: 选配数据无效，助听器将进入静音状态，直到新的数据被写入或保存。

source: Configuration Error
bg_bg: Грешка в конфигурацията
cht: 配置錯誤
da_dk: Konfigurationsfejl
el_gr: Σφάλμα διαμόρφωσης
fi_fi: Konfigurointi virhe
hr_hr: Pogreška konfiguracije
hu_hu: Konfigurációs hiba
it_it: Errore di configurazione
ko_kr: 구성 오류
nl_nl: Configuratiefout
no_no: Konfigurasjonsfeil
pt_pt: Erro de configuração
ro_ro: Eroare la configurare
ru_ru: Ошибка конфигурации
sv_se: Konfigurationsfel
th_th: การกำหนดค่า Error
tr_tr: Yapılandırma Hatası
zh_cn: 重新装配出错

source: Success
bg_bg: Успех
cht: 成功
da_dk: Succes
el_gr: Επιτυχία
fi_fi: Onnistui
hr_hr: Uspjeh
hu_hu: Siker
it_it: Operazione riuscita
ko_kr: 성공
nl_nl: Succes
no_no: Vellykket
pt_pt: Sucesso
ro_ro: Succes
ru_ru: Успешно
sv_se: Lyckades
th_th: สำเร็จแล้ว
tr_tr: Başarı
zh_cn: 成功

source: No Communication Device Attached
bg_bg: Не е прикрепено устройство за комуникация
cht: 未連接通訊裝置
da_dk: Der er ikke tilknyttet nogen kommunikationsenhed
el_gr: Δεν έχει συνδεθεί συσκευή επικοινωνίας
fi_fi: Ohjelmointiyksikköä ei yhdistetty
hr_hr: Komunikacijski uređaj nije priključen
hu_hu: Nincs csatlakoztatott kommunikációs eszköz
it_it: Nessun dispositivo di comunicazione connesso
ko_kr: 장착된 통신기기가 없습니다
nl_nl: Geen communicatie apparatuur verbonden
no_no: Ingen kommunikasjon med tilkoblet høreapparat
pt_pt: Sem comunicação com o dispositivo conectado
ro_ro: Nici un dispozitiv de comunicare atașat
ru_ru: Не подключено устройство связи
sv_se: Ingen kommunikationsenhet vald
th_th: ไม่ได้ติดตั้งอุปกรณ์สื่อสารไว้
tr_tr: Eklenen Cihazla Bağlantı Kurulamıyor
zh_cn: 未连接通信设备

source: No Communication Device Selected
bg_bg: Не е избрано устройство за комуникация
cht: 未選擇通訊裝置
da_dk: Der er ikke valgt nogen kommunikationsenhed
el_gr: Δεν έχει επιλεγεί συσκευή επικοινωνίας
fi_fi: Ohjelmointiyksikköä ei valittu
hr_hr: Komunikacijski uređaj nije odabran
hu_hu: Nincs kijelölt kommunikációs eszköz
it_it: Nessun dispositivo di comunicazione selezionato
ko_kr: 선택한 통신기기가 없습니다
nl_nl: Geen communicatie apparatuur geselecteerd
no_no: Ingen kommunikasjon med valgte høreapparat
pt_pt: Sem comunicação com o dispositivo selecionado
ro_ro: Nici un dispozitiv de comunicare selectate
ru_ru: Не выбрано устройство связи
sv_se: Ingen kommunikationsenhet vald
th_th: ไม่ได้เลือกอุปกรณ์สื่อสารไว้
tr_tr: Seçilen Cihazla Bağlantı Kurulamıyor
zh_cn: 未选择附件

source: No Device Attached
bg_bg: Не е прикрепено устройство
cht: 未連接裝置
da_dk: Der er ikke tilknyttet noget apparat
el_gr: Δεν έχει συνδεθεί συσκευή
fi_fi: Laitetta ei ole yhdistetty
hr_hr: Uređaj nije priključen
hu_hu: Nincs csatlakoztatott eszköz
it_it: Nessun dispositivo connesso
ko_kr: 장착된 기기 없음
nl_nl: Geen apparatuur verbonden
no_no: Ingen enhet tilkoblet
pt_pt: Nenhum aparelho conectado
ro_ro: Nici un Aparat Conectat
ru_ru: Не подключено устройство
sv_se: Ingen enhet ansluten
th_th: ไม่ได้ติดตั้งอุปกรณ์
tr_tr: Ekli Cihaz Bulunamadı
zh_cn: 未连接设备

source: Unknown Instrument
bg_bg: Непознат апарат
cht: 未知助聽器
da_dk: Ukendt apparat
el_gr: Άγνωστο ακουστικό
fi_fi: Tuntematon kuulokoje
hr_hr: Nepoznat aparat
hu_hu: Ismeretlen készülék
it_it: Apparecchio sconosciuto
ko_kr: 알 수 없는 보청기
nl_nl: Onbekend toestel
no_no: Ukjent apparat
pt_pt: Aparelho auditivo desconhecido
ro_ro: Instrument Necunoscut
ru_ru: Неизвестный аппарат
sv_se: Okänd hörapparat
th_th: เป็นเครื่องช่วยฟังที่ไม่มีข้อมูลในระบบ
tr_tr: Bilinmeyen Cihaz
zh_cn: 未知助听器
