Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Allow the tube and earmold to dry completely before reassembling or wearing the instrument.
bg_bg: Оставете шлауха и ушната отливка да изсъхнат напълно, преди да сглобите или да си поставите апарата.
cht: 在重新組裝或佩戴助聽器之前，讓耳管和耳模完全乾燥。
da_dk: Lad slangen og øreproppen tørre fuldstændigt, før du samler apparatet og tager det på igen.
el_gr: Αφήστε το σωλήνα και το εκμαγείο να στεγνώσουν πλήρως προτού συναρμολογήσετε ξανά ή φορέσετε το ακουστικό.
fi_fi: Anna letkun ja korvakappaleen kuivua kokonaan ennen kuulokojeen kokoamista tai käyttämistä.
hr_hr: Dopustite da se cijev i kalup za uho potpuno osuše prije sastavljanja ili nošenja aparata.
hu_hu: Hagyja teljesen megszáradni a csövet és az illesztéket, mielőtt újra összeszereli és viseli a készüléket.
it_it: Lasciar asciugare completamente il tubicino e la chiocciola su misura prima di riassemblare o indossare l'apparecchio.
ko_kr: 이어몰드를 보청기에 부착시키기 전에 수분을 완전히 건조시킵니다.
nl_nl: Laat het slangetje en het oorstukje volledig drogen alvorens het toestel opnieuw in elkaar te zetten en te dragen.
no_no: La slangen og øreproppen tørke for du tar av eller tar på deg høreapparatet.
pt_pt: Deixe o tubo e o molde auricular secarem completamente antes de montar ou usar novamente o aparelho.
ro_ro: Lăsați tubul și oliva să se usuce complet înainte de a reasambla sau purta instrumentul.
ru_ru: Перед тем, как вновь собрать или установить на место СА, трубочка и ушной вкладыш должны полностью высохнуть.
sv_se: Låt röret och öroninsatsen torka helt innan du monterar och sätter på dig apparaten.
th_th: ปล่อยให้ Tube และ Earmold แห้งสนิท ก่อนที่จะประกอบชิ้นส่วนกลับเข้าที่หรือสวมอุปกรณ์
tr_tr: Cihazı yeniden monte etmeden veya takmadan önce tüpün ve kulak kalıbının tamamen kurumasını bekleyin.
zh_cn: 在重新组装或佩戴前，让导声管和耳模完全干燥。

source: Be sure to attach the correct hearing instrument to the correct ear mold by using the color markers on the hearing aid (red right, blue left).
bg_bg: Непременно прикрепете съответния слухов апарат към съответната ушна отливка с помощта на цветна маркировка върху слуховия апарат (червена за дясната, синя за лявата).
cht: 請務必使用助聽器上的顏色標記 (紅色右耳、藍色左耳) 將正確的助聽器連接到正確的耳模。
da_dk: Sørg for at fastgøre det korrekte høreapparat til den korrekte øreprop ved at bruge farveindikatorerne på høreapparatet (rød for højre, blå for venstre).
el_gr: Βεβαιωθείτε ότι έχετε συνδέσει το σωστό ακουστικό στο σωστό εκμαγείο, προσέχοντας τους χρωματικούς δείκτες πάνω στο ακουστικό βοήθημα (κόκκινο δεξί, μπλε αριστερό).
fi_fi: Kiinnitä kuulokoje oikeaan korvakappaleeseen kuulokojeen värimerkintöjen perusteella (oikea = punainen, vasen = sininen).
hr_hr: Obavezno pričvrstite odgovarajući slušni aparat na odgovarajući kalup za uho s pomoću oznaka u boji na slušnom pomagalu (crveno desno, plavo lijevo).
hu_hu: Ügyeljen arra, hogy a megfelelő hallókészüléket a megfelelő fülillesztékre helyezze fel; ezt a hallókészüléken lévő színes jelölők mutatják (piros a jobb oldalon, kék a bal oldalon).
it_it: Assicurarsi di indossare l'apparecchio acustico corretto su ciascuna chiocciola su misura in base ai contrassegni colorati presenti sugli apparecchi acustici (rosso: destro, blu: sinistro).
ko_kr: 동봉된 컬러 마커를(우측 빨간색, 좌측 파란색)보청기에 부착하여, 이어몰드 부착시 좌우 보청기를 올바르게 구분할 수 있도록 합니다.
nl_nl: Controleer of u het juiste hoortoestel heeft aangesloten op het juiste oorstukje door de kleurenmerktekens op het hoortoestel te gebruiken (rood rechts, blauw links).
no_no: Pass på at du kobler rett høreapparat til rett ørepropp ved hjelp av fargemarkørene på høreapparatene (rødt for høyre, blått for venstre).
pt_pt: Certifique-se de colocar o aparelho auditivo certo no molde certo usando os marcadores coloridos no aparelho auditivo (vermelho para o direito e azul para o esquerdo).
ro_ro: Asigurați-vă că ați atașat corect instrumentul auditiv la oliva corespunzătoare utilizând marcajele color de pe aparat (dreapta roșu, stânga albastru).
ru_ru: Убедитесь, что СА прикрепляется к правильному вкладышу – см. цветную маркировку на СА (красная – для правого уха, синяя – для левого).
sv_se: Var noga med att fästa rätt hörapparat till rätt öroninsats med hjälp av färgmarkörerna på hörapparatens sida (röd höger, blå vänster).
th_th: ตรวจสอบให้แน่ใจว่าได้ติดตั้งอุปกรณ์ช่วยฟังที่ถูกต้องกับ Ear Mold ข้างที่ถูกต้อง โดยดูตามสัญลักษณ์สีบนอุปกรณ์ช่วยฟัง (แดงขวา น้ำเงินซ้าย)
tr_tr: İşitme cihazının üzerindeki renk markerlerinden yararlanarak doğru işitme cihazını doğru kulak kalıbına takmaya dikkat edin (sağ kırmızı, sol mavi).
zh_cn: 使用左右耳标识（右侧红色，左侧蓝色），并确保将正确的助听器安装到正确的耳模上。

source: Wipe the dome with a soft clean cloth. (Some custom earmolds can be removed and washed in soapy water. If the custom mold is able to be washed, remaining water should be forced out with an air blower and the mold should be left to dry completely. Always confirm cleaning instructions with your hearing care professional prior to removing or washing any custom RIE mold.)
bg_bg: Махнете домчето от външния приемник и го избършете с мека, чиста кърпа. (Някои ушни отливки могат да се махнат и да се измият със сапунена вода. Ако персонализираната отливка може да се мие, останалата вода трябва да се изкара с помощта на вентилатор и отливката да се остави да изсъхне напълно. Моля, коментирайте инструкциите за почистване със специалиста по слухопротезиране, преди да извадите или да измиете вътреушна, персонализирана отливка.)
cht: 用柔軟的幹淨布條擦拭圓頂。 （一些自訂耳模可以取下並用肥皂水清洗。 倘能清洗自訂模具，應使用鼓風機將剩餘的水除去並使模具乾透。 在拆卸或清洗任何自訂 RIE 模具之前，請務必與您的聽力保健專業人員確認清洗說明。）
da_dk: Fjern kuplen fra den eksterne receiver, og tør den af med en ren blød klud. (Visse brugertilpassede ørepropper kan fjernes og vaskes i sæbevand. Hvis den brugertilpassede øreprop kan vaskes, skal overskydende vand fjernes med en blæsebælg, og øreproppen skal lægges til tørre. Gennemgå rengøringsvejledningen med din høreapparatspecialist, før du fjerner eller rengør en specialfremstillet RIE prop).
el_gr: Σκουπίστε τον θόλο με ένα απαλό, καθαρό πανί. (Ορισμένα προσαρμοσμένα εκμαγεία αυτιών μπορούν να αφαιρεθούν και να πλυθούν με σαπούνι και νερό. Εάν το προσαρμοσμένο εκμαγείο μπορεί να πλυθεί, το νερό που απομένει πρέπει να αφαιρεθεί με φυσητήρα αέρα και το εκμαγείο να στεγνώσει πλήρως. Επιβεβαιώνετε πάντα τις οδηγίες καθαρισμού απευθυνόμενοι στον επαγγελματία φροντίδας ακοής, προτού αφαιρέσετε ή πλύνετε οποιοδήποτε προσαρμοσμένο εκμαγείο RIE).
fi_fi: Irroita tippi ja pyyhi se pehmeällä, puhtaalla kankaalla. Tietyt yksilölliset korvakappaleet voidaan irroittaa ja pestä se lämpimässä saippuavedessä. Jos yksilöllinen korvakappale voidaan pestä, poista vesi puhaltamalla ilmaa esimerkiksi hiustenkuivaajalla ja anna korvakappaleen kuivua perusteellisesti. Pyydä puhdistusohjeita audionomilta ennen RIE-korvakappaleen irrottamista ja puhdistamista.
hr_hr: Očistite kalup čistom i mekanom krpicom. (Pojedini posebni ušni kalupi mogu se skinuti i oprati u sapunici. Ako se kalup može oprati, ostaci vode trebali bi se osušiti fenom, nakon čega se kalup mora ostaviti da se potpuno osuši. Uvijek provjerite upute sa stručnom osobom prije skidanja ili pranja bilo kojega posebnog RIE kalupa.)
hu_hu: A füldugót törölje át puha, tiszta kendővel. (Egyes egyedi illesztékeket el lehet távolítani és szappanos vízben meg lehet mosni. Ha az egyéni illesztéket nem lehet megmosni, a maradék vizet távolítsa el a pumpával, majd hagyja teljesen megszáradni az illesztéket. Tekintse át a tisztítási utasításokat a hallásgondozójával, mielőtt eltávolítaná vagy megmosná az egyéni RIE illesztéket.)
it_it: Pulire la cupoletta con un panno morbido e pulito. (Alcune chiocciole su misura possono essere rimosse e pulite in acqua saponata. Se la chiocciola su misura può essere lavata, l'acqua rimanente deve essere fatta uscire con un soffietto e la chiocciola deve essere lasciata asciugare completamente. Controllare sempre le istruzioni per la pulizia con l'Audioprotesista prima di rimuovere o lavare qualsiasi chiocciola RIE personalizzata.)
ko_kr: 부드럽고 마른 천으로 이어피스를 닦습니다(일부 커스텀 이어몰드는 비눗물을 사용하여 닦을 수 있습니다. 커스텀 몰드를 세척한 후에는, 에어블로우로 잔류 수분을 제거한 후 완전히 건조시킵니다. 커스텀 RIE 몰드를 제거하고 세척할 때에는 클리닉에서 권장 세척 방법을 다시 확인하고 진행하십시오.)
nl_nl: Veeg de dome schoon met een zachte doek. (Sommige op maat gemaakte oorstukjes kunnen losgemaakt worden en gewassen in zeepwater. Als het op maat gemaakte oorstukje kan worden gewassen, moet het restwater met een blazer worden verwijderd en moet u het oorstukje volledig laten drogen. Stem de reinigingsprocedure af met uw hoorspecialist alvorens een oorstukje los te maken of te reinigen)
no_no: Tørk av domen med en myk og ren klut (Enkelte ørepropper kan tas av og vaskes i såpe og vann. Dersom en ørepropp kan vaskes, bør man blåse den tørr for vann med en føner og la den ligge til tørk. Rådfør deg med audiografen din før du fjerner eller vasker en RITE-propp.)
pt_pt: Limpe a oliva com um pano seco macio. (Alguns micro-moldes podem ser removidos e lavados em água e sabão neutro. Se o micro-molde puder ser lavado, a água remanescente deve ser eliminada com um soprador/bulbo e o molde deve secar completamente. Confirme as instruções de limpeza com o fonoaudiólogo antes de remover ou lavar o micro-molde).
ro_ro: Curățați dome-ul cu o lavetă moale uscată. (Anumite shell-uri personalizate pot fi îndepărtate și curățate cu apă cu săpun. Dacă shell-ul personalizat poate fi spălat, reziduurile de apă ar trebui înlăturate cu un dispozitiv de suflare a aerului, iar shell-ul ar trebui lăsat să se usuce în totalitate. Discutați întotdeauna instrucțiunile de curățare cu tehnicianul dumneavoastră înainte de a îndepărta sau de a spăla orice shell RIE personalizat.)
ru_ru: Протрите вкладыш мягкой чистой тканью. (Некоторые индивидуальные ушные вкладыши можно снять и промыть в мыльной воде. Если индивидуальный вкладыш можно мыть, остатки воды нужно удалить с помощью баллончика для продувки и дать вкладышу полностью просохнуть. Обязательно обсудите инструкции по уходу у вашего специалиста по слухопротезированию, прежде чем снимать или мыть индивидуальный вкладыш ресивера).
sv_se: Torka domen med en mjuk ren trasa. (Vissa individuella insatser kan tas av och tvättas i såpvatten. Om en insatsen tvättats, måste kvarvarande vatten blåsas ur med hårtork så insatsen torkar helt. Stäm av rengöringsinstruktionerna med din audionom innan du tar bort eller tvättar en individuell RIE-insats.)
th_th: เช็ดโดมด้วยผ้านุ่มๆ ที่สะอาด (พิมพ์หูแบบสั่งทำบางชิ้นอย่างสามารถถอดออกและล้างในน้ำสบู่ได้ หากพิมพ์หูแบบสั่งทำสามารถนำไปล้างได้ ควรกำจัดน้ำที่เหลือด้วยเครื่องเป่าลมและควรปล่อยทิ้งไว้ให้แห้งสนิท แนะนำในการทำความสะอาดกับผู้เชี่ยวชาญด้านการได้ยินของคุณเสมอก่อนที่จะถอดหรือล้างพิมพ์หู RIE แบบสั่งทำใดๆ)
tr_tr: Harici alıcıdan dome'u çıkarın ve yumuşak bir bezle silerek temizleyin. (Bazı özel kulak kalıpları çıkarılabilir ve sabunlu suda yıkanabilir. Özel kalıp yıkanabiliyorsa, kalan su bir hava körüğüyle dışarı atılmalı ve kalıp tamamen kurumaya bırakılmalıdır. Herhangi bir müşteri RIE kalıbını çıkarmadan veya yıkamadan önce lütfen işitme uzmanınızla görüşerek temizlik talimatlarını onaylayın.)
zh_cn: 从受话器上取下耳塞，并用柔软的干布擦拭。（某些定制耳模可在肥皂水中清洗干净。如果定制的模具可以冲洗，应使用吹风机将剩余的水排出，并将耳模完全干燥，去除或洗涤任何定制RIE模具前，请与专业人员确认清洁注意事项。如可以，尽量请专业人员帮您清洁。）

source: Gently brush away dirt or debris from the external receiver. If the external wax filter is significantly blocked or sound seems quieter, replace the filter or seek help from your hearing care professional.
bg_bg: Изчеткайте леко замърсяването или остатъците от външния приемник. Ако външният филтър за ушна кал е доста запушен или звукът изглежда по-тих, сменете филтъра или потърсете помощ от специалиста по слухопротезиране.
cht: 輕輕擦拭外部接收器上的灰塵或碎屑。如果外部耳垢過濾器嚴重阻塞或聲音似乎變小聲，請更換過濾器或尋求聽力照護專家的幫助。
da_dk: Børst forsigtigt snavs og urenheder af den eksterne receiver. Hvis det eksterne voksfilter er tilstoppet, eller lyden lyder svagere, end den plejer, skal du udskifte filteret eller få hjælp af din høreapparatspecialist.
el_gr: Βουρτίστε απαλά για να αφαιρέσετε βρωμιά ή ακαθαρσίες από το τον εξωτερικό δέκτη. Εάν το εξωτερικό φίλτρο κυψελίδας είναι αποφραγμένο σε μεγάλο βαθμό ή ο ήχος σάς φαίνεται σιγανότερος, αντικαταστήστε το φίλτρο ή απευθυνθείτε για βοήθεια στον ειδικό σας σε θέματα ακοής.
fi_fi: Harjaa lika ja roskat pois ulkoisesta vastaanottimesta. Jos ulkoinen vahasuodatin on pahasti tukossa tai ääni kuuluu hiljaisempana, vaihda suodatin tai pyydä apua audionomilta.
hr_hr: Nježno očetkajte prljavštinu ili nečistoće s vanjskog prijamnika. Ako je vanjski filtar voska znatno začepljen ili se zvuk čini tiši, zamijenite filtar ili potražite pomoć stručnjaka za sluh.
hu_hu: Óvatosan távolítsa el kefével a külső vevőben lévő szennyeződéseket. Ha a külső fülzsírszűrő túlságosan el van dugulva, vagy a hang halkabban hallható, cserélje ki a szűrőt, vagy kérje hallásgondozója segítségét.
it_it: Spazzolare via delicatamente la sporcizia o i residui dal ricevitore esterno. Se il filtro esterno è ostruito in modo importante o se il suono sembra debole, sostituirlo o chiedere aiuto all'audioprotesista per gli apparecchi acustici.
ko_kr: 리시버의 이물질 또는 귀지를 부드럽게 털어냅니다. 만약 왁스필터가 막히거나, 소리가 작게 들리면, 클리닉에 문의하여 왁스필터를 교체 하십시오.
nl_nl: Borstel vuil of resten zachtjes weg van de externe receiver. Wanneer het externe oorsmeerfilter verstopt zit of wanneer het geluid doffer klinkt, moet u het filter vervangen of hulp zoeken bij uw hoorspecialist.
no_no: Børst forsiktig bort urenheter og partikler fra den eksterne receiveren. Dersom det eksterne voksfilteret er veldig tett, eller dersom lyden virker dempet, kan du skifte filteret eller be om hjelp av audiografen din.
pt_pt: Remova cuidadosamente todos os resíduos do receptor externo. Se o filtro de cera externo estiver significativamente bloqueado ou o som parecer mais silencioso, substitua o filtro ou peça orientação a um profissional de saúde auditiva.
ro_ro: Îndepărtați cu grijă cu peria murdăria sau resturile de pe receptorul extern. Dacă filtrul de ceară extern este blocat semnificativ sau sunetul pare scăzut, înlocuiți filtrul sau solicitați ajutorul medicului.
ru_ru: Осторожно счистите загрязнения с внешнего ресивера. Если внешний фильтр защиты от ушной серы в значительной мере засорен или звуки кажутся тише, замените фильтр, или обратитесь за помощью к своему сурдологу / специалисту по слухопротезированию.
sv_se: Borsta försiktigt bort smuts eller skräp från den externa mottagaren. Om det externa vaxfiltret är väsentligt blockerat eller ljudet verkar tystare, byt filter eller sök hjälp hos din audionom.
th_th: ค่อยๆ แปรงสิ่งสกปรกหรือเศษต่างๆ ออกจากตัวรับสัญญาณภายนอก หากตัวกรองขี้หูอุดตันอย่างมากหรือเสียงเงียบเกินไป ควรเปลี่ยนตัวกรองหรือขอความช่วยเหลือจากผู้เชี่ยวชาญด้านการได้ยินของคุณ
tr_tr: Harici alıcıdaki kir veya kalıntıları nazikçe fırçalayarak temizleyin. Harici kir filtresi ciddi derecede tıkanmışsa veya çok daha az ses iletiyorsa, filtreyi yenileyin veya işitme uzmanınızdan yardım alın.
zh_cn: 轻轻刷去受话器上污垢或碎屑。如果外部耵聍档板明显堵塞或声音听起来变小，请更换滤网或向您的验配师寻求帮助。

source: Behind-the-Ear Aids:
bg_bg: Зад-ушни апарати:
cht: 耳掛式助聽器：
da_dk: Behind-the-Ear høreapparater:
el_gr: Οπισθωτιαία βοηθήματα:
fi_fi: Korvantauskojeet :
hr_hr: Pomagala iza uha:
hu_hu: Fülmögötti hallókészülékek:
it_it: Apparecchi dietro all'orecchio:
ko_kr: 귀걸이형:
nl_nl: Achter-het-oor toestellen:
no_no: Høreapparater bak øret:
pt_pt: Aparelhos retroauriculares:
ro_ro: Aparate în spatele urechii:
ru_ru: Заушные СА:
sv_se: Bakom-örat-apparater:
th_th: อุปกรณ์ช่วยฟังแบบ Behind-the-Ear:
tr_tr: Kulak Arkası İşitme Cihazları:
zh_cn: 助听器背面:

source: Clean your hearing instrument(s) daily.
bg_bg: Почиствайте ежедневно слуховия(-ите) апарат(и).
cht: 每天清潔助聽器。
da_dk: Rengør dit/dine høreapparat(er) dagligt.
el_gr: Να καθαρίζετε τα ακουστικά σας βοηθήματα καθημερινά.
fi_fi: Puhdista kuulokojeet päivittäin tai aina käytön jälkeen.
hr_hr: Čistite svoje slušne aparate svaki dan.
hu_hu: Tisztítsa a hallókészülék(ek)et naponta.
it_it: Pulire quotidianamente gli apparecchi acustici.
ko_kr: 매일매일 보청기를 청소하세요.
nl_nl: Maak uw hoortoestel(len) dagelijks schoon.
no_no: Rengjør høreapparatene hver dag.
pt_pt: Limpe o(s) aparelho(s) auditivo(s) diariamente.
ro_ro: Curățați zilnic instrumentele auditive.
ru_ru: Ежедневно очищайте ваш(и) СА.
sv_se: Rengör hörapparaten dagligen.
th_th: ทำความสะอาดอุปกรณ์ช่วยฟังของคุณทุกวัน
tr_tr: İşitma cihaz(lar)ınızı her gün temizleyin.
zh_cn: 请每天清洁您的助听器。

source: Wear your hearing instrument(s) according to the schedule provided by your hearing care professional.
bg_bg: Носете слуховия(-ите) апарат(и) съобразно графика, който ви е предоставен от специалиста по слухопротезиране.
cht: 根據聽力照護專家提供的時間表佩戴助聽器。
da_dk: Brug høreapparatet(erne) i tråd med den plan, din høreapparatspecialist har lagt.
el_gr: Φορέστε τα ακουστικά σας βοηθήματα σύμφωνα με το πρόγραμμα που σας έχει χορηγήσει ο ειδικός σας σε θέματα ακοής.
fi_fi: Käytä kuulokojetta noudattaen audionomin antamaa aikataulua.
hr_hr: Nosite slušne aparate u skladu s rasporedom koji vam je dao vaš stručnjak za sluh.
hu_hu: A hallókészülék(ek)et a hallásgondozója által meghatározott ütemezés szerint viselje.
it_it: Indossare gli apparecchi acustici rispettando il programma definito con il vostro Audioprotesista.
ko_kr: 클리닉에서 권장하는 일정에 맞춰 보청기를 착용하세요.
nl_nl: Draag uw hoortoestel(len) volgens het schema dat u door uw hoorspecialist is verstrekt.
no_no: Bruk høreapparatene slik det er angitt på skjemaet du har fått av audiografen din.
pt_pt: Use o(s) aparelho(s) auditivo(s) de acordo com o cronograma fornecido pelo profissional de saúde auditiva.
ro_ro: Purtați aparatele auditive în conformitate cu programul furnizat de medicul dvs.
ru_ru: Носите ваш(и) СА в соответствии с графиком/расписанием, составленным вашим специалистом по слухопротезированию.
sv_se: Bär hörapparaten enligt det schema som tillhandahålls av din audionom.
th_th: สวมอุปกรณ์ช่วยฟังของคุณตามกำหนดการที่ผู้เชี่ยวชาญด้านการได้ยินของคุณแนะนำ
tr_tr: İşitme cihaz(lar)ınızı işitme uzmanınız tarafından verilen programa göre kullanın.
zh_cn: 根据您验配师提供的时间表佩戴助听器。

source: Practice inserting and removing your hearing instrument(s).
bg_bg: Упражнявайте се да поставяте и махате слуховия(-ите) апарат(и).
cht: 練習置入和取出您的助聽器。
da_dk: Øv dig i at tage dit/dine høreapparat(er) på og af igen.
el_gr: Εξασκηθείτε στην τοποθέτηση και αφαίρεση των ακουστικών σας.
fi_fi: Harjoittele kuulokojeiden asettamista paikoilleen ja poistamista.
hr_hr: Vježbajte umetanje i uklanjanje svojih slušnih aparata.
hu_hu: Gyakorolja a hallókészülék(ek) behelyezését és eltávolítását.
it_it: Esercitarsi nell'inserimento e nella rimozione degli apparecchi acustici.
ko_kr: 보청기를 착용 및 제거하는 방법을 연습하세요.
nl_nl: Oefen met het plaatsen en weer van het oor halen van uw hoortoestel(len).
no_no: Øv deg på å sette inn og ta ut høreapparatene dine.
pt_pt: Pratique a inserção e remoção do aparelho.
ro_ro: Exersați introducerea și îndepărtarea aparatelor dvs. auditive.
ru_ru: Упражняйтесь в установке и извлечении вашего(их) СА.
sv_se: Träna på att sätta in och ta ut hörapparaten.
th_th: ฝึกการใส่และถอดอุปกรณ์ช่วยฟังของคุณ
tr_tr: İşitme cihaz(lar)ınızı takma ve çıkarma egzersizleri yapın.
zh_cn: 练习插入和取下助听器。

source: Practice changing the programs and volume on your hearing instrument(s) (if applicable).
bg_bg: Упражнявайте се да сменяте програмите и силата на звука на слуховия(-ите) апарат(и) (ако се отнася за вас).
cht: 練習切換助聽器的程式和音量 (如適用)。
da_dk: Øv dig i at skifte program og regulere lyden på apparatet(erne) (hvis det er muligt).
el_gr: Εξασκηθείτε στην αλλαγή των προγραμμάτων και της έντασης ήχου στα ακουστικά σας (εφόσον διατίθεται).
fi_fi: Harjoittele kuulokojeiden mahdollisten ohjelmien vaihtamista ja äänenvoimakkuuden säätämistä.
hr_hr: Vježbajte mijenjanje programa i glasnoće na svojim slušnim aparatima (ako je primjenjivo).
hu_hu: Gyakorolja a hallókészülék(ek) programjainak és hangerejének módosítását (adott esetben).
it_it: Esercitarsi a cambiare programmi e volume sugli apparecchi acustici (se applicabile).
ko_kr: 보청기의 프로그램변경 및 볼륨 조절을 연습하세요.
nl_nl: Oefen het wijzigen van programma’s en volume van uw hoortoestel(len) (indien van toepassing).
no_no: Øv deg på å skifte program og volum på høreapparatene (hvis aktuelt).
pt_pt: Pratique a alteração de programas e volume no(s) aparelho(s) auditivo(s) (se aplicável).
ro_ro: Exersați schimbarea programelor și volumului pe aparatul auditiv (dacă este cazul).
ru_ru: Упражняйтесь в переключении программ и регулировании громкости на СА (если применимо).
sv_se: Öva på att byta program och ändra volym på hörapparaten (i förekommande fall).
th_th: ฝึกการเปลี่ยนโปรแกรมและระดับเสียงของอุปกรณ์ช่วยฟังของคุณ (หากทำได้)
tr_tr: İşitme cihaz(lar)ınızda (mümkünse) programları ve ses seviyesini değiştirme egzersizleri yapın.
zh_cn: 练习更改助听器的程序和音量（如可用）。

source: Wear your hearing instrument(s) in a variety of environments.
bg_bg: Носете слуховия(-ите) апарат(и) в най-различна среда.
cht: 在各種不同環境中佩戴助聽器。
da_dk: Hav dit/dine høreapparat(er) på i forskellige miljøer.
el_gr: Φορέστε τα ακουστικά σας βοηθήματα σε διάφορα περιβάλλοντα.
fi_fi: Käytä kuulokojeitasi erilaisissa ympäristöissä.
hr_hr: Nosite svoje slušne aparate u raznim okruženjima.
hu_hu: Viselje a hallókészülék(ek)et különböző környezetekben.
it_it: Indossare gli apparecchi acustici in una serie di ambienti differenti.
ko_kr: 다양한 청취 환경에서 보청기를 착용하세요.
nl_nl: Draag uw hoortoestel(len) in allerlei verschillende omgevingen.
no_no: Bruk høreapparatene i flere forskjellige omgivelser.
pt_pt: Use o aparelho em uma série de ambientes.
ro_ro: Purtați aparatele auditive în diverse medii.
ru_ru: Носите СА в разнообразных акустических средах/окружениях.
sv_se: Bär hörapparaten i en mängd olika miljöer.
th_th: สวมอุปกรณ์ช่วยฟังของคุณในสภาพแวดล้อมที่หลากหลาย
tr_tr: İşitme cihaz(lar)ınızı birbirinden farklı ortamlarda kullanın.
zh_cn: 在各种环境中佩戴您的助听器。

source: Keep notes on your experience wearing the instrument(s).
bg_bg: Водете си бележки за впечатленията ви от носенето на апарата(-ите).
cht: 記錄您佩戴助聽的經驗。
da_dk: Skriv noter om din oplevelse med apparatet(erne).
el_gr: Κρατήστε σημειώσεις για την εμπειρία σας από τη χρήση των ακουστικών.
fi_fi: Merkitse muistiin kuulokojeitten käyttämisestä saamasi kokemukset.
hr_hr: Pišite bilješke o svom iskustvu nošenja aparata.
hu_hu: Készítsen feljegyzéseket a hallókészülék(ek) viselésével kapcsolatos tapasztalatairól.
it_it: Prendere nota dell'esperienza provata indossando gli apparecchi acustici.
ko_kr: 다양한 청취 환경에서 보청기 착용에 대한 소리 경험을 기록하세요.
nl_nl: Houd notities bij over uw ervaringen met het dragen van uw toestel(len).
no_no: Noter deg erfaringene du gjør deg med å bruke høreapparatene.
pt_pt: Tome nota de sua experiência com o aparelho.
ro_ro: Notați-vă experiențele la purtarea aparatelor.
ru_ru: Ведите записи о вашем опыте ношения СА.
sv_se: För anteckningar om dina erfarenheter av apparaten
th_th: จดบันทึกประสบการณ์ขณะสวมอุปกรณ์ของคุณ
tr_tr: Cihaz(lar)ın kullanımına ilişkin notlar tutun.
zh_cn: 记录佩戴助听器的经验。

source: Receiver-in-the-Ear Aids:
bg_bg: Апарати с говорител в ухото:
cht: 耳道式接收器助聽器：
da_dk: Receiver-in-the-Ear høreapparater:
el_gr: Βοηθήματα με ενδοωτιαίο δέκτη (RIE)
fi_fi: Receiver-In-Ear-kuulokojeet :
hr_hr: Pomagala s prijamnikom u uhu:
hu_hu: Külső hangszórós hallókészülékek:
it_it: Apparecchi con ricevitore nell'orecchio:
ko_kr: RIE:
nl_nl: Receiver-in-het-oor-toestellen:
no_no: Høreapparater med Receiver i øret:
pt_pt: Aparelhos com receptor interno:
ro_ro: Aparate cu receptorul în ureche:
ru_ru: СА с выносным ресивером (ресивер-в-ухе):
sv_se: Mottagare-i-örat-apparater:
th_th: อุปกรณ์ช่วยฟังแบบ Receiver-in-the-Ear:
tr_tr: Kulak-İçi Alıcısı Bulunan İşitme Cihazları:
zh_cn: 受话器外置式助听器:
