Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Click to Unlink
bg_bg: Щракнете за отмяна на свързване
cht: 點擊以取消連結
da_dk: Klik for at fjerne link
el_gr: Κάντε κλικ για Αποσύνδεση
fi_fi: Poista kuulokojelinkitys napsauttamalla
hr_hr: Kliknite za prekid veze
hu_hu: Kattintson ide a csatolás megszüntetéséhez
it_it: Fare clic per scollegare
ko_kr: 클릭하여 링크 해제
nl_nl: Klikken om te ontkoppelen
no_no: Fjern sammenkobling Høyre/Venstre
pt_pt: Clique para desvincular
ro_ro: Clic pentru deconectare
ru_ru: Кликните, чтобы рассоединить
sv_se: Klicka för att ta bort länk
th_th: คลิกเพื่อยกเลิกการเชื่อมโยง
tr_tr: Bağlantıyı Kesmek İçin Tıkla
zh_cn: 点击取消链接

source: Click to view Display Options
bg_bg: Щракнете да видите Опции на показване
cht: 點擊以檢視顯示選項
da_dk: Klik for at få vist visningsindstillinger
el_gr: Κάντε κλικ για προβολή Επιλογών εμφάνισης
fi_fi: Näet näyttövaihtoehdot napsauttamalla
hr_hr: Kliknite za prikaz opcija prikaza
hu_hu: Kattints ide a megjelenítési beállítások megtekintéséhez
it_it: Fare clic per vedere le opzioni di visualizzazione
ko_kr: 클릭하여 옵션 보기
nl_nl: Klikken om de weergave-opties te bekijken
no_no: Klikk for å vise displayalternativer
pt_pt: Clique para ver as opções de Exibição
ro_ro: Clic pentru a vedea Opțiuni display
ru_ru: Кликните, чтобы просмотреть Опции дисплея
sv_se: Klicka för att visa Visningsalternativ
th_th: คลิกเพื่อดูตัวเลือกการแสดงผล
tr_tr: Ekran Seçeneklerini Görüntülemek İçin Tıkla
zh_cn: 点击查看显示选项

source: Gain Level can be used to increase or lower the prescribed gain settings by a given percentage. The prescribed gain settings are determined by the selected Patient Experience Level.
bg_bg: Нивото на усилване може да се използва за увеличаване или намаляване на предписаните настройки за усилване. Предписаните настройки за усилване се определят чрез избиране на Ниво на опит на пациента.
cht: 增益等級可以用於提升或降低預設增益設定的百分比，預設增益設定由選擇的客戶經驗等級判斷。
da_dk: Forstærkningsniveau kan bruges til at øge eller reducere de ordinerede forstærkningsindstillinger med en given procentdel. De ordinerede forstærkningsindstillinger besluttes på baggrund af det valgte niveau for brugerens erfaring.
el_gr: Από τη Στάθμη απόκρισης μπορούν να αυξάνουν ή να μειώνουν κατά ορισμένο ποσοστό οι ρυθμίσεις προβλεπόμενης απόκρισης. Οι ρυθμίσεις προβλεπόμενης απόκρισης καθορίζονται από το επιλεγμένο Επίπεδο εμπειρίας ασθενούς.
fi_fi: Määrättyjä vahvistusasetuksia voidaan nostaa tai laskea tietty prosenttimäärä vahvistuksen tason avulla. Määrätyt vahvistusasetukset määräytyvät potilaan valitun kokemuksen perusteella.
hr_hr: Razina pojačanja može se upotrijebiti za povećanje ili smanjenje propisanih postavki pojačanja za određeni postotak. Propisane postavke pojačanja određuju se prema odabranoj razini iskustva bolesnika.
hu_hu: Az erősítési szint a javasolt erősítési beállítások adott százalékkal való növelésére vagy csökkentésére szolgál. A javasolt erősítési beállításokat a páciens kijelölt tapasztalati szintje határozza meg.
it_it: Livello guadagno può essere utilizzato per aumentare o diminuire le impostazioni di guadagno prescritte di una determinata percentuale. Le impostazioni di guadagno prescritte sono determinate dal livello di esperienza del paziente selezionato.
ko_kr: 게인레벨은 포뮬러에 따라 처방된 게인을 일정 비율에 따라 높이거나 줄일 수 있습니다. 타겟게인은 착용자의 보청기 사용 경험에 따라 다르게 적용 됩니다.
nl_nl: Het versterkingsniveau kan worden gebruikt om de voorgeschreven versterkingsinstelling met een bepaald percentage te verhogen of te verlagen. De voorgeschreven versterkingsinstellingen worden bepaald door het geselecteerde ervaringsniveau van uw cliënt.
no_no: Gain-nivået kan brukes til å øke eller redusere beregnede gaininnstillinger med en gitt prosentverdi. De beregnede gaininnstillingene bestemmes av valgte pasienterfaringsnivå.
pt_pt: O nível de ganho pode ser usado para aumentar ou diminuir em certa porcentagem as configurações de ganho prescritas. As configurações de ganho prescritas são determinadas pelo nível selecionado de experiência do paciente.
ro_ro: Gain Level se poate utiliza pentru a crește sau a scădea setările prescrise de câștig cu un anumit procentaj. Setările prescrise sunt determinate de Nivelul de Experiență pacient selectat.
ru_ru: Функцию Уровень усиления можно использовать, чтобы увеличить или уменьшить предписанные настройки усиления на данное количество процентов. Предписанные настройки усиления определены выбранным уровнем опыта пациента в ношении СА.
sv_se: Förstärkningsnivå kan användas för att öka eller minska de föreskrivna förstärkningsinställningarna med en viss procentsats. De föreskrivna förstärkningsinställningar bestäms av den valda patienterfarenhetsnivån.
th_th: สามารถใช้ระดับเกนในการเพิ่มหรือลดการตั้งค่าเกนที่แนะนำเป็นเปอร์เซ็นต์ได้ การตั้งค่าเกนที่แนะนำจกำหนดตามระดับประสบการณ์ของผู้ป่วยที่เลือก
tr_tr: Kazanç Seviyesi, saptanmış kazanç ayarlarını belirtilen bir yüzde oranında artırmak veya indirmek için kullanılabilir. Saptanmış kazanç ayarları, seçilen Hasta Deneyimi Seviyesi ile belirlenir.
zh_cn: 增益水平可用来增加或减少指定百分比的增益设置。指定的增益设置由所选的用户佩戴史确定。

source: View More Patient Options
bg_bg: Показване на повече опции за пациента
cht: 檢視更多客戶選項
da_dk: Vis flere brugerindstillinger
el_gr: Προβολή περισσότερων επιλογών ασθενούς
fi_fi: Näytä lisää potilasvaihtoehtoja
hr_hr: Prikaz više opcija bolesnika
hu_hu: Több páciensopció megjelenítése
it_it: Mostra più opzioni paziente
ko_kr: 자세하게
nl_nl: Meer cliëntopties bekijken
no_no: Vis flere pasientalternativer
pt_pt: Exibir mais opções do paciente
ro_ro: Vizualizare mai multe opțiuni pacient
ru_ru: Видеть больше опций пациента
sv_se: Visa fler patientalternativ
th_th: ดูตัวเลือกผู้ป่วยเพิ่มเติม
tr_tr: Daha Fazla Hasta Seçeneği Görüntüle
zh_cn: 查看用户详细选项

source: View Fewer Patient Options
bg_bg: Показване на по-малко опции за пациента
cht: 檢視較少客戶選項
da_dk: Vis færre brugerindstillinger
el_gr: Προβολή λιγότερων επιλογών ασθενούς
fi_fi: Näytä vähemmän potilasvaihtoehtoja
hr_hr: Prikaz manje opcija bolesnika
hu_hu: Kevesebb páciens opció megjelenítése
it_it: Mostra meno opzioni paziente
ko_kr: 간단하게
nl_nl: Minder cliëntopties bekijken
no_no: Vis færre pasientalternativer
pt_pt: Exibir menos opções do paciente
ro_ro: Vizualizare mai puține opțiuni pacient
ru_ru: Видеть меньше опций пациента
sv_se: Visa färre patientalternativ
th_th: ดูตัวเลือกผู้ป่วยน้อยลง
tr_tr: Daha Az Hasta Seçeneği Görüntüle
zh_cn: 查看用户基本选项

source: Add Photo
bg_bg: Добавяне на снимка
cht: 新增相片
da_dk: Tilføj foto
el_gr: Φωτογραφία
fi_fi: Lisää valokuva
hr_hr: Dodaj fotografiju
hu_hu: Fénykép hozzáadása
it_it: Aggiungi foto
ko_kr: 이미지
nl_nl: Foto toevoegen
no_no: Legg til bilde
pt_pt: Adicionar foto
ro_ro: Adăugare foto
ru_ru: Добавить фото
sv_se: Lägg till foto
th_th: เพิ่มรูปภาพ
tr_tr: Fotoğraf Ekle
zh_cn: 添加照片

source: Add New Patient
bg_bg: Добавяне на нов пациент
cht: 新增客戶
da_dk: Tilføj ny bruger
el_gr: Προσθήκη νέου ασθενούς
fi_fi: Lisää uusi potilas
hr_hr: Dodaj novog bolesnika
hu_hu: Új páciens hozzáadása
it_it: Aggiungi nuovo paziente
ko_kr: 신규 사용자 추가
nl_nl: Nieuwe cliënt toevoegen
no_no: Legg til ny pasient
pt_pt: Adicionar Novo Paciente
ro_ro: Adăugare pacient nou
ru_ru: Добавить нового пациента
sv_se: Lägg till ny patient
th_th: เพิ่มผู้ป่วยใหม่
tr_tr: Yeni Hasta Ekle
zh_cn: 添加新用户

source: Patient saved successfully
bg_bg: Пациентът е записан успешно
cht: 成功儲存客戶
da_dk: Brugeren blev gemt
el_gr: Επιτυχής αποθήκευση ασθενούς
fi_fi: Potilas on tallennettu
hr_hr: Bolesnik uspješno spremljen
hu_hu: A páciens mentése sikerült
it_it: Paziente salvato correttamente
ko_kr: 저장 완료
nl_nl: Cliënt succesvol opgeslagen
no_no: Pasienten er lagret
pt_pt: Paciente salvo com sucesso
ro_ro: Pacient salvat cu succes
ru_ru: Пациент успешно сохранен
sv_se: Patienten sparad
th_th: บันทึกผู้ป่วยเรียบร้อยแล้ว
tr_tr: Hasta başarıyla kaydedildi
zh_cn: 用户保存成功

source: Patient save failed
bg_bg: Пациентът не е записан успешно
cht: 儲存客戶失敗
da_dk: Brugeren blev ikke gemt
el_gr: Μη επιτυχής αποθήκευση ασθενούς
fi_fi: Potilaan tallennus epäonnistui
hr_hr: Spremanje bolesnika nije uspjelo
hu_hu: A páciens mentése nem sikerült
it_it: Salvataggio paziente non riuscito
ko_kr: 저장 실패
nl_nl: Opslaan cliënt mislukt
no_no: Pasienten ble ikke lagret
pt_pt: Paciente salvo com falha
ro_ro: Salvare pacient eșuată
ru_ru: Ошибка при сохранении пациента
sv_se: Det gick inte att spara patienten
th_th: การบันทึกผู้ป่วยล้มเหลว
tr_tr: Hasta kaydı gerçekleştirilemedi
zh_cn: 用户保存失败

source: Initial Programs
bg_bg: Първоначални програми
cht: 初始程式
da_dk: Indledende programmer
el_gr: Αρχικά προγράμματα
fi_fi: Alkuperäiset ohjelmat
hr_hr: Početni programi
hu_hu: Kezdeti programok
it_it: Programmi iniziali
ko_kr: 초기 프로그램
nl_nl: Initiële programma’s
no_no: Oppstartsprogrammer
pt_pt: Programas
ro_ro: Medii frecvente:
ru_ru: Программы по умолчанию
sv_se: Program vid start
th_th: โปรแกรมเริ่มต้น
tr_tr: Başlangıç Programları
zh_cn: 初始程序

source: Do you want to connect?
bg_bg: Искате ли свързване?
cht: 您想連接嗎？
da_dk: Vil du oprette forbindelse?
el_gr: Θέλετε να συνδεθείτε;
fi_fi: Yhdistetäänkö ?
hr_hr: Želite li se povezati?
hu_hu: Szeretne csatlakozni?
it_it: Connettere?
ko_kr: 연결하시겠습니까?
nl_nl: Wilt u verbinding maken?
no_no: Vil du koble til?
pt_pt: Deseja conectar?
ro_ro: Doriți să conectați?
ru_ru: Хотите подключиться?
sv_se: Vill du ansluta?
th_th: คุณต้องการเชื่อมต่อหรือไม่
tr_tr: Bağlanmak istiyor musunuz?
zh_cn: 是否连接？

source: Connect?
bg_bg: Свързване?
cht: 連接？
da_dk: Opret forbindelse?
el_gr: Σύνδεση;
fi_fi: Yhdistä ?
hr_hr: Povezati?
hu_hu: Kapcsolódás?
it_it: Connettere?
ko_kr: 연결하시겠습니까?
nl_nl: Verbinding maken?
no_no: Koble til?
pt_pt: Conectar?
ro_ro: Conectează?
ru_ru: Подключиться?
sv_se: Ansluta?
th_th: เชื่อมต่อหรือไม่
tr_tr: Bağlan?
zh_cn: 是否连接？

source: Click to Mute
bg_bg: Щракнете за заглушаване
cht: 點擊以靜音
da_dk: Klik for at slå lyden fra
el_gr: Κάντε κλικ για Σίγαση
fi_fi: Voit mykistää napsauttamalla
hr_hr: Kliknite za isključivanje zvuka
hu_hu: Kattintson ide a némításhoz
it_it: Fare clic per attivare la modalità muta
ko_kr: 클릭하여 음소거
nl_nl: Klikken om mute in te schakelen
no_no: Klikk for å dempe
pt_pt: Clique para ativar o mudo
ro_ro: Clic pentru amuțire
ru_ru: Кликните, чтобы отключить микрофон
sv_se: Klicka för att tysta
th_th: คลิกเพื่อปิดเสียง
tr_tr: Sessize Almak İçin Tıkla
zh_cn: 点击静音

source: Click to Unmute
bg_bg: Щракнете за незаглушаване
cht: 點擊以取消靜音
da_dk: Klik for at slå lyden til
el_gr: Κάντε κλικ για Τέλος σίγασης
fi_fi: Voit poistaa mykistyksen napsauttamalla
hr_hr: Kliknite za uključivanje zvuka
hu_hu: Kattintson ide a némítás feloldásához
it_it: Fare clic per disattivare la modalità muta
ko_kr: 클릭하여 음소거 해제
nl_nl: Klikken om mute uit te schakelen
no_no: Klikk for å slå på lyd
pt_pt: Clique para desativar o mudo
ro_ro: Clic pentru anulare amuțire
ru_ru: Кликните, чтобы включить микрофон
sv_se: Klicka för att Ej tysta
th_th: คลิกเพื่อเปิดเสียง
tr_tr: Sesi Açmak İçin Tıkla
zh_cn: 点击取消静音

source: or
bg_bg: или
cht: 或
da_dk: eller
el_gr: ή
fi_fi: tai
hr_hr: ili
hu_hu: vagy
it_it: o
ko_kr: 또는
nl_nl: of
no_no: eller
pt_pt: ou
ro_ro: sau
ru_ru: или
sv_se: eller
th_th: หรือ
tr_tr: veya
zh_cn: 或

source: This feature allows the input level of the hearing aid to be set at a level equal to or lower than the accessory input level.
bg_bg: Тази функция позволява задаване на входящото ниво на слуховия апарат на ниво, равно на, или по-ниско от входящото ниво на аксесоара.
cht: 此功能允許將助聽器的輸入等級設定為等於或低於配件的輸入等級。
da_dk: Denne funktion gør det muligt at angive inputniveauet for høreapparatet på et niveau, der svarer til eller er mindre end DAI-inputniveauet.
el_gr: Η λειτουργία αυτή επιτρέπει τη ρύθμιση του ακουστικού βοηθήματος σε στάθμη ίση ή χαμηλότερη από τη στάθμη εισόδου του εξαρτήματος.
fi_fi: Tämän ominaisuuden avulla kuulokojeen tulotaso voidaan asettaa samaksi kuin lisälaitteen tulotaso tai alemmaksi.
hr_hr: Ova značajka omogućuje postavljanje ulazne razine slušnog aparata na razinu koja je jednaka ili manja od ulazne razine dodatne opreme.
hu_hu: Ez a funkció lehetővé teszi a hallókészülék bemeneti szintjének beállítását egy olyan értékre, amely megegyezik a tartozék bemeneti szintjével vagy annál kisebb.
it_it: Questa funzione consente l'impostazione del livello di ingresso dell'apparecchio acustico a un livello pari o inferiore al livello di ingresso dell'accessorio.
ko_kr: 이 기능을 사용하면, 보청기의 input level을 엑세서리의 input level과 동등하게 설정하거나 더 낮게 설정할 수 있습니다.
nl_nl: Met deze functie kan het niveau van het hoortoestel worden ingesteld op een niveau dat gelijk is aan of lager dan het niveau van het accessoire.
no_no: Denne funksjonen gjør det mulig å stille inn inputnivå for høreapparatet til et nivå tilsvarende eller lavere enn tilbehørets inputnivå.
pt_pt: Este recurso permite definir o nível de entrada do aparelho auditivo a um nível igual ou inferior ao nível de entrada da DAI.
ro_ro: Această opțiune permite setarea nivelului de intrare al aparatului auditiv la un nivel egal sau mai mic decât nivelul de intrare al accesoriului.
ru_ru: Эта функция позволяет задать входной уровень СА равным входному уровню аксессуара или ниже его.
sv_se: Denna funktion gör att du kan ställa in hörapparatens innivå lägre eller lika med DAI-innivå.
th_th: คุณสมบัตินี้จะช่วยให้สามารถตั้งค่าระดับอินพุทของอุปกรณ์ช่วยฟังในระดับที่เท่ากันหรือต่ำกว่าระดับอินพุทของอุปกรณ์เสริมได้
tr_tr: Bu özellik işitme cihazının giriş seviyesinin, aksesuar giriş seviyesine eşit veya altında bir seviyede ayarlanmasına olanak sağlar.
zh_cn: 该功能允许将助听器的输入水平设置在等于或低于附件输入水平。

source: Right Ear Selected
bg_bg: Избрано е дясното ухо
cht: 已選擇右耳
da_dk: Højre øre er valgt
el_gr: Δεξί αυτί επιλεγμένο
fi_fi: Oikea korva valittu
hr_hr: Odabrano desno uho
hu_hu: Jobb fül kijelölve
it_it: Orecchio destro selezionato
ko_kr: 우측
nl_nl: Rechteroor geselecteerd
no_no: Høyre øre valgt
pt_pt: Orelha direita selecionada
ro_ro: Urechea dreaptă selectată
ru_ru: Выбрано Правое ухо
sv_se: Höger öra valt
th_th: หูขวาที่เลือก
tr_tr: Sağ Kulak Seçildi
zh_cn: 已选择右耳

source: Left Ear Selected
bg_bg: Избрано е лявото ухо
cht: 已選擇左耳
da_dk: Venstre øre er valgt
el_gr: Αριστερό αυτί επιλεγμένο
fi_fi: Vasen korva valittu
hr_hr: Odabrano lijevo uho
hu_hu: Bal fül kijelölve
it_it: Orecchio sinistro selezionato
ko_kr: 좌측
nl_nl: Linkeroor geselecteerd
no_no: Venstre øre valgt
pt_pt: Orelha esquerda selecionada
ro_ro: Urechea stângă selectată
ru_ru: Выбрано Левое ухо
sv_se: Vänster öra valt
th_th: หูซ้ายที่เลือก
tr_tr: Sol Kulak Seçildi
zh_cn: 已选择左耳

source: Select Right Ear
bg_bg: Изберете дясното ухо
cht: 選擇右耳
da_dk: Vælg højre øre
el_gr: Επιλογή δεξιού αυτιού
fi_fi: Valitse oikea korva
hr_hr: Odaberi desno uho
hu_hu: Jobb fül kijelölése
it_it: Seleziona orecchio destro
ko_kr: 우측 선택
nl_nl: Selecteer rechteroor
no_no: Velg høyre øre
pt_pt: Selecionar orelha direita
ro_ro: Selectare urechea dreapta
ru_ru: Выбрать Правое ухо
sv_se: Välj höger öra
th_th: เลือกหูขวา
tr_tr: Sağ Kulağı Seç
zh_cn: 选择右耳

source: Select Left Ear
bg_bg: Изберете лявото ухо
cht: 選擇左耳
da_dk: Vælg venstre øre
el_gr: Επιλογή αριστερού αυτιού
fi_fi: Valitse vasen korva
hr_hr: Odaberi lijevo uho
hu_hu: Bal fül kijelölése
it_it: Seleziona orecchio sinistro
ko_kr: 좌측 선택
nl_nl: Selecteer linkeroor
no_no: Velg venstre øre
pt_pt: Selecionar orelha esquerda
ro_ro: Selectare urechea stânga
ru_ru: Выбрать Левое ухо
sv_se: Välj vänster öra
th_th: เลือกหูซ้าย
tr_tr: Sol Kulağı Seç
zh_cn: 选择左耳

source: 250Hz
ru_ru: 250 Гц

source: ReSound Assist
ko_kr: 원격피팅
nl_nl: ReSound e-Assist
ru_ru: Поддержка ReSound
zh_cn: 瑞声达智能云

source: Gain Level (%)
bg_bg: Ниво на усилването (%)
cht: 增益等級 (%)
da_dk: Forstærkningsniveau (%)
el_gr: Στάθμη ενίσχυσης (%)
fi_fi: Vahvistus taso (%)
hr_hr: Razina pojačanja (%)
hu_hu: Erősítési szint (%)
it_it: Livello guadagno (%)
ko_kr: 게인 레벨 %
nl_nl: Versterkingsniveau (%)
no_no: Gain nivå (%)
pt_pt: Nível de ganho (%)
ro_ro: Nivel câștig (%)
ru_ru: Уровень усиления (%)
sv_se: Förstärkningsnivå (%)
th_th: ระดับเกน (%)
tr_tr: Kazanç Seviyesi (%)
zh_cn: 目标增益百分比％

source: Remove Program
bg_bg: Премахване на програма
cht: 移除程式
da_dk: Fjern program
el_gr: Αφαίρεση προγράμματος
fi_fi: Poista ohjelma
hr_hr: Ukloni program
hu_hu: Program eltávolítása
it_it: Rimuovi programma
ko_kr: 프로그램 삭제
nl_nl: Programma verwijderen
no_no: Fjern program
pt_pt: Remover programa
ro_ro: Îndepărtare program
ru_ru: Удалить программу
sv_se: Ta bort program
th_th: ลบโปรแกรม
tr_tr: Programı Kaldır
zh_cn: 删除程序

source: AutoRelate
cht: 自動關聯
fi_fi: AutoSuhteuta
hr_hr: Automatski prijenos
it_it: Correlazione
ko_kr: 오토릴레이트
nl_nl: Relateren
no_no: Autorelater
pt_pt: Auto Relacionar
ro_ro: Autocorelare
ru_ru: АвтоСоотнесение
sv_se: Autorelatera
th_th: เชื่อมโยงอัตโนมัติ
tr_tr: Otomatikİlişkilendir
zh_cn: 自动关连

source: DFS Region
bg_bg: Зона на ПЦО
cht: 數位回饋音抑制範圍
da_dk: DFS-område
el_gr: Περιοχή DFS
fi_fi: DFS-alue
hr_hr: Područje DFS-a
hu_hu: DFS régió
it_it: DFS area
ko_kr: DFS 레인지
nl_nl: DFS gebied
no_no: DFS-område
pt_pt: Região DFS
ro_ro: Regiune DFS
ru_ru: Область DFS
th_th: ขอบเขต DFS
tr_tr: DFS Bölgesi
zh_cn: DFS区域

source: Copy settings from right side to left side.
bg_bg: Копирай настройките от дясната страна на лявата страна.
cht: 將設定從右耳複製到左耳。
da_dk: Kopiér indstillinger fra højre side til venstre side.
el_gr: Αντιγραφή ρυθμίσεων δεξιάς πλευράς στην αριστερή πλευρά.
fi_fi: Kopioi asetukset oikealta puolelta vasemmalle
hr_hr: Kopiraj postavke s desne na lijevu stranu.
hu_hu: Beállítások másolása a jobb oldalról a bal oldalra.
it_it: Copiare le impostazioni dal lato destro al lato sinistro.
ko_kr: 우측 설정을 좌측 설정으로 복사
nl_nl: Instellingen kopiëren van de rechterkant naar de linkerkant.
no_no: Kopier innstillinger fra høyre til venstre side.
pt_pt: Copiar configurações do lado direito para o lado esquerdo.
ro_ro: Copiere setări din partea dreaptă în stânga.
ru_ru: Копировать настройки правой стороны для левой стороны.
sv_se: Kopiera inställningar från höger till vänster sida.
th_th: คัดลอกการตั้งค่าจากข้างขวาไปข้างซ้าย
tr_tr: Ayarları sağ taraftan sol tarafa kopyala.
zh_cn: 将设置从右侧复制到左侧。

source: Copy settings from left side to right side.
bg_bg: Копирай настройките от лявата страна на дясната страна.
cht: 將設定從左耳複製到右耳。
da_dk: Kopiér indstillinger fra venstre side til højre side.
el_gr: Αντιγραφή ρυθμίσεων αριστερής πλευράς στη δεξιά πλευρά.
fi_fi: Kopioi asetukset vasemmalta puolelta oikealle
hr_hr: Kopiraj postavke s lijeve na desnu stranu.
hu_hu: Beállítások másolása a bal oldalról a jobb oldalra.
it_it: Copiare le impostazioni dal lato sinistro al lato destro.
ko_kr: 좌측 설정을 우측 설정으로 복사
nl_nl: Instellingen kopiëren van de linkerkant naar de rechterkant.
no_no: Kopier innstillinger fra venstre til høyre side.
pt_pt: Copiar configurações do lado esquerdo para o lado direito.
ro_ro: Copiere setări din partea stângă în dreapta.
ru_ru: Копировать настройки левой стороны для правой стороны.
sv_se: Kopiera inställningar från vänster till höger sida.
th_th: คัดลอกการตั้งค่าจากข้างซ้ายไปข้างขวา
tr_tr: Ayarları sol taraftan sağ tarafa kopyala.
zh_cn: 将设置从左侧复制到右侧。

source: Browse ...
bg_bg: Преглеждане ...
cht: 瀏覽 ...
da_dk: Gennemse...
el_gr: Αναζήτηση...
fi_fi: Selaa...
hr_hr: Pretraga...
hu_hu: Tallózás...
it_it: Sfoglia...
ko_kr: 찾기
nl_nl: Bladeren ...
no_no: Bla...
pt_pt: Navegar...
ro_ro: Navigare ...
ru_ru: Просматривать ...
sv_se: Bläddra ...
th_th: เรียกดู ...
tr_tr: Gözat...
zh_cn: 浏览...

source: Settings ...
bg_bg: Настройки ...
cht: 設定 ...
da_dk: Indstillinger...
el_gr: Ρυθμίσεις...
fi_fi: Asetukset...
hr_hr: Postavke...
hu_hu: Beállítások...
it_it: Impostazioni...
ko_kr: 셋팅...
nl_nl: Instellingen ...
no_no: Innstillinger...
pt_pt: Definições...
ro_ro: Setări ...
ru_ru: Настройки ...
sv_se: Inställningar ...
th_th: การตั้งค่า ...
tr_tr: Ayarlar...
zh_cn: 设置...

source: Hearing Loss Simulator
bg_bg: Симулатор на загуба на слуха
cht: 聽力損失模擬器
da_dk: Hørenedsættelsessimulator
el_gr: Προσομοιωτής βαρηκοΐας
fi_fi: Kuulonaleneman simulaattori
hr_hr: Simulator gubitka sluha
hu_hu: Hallásvesztés szimulátor
it_it: Simulatore Sensibilità Uditiva
ko_kr: 난청 시뮬레이터
nl_nl: Gehoorverlies Simulator
no_no: Hørselstapsimulator
pt_pt: Simulador de Perda Auditiva
ro_ro: Simularea pierderii de auz
ru_ru: Имитатор потери слуха
sv_se: Hörselnedsättningssimulator
th_th: โปรแกรมจำลองการสูญเสียการได้ยิน
tr_tr: İşitme Kaybı Simülatörü
zh_cn: 听力损失模拟器

source: Media Player
cht: 媒體播放器
da_dk: Lydafspiller
fi_fi: Mediasoitin
hr_hr: Reproduktor medija
hu_hu: Médialejátszó
ko_kr: 미디어 플레이어
nl_nl: Mediaspeler
no_no: Mediespiller
pt_pt: Mídia Player
ru_ru: Звуковые ситуации
sv_se: Mediaspelare
th_th: มีเดียเพลเยอร์
tr_tr: Ses Oynatıcı
zh_cn: 媒体播放器

source: Ear-to-Ear communication is turned off. Please set multi-function button identically on both sides.
bg_bg: Комуникацията ухо с ухо е изключена. Моля, установете многофункционалния бутон еднакво от двете страни.
cht: 雙耳傳輸已關閉，請在兩側的多功能按鈕作相同設定。
da_dk: Ear-to ear-kommunikation er slået fra. Angiv multifunktionsknappen ens på begge sider.
el_gr: Η επικοινωνία Ear-to-Ear απενεργοποιείται. Επιλέξτε τις ίδιες ρυθμίσεις και στις δύο πλευρές για το κουμπί πολλαπλών λειτουργιών.
fi_fi: Kuulokojeiden välinen yhteys ei ole käytössä. Aseta monitoimipainike samaan asentoon molemmissa kuulokojeissa.
hr_hr: Komunikacija između ušiju je isključena. Postavite višefunkcijsku tipku jednako na objema stranama.
hu_hu: A hallókészülékek közötti kommunikáció ki van kapcsolva. Állítsa be a többfunkciós gombot egyenlő értékre mindkét oldalon.
it_it: La comunicazione Ear-to-Ear è disattivata. Impostare il pulsante multifunzione in modo identico su entrambi i lati.
ko_kr: e2e 통신이 꺼졌습니다. 멀티 푸쉬 버튼을 양측에서 동일하게 설정하세요
nl_nl: Ear-to-Ear communicatie is uitgezet. Stel de multifunctionele knop identiek in op beide zijden.
no_no: Øre til øre-kommunikasjon er slått av. Gjør multifunksjonsknappen lik på begge sider.
pt_pt: A comunicação de orelha a orelha está desligada. Defina o botão multifunção igualmente em ambos os lados.
ro_ro: Comunicarea de la ureche-la-ureche este oprita. Setati butonul multifunctional identic pe ambele parti.
ru_ru: Программа связи между правым и левым СА отключена. Пожалуйста, настройте многофункциональную кнопку одинаково с обеих сторон.
sv_se: Öra till öra-kommunikation är avstängd. Sätt multifunktionsknappen i samma läge på båda sidor.
th_th: การสื่อสารแบบ Ear-to-Ear ถูกปิด โปรดตั้งค่าปุ่มมัลติฟังก์ชันให้เหมือนกันทั้งสองข้าง
tr_tr: Kulaktan Kulağa bildirim kapalı. Lütfen çoklu fonksiyon düğmesini her iki tarafta aynı ayarlayın.
zh_cn: 双耳通信已关闭。请将两侧助听器的多功能按钮按相同设置。

source: Test Mode
bg_bg: Тестов режим
cht: 測試模式
da_dk: Testtilstand
el_gr: Λειτουργία δοκιμής
fi_fi: Testaustila
hr_hr: Način za testiranje
hu_hu: Tesztelési mód
it_it: Modalità Test
ko_kr: In-Situ 청력 측정 모드
nl_nl: Testmodus
no_no: Testmodus
pt_pt: Modo de teste
ro_ro: Mod testare
ru_ru: Режим Тест
sv_se: Testläge
th_th: โหมดทดสอบ
tr_tr: Test Modu
zh_cn: 测试模式

source: Apply Gain Level % Change
bg_bg: Приложи промяната на % ниво на усилването
cht: 套用增益量等級 % 變更
da_dk: Anvend ændring af forstærkningsniveau i %
el_gr: Εφαρμογή αλλαγής στάθμης απόκρισης %
fi_fi: Käytä vahvistuksen tason %-muutosta
hr_hr: Primijeni promjenu postotka razine pojačanja
hu_hu: Erősítési szint (%) módosításának alkalmazása
it_it: Applica cambiamento livello guadagno %
ko_kr: 게인 레벨(%) 비율 변경 적용
nl_nl: Wijziging versterkingsniveau (%) toepassen
no_no: Bruk endret gain nivå
pt_pt: Aplicar alteração de % no nível de ganho
ro_ro: Aplicare nivel câștig % schimbare
ru_ru: Применить Изменение Уровня усиления в %
sv_se: Applicera förstärkningsändring %
th_th: ใช้การเปลี่ยน % ระดับเกน
tr_tr: Kazanç seviyesi % Değişikliğini Uygula
zh_cn: 目标增益百分比％更改
