Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The Environmental Optimizer II recognizes what type of listening environment you are in, and automatically adjusts the volume and the amount of noise reduction for optimum listening comfort and sound quality.
bg_bg: Оптимизаторът на средата II разпознава в какъв вид среда за слушане се намирате и автоматично регулира силата на звука и степента на намаляване на шума за оптимално удобство при слушане и качество на звука.
cht: 環境優化器 II 辨識您所處的聆聽環境種類，並自動調整音量及噪音抑制程度以最佳化聆聽舒適度及音質。
da_dk: Environmental Optimizer II genkender det aktuelle lydmiljø og korrigerer automatisk lydstyrke og støjreduktion til dette miljø for optimal lyttekomfort og lydkvalitet.
el_gr: Το Environmental Optimizer II αναγνωρίζει τον τύπο του ηχητικού περιβάλλοντος που βρίσκεστε και προσαρμόζει αυτόματα την ένταση και το βαθμό μείωσης του θορύβου για την καλύτερη δυνατή ποιότητα ήχου και άνεση ακρόασης.
fi_fi: Ääniympäristön optimoiti II tunnistaa automaattisesti ääniympäristön jossa olet ja säätää äänenvoimakkuuden tason sekä meluvaimennuksen määrän parhaalle mahdolliselle tasolle kyseiseen ääniympäristöön.
hr_hr: Environmental Optimizer II prepoznaje u kojoj se vrsti slušnog okruženja nalazite, pa automatski prilagođava glasnoću i stupanj smanjenja buke za optimalno ugodno slušanje i kvalitetu zvuka.
hu_hu: A Környezeti Optimalizáló II felismeri, hogy milyen hallás környezetben van a felhasználó, és automatikusan beállítja a hangerőt és a zajszűrés mértékét az optimális figyelési komforthoz és hangminőséghez.
it_it: Ottimizzatone Ambientale II riconosce in quale ambiente di ascolto ci si trova, regola automaticamente il volume e la quantità di riduzione del rumore per un comfort di ascolto e una qualità del suono ottimali.
ko_kr: 자동환경조절은 사용자 주변의 청취환경을 보청기가 스스로 인식하고, 자동으로 볼륨과 소음감소기능의 수준을 조정하는 인공지능 볼륨조절기능으로 언제나 착용자에게 최적의 청취환경을 제공합니다.
nl_nl: De Environmental Optimizer II herkent in wat voor geluidsomgeving u zich bevindt en stelt automatisch het volume en de mate van lawaaireductie bij, voor optimaal luistercomfort en de hoogste geluidskwaliteit.
no_no: Environmental Optimizer II gjenkjenner lydomgivelsene du befinner deg i og justerer automatisk volum og støydemping for å optimalisere lyttekomfort og lydkvalitet.
pt_pt: O Otimizador Ambiental II reconhece os tipos de ambientes de escuta e automaticamente ajusta o ganho para otimizar o conforto auditivo e qualidade sonora.
ro_ro: Environmental Optimizer II recunoaște tipul mediului de ascultare în care vă aflați și reglează automat volumul și reducerea zgomotului pentru o ascultare optimă și comodă și o calitate sporită a sunetului.
ru_ru: Оптимизатор окружения II распознает тип звукового окружения, в котором вы находитесь, и автоматически регулирует уровень громкости и шумоподавления для обеспечения оптимального комфорта и качества звука.
sv_se: Miljöoptimering II känner av vilken typ av miljö du befinner dig i och justerar automatiskt volym och mängd av brusreducering för att uppnå optimal komfort och ljudkvalitet.
th_th: โปรแกรมปรับแต่งสภาพแวดล้อม II จะจดจำประเภทสภาพแวดล้อมในการฟังของคุณ และปรับระดับเสียงอัตโนมัติ รวมทั้งการตัดเสียงรบกวนเพื่อให้สบายในการรับฟังและเสียงมีคุณภาพดี
tr_tr: Çevresel Yönetim II, ne çeşit bir dinleme ortamında bulunduğunuzu algılar ve otomatik olarak ideal dinleme konforu ve ses kalitesi için ses seviyesini ve gürültü azaltma miktarını ayarlar.
zh_cn: AI智能环境优化器将分析当前所处的环境类型并自动调整音量和降噪，使用户听得更舒适或得到更好的音质。

source: This feature adjusts level of directional focus, depending on the location of the speaker of interest and the surrounding sound. If there is only one person speaking in front of you, without other sounds interfering, the focus is narrowed. If there are multiple sources of sound, coming from the side or from the back, the focus is broadened.
bg_bg: Тази функция регулира нивото на фокусиране по направление в зависимост от мястото на говорещия, който представлява интерес, и обкръжаващия звук. Ако пред вас има само един говорещ човек, без да има други пречещи звуци, фокусът се стеснява. Ако има няколко източника на звук, идващ отстрани или отзад, фокусът се разширява.
cht: 這個功能調整方向性角度等級，根據有興趣的說話者及環境聲音的未至。若僅有一個說話者在前方與您說話，沒有其他聲音干擾，將為窄方向性。若有多個從側方或後方的聲音來源，將為寬方向性。
da_dk: Skifter bredden på det retningsbestemte fokus, afhængigt af placeringen af den, der taler, og de omgivende lyde. Hvis der kun er en, der taler foran dig, bliver fokus smallere for at dæmpe mere støj. Hvis der er flere talere foran dig, bliver fokus bredere for bedst mulig taleforståelse.
el_gr: Η λειτουργία αυτή προσαρμόζει το επίπεδο της κατευθυντικής εστίασης, ανάλογα με τη θέση του ομιλητή που σας ενδιαφέρει και τον περιβάλλον ήχο. Εάν υπάρχει ένα μόνο άτομο που μιλάει μπροστά σας, χωρίς άλλους ήχους να παρεμβάλλονται, η εστίαση περιορίζεται. Εάν υπάρχουν πολλαπλές πηγές ήχου από το πλάι ή από πίσω, τότε η εστίαση διευρύνεται.
fi_fi: Tämä ominaisuus säätää suuntakuvion tasoa kiinnostavan puhujan sijainnin ja ympäröivien äänien mukaan. Jos vain yksi henkilö puhuu ja hän on edessäsi eikä häiritseviä ääni kuulu, aluetta tarkennetaan. Jos lähteitä on useita ja ne sijaitsevat sivuilla tai takana, aluetta laajennetaan.
hr_hr: Ovom se značajkom prilagođava razina usmjerenog fokusa ovisno o lokaciji govornika i okolnih zvukova. Ako ispred vas govori samo jedna osoba, bez ometanja drugih zvukova, fokus se sužava. Ako ima više izvora zvukova koji dolaze sa strane ili odostraga, fokus se širi.
hu_hu: Ez a szolgáltatás beállítja a direkcionális fókuszt a beszélő helyétől és a hang környezettől függően. Ha csak egy ember beszél Ön előtt, semmilyen más hang nincs, a fókusz szűkebb. Ha több hangforrás van, ami oldalról vagy hátulról ad hangot, a fókusz kiszélesedik.
it_it: Questa funzione regola il livello focus della direzionalità, a seconda della posizione dell'interlocutore che si desidera ascoltare e il suono circostante. Se c'è solo una persona che parla di fronte al paziente, senza altri rumori interferenti, il livello focus si restringe. Se ci sono diverse fonti sonore, provenienti dal lato o dal retro, il focus si allarga.
ko_kr: 이 기능은 말하는 사람의 위치와 청취환경에 따라 방향성 빔 폭을 조정합니다. 주변이 시끄러우면 빔 폭이 좁하지고 주변이 조용하면 넓어집니다.
nl_nl: Deze feature regelt de sterkte van de directionele focus, afhankelijk van de positie van de spreker(s) en het omgevingsgeluid. Als er zich slechts één spreker voor u bevindt, en er zijn geen andere spraakgeluiden, dan wordt de focus smal. Als er meerdere interessante spraakbronnen zijn, van schuin van voren of van opzij, dan wordt de focus breder.
no_no: Denne egenskapen regulerer nivået av direksjonal fokus, avhengig av talerens og omgivelseslydenes plassering. Hvis det bare er én person som snakker foran deg, uten forstyrrelser fra andre lydkilder, vil fokuset være smalere. Hvis det er flere lyder fra siden og bakfra, vil fokuset være bredere.
pt_pt: Este recurso ajusta o foco da direcionalidade, dependendo da localização do som de interesse e, dos sons ambientais. Se houver apenas uma pessoa falando na sua frente, sem interferência de outros sons, o foco é estreito. Se existirem várias fontes sonoras, vindo do lado ou de trás, o foco é modificado para outro, mais amplo.
ro_ro: Această opțiune reglează nivelul concentrării direcționale în funcție de locația vorbitorului care ne interesează și de sunetele ambientale. Dacă în fața dvs. vorbește o singură persoană, fără să mai interfereze și alte sunete, concentrarea se îngustează. Dacă există mai multe surse de sunet, provenite din lateral sau din spate, concentrarea să extinde.
ru_ru: Эта функция регулирует уровень фокуса направленности, в зависимости от расположения интересующего источника речи и окружающей звуковой обстановки. Если перед вами только один говорящий, без вмешательства других звуков, фокус сужается. Если вокруг много источников звука, поступающих со спины и сбоку, фокус расширяется.
sv_se: Den här inställningen justerar hur riktverkan zoomar in, beroende på placeringen av den man vill höra och omgivningsljuden. Om det bara är EN person som talar framför dig, utan att andra ljud stör, krymps inzoomningen. Om det är flera ljudkällor, både från sidorna och bakom, breddas inzoomningen.
th_th: คุณสมบัตินี้จะปรับระดับของการโฟกัสทิศทาง โดยขึ้นอยู่กับตำแหน่งของผู้พูดที่สนใจและเสียงในสภาพแวดล้อม หากมีผู้พูดเพียงคนเดียวอยู่ด้านหน้าของคุณ โดยไม่มีเสียงอื่นรบกวนเลย โฟกัสจะแคบลง หากมีแหล่งกำเนิดเสียงหลายจุด โดยมาจากด้านข้างหรือด้านหลัง โฟกัสจะกว้างขึ้น
tr_tr: Bu özellik ilgili hoparlörün konumu ve çevreleyen sese bağlı olarak yönlü odaklanma seviyesini ayarlar. Başke sesler olmadan önünüzde konuşan tek bir kişi varsa, odak daraltılır. Yan taraftan veya arkadan gelen birden fazla ses kaynağı mevcutsa odak genişletilir.
zh_cn: 此功能用来调整方向性聚焦的范围，根据用户感兴趣的声音和位置。如果只有一个人在你面前说话，没有其他声音干扰，方向性聚焦的范围很窄。如果在侧面或后面有多个声源，方向性的维度将更改，方向性聚焦的范围需要扩大。

source: Noise Tracker II reduces unwanted background noise without affecting the quality of speech. This gives your patient increased listening comfort in all types of listening environments.
bg_bg: Noise Tracker II намалява нежелания фонов шум, без да се отразява на качеството на говора. Това дава на пациента повишен комфорт при слушане във всякаква среда за слушане.
cht: 噪音追蹤系統 II 減少不想要的背景噪音，而且不影響語音的質量，使您的客戶在所有類型的聆聽環境中提高聆聽的舒適度。
da_dk: Noise Tracker II reducerer uønsket baggrundsstøj uden at påvirke kvaliteten af tale. Det giver brugeren øget lyttekomfort i alle typer lyttemiljøer.
el_gr: Η λειτουργία εντοπισμού θορύβου Noise Tracker II μειώνει τον ανεπιθύμητο θόρυβο βάθους χωρίς να επηρεάζει την ποιότητα ομιλίας. Αυτό δίνει στον ασθενή σας αυξημένη άνεση ακρόασης σε όλους τους τύπους περιβάλλοντος ακρόασης.
fi_fi: Taustamelun vaimennus II vaimentaa epätoivottua taustamelua ilman että puheen laatu huononee. Siksi kuunteleminen on potilaallesi mukavampaa kaikissa ympäristöissä.
hr_hr: Noise Tracker II smanjuje neželjenu pozadinsku buku ne utječući pritom na kvalitetu govora. Time se bolesniku pruža mogućnost ugodnijeg slušanja u svim vrstama slušnih okruženja.
hu_hu: A Noise Tracker II funkció anélkül csökkenti a nem kívánt háttérzajokat, hogy hatással lenne a beszéd minőségére. Így a páciens fokozott kényelmes hallásminőséget tapasztalhat bármilyen környezetben.
it_it: Noise Tracker II riduce i rumori di sottofondo indesiderati senza influire sulla qualità del parlato. Ciò consente al paziente di incrementare il comfort di ascolto in tutti i tipi di ambienti sonori.
ko_kr: Noise Tracker II는 말소리에 영향을 주지 않으면서 배경 소음을 줄일 수 있는 기능입니다. 다양한 소음속 청취환경에서도 편안한 청취환경을 제공합니다.
nl_nl: NoiseTracker II reduceert ongewenste achtergrondgeluiden zonder de spraakkwaliteit aan te tasten. Dit biedt uw gebruiker meer luistercomfort in allerlei luisteromgevingen.
no_no: Noise Tracker II reduserer uønsket bakgrunnsstøy uten å påvirke talekvaliteten. Det gjør lyttingen mer komfortabel for pasientene i alle slags lydmiljøer.
pt_pt: O Noise Tracker II reduz o ruído de fundo indesejado sem afetar a qualidade da fala. Isso proporciona ao paciente maior conforto de escuta em todos os tipos de ambientes.
ro_ro: Noise Tracker II reduce zgomotul de fundal nedorit fără a afecta calitatea vorbirii. Aceasta oferă pacientului un confort sporit la ascultare în toate tipurile de mediu.
ru_ru: Noise Tracker II снижает нежелательный шумовой фон, не затрагивая качества речи. Это создает пациенту повышенный слуховой комфорт в акустических ситуациях/окружениях любого рода.
sv_se: Noise Tracker II minskar oönskat brus/buller utan att påverka talets kvalitet. Det ger patienten ökad lyssningskomfort i alla typer av miljöer.
th_th: ตัวติดตามเสียงรบกวน II จะลดเสียงรบกวนพื้นหลังที่ไม่พึงปรารถนา โดยไม่ส่งผลกระทบต่อคุณภาพของเสียงพูด ซึ่งจะช่วยให้ผู้ป่วยของคุณสามารถรับฟังได้สบายขึ้นในทุกสภาพแวดล้อมการฟัง
tr_tr: Noise Tracker II istenmeyen arkaplan seslerini konuşma kalitesini etkilemeden azaltır. Bu hastanıza her türlü dinleme ortamında artan dinleme konforu sağlar.
zh_cn: AI智能净噪系统可减少不需要的背景噪音而不影响语音质量。这使您的用户在所有听力环境下都能提高聆听舒适度。

source: Wind Guard measures when wind is present and reduces the level of noise caused by the wind blowing on the hearing instruments. This provides better listening comfort in outdoor environments.
bg_bg: WindGuard усеща, когато има вятър, и намалява нивото на шума, предизвикан от вятъра, който духа върху слуховите апарати.
cht: 風噪音測量將會在有風的環境降低因為風造成的噪音。在戶外環境，提供較佳的聆聽舒適度。
da_dk: Wind Guard registrerer vindstøj omkring mikrofonerne og reducerer denne støj. Dette giver højere lyttekomfort i udendørs miljøer.
el_gr: Η λειτουργία WindGuard αντιλαμβάνεται την ύπαρξη ανέμου και μειώνει τη στάθμη θορύβου που προκαλεί ο άνεμος που προσπίπτει στα ακουστικά. Έτσι παρέχεται μεγαλύτερη άνεση ακρόασης σε εξωτερικά περιβάλλοντα.
fi_fi: Tuulisalpa mittaa kuulokojeisiin puhaltavan tuulen ja vähentää sen aiheuttamaa kohinaa. Siksi kuunteleminen on mukavampaa ulkona.
hr_hr: WindGuard prepoznaje prisutnost vjetra i smanjuje razinu buke izazvane puhanjem vjetra u slušne aparate. Time se pruža mogućnost ugodnijeg slušanja u okruženjima na otvorenom.
hu_hu: A szélzajszűrési funkció észleli, ha szél van jelen, és csökkenti a hallókészüléket érő szél zajszintjét. Ez jobb hallási komfortot biztosít kültéri környezetben.
it_it: Wind Guard rileva quando è presente il vento e riduce il livello di rumore causato dal vento che soffia sugli apparecchi acustici. Questo fornisce un maggiore comfort di ascolto in ambienti all'aperto.
ko_kr: Wind Guard는 바람소리 소음을 탐지하여 보청기로 들리는 소음 수준을 효과적으로 감소시킵니다. 이 기능은 실외에서 편안하게 청취할 수 있는 환경을 제공합니다.
nl_nl: WindGuard constateert wanneer er windruis ontstaat ten gevolge van de wind die over de hoortoestellen blaast en reduceert die ruis vervolgens. Dit geeft buiten meer luistercomfort.
no_no: WindGuard registrerer vind og reduserer støyen når det blåser over høreapparatene. Dette gir bedre lyttekomfort i omgivelser utendørs.
pt_pt: O Wind Guard detecta quando o vento está presente e reduz o nível de ruído causado pelo vento soprando nos aparelhos auditivos. Isso proporciona melhor conforto auditivo em ambientes ao ar livre.
ro_ro: WindGuard simte când este vânt și reduce nivelul de zgomot cauzat de vântul care suflă în instrumentele auditive. Aceasta oferă un confort sporit în spațiile deschise.
ru_ru: Система подавления шума ветра WindGuard распознает присутствие ветра и снижает уровень шума, возникающего из-за воздействия воздушных потоков на микрофон слухового аппарата. Это обеспечивает больший комфорт при использовании слуховых аппаратов на улице.
sv_se: Vindbrusreducering känner av när det blåser och minskar mängden brus som orsakas av vind som blåser på hörapparaterna. Detta ger bättre lyssningskomfort utomhus.
th_th: ลดเสียงจะตรวจจับเมื่อมีลมพัด และลดระดับเสียงรบกวนที่เกิดขึ้นจากการที่ลมพัดผ่านอุปกรณ์ช่วยฟัง ซึ่งจะช่วยให้สามารถรับฟังได้สบายขึ้นในสภาพแวดล้อมกลางแจ้ง
tr_tr: Wind Guard rüzgarlı havalarda tedbir alır ve rüzgarın işitme cihazı üzerinde neden olduğu gürültü seviyesini azaltır. Bu, açık hava ortamlarında daha iyi dinleme konforu sağlar.
zh_cn: 在有风的情况下，高效风噪卫士可测量和降低噪音水平。在室外环境下提供更好的聆听舒适度。

source: Expansion reduces the low level noise that can sometimes be heard with hearing instruments in very quiet environments. A typical example would be the noise from a refrigerator. The higher the level of expansion, the more unwanted low-level noise is eliminated.
bg_bg: Expansion намалява шума с ниско ниво, който понякога може да се чуе със слухови апарати в много тиха среда. Типичен пример е шумът от хладилник. Колкото по-високо е нивото на Expansion, толкова повече нежелан шум с ниско ниво се елиминира.
cht: 擴展降低在非常安靜的環境中有時候可能會被助聽器使用者聽見的低音量噪音。一個典型的例子是來自冰箱的噪音。擴展等級越高，越多不需要的低音量噪音即可被消除。
da_dk: Expansion reducerer den svage lyd, der nogle gange kan høres fra høreapparaterne i meget rolige miljøer. Et typisk eksempel er støjen fra et køleskab. Jo højere niveauet af expansion er, desto mere uønsket svag støj fjernes.
el_gr: Η "Επέκταση" μειώνει τον χαμηλό θόρυβο που μπορεί να ακούγεται ορισμένες φορές με τα ακουστικά βοηθήματα σε πολύ ήσυχα περιβάλλοντα. Κλασικό παράδειγμα είναι ο θόρυβος ενός ψυγείου. Όσο υψηλότερη είναι η στάθμη επέκτασης, τόσο περισσότερο εξαλείφεται ο ανεπιθύμητος χαμηλός θόρυβος.
fi_fi: Kohinasalpa vähentää matalaa kohinaa, jota kuulokojeiden käyttäjä voi joskus kuulla erittäin hiljaisissa ääniympäristöissä. Esimerkiksi jääkaapin ääni voi aiheuttaa tällaista kohinaa. Mitä korkeampi kohinasalvan taso, sitä tehokkaammin epätoivottua matalaa kohinaa vaimennetaan.
hr_hr: Proširenjem se smanjuje buka niske razine glasnoće koja se ponekad može čuti kada se slušni aparati upotrebljavaju u vrlo tihim okruženjima. Tipičan primjer bila bi buka iz hladnjaka. Što je veća razina proširenja, to se više neželjene buke niske razine glasnoće uklanja.
hu_hu: Az expanziós funkció csökkenti a nagyon csendes környezetekben a hallókészülékkel érzékelhető halk zajokat. Tipikus példa erre egy hűtőszekrény hangja. Minél magasabb az expanzió szintje, a rendszer annál több nemkívánatos, alacsony zajszintet szüntet meg.
it_it: L'espansione riduce il rumore a basso livello che a volte può essere sentito con gli apparecchi acustici in ambienti molto tranquilli. Un esempio tipico è quando si sente il rumore di un frigorifero. Maggiore è il livello di espansione, più rumori indesiderati di basso livello vengono eliminati.
ko_kr: Expansion은 G50이득 조절로 인해 불편하게 들릴수 있는 아주 작은 소음들을 효과적으로 줄여줍니다. 예를들어 냉장고 소음이나 에어컨 소음등을 줄여줍니다. Expansion 수준이 높을수록 원하지 않는 작은소음을 효과적으로 감소시킬 수 있습니다.
nl_nl: Expansie vermindert het geluid op laag niveau dat soms in zeer stille omgeving met hoortoestellen kan worden waargenomen. Een typisch voorbeeld is het geluid van een koelkast. Hoe hoger het expansieniveau, hoe meer ongewenst geluid op laag niveau wordt geëlimineerd.
no_no: Ekspansjon vil redusere lavfrekvent støy som noen ganger kan oppfattes med høreapparatene i svært stille omgivelser. Et typisk eksempel kan være støy fra et kjøleskap. Ved høyere ekspansjonsnivå, desto mer blir den uønskede lavfrekvente støyen eliminert.
pt_pt: A expansão reduz o ruído de intensidade baixa, que às vezes pode ser ouvido com os aparelhos auditivos em ambientes muito silenciosos. Um exemplo típico seria o ruído do motor de uma geladeira. Quanto mais alto o nível de expansão, mais facilmente o nível de ruído indesejado é eliminado.
ro_ro: Extinderea reduce zgomotul de nivel scăzut ce poate fi uneori auzit cu instrumentele auditive în mediile soarte silențioase. Un exemplu tipic este zgomotul de la frigider. Cu cât este mai mare nivelul de extindere, cu atât se elimină mai mult zgomotul de nivel scăzut.
ru_ru: Экспансия понижает низкоуровневые шумы, которые могут быть слышны в очень тихих окружениях. Типичный пример – шум холодильника. Чем выше уровень Экспансии, тем больше уровень подавление таких шумов.
sv_se: Expansion minskar den låga brusnivån som kan uppstå med hörapparaten i mycket tysta miljöer. Ett typiskt exempel är bruset från ett kylskåp. Ju högre expansionsnivå, desto mer oönskat lågnivåbrus elimineras.
th_th: การขยายจะลดระดับเสียงรบกวนที่บางครั้งอาจได้ยินผ่านอุปกรณ์ช่วยฟังในสภาพแวดล้อมที่เงียบมากๆ ตัวอย่างที่พบได้ทั่วไปคือเสียงรบกวนจากตู้เย็น ยิ่งระดับของการขยายสูงเพียงใด ก็จะสามารถกำจัดเสียงรบกวนระดับต่ำที่ไม่พึงปรารถนาได้มากเท่านั้น
tr_tr: Expansion, bazen işitme cihazlarıyla çok sessiz ortamlarda duyulabilen alçak gürültü seviyelerini azaltır. Tipik bir örnek olarak bir buzdolabının sesi verilebilir. Expansion seviyesi arttıkça, istenmeyen düşük seviye gürültülerin ortadan kaldırılması artar.
zh_cn: 增强版静音系统降低了极安静环境下的低频噪音，这类噪音有时能被助听器听到。典型的例子是来自电冰箱的噪音。增强版静音系统级别越高，便能消除更多不想要的低频噪音。
