Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Patient Phone Number
bg_bg: Телефонен номер на пациента
cht: 客戶電話號碼
da_dk: Brugerens telefonnummer
el_gr: Τηλέφωνο ασθενούς
fi_fi: Potilaan puhelinnumero
hr_hr: Bolesnikov telefonski broj
hu_hu: Páciens telefonszáma
it_it: Numero di telefono paziente
ko_kr: 사용자 전화번호
nl_nl: Telefoonnummer cliënt
no_no: Pasientens telefonnummer
pt_pt: Número de telefone do paciente
ro_ro: Număr telefon pacient
ru_ru: Телефон пациента
sv_se: Patientens telefonnummer:
th_th: หมายเลขโทรศัพท์ของผู้ป่วย
tr_tr: Hastanın Telefon Numarası
zh_cn: 用户电话号码

source: Patient Email
bg_bg: Имейл на пациента
cht: 客戶電子郵件
da_dk: Brugerens e-mail
el_gr: E-mail ασθενούς
fi_fi: Potilaan sähköpostiosoite
hr_hr: Bolesnikova e-pošta
hu_hu: Páciens e-mail-címe
it_it: Email paziente
ko_kr: 사용자 이메일
nl_nl: E-mail cliënt:
no_no: Pasientens e-postadresse
pt_pt: E-mail do paciente
ro_ro: Email pacient
ru_ru: E-mail пациента
sv_se: Patientens e-post:
th_th: อีเมลของผู้ป่วย
tr_tr: Hastanın E-posta Adresi
zh_cn: 用户电邮

source: Patient Notes
bg_bg: Бележки за пациента
cht: 客戶備註
da_dk: Brugerens noter
el_gr: Σημειώσεις ασθενούς
fi_fi: Potilashuomautukset
hr_hr: Bilješke o bolesniku
hu_hu: Pácienshez tartozó megjegyzések
it_it: Note paziente
ko_kr: 사용자 메모
nl_nl: Cliëntnotities
no_no: Pasientnotater
pt_pt: Observações do Paciente
ro_ro: Note pacient
ru_ru: Примечания касательно пациента
sv_se: Patientanteckningar
th_th: บันทึกของผู้ป่วย
tr_tr: Hasta Notları
zh_cn: 备注

source: Alphabetically
bg_bg: По азбучен ред
cht: 按字母排列
da_dk: Alfabetisk
el_gr: Αλφαβητικά
fi_fi: Aakkosjärjestyksessä
hr_hr: Abecedno
hu_hu: Betürendben
it_it: In ordine alfabetico
ko_kr: 가나다 순
nl_nl: Alfabetisch
no_no: Alfabetisk
pt_pt: Ordem Alfabética
ro_ro: Alfabetic
ru_ru: В алфавитном порядке
sv_se: Alfabetiskt
th_th: ตามลำดับตัวอักษร
tr_tr: Alfabetik
zh_cn: 按字母顺序排列

source: Unit
bg_bg: Мярка
cht: 單位
da_dk: Enhed
el_gr: Μονάδα
fi_fi: Yksikkö
hr_hr: Jedinica
hu_hu: Egység
it_it: Unità
ko_kr: 단위
nl_nl: Eenheid
no_no: Enhet
pt_pt: Unidade
ro_ro: Unitate
ru_ru: Единица
sv_se: Enhet
th_th: หน่วย
tr_tr: Birim
zh_cn: 单位

source: Specification Standard:
bg_bg: Стандарт за спецификация:
cht: 規格標準：
da_dk: Specifikationsstandard:
el_gr: Πρότυπο προδιαγραφών:
fi_fi: Tekninen standardi :
hr_hr: Standard specifikacije:
hu_hu: Specifikációs szabvány:
it_it: Standard specifiche:
ko_kr: 스탠다드:
nl_nl: Specificatie Standaard:
no_no: Standardspesifikasjon:
pt_pt: Padrão de especificação:
ro_ro: Standard specificație:
ru_ru: Стандартные технические условия/нормативы:
sv_se: Specifikationsstandard:
th_th: มาตรฐานข้อมูลจำเพาะ:
tr_tr: Özellik Standardı:
zh_cn: 测试标准：

source: Fitting Summary
bg_bg: Обобщение на монтажа
cht: 選配摘要
da_dk: Tilpasningsoversigt
el_gr: Σύνοψη εφαρμογής
fi_fi: Sovituksen yhteenveto
hr_hr: Sažetak namještanja
hu_hu: Illesztési összegzés
it_it: Riepilogo di fitting
ko_kr: 피팅 요약
nl_nl: Samenvatting aanpassing
no_no: Oppsummering
pt_pt: Resumo dos Ajustes
ro_ro: Rezumat fixare
ru_ru: Сводный обзор настроек
sv_se: Sammanfattning av anpassning
th_th: สรุปการทดลองสวม
tr_tr: Fitting Özeti
zh_cn: 验配信息

source: Clinician Report
bg_bg: Клиничен доклад
cht: 臨床報告
da_dk: Klinikrapport
el_gr: Κλινική έκθεση
fi_fi: Audionomin raportti
hr_hr: Izvještaj kliničara
hu_hu: Klinikai jelentés
it_it: Report clinico
ko_kr: 클리닉 리포트
nl_nl: Rapport hoorspecialist
no_no: Klinisk rapport
pt_pt: Relatório do Profissional
ro_ro: Raport clinician
ru_ru: Отчет для специалиста
sv_se: Klinisk rapport
th_th: รายงานทางคลินิก
tr_tr: Klinisyen Raporu
zh_cn: 临床报告

source: Patient Report
bg_bg: Доклад за пациента
cht: 客戶報告
da_dk: Brugerrapport
el_gr: Έκθεση ασθενούς
fi_fi: Potilasraportti
hr_hr: Izvještaj bolesnika
hu_hu: Páciens jelentés
it_it: Report paziente
ko_kr: 사용자 리포트
nl_nl: Rapport cliënt
no_no: Pasient rapport
pt_pt: Relatório do Paciente
ro_ro: Raport pacient
ru_ru: Отчет для пациента
sv_se: Patientrapport
th_th: รายงานผู้ป่วย
tr_tr: Hasta Raporu
zh_cn: 用户报告

source: Use the options below to set the default programs for the patient's initial fitting.
bg_bg: Използвайте опциите по-долу за задаване на програмите по подразбиране за първоначално протезиране на пациента.
cht: 使用以下選項設定客戶初始選配的預設程式。
da_dk: Brug indstillingerne nedenfor til at angive programstandarder for brugerens nye tilpasning.
el_gr: Χρησιμοποιήστε τις παρακάτω επιλογές για να ορίσετε τα προεπιλεγμένα προγράμματα για την αρχική εφαρμογή για ασθενή.
fi_fi: Voit määrittää potilaan aloitussovituksessa käytettävät oletusohjelmat käyttämällä jäljempänä näkyviä vaihtoehtoja.
hr_hr: Upotrijebite opcije u nastavku za postavljanje standardnih programa za početno namještanje bolesnika.
hu_hu: Használja az alábbi opciókat a páciens első illesztéséhez tartozó alapértelmezett programok beállításához.
it_it: Usa le seguenti opzioni come impostazioni predefinite per: programmi e fitting iniziale del paziente.
ko_kr: 초기 피팅을 위한 디폴트 프로그램을 선택하여 주세요
nl_nl: Gebruik de opties hieronder om de standaard programma’s voor de eerste aanpassing van de cliënt in te stellen.
no_no: Bruk alternativene nedenfor til å angi standardprogram for pasientens første tilpasning.
pt_pt: Use as opções abaixo para selecionar programas para o paciente.
ro_ro: Utilizați opțiunile de mai jos pentru a seta programele implicite pentru fixarea inițială a pacientului.
ru_ru: Используйте приведенные ниже опции, чтобы задать программы по умолчанию для исходного подбора и настроек СА пациента.
sv_se: Använd alternativen nedan för att ställa in standardprogrammen för patientens första anpassning.
th_th: ใช้ตัวเลือกด้านล่างเพื่อตั้งค่าโปรแกรมเริ่มต้นสำหรับการทดลองสวมครั้งแรกของผู้ป่วย
tr_tr: Hastanın ilk fitting'inin varsayılan programlarını ayarlamak için aşağıdaki seçenekleri kullanın.
zh_cn: 使用以下选项设置用户初始验配的默认程序。

source: Phone Number
bg_bg: Телефонен номер
cht: 電話號碼
da_dk: Telefonnummer
el_gr: Τηλέφωνο ασθενούς
fi_fi: Puhelinnumero
hr_hr: Telefonski broj
hu_hu: Telefonszám
it_it: Numero di telefono
ko_kr: 전화번호
nl_nl: Telefoonnummer
no_no: Telefonnummer
pt_pt: Número de telefone
ro_ro: Număr telefon
ru_ru: Номер телефона
sv_se: Telefonnummer
th_th: หมายเลขโทรศัพท์
tr_tr: Telefon Numarası
zh_cn: 电话号码

source: GN Notification
bg_bg: GN известие
cht: GN 通知
da_dk: GN notifikation
el_gr: Ειδοποίηση GN
fi_fi: GN ilmoitus
hr_hr: Obavijest grupe GN
hu_hu: GN értesítés
it_it: Notifica GN
ko_kr: GN 공지
nl_nl: GN-melding
no_no: GN-varsel
pt_pt: Notificação da GN
ro_ro: Notificare GN
ru_ru: Уведомление от GN
sv_se: GN-Notifikation
th_th: การแจ้งเตือนของ GN
tr_tr: GN Bildirimi
zh_cn: GN通知

source: Tel (full)
bg_bg: Тел. (пълен)
cht: 電話 (全)
da_dk: Mik fra
el_gr: Τηλεπ. (πλήρως)
fi_fi: Puhelin (täysi)
hr_hr: Tel (puni)
hu_hu: Tel (teljes)
it_it: Tel (completo)
ko_kr: Tel(전체)
nl_nl: Tel (volledig)
no_no: Ren T
pt_pt: Tel (completo)
ro_ro: Tel (complet)
ru_ru: Тел. (полностью)
sv_se: Telespole (endast)
th_th: โทรศัพท์ (เต็ม)
tr_tr: Tel (tam)
zh_cn: 线圈 (全)

source: DAI (full)
bg_bg: ПАВ (пряк аудио вход) (пълен)
cht: 直接音源輸入 (全)
da_dk: DAI (helt)
el_gr: DAI (πλήρως)
fi_fi: DAI (täysi)
hr_hr: DAI (puni)
hu_hu: DAI (teljes)
it_it: DAI (completo)
ko_kr: DAI(전체)
nl_nl: DAI (volledig)
pt_pt: DAI (completo)
ro_ro: DAI (complet)
ru_ru: DAI (полностью)
sv_se: Endast DAI
th_th: DAI (เต็ม)
tr_tr: DAI (tam)
zh_cn: DAI (全)

source: 5dB
ru_ru: 5 дБ

source: 115dB
ru_ru: 115 дБ

source: 120 dB
ru_ru: 120 дБ

source: Released
bg_bg: Пуснат
cht: 已發佈
da_dk: Frigivet
el_gr: Εκδόθηκε
fi_fi: Vapautettu
hr_hr: Izdano
hu_hu: Kiadva
it_it: Rilasciato
ko_kr: 출시됨
nl_nl: Vrijgegeven
no_no: Utgitt
pt_pt: Lançado
ro_ro: Publicat
ru_ru: Выпущено
sv_se: Släppt
th_th: อนุมัติ
tr_tr: Yayınlandı
zh_cn: 已发布

source: Remote Hearing Aid Update
bg_bg: Дистанционно актуализиране на слуховия апарат
cht: 遠端助聽器更新
da_dk: Fjernopdatering af høreapparat
el_gr: Απομακρυσμένη ενημέρωση ακουστικού βοηθήματος
fi_fi: Kuulokojeen etäpäivitys
hr_hr: Daljinsko ažuriranje slušnog pomagala
hu_hu: Távoli hallókészülék frissítés
it_it: Aggiornamento apparecchio acustico da remoto
ko_kr: 보청기 원격 업데이트
nl_nl: Remote Hoortoestel Update
no_no: Ekstern oppdatering av høreapparat
pt_pt: Atualização Remota do Aparelho Auditivo
ro_ro: Actualizare la distanță a protezei auditive
ru_ru: Удаленное обновление прошивки СА
sv_se: Fjärruppdatering av hörapparat
th_th: อัพเดตอุปกรณ์ช่วยฟังระยะไกล
tr_tr: Uzaktan İşitme Cihazı Güncellemesi
zh_cn: 助听器云升级

source: GN has released a firmware update for the following models
bg_bg: ReSound пусна актуализация на фърмуера за следните модели
cht: GN 已發佈以下型號的韌體更新
da_dk: GN har frigivet en firmwareopdatering til følgende modeller
el_gr: Η GN έχει κυκλοφορήσει μια ενημέρωση υλικολογισμικού για τα παρακάτω μοντέλα
fi_fi: GN on julkaissut laiteohjelmistopäivityksen seuraavia malleja varten:
hr_hr: GN je izdao novo ažuriranje ugrađenog programa za sljedeće modele
hu_hu: A GN kiadott egy firmwarefrissítést a következő modellekhez
it_it: GN ha rilasciato un aggiornamento del firmware per i seguenti modelli
ko_kr: GN은 다음 모델에 대한 펌웨어 업데이트를 배포했습니다.
nl_nl: GN heeft een firmware-update uitgebracht voor de volgende modellen
no_no: GN har lansert en fastvareoppdatering for følgende modeller
pt_pt: A GN lançou uma atualização de firmware para os seguintes modelos
ro_ro: GN a lansat o actualizare firmware pentru următoarele modele
ru_ru: Компания GN выпустила обновление встроенного программного обеспечения для следующих моделей
sv_se: GN har släppt en firmware-uppdatering för följande modeller
th_th: GN ได้ปล่อยการอัพเดตเฟิร์มแวร์สำหรับรุ่นต่อไปนี้
tr_tr: GN aşağıdaki modeller için bir ürün yazılımı güncellemesi yayınlamıştır
zh_cn: GN发布了以下型号的固件更新

source: Patient consent to use Remote Fine-tuning can be managed using this feature
bg_bg: Съгласието на пациента за използване на Дистанционна фина настройка може да се управлява с помощта на тази функция
cht: 使用此功能來管理使用「遠端微調」的客戶同意書
da_dk: Brugeren giver sit samtykke til, at brugen af fjernjustering kan administreres med denne funktion
el_gr: Από τη λειτουργία αυτή είναι δυνατή η διαχείριση της Συναίνεσης ασθενούς στη χρήση της Απομακρυσμένης μικρορύθμισης
fi_fi: Potilaan suostumusta käyttää etäsovitusta hallitaan tämän ominaisuuden avulla.
hr_hr: Suglasnošću bolesnika za upotrebu daljinskog preciznog ugađanja može se upravljati s pomoću ove značajke
hu_hu: A távoli finomhangolás használatához szükséges páciens-beleegyezést lehet felügyelni ezzel a szolgáltatással
it_it: Il consenso del paziente all'utilizzo della regolazione fine da remoto può essere gestito per mezzo di questa funzione
ko_kr: 원격피팅 사용에 동의서에 동의한 후 ReSound Assist를 사용할 수 있습니다.
nl_nl: De toestemming van de cliënt om gebruik te maken van Remote Fine-tuning kan met deze functie worden beheerd
no_no: Pasientens samtykke til å bruke ekstern fininnstilling kan administreres med denne funksjonen
pt_pt: O consentimento do paciente para usar o Ajuste Fino Remoto pode ser gerenciado usando esse recurso
ro_ro: Consimțământul pacientului pentru utilizarea Reglajului Fin de la distanță poate fi administrat cu această opțiune
ru_ru: С помощью этой функции можно администрировать согласие пациента на удаленную точную настройку
sv_se: Patientmedgivande att använda fjärrjustering kan hanteras med hjälp av den här funktionen
th_th: จะสามารถจัดการผู้ป่วยที่ยินยอมให้ใช้การปรับแต่งระยะไกลได้ด้วยคุณสมบัตินี้
tr_tr: Bu özellikle Uzaktan İnce Ayar kullanmaya yönelik hasta onayı yönetilebilir
zh_cn: 使用云微调的用户同意书可使用此功能管理

source: Remote Fine-tuning allows the patient the ability to send Assistance Requests and receive fine-tuned settings with their mobile device(s) using ReSound Smart 3D app. Turn the service on or off with this switch.
bg_bg: Дистанционната фина настройка дава на пациента възможност да изпраща заявки за съдействие и да получава фино настроени настройки с мобилното(-ите) си устройство(-а) с помощта на приложението Smart 3D. Включвайте или изключвайте услугата с този превключвател.
cht: 「遠端微調」允許客戶使用 Smart 3D應用程式在行動裝置發送協助請求和接收微調設定。 使用此開關開啟或關閉服務。
da_dk: Fjernjustering giver brugeren mulighed for at sende anmodninger om hjælp og modtage finjusterede indstillinger med deres mobilenhed vha. Smart 3D appen. Aktivér eller deaktiver tjenesten med denne parameter.
el_gr: Η Απομακρυσμένη μικρορύθμιση δίνει στον ασθενή τη δυνατότητα να στέλνει Αιτήματα υποστήριξης και να λαμβάνει ρυθμίσεις ακριβείας μέσω φορητής συσκευής με την εφαρμογή Smart 3D. Ενεργοποιήστε ή απενεργοποιήστε την υπηρεσία από αυτόν τον διακόπτη.
fi_fi: Etäsovituksen avulla potilas voi lähettää apupyyntöjä ja vastaanottaa hienosäädetyt asetukset mobiililaitteidensa ja Smart 3D -sovelluksen avulla. Voit ottaa palvelun käyttöön ja poistaa sen käytöstä tämän kytkimen avulla.
hr_hr: Daljinsko precizno ugađanje pruža bolesniku mogućnost slanja zahtjeva za pomoć i primanja precizno ugođenih postavki putem mobilnog uređaja uz pomoć aplikacije Smart 3D. Uključite ili isključite uslugu ovim prekidačem.
hu_hu: A távoli finomhangolás lehetővé teszi a páciensnek, hogy segítségkérési kérelmet küldjön el, és a finomhangolt beállításokat a Smart 3D alkalmazást használó mobileszköz(ök)ön fogadja. A szolgáltatást ezzel a kapcsolóval kapcsolhatja be vagy ki.
it_it: La funzionalità regolazione-fine da remoto, consente al paziente di poter inviare richieste di assistenza e di ricevere a supporto, nuove impostazioni di regolazione-fine attraverso il proprio dispositivo Mobile (Smartphone) utilizzando l'app ReSound Smart 3D. E' possibile attivare o disattivare tale funzionalità tramite questo selettore.
ko_kr: 원격피팅을 허용하면, Smart 3D 앱으로 원격피팅을 요청하고, 클리닉으로 부터 수신 받은 원격피팅 데이터를 수신받아 보청기에 적용합니다. 이 서비스를 활성화 또는 비활성화할 수 있습니다.
nl_nl: Dankzij Remote Fine-tuning kan uw cliënt u via de cloud vragen om assistentie en nieuwe instellingen van u ontvangen met de Smart 3D app op zijn/haar mobiele apparaat. Schakel deze service hier aan of uit.
no_no: Ekstern fininnstilling gjør det mulig for pasienten å sende Assistanse-forespørsler og motta fininnstillinger med mobilenheten sin ved hjelp av Smart 3D app. Slå tjenesten på eller av her.
pt_pt: Ajuste fino remoto permite o paciente enviar Solicitações de Assistência e receber ajustes finos remotos com o seu celular e o aplicativo Smart 3D. Ligue ou deslige o serviço com esse botão.
ro_ro: Reglajul fin la distanță permite pacientului să trimită solicitări de Asistență la distanță și să primească setări de reglaj fin pe dispozitivul mobil folosind aplicația HearMax. Porniți și opriți serviciul de la acest buton.
ru_ru: Удаленная тонкая настройка предоставляет пациенту возможность отправлять Запросы Поддержки и получать точные настройки с помощью приложения Smart 3D, используя свои мобильные устройства. Под- и отключайте сервис с помощью этого переключателя.
sv_se: Fjärrjustering ger patienten möjlighet att skicka Assistansförfrågningar och motta finjusteringar av hörapparat via mobiler med Smart 3D app. Slå på och av funktionen med via denna omkopplare.
th_th: การปรับแต่งระยะไกลช่วยให้ผู้ป่วยสามารถส่งคำขอความช่วยเหลือ และรับการตั้งค่าที่ปรับแต่งบนอุปกรณ์มือถือโดยใช้แอพ Smart 3D ได้ เปิดหรือปิดบริการด้วยสวิตช์นี้
tr_tr: Uzaktan İnce ayar özelliği, hastanın Yardım Talepleri gönderebilmesini ve Smart 3D uygulamasını kullanarak mobil cihaz(lar)ıyla ince ayar yapılmış ayarları almasını sağlar. Bu düğmeyi kullanarak servisi açabilir veya kapatabilirsiniz.
zh_cn: 云微调允许用户通过他们的移动设备使用ReSound Smart 3D应用程序发送协助请求并接收微调设置。 使用此开关打开或关闭服务。

source: Remote Hearing Aid Update allows the patient to receive hearing aid software (firmware) updates sent from GN directly to their mobile device using ReSound Smart 3D app. Turn the service on or off with this switch.
bg_bg: Дистанционно актуализиране на слуховия апарат позволява на пациента да получава актуализации за софтуера (фърмуера) на слуховия апарат, изпратени от GN, директно към неговото мобилно устройство с помощта на приложението Smart 3D. Включвайте или изключвайте услугата с този превключвател.
cht: 遠端助聽器更新允許客戶使用 Smart 3D 應用程式在行動裝置直接接收 GN 發送的助聽器軟體 (韌體) 更新。 使用此開關開啟或關閉服務。
da_dk: Fjernopdatering af høreapparat giver brugeren mulighed for at modtage opdateringer til softwaren til høreapparatet (firmware) fra GN direkte på deres mobilenheder vha. Smart 3D appen. Aktivér eller deaktiver tjenesten med denne parameter.
el_gr: Η Απομακρυσμένη ενημέρωση ακουστικού βοηθήματος επιτρέπει στον ασθενή να λαμβάνει μέσω της εφαρμογής Smart 3D απευθείας στη φορητή συσκευή του ενημερώσεις λογισμικού (υλικολογισμικού) που αποστέλλει η GN για το ακουστικό βοήθημα. Ενεργοποιήστε ή απενεργοποιήστε την υπηρεσία από αυτόν τον διακόπτη.
fi_fi: Kuulokojeen etäpäivityksen ansiosta potilas voi vastaanottaa GN:n lähettämät kuulokojeen ohjelmisto- ja/tai laiteohjelmisto päivitykset mobiililaitteensa avulla käyttämällä Smart 3D -sovellusta. Voit ottaa palvelun käyttöön ja poistaa sen käytöstä tämän kytkimen avulla.
hr_hr: Daljinsko ažuriranje slušnog pomagala omogućuje bolesniku da primi ažuriranja softvera (programske opreme) slušnog pomagala koje šalje GN, izravno na svoj mobilni uređaj s pomoću aplikacije Smart 3D. Uključite ili isključite uslugu ovim prekidačem.
hu_hu: A hallókészülék távoli frissítésével a páciens a hallókészülék szoftverének (firmwarének) frissítéseit fogadhatja a GN-től. A frissítések közvetlenül a Smart 3D alkalmazást használó mobileszközre érkeznek. A szolgáltatást ezzel a kapcsolóval kapcsolhatja be vagy ki.
it_it: L’aggiornamento dei dispositivi acustici da remoto, consente al paziente di ricevere aggiornamenti Software (firmware), direttamente tramite i propri dispositivi Mobile, (Smartphone), utilizzando l’app ReSound Smart 3D. E' possibile attivare e disattivare tale funzionalità tramite questo selettore.
ko_kr: 보청기 원격 업데이트에서 Smart 3D 앱을 사용하여 GN의 보청기 소프트웨어(펌웨어)를 휴대전화에 다운로드할 수 있습니다. 이 스위치를 사용하여 서비스를 활성화 또는 비활성화할 수 있습니다
nl_nl: Dankzij Remote Hoortoestel Update kan uw cliënt via de cloud updates voor de hoortoestel software (firmware) ontvangen van GN, met de Smart 3D app op zijn/haar mobiele apparaat.
no_no: En ekstern oppdatering av høreapparat gjør det mulig for pasienten å motta oppdateringer av programvare (firmware) til høreapparatet fra GN rett til sin mobile enhet, ved hjelp av Smart 3D-appen. Slå tjenesten på eller av her.
pt_pt: A atualização remota do aparelho auditivo permite que o paciente receba atualizações de software (firmware) do aparelho auditivo enviadas da GN, diretamente em seu dispositivo móvel usando o aplicativo Smart 3D. Ative ou desative o serviço com esta chave.
ro_ro: Actualizarea de la distanță a aparatelor auditive penrmite pacientului să primească actualizări pentru software (firmware) de aparat auditiv trimise de GN, direct pe dispozitivul mobil utlizând aplicația Smart 3D. Porniți și opriți serviciul cu acest comutator.
ru_ru: Функция Удаленное обновление прошивки СА позволяет пациенту получать обновления ПО (прошивки), отправленные GN, непосредственно на свои мобильные устройства с помощью приложения Smart 3D. Под- и отключайте сервис с помощью этого переключателя.
sv_se: Fjärruppdatering av hörapparat gör det möjligt för patienten att få uppdateringar av hörapparatens programvara skickade direkt till mobilen med Smart 3D-appen. Slå av och på tjänsten med denna omkopplare.
th_th: การอัพเดตอุปกรณ์ช่วยฟังระยะไกล จะช่วยให้ผู้ป่วยสามารถรับข้อมูลอัพเดตซอฟต์แวร์อุปกรณ์ช่วยฟัง (เฟิร์มแวร์) ที่ส่งจาก GN ไปยังอุปกรณ์มือถือของพวกเขาได้โดยตรงผ่านแอพ Smart 3D เปิดหรือปิดอุปกรณ์ด้วยสวิตช์นี้
tr_tr: Uzaktan İşitme Cihazı Güncellemesi, hastanın GN'den gönderilen işitme cihazı yazılım (bellenim) güncellemelerini, Smart 3D uygulamasıyla doğrudan mobil cihazına almasına olanak sağlar. Servisi bu düğme ile açın veya kapatın.
zh_cn: 助听器云升级(远程更新)，允许用户接收从GN发送的助听器软件（固件）更新，这些更新将直接传送到其移动设备的Smart 3D应用程序中。 使用此开关打开或关闭服务。

source: Error Device Paired with Phone
bg_bg: Грешка – устройство сдвоено с телефон
cht: 裝置與電話配對出錯
da_dk: Fejl i apparat, der er parret med telefon
el_gr: Σφάλμα ζεύξης συσκευής με τηλέφωνο
fi_fi: Virhe paritettaessa laitetta ja puhelinta
hr_hr: Pogreška uparivanja uređaja s telefonom
hu_hu: Hiba történt az eszköz telefonnal való párosításakor
it_it: Errore del dispositivo accoppiato con il telefono
ko_kr: 휴대전화와 페어된 기기 오류
nl_nl: Fout bij koppelen toestel met telefoon
no_no: Feil ved paring av enhet med telefon
pt_pt: Erro ao parear o dispositivo com o telefone
ro_ro: Eroare dispozitiv împerecheat cu telefonul
ru_ru: Ошибка сопряженного с телефоном устройства
sv_se: Fel när enhet parkopplades med telefon
th_th: ข้อผิดพลาดเกี่ยวกับอุปกรณ์ที่จับคู่กับโทรศัพท์
tr_tr: Telefonla Eşleştirilen Cihaz Hatası
zh_cn: 配对到电话的设备错误

source: The device is currently paired with a phone
bg_bg: В момента устройството е сдвоено с телефон
cht: 裝置目前與電話配對
da_dk: Apparatet er parret med en telefon i øjeblikket
el_gr: Η συσκευή βρίσκεται προς το παρόν σε ζεύξη με τηλέφωνο
fi_fi: Laite ja puhelin on paritettu
hr_hr: Uređaj je trenutno uparen s telefonom
hu_hu: Az eszköz jelenleg párosítva van egy telefonnal
it_it: Il dispositivo è al momento accoppiato con un telefono
ko_kr: 이 기기는 휴대전화와 페어링되었습니다
nl_nl: Het toestel is momenteel gekoppeld met een telefoon
no_no: Enheten er for øyeblikket paret med en telefon
pt_pt: O dispositivo está atualmente pareado com um telefone
ro_ro: Dispozitivul este împerecheat momentan cu un telefon
ru_ru: Устройство в настоящий момент сопряжено с телефоном
sv_se: Enheten är för närvarande parad med en telefon
th_th: ขณะนี้อุปกรณ์จับคู่กับโทรศัพท์อยู่
tr_tr: Cihaz şu anda bir telefonla eşleştirilmiştir
zh_cn: 该设备当前已配对到电话
