Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Noise Tracker II reduces unwanted background noise without affecting the quality of speech. This gives you increased listening comfort in all types of listening environments. For premium products, an additional "Per Environment" setting that allows for different noise reduction levels across environments is available. This setting allows for customization of the feature across multiple environments within the same program.
bg_bg: Noise Tracker II намалява нежелания фонов шум, без да влияе на качеството на говора. Това ви осигурява повече комфорт при слушане във всякаква среда. При първокласните продукти се предлага допълнителна настройка „Според околната среда“, която позволява различни нива на намаляване на шума в различна среда. Тази настройка позволява персонализиране на функцията в различна среда в рамките на една и съща програма.
cht: 噪音追蹤系統 II 可減少不想要的背景噪音，而不會影響語音的音質。提高您在所有類型的聆聽環境中的聆聽舒適度。 對於頂級的產品，可以使用額外的「環境獨特設定」，以便在不同環境中降低不同的噪音等級。此設定允許在同一程式內為多種環境自定功能。
da_dk: Noise Tracker II reducerer uønsket baggrundsstøj uden at påvirke kvaliteten af tale. Det giver dig en højere grad af lyttekomfort i alle typer lyttemiljøer. I de førsteklasses produkter fås en ekstra "pr. miljø-indstilling", der muliggør forskellige niveauer af støjreduktion på tværs af miljøer. Denne indstilling gør det muligt at tilpasse funktionen på tværs af flere miljøer i det samme program.
el_gr: Η λειτουργία Noise Tracker II μειώνει τον ανεπιθύμητο θόρυβο βάθους χωρίς να επηρεάζει την ποιότητα του ήχου ομιλίας. Αυτό σας προσφέρει αυξημένη άνεση ακρόασης σε όλα τα είδη περιβάλλοντος ακρόασης. Για τα premium προϊόντα διατίθεται η πρόσθετη ρύθμιση "Ανά περιβάλλον" που επιτρέπει διαφορετικές στάθμες μείωσης θορύβου ανάλογα με το περιβάλλον. Η ρύθμιση αυτή παρέχει εντός του ίδιου προγράμματος τη δυνατότητα εξατομίκευσης της λειτουργίας ανάλογα με το εκάστοτε περιβάλλον.
fi_fi: Taustamelun vaimennus II vaimentaa epätoivottua taustamelua ilman että puheen laatu huononee. Siksi kuunteleminen on mukavampaa kaikissa ympäristöissä. Premium-tuotteissa on täydentävä ympäristökohtainen asetus, jonka avulla melunvaimennuksen taso voi vaihdella ympäristökohtaisesti. Tämän asetuksen ansiosta ominaisuus voidaan mukauttaa erilaisiin ääniympäristöihin samassa ohjelmassa.
hr_hr: Noise Tracker II smanjuje neželjenu pozadinsku buku ne utječući pritom na kvalitetu govora. Time se pruža mogućnost ugodnijeg slušanja u svim vrstama slušnih okruženja. Kod vrhunskih je proizvoda dostupna dodatna postavka „Prema okruženju” koja omogućuje različite razine smanjenja buke prema okruženjima. Ta postavka omogućuje prilagodbu značajke u više okruženja unutar istog programa.
hu_hu: A Noise Tracker II anélkül csökkenti a nem kívánt háttérzajokat, hogy hatással lenne a beszéd minőségére. Így a páciens fokozottan kényelmes hallásminőséget tapasztalhat bármilyen környezetben. A prémium termékek esetén egy további „Per környezet” beállítás érhető el, amely különböző környezetekben elérhető zajcsökkentési megoldásokat biztosít. Ez a beállítás a fenti funkció különböző környezetekben történő testre szabását teszi lehetővé ugyanabban a programban.
it_it: Noise Tracker II riduce i rumori di sottofondo indesiderati senza influire sulla qualità del parlato. Ciò consente al paziente di incrementare il comfort di ascolto in tutti i tipi di ambienti sonori. Per pazienti premium, è disponibile un'impostazione Per ambiente aggiuntiva che consente diversi livelli di riduzione del rumore a seconda degli ambienti. Tale impostazione consente la personalizzazione della funzione in ambienti molteplici all'interno dello stesso programma.
ko_kr: Noise Tracker II는 말소리에 영향을 주지 않으면서 배경 소음을 줄일 수 있는 기능입니다. 다양한 소음속 청취환경에서도 편안한 청취환경을 제공합니다. 프리미엄 제품은 “청취환경에 따라” 설정을 개별적으로 소음감소기능의 수준을 설정할 수 있습니다. 동일한 프로그램 내에서 다양한 환경의 기능을 원하는 레벨로 조절할 수 있습니다.
nl_nl: NoiseTracker II vermindert ongewenste achtergrondgeluiden zonder de spraakkwaliteit aan te tasten Dit biedt u verhoogd luistercomfort voor alle types luisteromgevingen. Bij premiumproducten is er een extra “Environmental” instelling die verschillende geluidsreductieniveaus in verschillende omgevingen mogelijk maakt binnen hetzelfde programma.
no_no: Noise Tracker II reduserer uønsket bakgrunnsstøy uten å påvirke talekvaliteten. Det gir deg mer komfortabel lytting i alle slags lydmiljøer.
pt_pt: O Noise Tracker II reduz o ruído indesejado sem afetar a qualidade da fala. Isso proporciona maior conforto auditivo em todos os tipos de ambientes. Para produtos premium, está disponível uma configuração adicional "por ambiente", que permite diferentes níveis de redução de ruído em diferentes ambientes. Essa configuração possibilita a personalização do recurso em vários ambientes no mesmo programa.
ro_ro: Noise Tracker II reduce zgomotul de fundal nedorit fără a afecta calitatea vorbirii. Aceasta vă oferă un confort sporit la ascultare în toate tipurile de medii de ascultare. Pentru produsele premium este disponibilă o setare suplimentară "Per Mediu" ce vă permite reduceri diferite ale zgomotului în diversele medii. Această setare permite personalizarea opțiunii în diversele medii în cadrul aceluiași program.
ru_ru: Noise Tracker II снижает нежелательный шумовой фон, не затрагивая качества речи. Это создает вам повышенный слуховой комфорт в акустических ситуациях/окружениях любого рода. Для продуктов класса Премиум предлагается дополнительная настройка «В зависимости от акустического окружения», позволяя выбирать различные уровни снижения шума для различных окружений. Настройка позволяет индивидуализировать эту функцию для многочисленных акустических окружений/ситуаций в рамках одной программы.
sv_se: Noise Tracker II reducerar oönskat bakgrundsljud utan att påverka kvaliteten på tal. Detta ger dig ökad lyssningskomfort i alla typer av lyssningsmiljöer. För premiumprodukter, finns en extra inställning "Per miljö" som möjliggör olika bullerminskningsnivåer i olika miljöer. Denna inställning gör det möjligt att anpassa funktionen i flera miljöer inom samma program.
th_th: ตัวติดตามเสียงรบกวน II จะลดเสียงรบกวนพื้นหลังที่ไม่พึงประสงค์โดยไม่ส่งผลกระทบต่อคุณภาพเสียง ซึ่งช่วยให้คุณสามารถฟังได้อย่างสบายยิ่งขึ้นในสภาพแวดล้อมการฟังทุกประเภท สำหรับผลิตภัณฑ์ระดับพรีเมี่ยม จะมีการตั้งค่า “ตามสภาพแวดล้อม” เพิ่มเติม ซึ่งจะช่วยให้สามารถลดระดับเสียงรบกวนที่แตกต่างกันตามสภาพแวดล้อมได้ การตั้งค่านี้ช่วยให้สามารถปรับแต่งคุณสมบัติในสภาพแวดล้อมที่หลากหลายได้ภายในโปรแกรมเดียวกัน
tr_tr: Noise Tracker II istenmeyen arkaplan gürültüsünü konuşmanın kalitesi etkilenmeden azaltır. Bu size her türlü dinleme ortamında artan dinleme konforu sağlar. Üstün düzeydeki ürünler, ortamlar genelinde farklı gürültü azaltma seviyelerine izin veren ilave bir "Her Ortam İçin" ayarına sahiptir. Bu ayar, özelliğin aynı program içinde çok sayıda ortamda kişiselleştirilmesine olanak tanır.
zh_cn: AI智能净噪系统可减少不需要的背景噪音，而不影响语音质量。这可让您在所有类型的听力环境中提高聆听舒适度。 对于高端产品，环境优化器中的“每个环境”设置可在不同环境中实现不同的降噪水平。 该设置允许在同一程序中针对多种环境定制收听。

source: Environmental Optimizer II recognizes what type of listening environment you are in, and automatically adjusts the volume and the amount of noise reduction to optimize listening comfort and sound quality. In additon to automatically adjusting the volume and noise reduction levels, Smart Gain Pro features the ability to customize the amount of noise reduction across the different environmental categories.
bg_bg: Оптимизатор на средата II разпознава в какъв вид среда за слушане се намирате и автоматично регулира силата на звука и степента на намаляване на шума, за да оптимизира комфорта на слушане и качеството на звука. В допълнение към автоматичното регулиране на силата на звука и нивата на намаляване на шума, Smart Gain Pro има способността да персонализира степента на намаляване на шума сред различни категории околна среда.
cht: 環境優化器 II 辨識您所處的聆聽環境類型，並自動調整音量及噪音抑制程度以優化聆聽舒適度及音質。 除了自動調整音量及噪音抑制等級之外，進階智能增益功能提供在不同環境種類對噪音抑制功能進行客製化設定。
da_dk: Environmental Optimizer II genkender det aktuelle lydmiljø og korrigerer automatisk lydstyrke og støjreduktion, så der opnås optimal lyttekomfort og lydkvalitet. Ud over automatisk at justere lydstyrke og graden af støjreduktion er Smart Gain Pro desuden i stand til at brugertilpasse graden af støjreduktion på tværs af miljøkategorierne.
el_gr: Το πρόγραμμα Environmental Optimizer II αναγνωρίζει τον τύπο του περιβάλλοντος ακρόασης στο οποίο βρίσκεστε και προσαρμόζει αυτόματα την ένταση του ήχου και τον βαθμό μείωσης του θορύβου ώστε να βελτιστοποιήσει την άνεση ακρόασης και την ποιότητα του ήχου .Εκτός από την αυτόματη προσαρμογή των επιπέδων έντασης ήχου και μείωσης θορύβου, το Smart Gain Pro διαθέτει τη δυνατότητα προσαρμογής του βαθμού μείωσης του θορύβου στις διάφορες κατηγορίες περιβάλλοντος.
fi_fi: Ääniympäristön optimointi II tunnistaa automaattisesti ääniympäristön ja säätää äänenvoimakkuuden tason sekä meluvaimennuksen määrän parhaalle mahdolliselle tasolle kyseiseen ääniympäristöön. Äänenvoimakkuuden ja melunvaimennuksen automaattisen säätämisen lisäksi älykäs vahvistus Pro mukauttaa kohinanvaimennuksen määrän ääniympäristön luokittelun perusteella.
hr_hr: Optimizator okoline II prepoznaje vrstu zvučnog okružja i automatski prilagođuje glasnoću i razinu redukcije pozadinske buke radi poboljšanja lakoće slušanja i kvalitete zvuka. Uz to što automatski prilagođuje glasnoću i razinu redukcije pozadinske buke, Smart Gain Pro ima mogućnost prilagođivanja količine pozadinske buke u različitim kategorijama okružja.
hu_hu: A Környezeti Optimalizáló II felismeri, hogy milyen halláskörnyezetben van a felhasználó, és automatikusan beállítja a hangerőt és a zajszűrés mértékét az optimális figyelési komforthoz és hangminőséghez. Valamint automatikusan beállítja a hangerőt és a zajszűrés szinteket, a Smárt Gain Pro lehetővé teszi a zajszűrés szintek egyedi beállítását különféle környezeti kategóriákban.
it_it: Ottimizzatore Ambientale II riconosce il tipo di ambiente in cui ci troviamo, e regola automaticamente il volume e la quantità di riduzione del rumore per ottimizzare il comfort di ascolto e la qualità del suono. Oltre a modificare automaticamente il volume e la quantità di riduzione del rumore, con Ottimizzatore Ambientale II sarà possibile personalizzare la quantità di riduzione del rumore gestendolo per le varie classificazioni ambientali.
ko_kr: 자동환경조절기능은 사용자 주변의 청취 환경을 보청기가 스스로 인식하고, 자동으로 볼륨과 소음감소기능의 수준을 조정하여 최적의 청취환경을 제공합니다. 볼륨 및 소음 감소 레벨을 자동으로 조정하는 기능 외에도 자동환경조절기능은 다양한 환경에서 소음감소기능의 수준을사용자의 청취환경에 따라 자동으로 조절되는 수준을 개별 설정할 수 잇습니다.
nl_nl: Environmental Optimizer II herkent het types luisteromgeving waarin u zich bevindt, en past automatisch het volume en de mate van geluidsreductie aan om het luistercomfort en de geluidskwaliteit te verbeteren. Naast een automatische aanpassing van het volume en de geluidsreductieniveaus, beschikt Environmental Optimizer II over de mogelijkheid de hoeveelheid geluidsreductie over de verschillende omgevingscategorieën aan te passen.
no_no: Environmental Optimizer II gjenkjenner hva slags lyttemiljø du er i og justerer automatisk volumet og graden av støyreduksjon for å optimalisere lyttekomforten og lydkvaliteten.Smart Gain identifiserer lyttemiljøet og justerer volum- og støyreduksjonsnivået automatisk. Smart Gain Pro gjør det i tillegg mulig å tilpasse graden av støyreduksjon over flere forskjellige lyttekategorier.
pt_pt: O Otimizador Ambiental II reconhece o ambiente e automaticamente ajusta o ganho para otimizar o conforto auditivo e qualidade sonora no ambiente. Além de ajustar o ganho automaticamente, os recursos do Smart Gain Pro permite customizar a redução de ruído nos diferentes ambientes.
ro_ro: Environmental Optimizer II recunoaște tipul mediului de ascultare în care vă aflați și reglează automat volumul și reducerea zgomotului pentru o ascultare optimă și comodă și o calitate sporită a sunetului. Pe lângă ajustarea automată a volumului și a nivelurilor de reducere a zgomotului, Smart Gain Pro oferă posibilitatea de a personaliza cantitatea de reducere a zgomotului în diverse categorii de mediu.
ru_ru: Оптимизатор окружения II распознает тип звукового окружения, в котором вы находитесь, и автоматически регулирует уровень громкости и шумоподавления для обеспечения оптимального комфорта и качества звука. Помимо автоматического регулирования уровней громкости и шумоподавления, функция Smart Gain Pro умеет приспосабливать величину шумоподавления с учетом различных категорий окружения.
sv_se: Miljöoptimering II känner av vilken typ av miljö du befinner dig i och justerar automatiskt volym och mängd av brusreducering för att uppnå optimal komfort och ljudkvalitet. Förutom att automatiskt justera volymen och brusreduceringen har Smart Gain Pro möjligheten att anpassa mängden brusreducering över de olika miljökategorierna.
th_th: Environmental Optimizer II จะรับรู้ถึงประเภทของสภาพแวดล้อมในการได้ยินที่คุณอยู่ และปรับระดับเสียงและปริมาณของการลดเสียงรบกวนโดยอัตโนมัติเพื่อเพิ่มความสบายในการฟังและคุณภาพเสียง นอกจากนี้ Smart Gain Pro ยังมีความสามารถในการปรับแต่งปริมาณการลดเสียงรบกวนในแต่ละประเภทสิ่งแวดล้อมเพื่อปรับระดับเสียงและระดับการลดเสียงรบกวนโดยอัตโนมัติอีกด้วย
tr_tr: Çevresel Yönetim II, ne çeşit bir dinleme ortamında bulunduğunuzu algılar ve dinleme konforunu ve ses kalitesini otomatik olarak en iyi duruma getirmek için ses seviyesini ve gürültü azaltma miktarını ayarlar. Ses seviyesi ve gürültü azaltma seviyelerini otomatik şekilde ayarlamaya ek olarak, Akıllı Kazanç Pro özelliği, farklı ortam kategorileri arasında gürültü azaltma miktarını özelleştirme olanağı sağlar.
zh_cn: AI智能环境优化器会识别您所处的听力环境，并自动调整音量和降低噪音，让您获得舒适的听力体验和音质。 除了自动调整音量和降噪级别外，还可对不同环境下的降噪程度进行个性化设置。

source: Wind Guard (Audio)
bg_bg: Wind Guard (аудио)
cht: 風噪音抑制 (音訊)
da_dk: Wind Guard (lyd)
fi_fi: Tuulisalpa (ääni)
hr_hr: Zaštita od vjetra (Audio)
hu_hu: Wind Guard (Audió)
ko_kr: Wind Guard(오디오)
pt_pt: Wind Guard (Áudio)
ro_ro: Paravânt (Audio)
ru_ru: Wind Guard (Аудио)
sv_se: Vindbrusreducering (Audio)
th_th: Wind Guard (เสียง)
tr_tr: Wind Guard (Ses)
zh_cn: 高效风噪卫士(Audio)

source: Wind Guard
cht: 風噪音抑制
fi_fi: Tuulisalpa
hr_hr: Zaštita od vjetra
hu_hu: Szélzajszűrés
ro_ro: Paravânt
ru_ru: Подавление шума ветра Wind Guard
sv_se: Vindbrusreducering
zh_cn: 高效风噪卫士

source: TSG Synchronization-Natural Sounds
bg_bg: Синхронизация на TSG-Звуци от природата
cht: 耳鳴抑制音產生器同步化 - 自然聲音
da_dk: TSG-synkronisering – naturlyde
fi_fi: TSG Synkronointi-Luonto äänet
hr_hr: TSG Sinkronizacija – Prirodni zvukovi
hu_hu: TSG szinkronizáció-Természetes hangok
it_it: GST Sincronizzazione-Suoni della Natura
ko_kr: 소리발생기 동기화-네이쳐사운드
nl_nl: TSG synchronisatie Natuurgeluiden
no_no: TSG-synkronisering-Naturlyder
pt_pt: Gerador de Som Sincronizado - Sons da Natureza
ro_ro: Sincronizare TSG - Natural Sounds
ru_ru: Синхронизация TSG-Звуков природы
sv_se: TSG synkronisering-Naturljud
tr_tr: TSG Senkronizasyonu-Doğal Sesler
zh_cn: 耳鸣管理器同步-自然声音

source: With the use of Ear to Ear communication, the Comfort Phone feature automatically reduces the gain on the non-phone ear. This feature allows the instrument user the ability to comfortably hear their phone conversation while reducing the competing environmental noise. This reduction in gain is automatically built into the Comfort Phone functionality when Ear to Ear communication is enabled.
bg_bg: Чрез използване на комуникация Ухо с ухо, функцията Comfort Phone автоматично намалява усилването на ухото без телефон. Тази функция дава възможност на потребителя на апарата да чува комфортно разговора по телефона, като намалява конкуриращия го шум от околната среда. Това намаляване на усилването се вгражда автоматично във функционалността на Comfort Phone, когато е активирана комуникацията Ухо с ухо.
cht: 使用雙耳互聯，舒適電話功能自動的降低未接聽電話耳朵的增益。始功能允許助聽器使用者可舒適的聆聽電話，並減低環境噪音。當雙耳互聯功能啟動時，此增益量降低自動設定在舒適電話功能。
da_dk: Ved hjælp af Ear-to ear-kommunikation reducerer funktionen Comfort Phone automatisk forstærkningen i det øre, der ikke bruges til telefonsamtalen. Denne funktion sætter høreapparatbrugeren i stand til at høre telefonsamtalen på et komfortabelt niveau, samtidig med at distraherende lyde fra omgivelserne dæmpes. Denne reduktion i forstærkningen er indbygget i Comfort Phone-funktionen og aktiveres automatisk, når øre til øre-kommunikation er slået til.
el_gr: Με τη χρήση της επικοινωνίας Ear to Ear, η λειτουργία Comfort Phone μειώνει αυτόματα την απόκριση στο αυτί στο οποίο δεν βρίσκεται το τηλέφωνο. Η λειτουργία αυτή επιτρέπει στον χρήστη του βοηθήματος να ακούει άνετα την τηλεφωνική συνομιλία, μειώνοντας τον αντίπαλο περιβαλλοντικό θόρυβο. Αυτή η μείωση της απόκρισης είναι ενσωματωμένη στη λειτουργία Comfort Phone, όταν η επικοινωνία Ear to Ear είναι ενεργοποιημένη.
fi_fi: Kun viestintä korvasta korvaan on käytössä, Comfort Phone -toiminto vähentää automaattisesti vahvistusta korvassa, jossa ei ole puhelinta. Siksi käyttäjä kuulee puhelimesta kuuluvan äänen mukavasti, mutta ympäristön äänet vaimenevat. Vahvistuksen vähennys sisältyy Comfort Phone -toimintoon automaattisesti, kun viestintä korvasta korvaan on käytössä.
hr_hr: Koristeći se komunikacijom Uho-do-Uha, svojstvo Comfort Phone automatski smanjuje jačinu zvuka na drugom uhu. To olakšava korisniku uređaja slušanje telefonskog razgovora uz smanjenje ostalih zvukova iz okružja. Spomenuto smanjivanje jačine zvuka automatski je ugrađena funkcija u Comfort Phone kada je omogućena komunikacija Uho-do-Uha.
hu_hu: A kétoldali kommunikáció használatakor a Comfort Phone automatikusan csökkenti a telefont nem használó fülhallgató erősítését. A funkció lehetővé teszi a hallókészüléket használó számára, hogy kényelmesen folytasson telefonbeszélgetéseket a környezeti zajok csökkentése mellett. Az erősítés csökkentését a Comfort Phone funkció automatikusan alkalmazza, ha a fülek közötti kommunikáció be van kapcsolva.
it_it: Con la comunicazione Ear to Ear, la funzione Comfort Phone riduce automaticamente il guadagno sul dispositivo controlaterale. Questa funzione consente all'utente dell'apparecchio di ascoltare comodamente la conversazione telefonica, riducendo il rumore ambientale in competizione. Questa riduzione del guadagno viene automaticamente attivata dalla funzione Comfort Phone quando è abilitata la comunicazione Ear to Ear.
ko_kr: 양이 통신으로 자동전화(컴포트 폰) 기능이 전화기를 사용하지 않는 방향의 보청기 출력을 자동으로 조절합니다. 이 기능은 청취환경의 주변 소음을 감소시키면서 보청기 사용자가 전화 통화를 편안하게 할 수 있도록 합니다. 양이통신을 사용중인 경우 자동전화(컴포트 폰) 모드에 이득이 자동 감소되어 설정됩니다.
nl_nl: Door Ear to Ear-communicatie te gebruiken, vermindert ComfortPhone automatisch de versterking op het niet-telefoonoor. Deze functie stelt de gebruiker in staat telefoonconversatie comfortabel te horen en de storende omgevingsgeluiden uit te schakelen. Deze versterkingsreductie is automatisch ingebouwd in de Comfort Phone-functie wanneer Ear to Ear communicatie is ingeschakeld.
no_no: Ved hjelp av øre til øre-kommunikasjon vil Comfort Phone automatisk redusere gainen på det øret som ikke benyttes til telefonen. Denne funksjonen gjør det mulig for brukeren å delta i en telefonsamtale samtidig som støyen i omgivelsene reduseres. Gainreduksjonen bygges automatisk inn i Phone Now-funksjonen ved aktivering av øre til øre-kommunikasjon.
pt_pt: Com a comunicação de orelha, o Comfort Phone automaticamente reduz o ganho no lado sem o telefone. Esse recurso permite o usuário ouvir o telefone, enquanto reduz o ruído de fundo competitivo. Essa redução de ganho está embutido no recurso Comfort Phone quando a Comunicação de Orelha a Orelha está ativada.
ro_ro: Folosind comunicarea ureche-la-ureche, opțiunea Telefon confort asimetrică reduce automat amplificarea pe urechea care nu folosește telefonul. Această opțiune permite utilizatorului să asculte în mod confortabil conversația pe care o poartă la telefon, în timp ce zgomotul de fundal din mediu este redus. Această reducere a amplificării este inclusă automat în opțiunea Telefon Confort atunci când este activată comunicarea ureche la ureche.
ru_ru: Используя беспроводную связь между слуховыми аппаратами, функция Comfort Phone автоматически понижает усиление на ухе, не контактирующем с телефоном. Эта функция предоставляет пользователю СА возможность вести телефонный разговор, комфортно слыша речь, но с пониженным вмешательством окружающих шумов. Эта корректировка происходит автоматически.
sv_se: Med hjälp av öra-öra-kommunikation reducerar funktionen Komforttelefon automatiskt förstärkningen på örat som inte är mot telefonen. Denna funktion gör det möjligt för apparatanvändaren att bekvämt höra sin telefonsamtal samtidigt som det konkurrerande miljöbullret minskas. Denna minskning av förstärkningen är automatiskt inbyggd i funktionen Komforttelefon när öra-öra-kommunikation är aktiverad.
th_th: ด้วยการใช้การสื่อสาร Ear to Ear คุณสมบัติ Comfort Phone จะลดเกนจากหูที่ไม่ใช่โทรศัพท์โดยอัตโนมัติ คุณสมบัตินี้ช่วยให้ผู้ใช้เครื่องช่วยฟังสามารถฟังการสนทนาทางโทรศัพท์ได้อย่างสบาย ขณะเดียวกันก็ลดเสียงรบกวนรอบข้างที่แทรกมา การลดเกนนี้จะถูกสร้างขึ้นในฟังก์ชันการทำงาน Comfort Phone โดยอัตโนมัติเมื่อเปิดใช้งานการสื่อสาร Ear to Ear
tr_tr: İki kulak arası iletişimi kullanan Comfort Phone özelliği; telefon ile görüşülmeyen kulaktaki kazancı otomatik olarak azaltır. Bu özellik cihaz kullanıcısına telefon sohbetini rahatlıkla işitebilme olanağı sağlarken, araya giren çevresel gürültüyü azaltır. Kazançtaki bu azalma, Kulaktan Kulağa iletişim etkinleştirildiğinde otomatik olarak Comfort Phone fonksiyonuna dahil edilir.
zh_cn: 借助于AI智能双耳融合系统，智能电话处理功能可自动降低未接听电话一侧的增益，减小环境噪音，使助听器用户能够舒适地接听电话。当AI智能双耳融合系统启用时，智能电话会自动开启降低增益的功能。

source: Volume Up
bg_bg: Усилване на звука
cht: 音量增大
da_dk: Lydstyrke op
el_gr: Αύξηση έντασης
fi_fi: Äänenvoimakkuudensäätö ylös
hr_hr: Povećaj glasnoću
hu_hu: Hangerő fel
it_it: Volume su
ko_kr: 볼륨 업
nl_nl: Volume omhoog
no_no: Volum opp
pt_pt: Aumentar Volume
ro_ro: Crestere Volum
ru_ru: Громче
sv_se: Volym Upp
th_th: เพิ่มระดับเสียง
tr_tr: Ses Arttırma
zh_cn: 增加音量

source: Volume Down
bg_bg: Намаляване на звука
cht: 音量降低
da_dk: Lydstyrke ned
el_gr: Μείωση έντασης
fi_fi: Äänenvoimakkuudensäätö alas
hr_hr: Smanji glasnoću
hu_hu: Hangerő le
it_it: Volume giù
ko_kr: 볼륨 다운
nl_nl: Volume omlaag
no_no: Volum ned
pt_pt: Diminuir Volume
ro_ro: Scadere Volum
ru_ru: Тише
sv_se: Volym Ned
th_th: ลดระดับเสียง
tr_tr: Ses Azaltma
zh_cn: 降低音量

source: Remote Control
bg_bg: Дистанционно управление
cht: 遙控器
da_dk: Fjernbetjening
el_gr: Τηλεχειριστήριο
fi_fi: Kauko-ohjain
hr_hr: Daljinski upravljač
hu_hu: Távirányító
nl_nl: Afstandbediening /TV streamer
no_no: Fjernkontroll
pt_pt: Controle Remoto
ru_ru: Дистанционное управление (ДУ)
sv_se: Fjärrkontroll
th_th: รีโมทคอนโทรล
tr_tr: Uzaktan Kumanda
zh_cn: 遥控器
