Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Please check cables, programming interface, if a battery is required, and that the correct version of software is in use. If you are trying to replace one of the hearing instruments, then select 'Replace Instrument...' button below, then unassign and rediscover.
bg_bg: Проверете кабелите, програмния интерфейс, дали е необходима батерия и дали се използва правилната версия на софтуера. Ако се опитвате да смените единия от слуховите апарати, изберете бутона „Смяна на апарат...“ по-долу, след което отменете присвояването и преоткрийте.
cht: 請檢查連接線、調整介面、是否需要電池及使用的軟體版本是否正確。 若您要嘗試更換助聽器，請選擇下方的「更換助聽器」按鈕，然後取消分配並重新偵測。
da_dk: Kontrollér kabler, programmeringsinterface, om et batteri er påkrævet, og at den korrekte softwareversion benyttes. Hvis du forsøger at udskifte et af høreapparaterne, skal du klikke på knappen "Skift apparat ..." herunder og derefter fjerne og søge igen.
el_gr: Ελέγξτε τα καλώδια, τη διασύνδεση προγραμματισμού, εάν χρειάζεται μπαταρία και εάν χρησιμοποιείται η σωστή έκδοση λογισμι κού.Εάν επιχειρείτε να αντικαταστήσετε ένα από τα ακουστικά βοηθήματα, επιλέξτε το κουμπί "Αντικατάσταση βοηθήματος..." παρακάτω και έπειτα αναιρέστε την αντιστοίχιση και επαναλάβετε τον εντοπισμό.
fi_fi: Tarkista johdot, ohjelmointiyksikkö, tarvitaanko paristo ja että käytössä on oikea ohjelmistoversio. Jos yrität vaihtaa kuulokojeen, valitse alla näkyvä Vaihda kuulokoje... -painike, poista käytöstä ja etsi uudelleen.
hr_hr: Molimo provjerite kabele, programsko sučelje, stanje baterije i postojanje odgovarajućeg softvera. Ako želite zamijeniti jedan od slušnih uređaja, izaberite tipku 'Zamijeni Uređaj...', a zatim uklonite i ponovno pronađite uređaj.
hu_hu: Ellenőrizze a kábeleket, a programozó egységet, az elemet ha szükséges, és, hogy a szoftver verzió megfelelő-e. Ha megpróbálja kicserélni az egyik készüléket, majd kiválasztja a 'Készülék csere...' gombot lent, utána cserélheti és ismertesse fel.
it_it: Si prega di controllare i cavetti, interfaccia di programmazione, se richiesta la batteria, è se si sta utilizzando la corretta versione del software. Se si sta cercando di sostituire uno degli apparecchi acustici, selezionare 'Sostituire dispositivo' dal tasto qui sotto, annullare l'assegnazione e effettuare la ricerca.
ko_kr: 케이블과 프로그래밍을 위한 인터페이스 그리고 배터리 전력과 적절한 피팅 소프트 웨어 버전인지 확인하여 주세요. 보청기 중 하나를 교체하려는 경우 '보청기 교체' 버튼을 선택한 다음 지정을 해제 하고 재연재탐색 하세요.
nl_nl: Controleer de kabels, het programmeerinterface, of een batterij nodig is en of de correcte versie van de software in gebruik is. Als u probeert een van de hoortoestellen te vervangen, selecteer dan de knop “Toestel vervangen...” hieronder, maak dan de toewijzing ongedaan en start de detectie opnieuw.
no_no: Sjekk kabler, programmeringsgrensesnitt, om det trengs et batteri og om det brukes korrekt programvareversjon. Hvis du skal skifte ut et av høreapparatene, bruker du knappen «Erstatt apparat» nedenfor, fjerner tilordningen og gjenoppdager det.
pt_pt: Verifique os cabos, a interface de programação, se é necessária uma pilha e se a versão correta do software está em uso. Se você está tentando substituir um dos aparelhos auditivos, selecione o botão "Replace Instrument..." (Substituir aparelho..." abaixo, depois cancele a atribuição e realize a nova detecção.
ro_ro: Verificați cablurile, interfața de programare, dacă este necesară o baterie și că versiunea softului utilizat este cea corectă. Dacă încercați să înlocuiți unul dintre aparatele auditive, selectați butonul „Înlocuire aparat...” de mai jos, apoi dealocați și treceți în modul descoperire.
ru_ru: Проверьте кабели, интерфейс программирования, не нужно ли поменять батарею, используется ли правильная версия ПО. Если вы хотите заменить один из слуховых аппаратов, выберите внизу кнопку 'Заменить СА...', затем отмените ассоциацию и вновь осуществите поиск.
sv_se: Kontrollera kablar, programmeringsgränssnitt, om ett batteri krävs och att rätt version av programvaran är i bruk. Om du försöker byta ut en av hörapparaterna, välj då knappen "Ersätt hörapparat ..." nedan och avmarkera och återupptäck.
th_th: โปรดตรวจสอบสายเคเบิล อินเทอร์เฟซโปรแกรม (หากจำเป็นต้องใช้แบตเตอรี่) และตรวจสอบว่ามีการใช้งานซอฟต์แวร์เวอร์ชั่นที่ถูกต้อง หากคุณพยายามเปลี่ยนเครื่องช่วยฟังข้างใดข้างหนึ่ง ให้เลือกปุ่ม 'เปลี่ยนเครื่องช่วยฟัง...' ด้านล่าง จากนั้นยกเลิกการกำหนดและการค้นหาใหม่
tr_tr: Lütfen kabloları, programlama arayüzünü, pil gerekip gerekmediğini ve doğru yazılım versiyonunun kullanılıp kullanılmadığını kontrol edin. İşitme cihazlarından birini değiştirmeye çalışıyorsanız, alttaki 'Cihazı Değiştir...' butonunu seçin, ardından seçimi kaldırın ve yeniden bağlanın.
zh_cn: 请检查编程线，编程设备，是否需要安装电池以及使用的软件版本 如果您想更换其中的一个助听器，请选择“更改助听器” 按钮，取消指定并重新搜索助听器。

source: Noah data has been changed. Please close ReSound Smart Fit and reopen to access the changed data.
bg_bg: Данните в Noah са променени. Моля, затворете Smart Fit (интелигентно протезиране) и я рестартирайте, за да имате достъп до променените данни.
cht: Noah 資料已更改。請關閉 Smart Fit 並重新開啟以存取更改過的資料。
da_dk: Noah-data er blevet ændret. Luk Smart Fit, og åbn igen for at få adgang til de ændrede data.
el_gr: Τα δεδομένα του Noah έχουν αλλάξει. Κλείστε το Smart Fit και ανοίξτε το εκ νέου για να προσπελάσετε τα δεδομένα που έχουν αλλάξει.
fi_fi: Noah-tiedot ovat muuttuneet. Muuttuneet tiedot tulevat voimaan sulkemalla Smart Fit ohjelma ja avaamalla se uudelleen.
hr_hr: Podatci sustava Noah su promijenjeni. Zatvorite Smart Fit i ponovno ga otvorite za pristup promijenjenim podatcima.
hu_hu: A Noah adatai megváltoztak. Zárja be a Smart Fit alkalmazást, majd nyissa meg újra a módosított adatok eléréséhez.
it_it: I dati Noah sono cambiati. Chiudere Smart Fit e riaprirlo per accedere ai dati modificati.
ko_kr: Host 데이터가 변경되었습니다. 변경된 데이터를 엑세스 하기위해 Smart Fit을 종료하고 다시 시작하세요.
nl_nl: NOAH gegevens zijn veranderd. Sluit Smart Fit af en start de module opnieuw om de gewijzigde gegevens over te nemen.
no_no: NOAH-data har blitt endret. Vennligst lukk Smart Fit og åpne den på nytt for å få tilgang til endrede data.
pt_pt: Os dados do NOAH foram modificados. Feche o Smart Fit e abra-o novamente para acessar os dados alterados.
ro_ro: Datele din NOAH au fost modificate. Inchideti Smart Fit si reporniti pentru a avea acces la modificari.
ru_ru: Данные NOAH изменились. Закройте и снова откройте Smart Fit, чтобы получить доступ к измененным данным.
sv_se: Noah-data har ändrats. Starta om SmartFit för att få åtkomst till ändrade data.
th_th: มีการเปลี่ยนแปลงข้อมูล Noah โปรดปิด Smart Fit แล้วเปิดอีกครั้งเพื่อเข้าใช้งานข้อมูลที่เปลี่ยนแปลงไป
tr_tr: Noah verileri değişti. Lütfen Akıllı Fitting'yı kapatın ve değişen verilere erişmek için tekrar açın.
zh_cn: NOAH数据已更改。请关闭Smart Fit并重新打开以访问更改后的数据。

source: Host data has been changed. Please close ReSound Smart Fit and reopen to access the changed data.
bg_bg: Данните за хоста са променени. Моля, затворете Smart Fit (интелигентен монтаж) и я рестартирайте, за да имате достъп до променените данни.
cht: 主機資料已更改。請關閉 Smart Fit 並重新開啟以存取更改過的資料。
da_dk: Værtsdata er blevet ændret. Luk Smart Fit, og åbn igen for at få adgang til de ændrede data.
el_gr: Τα δεδομένα του κεντρικού υπολογιστή έχουν αλλάξει. Κλείστε το Smart Fit και ανοίξτε το εκ νέου για να προσπελάσετε τα δεδομένα που έχουν αλλάξει.
fi_fi: Palvelimen tiedot ovat muuttuneet. Muuttuneet tiedot tulevat voimaan sulkemalla Smart Fit ohjelma ja avaamalla se uudelleen.
hr_hr: Podatci glavnog sustava su promijenjeni. Zatvorite Smart Fit i ponovno ga otvorite za pristup promijenjenim podatcima.
hu_hu: A gazdaadatok megváltoztak. Zárja be a Smart Fit alkalmazást, majd nyissa meg újra a módosított adatok eléréséhez.
it_it: I dati Host sono stati cambiati. Chiudere Smart Fit e riaprirlo per accedere ai dati modificati.
ko_kr: Host 데이터가 변경되었습니다. 변경된 데이터를 엑세스 하기위해 Smart Fit을 종료하고 다시 시작하세요.
nl_nl: Hostgegevens zijn veranderd. Sluit Smart Fit af en start de module opnieuw om de gewijzigde gegevens over te nemen.
no_no: Vertsdata har blitt endret. Vennligst lukk Smart Fit og åpne den på nytt for å få tilgang til endrede data.
pt_pt: Os dados do host foram modificados. Feche o Smart Fit e abra-o novamente para acessar os dados alterados.
ro_ro: Datele gazdă au fost modificate. Inchideti Smart Fit si reporniti pentru a avea acces la modificari.
ru_ru: Данные хост-системы изменились. Закройте и снова откройте Smart Fit, чтобы получить доступ к измененным данным.
sv_se: Värddata har ändrats. Starta om SmartFit för att få åtkomst till ändrade data.
th_th: มีการเปลี่ยนแปลงข้อมูล Host โปรดปิด Smart Fit แล้วเปิดอีกครั้งเพื่อเข้าใช้งานข้อมูลที่เปลี่ยนแปลงไป
tr_tr: Veritabanı bilgileri değişti. Lütfen Akıllı Fitting'ı kapatın ve değişen verilere erişmek için tekrar açın.
zh_cn: 主机数据已更改。请关闭Smart Fit并重新打开以访问更改后的数据。

source: Streamer Bass Boost
bg_bg: Усилване на баса на стриймъра
cht: 串流器低頻增強
da_dk: Basboost for streamer
el_gr: Ενίσχυση μπάσων συσκευής ροής
fi_fi: Äänensiirron bassovahvistus
hr_hr: Pojačanje dubokih tonova u alatu za strujanje
hu_hu: Streamer basszuskiemelése
it_it: Streaming Bass Boost
pt_pt: Incremento de Graves
ro_ro: Amplificare bas streamer
ru_ru: Низкочастотное усиление Стримера
th_th: เร่งเสียงเบสของ Streamer
tr_tr: Aktarım Ünitesi Bas Yükseltme
zh_cn: 音频设备低音增强

source: Microphone Balance
bg_bg: Баланс на микрофона
cht: 麥克風平衡
da_dk: Mikrofonbalance
el_gr: Ισορροπία μικροφώνου
fi_fi: Mikrofonitasapaino
hr_hr: Ravnoteža mikrofona
hu_hu: Mikrofon egyensúly
it_it: Bilanciamento Microfono
ko_kr: 마이크 밸런스
nl_nl: Microfoonbalans
no_no: Mikrofonbalanse
pt_pt: Equilíbrio do Microfone
ro_ro: Echilibru Microfon
ru_ru: Баланс микрофона
sv_se: mikrofonbalans
tr_tr: Mikrofon Dengesi
zh_cn: 麦克风平衡

source: Hollow Shell: 2.0 - 2.9 mm vent
bg_bg: Кух охлюв: 2,0 - 2,9 мм венти отвор
cht: 空心耳殼：2.0 - 2.9 mm氣孔
da_dk: Hult hus: 2,0-2,9 mm ventilation
el_gr: Κυρτό κέλυφος: Αεραγωγός 2,0–2,9 mm
fi_fi: Ontto kuori : 2,0–2,9 mm ilmastointi
hr_hr: Šuplji umetak: 2,0 - 2,9 mm odušak
hu_hu: Üreges ház: 2,0 - 2,9 mm szellőző
it_it: Involucro incavato: vent 2.0-2.9 mm
ko_kr: 홀로우 쉘: 2.0 - 2.9 mm 벤트
nl_nl: Holle schaal: 2.0-2.9 mm venting
no_no: T-shell: 2,0–2,9 mm vent
pt_pt: Concha vazada: 2 a 2,9 mm de ventilação
ro_ro: Shell gol: vent 2.0 - 2.9 mm
ru_ru: Полый шелл: вент 2,0 - 2,9 мм
sv_se: Ihåligt skal: 2,0–2,9 mm ventilering
th_th: เชลล์แบบโพรง: Vent ขนาด 2.0 - 2.9 มม.
tr_tr: Boş Kabuk: 2,0 - 2,9 mm Vent
zh_cn: 耳模: 通气孔2.0 - 2.9 mm

source: Hollow Shell: 3.0 - 4.0 mm vent
bg_bg: Кух охлюв: 3,0 - 4,0 мм венти отвор
cht: 空心耳殼：3.0 - 4.0 mm氣孔
da_dk: Hult hus: 3,0-4,0 mm ventilation
el_gr: Κυρτό κέλυφος: Αεραγωγός 3,0–4,0 mm
fi_fi: Ontto kuori : 3,0–4,0 mm ilmastointi
hr_hr: Šuplji umetak: 3,0 - 4,0 mm odušak
hu_hu: Üreges ház: 3,0 - 4,0 mm szellőző
it_it: Involucro incavato: vent 3.0-4.0 mm
ko_kr: 홀로우 쉘: 3.0 - 4.0 mm 벤트
nl_nl: Holle schaal: 3.0-4.0 mm venting
no_no: T-shell: 3,0–4,0 mm vent
pt_pt: Concha vazada: 3 a 4 mm de ventilação
ro_ro: Shell gol: vent 3.0 - 4.0 mm
ru_ru: Полый шелл: вент 3,0 - 4,0 мм
sv_se: Ihåligt skal: 3,0–4,0 mm ventilering
th_th: เชลล์แบบโพรง: Vent ขนาด 3.0 - 4.0 มม.
tr_tr: Boş Kabuk: 3,0 - 4,0 mm Vent
zh_cn: 耳模: 通气孔3.0 - 4.0 mm

source: DAI Level
bg_bg: Ниво на ПАВ (пряк аудио вход)
cht: 直接音源輸入水平
da_dk: DAI-niveau
el_gr: Στάθμη DAI
fi_fi: DAI voimakkuus (audioliitin)
hr_hr: Glasnoća DAI-a
hu_hu: DAI szint
it_it: Livello DAI
ko_kr: DAI
nl_nl: DAI niveau
no_no: DAI-nivå
pt_pt: Nível da DAI
ro_ro: Nivelul DAI
ru_ru: Уровень на прямом аудиовходе
sv_se: DAI Nivå
th_th: ระดับ DAI
tr_tr: DAI Seviyesi
zh_cn: DAI水平

source: DAI
bg_bg: ПАВ (пряк аудио вход)
cht: 直接音源輸入
hr_hr: Izravni audioulaz
ru_ru: Прямой аудиовход (DAI)
tr_tr: DAI (Doğrudan Ses Girişi)

source: DAI and Telecoil
bg_bg: ПАВ и телебобина
cht: 直接音源輸入及電話線圈
da_dk: DAI og telespole
el_gr: DAI και τηλεπηνίο
fi_fi: DAI ja induktiokela
hr_hr: DAI i Telecoil
hu_hu: DAI és Telefontekercs
it_it: DAI e Telecoil
ko_kr: DAI 와 Telecoil
nl_nl: DAI en luisterspoel
no_no: DAI og telespole
pt_pt: DAI e bobina telefônica
ro_ro: DAI si Bobina telefonica
ru_ru: Прямой аудиовход и Телефонная катушка
sv_se: DAI och Telesploe
th_th: DAI และ Telecoil
tr_tr: DAI ve Telecoil
zh_cn: DAI和电感

source: The {0} feature is not present on the {1} instrument(s).
bg_bg: Функцията {0} не съществува в апарата(-ите) {1}.
cht: {1} 助聽器沒有 {0} 功能。
da_dk: Funktionen {0} er ikke til stede på apparatet(erne) {1}.
el_gr: Το χαρακτηριστικό {0} δεν υπάρχει στο(α) ακουστικό(ά) {1}.
fi_fi: Ominaisuus {0} ei ole käytettävissä {1} -kuulokojeissa.
hr_hr: Značajka {0} nije prisutna na aparatima {1}.
hu_hu: A(z) {0} funkció nem található meg a(z) {1} hallókészülék(ek)en.
it_it: La caratteristica {0} non è presente sull'apparecchio(i) {1}.
ko_kr: {0} 기능이 {1} 보청기에 존재하지 않습니다.
nl_nl: {0} is niet beschikbaar in toestel {1}
no_no: Egenskapen {0} er ikke tilgjengelig i {1} apparat(er).
pt_pt: Este recurso {0} não está presente neste(s) {1} aparelho(s).
ro_ro: Caracteristica {0} nu este prezenta pe dispozitivul {1}.
ru_ru: Функция {0} не представлена в СА {1}.
sv_se: Inställningen {0} finns inte i hörapparat(er) {1}.
th_th: ไม่มีคุณสมบัติ {0} บนอุปกรณ์ {1}
tr_tr: {0} özelliği {1} cihaz(lar)da bulunmaz.
zh_cn: {1}助听器上未启用{0}功能。

source: Left and Right
bg_bg: Ляво и дясно
cht: 左側和右側
da_dk: Venstre og højre
el_gr: Αριστερό και δεξί
fi_fi: Vasen ja oikea
hr_hr: Lijevo i desno
hu_hu: Bal és jobb
it_it: Sinistra e destra
ko_kr: 좌측과 우측
nl_nl: links en rechts
no_no: Venstre og høyre
pt_pt: Esquerda e direita
ro_ro: Stanga si Dreapta
ru_ru: Левый и Правый
sv_se: Höger och Vänster
th_th: ซ้าย และ ขวา
tr_tr: Sol ve Sağ
zh_cn: 左和右

source: Adult Talkers - Female
bg_bg: Възрастни събеседници – жена
cht: 成人說話者 - 女性
da_dk: Voksne taler – kvinde
el_gr: Ενήλικοι ομιλητές - Γυναίκα
fi_fi: Aikuisten keskustelu - nainen
hr_hr: Odrasli govornici - žensko
hu_hu: Felnőtt beszélők – nő
it_it: Parlato adulti - Femminile
ko_kr: 성인 화자 - 여성
nl_nl: Volwassen stemmen - Vrouw
no_no: Voksen tale – kvinne
pt_pt: Falantes adultos – feminino
ro_ro: Vorbitori adulti - femeie
ru_ru: Взрослые говорящие - женщины
sv_se: Vuxna Människor - kvinna
th_th: ผู้ใหญ่หลายคนพูด - หญิง
tr_tr: Yetişkin Konuşmacılar - Kadın
zh_cn: 成人谈话 - 女

source: Adult Talkers - Male
bg_bg: Възрастни събеседници – мъж
cht: 成人說話者 - 男性
da_dk: Voksne taler – mand
el_gr: Ενήλικοι ομιλητές - Άνδρας
fi_fi: Aikuisten keskustelu - mies
hr_hr: Odrasli govornici - muško
hu_hu: Felnőtt beszélők – férfi
it_it: Parlato adulti - Maschile
ko_kr: 성인 화자 - 남성
nl_nl: Volwassen stemmen - Man
no_no: Voksen tale – mann
pt_pt: Falantes adultos – masculino
ro_ro: Vorbitori adulti - barbat
ru_ru: Взрослые говорящие - мужчины
sv_se: Vuxna Människor - man
th_th: ผู้ใหญ่หลายคนพูด - ชาย
tr_tr: Yetişkin Konuşmacılar - Erkek
zh_cn: 成人谈话 - 男

source: Adult Talkers - Cold Season
bg_bg: Възрастни събеседници – студен сезон
cht: 成人說話者 - 冬季
da_dk: Voksne taler – kold årstid
el_gr: Ενήλικοι ομιλητές - Εποχή κρυολογημάτων
fi_fi: Aikuispuhe -Talviaikaan
hr_hr: Odrasli govornici - hladna sezona
hu_hu: Felnőtt beszélők – hideg évszak
it_it: Parlato adulti - Stagione invernale
ko_kr: 성인 화자 - 추운 계절
nl_nl: Volwassen sprekers - winterseizoen
no_no: Voksen Tale-Forkjølelse
pt_pt: Falantes adultos – inverno
ro_ro: Vorbitori adulti - Sezon rece
ru_ru: Взрослые говорящие - холодное время года
sv_se: Vuxna människor - vintertid
th_th: ผู้ใหญ่หลายคนพูด - ฤดูกาลที่อากาศหนาวเย็น
tr_tr: Yetişkin Konuşmacılar - Soğuk Sezon
zh_cn: 成人交谈--寒冬腊月

source: Cannot move non-DAI programs past DAI programs.
bg_bg: Невъзможно преместване на не-ПАВ програми край ПАВ програми.
cht: 不能移動無直接音源輸入程式經過直接音源輸入程式。
da_dk: Kan ikke flytte ikke-DAI-programmer forbi DAI-programmer.
el_gr: Δεν είναι δυνατή η μετακίνηση των προγραμμάτων μη DAI πέραν των προγραμμάτων DAI.
fi_fi: Muita kuin DAI-ohjelmia ei voi siirtää DAI-ohjelmien ohi.
hr_hr: Programi bez DAI-a ne mogu nadići programe s DAI-em.
hu_hu: Nem lehet áthelyezni a nem DAI programokat a DAI programok után.
it_it: Impossibile spostare programmi non DAI oltre programmi DAI.
ko_kr: Non-DAI 프로그램을 기존의 DAI 프로그램으로 이동할 수 없습니다
nl_nl: Kan niet-DAI programma’s niet achter DAI programma’s plaatsen.
no_no: Kan ikke flytte ikke-DAI-programmer forbi DAI-programmer.
pt_pt: Não é possível mover programas não DAI anteriores a programas DAI.
ro_ro: Nu se pot muta programe non-DAI dincolo de programe DAI.
ru_ru: Не возможно провести не-DAI программы через DAI программы.
sv_se: Det går inte att flytta icke-DAI program förbi DAI program.
th_th: ไม่สามารถเปลี่ยนโปรแกรม non-DAI ผ่านโปรแกรม DAI ได้
tr_tr: DAI-dışı programlar, DAI (Doğrudan Ses Girişi) programlarını geçecek şekilde taşınamaz.
zh_cn: 无法将非DAI程序移动至DAI程序。

source: CS44 with Programming Adaptor
bg_bg: CS44 с адаптер за програмиране
cht: CS44 連調整轉接器
da_dk: CS44 med programmeringssko
el_gr: CS44 με προσαρμογέα προγραμματισμού
fi_fi: CS44+adapt.
hr_hr: CS44 s adapterom za programiranje
hu_hu: CS44 kábel programozói adapterrel
it_it: CS44 con adattatore di programmazione
ko_kr: CS44+프로그래밍 어댑터
nl_nl: CS44 + programmeeradapter
no_no: CS44 med programmeringsadapter
pt_pt: CS44 com adaptador de programação
ro_ro: Cablu CS44 cu Adaptor de programare
ru_ru: CS44 с адаптером
sv_se: CS44 med prg. sko
th_th: สายเคเบิ้ล CS44 พร้อม Programming Adaptor
tr_tr: Program adaptörü ile CS44
zh_cn: CS44+编程靴

source: M=DAI
bg_bg: М=ПАВ
cht: 麥克風 = 直接音源輸入
hr_hr: M=Izravni audioulaz
ru_ru: М=Прямой аудиовход
sv_se: HA mik

source: English
bg_bg: Английски
cht: 英文
da_dk: Engelsk
el_gr: Αγγλικά
fi_fi: Englanti
hr_hr: Engleski
hu_hu: Angol
it_it: Inglese
ko_kr: 영어
nl_nl: Engels
no_no: Engelsk
pt_pt: Inglês
ro_ro: Engleză
ru_ru: Английский
sv_se: Engelska
th_th: ภาษาอังกฤษ
tr_tr: İngilizce
zh_cn: 英语

source: Speech
bg_bg: Говор
cht: 語音
da_dk: Tale
el_gr: Ομιλία
fi_fi: Puhe
hr_hr: Govor
hu_hu: Beszéd
it_it: Parlato
ko_kr: 말소리
nl_nl: Spraak
no_no: Tale
pt_pt: Fala
ro_ro: Vorbire
ru_ru: Речь
sv_se: Tal
th_th: เสียงพูด
tr_tr: Konuşma
zh_cn: 言语

source: Based on Audiogram
bg_bg: Въз основа на аудиограма
cht: 根據聽力圖
da_dk: Baseret på audiogram
el_gr: Βάσει ακοογράμματος
fi_fi: Perustuu audiogrammiin
hr_hr: Na temelju audiograma
hu_hu: Az audiogram alapján
it_it: Basato su audiogramma
ko_kr: 난청수준
nl_nl: Gebaseerd op audiogram
no_no: Basert på audiogram
pt_pt: Baseado no audiograma
ro_ro: Bazat pe audiogramă
ru_ru: На основе Аудиограммы
sv_se: Baserat på Audiogram
th_th: อิงตามออดิโอแกรม
tr_tr: Odyograma bağlı
zh_cn: 根据听力图

source: B13
ru_ru: Б13

source: 5000Hz
ru_ru: 5000 Гц

source: Please enter a valid Private Label Code in Range [101 - 9999]
bg_bg: Моля, въведете код на собствена търговска марка в диапазона [101 - 9999]
cht: 請在 [101 - 9999] 範圍中輸入一個有效的私人標籤號碼
da_dk: Indtast en gyldig kode for privat label [101 - 9999]
el_gr: Εισαγάγετε έναν έγκυρο προσωπικό κωδικό ετικέτας εντός εύρους [101–9999]
fi_fi: Anna kelvollinen yksityinen merkintäkoodi alueelta 101–9999.
hr_hr: Unesite valjanu internu šifru robne marke u rasponu [101 - 9999]
hu_hu: Adjon meg egy érvényes értéket a privát címke kódjához [tartomány: 101 - 9999]
it_it: Inserire un codice etichetta privata valido nell'intervallo previsto [101-9999]
ko_kr: [101 - 9999]의 범위에서 유효한 커스텀 제품 코드를 입력하십시오
nl_nl: Voer een geldige Persoonlijke labelcode in [101 - 9999]
no_no: Vennligst skriv inn en gyldig private label-kode i området [101–9999]
pt_pt: Informe um código de marca privado na faixa (101 a 9999)
ro_ro: Va rog introduceti un cod produs utilizato corect in plaja [101 - 9999]
ru_ru: Введите действительный код с индивидуальной меткой в диапазоне [101 - 9999]
sv_se: Ange en giltig Private Label Code i intervallet [101–9999]
th_th: โปรดป้อนรหัสพิเศษส่วนบุคคลที่ถูกต้องในช่วง [101 - 9999]
tr_tr: Lütfen Aralığa [101 - 9999], geçerli bir Özel Etiket Kodu girin
zh_cn: 请输入[101 - 9999]范围内有效的个人识别码

source: DFS Calibration on the instrument(s) appears to be invalid. Please perform a DFS Calibration and then Save when possible.
bg_bg: Калибрирането на ЦПМ на апарата(-ите) изглежда невалидно. Моля, извършете калибриране на ЦПМ, а след това запишете, когато е възможно.
cht: 助聽器的數位回饋音抑制校正似乎無效。請進行數位回饋音抑制校正，並儲存。
da_dk: DFS-kalibreringen i apparatet(erne) er ugyldig. Udfør venligst ny DFS-kalibrering, og gem derefter.
el_gr: Η βαθμονόμηση της DFS στα ακουστικά φαίνεται να μην είναι έγκυρη. Πραγματοποιήστε βαθμονόμηση της DFS και στη συνέχεια αποθηκεύσετε όταν είναι εφικτό.
fi_fi: Kojeiden DFS kalibrointi näyttäisi olevan virheellinen. Suorita uusi DFS kalibrointi ja tallenna tiedot.
hr_hr: Čini se da kalibracija digitalnog suzbijanja buke nije valjana. Provedite kalibraciju DFS-a i spremite ju kad je to moguće.
hu_hu: A DFS kalibráció a készülék(ek)ben érvénytelennek tűnik. Végezze el a DFS kalibrációt és mentse el, ha lehetséges.
it_it: La calibrazione DFS sugli apparecchi sembra non essere valida. Effettuare la calibrazione DFS, quindi selezionare Salva quando possibile.
ko_kr: 보청기의 DFS캘리브레이션이 유효하지 않습니다. DFS캘리브레이션을 실행하신 후에 저장하십시오.
nl_nl: DFS kalibratie van (de) toestel(len) blijkt ongeldig te zijn. Voer a.u.b. de DFS kalibratie uit en sla het resultaat indien mogelijk op.
no_no: DFS-kalibrering av apparat(ene) ser ut til å være ugyldige. Vennligst utfør en DFS-kalibrering og lagre når det er mulig.
pt_pt: A calibração do DFS no(s) aparelho(s) é inválida. Execute novamente a calibração e salve as informações assim que possível.
ro_ro: Calibrarea DFS pe aparat(e) apare ca invalida.Va rog calibrati DFS si apoi salvati cand este posibil.
ru_ru: Калибровка DFS на СА проведена неправильно. Выполните калибровку снова и сохраните настройки.
sv_se: DFS kalibreringen i hörapparaterna verkar inte vara korrekt. Gör en DFS kalibrering och spara när möjlighet ges.
th_th: ดูเหมือนว่าการปรับเทียบ DFS บนอุปกรณ์จะไม่ถูกต้อง โปรดทำการปรับเทียบ DFS แล้วบันทึกเมื่อสามารถทำได้
tr_tr: Cihaz(lar)daki DFS Kalibrasyonu geçersiz görünüyor. Müsait bir zamanda DFS Kalibrasyonu yap ve Kaydet.
zh_cn: 助听器的DFS校准数据无效。如果可能请执行DFS校准并保存。

source: Device Update
bg_bg: Актуализация на устройството
cht: 裝置更新
da_dk: Apparatopdatering
el_gr: Ενημέρωση συσκευής
fi_fi: Laitteen päivitys
hr_hr: Ažuriranje uređaja
hu_hu: Eszköz frissítése
it_it: Aggiornamento dispositivo
ko_kr: 보청기 업그레이드
nl_nl: Toestel update
no_no: Oppdatering av enhet
pt_pt: Atualização do dispositivo
ro_ro: Upgrade-ul aparatului
ru_ru: Обновление устройства
sv_se: Enhetsuppdatering
th_th: อัพเดตอุปกรณ์
tr_tr: Cihaz Güncelleme
zh_cn: 设备更新
