Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Please make sure that the hearing instruments and wireless accessories always have the latest firmware version. If you experience problems when paring accessories to hearing instruments, please check for firmware updates by doing the following. Accessories: Connect the accessory to your computer using the USB cable supplied with the accessory and run the Accessory Updater Tool from the desktop (installed with the fitting software). Hearing instruments Connect the hearing instruments to the fitting software and go to the menu Instruments - Update Instruments’ Note: The 1st generation TV streaming device is not compatible with newer hearing instrument families.’
bg_bg: Моля, уверете се, че слуховите апарати и безжичните аксесоари имат най-новата версия на фърмуера. Ако срещнете проблеми при сдвояването на аксесоарите със слуховите апарати, проверете актуализациите на фърмуера, като направите следното. Аксесоари: Свържете аксесоара с вашия компютър с помощта на USB кабела, доставен заедно с аксесоара, и стартирайте инструмента за актуализиране на аксесоари от десктопа (инсталиран със софтуера за монтиране). Слухови апарати Свържете слуховите апарати със софтуера за монтиране и отидете на меню Апарати - Актуализиране на апарати Забележка: първото поколение на устройството за телевизионен стрийминг не е съвместимо с по-нови семейства слухови апарати.
cht: 請確認助聽器和無線配件皆為最新的韌體版本。如果在助聽器與配件配對時遇到問題，請執行以下步驟以檢查韌體更新。 配件：使用配件隨附的 USB 線將配件連接到電腦，然後從桌面 (已安裝在選配軟體中) 執行配件更新工具。 助聽器：在選配軟體中連接助聽器並進入「助聽器 - 更新助聽器」功能表。 注意：第一代電視串流裝置與較新的助聽器系列並不相容。
da_dk: Sørg for, at både høreapparater og det trådløse tilbehør altid er opdateret med den nyeste firmware. Hvis du oplever problemer, når tilbehøret skal parres til høreapparaterne, kan du søge efter firmwareopdateringer på følgende måder: Tilbehør: Forbind tilbehøret til din computer ved hjælp at et USB-kabel. Åbn opdateringsværktøj til tilbehør på skrivebordet på din computer (installeret sammen med tilpasningssoftwaren). Høreapparater Forbind høreapparaterne til tilpasningssoftwaren. Åbn "Høreapparater" øverst på skærmen, vælg derefter "Opdater høreapparater". Bemærk: Den første generations tv-streamere er ikke kompatible med nyere høreapparater.
el_gr: Να βεβαιώνεστε ότι τα ακουστικά βοηθήματα και τα ασύρματα εξαρτήματα βρίσκονται πάντα στην τελευταία έκδοση υλικολογισμικού. Αν αντιμετωπίζετε προβλήματα κατά τη ζεύξη εξαρτημάτων με τα ακουστικά, ελέγξτε για τυχόν ενημερώσεις του υλικολογισμικού προβαίνοντας στις ακόλουθες ενέργειες. Εξαρτήματα: Συνδέστε το εξάρτημα στον υπολογιστή σας χρησιμοποιώντας το καλώδιο USB που το συνοδεύει και τρέξτε το εργαλείο ενημέρωσης εξαρτήματος (Accessory Updater) από την επιφάνεια εργασίας (εγκαθίσταται μαζί με το λογισμικό εφαρμογής). Ακουστικά βοηθήματα: Συνδέστε τα ακουστικά στο λογισμικό εφαρμογής και μεταβείτε στο μενού Ακουστικά - Ενημέρωση ακουστικών. Σημείωση: Η συσκευή TV Streaner 1ης γενιάς δεν είναι συμβατή με τις νεότερες οικογένειες ακουστικών βοηθημάτων.
fi_fi: Varmista, että kuulokojeisiin ja langattomiin lisälaitteisiin on päivitetty uusin laiteohjelmistoversio. Jos paritettaessa lisälaitteita kuulokojeisiin ilmenee ongelmia, tarkista laiteohjelmistopäivitykset toimimalla seuraavasti. Lisälaitteet: Yhdistä lisälaite tietokoneeseen käyttämällä lisälaitteen mukana toimitettua USB-johtoa. Käynnistä lisälaitteiden päivitystyökalu joka asennettiin työpöydälle, kun sovitusohjelmisto asennettiin. Kuulokojeet Yhdistä kuulokojeet sovitusohjelmaan ja valitse Kuulokojeet - Päivitä kuulokojeet. Huomaa, että ensimmäisen sukupolven TV-lähetin ei ole yhteensopiva uudempien kuulokojetuoteryhmien kanssa.
hr_hr: Pobrinite se da se na slušnim aparatima i bežičnoj dodatnoj opremi uvijek nalazi najnovije verzija programske opreme. Jave li se problemi prilikom uparivanja dodatne opreme sa slušnim aparatima, provjerite može li se ažurirati programska oprema na način opisan u nastavku. Dodatna oprema: Spojite dodatnu opremu na računalo USB kabelom koji ste dobili uz opremu i na radnoj površini pokrenite Accessory Updater Tool (hrv. Alat za ažuriranje dodatne opreme, instaliran sa softverom za namještanje). Slušni aparati Povežite slušne aparate sa softverom za namještanje pa otvorite izbornik „Aparati” – Ažuriranje aparata”. Napomena: 1. generacija uređaja za strujanje TV sadržaja nije kompatibilna s novijim serijama slušnih aparata.
hu_hu: Gondoskodjon arról, hogy a hallókészülékek és a vezeték nélküli tartozékok mindig a legfrissebb firmware-t futtassák. Ha a párosítás alatt probléma merülne fel, ellenőrizze a firmware frissítést az alábbiak szerint. Tartozékok: Csatlakoztassa a tartozékot a számítógéphez az USB-kábellel, és futtassa a tartozékfrissítő eszközt arról a számítógépről, ahová az illesztőszoftvert telepítette. Hallókészülék: Csatlakoztassa a hallókészülék(ek)et az illesztőszoftverhez, majd kattintson a Készülékek – Készülékek frissítése menüpontra Megjegyzés: Az első generációs TV streamelő eszköz nem kompatibilis az újabb hallókészülék-családokkal.
it_it: Assicurarsi che gli apparecchi acustici e gli accessori wireless utilizzino sempre l'ultima versione del firmware. In caso di problemi durante l'accoppiamento fra accessori e apparecchi acustici, controllare gli aggiornamenti del firmware effettuando le seguenti operazioni. Accessori Connettere l'accessorio al computer utilizzando il cavo USB fornito in dotazione con l'accessorio ed eseguire l'aggiornamento utilizzando il tool di aggiornamento degli accessori dal desktop (installato con il software di fitting). Apparecchi acustici Connettere gli apparecchi acustici al software di fitting e andare al menu Apparecchi - Aggiorna apparecchi. Nota: i dispositivi di streaming TV di 1ª generazione non sono compatibili con le più recenti famiglie di apparecchi acustici.
ko_kr: 보청기와 무선 액세서리 가 최신 펌웨어를 사용하고 있는지 확인합니다. 액세서리와 페어링시 문제가 발생하면 다음의 절차에 따라 펌웨어가 업데이트 되었는지 확인합니다. 액세서리 USB 케이블을 사용해 주변기기를 컴퓨터에 연결한 뒤, 바탕화면의 Accessory Updater Tool을 실행합니다. 보청기 보청기를 피팅 소프트웨어에 연결하고 ‘메뉴’로 이동합니다. 보청기를 업데이트합니다. 참고: 1세대 TV 스트리머는 신규 보청기 제품군과 호환되지 않습니다.
nl_nl: Zorg er voor dat de hoortoestellen en wireless accessoires altijd de laatste firmware versie bevatten. Als u problemen ervaart bij het koppelen van accessoires met de toestellen, kijk dan als volgt of er firmware updates beschikbaar zijn. Accessoires : Verbindt het accessoire met uw computer via de bij het accessoire geleverde USB-kabel en draai de ReSound Accessory Update tool op uw desktop (geïnstalleerd tijdens de software installatie) Hoortoestellen: Verbindt de hoortoestellen in de aanpassoftware en ga naar het menu Hoortoestel - Toestel(len) updaten´ Opmerking: de eerste generatie TV streamer is niet compatibel met de nieuwste hoortoestelfamilies.
no_no: Forsikre deg om at høreapparater og trådløst tilbehør alltid bruker den nyeste firmware versjonen. Hvis du får problemer med å pare høreapparatene med tilbehøret, kan du se etter tilgjengelige firmware oppdateringer slik: Tilbehør: Koble tilbehøret til PC-en din ved hjelp av USB-kabelen som fulgte med tilbehøret. Kjør deretter oppdateringsverktøyet for tilbehør, som du finner på skrivebordet (det ble installert samtidig med tilpasningsprogrammet). Høreapparater Koble høreapparatene til tilpasningsprogrammet og gå til menyen Apparater – Oppdater apparater Merk: Den første generasjon av TV Streamer er ikke kompatibel med nyere høreapparatserier.
pt_pt: Certifique de que os aparelhos auditivos e os acessórios wireless sempre estejam com a versão mais atual do firmware. Caso tenha problemas de pareamento com os aparelhos auditivos e os acessórios, verifique as atualizações do firmware da seguinte forma. Acessórios Wireless: Conecte o acessório ao computador usando o cabo USB fornecido com o acessório e execute a ferramenta de atualização do acessório localizada na área de trabalho (a ferramenta é instalada juntamente com o software). Aparelhos Auditivos Conecte os aparelhos auditivos ao software e acesse Aparelho Auditivo – Atualizar Aparelhos Auditivos Obs.: a 1ª geração do acessórios wireless da TV não é compatível com as famílias mais recentes de aparelhos auditivos.
ro_ro: Vă rugăm să vă asigurați că instrumentele auditive și accesoriile wireless au întotdeauna cea mai nouă versiune firmware. Dacă aveți probleme la împerecherea accesoriilor sau a instrumentelor auditive, vă rugăm să verificați dacă există actualizări firmware procedând după cum urmează. Accesorii: Conectați accesoriul la computer folosind cablul USB furnizat cu accesoriul și rulați Accessory Updater Tool de pe desktop (instalat cu software-ul de fixare). Instrumente auditive Conectați instrumentele auditive la software-ul de fixare și mergeți la meniul instrumente - Actualizare instrumente’ Notă: Dispozitivul de streaming din generația întâi nu este compatibil cu familiile de instrumente auditive mai noi.’
ru_ru: Убедитесь, что слуховые аппараты и беспроводные аксессуары имеют последнюю версию прошивки. Если у вас возникают проблемы при сопряжении аксессуаров и СА, пожалуйста, проверьте наличие обновлений следующим образом. Аксессуары: Подключите аксессуар к компьютеру при помощи USB-шнура, поставленного в комплекте с аксессуаром, и запустите Инструмент обновления аксессуара, расположенный на рабочем столе компьютера (устанавливается с программой автоматически). Слуховые аппараты: Подключите слуховые аппараты к программе настройки и войдите в меню Слуховые аппараты - Обновить аппараты’ Обратите внимание: ТВ-стример первого поколения несовместим с новыми семействами слуховых аппаратов.’
sv_se: Kontrollera att hörapparaterna och de trådlösa tillbehören har den senaste programvaran. Om du upplever problem vid parkoppling av tillbehör, kontrollera så du har senaste mjukvara genom att göra följande: Tillbehör: Anslut tillbehöret till din dator via USB-kabel och kör uppdateringsverktyget för trådlösa tillbehör på datorn (installeras med anpassningsprogramvaran). Hörapparater: Anslut hörapparaten och gå till menyn Apparat - Uppdatera hörapparat. Obs: Första generationen tv/audio-streamer är inte kompatibel med nyare hörapparatfamiljer.
th_th: โปรดตรวจสอบให้แน่ใจว่าอุปกรณ์ช่วยฟังและอุปกรณ์เสริมไร้สายนั้นใช้เฟิร์มแวร์เวอร์ชันล่าสุดอยู่เสมอ หากคุณประสบปัญหาขณะจับคู่อุปกรณ์เสริม โปรดตรวจสอบการอัพเดตเฟิร์มแวร์โดยดำเนินการต่อไปนี้ อุปกรณ์เสริม: เชื่อมต่ออุปกรณ์เสริมกับคอมพิวเตอร์ของคุณโดยใช้สาย USB ที่มาพร้อมกับอุปกรณ์เสริม และเรียกใช้งานเครื่องมืออัพเดตอุปกรณ์เสริมจากเดสก์ท็อป (ติดตั้งพร้อมกับซอฟต์แวร์ทดลองสวม) อุปกรณ์ช่วยฟัง เชื่อมต่ออุปกรณ์ช่วยฟังกับซอฟต์แวร์ทดลองสวม และไปที่เมนูของอุปกรณ์ - อัพเดตอุปกรณ์’ หมายเหตุ: อุปกรณ์การสตรีมทีวีรุ่นที่ 1 จะไม่สามารถใช้งานร่วมกับกลุ่มอุปกรณ์ช่วยฟังที่ใหม่กว่าได้’
tr_tr: Lütfen işitme cihazlarının ve kablosuz aksesuarların her zaman en son bellenim sürümlerine sahip olmalarını sağlayın. Aksesuarları işitme cihazları ile eşleştirirken sorun yaşıyorsanız, lütfen aşağıdakileri gerçekleştirerek bellenim güncellemelerini kontrol edin: Aksesuarlar Aksesuar kutusunda bulunan USB kablo ile aksesuarı bilgisayara bağlayın ve masaüstündeki "Aksesuar Güncelleme Aracı"nı çalıştırın (fitting yazılımı ile birlikte yüklenir). İşitme cihazları İşitme cihazlarını fitting yazılımına bağlayın ve "Cihazlar" menüsü altındaki "Cihazları Güncelle" bölümüne gidin. Not: 1.nesil TV Aktarım cihazı, yeni nesil işitme cihazı ürün grupları ile uyumlu değildir.
zh_cn: 请确保助听器和无线附件均为最新固件版本。如果在配对附件和助听器过程中遇到问题，请按如下操作检查固件更新。 附件： 使用附件自带的USB线将附件连接到计算机，从桌面运行附件更新工具（随验配软件一起安装). 助听器： 将助听器连接到验配软件，在菜单栏找到“助听器”-“更新助听器”。 注意：第一代TV音频设备不能与新款助听器兼容。

source: The accessory must be in discovery mode to be added to the patient. Place the accessory in this mode by following the instructions above.
bg_bg: Аксесоарът трябва да бъде в режим на откриване, за да се добави към пациента. Установете аксесоара в този режим, като следвате инструкциите по-горе.
cht: 配件必須在配對模式，才能添加至客戶。按照上述說明將配件置於此模式。
da_dk: Tilbehøret skal være i registreringstilstand for at kunne blive føjet til brugeren. Angiv denne tilstand for tilbehøret ved at benytte ovenstående fremgangsmåde.
el_gr: Το εξάρτημα πρέπει να βρίσκεται σε λειτουργία εντοπισμού για να προστεθεί στον ασθενή. Επιλέξτε τη λειτουργία αυτή για το εξάρτημα ακολουθώντας τις παραπάνω οδηγίες.
fi_fi: Lisälaitteen lisääminen edellyttää, että se on toimintatilassa, jossa sen voi löytää. Siirrä lisälaite tähän toimintatilaan noudattamalle edellä näkyviä ohjeita.
hr_hr: Dodatna oprema mora biti u načinu otkrivanja kako bi se mogla pridodati bolesniku. Stavite dodatnu opremu u taj način rada prema prethodno navedenim uputama.
hu_hu: A tartozéknak észlelési üzemmódban kell lennie a pácienshez történő hozzáadáshoz. Állítsa a tartozékot ebbe az üzemmódba a fenti utasításokat követve.
it_it: L'accessorio deve essere in modalità di rilevamento per poter essere aggiunto al paziente. Impostare l'accessorio in tale modalità attenendosi alle istruzioni sopra.
ko_kr: 사용자를 추가하기 위해 액세서리를 탐색 모드로 전환합니다. 탐색 모드에서 위의 순서에 따라 진행합니다.
nl_nl: Het accessoire moet in de koppelmodus staan om aan de cliënt te kunnen worden toegevoegd. Zet het accessoire in deze modus door de hierboven vermelde instructies te volgen.
no_no: Tilbehøret må være i søkemodus for å kunne legges til pasienten. Sett tilbehøret i denne modusen ved å følge instruksene over.
pt_pt: O acessório deve estar no modo de detecção para ser adicionado ao paciente. Coloque o acessório nesse modo seguindo as instruções acima.
ro_ro: Acest accesoriu trebuie să fie în modul descoperire pentru a fi adăugat la pacient. Amplasați accesoriul în acest mod urmând instrucțiunile de mai sus.
ru_ru: Аксессуар должен находиться в режиме поиска, чтобы его добавить пациенту. Активируйте режим поиска следуя инструкции, приведенной выше.
sv_se: Tillbehöret måste vara i upptäckbart läge för att kunna läggas till patienten. Sätt tillbehöret i detta läge genom att följa instruktionerna ovan.
th_th: อุปกรณ์เสริมต้องอยู่ในโหมดค้นหา จึงจะสามารถเพิ่มให้กับผู้ป่วยได้ ตั้งค่าอุปกรณ์เสริมไว้ที่โหมดนี้ โดยปฏิบัติตามคำแนะนำด้านบน
tr_tr: Hastaya eklenebilmesi için, aksesuar keşif modunda olmalıdır. Aksesuarı bu moda, yukarıda verilen talimatları izleyerek yerleştirin.
zh_cn: 附件需处于发现模式才能添加到用户选配界面。请按照上述说明将附件设置到此模式。

source: No accessory was found. Be sure that is is set it to discovery mode and that it is near the instruments.
bg_bg: Не е намерен аксесоар – непременно го установете в режим на откриване и в близост до апарата.
cht: 找不到配件，必須將配件置於配對模式及置放在助聽器附近。
da_dk: Der blev ikke fundet noget tilbehør. Sørg for, at registreringstilstand er angivet, og at tilbehøret er i nærheden af apparaterne.
el_gr: Δεν βρέθηκε κανένα εξάρτημα. Βεβαιωθείτε ότι έχει τεθεί σε λειτουργία εντοπισμού και ότι βρίσκεται κοντά στα ακουστικά.
fi_fi: Lisälaitteita ei löydy. Aseta lisälaite etsintätilaan ja lähelle kuulokojetta.
hr_hr: Dodatne oprema nije pronađena, obavezno ju stavite u način otkrivanja i neka bude u blizini aparata.
hu_hu: Nem található tartozék, ellenőrizze, hogy a keresési módba van-e kapcsolva és,hogy közel van-e a készülékhez.
it_it: Nessun accessorio è stato trovato, assicurarsi di impostarlo in modalità di ricerca e che si trovi vicino agli apparecchi acustici.
ko_kr: 발견된 액세서리가 없습니다. 탐색 모드에 있는지, 보청기에 가깝게 놓여 있는지 확인합니다.
nl_nl: Geen accessoire gevonden, zorg ervoor dat het in de koppelmodus staat en zich dicht bij de toestellen bevindt.
no_no: Ingen tilbehør funnet. Undersøk at tilbehøret står i søkemodus og befinner seg i nærheten av høreapparatene.
pt_pt: Nenhum acessório foi encontrado. Certifique-se de que ele está no modo de detecção e de que esteja próximo dos aparelhos.
ro_ro: Nu sa gasit nici un accesoriu, asigurati-va ca este in modul discovery si ca este aproape de aparatul auditiv.
ru_ru: Не удалось обнаружить аксессуар. Убедитесь, что он переведен в режим поиска и находятся вблизи СА.
sv_se: Inget tillbehör hittades, försäkra dig om att sätta tillbehöret i sökläge och att det är nära hörapparater.
th_th: ไม่พบอุปกรณ์เสริมใดๆ คุณแน่ใจหรือไม่ว่าได้เปิดโหมด discovery และอุปกรณ์นั้นวางใกล้ๆ เครื่องช่วยฟังแล้ว
tr_tr: Aksesuar bulunamadı. Cihaza yakın bir yerde ve keşif modunda olduğundan emin olun.
zh_cn: 未发现无线附件，请确定附件处于配对模式并在搜索范围内。

source: Use this screen to verify the correct accessories have been added. If not, go back to Accessories to correct the information.
bg_bg: Използвайте този екран за проверка дали са добавени съответните аксесоари. Ако не са, върнете се на Аксесоари, за да коригирате информацията.
cht: 使用此畫面驗證是否已加入正確的配件。如果沒有，請返回「配件」以更正資料。
da_dk: Brug denne skærm til at bekræfte, at det korrekte tilbehør er blevet tilføjet. Hvis det ikke er tilfældet, skal du gå tilbage til Tilbehør og rette informationerne.
el_gr: Χρησιμοποιήστε αυτήν την οθόνη για να επαληθεύσετε ότι έχουν προστεθεί τα σωστά εξαρτήματα. Αν δεν συμβαίνει αυτό, επιστρέψτε στα Εξαρτήματα για να διορθώσετε τις πληροφορίες.
fi_fi: Tässä ikkunassa voit tarkastaa, että oikeat lisälaitteet on lisätty. Jos niitä ei ole lisätty, palaa Lisälaitteet-kohtaan ja tee korjaustoimenpiteet.
hr_hr: Na ovom zaslonu potvrdite da je dodana odgovarajuća dodatna oprema. Ako nije, vratite se u stavku „Dodatna oprema” kako biste ispravili informacije.
hu_hu: Ezen a képernyőn ellenőrizheti, hogy a megfelelő tartozékokat vette-e fel. Ha nem, térjen vissza a Tartozékok képernyőre, és javítsa az adatokat.
it_it: Utilizzare questa schermata per verificare che siano stati aggiungi gli accessori corretti. Altrimenti, tornare ad Accessori per correggere le informazioni necessarie.
ko_kr: 이 화면에서 액세서리가 정확하게 연결되었는지 확인합니다. 연결되지 않은 경우 주변기기 메뉴로 이동하여 정보를 수정합니다.
nl_nl: Gebruik dit scherm om te controleren of de correcte accessoires zijn toegevoegd. Indien niet, keer terug naar Accessoires om de informatie te corrigeren.
no_no: Bruk dette skjermbildet til å kontrollere at riktig tilbehør er lagt til. Hvis ikke, går du tilbake til Tilbehør for å korrigere opplysningene.
pt_pt: Use esta tela para verificar se os acessórios wireless atuais foram adicionados. Se não, volte a Acessórios Wireless para corrigir as informações.
ro_ro: Utilizați acest ecran pentru a verifica dacă s-au adăugat accesoriile corecte. Dacă nu, reveniți la Accesorii pentru a corecta informațiile.
ru_ru: Используйте это окно, чтобы убедиться в правильности добавленных аксессуаров. Если Вы обнаружили ошибку, вернитесь в Аксессуары, чтобы исправить информацию.
sv_se: Använd denna skärm för att kontrollera att rätt tillbehör har lagts till. Om inte, gå tillbaka till Tillbehör och korrigera informationen.
th_th: ใช้หน้าจอนี้เพื่อยืนยันว่าได้เพิ่มอุปกรณ์เสริมที่ถูกต้อง หากไม่ ให้กลับไปที่อุปกรณ์เสริมเพื่อแก้ไขข้อมูล
tr_tr: Doğru aksesuarların eklendiğini onaylamak için bu ekranı kullanın. Aksi takdirde, bilgileri düzeltmek için Aksesuarlar ekranına geri dönün.
zh_cn: 使用此界面验证附件是否已正确添加。如果没有，请返回“附件”更正信息。

source: Wireless Connection Exit
bg_bg: Изход от безжична връзка
cht: 離開無線連接
da_dk: Afslutning af trådløs forbindelse
el_gr: Έξοδος από την ασύρματη σύνδεση
fi_fi: Langattoman yhteyden lopetus
hr_hr: Izlaz iz bežične veze
hu_hu: Wireless kapcsolat kilépés
it_it: Esci da Connessioni wireless
ko_kr: 무선연결종료
nl_nl: Draadloze verbinding afsluiten
no_no: Avslutt trådløs tilkobling
pt_pt: Sair da conexão wireless
ro_ro: Iesire conexiune Wireless
ru_ru: Выход из Беспроводной связи
sv_se: Trådlös Anslutning Avslutad
th_th: ออกจากการเชื่อมต่อแบบไร้สาย
tr_tr: Kablosuz Bağlantı Çıkışı
zh_cn: 退出无线连接

source: Fitting Rule:
bg_bg: Правило за монтиране:
cht: 選配公式：
da_dk: Tilpasningsregel:
el_gr: Κανόνας εφαρμογής:
fi_fi: Sovitussääntö :
hr_hr: Pravilo namještanja:
hu_hu: Illesztési szabály:
it_it: Regole target di fitting:
ko_kr: 피팅포뮬러:
nl_nl: Rekenregel:
no_no: Tilpasningsregel:
pt_pt: Regra prescritiva:
ro_ro: Regulă fixare:
ru_ru: Формула настройки:
sv_se: Anpassningsregel:
th_th: กฎการทดลองสวม:
tr_tr: Fitting Kuralı:
zh_cn: 验配规则:

source: Coupler:
bg_bg: Куплунг:
cht: 耦合器：
da_dk: Kopler:
el_gr: Ζεύκτης:
hr_hr: Spojnik:
it_it: Accoppiatore:
ko_kr: 커플러:
pt_pt: Acoplador:
ro_ro: Cuplor:
ru_ru: Куплер:
zh_cn: 耦合腔:

source: Stimulus:
bg_bg: Стимул:
cht: 刺激音：
el_gr: Ερέθισμα:
hr_hr: Podražaj:
hu_hu: Inger:
it_it: Stimolo:
ko_kr: 자극:
pt_pt: Estímulo:
ro_ro: Stimul:
ru_ru: Стимул (тестовый сигнал):
sv_se: Stimulityp:
th_th: ตัวกระตุ้น:
tr_tr: Uyaran:
zh_cn: 刺激声:

source: AutoRelated:
bg_bg: AutoRelate:
cht: 自動關聯：
el_gr: Έχει συσχετιστεί αυτόματα:
fi_fi: AutoRelate :
hr_hr: Automatski preneseno:
hu_hu: Automatikus reláció:
it_it: Correlato:
ko_kr: 오토릴레이트:
nl_nl: Gerelateerd:
no_no: Autorelatert:
pt_pt: Auto relacionado:
ro_ro: AutoRelaționat:
ru_ru: АвтоСоотнесение:
sv_se: AutoRelaterade:
th_th: เชื่อมโยงอัตโนมัติ:
tr_tr: AutoRelated (Otomatik ilişkili):
zh_cn: 自动关联:

source: Small
bg_bg: Малък
cht: 小
da_dk: Lille
el_gr: Μικρό
fi_fi: Pieni
hr_hr: Malo
hu_hu: Kicsi
it_it: Piccolo
ko_kr: 작음
nl_nl: Klein
no_no: Liten
pt_pt: Pequeno
ro_ro: Mic
ru_ru: Малый
sv_se: Liten
th_th: เล็ก
tr_tr: Küçük
zh_cn: 小

source: On
bg_bg: Включено
cht: 開
da_dk: Til
el_gr: Ενεργοποίηση
fi_fi: Päällä
hr_hr: Uklj.
hu_hu: Be
nl_nl: Aan
no_no: På
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл
sv_se: På
th_th: เปิด
tr_tr: Açık
zh_cn: 开

source: Unable to start program.
bg_bg: Невъзможно стартиране на програмата.
cht: 無法啟動程式。
da_dk: Programmet kan ikke startes.
el_gr: Δεν είναι δυνατή η έναρξη του προγράμματος.
fi_fi: Ohjelmaa ei voi käynnistää.
hr_hr: Program se ne može pokrenuti.
hu_hu: Nem lehet elindítani a programot.
it_it: Impossibile avviare il programma.
ko_kr: 프로그램을 구동할 수 없습니다
nl_nl: Kan programma niet starten.
no_no: Kan ikke starte programmet.
pt_pt: Não foi possível iniciar o programa.
ro_ro: Nu se poate porni programul.
ru_ru: Не удается запустить программу
sv_se: Det går inte att starta programmet.
th_th: ไม่สามารถเริ่มโปรแกรมได้
tr_tr: Program başlatılamıyor.
zh_cn: 无法启动程序。

source: Test Noahlink Wireless
bg_bg: Тестване на Noahlink Wireless
cht: 測試 Airlink
el_gr: Δοκιμή Noahlink Wireless
fi_fi: Tarkasta Noahlink Wireless toimivuus
hr_hr: Testiraj bežični Noahlink
hu_hu: Noahlink Wireless teszt
ko_kr: Noahlink Wireless 테스트
nl_nl: Noahlink Wireless testen
pt_pt: Testar Noahlink Wireless
ro_ro: Testare Noahlink Wireless
ru_ru: Тест Noahlink Wireless
sv_se: Testa Noahlink Wireless
th_th: ทดสอบ Noahlink Wireless
tr_tr: Airlink 2 cihazını test et
zh_cn: 测试无线Noahlink

source: Outside Safe Fitting range
bg_bg: Извън диапазона за безопасно монтиране
cht: 超出安全選配範圍
da_dk: Uden for rækkevidde af Safe Fit
el_gr: Εκτός εύρους ασφαλούς εφαρμογής
fi_fi: Turvallisen sovituksen alueen ulkopuolella
hr_hr: Izvan sigurnog raspona namještanja
hu_hu: Kívül esik a biztonságos illesztési tartományon
it_it: Al di fuori del range fitting sicuro
ko_kr: 아웃사이드 세이프피팅 레인지
nl_nl: Buiten veilig-aanpassenbereik
no_no: Utenfor område for sikker tilpasning
pt_pt: Fora da faixa de ajuste de segurança
ro_ro: În afara intervalului de fixare sigur
ru_ru: За пределами диапазона Безопасной настройки
sv_se: Utanför säkert anpassningsområde
th_th: อยู่นอกช่วงการทดลองสวมอย่างปลอดภัย
tr_tr: Güvenli Fitting aralığının dışında
zh_cn: 超出安全验配范围
