Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Choose the audiogram to use for this fitting
bg_bg: Изберете аудиограмата, която ще използвате за този монтаж
cht: 選擇用於此選配的聽力圖
da_dk: Vælg det audiogram, der skal bruges til denne tilpasning
el_gr: Επιλέξτε το ακοόγραμμα που θα χρησιμοποιηθεί για αυτήν την εφαρμογή
fi_fi: Valitse tässä sovituksessa käytettävä audiogrammi
hr_hr: Odaberite audiogram koji će se primijeniti za ovo namještanje
hu_hu: A használandó audiogram kiválasztása az illesztéshez
it_it: Scegliere l'audiogramma da utilizzare per il fitting
ko_kr: 이 피팅에 적용할 청력도를 선택하세요
nl_nl: Kies het audiogram om bij deze aanpassing te gebruiken
no_no: Velg audiogrammet som skal brukes til denne tilpasningen
pt_pt: Escolha o audiograma a ser usado para este ajuste
ro_ro: Alegeţi sursa audiogramă pentru importul de praguri..
ru_ru: Выберите аудиограмму для выполнения этой настройки
sv_se: Välj audiogramkälla för denna anpassning
th_th: เลือกออดิโอแกรมที่จะใช้สำหรับการทดลองสวมนี้
tr_tr: Bu fitting için kullanılacak odyogramı seçin
zh_cn: 选择此验听力图进行选配

source: * = Thresholds being imported
bg_bg: * = Прагове, които се импортират
cht: * = 閾值已匯入
da_dk: * = Tærskler importeres
el_gr: * = Πραγματοποιείται εισαγωγή ουδών
fi_fi: * = Kynnykset tuodaan
hr_hr: * = pragovi koji se uvoze
hu_hu: * = Importálás alatt álló küszöbértékek
it_it: * = Soglie in fase di importazione
ko_kr: * = 역치를 불러오는 중입니다.
nl_nl: * = Drempels worden geïmporteerd
no_no: * = Terskler blir importert
pt_pt: * = Os limites estão sendo importados
ro_ro: * =Pragurile au fost importate
ru_ru: * = пороговые значения, которые импортируются
sv_se: * = Trösklar importeras
th_th: * = ค่าเกณฑ์ที่จะนำเข้า
tr_tr: * = Eşikler taşınmaktadır
zh_cn: * = 已导入听阈

source: Import & Fit
bg_bg: Импортиране и монтаж
cht: 匯入並選配
da_dk: Importér og tilpas
el_gr: Εισαγωγή και εφαρμογή
fi_fi: Tuo & Sovita
hr_hr: Uvoz i namještanje
hu_hu: Importálás & illesztés
it_it: Importa e applica
ko_kr: 불러오기 및 피팅
nl_nl: Importeren & aanpassen
no_no: Importer og tilpass
pt_pt: Importar e Ajustar
ro_ro: Importa & Regleaza
ru_ru: Импорт и настройка
sv_se: Importera & Anpassa
th_th: นำเข้าและทดลองสวม
tr_tr: Taşı & Uygula
zh_cn: 导入并验配

source: None (In-Situ thresholds only)
bg_bg: Няма (само прагове в самия апарат)
cht: 無 (僅現場閾值)
da_dk: Ingen (kun In-Situ tærskler)
el_gr: Κανένα (μόνο επιτόπιοι ουδοί)
fi_fi: Ei mitään (vain kynnykset käyttötilanteessa)
hr_hr: Nema (samo in-situ pragovi)
hu_hu: Nincs (csak In-Situ küszöbértékek)
it_it: Nessuno (solo soglie In-Situ)
ko_kr: 없음(In-Situ 값 전용)
nl_nl: Geen (alleen In-Situ drempels)
no_no: Ingen (kun In-Situ terskler)
pt_pt: Nenhum (somente limites in-situ)
ro_ro: Niciuna (doar praguri In-Situ)
ru_ru: Нет (Только пороговые значения In-Situ)
sv_se: Inga (Endast In-Situ-trösklar )
th_th: ไม่มี (ค่าเกณฑ์แบบ In-Situ เท่านั้น)
tr_tr: Hiçbiri (Yalnızca In-Situ eşikler)
zh_cn: 无 (仅内置听力计阈值)

source: In-Situ Audiogram
bg_bg: Предходни в самия апарат (в самия апарат)
cht: 現場聽力圖
da_dk: Forrige In-Situ (In-Situ)
el_gr: Προηγ. επιτόπιο (In-Situ)
fi_fi: Edellinen käyttötilanteessa (käyttötilanne)
it_it: Audiogramma In-Situ
ko_kr: 이전 In-Situ(In-Situ)
pt_pt: In-situ anterior (in-situ)
ro_ro: In-Situ anterior (In-Situ)
ru_ru: Предыдущие In-Situ (In-Situ)
sv_se: Föregående In-Situ (In-Situ)
th_th: In-Situ ก่อนหน้า (In-Situ)
tr_tr: Önceki In-Situ (In-Situ)
zh_cn: 之前的内置听力计

source: Fitting Warning
bg_bg: Предупреждение за монтиране
cht: 選配警告
da_dk: Tilpasningsadvarsel
el_gr: Προειδοποίηση εφαρμογής
fi_fi: Sovitus varoitus
hr_hr: Upozorenje o namještanju
hu_hu: Illesztési figyelmeztetés
it_it: Avviso fitting
ko_kr: 피팅 경고
nl_nl: Waarschuwing aanpassing
no_no: Tilpasningsadvarsel
pt_pt: Aviso de ajuste
ro_ro: Atentionare de reglaj
ru_ru: Предупреждение настройки
sv_se: Anpassningsvarning
th_th: คำเตือนการทดลองสวม
tr_tr: Uygulama uyarısı
zh_cn: 验配警示

source: There are not enough frequencies to perform an accurate fitting. Please measure additional frequencies or import them from a conventional audiogram.
bg_bg: Няма достатъчно честоти за извършване на точен монтаж. Моля, измерете още честоти или ги импортирайте от традиционна аудиограма.
cht: 沒有足夠的頻率以進行精確選配。請測量額外頻率或由傳統聽力圖匯入。
da_dk: Der er ikke nok frekvenser til at udføre en nøjagtig tilpasning. Mål flere frekvenser, eller importér dem fra et konventionelt audiogram.
el_gr: Δεν υπάρχουν αρκετές συχνότητες για την εκτέλεση της εφαρμογής με ακρίβεια. Μετρήστε επιπλέον συχνότητες ή εισαγάγετέ τις από ένα συμβατικό ακοόγραμμα.
fi_fi: Käytettävissä ei ole tarpeeksi taajuuksia luotettavaa sovitusta varten. Mittaa tarvittavat taajuudet tai tuo ne nykyisestä audiogrammista.
hr_hr: Nema dovoljno frekvencija za precizno obavljanje namještanja. Izmjerite dodatne frekvencije ili ih uvezite iz klasičnog audiograma.
hu_hu: Nincs elegendő frekvencia a pontos illesztés elvégzéséhez. Mérje a további frekvenciákat, vagy importálja azokat egy hagyományos audiogramból.
it_it: Non sono presenti sufficienti frequenze rilevate per eseguire un fitting preciso. Misurare frequenze aggiuntive o importarle da un audiogramma convenzionale.
ko_kr: 청력 정보가 부족하여 정확한 피팅을 수행할 수 없습니다. 추가적인 주파수 역치를 측정하거나 기존 청력도의 청력역치를 입력 하십시오.
nl_nl: Er zijn niet genoeg frequenties om een nauwkeurige aanpassing uit te voeren. Meet bijkomende frequenties of importeer ze van een conventioneel audiogram.
no_no: Det er ikke nok frekvenser til å utføre en nøyaktig tilpasning. Du må måle flere frekvenser eller importere dem fra et tidligere audiogram.
pt_pt: Não há frequências suficientes para realizar um ajuste preciso. realize a medição de frequências adicionais ou importe-as de um audiograma convencional.
ro_ro: Nu există suficiente frecvențe pentru o fixare precisă. Măsurați frecvențe suplimentare sau importați-le dintr-o audiogramă convențională.
ru_ru: Для точной настройки недостаточно частот. Выполните и добавьте измерения дополнительных частот или импортируйте их из обычной аудиограммы.
sv_se: Det finns inte tillräckligt med frekvenser för att utföra en korrekt anpassning. Mät ytterligare frekvenser eller importera dem från ett vanligt audiogram.
th_th: มีความถี่ไม่เพียงพอที่จะดำเนินการทดลองสวมแบบแม่นยำ โปรดวัดความถี่เพิ่มเติมหรือนำเข้าจากออดิโอแกรมแบบดั้งเดิม
tr_tr: Doğru bir fitting gerçekleştirmek için yeterli frekanslar bulunmuyor. Lütfen ek frekansları ölçün veya bunları geleneksel bir odyogramdan içe aktarın.
zh_cn: 没有足够的频率执行准确验配。请测量其他频率或从常规听力图中导入。

source: Remeasure
bg_bg: Повторно измерване
cht: 重新測量
da_dk: Mål igen
el_gr: Επανάληψη μέτρησης
fi_fi: Laske uudelleen
hr_hr: Ponovi mjerenje
hu_hu: Újramérés
it_it: Rimisurare
ko_kr: 재측정
nl_nl: Meten
no_no: Gjenta måling
pt_pt: Medir novamente
ro_ro: Remasurati
ru_ru: Заново измерить
sv_se: Mät igen
th_th: วัดใหม่
tr_tr: Tekrar ölç
zh_cn: 重测

source: Import…
bg_bg: Импортиране…
cht: 匯入…
da_dk: Importér…
el_gr: Εισαγωγή…
fi_fi: Tuo…
hr_hr: Uvoz…
hu_hu: Importálás…
it_it: Importa…
ko_kr: 불러오는 중...
nl_nl: Importeren…
no_no: Importer …
pt_pt: Importar…
ro_ro: Importa…
ru_ru: Импорт…
sv_se: Importera…
th_th: นำเข้า…
tr_tr: Taşı…
zh_cn: 导入…

source: Continue to Fit
bg_bg: Продължи към монтаж
cht: 繼續選配
da_dk: Fortsæt til tilpasning
el_gr: Συνέχεια για εφαρμογή
fi_fi: Jatka sovitukseen
hr_hr: Nastavi na namještanje
hu_hu: Illesztés folytatása
it_it: Continua con l'applicazione
ko_kr: 피팅을 계속합니다
nl_nl: Doorgaan met aanpassen
no_no: Fortsett til Tilpasning
pt_pt: Continuar o ajuste
ro_ro: Continuati la Reglaj
ru_ru: Перейти к настройке
sv_se: Fortsätt Anpassa
th_th: ทดลองสวมต่อ
tr_tr: Uygulamaya devam et
zh_cn: 继续验配

source: Extended Range
bg_bg: Разширен обхват
cht: 延伸範圍
da_dk: Udvidet område
el_gr: Εκτεταμένο εύρος
fi_fi: Lajennettu alue
hr_hr: Prošireni raspon
hu_hu: Kiterjesztett tartomány
it_it: Intervallo esteso
ko_kr: 측정음 확장
nl_nl: Uitgebreid bereik
no_no: Utvidet område
pt_pt: Faixa estendida
ro_ro: Plaja largita
ru_ru: Расширенный диапазон
sv_se: Utökat område
th_th: ช่วงที่ขยาย
tr_tr: Genişletilmiş Aralık
zh_cn: 扩展范围

source: Testing on any individual reporting significant tinnitus or unusual distress from noise or loud sounds (hyperacusis) is not recommended above 100dB.
bg_bg: Тестването на лице, което съобщава за значителен шум в ушите или необичайна умора от шум или силни звуци (хиперакузис) не се препоръчва над 100 dB.
cht: 不建議對於有明顯耳鳴或對噪音異常困擾的個案(聲音過敏)測試超過 100 dB聲音。
da_dk: Test på en person, der klager over signifikant tinnitus eller usædvanlig lydoverfølsomhed (hyperacusis), kan ikke anbefales over 100 dB.
el_gr: Η εξέταση σε οποιοδήποτε άτομο που αναφέρει σημαντικές εμβοές ή ασυνήθιστη ενόχληση από θόρυβο ή δυνατούς ήχους (υπερακουσία) δεν συνιστάται πάνω από τα 100 dB.
fi_fi: Jos potilaalla on merkittävä tinnitus tai epätävallinen vaikeus melun tai kovien äänien kanssa (hyperacusis) mittaus ei ole suositeltavaa yli 100dB tasoilla.
hr_hr: Za testiranje osoba koje se žale na izraženi tinitus ili preveliku osjetljivost na buku ili glasne zvukove (hiperakuzija) ne preporučuju se zvukovi glasniji od 100 dB.
hu_hu: 100 dB feletti vizsgálat nem javasolt olyan betegeken, akik tinnitusz problémával küzdenek, vagy zavarják őket a túl halk és a túl hangos hangok (hyperacusis).
it_it: Eseguire test su un paziente che riporta un acufene importante o un inusuale stress da rumore o da suoni forti (iperacusia) non è consigliabile sopra i 100 db.
ko_kr: 이명이 심하거나 잡음 또는 큰 소리에 특별한 고통을(hyperacusis) 호소하는 환자를 검사하는 경우 100dB 이상을 권장하지 않습니다.
nl_nl: Testen bij 100 dB en hoger van personen die aangeven te lijden onder significante tinnitus of ongebruikelijke gevoeligheid voor lawaai en harde geluiden (hyperacusis) wordt niet aanbevolen.
no_no: Det anbefales ikke testing over 100 dB for personer med betydelig tinnitus eller uvanlig sterke plager ved støy eller sterke lyder (hyperakusis).
pt_pt: O teste acima de 100 dB não é recomendado para indivíduos com zumbido significativo ou pacientes com queixas de desconforto por sons intensos ou ruídos (hiperacusia)
ro_ro: Testarea pe oricine semnaleaza un tinnitus puternic sau prag de disconfort ridicat sau hyperacuzie nu este recomandata peste 100dB.
ru_ru: Испытания слуха пациента с жалобами на выраженный тиннитус или аномально болезненное восприятие шумов или громких звуков (гиперакузию) не рекомендуется выполнять с интенсивностью более, чем 100 дБ.
sv_se: Testning av inviduell rapport om tydlig tinnitus eller ovanlig oro över buller eller höga ljud (hyperacusis) rekommenderas över 100 dB.
th_th: ไม่แนะนำให้ทำการทดสอบกับผู้ที่มีอาการเสียงอื้อในหูค่อนข้างรุนแรง หรือประสบปัญหาเสียงรบกวนหรือเสียงดังมากผิดปกติ (hyperacusis) โดยใช้ค่าเกิน 100dB
tr_tr: Ciddi boyutta tinnitusu olan ya da gürültüden veya yüksek seslerden (hiperakuzi) olağan dışı biçimde rahatsızlık duyan hastalarda testlerin 100dB’i aşmaması tavsiye edilir.
zh_cn: 对用户进行听力测试时，不建议超过100dB

source: I acknowledge the risks, extend the testing range.
bg_bg: Аз разбирам рисковете – разширете обхвата на тестването.
cht: 我了解延伸測試範圍風險。
da_dk: Jeg er klar over risiciene. Udvid testområdet.
el_gr: Αναγνωρίζω τους κινδύνους - επέκταση του εύρους εξέτασης
fi_fi: Olen tietoinen riskeistä, laajenna tutkimusaluetta.
hr_hr: Svjestan/svjesna sam rizika, proširi testni raspon.
hu_hu: Felismerem a kockázatokat, tesztelési tartomány kiterjesztése.
it_it: Riconosco i rischi, estendere il range del test.
ko_kr: 측정범위 확장에 따른 위험성을 인지하고 있으며, 검사를 위해 측정 범위를 확장하겠습니다.
nl_nl: Ik onderken het risico, breidt het testbereik uit.
no_no: Jeg er klar over risikoene. Utvid testområdet.
pt_pt: Reconheço os riscos de estender as faixas de teste
ro_ro: Cunosc riscurile, extind plaja de reglaj.
ru_ru: Я осознаю риски и соглашаюсь на расширение диапазона тестирования.
sv_se: Jag är medveten om riskerna med utökat testområde
th_th: ข้าพเจ้ายอมรับความเสี่ยง ขยายช่วงในการทดสอบ
tr_tr: Riski kabul ediyorum, test aralığını genişlet.
zh_cn: 我了解超过测试范围的风险，并愿意承担由此带来的后果。

source: Masking Recommended
bg_bg: Препоръчва се маскиране
cht: 建議遮蔽
da_dk: Maskering anbefales
el_gr: Συνιστάται η χρήση απόκρυψης
fi_fi: Peittämistä suositellaan
hr_hr: Preporučuje se maskiranje
hu_hu: Maszkolás ajánlott
it_it: Mascheramento consigliato
ko_kr: 마스킹이 권장됩니다
nl_nl: Maskeren aanbevolen
no_no: Maskering anbefales
pt_pt: O mascaramento é recomendado
ro_ro: Mascarea recomandată
ru_ru: Рекомендованная маскировка
sv_se: Maskering rekommenderas
th_th: การมาสก์ที่แนะนำ
tr_tr: Maskeleme Önerilir
zh_cn: 建议掩蔽

source: Diagnostic audiometric testing is recommended.
bg_bg: Препоръчва се диагностично-аудиометричен тест.
cht: 建議進行診斷式聽力檢查。
da_dk: Diagnostisk audiometrisk test anbefales.
el_gr: Συνιστάται διαγνωστική ακοομετρική εξέταση.
fi_fi: Dignostista tutkimusta suositellaan.
hr_hr: Preporučuje se dijagnostičko audiometrijsko ispitivanje.
hu_hu: Diagnosztikai audiométeres vizsgálat ajánlott.
it_it: Si consiglia un test di audiometria diagnostica.
ko_kr: 진단 청력검사가 권장됩니다
nl_nl: Diagnostische audiometrie wordt aanbevolen.
no_no: Diagnostiske audiometriske tester er anbefalt.
pt_pt: É recomendado um teste de diagnóstico audiométrico.
ro_ro: Este recomandat testing audiometric de diagnostic.
ru_ru: Рекомендовано диагностическое аудиометрическое исследование.
sv_se: Diagnostiskt audiometritest rekommenderas.
th_th: แนะนำให้ทำการทดสอบวินิจฉัยการได้ยิน
tr_tr: Tanısal odyometrik test önerilir.
zh_cn: 推荐常规听力测试。

source: Instrument Warning
bg_bg: Предупреждение за апарата
cht: 助聽器警告
da_dk: Apparatadvarsel
el_gr: Προειδοποίηση για τα ακουστικά
fi_fi: Laitteen varoitus
hr_hr: Upozorenje o aparatu
hu_hu: Készülék figyelmeztetés
it_it: Avviso apparecchio
ko_kr: 보청기 경고
nl_nl: Waarschuwing toestel
no_no: Apparatadvarsel
pt_pt: Aviso sobre o aparelho auditivo
ro_ro: Atentionare de aparat.
ru_ru: Предупреждение аппарата
sv_se: Hörapparatvarning
th_th: คำเตือนเกี่ยวกับอุปกรณ์
tr_tr: Cihaz Uyarısı
zh_cn: 助听器警示

source: The difference between the current and previous In-Situ thresholds is 10dB HL or more.
bg_bg: Разликата между сегашните и предишните прагове в самия апарат е 10dB HL или повече.
cht: 目前和先前的現場閾值相差達10分貝以上。
da_dk: Forskellen mellem nuværende og forrige in situ tærskler er 10 dB HL eller mere.
el_gr: Η διαφορά ανάμεσα στους τρέχοντες και τους προηγούμενους επιτόπιους ουδούς είναι 10 dB HL ή μεγαλύτερη.
fi_fi: Nykyisen ja edellisen kynnyksen käyttötilanteessa erotus on vähintään 10dB HL.
hr_hr: Razlika između trenutnih i prethodnih in-situ pragova je 10 dB HL ili više.
hu_hu: A különbség a jelenlegi és az előző In-Situ küszöbérték között több mint 10 dB HL.
it_it: La differenza tra l'attuale e la precedente soglia In-Situ è di 10 dB HL o maggiore.
ko_kr: 현재 역치와 기존 청력 역치 사이에 10 dB HL 또는 그 이상 차이가 있습니다
nl_nl: Het verschil tussen de huidige en voorgaande In-Situ drempels is 10 dB HL of meer.
no_no: Forskjellen mellom nåværende og tidligere In-Situ terskler er 10 dB HL eller mer.
pt_pt: A diferença entre os limites atuais e os anteriores na audiometria in-situ é de 10 dB NA ou mais.
ro_ro: Diferenta intre pragurile de auz curente si cele antecedente este de 10dB sau mai mare.
ru_ru: Разность между текущими и ранее полученными пороговыми значениями аудиометрии In-Situ (на месте) равна или выше 10 дБ.
sv_se: Skillnaden mellan nuvarande och tidigare in situ-trösklar är 10 dB HL eller mer.
th_th: ส่วนต่างระหว่างค่าเกณฑ์ In-Situ ปัจจุบันและก่อนหน้า มากกว่า 10dB HL ขึ้นไป
tr_tr: Mevcut ve önceki in-situ eşikler arasındaki fark 10dB HL ya da daha fazladır.
zh_cn: 当前测得和之前测得的听阈差值大于10dB HL或更多。

source: Unsaved Changes
bg_bg: Незапазени промени
cht: 未儲存修改
da_dk: Ikke-gemte ændringer
el_gr: Μη αποθηκευμένες αλλαγές
fi_fi: Tallentamattomat muutokset
hr_hr: Nespremljene promjene
hu_hu: Nem mentett változások
it_it: Modifiche non salvate
ko_kr: 변경 사항이 저장되지 않음
nl_nl: Niet-opgeslagen wijzigingen
no_no: Ulagrede endringer
pt_pt: As alterações não foram salvas
ro_ro: Modificari nesalvate.
ru_ru: Несохраненные изменения
sv_se: Ej sparade ändringar
th_th: การเปลี่ยนแปลงที่ไม่ได้บันทึก
tr_tr: Kaydedilmemiş Değişiklikler
zh_cn: 不保存修改

source: Save changes to the patient's In-Situ audiogram?
bg_bg: Да се запазят ли промените на аудиограмата на пациента в самия апарат?
cht: 儲存修改至客戶的現場聽力圖？
da_dk: Vil du gemme ændringerne af brugerens In-Situ audiogram?
el_gr: Να αποθηκευτούν οι αλλαγές στο επιτόπιο ακοόγραμμα του ασθενούς;
fi_fi: Tallennetaanko muutokset potilaalle käyttötilanteessa laadittuun audiogrammiin ?
hr_hr: Želite li spremiti promjene u bolesnikov in-situ audiogram?
hu_hu: Menti a módosításokat a páciens In-Situ audiogramjába?
it_it: Salvare le modifiche all'audiogramma In-Situ del paziente?
ko_kr: In-Situ 오디오그램의 변경 사항을 저장하시겠습니까?
nl_nl: Wijzigingen opslaan in het In-Situ audiogram van uw cliënt?
no_no: Vil du lagre endringer i pasientens In-Situ audiogram?
pt_pt: Salvar alterações no audiograma in-situ do paciente?
ro_ro: Salvați modificările în audiograma pacientului In-Situ?
ru_ru: Сохранить изменения в аудиограмму In-Situ?
sv_se: Spara ändringarna i patientens in-situ-audiogram?
th_th: บันทึกการเปลี่ยนแปลงลงในออดิโอแกรมแบบ In-Situ ของผู้ป่วยหรือไม่
tr_tr: Değişiklikler hastanın In-Situ odyogramına kaydedilsin mi?
zh_cn: 是否保存对用户内置听力计听力图的更改？

source: In-Situ Audiometry
bg_bg: Аудиометрия в самия апарат
cht: 現場聽力檢查
da_dk: In-Situ audiometri
el_gr: Επιτόπια ακοομετρία
fi_fi: In-Situ Audiometria
hr_hr: In-situ audiometrija
hu_hu: In-Situ audimetria
it_it: Audiometria In-Situ
ko_kr: In-Situ 청력측정
nl_nl: In-Situ audiometrie
no_no: In-Situ audiometri
pt_pt: Audiometria In-Situ
ro_ro: Audiometria In-Situ
ru_ru: Аудиометрия In-Situ
sv_se: In-Situ-audiometri
th_th: การวัดการได้ยินแบบ In-Situ
tr_tr: In-Situ Odyometresi
zh_cn: 内置听力计

source: Would you like to perform In-Situ audiometry?
bg_bg: Желаете ли да се направи аудиометрия в самия апарат?
cht: 您要執行現場聽力檢查嗎？
da_dk: Vil du gerne foretage In-Situ audiometri?
el_gr: Θέλετε να πραγματοποιήσετε μια επιτόπια ακοομετρία;
fi_fi: Tahdotko tehdä In-Situ audiometrian ?
hr_hr: Želite li obaviti in-situ audiometriju?
hu_hu: Szeretné elvégezni az In-Situ audiometriát?
it_it: Effettuare l'audiometria In-Situ?
ko_kr: In-Situ 청력측정을 진행하시겠습니까?
nl_nl: Wilt u een In-Situ audiometrie uitvoeren?
no_no: Vil du utføre en In-Situ audiometri?
pt_pt: Deseja realizar a audiometria in-situ?
ro_ro: Doriți să efectuați audiometria In-Situ?
ru_ru: Выполнить аудиометрию In-Situ?
sv_se: Vill du utföra In-Situ-audiometri?
th_th: คุณต้องการดำเนินการวัดการได้ยินแบบ In-Situ หรือไม่
tr_tr: In-Situ odyometri gerçekleştirmek istiyor musunuz?
zh_cn: 是否希望进行内置测听？

source: TSG:
cht: 耳鳴抑制音產生器：
it_it: GST:
ko_kr: 소리발생기:
pt_pt: Gerador de Som
ru_ru: Звукогенератор TSG:
zh_cn: 耳鸣管理器:

source: MPO
bg_bg: МРО
cht: 最大音量輸出
hr_hr: Maksimalna izlazna snaga
ru_ru: ВУЗД

source: Limit due to noise
bg_bg: Ограничение поради шум
cht: 限制由於噪音
da_dk: Begrænsning på grund af støj
el_gr: Όριο λόγω θορύβου
fi_fi: Melun aiheuttama rajoitus
hr_hr: Ograničenje zbog buke
hu_hu: Zajlimit
it_it: Limite dovuto a rumore
ko_kr: 주변소음으로 측정불가
nl_nl: Beperking t.g.v. lawaai
no_no: Grense pga. støy
pt_pt: Limite devido ao ruído
ro_ro: Limita in privinta zgomotului
ru_ru: Ограничение, вызванное шумом
sv_se: Begränsning pga brus
th_th: จำกัดเนื่องจากเสียงรบกวน
tr_tr: Gürültüye göre sınır
zh_cn: 受噪音所限

source: The Hearing Instrument(s) connected do not support TSG Synchronization, please contact customer service to purchase this option.
bg_bg: Свързаният(-ите) слухов(и) апарат(и) не поддържа(т) Синхронизация на TSG – моля, обърнете се към обслужване на клиенти за закупуване на тази опция.
cht: 連接的助聽器不支援TSG同步，請聯絡客戶服務購買此功能。
da_dk: De(t) tilsluttede høreapparat(er) understøtter ikke TSG-synkronisering. Kontakt kundeservice for at tilkøbe denne mulighed.
el_gr: Τα συνδεδεμένα ακουστικά βοηθήματα δεν υποστηρίζουν τον συγχρονισμό TSG. Απευθυνθείτε στο τμήμα εξυπηρέτησης πελατών για να προμηθευτείτε αυτή την επιλογή.
fi_fi: Yhdistetyt kuulokojeet eivät tue tinnitusmaskerin synkronointia. Hanki tämä toiminto ottamalla yhteys audionomiin.
hr_hr: Povezani slušni uređaj(i) ne podržavaju TSG sinkronizaciju, molimo, obratite se službi za korisnike kako biste kupili ovu opciju.
hu_hu: A csatlakoztatott hallókészülék(ek) nem támogatják a TSG szinkronizációt, kérjük lépjen kapcsolatba az audiológusával ha szeretné ezt az opciót.
it_it: L'apparecchio acustico(i) collegato non supporta la sincronizzazione GST, si prega di contattare il servizio clienti per info su questa opzione.
ko_kr: 연결된 보청기는 양이 소리발생기 동기화를 지원하지 않습니다. 고객센터로 문의하여, 이 옵션이 있는 제품을 구입하세요
nl_nl: De aangesloten hoortoestellen ondersteunen geen TSG-synchronisatie. Neem contact op met de GN customer service.
no_no: Høreapparatet/høreapparatene støtter ikke TSG Synchronization. Ta kontakt med kundeservice for å kjøpe dette tilbehøret.
pt_pt: Os aparelhos auditivos conectados não são compatíveis com a sincronização do TSG. Entre em contato com o atendimento ao cliente para adquirir essa opção.
ro_ro: Aparatul(e) auditiv(e) conectat(e) nu suportă Sincronizarea TSG, contactați serviciul de relații clienți pentru a achiziționa această opțiune.
ru_ru: Подключенный(е) СА не поддерживают синхронизацию TSG, обратитесь, пожалуйста, в службу поддержки клиентов для приобретения этой опции.
sv_se: Ansluten hörapparat (hörapparater) stöder inte TSG-synkronisering, var god kontakta kundservice för att köpa det här alternativet.
th_th: หากเครื่องช่วยฟังที่เชื่อมต่อไม่รองรับการซิงโครไนซ์ TSG โปรดติดต่อฝ่ายบริการลูกค้าเพื่อซื้อตัวเลือกนี้
tr_tr: Bağlı işitme cihaz(lar)ı, TSG Senkronizasyonunu desteklemiyor, bu seçeneği satın almak için lütfen müşteri hizmetleriyle irtibata geçin.
zh_cn: 已连接的助听器不支持耳鸣管理器同步功能, 请联系您的验配师。

source: Currently Testing: {0}dB @ {1}Hz
bg_bg: В момента се тества: {0} dB при {1} Hz
cht: 目前測試：{0} dB @ {1} Hz
da_dk: Tester nu: {0}dB @ {1}Hz
el_gr: Τρέχουσα εξέταση: {0} dB στα {1} Hz
fi_fi: Mitataan: {0}dB @ {1}Hz
hr_hr: Trenutno se testira: {0}dB pri {1}Hz
hu_hu: Most tesztelt: {0}dB @ {1}Hz
it_it: Test attualmente in corso: {0}dB @ {1}Hz
ko_kr: 현재 다음을 검사 중입니다: {0}dB @ {1}Hz
nl_nl: Huidige test: {0}dB @ {1}Hz
no_no: Tester nå: {0} dB ved {1} Hz
pt_pt: Teste atual: {0}dB @ {1}Hz
ro_ro: Acum testeaza: {0}dB @ {1}Hz
ru_ru: Сейчас проверяется: {0}дБ при {1}Гц
sv_se: Testar just nu: {0}dB @ {1}Hz
th_th: กำลังทดสอบในปัจจุบัน: {0}dB @ {1}Hz
tr_tr: Geçerli Test: {0}dB @ {1}Hz
zh_cn: 当前测试: {0}dB @ {1}Hz

source: Tone [Space]
bg_bg: Тон [интервал]
cht: 測試 [Space]
da_dk: Tone [Mellemrum]
el_gr: Τόνος [Space]
fi_fi: Äänes [Välilyönti]
hr_hr: Ton [Space]
hu_hu: Hang [Szünet]
it_it: Tono [Spazio]
nl_nl: Toon [Space]
pt_pt: Tom [Tecla de espaço]
ro_ro: Ton [ bara de spatiu ]
ru_ru: Тон [Пробел]
sv_se: Ton [Mellanslag]
th_th: โทน [Space]
tr_tr: Ton [Boşluk]
zh_cn: 给声 [空格(Space)键]

source: Mark [Enter]
bg_bg: Знак [Enter]
cht: 標記 [Enter]
da_dk: Markér [Enter]
el_gr: Σήμανση [Enter]
fi_fi: Merkitse [Enter]
hr_hr: Oznaka [Enter]
hu_hu: Jelölés [Enter]
it_it: Contrassegna [Invio]
nl_nl: Markeren [Enter]
no_no: Merk [Enter]
pt_pt: Marcação [Enter]
ro_ro: Marcare [Enter]
ru_ru: Отметить [Ввод]
sv_se: Markera [Enter]
th_th: มาร์ก [Enter]
tr_tr: İşaret [Gir]
zh_cn: 标记 [回车（Enter）键]

source: Talk Over [ALT]
bg_bg: Обсъждане [ALT]
cht: 對講 [ALT]
el_gr: Επικάλυψη θορύβου [ALT]
fi_fi: Keskustelu [ALT]
hr_hr: Nadglašavanje [ALT]
it_it: Parlato sovrapposto [ALT]
nl_nl: Spreken [ALT]
pt_pt: Talk Over [Tecla ALT]
ro_ro: Vorbire [ALT]
ru_ru: Дискуссия [ALT]
sv_se: Tal över [ALT]
th_th: พูดแทรก [ALT]
tr_tr: Üstüne konuş [ALT]
zh_cn: 对话 [换档(Alt)键]
