Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The instrument(s) contain different algorithm packages and cannot be programmed simultaneously until the older algorithm package is updated in Fuse. Please be aware that duration of the update depends on the programming interface used. The update may take several minutes. No instrument data will be lost during update. For fastest instrument update, use Speedlink or NOAHlink. Do not interrupt the update once it has begun. Inserting a fresh battery before updating is recommended. Would you like to update now?
bg_bg: Апаратът(-ите) съдържа(т) различни пакети с алгоритми и не може(-гат) да се програмират едновременно, докато по-старият пакет с алгоритми не се актуализира във Fuse. Имайте предвид, че продължителността на актуализацията зависи от използвания интерфейс за програмиране. Възможно е актуализацията да отнеме няколко минути. По време на актуализацията няма да се загубят данни за апарата. За най-бързо актуализиране на апарата използвайте Speedlink или NOAHlink. Не прекъсвайте актуализацията след като е започнала. Препоръчва се да поставите нова батерия преди актуализацията. Желаете ли да актуализирате сега?
cht: 助聽器包含不同的演算法套件，直到較舊版本的算法套件在 Fuse 中更新，才可同時編程。請注意，更新的持續時間取決於所使用的編程界面。更新可能需要幾分鐘。更新過程中不會遺失助聽器數據。 為了更快更新助聽器，請使用 Speedlink 或 NOAHlink。一旦開始更新，就不能中斷。建議在更新前裝上新的電池。 您要立即更新嗎？
da_dk: Apparatet(erne) indeholder forskellige algoritmepakker og kan ikke programmeres samtidig, før de gamle algoritmepakker opdateres i Fuse. Vær opmærksom på, at varigheden af opdateringen afhænger af den programmeringsgrænseflade, der bruges. Opdateringen kan tage flere minutter. Der går ingen apparatdata tabt under opdateringen. Du opnår den hurtigste apparatopdatering ved at bruge Speedlink eller NOAHlink. Du må ikke afbryde opdateringen, når den først kører. Det anbefales at sætte et nyt batteri i inden opdateringen. Vil du opdatere nu?
el_gr: Τα κουστικά περιέχουν διαφορετικά πακέτα αλγόριθμων και δεν είναι δυνατόν να προγραμματιστούν ταυτόχρονα μέχρι να ενημερωθεί το παλαιότερο πακέτο αλγόριθμων στο Fuse. Λάβετε υπόψη ότι η διάρκεια της ενημέρωσης εξαρτάται από τη διεπαφή προγραμματισμού που χρησιμοποιείται. Η ενημέρωση μπορεί να διαρκέσει αρκετά λεπτά. Δεν θα χαθούν δεδομένα για τα ακουστικά κατά τη διάρκεια της ενημέρωσης. Για ταχύτερη ενημέρωση των ακουστικών, χρησιμοποιήστε Speedlink ή NOAHlink. Μην διακόψετε την ενημέρωση αφότου ξεκινήσει. Συνιστάται η εισαγωγή νέας μπαταρίας πριν την ενημέρωση. Θέλετε να γίνει τώρα η ενημέρωση;
fi_fi: Kuulokojeissa on erilaiset algoritmipaketit, joten niitä ei voi ohjelmoida samanaikaisesti ennen kuin vanha algoritmipaketti on päivitetty Fuse-toiminnon avulla. Huomaa, että päivityksen kesto riippuu käytettävästä ohjelmointiyksiköstä. Päivitys voi kestää useita minuutteja. Kuulokojeisiin tallennettuja tietoja ei menetetä päivityksen aikana. Käytä SpeedLink- tai Noahlink-ohjelmointiyksikköä, jotta päivitys sujuu mahdollisimman nopeasti. On suositeltavaa asettaa uusi paristo kuulokojeisiin ennen päivitystä. Älä keskeytä päivitystä, kun se on alkanut. Haluatko päivittää nyt?
hr_hr: Aparati sadrže različite paketa algoritama i ne mogu se istodobno programirati dok se stariji paket algoritama ne ažurira u aplikaciji Fuse. Imajte na umu da trajanje ažuriranja ovisi o upotrijebljenom sučelju za programiranje. Ažuriranje može trajati nekoliko minuta. Tijekom ažuriranja neće se izgubiti podatci aparata. Za najbrže ažuriranje aparata upotrijebite Speedlink ili NOAHlink. Ažuriranje ne prekidajte nakon što se započne. Preporučuje se da se prije ažuriranja umetne nova baterija. Želite li ažurirati odmah?
hu_hu: A készülék(ek)ben eltérő algoritmus csomagok találhatók, és nem lehet együttesen programozni azokat a régi algoritmus csomag Fuse-ban való frissítéséig. Vegye figyelembe, hogy a frissítés időtartama a használt programozó egységtől is függ. A frissítés több percet is igénybe vehet. A frissítés során a készülékadatok nem fognak elveszni. A minél gyorsabb készülékfrissítéshez használjon Speedlinket vagy NOAHlinket. Ne szakítsa meg a frissítést, miután az elindult. Javasoljuk, hogy új elemet helyezzen be a frissítés előtt. Szeretne most frissíteni?
it_it: Gli apparecchi contengono diversi pacchetti di algoritmi che non possono essere programmati simultaneamente finché il pacchetto di algoritmi più vecchio non viene aggiornato in Fuse. L'aggiornamento potrebbe richiedere alcuni minuti a seconda dell'interfaccia di programmazione utilizzata. I dati dell'apparecchio non andranno persi durante l'aggiornamento. Per un aggiornamento più rapido dell'apparecchio, utilizzare Speedlink o NOAHlink. Non interrompere l'aggiornamento una volta iniziato. Inserire sempre una batteria nuova prima di iniziare l’aggiornamento. Aggiornare adesso?
ko_kr: 새로운 기능을 포함한 신규 알고리즘 패키지가 업데이트되었습니다. 이전 알고리즘 패키지가 업데이트 될때까지 프로그래밍 할 수 없습니다. 업데이트 소요 시간은 사용된 프로그램 인터페이스에 따라 다를 수 있습니다. 업데이트에는 수 분이 걸릴 수 있습니다. 보청기 업데이트 중에 보청기의 데이터는 없어지지 않습니다. 빠른 보청기 업데이트를 위해, Speedlink나 NOAHlink를 사용하십시오. 업데이트를 시작한 후에는 중단해서는 안 됩니다. 업데이트를 시작하시기 전에 새 배터리를 장착하시는 것을 권장합니다. 지금 업데이트 하시겠습니까?
nl_nl: De toestellen bevatten verschillende algoritmepakketten en kunnen niet gelijktijdig worden geprogrammeerd totdat het oudere algoritmepakket wordt bijgewerkt in Fuse. De duur van de update hangt af van het gebruikte programmeerinterface. Tijdens de update gaan er geen hoortoestelgegevens verloren. Gebruik Speedlink voor de snelste en zekerste update. Onderbreek de update niet als hij eenmaal begonnen is. Het gebruik van nieuwe batterijen wordt aanbevolen. Wilt u de update nu uitvoeren?
no_no: Høreapparatene inneholder forskjellige algoritmepakker og kan ikke programmereres samtidig inntil den gamle algoritmepakken er oppdatert i Fuse. Legg merke til at varigheten av oppdateringen avhenger av benyttet programmeringsgrensesnitt. Oppdateringen kan ta flere minutter. Ingen apparatdata vil gå tapt under oppdateringen. Bruk Speedlink eller NOAHlink for raskere oppdatering av høreapparatene. Ikke avbryt oppdateringen når den er startet. Vi anbefaler at du setter i nye batterier før oppdateringen starter. Vil du oppdatere nå?
pt_pt: O aparelho contém pacotes de algoritmos diferentes e não pode ser programado simultaneamente até que o pacote de algoritmos mais antigo seja atualizado no Fuse. Esteja ciente de que o tempo da atualização depende da interface de programação utilizada. A atualização pode levar alguns minutos. Nenhum dado do aparelho será perdido durante a atualização. Para obter uma atualização mais rápida do aparelho use o Speedlink ou NOAHlink. Não interrompa a atualização depois que ela tiver começado. Recomenda-se inserir uma pilha nova antes do procedimento. Deseja atualizar agora?
ro_ro: Instrumentul(ele) conține pachete de algoritmi diferite și nu poate fi programat simultan până când nu se actualizează pachetul de algoritmi mai vechi în Fuse. Luati in considerare ca durata actualizarii depinde de interfata de programare folosita. Actualizarea poate dura cateva minute. Datele din aparate nu vor fi sterse pe parcursul atualizarii. Pentru o actualizare mai rapida, folositi SpeedLink sau NOAHlink. Nu intrerupeti actulizarea odata pornita. Introducerea unei baterii noi in prealabil este recomandata.. Doriti sa actualizati acum?
ru_ru: СА содержит(ат) пакеты алгоритмов, не одинаковые между собой, и их нельзя программировать одновременно, в то время как производится обновление более старого пакета алгоритмов в Fuse. Внимание: длительность обновления зависит от используемого интерфейса программирования. Обновление может занять несколько минут. Данные из СА не будут утрачены во время обновления. Для быстрейшего обновления используйте Speedlink или NOAHlink. Не прерывайте процесс обновления после запуска. Рекомендуется вставить новую батарею в аппарат перед тем, как приступить к обновлению. Обновить сейчас?
sv_se: Hörapparaterna innehåller olika algoritmpaket och kan inte programmeras simultant förrän det äldre algoritmpaketet har uppdaterats via Fuse. Tiden för uppgraderingen kan variera beroende på vilket programmeringsinterface som använts. Uppdateringen kan ta lång tid, ingen hörapparatdata kommer att förloras under uppdateringen. Använd Speedlink eller NOAHlink för snabbast uppdatering. Avbryt inte uppdateringen efter den startats och ha alltid ett nytt batteri i hörapparaten innan uppdateringen. Vill du uppdatera nu?
th_th: อุปกรณ์มีแพ็คเกจอัลกอริธึมที่แตกต่างกัน และไม่สามารถตั้งโปรแกรมพร้อมกันได้ จนกว่าจะทำการอัพเดตแพ็คเกจอัลกอริธึมที่เก่ากว่าใน Fuse ก่อน โปรดทราบว่าระยะเวลาในการอัพเดตจะขึ้นอยู่กับอินเตอร์เฟซการตั้งโปรแกรมที่ใช้ การอัพเดตอาจใช้เวลาหลายนาที แต่จะไม่มีข้อมูลใดๆ ของอุปกรณ์สูญหายในระหว่างการอัพเดต เพื่อให้การอัพเดตอุปกรณ์เป็นไปอย่างรวดเร็วที่สุด ให้ใช้ Speedlink หรือ NOAHlink อย่าหยุดการอัพเดตหลังจากที่เริ่มต้นไปแล้ว ควรใส่แบตเตอรี่ก้อนใหม่ก่อนดำเนินการอัพเดต คุณต้องการอัพเดตทันทีหรือไม่
tr_tr: Bu cihaz(lar) farklı algoritma paketleri içerdiğinden eşzamanlı olarak programlanamaz. Önce eski algoritma paketini Fuse'de güncellemeniz gerekir. Güncelleme süresi, kullanılan programın arayüzüne göre değişebilir ve birkaç dakika sürebilir. Güncelleme esnasında cihaz verileri kaybolmaz. En hızlı cihaz güncelleştirmesi için Speedlink ya da NOAHlink kullanın. Güncelleme başladığında kesintiye uğratmayın. İşleme başlamadan önce yeni bir pil takmanız önerilir. Güncelleştirmeyi şimdi yapmak ister misiniz?
zh_cn: 助听器包含不同的算法包，无法同时编程，直到旧版算法包在Fuse中得到更新。请注意，更新的持续时间取决于所使用的编程设备。更新可能需要几分钟。更新过程中不会丢失助听器数据。 为最快地完成更新，请使用Speedlink或NOAHlink。更新开始后请勿中断。建议在更新前插入新电池。 是否立即更新？

source: There is a mismatch between session and instrument data. If you wish to use the session data an instrument update is required. Please be aware that duration of the update depends on the programming interface used. The update may take several minutes. No instrument data will be lost during update. For fastest instrument update, use Speedlink or NOAHlink. Do not interrupt the update once it has begun. Inserting a fresh battery before updating is recommended. Would you like to update now?
bg_bg: Има несъответствие между сесията и данните за апарата. Ако желаете да използвате данните за сесията, необходима е актуализация на апарата. Имайте предвид, че продължителността на актуализацията зависи от използвания интерфейс за програмиране. Възможно е актуализацията да отнеме няколко минути. По време на актуализацията няма да се загубят данни за апарата. За най-бързо актуализиране на апарата използвайте Speedlink или NOAHlink. Не прекъсвайте актуализацията след като е започнала. Препоръчва се да поставите нова батерия преди актуализацията. Желаете ли да актуализирате сега?
cht: 階段資料和助聽器資料不符。如果您希望使用階段資料，必須更新助聽器。請注意，更新所需時間取決於使用的調整界面。更新可能需要幾分鐘。更新過程中，助聽器資料不會遺失。 為了更快速的更新助聽器，請使用 Speedlink 或 NOAHlink。開始更新後，請勿中斷。建議在更新前放入新電池。 您要立即更新嗎？
da_dk: Der er forskel på sessionsdata og apparatdata. Hvis du vil bruge sessionsdata er en opdatering af apparatet nødvendigt. Vær venligst opmærksom på, at opdateringen tager forskellig tid afhængigt af programmeringsgrænsefladen. Opdateringen tager op til flere minutter. Ingen data i apparatet går tabt under opdateringen. Du opnår den hurtigste apparatopdatering ved at bruge Speedlink eller NOAHlink. Du må ikke afbryde opdateringen, når den først kører. Det anbefales at sætte et nyt batteri i inden opdateringen. Vil du opdatere nu?
el_gr: Υπάρχει ασυμφωνία μεταξύ των δεδομένων της συνεδρίας και των δεδομένων των ακουστικών. Αν θέλετε να χρησιμοποιήσετε τα δεδομένα της συνεδρίας, απαιτείται ενημέρωση των ακουστικών. Λάβετε υπόψη ότι η διάρκεια της ενημέρωσης εξαρτάται από τη διεπαφή προγραμματισμού που χρησιμοποιείται. Η ενημέρωση μπορεί να διαρκέσει αρκετά λεπτά. Δεν θα χαθούν δεδομένα για τα ακουστικά κατά τη διάρκεια της ενημέρωσης. Για ταχύτερη ενημέρωση των ακουστικών, χρησιμοποιήστε Speedlink ή NOAHlink. Μην διακόψετε την ενημέρωση αφότου ξεκινήσει. Συνιστάται η εισαγωγή νέας μπαταρίας πριν την ενημέρωση. Θέλετε να γίνει τώρα η ενημέρωση;
fi_fi: Kuulokojeissa on eri sovitusalgoritmit eikä niitä voi sovittaa samanaikaisesti ennen kuin vanha algoritmi on päivitetty uudella algoritmilla. Päivityksen kesto riippuu ohjelmointiyksiköstä. Päivitys voi kestää useita minuutteja. Mitään kuulokojeessa olevia sovitustietoja ei menetetä päivityksen aikana. Käytä SpeedLink- tai HiPro-ohjelmointiyksikköa nopeuttaaksesi päivitystä. On suositeltavaa asettaa uusi paristo kuulokojeisiin ennen päivitystä. Älä keskeytä päivitystä, kun se on alkanut! Haluatko päivittää kuulokojeet nyt ?
hr_hr: Podatci sesije i podatci aparata nisu usklađeni. Ako želite upotrijebiti podatke sesije, trebate ažurirati aparat. Imajte na umu da trajanje ažuriranja ovisi o upotrijebljenom sučelju za programiranje. Ažuriranje može trajati nekoliko minuta. Tijekom ažuriranja neće se izgubiti podatci aparata. Za najbrže ažuriranje aparata upotrijebite Speedlink ili NOAHlink. Ažuriranje ne prekidajte nakon što se započne. Preporučuje se da se prije ažuriranja umetne nova baterija. Želite li ažurirati odmah?
hu_hu: Eltérés található a munkamenet és a készülékadatok között. Ha a munkamenet adatait szeretné használni, a készülék frissítésére van szükség. Vegye figyelembe, hogy a frissítés időtartama a használt programozó egységtől is függ. A frissítés több percet is igénybe vehet. A frissítés során a készülékadatok nem fognak elveszni. A minél gyorsabb készülékfrissítéshez használjon Speedlinket vagy NOAHlinket. Ne szakítsa meg a frissítést, miután az elindult. Javasoljuk, hogy új elemet helyezzen be a frissítés előtt. Szeretne most frissíteni?
it_it: I dati della sessione e i dati sull'apparecchio non corrispondono. Se si desidera utilizzare i dati della sessione corrente, è necessario aggiornare l'apparecchio. L'aggiornamento potrebbe richiedere alcuni minuti a seconda dell'interfaccia di programmazione utilizzata. I dati dell'apparecchio non andranno persi durante l'aggiornamento. Per un aggiornamento più rapido dell'apparecchio, utilizzare Speedlink o NOAHlink. Non interrompere l'aggiornamento una volta iniziato. Inserire sempre una batteria nuova prima di iniziare l’aggiornamento. Aggiornare adesso?
ko_kr: 세션과 보청기 데이터가 일치하지 않습니다. 세션 데이터를 사용하려면 보청기 업데이트가 필요합니다. 업데이트 소요 시간은 사용된 프로그램 인터페이스에 따라 다를 수 있으며, 수 분이 걸릴 수 있습니다. 보청기 업데이트 중에 보청기의 데이터는 없어지지 않습니다. 빠른 보청기 업데이트를 위해, Speedlink나 NOAHlink를 사용하십시오. 업데이트를 시작한 후에는 중단해서는 안되며, 업데이트를 시작하시기전에 새 배터리를 장착하시는 것을 권장합니다. 지금 업데이트 하시겠습니까?
nl_nl: De toestelgegevens en de sessiegegevens stemmen niet overeen. Als u de sessiegegevens wilt gebruiken is een toestel update noodzakelijk. De update kan enkele minuten duren. De tijdsduur hangt af van het gebruikte interface. Tijdens de update gaan er geen hoortoestelgegevens verloren. Gebruik Speedlink voor de snelste en zekerste update. Onderbreek de update niet als hij eenmaal begonnen is. Het gebruik van nieuwe batterijen wordt aanbevolen. Wilt u de update nu uitvoeren?
no_no: Øktsdata og apparatdata stemmer ikke overens. Hvis du ønsker å bruke øktsdata, er det nødvendig å oppdatere høreapparatet. Vennligst legg merke til at varigheten av oppdateringen avhenger av benyttet programmeringsgrensesnitt. Oppdateringen kan ta flere minutter. Ingen apparatdata vil gå tapt under oppdateringen. Bruk Speedlink eller NOAHlink for raskest oppdatering. Ikke avbryt oppdateringen når den er startet. Vi anbefaler at du setter i nye batterier før oppdateringen starter. Vil du oppdatere nå?
pt_pt: Há uma incompatibilidade entre a sessão e os dados do aparelho. Se você quiser usar os dados da sessão, será necessário atualizar o aparelho. Esteja ciente de que o tempo da atualização depende da interface de programação utilizada. A atualização pode levar alguns minutos. Nenhum dado do aparelho será perdido durante a atualização. Para obter uma atualização mais rápida do aparelho use o Speedlink ou NOAHlink. Não interrompa a atualização depois que ela tiver começado. Recomenda-se inserir uma pilha nova antes do procedimento. Deseja atualizar agora?
ro_ro: Exista o discordanta intre datele sesiunii si cele din aparat. Daca doriti sa folositi datele sesiunii este necesara actualizarea aparatului. Luati in considerare ca durata actualizarii depinde de interfata de programare folosita. Actualizarea poate dura cateva minute. Datele din aparate nu vor fi sterse pe parcursul atualizarii. Pentru o actualizare mai rapida, folositi SpeedLink sau NOAHlink. Nu intrerupeti actulizarea odata pornita. Introducerea unei baterii noi in prealabil este recomandata.. Doriti sa actualizati acum?
ru_ru: Данные сессии не соответствуют данным в аппарате. Если Вы хотите использовать данные сессии, необходимо обновить аппарат. Время обновления зависит от используемого интерфейса для программирования. Обновление может занять несколько минут. Данные из аппарата не будут утрачены во время обновления. Для более быстрого обновления используйте Speedlink или NOAHlink. Не прерывайте процесс обновления после запуска. Рекомендуется вставить новую батарейку в аппарат перед тем, как приступить к обновлению. Обновить сейчас?
sv_se: Hörapparaterna innehåller olika algoritmpaket och kan inte programmeras simultant förrän det äldre algoritmpaketet har uppdaterats via Aventa. Tiden för uppgraderingen kan variera beroende på vilket programmeringsinterface som använts. Uppdateringen kan ta lång tid, ingen hörapparat data kommer att förloras under uppdateringen. Använd Speedlink eller NOAHlink för snabbast uppdatering. Avbryt inte uppdateringen efter den startats och ha alltid ett nytt batteri i hörapparaten innan uppdateringen. Vill du uppdatera nu?
th_th: เซสชันและข้อมูลอุปกรณ์ไม่ตรงกัน หากคุณต้องการใช้ข้อมูลเซสชัน คุณจะต้องทำการอัพเดตอุปกรณ์ก่อน โปรดทราบว่าระยะเวลาในการอัพเดตจะขึ้นอยู่กับอินเตอร์เฟซการตั้งโปรแกรมที่ใช้ การอัพเดตอาจใช้เวลาหลายนาที แต่จะไม่มีข้อมูลใดๆ ของอุปกรณ์สูญหายในระหว่างการอัพเดต เพื่อให้การอัพเดตอุปกรณ์เป็นไปอย่างรวดเร็วที่สุด ให้ใช้ Speedlink หรือ NOAHlink อย่าหยุดการอัพเดตหลังจากที่เริ่มต้นไปแล้ว ควรใส่แบตเตอรี่ก้อนใหม่ก่อนดำเนินการอัพเดต คุณต้องการอัพเดตทันทีหรือไม่
tr_tr: Oturum ve cihaz verileri arasında uyumsuzluk var. Eğer oturumdaki verileri kullanmak isterseniz cihazın güncellenmesi gerekir. Güncelleme süresi kullanılacak olan program arayüzüne bağlıdır. Güncelleme birkaç dakika sürebilir. En hızlı güncelleme için Speedlink veya NOAHlink kullanın. Güncelleme başladıktan sonra kesinlikle durdurmayın veya kesmeyin. Güncelleme başlamadan önce dolu pil yerleştirmeniz tavsiye edilir. Şimdi güncellemek istiyormusun?
zh_cn: 当前界面数据和助听器数据不匹配。如果希望使用当前数据，则需进行助听器更新。请注意，更新的持续时间取决于所使用的编程设备。更新可能需要几分钟。更新过程中不会丢失助听器数据。 为最快地完成更新，请使用Speedlink或NOAHlink。更新开始后请勿中断。建议在更新前插入新电池。 是否立即更新？

source: Accessory Updater
bg_bg: Инструмент за актуализиране на аксесоари
cht: 配件更新
da_dk: Opdatering af tilbehør
el_gr: Ενημέρωση εξαρτημάτων
fi_fi: Lisälaitteiden päivitys
hr_hr: Alat za ažuriranje dodatne opreme
hu_hu: Tartozék frissítése
it_it: Tool di aggiornamento degli accessori
ko_kr: 액세서리 업데이터
nl_nl: Accessoires updater
no_no: Oppdatering av tilbehør
pt_pt: Ferramenta de atualização do acessório
ro_ro: Updatare accesorii
ru_ru: Обновление аксессуаров
sv_se: Uppdatering av tillbehör
th_th: เครื่องมืออัพเดตอุปกรณ์เสริม
tr_tr: Aksesuar Güncelleme Aracı
zh_cn: 无线附件升级

source: The aid has been successfully restored. The aid has also been updated with the newest algorithm package, including any new features and benefits included.
bg_bg: Апаратът е възстановен успешно. Освен това, апаратът е актуализиран с най-новия пакет алгоритъм, в това число нови функции и ползи.
cht: 助聽器已成功回復至出廠設定值。 助聽器也已經以最新的演算法套件更新，包含新的功能及助益。
da_dk: Høreapparatet er blevet nulstillet. Høreapparatet er desuden blevet opdateret med den nyeste algoritmepakke, herunder eventuelle medfølgende nye funktioner og fordele.
el_gr: Η επαναφορά του βοηθήματος ολοκληρώθηκε με επιτυχία. Το βοήθημα έχει επίσης ενημερωθεί με το νεότερο πακέτο αλγόριθμου που περιλαμβάνει νέες λειτουργίες και πλεονεκτήματα.
fi_fi: Kuulokoje on päivitetty onnistunneesti. Lisäksi kuulokojeeseen on päivitetty uusin algoritmipakkaus uusilla ominaisuuksilla ja toiminnoilla.
hr_hr: Aparat je uspješno postavljen. Ažuriranja na aparatu uključuju najnoviji algoritamski paket te nova svojstva i prednosti.
hu_hu: A készülék sikeresen helyre lett állítva. A készülék frissítve lett a legújabb algoritmus csomaggal, ami tartalmaz minden új tulajdonságot és előnyt.
it_it: L'apparecchio è stato ripristinato con successo. L'apparecchio acustico è inoltre stato aggiornato con un nuovo pacchetto di algoritmi, comprende eventuali nuove caratteristiche e vantaggi.
ko_kr: 보청기가 성공적으로 복원되었습니다 보청기는 새로운 기능과 최신 알고리즘 패키지로 업데이트 되었습니다.
nl_nl: Het toestel is succesvol gereset. Het hoortoestel is ook geüpdatet met het nieuwste algoritmepakket, met inbegrip van nieuwe functies en voordelen.
no_no: Høreapparatet er nå gjenopprettet. Høreapparatet er også oppdatert med nyeste algoritmepakke inklusive eventuelle nye funksjoner og fordeler.
pt_pt: O aparelho auditivo foi restaurado com sucesso. O aparelho auditivo também foi atualizado com o pacote de algoritmos mais novo, incluindo novos recursos e benefícios.
ru_ru: СА успешно восстановлен. Прошивка СА обновлена новейшим пакетом алгоритмов, включая все новые функциональные возможности и преимущества.
sv_se: Hörapparaten har återställts. Hörapparaten har också uppdaterats med det seaste algoritmpaketet, inklusive nya funktioner och fördelar.
th_th: คืนค่าเครื่องช่วยฟังได้สำเร็จ เครื่องช่วยฟังได้รับการอัพเดตด้วยแพ็คเกจอัลกอริทึมใหม่ล่าสุด รวมถึงฟีเจอร์ใหม่ๆ และบริการเสริมเพิ่มเติม
tr_tr: Cihaz başarıyla geri yüklendi. Cihaz ayrıca, tüm yeni özellikler ve avantajlar da dahil olmak üzere en yeni algoritma paketiyle güncellendi.
zh_cn: 助听器已被成功恢复 助听器已被更新为最新版本,包含所有可能的新功能。

source: Dual Stabilizer II DFS with WhistleControl
bg_bg: Dual Stabilizer II DFS с WhistleControl
cht: 雙重穩定器 II 數位回饋音抑制及嘯叫聲控制
da_dk: Dual Stabilizer II DFS med WhistleControl
el_gr: Dual Stabilizer II DFS με WhistleControl
fi_fi: Tupla DFS II ja vinkumisenesto
hr_hr: Dual Stabilizer II DFS s kontrolom šuma
hu_hu: Dupla Stabilizátor II DFS Sípolás kontrollal
it_it: Dual Stabilizer II DFS con WhistleControl
ko_kr: WhistleControl 기능을 갖춘 Dual Stabilizer II DFS
nl_nl: Dual Stabilizer II DFS met WhistleControl
no_no: Dual Stabilizer II DFS med WhistleControl
pt_pt: Estabilizador Dual II DFS com WhistleControl
ro_ro: Stabilizator dual II DFS cu controlul fluieratului
ru_ru: Система подавления обратной связи "Двойной стабилизатор II" (Dual Stabilizer II DFS) с системой WhistleControl ("Контроль свиста")
sv_se: Dual Stabilizer II DFS med WhistleControl
th_th: Dual Stabilizer II DFS พร้อม WhistleControl
tr_tr: WhistleControl ile Dual Stabilizer II DFS
zh_cn: 双重稳定器DFS II（内置反馈安全墙）
