Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: There is no audio device present. Cannot start Live Assistance session with {0}...
cht: 不存在音頻裝置。不能使用 {0} 開始即時協助工作階段...
da_dk: Der findes ikke nogen lydenhed. Kan ikke starte Live Assistance-session med {0} ...
el_gr: Δεν υπάρχει συσκευή ήχου. Δεν είναι δυνατή η έναρξη της περιόδου λειτουργίας ζωντανής βοήθειας με {0}...
fi_fi: Ei äänilaitetta. Live Assistance -istuntoa ei voi aloittaa kohteessa {0}.
hr_hr: Audio uređaj ne postoji. Nije moguće započeti asistenciju uživo s...{0}
hu_hu: Nincs elérhető hangeszköz. Nem tud Élő Segítség munkamenetet kezdeményezni a következővel: {0}...
it_it: Nessun dispositivo audio presente. Impossibile iniziare la sessione di Live Assistance con {0}...
ko_kr: 오디오 장치가 없습니다. {0}와(과) Live Assistance 세션을 시작할 수 없습니다...
nl_nl: Er is geen audioapparaat aanwezig. Kan Live Assistance-sessie met {0} niet starten...
no_no: Det finnes ingen lydenhet. Kan ikke starte Live Assistance-økt med {0}...
pt_pt: Nenhum dispositivo de áudio presente. Não foi possível iniciar a sessão de Assistência em Tempo Real com o {0}...
ro_ro: Nu este prezent niciun dispozitiv audio. Nu se poate începe sesiunea de Asistență Activă cu {0}...
ru_ru: Аудиоустройство отсутствует. Невозможно начать сеанс технической поддержки в интерактивном режиме с {0}...
sv_se: Det finns ingen ljudenhet tillgänglig. Det går inte att starta live-assistans med {0}...
th_th: ไม่มีอุปกรณ์เล่นเสียงอยู่ ไม่สามารถเริ่มเซสชั่น Live Assistance ด้วย {0}...
tr_tr: Hazır herhangi bir odyo cihazı bulunmamaktadır. {0} ile Canlı Yardım oturumu başlatılamıyor...
zh_cn: 没有音频设备。 无法与{0}启动实时协助会话...

source: There is no video and audio device present. Cannot start Live Assistance with {0}...
cht: 不存在視頻及音頻裝置。不能使用 {0} 開始即時協助...
da_dk: Der findes ikke nogen video- eller lydenhed. Kan ikke starte Live Assistance med {0} ...
el_gr: Δεν υπάρχει συσκευή βίντεο και συσκευή ήχου. Δεν είναι δυνατή η έναρξη της ζωντανής βοήθειας με {0}...
fi_fi: Ei video- ja äänilaitetta. Live Assistance -toimintoa ei voi aloittaa kohteessa {0}.
hr_hr: Video uređaj i audio uređaj ne postoje. Nije moguće započeti asistenciju uživo s...{0}
hu_hu: Nincs elérhető videó- és hangeszköz. Nem tud Élő Segítséget kezdeményezni a következővel: {0}...
it_it: Nessun dispositivo video o audio presente. Impossibile iniziare la sessione di Live Assistance con {0}...
ko_kr: 비디오 및 오디오 장치가 없습니다. {0}와(과) Live Assistance를 시작할 수 없습니다...
nl_nl: Er is geen audio- en videoapparaat aanwezig. Kan Live Assistance-sessie met {0} niet starten...
no_no: Det finnes ingen lyd- og video-enheter. Kan ikke starte Live Assistance-økt med {0}...
pt_pt: Não nenhum dispositivo de vídeo e áudio presente. Não foi possível iniciar a Assistência em Tempo Real com o {0}...
ro_ro: Nu este prezent niciun dispozitiv video și audio. Nu se poate porni Asistența Activă cu {0}...
ru_ru: Видео- и аудиоустройства отсутствуют. Невозможно начать сеанс технической поддержки в интерактивном режиме с {0}...
sv_se: Det finns ingen video- eller ljudenhet tillgänglig. Det går inte att starta live-assistans med {0}...
th_th: ไม่มีอุปกรณ์เล่นวิดีโอและเสียงอยู่ ไม่สามารถเริ่ม Live Assistance ด้วย {0}...
tr_tr: Hazır herhangi bir video ve odyo cihazı bulunmamaktadır. {0} ile Canlı Yardım başlatılamıyor...
zh_cn: 没有音频和视频设备。 无法与{0}启动实时协助...

source: Select Audio and Video Devices
cht: 選擇音頻與視頻裝置
da_dk: Vælg lyd- og videoenheder
el_gr: Επιλέξτε συσκευές ήχου και βίντεο
fi_fi: Valitse ääni- ja videolaitteet
hr_hr: Odaberi audio i video uređaje
hu_hu: Válassza ki a hang- és videóeszközöket
it_it: Selezionare i dispositivi audio e video
ko_kr: 오디오 및 비디오 장치 선택
nl_nl: Audio- en videoapparaten selecteren
no_no: Velg lyd- og videoenheter
pt_pt: Selecionar os dispositivos de áudio e vídeo
ro_ro: Selectare dispozitive audio și video
ru_ru: Выбрать аудио- и видеоустройства
sv_se: Välj ljud- och videoenheter
th_th: เลือกอุปกรณ์เล่นเสียงและวิดีโอ
tr_tr: Odyo ve Video Cihazları Seçin
zh_cn: 选择音频和视频设备

source: Failed to connect video or audio device, please check camera and microphone.
cht: 無法建立可視控制，請檢查視頻/音頻裝置
da_dk: Kunne ikke oprette visuel kontrol, tjek video-/lydenheder
el_gr: Αποτυχία δημιουργίας οπτικού ελέγχου, ελέγξτε τις συσκευές βίντεο/ήχου
fi_fi: Silmämääräinen tarkastus epäonnistui. Tarkista video- ja äänilaitteet.
hr_hr: Nije moguće postaviti vizualno upravljanje, provjerite video/audio uređaje
hu_hu: Vizuális vezérlő készítése sikertelen; ellenőrizze a videó-/hangeszközöket
it_it: Impossibile creare il controllo visivo, controllare i dispositivi video/audio
ko_kr: 시각 컨트롤을 만들 수 없습니다. 비디오/오디오 장치를 확인하십시오.
nl_nl: Kon geen visuele bediening creëren, controleer audio/videoapparaten
no_no: Kunne ikke opprette visuell kontroll, kontroller video-/lyd-enheter
pt_pt: Falha ao criar o controle visual, verifique os dispositivos de vídeo/áudio
ro_ro: Creare control vizual nereușită, verificați dispozitivele video/audio
ru_ru: Не удалось установить визуальный контроль; проверьте видео-/аудиоустройства
sv_se: Det gick inte att starta visuell kontroll kontrollera video-/ljudenheter
th_th: ไม่สามารถสร้างการควบคุมด้วยภาพ ตรวจสอบอุปกรณ์เล่นวิดีโอ/เสียงได้
tr_tr: Görsel kontrol oluşturulamadı, video/odyo cihazları kontrol edin
zh_cn: 无法创建可视化控件，请检查视频/音频设备

source: Cannot connect with the patient. Please try again.
cht: 無法與患者連接。 請重試。
da_dk: Kan ikke oprette forbindelse med patienten. Prøv igen.
el_gr: Δεν είναι δυνατή η σύνδεση με τον ασθενή. Προσπαθήστε ξανά.
fi_fi: Potilaaseen ei voi muodostaa yhteyttä. Yritä uudelleen.
hr_hr: Nije moguće povezivanje s pacijentom. Molimo, pokušajte ponovno.
hu_hu: Nem lehet kapcsolatot létesíteni a pácienssel. Kérjük, próbálja újra.
it_it: Impossibile connettersi con il paziente. Riprovare.
ko_kr: 환자와 연결할 수 없습니다. 다시 시도하십시오.
nl_nl: Kan geen verbinding met de patiënt maken. Probeer het opnieuw.
no_no: Kan ikke koble til pasienten. Vennligst prøv igjen.
pt_pt: Não foi possível conectar-se ao paciente. Tente novamente.
ro_ro: Nu se poate conecta cu pacientul. Vă rugăm să încercați din nou.
ru_ru: Невозможно установить соединение с пациентом. Пожалуйста, повторите попытку.
sv_se: Det går inte att ansluta till patienten. Försök igen.
th_th: ไม่สามารถเชื่อมต่อกับผู้ป่วยได้ โปรดลองอีกครั้ง
tr_tr: Hasta ile bağlantı kurulamıyor. Lütfen tekrar deneyin.
zh_cn: 无法与患者联系。 请重试。

source: Patient did not provide the consent for Live Assistance fitting
cht: 患者未表達對即時協助驗配的同意
da_dk: Patienten har ikke givet samtykke til tilpasning via Live Assistance
el_gr: Ο ασθενής δεν παρείχε συγκατάθεση για εφαρμογή με Ζωντανή βοήθεια
fi_fi: Potilas ei ole antanut suostumusta Live Assistance -sovitukseen.
hr_hr: Pacijent nije dao suglasnost za individualno podešavanje putem asistencije uživo
hu_hu: A páciens nem adta beleegyezését az Élő Segítség hangoló használatához.
it_it: Il paziente non ha fornito il consenso per il fitting con Live Assistance
ko_kr: 환자가 Live Assistance 피팅에 대한 승인을 제공하지 않았습니다
nl_nl: Patiënt heeft geen toestemming gegeven voor een aanpassing met Live Assistance
no_no: Pasienten ga ikke samtykke til Live Assistance-tilpasning
pt_pt: O paciente não deu seu consentimento para a adaptação com Assistência em Tempo Real
ro_ro: Pacientul nu și-a dat consimțământul pentru reglarea prin Asistență Activă
ru_ru: Пациент не дал согласие на выполнение подгонки в рамках сеанса технической поддержки в интерактивном режиме.
sv_se: Patienten har inte lämnat medgivande för fjärranpassning
th_th: ผู้ป่วยไม่ให้ความยินยอมในการติดตั้ง Live Assistance
tr_tr: Hasta Canlı Yardım ayarı için onay vermedi
zh_cn: 患者没有提供实时协助装配的同意书

source: Show Chat Messages
cht: 顯示聊天訊息
da_dk: Vis chat-meddelelser
el_gr: Εμφάνιση μηνυμάτων συνομιλίας
fi_fi: Näytä verkkojutteluviestit
hr_hr: Pokaži chat poruke
hu_hu: Szöveges üzenetek megmutatása
it_it: Mostra i messaggi della chat
ko_kr: 채팅 메시지 표시
nl_nl: Chatberichten weergeven
no_no: Vis chatmeldinger
pt_pt: Exibir mensagens de bate-papo
ro_ro: Arată mesajele din chat
ru_ru: Показать сообщения чата
sv_se: Visa chattmeddelanden
th_th: แสดงข้อความแชท
tr_tr: Sohbet Mesajlarını Göster
zh_cn: 显示聊天消息

source: Send
cht: 發送
el_gr: Αποστολή
fi_fi: Lähetä
hr_hr: Pošalji
hu_hu: Küldés
it_it: Invia
ko_kr: 보내기
nl_nl: Verzenden
pt_pt: Enviar
ro_ro: Trimite
ru_ru: Отправить
sv_se: Skicka
th_th: ส่ง
tr_tr: Gönder
zh_cn: 发送

source: Video Device
cht: 視頻裝置
da_dk: Videoenhed
el_gr: Συσκευή βίντεο
fi_fi: Videolaite
hr_hr: Video uređaj
hu_hu: Videóeszköz
it_it: Dispositivo video
ko_kr: 비디오 장치
nl_nl: Videoapparaat
no_no: Videoenhet
pt_pt: Dispositivo de vídeo
ro_ro: Dispozitiv video
ru_ru: Видеоустройство
sv_se: Videoenhet
th_th: อุปกรณ์เล่นวิดีโอ
tr_tr: Video Cihazı
zh_cn: 视频设备

source: Audio Device
cht: 音頻裝置
da_dk: Lydenhed
el_gr: Συσκευή ήχου
fi_fi: Äänilaite
hr_hr: Audio uređaj
hu_hu: Hangeszköz
it_it: Dispositivo audio
ko_kr: 오디오 장치
nl_nl: Audioapparaat
no_no: Lydenhet
pt_pt: Dispositivo de áudio
ro_ro: Dispozitiv audio
ru_ru: Аудиоустройство
sv_se: Ljudenhet
th_th: อุปกรณ์เล่นเสียง
tr_tr: Odyo (Audio) Cihazı
zh_cn: 音频设备

source: Fitting Software version is not compatible with App version. Please, update fitting software before trying to perform Live Assistance session.
cht: 驗配軟件版本與應用程式版本不兼容。請在嘗試執行即時協助工作階段之前更新驗配軟件。
da_dk: Tilpasningssoftwarens version er ikke kompatibel med app-versionen. Opdater tilpasningssoftwaren, før du prøver at udføre en Live Assistance-session.
el_gr: Η έκδοση λογισμικού εφαρμογής δεν είναι συμβατή με την έκδοση εφαρμογής. Ενημερώστε το λογισμικό εφαρμογής προτού προσπαθήσετε να πραγματοποιήσετε μια περίοδο λειτουργίας ζωντανής βοήθειας.
fi_fi: Sovitusohjelmiston versio ei ole yhteensopiva sovelluksen version kanssa. Päivitä sovitusohjelmisto ennen Live Assistance -istunnon aloittamista.
hr_hr: Inačica softvera za individualno podešavanje nije kompatibilna s aplikacijom. Molimo, ažurirajte softver za podešavanje prije nego što započnete asistenciju uživo.
hu_hu: A hangolóprogram verziója nem kompatibilis az applikáció verziójával. Kérjük, frissítse a hangolóprogramját, mielőtt megpróbál Élő Segítség munkamenetet indítani.
it_it: La versione del software di fitting non è compatibile con la versione dell'app. Aggiornare il software di fitting prima di eseguire la sessione di Live Assistance.
ko_kr: 피팅 소프트웨어 버전이 앱 버전과 호환되지 않습니다. Live Assistance 세션을 수행하기 전에 피팅 소프트웨어를 업데이트하십시오.
nl_nl: Versie van de aanpassoftware is niet compatibel met de app-versie. Werk de aanpassoftware bij voordat u een Live Assistance-sessie gaat uitvoeren.
no_no: Tilpasningsprogramvare-versjonen er ikke kompatibel med app-versjonen. Vennligst oppdater tilpasningsprogramvaren før du prøver å gjennomføre Live Assistance-økten.
pt_pt: A versão do software de adaptação não é compatível com a versão do app. Atualize o software de adaptação antes de tentar realizar a sessão de Assistência em Tempo Real.
ro_ro: Versiunea software-ului de reglare nu este compatibilă cu versiunea aplicației. Vă rugăm să actualizați software-ul de reglare înainte de a încerca să efectuați sesiunea de Asistență Activă.
ru_ru: Версия программного обеспечения для подгонки не совместима с версией приложения. Пожалуйста, обновите программное обеспечение для подгонки до проведения сеанса технической поддержки в интерактивном режиме.
sv_se: Anpassningsprogrammets version är inte kompatibel med appversionen. Uppdatera anpassningsprogrammet innan du försöker starta liveassistans.
th_th: เวอร์ชั่นของซอฟต์แวร์ติดตั้งไม่สามารถใช้งานได้กับเวอร์ชั่นของแอพ โปรดอัพเดตซอฟต์แวร์ติดตั้งก่อนที่จะดำเนินการเซสชั่น Live Assistance
tr_tr: Ayar Yazılımı'nın sürümü, Uygulama sürümü ile uyumlu değildir. Bir Canlı Yardım oturumu gerçekleştirmeye çalışmadan önce lütfen ayar yazılımını güncelleyin.
zh_cn: 装配软件版本与应用程序版本不兼容。请在尝试执行实时协助会话之前先更新装配软件。

source: App version is not compatible with fitting software version. Please, ask patient to update App software before trying to perform Live Assistance session.
cht: 應用程式版本與驗配軟件版本不兼容。請在嘗試執行即時協助工作階段之前要求患者更新應用程式軟件。
da_dk: App-versionen er ikke kompatibel med tilpasningssoftwarens version. Bed patienten om at opdatere app-softwaren, før du prøver at udføre en Live Assistance-session.
el_gr: Η έκδοση εφαρμογής δεν είναι συμβατή με την έκδοση λογισμικού εφαρμογής. Ζητήστε από τον ασθενή να ενημερώσει το λογισμικό εφαρμογής, προτού προσπαθήσει να πραγματοποιήσει μια περίοδο λειτουργίας ζωντανής βοήθειας.
fi_fi: Sovelluksen versio ei ole yhteensopiva sovitusohjelmiston version kanssa. Pyydä potilasta päivittämään sovellus ennen Live Assistance -istunnon aloittamista.
hr_hr: Inačica softvera za individualno podešavanje nije kompatibilna s aplikacijom. Molimo, ažurirajte softver za podešavanje prije nego što započnete asistenciju uživo.
hu_hu: Az applikáció verziója nem kompatibilis a hangolóprogram verziójával. Kérjük, kérje meg a pácienst, hogy frissítse az applikációját, mielőtt megpróbál Élő Segítség munkamenetet indítani.
it_it: La versione dell’app non è compatibile con la versione del software di fitting. Chiedere al paziente di aggiornare il software dell'app prima di eseguire la sessione di Live Assistance.
ko_kr: 웹 버전이 피팅 소프트웨어 버전과 호환되지 않습니다. Live Assistance 세션을 수행하기 전에 환자에게 앱 소프트웨어 업데이트를 요청하십시오.
nl_nl: App-versie is niet compatibel met de versie van de aanpassoftware. Vraag de patiënt de app-software bij te werken voordat u een Live Assistance-sessie gaat uitvoeren.
no_no: App-versjonen er ikke kompatibel med tilpasningsprogramversjonen. Vennligst be pasienten om å oppdatere app-programvaren før Live Assistance-økten.
pt_pt: A versão do app não é compatível com a versão do software de adaptação. Peça ao paciente que atualize o software do app antes de tentar realizar a sessão de Assistência em Tempo Real.
ro_ro: Versiunea aplicației nu este compatibilă cu versiunea software-ului de reglare. Vă rugăm să îi solicitați pacientului să actualizeze software-ul aplicației înainte de a încerca să efectueze sesiunea de Asistență Activă.
ru_ru: Версия приложения не совместима с версией программного обеспечения для подгонки. Пожалуйста, попросите пациента обновить приложение до проведения сеанса технической поддержки в интерактивном режиме.
sv_se: Appversionen är inte kompatibel med anpassningsprogrammet. Be patienten uppdatera appen innan du startar liveassistans.
th_th: เวอร์ชั่นของแอพไม่สามารถใช้งานได้กับเวอร์ชั่นซอฟต์แวร์ติดตั้ง โปรดขอให้ผู้ป่วยอัพเดตซอฟต์แวร์ของแอพก่อนที่จะดำเนินการเซสชั่น Live Assistance
tr_tr: Uygulama sürümü, ayar yazılımı sürümü ile uyumlu değildir. Lütfen hastadan, Canlı Yardım oturumunu gerçekleştirmeye çalışmadan önce Uygulama sürümünü güncelleştirmesini isteyin.
zh_cn: 应用程序版本与装配软件版本不兼容。请要求患者在尝试执行实时协助会话之前先更新应用软件。

source: App is in demo mode. Please ask the patient to turn off the Demo mode.
cht: 應用程式處於演示模式。請要求患者關閉演示模式。
da_dk: Appen er i demo-tilstand. Bed patienten om at deaktivere demo-tilstanden.
el_gr: Η εφαρμογή βρίσκεται σε λειτουργία επίδειξης. Ζητήστε από τον ασθενή να απενεργοποιήσει τη λειτουργία επίδειξης.
fi_fi: Sovellus on esittelytilassa. Pyydä potilasta poistamaan esittelytila käytöstä.
hr_hr: Aplikacija je u Demo načinu. Zamolite pacijenta da isključi Demo način.
hu_hu: Az applikáció Demo módban van. Kérje meg a pácienst, hogy kapcsolja ki a Demo módot.
it_it: L’app è in modalità demo. Chiedere al paziente di disattivare la modalità demo.
ko_kr: 앱이 데모 모드에 있습니다. 환자에게 데모 모드를 끄도록 요청하십시오.
nl_nl: De app staat in demomodus. Vraag de patiënt de demomodus uit te schakelen.
no_no: Appen er i demomodus. Vennligst be pasienten om å slå av demomodus.
pt_pt: O app está em modo de demonstração. Peça ao paciente que desligue o modo de demonstração.
ro_ro: Aplicația se află în modul demo. Vă rugăm să îi solicitați pacientului să deconecteze modul demo.
ru_ru: Приложение работает в демонстрационном режиме. Пожалуйста, попросите пациента отключить демонстрационный режим.
sv_se: Appen är i demo-läge. Be patienten avsluta demo-läge.
th_th: แอพอยู่ในโหมดสาธิต โปรดขอให้ผู้ป่วยปิดโหมดสาธิต
tr_tr: Uygulama demo modundadır. Lütfen hastadan Demo modunu kapatmasını isteyin.
zh_cn: 应用程序处于演示模式。 请要求患者关闭演示模式。

source: Fitting software and App are not compatible. Live Assistance cannot be performed.
cht: 驗配軟件與應用程式不兼容。無法進行即時協助。
da_dk: Tilpasningssoftwaren og appen er ikke kompatible. Live Assistance kan ikke udføres.
el_gr: Το λογισμικό εφαρμογής και η εφαρμογή δεν είναι συμβατά. Δεν είναι δυνατή η εφαρμογή ζωντανής βοήθειας.
fi_fi: Sovitusohjelmisto ja sovellus eivät ole yhteensopivia. Live Assistance ei ole käytettävissä.
hr_hr: Softver za individualno podešavanje i aplikacija nisu kompatibilni. Nije moguće provesti asistenciju uživo.
hu_hu: A hangolóprogram és az applikáció nem kompatibilis egymással. Az Élő Segítséget nem lehet végrehajtani.
it_it: Il software di fitting e l’app non sono compatibili. Impossibile effettuare la sessione di Live Assistance.
ko_kr: 피트 소프트웨어와 앱이 호환되지 않습니다. Live Assistance를 수행할 수 없습니다.
nl_nl: Aanpassoftware en app zijn niet compatibel. Live Assistance kan niet uitgevoerd worden.
no_no: Tilpasningsprogramvaren og appen er ikke kompatible. Live Assistance kan ikke gjennomføres.
pt_pt: O software de adaptação e o app não são compatíveis. Não é possível realizar a Assistência em Tempo Real.
ro_ro: Software-ul de reglare și aplicația nu sunt compatibile. Asistența Activă nu poate fi efectuată.
ru_ru: Программное обеспечение для подгонки и приложение не совместимы. Невозможно провести сеанс технической поддержки в интерактивном режиме.
sv_se: Anpassningsprogrammet och appen är inte kompatibla. Liveassistans kan inte startas.
th_th: ซอฟต์แวร์ติดตั้งและแอพใช้งานด้วยกันไม่ได้ ไม่สามารถดำเนินการ Live Assistance ได้
tr_tr: Ayar yazılımı ve Uygulama uyumlu değildir. Canlı Yardım gerçekleştirilemez.
zh_cn: 装配软件和应用程序不兼容。无法执行实时协助。

source: Receiver not detected
cht: 未檢測到接收器
da_dk: Receiver ikke registreret
el_gr: Δεν ανιχνεύθηκε δέκτης
fi_fi: Kuuloketta ei tunnistettu
hr_hr: Prijamnik nije pronađen
hu_hu: Vevő nem található
it_it: Ricevitore non rilevato
ko_kr: 리시버가 감지되지 않음
nl_nl: Receiver niet gedetecteerd
no_no: Receiver ikke funnet
pt_pt: Receptor não detectado
ro_ro: Receiver nedetectat
ru_ru: Ресивер не обнаружен
sv_se: Ingen hörtelefon detekterad
th_th: ไม่พบตัวรับสัญญาณ
tr_tr: Alıcı algılanmadı
zh_cn: 未检测到受话器

source: It appears that you are replacing the receiver, or we are unable to detect it. Please verify the receiver is properly attached and the fitting software will automatically update the details. Hearing instruments without receivers cannot be programmed.
cht: 您似乎正在更換接收器，或者我們無法檢測到它。請確認接收器已正確連接，驗配軟件將自動更新詳情。無法編程沒有接收器的助聽器。
da_dk: Det ser ud til, at du udskifter receiveren, eller at vi ikke kan registrere den. Kontroller, at receiveren er monteret korrekt, så vil tilpasningssoftwaren automatisk opdatere oplysningerne. Høreapparater uden receivere kan ikke programmeres.
el_gr: Φαίνεται ότι αντικαθιστάτε τον δέκτη ή δεν είναι δυνατή η ανίχνευσή του. Επαληθεύστε ότι ο δέκτης είναι σωστά τοποθετημένος και το λογισμικό εφαρμογής θα ενημερώσει αυτόματα τα στοιχεία. Τα ακουστικά βοηθήματα χωρίς δέκτες δεν μπορούν να προγραμματιστούν.
fi_fi: Kuuloketta vaihdetaan tai sitä ei tunnisteta. Varmista, että kuuloke on kiinnitetty oikein. Tällöin sovitusohjelmisto päivittää tiedot automaattisesti. Kuulokojeita ilman kuulokkeita ei voi ohjelmoida.
hr_hr: Čini se da mijenjate prijamnik ili ga sustav ne pronalazi. Molimo, provjerite da je prijamnik ispravno spojen i program za individualno podešavanje automatski će ažurirati detalje. Nije moguće programirati slušne aparate bez prijamnika.
hu_hu: Úgy tűnik, hogy éppen cseréli a vevőt, vagy az nem érzékelhető. Kérjük, ellenőrizze, hogy a vevő megfelelően csatlakoztatva van-e és a hangolóprogram automatikusan frissíteni fogja a részleteket. A vevő nélküli hallókészülékek nem programozhatóak.
it_it: Sembra che tu stia sostituendo il ricevitore, o noi non siamo in grado di rilevarlo. Verificare che il ricevitore sia collegato correttamente, e il software di fitting aggiornerà automaticamente i dettagli. Gli apparecchi acustici senza ricevitore non possono essere programmati.
ko_kr: 리시버를 교체 중이거나 감지할 수 없는 것 같습니다. 리시버가 적절하게 부착되어 있는지 확인하십시오. 피팅 소프트웨어는 세부 사항을 자동으로 업데이트합니다. 리시버가 없는 보청기는 프로그램할 수 없습니다.
nl_nl: Het lijkt erop dat u de receiver vervangt, of we kunnen hem niet detecteren. Controleer of de receiver juist is bevestigd, dan werkt de aanpassoftware automatisch de gegevens bij. Hoortoestellen zonder receivers kunnen niet geprogrammeerd worden.
no_no: Det virker som om du erstatter receiveren, eller at vi ikke klarer å finne den. Vennligst kontroller at den er riktig tilkoblet og tilpasningsprogramvaren vil automatisk oppdatere detaljene. Høreapparater uten receivere kan ikke programmeres.
pt_pt: Parece que você está substituindo o receptor ou não somos capazes de detectá-lo. Verifique se o receptor está adequadamente conectado e, em seguida, o software de adaptação atualizará automaticamente os detalhes. Os aparelhos auditivos sem receptores não podem ser programados.
ro_ro: Se pare că dumneavoastră înlocuiți receiverul sau noi nu îl putem detecta. Vă rugăm să verificați dacă receiverul este atașat corect, iar software-ul de reglare va actualiza automat detaliile. Aparatele auditive fără receivere nu pot fi programate.
ru_ru: Похоже, Вы выполняете замену ресивера, или мы не можем его обнаружить. Пожалуйста, проверьте, прикреплен ли ресивер надлежащим образом, после чего программное обеспечение для подгонки автоматически обновит соответствующую информацию. Слуховые аппараты без ресиверов не могут быть запрограммированы.
sv_se: Du har valt fel hörtelefon eller den går inte att detektera. Se till att hörtelefonen är korrekt ansluten så att anpassningsprogrammet kan uppdatera informationen. Hörapparater utan hörtelefoner kan inte programmeras.
th_th: ดูเหมือนว่าคุณกำลังเปลี่ยนตัวรับสัญญาณ หรือเราไม่สามารถตรวจพบได้ โปรดตรวจสอบว่ามีการเชื่อมต่อตัวรับสัญญาณอย่างถูกต้อง แล้วซอฟต์แวร์ติดตั้งจะอัพเดตรายละเอียดโดยอัตโนมัติ ไม่สามารถตั้งโปรแกรมเครื่องช่วยฟังที่ไม่มีตัวรับสัญญาณได้
tr_tr: Alıcıyı değiştirmiş görünüyorsunuz veya biz onu algılayamıyoruz. Lütfen alıcının gereken şekilde eklendiğini ve ayar yazılımının bilgileri otomatik olarak güncelleştireceğini doğrulayın. Alıcıları olmayan işitme cihazları programlanamaz.
zh_cn: 您似乎正在更换受话器，或者是我们无法检测到它。请确认受话器连接正确，装配软件将自动更新详情。没有受话器的助听器无法编程。
