Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Failed to verify fitting software and App compatibility. Will try again.
cht: 無法驗證驗配軟件及應用程式兼容性。將重試。
da_dk: Kunne ikke bekræfte kompatibilitet mellem tilpasningssoftware og app. Vil prøve igen.
el_gr: Αποτυχία επαλήθευσης συμβατότητας λογισμικού εφαρμογής και εφαρμογής. Θα γίνει νέα προσπάθεια.
fi_fi: Sovitusohjelmiston ja sovelluksen yhteensopivuutta ei voitu tarkistaa. Yritetään uudelleen.
hr_hr: Provjera kompatibilnosti softvera za individualno podešavanje i aplikacije nije uspjela. Pokušajte ponovno.
hu_hu: A hangolóprogram és az applikáció kompatibilitásának hitelesítése sikertelen. Újra próbáljuk.
it_it: Impossibile verificare la compatibilità del software di fitting e della app. Proveremo di nuovo.
ko_kr: 피팅 소프트웨어와 앱의 호환성을 확인하지 못했습니다. 다시 시도할 것입니다.
nl_nl: Kon compatibiliteit van aanpassoftware en app niet controleren. Probeer het opnieuw.
no_no: Kunne ikke verifisere kompatibiliteten til tilpasningsprogramvaren og appen. Vil forsøke igjen.
pt_pt: Falha ao verificar o software de adaptação e a compatibilidade do app. Será realizada uma nova tentativa.
ro_ro: Verificarea software-ului de reglare și a aplicației nereușită. Se va încerca din nou.
ru_ru: Не удалось подтвердить совместимость приложения и программного обеспечения для подгонки. Будет выполнена повторная попытка.
sv_se: Det gick inte att verifiera kompatibiliteten mellan anpassningsprogrammet och appen. Försöker på nytt.
th_th: ไม่สามารถตรวจสอบซอฟต์แวร์ติดตั้งและความเข้ากันได้ของแอพ ลองอีกครั้ง
tr_tr: Ayar yazılımı ve Uygulama uyumluluğu doğrulanamadı. Tekrar denenecek.
zh_cn: 无法验证装配软件和应用程序的兼容性。即将重试。

source: Live Assistance fitting cannot be performed.
cht: 無法進行即時協助驗配。
da_dk: Live Assistance-tilpasning kan ikke udføres.
el_gr: Δεν είναι δυνατή η εφαρμογή με ζωντανή βοήθεια.
fi_fi: Live Assistance -sovitus ei ole käytettävissä.
hr_hr: Nije moguće provesti individualno podešavanje pomoću asistencije uživo.
hu_hu: Az Élő Segítség hangolást nem lehet végrehajtani.
it_it: Impossibile effettuare il fitting con Live Assistance.
ko_kr: Live Assistance 피팅을 수행할 수 없습니다
nl_nl: Een aanpassing met Live Assistance kan niet worden uitgevoerd.
no_no: Live Assistance-tilpasning kunne ikke utføres.
pt_pt: Não é possível realizar a adaptação com Assistência em Tempo Real.
ro_ro: Reglarea prin Asistență Activă nu poate fi efectuată.
ru_ru: Невозможно выполнить подгонку в рамках сеанса технической поддержки в интерактивном режиме.
sv_se: Liveassistans kan inte startas.
th_th: ไม่สามารถดำเนินการติดตั้ง Live Assistance ได้
tr_tr: Canlı Yardım ayarı gerçekleştirilemez.
zh_cn: 无法执行实时协助装配。

source: Hearing instrument(s) connection to app was interrupted.
cht: 助聽器與應用程式的連接中斷。
da_dk: Forbindelsen mellem høreapparatet/høreapparaterne og appen blev afbrudt.
el_gr: Η σύνδεση ακουστικού/-ών βοηθήματος/-των με την εφαρμογή διακόπηκε.
fi_fi: Kuulokojeiden yhteys sovellukseen katkaistiin.
hr_hr: Veza između slušnog aparata i aplikacije je prekinuta.
hu_hu: A kapcsolat a hallókészülék(ek)kel megszakadt.
it_it: La connessione degli apparecchi acustici alla app è stata interrotta.
ko_kr: 보청기의 앱에 연결이 중단되었습니다.
nl_nl: De verbinding van de hoortoestellen met de app is onderbroken.
no_no: Tilkoblingen mellom høreapparatene og appen ble forstyrret.
pt_pt: A conexão do(s) aparelho(s) auditivo(s) ao app foi interrompida.
ro_ro: Conexiunea aparatului(elor) auditiv(e) la aplicație a fost întreruptă.
ru_ru: Соединение слухового(-ых) аппарата(-ов) с приложением было прервано.
sv_se: Hörapparatens/hörapparaternas anslutning till appen avbröts.
th_th: การเชื่อมต่อเครื่องช่วยฟังกับแอพถูกขัดจังหวะ
tr_tr: İşitme cihaz(lar)ının uygulama ile bağlantısı yarıda kesildi.
zh_cn: 助听器与应用程序的连接中断。

source: Sign-in
cht: 登入
da_dk: Log ind
el_gr: Είσοδος
fi_fi: Kirjaudu sisään
hr_hr: Prijava
hu_hu: Bejelentkezés
it_it: Accedi
ko_kr: 로그인
nl_nl: Aanmelden
no_no: Logg inn
pt_pt: Iniciar sessão
ro_ro: Autentificare
ru_ru: Вход в систему
sv_se: Logga in
th_th: ลงชื่อเข้าใช้
tr_tr: Oturum Aç
zh_cn: 登录

source: Instruments should be connected to the App running on the patient phone.
cht: 助聽器應連接到患者電話上運行的應用程式。
da_dk: høreapparatet/høreapparaterne skal have forbindelse til appen, der kører på patientens telefon.
el_gr: Το/τα ακουστικό/-ά βοήθημα/τα πρέπει να συνδεθεί/-ούν στην εφαρμογή που εκτελείται στο τηλέφωνο του ασθενούς.
fi_fi: Kuulokojeet on yhdistettävä potilaan puhelimessa toimivaan sovellukseen.
hr_hr: Slušni aparat(i) trebaju biti povezani s aplikacijom na telefonu pacijenta.
hu_hu: A hallókészülék(ek)nek csatlakoztatva kell lennie a páciens telefonján futó applikációhoz.
it_it: Gli apparecchi acustici devono essere collegati all'app sul telefono del paziente.
ko_kr: 보청기를 환자의 휴대폰에서 실행 중인 앱에 연결해야 합니다.
nl_nl: De hoortoestellen moeten aangesloten zijn op de app die op de telefoon van de patiënt draait.
no_no: høreapparatene skal være koblet til appen som kjører på pasientens telefon.
pt_pt: O(s) aparelho(s) auditivo(s) deve(m) ser conectado(s) ao app em execução no celular do paciente.
ro_ro: aparatul(ele) auditiv(e) ar trebuie conectate la aplicația care rulează pe telefonul pacientului.
ru_ru: слуховой(-ые) аппарат(-ы) должен(-ны) быть подсоединен(-ы) к приложению, установленному на мобильном телефоне пациента.
sv_se: Hörapparatens/hörapparaternas måste vara anslutna till appen i telefonen.
th_th: ควรเชื่อมต่อเครื่องช่วยฟังกับแอพที่ทำงานบนโทรศัพท์ของผู้ป่วย
tr_tr: işitme cihaz(lar)ı, hastanın telefonunda çalışan Uygulama'ya bağlanmalıdır.
zh_cn: 助听器应连接到患者手机上运行的应用程序。

source: Hearing instrument connection
cht: 助聽器連接
da_dk: Høreapparatforbindelse
el_gr: Σύνδεση ακουστικού βοηθήματος
fi_fi: Kuulokojeyhteys
hr_hr: Povezivanje slušnog aparata
hu_hu: Hallókészülék-kapcsolat
it_it: Connessione apparecchio acustico
ko_kr: 보청기 연결
nl_nl: Verbinding hoortoestel
no_no: Høreapparat-tilkobling
pt_pt: Conexão do aparelho auditivo
ro_ro: Conectarea aparatului auditiv
ru_ru: Подсоединение слуховых аппаратов
sv_se: Anslutning till hörapparat
th_th: การเชื่อมต่อเครื่องช่วยฟัง
tr_tr: İşitme cihazı bağlantısı
zh_cn: 助听器连接

source: Please notify patient the connection process will begin.
cht: 請通知患者連接過程將開始。
da_dk: Fortæl patienten, at forbindelsesprocessen begynder.
el_gr: Ειδοποιήστε τον ασθενή ότι θα ξεκινήσει η διαδικασία σύνδεσης.
fi_fi: Ilmoita potilaalle, että yhdistäminen alkaa.
hr_hr: Molimo, obavijestite pacijenta da će započeti proces povezivanja.
hu_hu: Kérjük, értesítse az ügyfelet, hogy a kapcsolódási folyamat el fog kezdődni.
it_it: Informare il paziente che la procedura di connessione avrà inizio.
ko_kr: 연결 절차가 시작되는 것을 환자에게 알려 주십시오.
nl_nl: Meld aan de patiënt dat het verbindingsproces wordt gestart.
no_no: Vennligst varsle pasienten om at tilkoblingsprosessen starter.
pt_pt: Informe ao paciente que o processo de conexão começará.
ro_ro: Vă rugăm să înștiințați pacientul că procesul de conectare va începe.
ru_ru: Пожалуйста, уведомите пациента о запуске процесса установления соединения.
sv_se: Meddela patienten om att anslutningsprocessen kommer att börja.
th_th: โปรดแจ้งผู้ป่วยว่ากระบวนการเชื่อมต่อจะเริ่มขึ้น
tr_tr: Lütfen hastaya bağlantı sürecinin başlayacağını bildirin.
zh_cn: 请通知患者连接过程将开始。

source: Patient's instruments are now ready to start connection process of Live Assistance.
cht: 患者的助聽器現在已準備好開始即時協助的連接過程。
da_dk: Patientens høreapparater er nu klar til at starte forbindelsesprocessen for Live Assistance.
el_gr: Τα ακουστικά βοηθήματα του ασθενούς είναι έτοιμα να ξεκινήσουν τη διαδικασία σύνδεσης της ζωντανής βοήθειας.
fi_fi: Potilaan kuulokojeet ovat nyt valmiina Live Assistance -yhdistämistä varten.
hr_hr: Pacijentovi slušni aparati sada mogu započeti proces povezivanja putem asistencije uživo.
hu_hu: A páciens hallókészülékei készen állnak az Élő Segítséghez való kapcsolódás folyamatának megkezdésére.
it_it: Gli apparecchi acustici del paziente sono ora pronti per iniziare il processo di connessione di Live Assistance.
ko_kr: 환자의 보청기가 이제 Live Assistance의 연결 절차를 시작할 준비가 되었습니다.
nl_nl: De hoortoestellen van de patiënt zijn nu gereed om het verbindingsproces van Live Assistance te starten.
no_no: Pasientens høreapparater er nå klare for å starte tilkoblingen til Live Assistance.
pt_pt: Os aparelhos auditivos do paciente agora estão prontos para iniciar o processo de conexão da Assistência em Tempo Real.
ro_ro: Aparatele auditive ale pacientului sunt acum pregătite pentru a începe procesul de conectare a Asistenței Directe.
ru_ru: Слуховые аппараты пациента готовы к запуску процесса установления соединения в рамках сеанса технической поддержки в интерактивном режиме.
sv_se: Patientens hörapparater är nu redo för anslutning till liveassistans.
th_th: เครื่องช่วยฟังของผู้ป่วยพร้อมที่จะเริ่มกระบวนการเชื่อมต่อของ Live Assistance แล้วในขณะนี้
tr_tr: Hastanın işitme cihazları, artık Canlı Yardım bağlantı sürecini başlatmaya hazırdır.
zh_cn: 患者的助听器现已准备好开始实时协助的连接过程。

source: GN Online Services Login
cht: GN 線上服務登入
el_gr: Σύνδεση σε online υπηρεσίες GN
fi_fi: GN Online Services -sisäänkirjaus
hr_hr: Prijava u GN Online uslugu
hu_hu: GN Online Szolgáltatások bejelentkezés
it_it: Accesso ai Servizi Online GN
ko_kr: GN 온라인 서비스 로그인
nl_nl: Aanmelden GN Online Services
no_no: GN Online Services innlogging
pt_pt: Login para os Serviços Online GN
ro_ro: Autentificare servicii online GN
ru_ru: Логин для онлайн-обслуживания GN
sv_se: Inloggning till GN onlinetjänster
th_th: การเข้าสู่ระบบ GN Online Services
tr_tr: GN Çevrimiçi Hizmetler Oturum Açma
zh_cn: GN Online Services 登录

source: Patient is not authorized for Live Assistance fitting
cht: 患者未獲得即時協助驗配的授權
da_dk: Patienten har ikke tilladelse Live Assistance-tilpasning
el_gr: Ο ασθενής δεν είναι εξουσιοδοτημένος για εφαρμογή με ζωντανή βοήθεια.
fi_fi: Potilas ei ole valtuuttanut Live Assistance -sovitusta.
hr_hr: Pacijent nema ovlasti za individualno podešavanje putem asistencije uživo
hu_hu: A páciens nem jogosult az Élő Segítség hangolásra
it_it: Il paziente non è autorizzato al fitting Live Assistance.
ko_kr: 환자는 Live Assistance 피팅에 대한 권한 부여가 되지 않았습니다.
nl_nl: De patiënt is niet bevoegd voor een aanpassing via Live Assistance
no_no: Pasienten er ikke autorisert for Live Assistance-tilpasning
pt_pt: O paciente não está autorizado a realizar a adaptação com Assistência em Tempo Real
ro_ro: Pacientul nu este autorizat pentru reglarea prin Asistență Activă
ru_ru: Пациент не авторизован для подгонки в рамках сеанса технической поддержки в интерактивном режиме
sv_se: Patienten har inte behörighet till fjärranpassning
th_th: ผู้ป่วยไม่ได้รับอนุญาตให้ติดตั้ง Live Assistance
tr_tr: Hasta, Canlı Yardım ayarı için yetkilendirilmemiştir
zh_cn: 患者无权进行现场协助装配

source: Live Assistance access expired
cht: 即時協助訪問已過期
da_dk: Adgang til Live Assistance udløbet
el_gr: Η πρόσβαση στη ζωντανή βοήθεια έληξε.
fi_fi: Live Assistance -käyttöoikeuden voimassaolo on päättynyt.
hr_hr: Pristup asistenciji uživo je istekao
hu_hu: Az Élő Segítség hozzáférés lejárt.
it_it: Accesso a Live Assistance scaduto
ko_kr: Live Assistance 액세스가 만료되었습니다
nl_nl: Toegang tot Live Assistance is verlopen
no_no: Live Assistance-tilgang utløpt
pt_pt: O acesso à Assistência em Tempo Real expirou
ro_ro: Accesul la Asistență Activă a expirat
ru_ru: Период доступа к сеансу технической поддержки в интерактивном режиме истек
sv_se: Åtkomst till liveassistans har förfallit
th_th: การเข้าถึง Live Assistance หมดอายุ
tr_tr: Canlı Yardım erişim süresi sona erdi
zh_cn: 实时协助访问已过期

source: Live Assistance subscription status is undefined.
cht: 即時協助訂閱狀態未定義。
da_dk: Abonnementsstatus for Live Assistance er udefineret.
el_gr: Η κατάσταση συνδρομής στη ζωντανή βοήθεια δεν έχει οριστεί.
fi_fi: Live Assistance -tilauksen tila ei ole tiedossa.
hr_hr: Status pretplate na asistenciju uživo nije definiran.
hu_hu: Az Élő Segítség előfizetés állapota nincs meghatározva.
it_it: Lo stato dell’abbonamento a Live Assistance non è definito.
ko_kr: Live Assistance 구독 상태가 정의되지 않았습니다.
nl_nl: De abonnementstatus van Live Assistance is niet gedefinieerd.
no_no: Live Assistance abonnementsstatus er udefinert.
pt_pt: O status da assinatura da Assistência em Tempo Real é ‘indefinida’.
ro_ro: Starea abonamentului la Asistență Activă este nedefinită.
ru_ru: Статус подписки на получение технической поддержки в интерактивном режиме не определен.
sv_se: Status på liveassistans är odefinierad.
th_th: สถานะการสมัครบริการ Live Assistance ไม่ได้กำหนดไว้
tr_tr: Canlı Yardım abonelik durumu tanımlanmamıştır.
zh_cn: 实时协助订阅状态未定义。

source: Live Assistance subscription status is revoked.
cht: 即時協助訂閱狀態已撤銷。
da_dk: Abonnementsstatus for Live Assistance er trukket tilbage.
el_gr: Η κατάσταση συνδρομής στη ζωντανή βοήθεια ανακλήθηκε.
fi_fi: Live Assistance -tilaus on poistettu.
hr_hr: Pretplata na asistenciju uživo je ukinuta
hu_hu: Az Élő Segítség előfizetés állapota lemondott.
it_it: L’abbonamento a Live Assistance è annullato.
ko_kr: Live Assistance 구독 상태가 철회되었습니다.
nl_nl: De abonnementstatus van Live Assistance is ingetrokken.
no_no: Live Assistance abonnementsstatus er opphevet.
pt_pt: O status da assinatura da assistência em tempo real é ‘anulada’.
ro_ro: Starea abonamentului la Asistență Activă este revocată.
ru_ru: Статус подписки на получение технической поддержки в интерактивном режиме аннулирован.
sv_se: Åtkomst till liveassistans har återkallats.
th_th: สถานะการสมัครบริการ Live Assistance ถูกเพิกถอน
tr_tr: Canlı Yardım abonelik durumu iptal edilmiştir.
zh_cn: 实时协助订阅状态已撤销。

source: Unable to access camera. Please check if your camera is plugged in.
cht: 無法訪問相機。請檢查相機是否已插電。
da_dk: Kunne ikke få adgang til kameraet. Kontroller, at dit kamera er tilsluttet.
el_gr: Δεν είναι δυνατή η πρόσβαση στην κάμερα. Ελέγξτε ότι η κάμερά σας είναι συνδεδεμένη.
fi_fi: Kameraa ei voi käyttää. Tarkista, että kamera on yhdistetty.
hr_hr: Pristup kameri nije moguć. Provjerite je li kamera uključena.
hu_hu: Nem lehet hozzáférni a kamerához. Kérjük, ellenőrizze, hogy be van-e dugva a kamera.
it_it: Impossibile accedere alla fotocamera. Controllare che la fotocamera sia inserita.
ko_kr: 카메라에 액세스할 수 없습니다. 카메라가 연결되어 있는지 확인하십시오.
nl_nl: Kan camera niet gebruiken. Controleer of uw camera is aangesloten.
no_no: Får ikke tilgang til kamera. Vennligst undersøk om kameraet er koblet til.
pt_pt: Não foi possível acessar a câmera. Verifique se a câmera está conectada.
ro_ro: Nu se poate accesa camera. Vă rugăm să verificați dacă aveți camera conectată.
ru_ru: Невозможно получить доступ к видеокамере. Пожалуйста, проверьте, подключена ли Ваша видеокамера.
sv_se: Det går inte att ansluta till kameran. Se till att kameran är ansluten.
th_th: ไม่สามารถเข้าถึงกล้องได้ โปรดตรวจสอบว่ากล้องของคุณเสียบอยู่
tr_tr: Kameraya erişilemiyor. Lütfen kameranızın fişinin takılı olup olmadığını kontrol edin.
zh_cn: 无法访问摄像机。 请检查您照相机是否插上电源。

source: Unable to connect to server. Please check your internet connection.
cht: 無法連接到伺服器。請檢查您的互聯網連線。
da_dk: Kunne ikke oprette forbindelse til serveren. Tjek din internetforbindelse.
el_gr: Αδυναμία σύνδεσης στον διακομιστή. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο.
fi_fi: Yhteyden muodostaminen palvelimeen epäonnistui. Tarkista Internet-yhteys.
hr_hr: Neuspjelo povezivanje s poslužiteljem. Provjerite svoju internetsku vezu.
hu_hu: Nem lehet kapcsolódni a szerverhez. Kérjük, ellenőrizze az internetkapcsolatát.
it_it: Impossibile connettersi al server. Controllare la connessione Internet.
ko_kr: 서버에 연결할 수 없습니다. 인터넷 연결을 확인하십시오.
nl_nl: Kan geen verbinding maken met server. Controleer uw internetverbinding.
no_no: Kan ikke koble til server. Vennligst undersøk internettilkoblingen.
pt_pt: Não foi possível conectar-se ao servidor. Verifique a sua conexão de Internet.
ro_ro: Nu se poate conecta la server. Vă rugăm să verificați conexiunea la internet.
ru_ru: Невозможно установить соединение с сервером. Пожалуйста, проверьте интернет-соединение.
sv_se: Det går inte att ansluta till servern. Kontrollera din internetanslutning.
th_th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ได้ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr_tr: Sunucu ile bağlantı kurulamıyor. Lütfen internet bağlantınızı kontrol edin.
zh_cn: 无法连接到服务器。 请检查您的互联网连接。

source: There was an issue with the session. Please try again and restart your call.
cht: 工作階段有問題。請重試，然後重新開始通話。
da_dk: Der var et problem med sessionen. Prøv igen, og genstart dit opkald.
el_gr: Παρουσιάστηκε πρόβλημα με την περίοδο λειτουργίας. Προσπαθήστε ξανά και επανεκκινήστε την κλήση σας.
fi_fi: Ongelma istunnon aikana. Yritä uudelleen, ja aloita puhelu uudelleen.
hr_hr: Pojavio se problem. Molimo, pokušajte ponovno pokrenuti poziv.
hu_hu: Hiba lépett fel a munkamenet során. Kérjük, próbálja újra és indítsa újra a hívást.
it_it: Si è verificato un problema con la sessione. Riprovare ed effettuare di nuovo la chiamata.
ko_kr: 세션에 문제가 있었습니다. 다시 시도하고 통화를 다시 시작하십시오.
nl_nl: Er is een fout opgetreden met de sessie. Probeer het opnieuw en start uw gesprek opnieuw.
no_no: Det oppsto et problem med økten. Vennligst prøv igjen og start samtalen på nytt.
pt_pt: Houve um problema com a sessão. Tente novamente e reinicie a sua ligação.
ro_ro: A apărut o problemă cu sesiunea. Vă rugăm să încercați din nou și să efectuați iar apelul.
ru_ru: В ходе этого сеанса возникли проблемы. Пожалуйста, повторите попытку и выполните вызов повторно.
sv_se: Det inträffade ett problem med sessionen. Försök att upprätta samtalet igen.
th_th: เกิดปัญหากับเซสชั่น โปรดลองอีกครั้งและเริ่มการโทรของคุณใหม่
tr_tr: Oturumla ilgili bir sorun meydana geldi. Lütfen tekrar deneyin ve çağrınızı yeniden başlatın.
zh_cn: 会话出现问题。 请重试并重新开始您的呼叫。

source: Your message could not be sent.
cht: 您的訊息無法發送。
da_dk: Din meddelelse kunne ikke sendes.
el_gr: Δεν ήταν δυνατή η αποστολή του μηνύματός σας.
fi_fi: Viestiä ei voitu lähettää.
hr_hr: Vašu poruku nije moguće poslati.
hu_hu: Az üzenete nem lett elküldve.
it_it: Impossibile inviare il tuo messaggio.
ko_kr: 메시지를 보낼 수 없습니다.
nl_nl: Uw bericht kon niet verzonden worden.
no_no: Kunne ikke sende meldingen din.
pt_pt: A sua mensagem não pôde ser enviada.
ro_ro: Mesajul dumneavoastră nu a putut fi trimis.
ru_ru: Ваше сообщение не может быть отправлено.
sv_se: Meddelandet kunde inte skickas.
th_th: ไม่สามารถส่งข้อความของคุณได้
tr_tr: Mesajınız gönderilemedi.
zh_cn: 无法发送您的消息。

source: Unable to access camera. Please check your PC configurations and make sure your camera is turned on.
cht: 無法訪問相機。請檢查您的 PC 配置。
da_dk: Kunne ikke få adgang til kameraet. Tjek dine PC-konfigurationer.
el_gr: Αδυναμία πρόσβασης στην κάμερα. Ελέγξτε τις ρυθμίσεις παραμέτρων του υπολογιστή σας.
fi_fi: Kameraa ei voi käyttää. Tarkista tietokoneen määritykset.
hr_hr: Pristup kameri nije moguć. Provjerite postavke svojeg računala
hu_hu: Nem lehet hozzáférni a kamerához. Kérjük, ellenőrizze a számítógépének beállításait.
it_it: Impossibile accedere alla fotocamera. Controllare le configurazioni del PC.
ko_kr: 카메라에 액세스할 수 없습니다. PC 구성을 확인하십시오.
nl_nl: Kan camera niet gebruiken. Controleer de configuratie van uw computer.
no_no: Får ikke tilgang til kamera. Vennligst undersøk PC-konfigurasjonen.
pt_pt: Não foi possível acessar a câmera. Verifique as configurações do seu computador.
ro_ro: Nu se poate accesa camera. Vă rugăm să verificați configurările computerului dumneavoastră.
ru_ru: Невозможно получить доступ к видеокамере. Пожалуйста, проверьте настройки Вашего ПК.
sv_se: Det går inte att komma åt kameran. Kontrollera datorns inställningar.
th_th: ไม่สามารถเข้าถึงกล้องได้ โปรดตรวจสอบการกำหนดค่าคอมพิวเตอร์ของคุณ
tr_tr: Kameraya erişilemiyor. Lütfen bilgisayarınızın konfigürasyonlarını kontrol edin.
zh_cn: 无法访问摄像机。 请检查您的电脑配置。

source: Your patient appears to be having connection issues. Please contact your patient.
cht: 您的患者似乎有連接問題。請連絡您的患者。
da_dk: Patienten ser ud til at have problemer med forbindelsen. Kontakt din patient.
el_gr: Ο ασθενής φαίνεται ότι αντιμετωπίζει προβλήματα σύνδεσης. Επικοινωνήστε με τον ασθενή.
fi_fi: Potilaalla on ilmeisesti yhteysongelmia. Ota yhteys potilaaseen.
hr_hr: Vaš pacijent ima teškoće s povezivanjem. Molimo, obratite se vašem pacijentu.
hu_hu: Úgy tűnik, hogy a páciensének csatlakozási problémái vannak. Kérjük, vegye fel a kapcsolatot a pácienssel.
it_it: Sembra che il tuo paziente abbia problemi di connessione. Sei pregato di contattarlo.
ko_kr: 환자에게 연결 문제가 있는 것 같습니다. 환자에게 연락하십시오.
nl_nl: Het lijkt erop dat uw patiënt problemen heeft met de verbinding. Neem contact op met uw patiënt.
no_no: Det virker som om pasienten har tilkoblingsproblemer. Vennligst kontakt pasienten.
pt_pt: Parece que o seu paciente está tendo problemas de conexão. Entre em contato com o seu paciente.
ro_ro: Pacientul dumneavoastră pare să întâmpine probleme de conectare. Vă rugăm să contactați pacientul.
ru_ru: Похоже, у Вашего пациента возникли проблемы со связью. Пожалуйста, свяжитесь с Вашим пациентом.
sv_se: Patienten verkar ha anslutningsproblem. Kontakta patienten.
th_th: ดูเหมือนผู้ป่วยของคุณจะมีปัญหาด้านการเชื่อมต่อ โปรดติดต่อผู้ป่วยของคุณ
tr_tr: Hastanızın bağlantı sorunları olduğu görülüyor. Lütfen hastanızla irtibata geçin.
zh_cn: 患者似乎出现连接问题。 请联系患者。

source: An error has occurred. Please try again.
cht: 發生錯誤。請重試。
da_dk: Der opstod en fejl. Prøv igen.
el_gr: Παρουσιάστηκε σφάλμα. Προσπαθήστε ξανά.
fi_fi: On tapahtunut virhe. Yritä uudelleen
hr_hr: Došlo je pogreške. Ponovite.
hu_hu: Hiba történt. Próbálja újra.
it_it: Si è verificato un errore. Riprovare.
ko_kr: 오류가 발생했습니다. 다시 시도하십시오.
nl_nl: Er is een fout opgetreden. Probeer het opnieuw.
no_no: Det har oppstått en feil. Vennligst prøv igjen.
pt_pt: Ocorreu um erro. Tente novamente.
ro_ro: A apărut o eroare. Vă rugăm să încercați din nou.
ru_ru: Произошла ошибка. Пожалуйста, еще раз.
sv_se: Ett fel har inträffat. Försök igen:
th_th: เกิดข้อผิดพลาด โปรดลองอีกครั้ง
tr_tr: Bir hata meydana geldi. Lütfen tekrar deneyin.
zh_cn: 出现错误。 请再试。

source: An issue occurred with your video connection. Please call the patient again.
cht: 您的視頻連接出現問題。請再次致電患者。
da_dk: Der opstod et problem med din videoforbindelse. Ring til patienten igen.
el_gr: Παρουσιάστηκε πρόβλημα με τη σύνδεση βίντεο. Καλέστε ξανά τον ασθενή.
fi_fi: Virhe videoyhteydessä. Soita potilaalle uudelleen.
hr_hr: Postoje problemi s vašom video vezom. Molimo, ponovno nazovite pacijenta.
hu_hu: Hiba történt a videókapcsolat során. Kérjük, hívja újra a pácienst.
it_it: SI è verificato un problema con la tua connessione video. Sei pregato di richiamare il paziente.
ko_kr: 비디오 연결에 문제가 발생했습니다. 환자에게 다시 통화하십시오.
nl_nl: Er is een fout opgetreden met uw videoverbinding. Bel de patiënt opnieuw.
no_no: Det oppsto en feil med videotilkoblingen. Vennligst ring pasienten på nytt.
pt_pt: Ocorreu um erro com a sua conexão de vídeo. Ligue novamente para o paciente.
ro_ro: A apărut o eroare la conexiunea dumneavoastră video. Vă rugăm să apelați pacientul din nou.
ru_ru: В процессе видеосвязи произошла ошибка. Пожалуйста, позвоните пациенту еще раз.
sv_se: Ett problem med videoanslutningen har inträffat. Ring patienten på nytt.
th_th: เกิดปัญหากับการเชื่อมต่อวิดีโอของคุณ โปรดโทรหาผู้ป่วยอีกครั้ง
tr_tr: Video bağlantınızla ilgili bir hata meydana geldi. Lütfen hastayı tekrar arayın.
zh_cn: 您的视频连接出现问题。 请重新呼叫患者。

source: Not Supported
cht: 不支援
da_dk: Understøttes ikke
el_gr: Δεν υποστηρίζεται
fi_fi: Ei tuettu
hr_hr: Nije podržano
hu_hu: Nem támogatott
it_it: Non supportato
ko_kr: 지원되지 않음
nl_nl: Niet ondersteund
no_no: Ikke støttet
pt_pt: Incompatível
ro_ro: Nu este suportat
ru_ru: Не поддерживается
sv_se: Stöds ej
th_th: ไม่รองรับ
tr_tr: Desteklenmiyor
zh_cn: 不支持
