Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Place the module on the patient’s ear while client is facing the speaker. Fold the probe tube over placing the tube opening in front of the reference microphone.
bg_bg: Поставете модула на ухото на пациента, докато клиентът е с лице към говорещия. Прегънете шлауха на сондата, като поставите отвора на шлауха пред еталонния микрофон.
cht: 讓客戶面對喇叭，並將模組放在其耳朵上。 折彎探管並將探管開口放在參考麥克風前。
da_dk: Placer modulet på brugerens øre, mens vedkommende vender hen mod højttaleren. Fold probeslangen, mens du placerer slangeåbningen foran referencemikrofonen.
el_gr: Τοποθετήστε τη μονάδα στο αυτί του ασθενούς, ενώ ο ασθενής είναι στραμμένος προς τον ομιλητή. Αναδιπλώστε τον σωλήνα δοκιμής, τοποθετώντας το άνοιγμα του σωλήνα μπροστά στο μικρόφωνο αναφοράς.
fi_fi: Aseta mittapää potilaan korvalle, kun hänen kasvonsa osoittavat kohti kaiutinta. Taita mittapään letku referenssimikrofonin aukon eteen mittapään etuosassa.
hr_hr: Postavite modul na bolesnikovo uho dok je klijent okrenut prema zvučniku. Presavijte cijev sonde postavljajući otvor cijevi ispred referentnog mikrofona.
hu_hu: Helyezze a modult a páciens fülére, miközben az ügyfél a hangszóróval szemben ül. Hajtsa a szondacsövet úgy, hogy a cső nyílása a referencia mikrofon előtt legyen.
it_it: Collocare il modulo sull'orecchio del paziente mentre il cliente è davanti all'altoparlante. Piegare il tubicino della sonda al di sopra, collocando il tubicino davanti al microfono di riferimento.
ko_kr: 스피커를 정면에 위치하고 착용자 귀에 REM모듈을 위치합니다. 모듈의 기준 마이크에 프로브 튜브를 위치 시킵니다.
nl_nl: Plaats de module op het oor van de cliënt terwijl deze in de richting van de luidspreker kijkt. Plooi het probe-slangetje zodanig dat de opening voor de referentiemicrofoon komt.
no_no: Plasser modulen på brukerens øre. Sikre at han/hun er vendt mot høyttaleren. Bøy probeslangen over og plasser slangen foran referansemikrofonen.
pt_pt: Coloque o módulo na orelha do paciente enquanto ele estiver em frente ao alto falante. Dobre o tubo de sonda colocando sua abertura em frente ao microfone de referência.
ro_ro: Plasați modulul pe urechea pacientului când acesta stă cu fața la difuzor. Strângeți tubul plasând orificiul acestuia în fața microfonului de referință.
ru_ru: Установите модуль на ухо пациента, усаженного лицом к динамику. Сложите звукопроводящую трубочку рабочего микрофона так, чтобы отверстие трубочки находилось перед контрольным микрофоном.
sv_se: Placera modulen på patientens öra medan kunden är vänd mot högtalaren. Vik sondröret och placera röröppningen framför referensmikrofonen.
th_th: วางโมดูลไว้บนหูของผู้ป่วย ในขณะที่ไคลเอนท์หันเข้าหาลำโพง ห่อ Probe Tube โดยให้ช่องของ Tube อยู่ด้านหน้าของไมโครโฟนอ้างอิง
tr_tr: Kullanıcı hoparlöre bakar durumdayken modülü hastanın kulağına yerleştirin. Tüp açıklığını referans mikrofonunun önüne yerleştirerek, sonda tüpünü katlayın.
zh_cn: 与用户面对面，将模块放在用户耳朵上。 将探管折回，并将探管开口端放置在参考麦克风前方。

source: Calibrate
bg_bg: Калибрирай
cht: 校準
da_dk: Kalibrer
el_gr: Βαθμονόμηση
fi_fi: Kalibroi
hr_hr: Kalibriraj
hu_hu: Kalibrálás
it_it: Calibra
ko_kr: 캘리브레이션
nl_nl: Kalibreren
no_no: Kalibrer
pt_pt: Calibrar
ro_ro: Calibreaza
ru_ru: Калибровать
sv_se: Kalibrera
th_th: ปรับเทียบ
tr_tr: Kalibre et
zh_cn: 校准

source: Place the probe tube in the patient’s ear canal without the hearing instruments on the ears. For best measurements the probe tube tip should be no farther than 6mm from the ear drum.
bg_bg: Поставете шлауха на сондата в ушния канал на пациента без слуховите апарати на ушите. За да се получи най-доброто измерване, краят на шлауха на сондата трябва да бъде не по-далече от 6 мм от тъпанчето на ухото.
cht: 將探管放在客戶沒有佩戴助聽器的耳朵道中。 為了獲得最準確的測量結果，探管前端與耳膜的距離不應超過 6 mm。
da_dk: Placer probeslangen i brugerens øregang, uden at høreapparaterne er på ørerne. Den bedste måling opnås, hvis spidsen af probeslangen er maks. 6 mm væk fra trommehinden.
el_gr: Τοποθετήστε τον σωλήνα δοκιμής εντός του ακουστικού πόρου του ασθενούς, χωρίς τα ακουστικά να είναι τοποθετημένα στα αυτιά. Για καλύτερες μετρήσεις, το άκρο του σωλήνα δοκιμής δεν θα πρέπει να απέχει περισσότερο από 6 mm από τον τυμπανικό υμένα.
fi_fi: Aseta mittapään letku potilaan korvakäytävään, kun korvissa ei ole kuulokojetta. Saat tarkimmat mittaustulokset, kun mittapään letkun kärki on korkeintaan 6 mm:n päässä tärykalvosta.
hr_hr: Postavite cijev sonde u bolesnikov zvukovod bez slušnih aparata na ušima. Za najbolja mjerenja vrh cijev sonde ne bi trebao ići dalje od 6 mm od bubnjića.
hu_hu: Helyezze a szondacsövet a páciens hallójáratába úgy, hogy a hallókészülékek nincsenek a fülben. A legjobb mérési eredményekért a szondacső csúcsa nem lehet távolabb 6 mm-nél a dobhártyához képest.
it_it: Collocare la sonda nel canale uditivo del paziente senza gli apparecchi acustici negli orecchi. Per ottenere misurazioni migliori, la punta del tubicino della sonda deve distare meno di 6 mm dl timpano.
ko_kr: 보청기를 착용하지 않은채로, 외이도에 프로브 튜브를 위치시킵니다. 정확한 측정을 위해 프로브 튜브 팁은 고막으로부터 6mm 거리에 위치할 수 있도록 합니다.
nl_nl: Plaats het probe-slangetje in de gehoorgang van de cliënt zonder de hoortoestellen op de oren. Voor de beste meetresultaten mag de top van het probe-slangetje zich niet verder dan 6 mm van het trommelvlies bevinden.
no_no: Plasser probeslangen i brukerens ørekanal uten at høreapparatene er satt inn. For å oppnå de beste målingene bør probeslangens ende ikke stikke mer enn 6 mm fra trommehinnen.
pt_pt: Coloque o tubo de sonda no canal auditivo do paciente sem aparelhos auditivos nas orelhas. Para obter medições melhores, a ponta do tubo de sonda não deve ir além de 6 mm do ouvido interno.
ro_ro: Plasați tubul sondei în canalul urechii pacientului fără instrumente auditive pe urechi. Pentru cele mai bune măsurători, vârful tubului sondei nu trebuie să fie la mai mult de 6mm de toba urechii.
ru_ru: Вставьте трубочку рабочего микрофона в ушной канал пациента. В ушах не должно быть вставлено СА. Чтобы обеспечить максимальную точность, кончик трубочки рабочего микрофона должен находиться не дальше 6 мм от барабанной перепонки.
sv_se: Placera sondröret i patientens hörselgång utan hörapparat på öronen. För bästa mätning bör sondrörets spets inte vara längre än 6 mm från trumhinnan.
th_th: วาง Probe Tube ไว้ในโพรงหูของผู้ป่วยโดยไม่ต้องใส่อุปกรณ์ช่วยฟังไว้บนหู เพื่อให้สามารถทำการวัดได้อย่างมีประสิทธิภาพ จุกของ Probe Tube ไม่ควรอยู่ห่างจากแก้วหูเกิน 6 มม.
tr_tr: Sonda tüpünü hastanın kulak kanalına, kulaklarda cihazlar olmadan yerleştirin. En iyi ölçümü almak için, sonda tüpünün ucu kulak zarından en fazla 6 mm uzaklıkta olmalıdır.
zh_cn: 将探管放置在用户耳道中，耳朵上不要放助听器。 为获得最佳测量，探管尖距离耳膜不应超过6mm。

source: REUG 65 dB
cht: 65 dB 實耳未配戴增益
ru_ru: REUG 65 дБ

source: 50 dB
ru_ru: 50 дБ

source: REIG 65 dB
cht: 65 dB 實耳插入增益
ru_ru: REIG 65 дБ

source: 80 dB
ru_ru: 80 дБ

source: Insert the hearing instrument into the patient’s ear. Take care not to displace the probe tube already in the canal.
bg_bg: Вмъкнете слуховия апарат в ухото на пациента. Внимавайте да не разместите шлауха на сондата, която вече е в канала.
cht: 將助聽器塞入客戶的耳朵。 注意不要移動已經放在耳道內的探管。
da_dk: Sæt høreapparatet ind i brugerens øre. Pas på, at du ikke rykker ved probeslangen, som allerede er i øregangen.
el_gr: Εισαγάγετε το ακουστικό στο αυτί του ασθενούς. Προσέξτε να μην μετακινηθεί ο σωλήνας δοκιμής που βρίσκεται ήδη εντός του πόρου.
fi_fi: Aseta kuulokoje potilaan korvaan. Älä siirrä korvakäytävään asetettua mittapään letkua.
hr_hr: Umetnite slušni aparat u bolesnikovo uho. Pazite da ne pomaknete cijev sonde koja se već nalazi u zvukovodu.
hu_hu: Helyezze a hallókészüléket a páciens fülébe. Vigyázzon arra, hogy ne mozdítsa el a már a hallójáratban lévő szondacsövet.
it_it: Inserire l'apparecchio acustico nell'orecchio del paziente. Fare attenzione e non spostare il tubicino della sonda già nel canale.
ko_kr: 보청기를 착용자 귀에 삽입합니다. 외이도에 있는 프로브 튜브가 이탈하지 않도록 합니다.
nl_nl: Plaats het hoortoestel in het oor van de cliënt. Zorg er daarbij voor dat het probe-slangetje dat al in de gehoorgang zit niet wordt verplaatst.
no_no: Sett høreapparatet inn i pasientens øre. Pass på at du ikke skyver på probeslangen som allerede ligger i ørekanalen.
pt_pt: Insira o aparelho auditivo na orelha do paciente. tenha cuidado para não deslocar o tubo de sonda que já está no canal.
ro_ro: Introduceți instrumentul auditiv în urechea pacientului. Aveți grijă să nu dislocați tubul sondei aflat în canal.
ru_ru: Вставьте СА в ухо пациента. Постарайтесь не сдвинуть ранее вставленную трубочку рабочего микрофона.
sv_se: För in hörapparaten i patientens öra. Se till att inte förskjuta sondröret som redan är i kanalen.
th_th: ใส่อุปกรณ์ช่วยฟังเข้าไปในหูของผู้ป่วย ระวังอย่าให้เข้าไปดันถูก Probe Tube ที่อยู่ในโพรงหู
tr_tr: İşitme cihazını hastanın kulağına takın. Zaten kanalda olan sonda tüpünü yerinden oynatmamaya dikkat edin.
zh_cn: 将助听器插入用户耳内。 注意不要挪动已位于耳道内的探管。

source: Right Ear
bg_bg: Дясно ухо
cht: 右耳
da_dk: Højre øre
el_gr: Δεξί αυτί
fi_fi: Oikea korva
hr_hr: Desno uho
hu_hu: Jobb fül
it_it: Orecchio destro
ko_kr: 우측
nl_nl: Rechteroor
no_no: Høyre øre
pt_pt: Orelha Direita
ro_ro: Urechea dreapta
ru_ru: Правое ухо
sv_se: Höger öra
th_th: หูขวา
tr_tr: Sağ Kulak
zh_cn: 右侧

source: Left Ear
bg_bg: Ляво ухо
cht: 左耳
da_dk: Venstre øre
el_gr: Αριστερό αυτί
fi_fi: Vasen korva
hr_hr: Lijevo uho
hu_hu: Bal fül
it_it: Orecchio sinistro
ko_kr: 좌측
nl_nl: Linkeroor
no_no: Venstre øre
pt_pt: Orelha Esquerda
ro_ro: Urechea stanga
ru_ru: Левое ухо
sv_se: Vänster öra
th_th: หูซ้าย
tr_tr: Sol Kulak
zh_cn: 左侧

source: 50 dB
ru_ru: 50 дБ

source: 65 dB
ru_ru: 65 дБ

source: 80 dB
ru_ru: 80 дБ

source: 70 dB
ru_ru: 70 дБ

source: 90 dB
ru_ru: 90 дБ

source: Unknown Curve
bg_bg: Неизвестна крива
cht: 未知曲線
da_dk: Ukendt kurve
el_gr: Άγνωστη καμπύλη
fi_fi: Tunnistamaton käyrä
hr_hr: Nepoznata krivulja
hu_hu: Ismeretlen görbe
it_it: Curva sconosciuta
ko_kr: 미확인 곡선
nl_nl: Onbekende curve
no_no: Ukjent kurve
pt_pt: Curva desconhecida
ro_ro: Curba necunoscuta
ru_ru: Неизвестная кривая
sv_se: Okänd kurva
th_th: เส้นกราฟปริศนา
tr_tr: Bilinmeyen eğri
zh_cn: 未知曲线

source: Optional
bg_bg: По желание
cht: 可選擇
da_dk: Valgfri
el_gr: Προαιρετικό
fi_fi: Valinnainen
hr_hr: Opcionalno
hu_hu: Opcionális
it_it: Facoltativo
ko_kr: 선택사항
nl_nl: Optioneel
no_no: Valgfri
pt_pt: Opcional
ro_ro: Opțional
ru_ru: Дополнительно
sv_se: Valbar
th_th: เป็นตัวเลือก
tr_tr: Opsiyonel
zh_cn: 选项

source: Select “Gain View” display option to view final gain curves for the selected input levels. Select “Accuracy View” display option to view final deviations from target. Select “Apply” to use these measurements to fit to target. If the window is closed without “Apply” being selected, the current real ear data will be lost.
bg_bg: Изберете опция за показване „Показване на усилването“, за да виждате окончателните криви на усилването за избраните нива на входа. Изберете опция за показване „Показване на точността“, за да виждате окончателните отклонения от целевата стойност. Изберете „Приложи“, за да използвате тези измервания за съответствие с целевата стойност. Ако прозорецът се затвори без „Приложи“, текущите реални данни за ухото ще се изгубят.
cht: 選擇「增益檢視」顯示選項以查看選擇輸入音量的最終增益曲線。 選擇「精確檢視」顯示選項以查看目標的最終差值。 選擇「套用」以使用這些測量值來符合目標。 如果沒有「套用」即關閉視窗，目前的實耳數值將會遺失。
da_dk: Vælg "Forstærkningsvisning" for at vise slutforstærkningskurverne for de valgte inputniveauer. Vælg "Præcisionsvisning" for at se slutforskellen til target. Vælg "Tildel" for at benytte disse målinger til at tilpasse target. Hvis vinduet lukkes uden at tildele, slettes de nuværende målinger.
el_gr: Επιλέξτε την "Προβολή απόκρισης", για να προβάλετε τις καμπύλες τελικής απόκρισης για τις επιλεγμένες στάθμες εισόδου. Επιλέξτε την "Προβολή ακριβείας", για να προβάλετε τις τελικές αποκλίσεις από τον στόχο. Επιλέξτε "Εφαρμογή", προκειμένου να χρησιμοποιήσετε αυτές τις μετρήσεις για την εφαρμογή σύμφωνα με τον στόχο. Αν κλείσετε το παράθυρο χωρίς να επιλέξετε "Εφαρμογή", τα τρέχοντα δεδομένα REM θα χαθούν.
fi_fi: Valitse “Vahvistusnäyttö" jos haluat katsoa vahvistuskäyriä valitulle ottotasolle. Valitse "Tarkuusnäyttö" jos haluat katsoa poikkemaa tavoitteesta. Valitse "Käytä" jos haluat käytää tutkimusta tavoitetta sovitettaessa. Jos ikkuna suljetaan painamatta "Käytä" painiketta kaikki tieto häviää.
hr_hr: Odaberite mogućnost „Prikaz pojačanja” kako biste vidjeli završne krivulje pojačanja za odabrane ulazne razine. Odaberite mogućnost „Prikaz preciznosti” kako biste vidjeli konačna odstupanja od ciljnih vrijednosti. Odaberite „Primijeni” kako biste ta mjerenja upotrijebili za namještanje na ciljne vrijednosti. Ako se prozor zatvori prije no što se odabere „Primijeni”, izgubit će se trenutni podatci in-situ mjerenja.
hu_hu: Válassza az Erősítési nézet elemet az erősítési görbék megtekintéséhez a kiválasztott bementi szinteknél. Válassza a Pontosság megtekintése elemet a végső összehasonlításhoz. Válassza az Alkalmaz elemet a mérések használatához a cél illesztésekor. Ha az ablakot bezárja az Alkalmazás gomb használata nélkül, akkor az aktuális adatok el fognak veszni.
it_it: Selezionare l'opzione Visualizzazione guadagno per visualizzare le curve finali di guadagno per i livelli di ingresso selezionati. Selezionare l'opzione Accuratezza della visualizzazione per vedere le variazioni finali rispetto all'obiettivo. Selezionare Applica per utilizzare tali misurazioni per l'adattamento agli obiettivi. Se la finestra viene chiusa senza fare clic su Applica, i dati dell'orecchio reale corrente andranno persi.
ko_kr: 디스플레이 옵션에서 “이득 보기" 를 선택하여 입력 음압의 이득 곡선을 확인 하십시오. "정확도 보기" 디스플레이 옵션을 선택하여 목표곡선과의 편차를 살펴보세요. "적용"을 선택해서 이 측정치를 목표곡선에 맞추는데 사용하세요. 해당 창을 "적용" 없이 종료 하였다면, Real ear 데이터는 삭제됩니다.
nl_nl: Selecteer "Gain beeld" om de gemeten gaincurves te zien voor de geselecteerde inputniveaus. Selecteer "Offset beeld" om de gemeten afwijkingen van de targetcurve te zien. Selecteer "Toepassen" om de meetresultaten te gebruiken om de targetcurve te realiseren. Als dit venster wordt afgesloten zonder "Toepassen" gaan deze real ear gegevens verloren.
no_no: Velg «Vis Gain» for å se endelige gain-kurver for valgt inngangnivå. Velg «Vis nøyaktighet» for å se endelig avvik fra target. Velg «Bruk» for å bruke målingene. Hvis vinduet lukkes uten å trykke «Bruk», vil real ear-data gå tapt.
pt_pt: Selecione a tela "Gain View" (Visualização do ganho) para ver as curvas de ganho finais para os diferentes níveis de entrada. Selecione "Accuracy View" (Visualização precisa) para exibir os desvios finais do alvo. Selecione "Apply" (Aplicar) para utilizar essas medidas para ajustar o alvo. Caso a janela seja fechada sem clicar em "Apply" (Aplicar), os dados reais serão perdidos.
ro_ro: Alegeti optiunea de afisaj "Vizualizare castig" pentru a vedea curbele de castig final pentru nivelele de intrare selectate. Alegeti ecranul "Vizualizare acuratete" pentru a vizualiza deviatiile finale de la tinta. Alegti "Aplica" pentru a folosi aceste masuratori pentru a regla la valori tinta. Daca fereastra va fi inchisa fara a bifa "Aplica", datele curente de ureche reala se vor pierde.
ru_ru: Выберите "Показать усиление" для отображения кривых финального усиления для выбранных уровней. Выберите "Показать корректировки" для отображения отклонений финального усиления от целевого. Выберите "Применить" для использования этих измерений в настройке. Если закрыть окно без нажатия "Применить", текущие данные реального уха будут потеряны.
sv_se: Välj " Förstärkningsvy" för att visa förstärkningskurvor för valda innivåer. Välj ”Noggrannhetsvy” för att se de slutliga avvikelserna från målet. Välj ”Lägg till” för att anväbnda dessa inställningar. Om fönstret stängs utan att de läggs till, sparas de inte.
th_th: เลือก “Gain View” เพื่อแสดงตัวเลือกเส้นกราฟเกน ขั้นสุดท้าย สำหรับค่าที่ได้เลือกไว้ เลือก “Accuracy View” เพื่อแสดงตัวเลือกค่าเบี่ยงเบนจากเส้นเป้าหมายขั้นสุดท้าย เลือก “Apply” เพื่อใช้การวัดเหล่านี้ให้พอดีกับค่าเป้าหมาย ถ้าหน้าจอนี้ปิดก่อนที่จะกดปุ่ม “Apply” ข้อมูล real ear ปัจจุบันจะสูญหาย
tr_tr: Seçilen giriş seviyelerinin nihai kazanç eğrilerini görüntülemek için "Kazanç Görünümü" ekranını seçin. Hedeften nihai sapmaları görüntülemek için "Doğruluk Görünümü" ekranını seçin. Bu ölçümleri hedefe uydurmak için "Uygula" seçimi yapın. Pencere "Uygula" gerçekleştirilmeden kapanırsa, geçerli gerçek kulak verileri kaybolur.
zh_cn: 选择“显示增益”选项查看所选输入级的最终增益曲线。 选择“查看偏离”选项查看最终曲线与目标曲线的偏离值。 选择“应用”使用测量值以适合目标值。如果没有出现“应用"说明当前助听器的实测数据已丢失。

source: Both Ears
bg_bg: Двете уши
cht: 雙耳
da_dk: Begge ører
el_gr: Άμφω
fi_fi: O+V
hr_hr: Oba uha
hu_hu: Mindkét fül
it_it: Entrambi gli orecchi
ko_kr: 양측 귀
nl_nl: Beide oren
no_no: Begge ører
pt_pt: Ambas
ro_ro: Ambele urechi
ru_ru: Оба уха
sv_se: Båda öronen
th_th: ทั้งสองหู
tr_tr: Her İki Kulak
zh_cn: 双侧

source: Left Only
bg_bg: Само ляво
cht: 僅左耳
da_dk: Kun venstre
el_gr: Αριστερό μόνο
fi_fi: Ainoastaan vasen korva
hr_hr: Samo lijevo
hu_hu: Csak bal
it_it: Solo sinistro
ko_kr: 좌측 only
nl_nl: Alleen links
no_no: Kun venstre
pt_pt: Somente esquerdo
ro_ro: Doar Stanga
ru_ru: Только левое
sv_se: Endast Vänster
th_th: ข้างซ้ายเท่านั้น
tr_tr: Sadece Sol
zh_cn: 仅左侧

source: Right Only
bg_bg: Само дясно
cht: 僅右耳
da_dk: Kun højre
el_gr: Δεξί μόνο
fi_fi: Ainoastaan oikea korva
hr_hr: Samo desno
hu_hu: Csak jobb
it_it: Solo destro
ko_kr: 우측 only
nl_nl: Alleen rechts
no_no: Kun høyre
pt_pt: Somente direito
ro_ro: Doar Dreapta
ru_ru: Только правый
sv_se: Endast Höger
th_th: ข้างขวาเท่านั้น
tr_tr: Sadece Sağ
zh_cn: 仅右侧

source: Accuracy View
bg_bg: Показване на точността
cht: 精確檢視
da_dk: Præcisionsvisning
el_gr: Προβολή ακριβείας
fi_fi: Tarkkuus näyttö
hr_hr: Prikaz preciznosti
hu_hu: Pontosság megtekintése
it_it: Accuratezza della visualizzazione
ko_kr: 정확도 보기
nl_nl: Offset beeld
no_no: Nøyaktighetsvisning
pt_pt: Visualização precisa
ro_ro: Vizualizare acuratete
ru_ru: Показать корректировки
sv_se: Noggranhetvy
th_th: มุมมองความแม่นยำ
tr_tr: Doğru Görünüm
zh_cn: 查看偏离

source: Internal Speaker
bg_bg: Вътрешен говорител
cht: 內部喇叭
da_dk: Intern højttaler
el_gr: Εσωτερικό ηχείο
fi_fi: Sisäinen kaiutin
hr_hr: Ugrađeni zvučnik
hu_hu: Belső hangszóró
it_it: Altoparlante interno
ko_kr: 내부 스피커
nl_nl: Interne speaker
no_no: Intern høyttaler
pt_pt: Alto falante interno
ro_ro: Difuzor intern
ru_ru: Встроенный динамик
sv_se: Intern Högtalare
th_th: ลำโพงภายใน
tr_tr: Dahili Hoparlör
zh_cn: 内置音箱

source: External Speaker
bg_bg: Външен говорител
cht: 外部喇叭
da_dk: Ekstern højttaler
el_gr: Εξωτερικό ηχείο
fi_fi: Ulkoinen kaiutin
hr_hr: Vanjski zvučnik
hu_hu: Külső hangszóró
it_it: Altoparlante esterno
ko_kr: 외부 스피커
nl_nl: Externe speaker
no_no: Ekstern høyttaler
pt_pt: Alto falante externo
ro_ro: Difuzor extern
ru_ru: Внешний динамик
sv_se: Extern Högtalare
th_th: ลำโพงภายนอก
tr_tr: Harici Hoparlör
zh_cn: 外部音箱

source: Line Output Left
bg_bg: Ляв линеен изход
cht: 左耳輸出線
da_dk: Line Output venstre
el_gr: Γραμμή εξόδου αριστερά
fi_fi: Linjalähtö, vasen
hr_hr: Linijski izlaz lijevo
hu_hu: Vonalbemenet bal
it_it: Linea uscita sinistra
ko_kr: 좌측 라인 출력
nl_nl: Line Output links
no_no: Linjeutgang venstre
pt_pt: Saída de linha esquerda
ro_ro: Linie de iesire stanga
ru_ru: Линейный выход слева
sv_se: Line Output Vänster
th_th: ไลน์เอาท์พุทซ้าย
tr_tr: Hat Çıkış Sol
zh_cn: 左侧线性输出

source: Probe 1: Left, Probe 2: Right
bg_bg: Сонда 1: ляво, Сонда 2: дясно
cht: 探管 1：左；探管 2：右
da_dk: Probe 1: Venstre, Probe 2: Højre
el_gr: Σωλήνας δοκιμής 1: Αριστερό, Σωλήνας δοκιμής 2: Δεξί
fi_fi: Mittapää 1 : Vasen, Mittapää 2 : Oikea
hr_hr: Sonda 1: lijevo, sonda 2: desno
hu_hu: Szonda 1: bal, Szonda 2: jobb
it_it: Sonda 1: sinistro, sonda 2: destro
ko_kr: Probe 1: 좌측, Probe 2: 우측
nl_nl: Probe 1: links, Probe 2: rechts
no_no: Probe 1: venstre, probe 2: høyre
pt_pt: Sonda 1: Esquerda, Sonda 2: Direita
ro_ro: Probe 1: Stanga, Probe 2: Dreapta
ru_ru: Датчик 1: Левый, Датчик 2: Правый
sv_se: Probe 1: Vänster, Probe 2: Höger
th_th: Probe 1: ซ้าย, Probe 2: ขวา
tr_tr: Sonda 1: Sol, Sonda 2: Sağ
zh_cn: 探管1:左侧；探管2:右侧

source: Probe 1: Left + Right
bg_bg: Сонда 1: ляво + дясно
cht: 探管 1：左 + 右
da_dk: Probe 1: Venstre + højre
el_gr: Σωλήνας δοκιμής 1: Αριστερό + δεξί
fi_fi: Mittapää 1 : Vasen+Oikea
hr_hr: Sonda 1: lijevo + desno
hu_hu: Szonda 1: bal + jobb
it_it: Sonda 1: sinistro + destro
ko_kr: Probe 1: 좌측 + 우측
nl_nl: Probe 1: links + rechts
no_no: Probe 1: venstre + høyre
pt_pt: Sonda 1: Esquerda + Direita
ro_ro: Probe 1: Stanga + Dreapta
ru_ru: Датчик 1: Левый + Правый
sv_se: Probe 1: Vänster + Höger
th_th: Probe 1: ซ้าย + ขวา
tr_tr: Sonda 1: Sol + Sağ
zh_cn: 探管1:左侧+右侧

source: Probe 2: Left + Right
bg_bg: Сонда 2: ляво + дясно
cht: 探管 2：左 + 右
da_dk: Probe 2: Venstre + højre
el_gr: Σωλήνας δοκιμής 2: Αριστερό + δεξί
fi_fi: Mittapää 2 : Vasen+Oikea
hr_hr: Sonda 2: lijevo + desno
hu_hu: Szonda 2: bal + jobb
it_it: Sonda 2: sinistro + destro
ko_kr: Probe 2: 좌측 + 우측
nl_nl: Probe 2: links + rechts
no_no: Probe 2: venstre + høyre
pt_pt: Sonda 2: Esquerda + Direita
ro_ro: Probe 2: Stanga + Dreapta
ru_ru: Датчик 2: Левый + Правый
sv_se: Probe 2: Vänster + Höger
th_th: Probe 2: ซ้าย + ขวา
tr_tr: Sonda 2: Sol + Sağ
zh_cn: 探管2:左侧+右侧

source: Ready
bg_bg: Готов
cht: 準備
da_dk: Klar
el_gr: Έτοιμο
fi_fi: Valmis
hr_hr: Spremno
hu_hu: Kész
it_it: Pronto
ko_kr: 준비
nl_nl: Gereed
no_no: Klar
pt_pt: Pronto
ro_ro: Pregatit
ru_ru: Готово
sv_se: Klar
th_th: พร้อม
tr_tr: Hazır
zh_cn: 准备

source: Done
bg_bg: Готово
cht: 完成
da_dk: OK
el_gr: Ολοκληρώθηκε
fi_fi: Valmis
hr_hr: Gotovo
hu_hu: Készen van
it_it: Fatto
ko_kr: 완료
nl_nl: Klaar
no_no: Utført
pt_pt: Concluído
ro_ro: Efectuat
ru_ru: Готово
sv_se: Avsluta
th_th: เสร็จแล้ว
tr_tr: Tamamlandı
zh_cn: 完成

source: Save & Close
bg_bg: Запази и затвори
cht: 儲存並關閉
da_dk: Gem og luk
el_gr: Αποθήκευση και κλείσιμο
fi_fi: Tallenna & sulje
hr_hr: Spremi i zatvori
hu_hu: Mentés és bezárás
it_it: Salva e chiudi
ko_kr: 저장 및 닫기
nl_nl: Opslaan & Sluiten
no_no: Lagre og lukk
pt_pt: Salvar e Fechar
ro_ro: Salveaza si inchide
ru_ru: Сохранить и Закрыть
sv_se: Spara & Stäng
th_th: บันทึก & ปิด
tr_tr: Kaydet & Kapat
zh_cn: 保存并关闭

source: Next
bg_bg: Следващ
cht: 下一頁
da_dk: Næste
el_gr: Επόμενο
fi_fi: Seuraava
hr_hr: Sljedeće
hu_hu: Tovább
it_it: Avanti
ko_kr: 다음
nl_nl: Volgende
no_no: Neste
pt_pt: Próximo
ro_ro: Urmatorul
ru_ru: Дальше
sv_se: Nästa
th_th: ต่อไป
tr_tr: Sonraki
zh_cn: 下一步

source: Hide Information
bg_bg: Скрий информацията
cht: 隱藏資料
da_dk: Skjul information
el_gr: Απόκρυψη πληροφοριών
fi_fi: Piilota tiedot
hr_hr: Sakrij informacije
hu_hu: Információ elrejtése
it_it: Nascondi informazioni
ko_kr: 정보 숨김
nl_nl: Informatie verbergen
no_no: Skjul Informasjon
pt_pt: Ocultar informações
ro_ro: Ascunde informatia
ru_ru: Скрыть информацию
sv_se: Dölj Information
th_th: ซ่อนข้อมูล
tr_tr: Bilgiyi gizle
zh_cn: 隐藏信息

source: Show Information
bg_bg: Покажи информацията
cht: 顯示資料
da_dk: Vis information
el_gr: Εμφάνιση πληροφοριών
fi_fi: Näytä tiedot
hr_hr: Pokaži informacije
hu_hu: Információ mutatása
it_it: Mostra informazioni
ko_kr: 정보 보기
nl_nl: Informatie tonen
no_no: Vis informasjon
pt_pt: Exibir informações
ro_ro: Arata informatia
ru_ru: Показать информацию
sv_se: Visa Information
th_th: แสดงข้อมูล
tr_tr: Bilgiyi göster
zh_cn: 显示信息
