Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Better than before
cht: 比之前更好
da_dk: Bedre end før
el_gr: Καλύτερες από τις προηγούμενες
fi_fi: Parempi kun aiemmin
hr_hr: Bolje od prethodnih
hu_hu: Jobb mint volt
it_it: Meglio di prima
ko_kr: 지난번 보다 좋음
nl_nl: beter dan hiervoor
no_no: Bedre enn tidligere
pt_pt: Melhor que o anterior
ro_ro: Mai bine ca inainte
ru_ru: Лучше, чем было
sv_se: Bättre än tidigare
th_th: ดีขึ้นกว่าเดิม
tr_tr: Öncekinden daha iyi
zh_cn: 比之前好

source: {0} has submitted a negative rating...
cht: {0} 已提交負評級...
da_dk: {0} har givet en negativ vurdering...
el_gr: Ο/Η {0} υπέβαλλε αρνητική αξιολόγηση...
fi_fi: {0} on antanut negatiivisen arvion...
hr_hr: {0} je dao negativnu ocjenu...
hu_hu: {0} negatívan értékelve...
it_it: {0} ha presentato una valutazione negativa...
ko_kr: {0}이(가) 부정적인 만족도를 제출했습니다...
nl_nl: {0} heeft een negatieve beoordeling gestuurd...
no_no: {0} har sendt inn en negativ rating...
pt_pt: {0} submeteu uma classificação negativa...
ro_ro: {0} a propus o evaluare negativa...
ru_ru: {0} представил негативную оценку...
sv_se: {0} har inkommit med en negativt betyg...
th_th: {0} ได้ส่งการให้คะแนนเชิงลบ...
tr_tr: {0} olumsuz bir derecelendirme gönderildi.
zh_cn: {0} 提交了差评...

source: {0} has submitted a neutral rating...
cht: {0} 已提交中立評級...
da_dk: {0} har givet en neutral vurdering...
el_gr: Ο/Η {0} υπέβαλλε ουδέτερη αξιολόγηση...
fi_fi: {0} on antanut neutraalin arvion...
hr_hr: {0} je dao neutralnu ocjenu...
hu_hu: {0} semlegesen értékelve...
it_it: {0} ha presentato una valutazione neutra......
ko_kr: {0}이(가) 중립적인 만족도를 제출했습니다...
nl_nl: {0} heeft een neutrale beoordeling gestuurd...
no_no: {0} har sendt inn en nøytral rating...
pt_pt: {0} submeteu uma classificação neutra...
ro_ro: {0} a propus o evaluare neutra...
ru_ru: {0} представил нейтральную оценку...
sv_se: {0} har inkommit med en neutralt betyg...
th_th: {0} ได้ส่งการให้คะแนนที่เป็นกลาง...
tr_tr: {0} nötr bir derecelendirme gönderildi...
zh_cn: {0} 提交了中评...

source: {0} has submitted a positive rating...
cht: {0} 已提交正評級...
da_dk: {0} har givet en positiv vurdering...
el_gr: Ο/Η {0} υπέβαλλε θετική αξιολόγηση...
fi_fi: {0} on antanut positiivisen arvion...
hr_hr: {0} je dao pozitivnu ocjenu...
hu_hu: {0} pozitívan értékelve...
it_it: {0} ha presentato una valutazione positiva......
ko_kr: {0}이(가) 긍정적인 만족도를 제출했습니다...
nl_nl: {0} heeft een positieve beoordeling gestuurd...
no_no: {0} har sendt inn en positiv rating...
pt_pt: {0} submeteu uma classificação positiva...
ro_ro: {0} a propus o evaluare pozitiva...
ru_ru: {0} представил позитивную оценку...
sv_se: {0} har inkommit med en positivt betyg...
th_th: {0} ได้ส่งการให้คะแนนเชิงบวก...
tr_tr: {0} olumlu bir derecelendirme gönderildi.
zh_cn: {0} 提交了好评...

source: Click below to start a new session and send {0} new settings remotely
cht: 輕觸下方開始新的工作階段並遠端發送 {0} 個新設定
da_dk: Klik nedenfor for at begynde en ny session og send {0} nye indstillinger
el_gr: Κάντε κλικ παρακάτω για να ξεκινήσετε μια νέα περίοδο λειτουργίας και να στείλετε {0} νέες ρυθμίσεις από απόσταση.
fi_fi: Paina alla olevaa painiketta ja aloita uusi istunto ja lähetä {0} uudet asetukset etänä
hr_hr: Kliknite ispod kako biste započeli novu aktivnost i poslali {0} nove postavke na udaljeni uređaj
hu_hu: Klikkeljen lent egy új bejegyzés indításához és, hogy elküldje {0} az új beállításokat távolról
it_it: Clicca qui sotto per iniziare una nuova sessione ed inviare a {0} le nuove impostazioni da remoto
ko_kr: 아래를 클릭하여, 새로운 세션을 시작하고 {0} 새로운 셋팅을 전송합니다.
nl_nl: Klik hieronder om een nieuwe sessie te starten en stuur {0} de nieuwe instellingen via de cloud
no_no: Klikk nedenfor for å starte en ny sesjon og send {0} nye innstillinger
pt_pt: Clique abaixo para iniciar uma nova sessão e enviar {0} novos ajustes finos remotamente
ro_ro: Faceti click mai jos pentru a incepe o noua sesiune si trimiteti {0} noile setari la distanta.
ru_ru: Нажмите ниже, чтобы начать новую сессию и отправить {0} новые настройки удаленно
sv_se: Klicka nedan för att starta en ny session och skicka {0} nya inställningar via molnet
th_th: คลิกด้านล่างเพื่อเริ่มเซสชั่นใหม่และส่ง {0} การตั้งค่าใหม่จากระยะไกล
tr_tr: Yeni bir oturuma başlamak için alta tıklayın ve uzaktan yeni ayarları gönderin {0}
zh_cn: 点击下方开始新的验配并将设置发送给{0}

source: Start an Assist fine-tuning session
fi_fi: Aloita ReSound Assist etäsovitus istunto
hu_hu: Egy Assist finomhangolás indítása
it_it: Avvia una sessione di regolazione fine da Assist
ko_kr: 원격피팅 세션 시작
nl_nl: Start een e-Assist fine-tuning sessie
no_no: Start en Assist fine-tuning sesjon
ru_ru: Начать сессию тонкой настройки Поддержки
sv_se: Starta en ReSound Assist finjusteringsession
tr_tr: İnce ayar asistanı oturumuna başla
zh_cn: 开启智能云微调界面

source: View ReSound Assist Timeline
cht: 檢視 ReSound Assist 時間軸
da_dk: Se ReSound Assist Timeline
el_gr: Προβολή χρονολογίου ReSound Assist
fi_fi: Katso ReSound Assist aikajanaa
hr_hr: Pregledaj kronologiju za ReSound asistenciju
hu_hu: A ReSound Assist idővonalának áttekintése
it_it: Visualizza la cronologia ReSound Assist
ko_kr: 원격피팅 타임라인 보기
nl_nl: Bekijk de ReSound e-Assist tijdlijn
no_no: Vis ReSound Assist Tidslinje
pt_pt: Visualizar a linha de tempo do ReSound Assist
ro_ro: Vedeti planificarea ReSound Assist
ru_ru: Вид Временной шкалы Поддержки ReSound
sv_se: Visa ReSound Assist´s tidslinje
th_th: ดู ReSound Assist Timeline
tr_tr: ReSound Assist Zaman Çizelgesine Bak
zh_cn: 显示瑞声达智能云时间轴

source: There are changes that have not been applied. Are you sure you want to exit?
fi_fi: On asetuksia joita ei ole otettu käyttöön. Oletko varma että haluat poistua ?
hu_hu: Vannak változások, amik nincsenek elfogadva. Biztos ki akar lépni?
it_it: Ci sono modifiche che non sono state applicate. Sei sicuro di voler uscire?
ko_kr: 적용되지 않은 변경 사항이 있습니다. 종료 하시겠습니까?
nl_nl: Er zijn wijzigingen die nog niet toegepast zijn. Weet u zeker dat u dit scherm wilt verlaten?
no_no: Det finnes endringer som ikke har blitt tilført. Er du sikker på at du ønsker å gå ut?
pt_pt: Algumas alterações não foram aplicadas. Tem certeza que deseja sair?
ru_ru: Имеются изменения, которые не были применены. Вы уверены, что хотите выйти?
sv_se: Det finns ändringar som inte är aktiverade. Är du säker på att du vill avsluta?
zh_cn: 尚有部分更改未被应用，您确定现在退出？

source: There are changes that have not been saved. Are you sure you want to exit?
fi_fi: On asetuksia joita ei ole tallennettu. Oletko varma että haluat poistua ?
hu_hu: Vannak változások, amik nincsenek elmentve. Biztos ki akar lépni?
it_it: Ci sono modifiche che non sono state salvate. Sei sicuro di voler uscire?
ko_kr: 저장되지 않은 변경 사항이 있습니다. 종료하시겠습니까?
nl_nl: Er zijn wijzigingen die nog niet opgeslagen zijn. Weet u zeker dat u dit scherm wilt verlaten?
no_no: Det finnes endringer som ikke har blitt lagret. Er du sikker på at du ønsker å gå ut?
pt_pt: Algumas alterações não foram salvas. Tem certeza que deseja sair?
ru_ru: Имеются изменения, которые не были сохранены. Вы уверены, что хотите выйти?
sv_se: Det finns ändringar som inte är sparade. Är du säker på att du vill avsluta?
zh_cn: 尚有部分更改未被保存，您确定现在退出？

source: There are changes that have not been applied and saved. Are you sure you want to exit?
fi_fi: On asetuksia joita ei ole otettu käyttöön ja tallennettu. Oletko varma että haluat poistua ?
hu_hu: Vannak változások, amik nincsenek elfogadva és elmentve. Biztos ki akar lépni?
it_it: Ci sono modifiche che non sono state applicate e salvate. Sei sicuro di voler uscire?
ko_kr: 저장 및 적용되지 않은 변경 사항이 있습니다. 종료 하시겠습니까?
nl_nl: Er zijn wijzigingen die nog niet toegepast en opgeslagen zijn. Weet u zeker dat u dit scherm wilt verlaten?
no_no: Det finnes endringer som ikke har blitt tilført og lagret. Er du sikker på at du ønsker å gå ut?
pt_pt: Algumas alterações não foram aplicadas e salvas. Tem certeza que deseja sair?
ru_ru: Имеются изменения, которые не были применены и сохранены. Вы уверены, что хотите выйти?
sv_se: Det finns ändringar som inte är aktiverade och sparade. Är du säker på att du vill avsluta?
zh_cn: 尚有部分更改未被应用和保存，您确定现在退出？

source: Preparing REM Device...
cht: 正在準備 REM 裝置...
da_dk: Forbereder REM enhed...
el_gr: Προετοιμασία συσκευής REM...
fi_fi: Valmistellaan REM laitetta...
hr_hr: Pripremanje REM uređaja...
hu_hu: REM eszköz előkészítése...
it_it: Preparazione Dispositivo REM...
ko_kr: REM 디바이스 준비 중 ...
nl_nl: Voorbereiden REM apparaat...
no_no: Forbereder REM Enhet...
pt_pt: Preparando o Dispositivo REM...
ro_ro: Pregateste dispozitivul REM ...
ru_ru: Подготовка REM Устройства...
sv_se: Förbereder REM enhet...
th_th: กำลังเตรียมอุปกรณ์ REM...
tr_tr: REM cihazı hazırlanıyor...
zh_cn: 准备REM设备...

source: Models
cht: 型号
da_dk: Modeller
el_gr: Μοντέλα
fi_fi: Mallit
hr_hr: Modeli
hu_hu: Modell
it_it: Modelli
ko_kr: 모델
nl_nl: modellen
no_no: Modeller
pt_pt: Modelos
ro_ro: Modele
ru_ru: Модели
sv_se: Modeller
th_th: รุ่น
tr_tr: Modeller
zh_cn: 型号

source: Minimize
cht: 最小化
da_dk: Minimer
el_gr: Ελαχιστοποίηση
fi_fi: Pienennä
hr_hr: Smanji
hu_hu: Minimalizál
it_it: Riduci ad icona
ko_kr: 최소화
nl_nl: Minimaliseren
no_no: Minimer
pt_pt: Minimizar
ro_ro: Minimizeaza
ru_ru: Свернуть
sv_se: Minimera
th_th: ลด
tr_tr: Daralt
zh_cn: 最小化

source: Maximize
cht: 最大化
da_dk: Maksimer
el_gr: Μεγιστοποίηση
fi_fi: Suurenna
hr_hr: Povećaj
hu_hu: Maximalizál
it_it: Allarga finestra
ko_kr: 최대화
nl_nl: Maximaliseren
no_no: Maksimer
pt_pt: Maximizar
ro_ro: Maximizeaza
ru_ru: Развернуть
sv_se: Maximera
th_th: เพิ่ม
tr_tr: Genişlet
zh_cn: 最大化

source: Restore Down
cht: 向下還原
da_dk: Nulstil ned
el_gr: Επαναφορά κάτω
fi_fi: Palauta alas
hr_hr: Vrati ispod
hu_hu: Visszaállít
it_it: Riduci finestra
ko_kr: 이전크기로복원
nl_nl: Resetten omlaag
pt_pt: Diminuir Tela
ro_ro: Restaureaza initial
ru_ru: Свернуть в окно
sv_se: Återställ
th_th: คืนค่าเดิม
tr_tr: Yeniden Yapılandır
zh_cn: 向下还原

source: Close
cht: 關閉
da_dk: Luk
el_gr: Κλείσιμο
fi_fi: Sulje
hr_hr: Zatvori
hu_hu: Bezár
it_it: Chiudi
ko_kr: 닫기
nl_nl: Afsluiten
no_no: Lukk
pt_pt: Fechar
ro_ro: Inchide
ru_ru: Закрыть
sv_se: Stäng
th_th: ปิด
tr_tr: Kapat
zh_cn: 关闭

source: Rating: {0}
cht: 評級：{0}
da_dk: Vurdering: {0}
el_gr: Αξιολόγηση: {0}
fi_fi: Arvio : {0}
hr_hr: Ocjena: {0}
hu_hu: Értékelés: {0}
it_it: Valutazione: {0}
ko_kr: 만족도: {0}
nl_nl: Beoordeling: {0}
no_no: Vurdering: {0}
pt_pt: Classificação: {0}
ro_ro: Evaluati: {0}
ru_ru: Оценка: {0}
sv_se: Betygsätter: {0}
th_th: การให้คะแนน: {0}
tr_tr: Puanlama: {0}
zh_cn: 评价: {0}

source: Rate my sound
cht: 評價我的聲音
da_dk: Vurder min lyd: {0}
el_gr: Αξιολόγηση του ήχου μου
fi_fi: Arvio ääneni : {0}
hr_hr: Ocijeni moj zvuk
hu_hu: Értékelje a hangomat
it_it: Valuto il mio ascolto
ko_kr: 보청기 만족도: {0}
nl_nl: Beoordeel mijn geluid: {0}
no_no: Vurder min lyd
pt_pt: Classificar os ajustes: {0}
ro_ro: Evaluează sunetul
ru_ru: Оценить мой звук
sv_se: Betygsätt mitt ljud
th_th: ให้คะแนนการได้ยินของฉัน
tr_tr: Sesleri puanla: {0}
zh_cn: 评价我的声音

source: {0} has submitted a request for help...
cht: {0} 已提交幫助...的請求
da_dk: {0} har indsendt en forespørgsel om hjælp
el_gr: Ο/Η {0} υπέβαλλε αίτημα για βοήθεια...
fi_fi: {0} on toimittanut pyynnön avusta...
hr_hr: {0} je predao zahtjev za pomoć...
hu_hu: {0} elküldött egy segítség kérést...
it_it: {0} ha presentato una richiesta per un aiuto...
ko_kr: {0}이(가) 도움을 요청하였습니다...
nl_nl: {0} stuurde een aanvraag voor assistentie...
no_no: {0} har sendt en henvendelse om hjelp...
pt_pt: {0} submeteu uma solicitação de assistência...
ro_ro: {0} a cerut ajutor...
ru_ru: {0} направил запрос о поддержке...
sv_se: {0} har skickat en förfrågan om hjälp...
th_th: {0} ได้ส่งคำขอเพื่อขอความช่วยเหลือ...
tr_tr: {0} yardım için talep gönderildi...
zh_cn: {0}提交了一个请求...

source: Another measurement module is open. Please close the module before continuing.
cht: 另一個測量模組已打開。請在繼續之前關閉模組。
da_dk: Et andet målemodul er åbent. Luk venligst dette inden du fortsætter.
el_gr: Μια άλλη μέτρηση είναι ανοιχτή. Κλείστε τη μονάδα προτού συνεχίσετε.
fi_fi: Toinen tutkimusmoduuli on avoinna. Ole hyvä ja sulje moduuli ennen jatkamista.
hr_hr: Već je otvoren drugi modul za mjerenje. Molimo, zatvorite postojeći modul za nastavak.
hu_hu: Egy másik mérő modul meg van nyitva. Zárja be mielött folytatja.
it_it: Un altro modulo di misurazione è aperto. Si prega di chiudere il modulo prima di continuare.
ko_kr: 다른 측정모듈이 실행중입니다. 측정을 계속하기 전에 다른 측정모듈을 종료하여 주세요.
nl_nl: Een andere meetmodule is geopend. Sluit s.v.p. de module voordat u doorgaat.
no_no: En annen målemodul er åpen. Vennligst lukk denne modulen før du fortsetter.
pt_pt: Um outro módulo de mensuração está aberto. Por favor, feche o módulo antes de continuar.
ro_ro: Un alt modul de măsurare este deschis. Vă rugăm să închideți modulul înainte de a continua.
ru_ru: Открыт другой измерительный модуль. Перед тем, как продолжить, пожалуйста, закройте модуль.
sv_se: En annan mätmodul är öppen, stäng modulen innan du fortsätter.
th_th: โมดูลการวัดอื่นเปิดอยู่ โปรดปิดโมดูลก่อนดำเนินการต่อ
tr_tr: Diğer bir ölçüm modülü açık. Lütfen önceki modülü kapatın.
zh_cn: 当前已有一个测量模式正在运行，请在关闭后继续。

source: Pin Code
cht: PIN 碼
da_dk: Pinkode
el_gr: Κωδικός Pin
fi_fi: Pin koodi
hr_hr: Pin identifikacija
hu_hu: Pin kód
it_it: Codice Pin
ko_kr: 핀 코드
no_no: Pin kode
pt_pt: Código Pin
ro_ro: Cod Pin
ru_ru: Пин-код
sv_se: Pinkod
th_th: รหัสส่วนบุคคล
tr_tr: Pin Kodu
zh_cn: Pin码

source: Depending on how the remote microphone is used, people may prefer more bass sound. Mic Streamer bass boost applies more bass to sounds that are streamed from the ReSound wireless remote microphones.
cht: 根據遠端麥克風的使用方式，使用者可能偏好更強的低音效果。麥克風串流播放器低音增強功能可以對從 ReSound 無線遠端麥克風串流傳輸的聲音應用更強低音。
da_dk: Afhængigt af hvordan den trådløse mikrofon benyttes kan nogle have behov for mere baslyd. Mic Streamer bass boost giver mere bas på de lyde der streames fra ReSound trådløse mikrofoner.
el_gr: Ανάλογα με τον τρόπο χρήσης του απομακρυσμένου μικροφώνου, κάποιοι προτιμούν περισσότερο μπάσους ήχους. Η ενίσχυση μπάσων του Mic Streamer εφαρμόζει περισσότερο μπάσο στους ήχους που μεταδίδονται από τα ασύρματα, απομακρυσμένα μικρόφωνα ReSound.
fi_fi: Riippumatta siitä miten henkilö käyttää langatonta mikrofonia, hän yleensä haluaa lisää basso korostusta kuunteluun. Mikrofoni bassokorostus lisää bassotoistoa ääneen ReSound langattomista mikrofoneista.
hr_hr: Ovisno o načinu korištenja mikrofona na daljinsko upravljanje, ljudima će možda biti ugodniji dublji (bas) tonovi. Pojačalo bas tonova za streamer mikrofona dodaje više basa zvukovima dobivenima prijenosom iz ReSound bežičnih mikrofona na daljinsko upravljanje.
hu_hu: Attól függ, hogyan használja a kihelyezett mikrofont, az emberek több mély hnagok szeretnének. A Mi Streamer bass boost lehetővé teszi a több mélyhangot a ReSound wireless kihelyezett mikrofonból.
it_it: A seconda di come viene utilizzato il microfono remoto, le persone potrebbero preferire i suoni più gravi enfatizzati. Mic Streamer bass boost enfatizza i suoni più gravi trasmessi dai microfoni wireless remoti ReSound.
ko_kr: 무선 마이크는 사용하기에 따라 베이스 부스트가 필요할 수 있습니다.(TV 시청 등) Mic- 베이스부스트는 무선 마이크의 베이스를 부스트할 수 있습니다.
nl_nl: Afhankelijk van hoe de Mic wordt gebruikt geven mensen soms de voorkeur aan meer bas in het geluid. Mic - Streamer Bass Boost geeft meer laagtonige versterking aan geluiden die gestreamd worden door de ReSound wireless microfoons.
no_no: Avhengig av hvordan mikrofonen blir brukt, kan det være ønskelig med mer bass. Streamer bassboost gir mer bass til lyder som er streamet fra ReSound trådløse mikrofoner for å bedre lydkvaliteten.
pt_pt: Dependendo de como o microfone remoto é usado, as pessoas podem preferir mais som de grave. O Incremento de Graves na Transmissão do Mic oferece mais ganho nos sons graves que são transmitidos de microfones remotos wireless da ReSound.
ro_ro: În funcție de modul în care se utilizează microfonul la distanță, oamenii pot prefera mai mult sunet de bas. Micșorarea intensității basului Mic Streamer se bazează mai mult pe sunetul transmis de microfoanele wireless de la distanță ReSound.
ru_ru: В зависимости от того, как используется выносной микрофон, люди могут предпочитеть больше низкочастотных звуков. Низкочастотное Усиление сигнала Микрофона использует больше басов в звуках, передаваемых беспроводным выносным микрофоном ReSound.
sv_se: Beroende på hur den mobila mikrofonen används, kan användaren vilja ha mer basljud. Mic Streamer Bass Boost ger mer bas för ljud som strömmas från ReSounds trådlösa mobila mikrofoner.
th_th: คนทั่วไปอาจชอบเสียงเบสที่ชัดมากขึ้น ทั้งนี้ขึ้นอยู่กับวิธีใช้ไมโครโฟนระยะไกล การเพิ่มเสียงเบสของ Mic Streamer จะใช้เสียงเบสที่มากขึ้นกับเสียงที่สตรีมจากไมโครโฟนไร้สายระยะไกลของ ReSound
tr_tr: Depending on how the remote microphone is used, insanlar daha çok bas sesleri tercih edebilirler. Streamer mikrofon bas kuvvetlendirme Mic Streamer bass boost applies more bass to sounds that are streamed from the ReSound wireless remote microphones.
zh_cn: 根据远程麦克风的使用，人们喜欢聆听更多的低音。而瑞声达的无线音频设备正时使用量低音增强功能，让用户感受更多的低音。

source: This session has not yet been saved. With ROS Enabled, you must be signed in so we can sync the data in the cloud. If you skip this step, ROS will be disabled and the user will not be able to receive settings remotely.
cht: 此工作階段尚未儲存。啟用 ROS 後，您必須登入才能在雲端同步資料。倘跳過此步驟，ROS 將被停用，使用者將無法遠端接收設定。
da_dk: Denne session er endnu ikke blevet gemt. Når ROS er aktiveret, skal du være logget på, så vi kan synkronisere dataene i skyen. Hvis du springer dette trin over, deaktiveres ROS, og brugeren vil ikke kunne modtage indstillinger på fjernbasis.
el_gr: Αυτή η περίοδος λειτουργίας δεν έχει αποθηκευτεί ακόμη. Με το ROS ενεργοποιημένο, πρέπει να συνδεθείτε για να μπορέσουμε να συγχρονίσουμε τα δεδομένα στο cloud. Αν παρακάμψετε αυτό το βήμα, το ROS θα απενεργοποιηθεί και ο χρήστης δεν θα μπορεί να λάβει τις ρυθμίσεις από απόσταση.
fi_fi: Tätä istuntoa ei ole vielä tallennettu. Kun ROS on käytössä, sinun täytyy kirjautua, jotta tiedot voidaan synkronoida pilvipalvelussa. Jos ohitat tämän vaiheen, ROS poistetaan käytöstä, jolloin käyttäjä ei vastaanota etäasetuksia.
hr_hr: Ova aktivnost još nije spremljena. Kada je ROS omogućen, morate biti prijavljeni kako bismo mogli sinkronizirati podatke iz oblaka. Zanemarite li ovaj korak, ROS će biti onemogućen i korisnik neće moći preuzeti postavke na udaljeni uređaj.
hu_hu: Ez a munkamenet még nem lett elmentve. Ha a ROS engedélyezve van, akkor be kell jelentkeznie ahhoz, hogy szinkronizálni tudjuk a felhőben található adatait. Ha kihagyja ezt a lépést, akkor a ROS ki lesz kapcsolva és a felhasználó nem fog tudni távoli beállításokat fogadni.
it_it: Questa sessione non è stata ancora salvata. Con la funzione ROS abilitata, devi essere registrato per poter sincronizzare i dati nel cloud. Se salti questo passaggio, la funzione ROS verrà disabilitata e l'utente non sarà in grado di ricevere le impostazioni da remoto.
ko_kr: 이 세션은 아직 저장되지 않았습니다. ROS를 사용하는 경우, 데이터를 클라우드에 동기화할 수 있도록 로그인해야 합니다. 이 단계를 건너뛰는 경우, ROS를 사용 중지하며 사용자는 원격으로 설정을 받을 수 없습니다.
nl_nl: Deze sessie is nog niet opgeslagen. Als ROS ingeschakeld is, moet u aangemeld zijn, zodat we de gegevens in de cloud kunnen synchroniseren. Als u deze stap overslaat, wordt ROS uitgeschakeld en kan de gebruiker de instellingen niet op afstand ontvangen.
no_no: Denne økten er ennå ikke lagret. Med ROS aktivert må du være logget inn, slik at vi kan synkronisere dataene i nettskyen. Hvis du hopper over dette trinnet, vil ROS bli deaktivert og brukeren vil ikke kunne motta innstillinger eksternt.
pt_pt: Esta sessão ainda não foi salva. Com o ROS habilitado, você deve estar em sessão para que possamos sincronizar os dados na nuvem. Caso você pule esta etapa, o ROS será desabilitado e o usuário não poderá receber configurações remotamente.
ro_ro: Această sesiune nu a fost încă salvată. Cu ROS Enabled (activat pentru sistem de operare robotizat) trebuie să fiți autentificat pentru a putea sincroniza datele în cloud. Dacă omiteți această etapă, Ros va fi dezactivat, iar utilizatorul nu va putea primi setări de la distanță.
ru_ru: Этот сеанс еще не был сохранен. В случае активации ROS Вы должны войти в систему для того, чтобы мы могли синхронизировать данные в облачной среде. Если Вы пропустите этот шаг, будет выполнена деактивация ROS, и пользователь не сможет получать настройки в дистанционном режиме.
sv_se: Sessionen har inte sparats ännu. När ROS är aktiverat så måste vara inloggad så vi kan synkronisera data med molnet. Om du hoppar över det här steget kommer ROS att inaktiveras och användaren kommer inte att kunna ta emot fjärrinställningar.
th_th: เซสชั่นนี้ยังไม่ได้รับการบันทึก หากต้องการเปิดใช้งาน ROS คุณจะต้องลงชื่อเข้าใช้เพื่อให้เราสามารถซิงค์ข้อมูลในระบบคลาวด์ หากคุณข้ามขั้นตอนนี้ ROS จะถูกปิดการใช้งานและผู้ใช้จะไม่สามารถรับการตั้งค่าจากระยะไกลได้
tr_tr: Bu oturum henüz kaydedilmemiştir. Verileri bulutta senkronize edebilmemiz için, ROS Etkin (Enabled) durumdayken oturum açmış olmalısınız. Bu adımı atlarsanız, ROS devre dışı bırakılacak ve kullanıcı, ayarları uzaktan alamayacaktır.
zh_cn: 此会话尚未保存。 启用ROS后，您必须登录，这样我们才能同步云中的数据。 如果跳过此步骤，则ROS将被禁用，用户将无法远程接收设置。

source: Tinnitus Sound Generator cannot stay enabled when enabling Sound Shaper. Tinnitus Sound Generator has automatically been turned off
cht: 啟用聲音塑造器時，耳鳴發聲器無法保持啟用狀態。耳鳴發聲器已自動關閉
da_dk: Tinnitus Sound Generator kan ikke være slået til sammen med Sound Shaper. Tinnitus Sound Generator er automatisk slået fra.
el_gr: Το Tinnitus Sound Generator δεν μπορεί να παραμένει ενεργοποιημένο όταν ενεργοποιείται το Sound Shaper. Το Tinnitus Sound Generator έχει απενεργοποιηθεί αυτόματα.
fi_fi: Tinnitus äänigeneraattori ei voi olla käytössä jos Taajuussiirto otetaan käyttöön. TSG on automaattisesti kytketty pois päältä.
hr_hr: Tinitus generator zvuka neće biti omogućen ako je istodobno omogućen Modulator zvuka. Tinitus generator zvuka automatski će se isključiti.
hu_hu: A Tinnitus hang generátor nincs engedélyezve, amikor a Sound Shaper engedélyezve van. A Tinnitus hang generátor automatikusan ki lesz kapcsolva
it_it: Generatore Suoni Tinnitus non può rimanere abilitato quando si attiva Sound Shaper. Generatore Suoni Tinnitus è stato automaticamente disattivato
ko_kr: Sound Shaper를 사용할 때는 소리발생기를 활성화 상태로 유지할 수 없습니다. 소리발생기는 자동으로 종료 됩니다.
nl_nl: De Tinnitus Sound Generator kan niet aan blijven staan als de SoundShaper aangezet wordt. De Tinnitus Sound Generator is automatisch uitgezet.
no_no: Tinnitus Lyd Generator kan ikke forbli aktiv når Sound Shaper aktiveres. Tinnitus Lyd Generator er automatisk blitt deaktivert.
pt_pt: O Gerador de Som para Zumbido não pode ser ativado quando o Sound Shaper está ativado. O Gerador de Som para Zumbido foi desligado automaticamente.
ro_ro: Generatorul de sunet pentru tinitus nu poate rămâne activat la activarea aplicației Sound Shaper. Generatorul de sunet pentru tinitus a fost oprit automat
ru_ru: Генератор Тиннитуса не может оставаться активным при активной Sound Shaper. Генератор Тиннитуса был автоматически выключен.
sv_se: Tinnitus Sound Generator kan inte vara aktiverad när du aktiveray Sound Shaper. Tinnitus Sound Generator har automatiskt stängts av
th_th: Tinnitus Sound Generator ไม่สามารถเปิดใช้งานต่อไปได้ขณะที่เปิดใช้งาน Sound Shaper แล้ว Tinnitus Sound Generator ก็จะปิดลงโดยอัตโนมัติ
tr_tr: Tinnitus Ses Üreteci Sound Shaper aktif olduğunda etkin olamamaktadır. Tinnitus Ses Üreteci otomatik olarak devre dışı kalır.
zh_cn: 当频谱重组功能开启时，耳鸣管理器不可用。耳鸣管理器功能已自动关闭。
