Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: In addition to using the ear-to-ear wireless link to determine the best directionality mode for the environment, Binaural Directionality III includes Spatial Sense. Spatial Sense is pinna restoration and bilateral compression allowing for more natural sound processing when both instruments switch to omni directional mode. Pinna restoration allows for directivity that mimics the way the natural ear treats sound. This helps you with both speech understanding and sound localization. Bilateral compression aids in preserving the natural loudness differences between the ears. The Ear-to-Ear wireless link ensures that there is minimal impact on the spatial information when sound is processed through the hearing instruments. Binaural Directionality III is designed to be as transparent as possible to maximize the positive effects of spatial hearing and facilitate listening in noisy environments.
bg_bg: В допълнение към използването на безжичната връзка ухо с ухо за определяне на най-добрия режим на насоченост за средата, Бинаурална насоченост III включва Пространствен усет. Пространствен усет е възстановка на ушната мида и двустранна компресия, позволяваща по-естествено обработване на звука, когато и двата апарата се превключат в многопосочен режим. Възстановката на ушната мида позволява насоченост, която имитира начина, по който естественото ухо третира звука. Това ви помага както за разбиране на говора, така и за локализиране на звука. Двустранната компресия спомага за запазване на естествената разлика в силата на звука между ушите. Безжичната връзка ухо с ухо осигурява минимално въздействие върху пространствената информация, когато звукът се обработва чрез слуховите апарати. Бинаурална насоченост III е разработена да бъде колкото е възможно по-прозрачна, за да доведе до максимум положителните въздействия на пространственото слушане и да улесни слушането в шумна среда.
cht: 除了使用雙耳無線連結以判定環境的最佳方向性模式外，雙耳方向性 III 包含實景空間感知。當兩邊助聽器切換至全方向模式，實景空間感知為耳殼回復及雙側壓縮允許更自然的聲音處理方式。 耳殼回復模仿自然耳朵處理聲音方向性的方式，這有助於理解語音和聲音定位。 雙側壓縮有助保持耳朵之間的自然響度差異。雙耳無線連結確保助聽器處理聲音時對實景空間感知的最少影響。 雙耳方向性 III 設計用於盡可能透明，以便將空間聽力正向效果最大化，並且改善在吵雜環境中的聽覺。
da_dk: Ud over brug af en trådløs ear-to-ear-forbindelse til at finde den bedste retningsvirkningstilstand i det pågældende miljø omfatter Binauaral Directionality III også Spatial Sense. Spatial Sense er gendannelse af effekterne af pinna og bilateral kompression, hvilket giver en mere naturlig lydbehandling, når begge apparater skifter til omni. Gendannelse af pinna muliggør retningsvirkning, der efterligner den måde, det naturlige øre behandler lyd på. Herved får du hjælp til både taleforståelse og lokalisering af lyd. Bilateral kompression hjælper med at bevare de naturlige forskellige i lydstyrke mellem ørerne. Den trådløse øre til øre-forbindelse sikrer, at den rumlige information påvirkes minimalt, når lyden behandles gennem høreapparaterne. Binaural Directionality III er designet til at være så transparent som muligt for at maksimere de positive effekter af rumlig hørelse og gøre det lettere at høre i støjende omgivelser.
el_gr: Πέρα από τη χρήση της ασύρματης αμφιωτικής σύνδεσης προκειμένου να προσδιορίζεται η καλύτερη λειτουργία κατευθυντικότητας για το δεδομένο περιβάλλον, η λειτουργία Binauaral Directionality III περιλαμβάνει το Spatial Sense. Το Spatial Sense συνδυάζει αποκατάσταση πτερυγίου και αμφίπλευρη συμπίεση για φυσικότερη επεξεργασία ήχου όταν και τα δύο ακουστικά ρυθμίζονται σε πολυκατευθυντική λειτουργία. Η αποκατάσταση πτερυγίου καθιστά εφικτή την κατευθυντικότητα, μιμούμενη τον τρόπο που το φυσικό αυτί αντιμετωπίζει τον ήχο. Αυτό σας βοηθά τόσο στην κατανόηση της ομιλίας όσο και στην εντόπιση του ήχου. Χάρη στην αμφίπλευρη συμπίεση διατηρούνται οι φυσικές διαφορές ακουστότητας μεταξύ των αυτιών. H ασύρματη αμφιωτική σύνδεση εξασφαλίζει ότι ο αντίκτυπος που έχει στις χωρικές πληροφορίες η επεξεργασία του ήχου από τα ακουστικά βοηθήματα είναι ελάχιστος.
fi_fi: Binauraalinen suuntakuvio III sisältää Tilantuntu -toiminnon. Lisäksi paras suuntakuvio kuunteluympäristöä varten valitaan langattoman kuulokojeiden välisen yhteys -linkin avulla. Tilantuntu on bilateraalinen kompression ja korvalehden toiminnan jäljittely joka mahdollistaa luonnollisemman äänen käsittelyn, kun molemmissa kuulokojeissa otetaan käyttöön kaikkisuuntaisuus. Korvalehden jäljitteleminen tarkoittaa, että suuntakuviossa jäljitellään luonnollisen korvan tapaa käsitellä ääniä. Tämä helpottaa sekä puheen ymmärtämistä että äänien paikallistamista. Bilateraalinen kompressio auttaa säilyttämään luonnollisen korvien välisen äänenvoimakkuuseron. Langattoman kuulokojeiden välisen yhteyden avulla varmistetaan, että äänen käsittely kuulokojeissa vaikuttaa Tilantuntu-toiminnossa mahdollisimman vähän. Binauraalinen suuntakuvio III on suunniteltu mahdollisimman läpinäkyviksi, jotta Tilantuntu vaikutus on mahdollisimman myönteinen ja kuuleminen on helpompaa meluisissa ääniympäristöissä.
hr_hr: Osim upotrebe bežične mreže između ušiju radi određivanja najboljeg načina usmjerenosti za okruženje, Binauaral Directionality III uključuje Spatial Sense. Spatial Sense obnavlja funkciju ušne školjke i nudi bilateralnu kompresiju, što omogućuje prirodniju obradu zvuka kada se oba aparata prebace u svesmjerni način rada. Obnovom funkcije ušne školjke omogućuje se usmjeravanje koje oponaša način na koji prirodno uho tretira zvuk. Time se olakšava razumijevanje govora i lokalizacija zvuka. Bilateralna kompresija pomaže pri očuvanju prirodnih razlika u glasnoći između ušiju. Bežičnom vezom između ušiju osigurava se minimalan utjecaj na prostorne informacije kada se zvuk obrađuje uz pomoć slušnih aparata. Značajka Binaural Directionality III osmišljena je kako bi bila što transparentnija radi maksimiziranja pozitivnih učinaka prostornog sluha i lakšeg slušanja u bučnim okruženjima.
hu_hu: Amellett, hogy a kétoldali vezeték nélküli kapcsolat megállapítja a környezethez illő legjobb irányítottsági módot, a Binaurális direkcionalítás III magában foglalja a Térbeli érzékelési funkciót is. A Térbeli érzékelés egy olyan fülkagylóhoz tartozó helyreállítási és bilaterális kompressziós funkció, amely még természetesebb hangfeldolgozást tesz lehetővé, ha mindkét hallókészüléket irányítatlan üzemmódra állítják. A fülkagylóhoz tartozó helyreállítási funkció lehetővé teszi egy olyan irányítottság kialakítását, amely a fül természetes hangérzékelését képezi le. Ez segít a beszédértésben és a hang lokalizációjában. A bilaterális kompresszió segít a fülek közötti természetes hangérzékelési különbségek megőrzésében. A kétoldali vezeték nélküli kapcsolat garantálja, hogy a hallókészülékek hangfeldolgozásakor a térérzékelési adatokat csak minimális behatás érje. A Binaurális direkcionalítás III funkciót úgy terveztük, hogy minél átláthatóbb legyen a Térbeli érzékelés pozitív hatásainak maximalizálásakor és a hallás megkönnyítésekor zajos környezetben.
it_it: Oltre a utilizzare il collegamento wireless Ear-to-Ear per determinare la migliore modalità direzionale per l'ambiente, Direzionalità Binaurale III include Ascolto naturale, ovvero il ripristino dell'effetto pinna e la compressione bilaterale per fornire una più naturale elaborazione del suono quando entrambi gli apparecchi passano alla modalità omnidirezionale. Il ripristino dell'effetto pinna permette di mimare la naturale direzionalità e il modo in cui il suono viene elaborato nell'orecchio. La compressione bilaterale aiuta a preservare le differenze di rumorosità naturale tra gli orecchi. Il collegamento wireless Ear-to-Ear assicura che vi sia il minimo impatto sulle informazioni spaziali quando il suono viene elaborato attraverso gli apparecchi acustici. Direzionalità Binaurale III è concepito per essere il massimo possibile trasparente al fine di massimizzare gli effetti positivi di ascolto nello spazio e facilitare l'ascolto in ambienti rumorosi.
ko_kr: 게다가 양이통신을(E2E) 통해 청취환경에 가장 적합한 방향성 모드를 결정합니다. Binauaral Directionality III는 Spatial sense 기능이 설정되어 있습니다. Spatial sense는 양측의 보청기가 omni mode로 적용되는 청취환경에서, Pinna restoration과 Bilateral compression을 통해보다 청각적 공간감각을 재현하여, 보다 자연스러운 청취환경을 제공합니다. Pinna restoration은 소리를 가장 자연스럽게 들을 수 있도록, 청각기관이 소리를 처리하는 방법으로 구현됩니다. 이 기능은 어음 이해력과 음원 위치파악에도 도움을 줍니다. Bilateral compression은 양측 귀로 도달되는 소리의 자연적인 크기 차이를 인공지능으로 구현합니다. 양이통신은(E2E 링크) 보청기가 신호를 증폭하는 과정에서 발생되는 청각적 공간 정보에 대한 오차를 최소화 합니다. Binaural Directionlaity III는 청취의 효과를 극대화 하고 소음 환경에서의 자연스럽게 청취할 수 있도록 설계되었습니다.
nl_nl: U hoort alle geluiden om u heen en weet waar ze vandaan komen. Zo kunt u iedereen verstaan. U richt zich op dat wat voor u belangrijk is. Binauarale directionaliteit III stelt mbv draadloze Ear-to-Ear communicatie de beste directionaliteitsmodus vast voor iedere geluidsomgeving en biedt daarnaast Spatial Sense: oorschelpcorrectie en bilaterale compressie geven de meest natuurlijke sound processing wanneer beide toestellen omni-directioneel staan. Dankzij oorschelpcorrectie heeft u dezelfde richtwerking als bij uw eigen oor. Dit helpt zowel bij het spraakverstaan als bij het horen waar geluid vandaan komt. Bilaterale compressie zorgt ervoor dat de natuurlijke luidheidsverschillen tussen beide oren behouden blijven. Draadloze Ear-to-Ear communicatie zorgt ervoor dat de geluidsbewerking door de hoortoestellen minimale impact heeft op de ruimtelijke informatie. Binaurale directionaliteit III is ontworpen om de positieve effecten van ruimtelijk horen te maximaliseren en om het luisteren in lawaaiige omstandigheden te vergemakkelijken.
no_no: I tillegg til å bruke trådløs kobling øre til øre for å finne den beste direksjonalitetsmodusen for omgivelsene, inkluderer Binaural Direksjonalitet III Spatial Sense. Spatial Sense er pinnaeffekt og bilateral kompresjon som gir en mer naturlig lydbehandling når begge apparatene skifter til omnidireksjonal modus. Pinnaeffekten gir en direksjonalitet som etterlikner måten det naturlige øret behandler lyd. Dette hjelper deg med både taleforståelse og lydlokalisering. Bilateral kompresjon hjelper med å bevare den naturlige styrkeforskjellen mellom ørene. Den trådløse linken øre til øre sikrer minimal innvirkning fra omgivelseslyder når lyden behandles i høreapparatene. Binaural Direksjonalitet III er utviklet for å være så transparent som mulig for å maksimere de positive effektene av romlig hørsel og legge til rette for å lytte i støyende omgivelser.
pt_pt: Além de usar a comunicação de orelha a orelha para determinar o melhor modo de direcionalidade para o ambiente, a Direcionalidade Binaural II apresenta o Spatial Sense. O Spatial Sense representa a restauração do pavilhão e compressão bilateral para oferecer processamento sonoro mais natural quando ambos os aparelhos alternam para o modo omnidirecional. A restauração do pavilhão permite direcionalidade que imita a forma como a orelha processa o som. Isso auxilia na compreensão da fala e na localização sonora. A compressão bilateral ajuda a preservar as diferenças naturais de intensidade entre as orelhas. A comunicação de orelha a orelha garante que há um impacto mínimo sobre a informação espacial quando o som é processado através dos aparelhos auditivos. A Direcionalidade Binaural II é projetada para ser o mais transparente possível a fim de maximizar os efeitos positivos da audição espacial e facilitar a escuta em ambientes ruidosos.
ro_ro: Pe lângă utilizarea unei legături wireless ureche la ureche pentru a determina cel mai bun mod de direcționalitate pentru mediu, Binauaral Directionality III include Spatial Sense. Spatial Sense este restaurare și compresie bilaterală ce permite o procesare mai naturală a sunetelor când ambele instrumente comută pe modul omnidirecțional. Restaurarea auriculară permite o direcționalitate ce mimează modul în care urechea naturală tratează sunetul. Aceasta ajută la înțelegerea vorbirii și localizarea sunetului. Compresia bilaterală ajută la păstrarea diferențelor de volum naturale între urechi. Legătura wireless ureche la ureche asigură un impact minim asupra informațiilor spațiale când sunetul este procesat prin instrumentele auditive. Binaural Directionality III a fost proiectat pentru a fi cât mai transparent pentru a maximiza efectele pozitive ale auzului spațial și a facilita ascultatul în medii zgomotoase.
ru_ru: Помимо беспроводной связи между СА правого и левого ушей, для определения оптимального режима направленности для конкретного акустического окружения функция бинауральной направленности III задействует Пространственное восприятие. Технология Пространственное восприятие использует имитатор ушной раковины и двусторонюю компрессию, что обеспечивает более естественную обработку сигнала, когда оба СА переключаются на всенаправленный режим. Имитатор ушной раковины формирует направленность, при которой повторяется путь восприятия звука слуховой системой здорового человека. Это помогает улучшить разборчивость речи и локализацию источника звука. Двусторонняя компрессия способствует сохранению естественной межушной разницы восприятия громкости сигналов. Беспроводная связь между СА правого и левого ушей обеспечивает минимальную степень воздействия на пространственную информацию при обработке звука в слуховых аппаратах. Функция бинауральной направленности III реализует максимальную акустическую прозрачность, тем самым повышая положительный эффект от пространственного слуха и способность различать звуки и понимать речь в шумном окружении.
sv_se: Förutom att använda trådlös länk öra-till-öra för att bestämma bästa riktverkansläge för miljön, introducerar Binaural Riktverkan III Spatial Sense (Avancerad omni). Deta är en pinnaåterställning och bilateral kompression som ger ett mer naturligt ljud vid omniriktverkan. Pinna-återställningen efterliknar hur ett friskt öra behandlar ljudet. Vilket hjälper både taluppfattning och ljudlokalisering. Binaural kompression låter hörapparaterna behålla naturliga skillnader i ljudstyrka mellan öronen och den trådlösa länken öra-till-öra säkerställer så liten påverkan som möjligt av rumsinformationen när ljudet processas genom hörapparaterna. Binaural riktverkan III är designat för att vara så transparent som möjligt och maximera positiva effekter av rumsuppfattning och underlätta hörande i bullriga miljöer.
th_th: นอกจากการใช้การเชื่อมโยงไร้สายแบบ ear-to-ear เพื่อเลือกโหมดทิศทางที่ดีที่สุดในสภาพแวดล้อมแล้ว การปรับทิศทางแบบสองหู III ยังมีการรับรู้เชิงพื้นที่อีกด้วย การรับรู้เชิงพื้นที่คือการชดเชยการทำงานของติ่งหูและการบีบอัดแบบสองด้าน ซึ่งช่วยให้สามารถประมวลผลเสียงได้อย่างเป็นธรรมชาติยิ่งขึ้น ในขณะที่อุปกรณ์ทั้งสองข้างเปลี่ยนไปใช้โหมดทุกทิศทาง การชดเชยการทำงานของติ่งหูจะช่วยให้จับทิศทางได้ดีขึ้น และจำลองรูปแบบที่หูตามธรรมชาติจัดการกับเสียง จึงช่วยให้คุณเข้าใจทั้งเสียงพูดและการแปลเสียง การบีบอัดแบบสองด้านจะช่วยรักษาความแตกต่างด้านความดังของเสียงตามธรรมชาติระหว่างหูทั้งสองข้าง การเชื่อมโยงไร้สายแบบ Ear-to-Ear จะช่วยให้มั่นใจว่าจะเกิดผลกระทบน้อยที่สุดต่อข้อมูลเชิงพื้นที่ เมื่อเสียงได้รับการประมวลผลผ่านอุปกรณ์ช่วยฟัง การปรับทิศทางแบบสองหู III ได้รับการออกแบบมาให้มีความใสที่สุดเท่าที่จะเป็นไปได้ เพื่อขยายผลบวกจากการฟังเชิงพื้นที่ให้สูงที่สุด และช่วยให้การฟังในสภาพแวดล้อมที่มีเสียงรบกวนดีขึ้น
tr_tr: Ortam için en iyi yönlülük modunu belirleyecek kulaktan kulağa kablosuz bağlantı kullanımına ek olarak, Binaural Direksiyonalite III Konumsal Algıyı da içerir. Konumsal Algı, her iki cihaz da omni yönlülük moduna geçtiğinde seslerin daha doğal işlenmesine olanak sağlayan pinna restorasyonu ve bilateral kompresyondur. Pinna restorasyonu, doğal kulağın ses verdiği tepkiyi taklit eden bir yönlülüğe izin verir. Bu, hem konuşmaları anlamanıza, hem de seslerin konumunu tespit edebilmenize yardımcı olur. Bilateral kompresyon, kulaklar arasındaki doğal ses farklılıklarını korumaya yardımcı olur. Kulaktan kulağa kablosuz bağlantı, ses işitme cihazı yoluyla işlendiğinde uzamsal bilginin minimum düzeyde etkilenmesini sağlar. Binaural Direksiyonalite III, uzamsal işitmenin pozitif etkilerini en üst düzeye çıkarmak ve gürültülü ortamlarda işitmeyi kolaylaştırmak için mümkün olduğunca şeffaf olacak şekilde tasarlanmıştır.
zh_cn: 除了使用双耳无线连接功能来确定该环境下最佳的方向性模式之外，AI智能双耳融合方向性还包括3D实景空间感知功能。3D实景空间感知使用耳廓还原和双耳压缩，可在两侧助听器切换到全向模式时实现更自然的声音处理。 耳廓还原可还原声音传入自然耳的状态。这有助于您同时进行言语理解和声音定位。 双耳压缩有助于保持两耳之间的自然响度差异。这种双耳无线智能连接的方式，确保助听器处理声音时空间信息受到的影响最小。 AI智能双耳融合方向性力求尽可能透明地、最大限度地发挥实景空间听觉的积极作用，并帮助在嘈杂环境中获得更好的聆听。
