Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Synchronized Soft Switching
bg_bg: Синхронизирано Softswitching
cht: 同步化自動方向性切換
da_dk: Synkroniseret Soft Switching
el_gr: Συγχρονισμός Softswitching
fi_fi: Synkronoitu SoftSwitching
hr_hr: Sinkronozirana automatska promjena usmjerenja
hu_hu: Szinkronizált Soft switching
it_it: Softswitching Sincronizzato
ko_kr: 소프트스위칭 동기화
nl_nl: Gesynchroniseerde Softswitching
no_no: Synkronisert SoftSwitching
pt_pt: Soft Switching Sincronizado
ro_ro: Comutare simpla sincronizata
ru_ru: Синхронизированный Softswitching
sv_se: Synkroniserad Softswitching
th_th: ซิงค์ Soft Switching แล้ว
tr_tr: Senkronize Softswitching
zh_cn: 同步AI智能转换系统

source: Close Right Ear
bg_bg: Близо до дясно ухо
cht: 關閉右耳
da_dk: Vælg højre øre
el_gr: Κλείσε Δεξί Αυτί
fi_fi: Sulje oikea korva
hr_hr: Zatvori desno uho
hu_hu: Zárt jobb fül
it_it: Chiuso Orecchio Destro
ko_kr: 우측 끄기
nl_nl: Rechteroor sluiten
no_no: Lukk høyre øre
pt_pt: Fechar a Orelha Direita
ro_ro: Inchide urechea dreapta
ru_ru: Закрыть Правое ухо
sv_se: Stäng höger öra
th_th: ปิดหูขวา
tr_tr: Sağ Kulağı Kapat
zh_cn: 关闭右侧耳

source: Close Left Ear
bg_bg: Близо до ляво ухо
cht: 關閉左耳
da_dk: Vælg venstre øre
el_gr: Κλείσε Αριστερό Αυτί
fi_fi: Sulje vasen korva
hr_hr: Zatvori lijevo uho
hu_hu: Zárt bal fül
it_it: Chiuso Orecchio Sinistro
ko_kr: 좌측 끄기
nl_nl: Linkeroor sluiten
no_no: Lukk venstre øre
pt_pt: Fechar a Orelha Esquerda
ro_ro: Inchide urechea stanga
ru_ru: Закрыть Левое ухо
sv_se: Stäng vänster öra
th_th: ปิดหูซ้าย
tr_tr: Sol Kulağı Kapat
zh_cn: 关闭左侧耳

source: Mild: Sound Shaper Level (4K, 1.33:1)
bg_bg: Меко: Ниво на Sound Shaper (4K, 1.33:1)
cht: 輕 : 移頻功能等級 (4K, 1.33:1)
da_dk: Mild: Graden af Sound Shaper (4K, 1,33:1)
el_gr: Ήπιο: Επίπεδο Sound Shaper (4K, 1.33:1)
fi_fi: Vähäinen : Taajuussiirron taso (4K, 1,33:1)
hr_hr: Blago: Razina alata za oblikovanje zvuka (4K, 1,33:1)
hu_hu: Enyhe: Sound Shaper szint (4K, 1.33:1)
it_it: Lieve: Livello Sound Shaper (4K, 1.33:1)
ko_kr: Mild:(4K, 1.33:1)
nl_nl: Licht: SoundShaper niveau (4k, 1.33:1)
no_no: Mild: Sound Shaper-nivå (4K, 1.33:1)
pt_pt: Leve: Nível do Sound Shaper (4K, 1.33:1)
ro_ro: Incet: Nivel sunet (4K, 1.33:1)
ru_ru: Слабо: Уровень Sound Shaper (4K, 1.33:1)
sv_se: Svag: Sound Shaper Nivå (4K, 1.33:1)
th_th: อ่อน: ระดับ Sound Shaper (4K, 1.33:1)
tr_tr: Hafif: Sound Shaper Seviyesi (4K, 1.33:1)
zh_cn: 轻度: 移频点 (4K, 1.33:1)

source: Moderate: Sound Shaper Level (3.5K, 2:1)
bg_bg: Умерено: Ниво на Sound Shaper (3,5K, 2:1)
cht: 中 : 移頻功能等級 (3.5K, 2:1)
da_dk: Moderat: Graden af Sound Shaper (3,5K, 2:1)
el_gr: Μέτριο: Επίπεδο Sound Shaper (3.5K, 2:1)
fi_fi: Kohtalainen : Taajuussiirron taso (3,5 K, 2:1)
hr_hr: Umjereno: Razina alata za oblikovanje zvuka (3,5K, 2:1)
hu_hu: Közepes: Sound Shaper szint (3.5K, 2:1)
it_it: Moderato: Livello Sound Shaper (3.5K, 2:1)
ko_kr: Moderate:(3.5K, 2:1)
nl_nl: Gemiddeld: SoundShaper niveau (3.5k, 2:1)
no_no: Moderat: Sound Shaper-nivå (3.5K, 2:1)
pt_pt: Moderado: Nível do Sound Shaper (3.5K, 2:1)
ro_ro: Moderat: Nivel sunet (3.5K, 2:1)
ru_ru: Умеренно: Уровень Sound Shaper (3.5K, 2:1)
sv_se: Måttlig: Sound Shaper Nivå (3.5K, 2:1)
th_th: ปานกลาง: ระดับ Sound Shaper (3.5K, 2:1)
tr_tr: Orta: Sound Shaper Seviyesi (3.5K, 2:1)
zh_cn: 中度: 移频点 (3.5K, 2:1)

source: Strong: Sound Shaper Level (2.5K, 2:1)
bg_bg: Силно: Ниво на Sound Shaper (2,5K, 2:1)
cht: 強 : 移頻功能等級 (2.5K, 2:1)
da_dk: Kraftig: Graden af Sound Shaper (2,5K, 2:1)
el_gr: Έντονο: Επίπεδο Sound Shaper (2.5K, 2:1)
fi_fi: Voimakas : Taajuussiirron taso (2,5 K, 2:1)
hr_hr: Jako: Razina alata za oblikovanje zvuka (2,5K, 2:1)
hu_hu: Erős: Sound Shaper szint (2.5K, 2:1)
it_it: Forte: Livello Sound Shaper (2.5K, 2:1)
ko_kr: Strong:(2.5K, 2:1)
nl_nl: Sterk: SoundShaper niveau (2.5k, 2:1)
no_no: Sterk: Sound Shaper-nivå (2.5K, 2:1)
pt_pt: Forte: Nível do Sound Shaper (2.5K, 2:1)
ro_ro: Puternic: Nivel sunet (2.5K, 2:1)
ru_ru: Сильно: Уровень Sound Shaper (2.5K, 2:1)
sv_se: Stor: Sound Shaper Nivå (2.5K, 2:1)
th_th: รุนแรง: ระดับ Sound Shaper (2.5K, 2:1)
tr_tr: Güçlü: Sound Shaper Seviyesi (2.5K, 2:1)
zh_cn: 重度: 移频点 (2.5K, 2:1)

source: Tinnitus Sound Generator cannot stay enabled when enabling Wind Guard. Tinnitus Sound Generator has automatically been turned off
bg_bg: Звуковият генератор на шум в ушите не може да остане активиран, когато се активира Wind Guard. Звуковият генератор на шум в ушите е изключен автоматично
cht: 當啟動風噪音抑制，耳鳴抑制音產生器無法保持啟動。耳鳴抑制音產生器將自動關閉。
da_dk: Tinnitus Sound Generator kan ikke forblive aktiveret, hvis Wind Guard aktiveres. Tinnitus Sound Generator er automatisk blevet slået fra
el_gr: Το Tinnitus Sound Generator δεν μπορεί να είναι ενεργό όταν ενεργοποιείται το Wind Guard. Το Tinnitus Sound Generator έχει απενεργοποιηθεί αυτόματα
fi_fi: Tinnitusmaskeri ei voi olla käytössä, kun Tuulisalpa-toiminto otetaan käyttöön. Tinnitusmaskeri on poistettu käytöstä automaattisesti.
hr_hr: Tinnitus Sound Generator ne može ostati omogućen ako se omogući Wind Guard. Tinnitus Sound Generator automatski se isključio
hu_hu: A Tinnitus hang generátor nem érhető el amíg a Wind Guard fut. A Tinnitus hang generátor automatikusan ki van kapcsolva
it_it: Generatore Suoni Tinnitus non può rimanere abilitato quando si abilita Wind Guard. Generatore Suoni Tinnitus è stato automaticamente disattivato
ko_kr: Wind Guard기능이 활성화되면 소리발생기를 활성화할 수 없습니다. 소리발생기가 자동으로 종료됩니다.
nl_nl: De Tinnitus Sound Generator kan niet aan blijven staan als de WindGuard aangezet wordt. De Tinnitus Sound Generator is automatisch uitgezet
no_no: Tinnitus Lydgenerator kan ikke forbli påslått når WindGuard aktiveres. Tinnitus Lydgenerator ble slått av automatisk.
pt_pt: O Gerador de Som para Zumbido não pode ficar ativado quando o Wind Guard está ativado. O Gerador de Som foi desativado automaticamente.
ro_ro: Functia Tinitus Sound Generator nu poate rămâne activata cu Wind Guard. FunctiaTinitus Sound Generator a fost oprită automat
ru_ru: Генератор Тиннитуса не может оставаться активным после активации Wind Guard. Генератор Тиннитуса был автоматически выключен.
sv_se: Tinnitus Sound Generator kan inte fortsätta vara påslagen tillsammans med Vindbrusreducering. Tinnitus Sound Generator har automatiskt slagits av
th_th: ไม่สามารถเปิดใช้งานโปรแกรมสร้างเสียงอื้อในหูได้ในขณะที่ใช้งานการลดเสียงลม โปรแกรมสร้างเสียงอื้อในหูถูกปิดโดยอัตโนมัติเรียบร้อยแล้ว
tr_tr: Tinnitus Ses Üreteci (TSG), Wind Guard'ı etkinleştirirken etkinliğini koruyamaz. TSG otomatik olarak kapatıldı.
zh_cn: 开启风噪抑制后耳鸣管理器不可用。耳鸣管理器将自动关闭。

source: Session cannot be saved. The hearing instrument configuration in the current session is different from the configuration in the fitted session or a different instrument has been simulated. A dispenser fit is required.
bg_bg: Сесията не може да се запази. Конфигурацията на слуховия апарат в текущата сесия е различна от конфигурацията в сесията на протезиране или е симулиран друг апарат. Необходимо е поставяне на разпределител.
cht: 無法儲存階段。目前階段助聽器配置與選配階段的配置或模擬的助聽器不同。需要選配師選配。
da_dk: Sessionen kan ikke gemmes. Høreapparatkonfigurationen i den aktuelle session er forskellig fra konfigurationen under tilpasningssessionen, eller der er simuleret et andet apparat. Der er behov for tilpasning på en klinik.
el_gr: Η συνεδρία δεν μπορεί να αποθηκευτεί.Οι παράμετροι του ακουστικού βοηθήματος στην τρέχουσα συνεδρία είναι διαφορετικοί από τις παραμέτρους της συνεδρίας εφαρμογής ή έχει προσομοιωθεί διαφορετικό βοήθημα. Απαιτείται ρύθμιση από αντιπρόσωπο.
fi_fi: Istuntoa ei voi tallentaa. Kuulokojeen määritykset nykyisessä istunnossa ovat erilaiset kuin sovitetun istunnon määritys, tai on simuloitu toista kuulokojetta. Tarvitaan jälleenmyyjän sovitus.
hr_hr: Sesija se ne može spremiti. Konfiguracija slušnog aparata u trenutnoj sesiji razlikuje se od konfiguracije u sesiji namještanja ili je simuliran drugačiji slušni aparat. Treba obaviti namještanje kod prodavača slušnih pomagala.
hu_hu: A bejegyzés nem manthető. A hallókészülék konfiguráció az aktuális bejegyzésben különbözik az illesztett bejegyzéstől vagy a készülék csak szimulálva volt. Új illesztés szükséges.
it_it: Impossibile salvare la sessione. La configurazione dell'apparecchio acustico della corrente sessione è diversa dalla configurazione nella sessione di fitting o è stata simulata con un diverso apparecchio. È necessario fitting dell'audioprotesista.
ko_kr: 세션이 저장되지 않았습니다. 현재 세션의 보청기 구성이 피팅세션의 보청기 구성과 다르거나 다른 기기가 시뮬레이션되었습니다. 피팅이 요구됩니다.
nl_nl: De sessie kan niet opgeslagen worden. De hoortoestel configuratie in de huidige sessie verschilt van de configuratie in de aanpassessie of er is een ander toestel gesimuleerd. Een aanpassing bij de hoorspecialist is vereist.
no_no: Økten kan ikke lagres. Konfigurasjonen av høreapparatet i pågående økt er annerledes enn konfigurasjonen i den tilpassede økten, eller det er simulert med et annet apparat. Må tilpasses av audiograf.
pt_pt: A sessão não pode ser salva. A configuração do aparelho auditivo na atual sessão é diferente da configuração da sessão ajustada ou um aparelho auditivo diferente foi simulado. Uma adaptação com o profissional é necessária.
ro_ro: Sesiunea nu poate fi salvata. Configuratia aparatului auditiv din sesiunea curenta este diferita de configuratia din sesiunea de fitting sau simularea s-a facut pentru alt dispozitiv. O noua sesiune de fitting este necesara.
ru_ru: Сессия не может быть сохранена. Конфигурация слухового аппарата в текущей сессии отличается от конфигурации в сохраненной сессии или другой аппара был просимулирован. Необходима настройка специалистом.
sv_se: Sessionen kan inte sparas. Hörapparatens konfigurationen i den aktuella sessionen skiljer sig från konfigurationen i den anpassade sessionen eller så har en annan apparat simulerats. Audionomanpassning krävs
th_th: ไม่สามารถบันทึกเซสชันได้ การกำหนดค่าเครื่องช่วยฟังในเซสชันปัจจุบันแตกต่างจากการกำหนดค่าในเซสชันการสวมใส่ หรือมีการจำลองด้วยอุปกรณ์เครื่องอื่น ต้องสวมใส่โดยผู้จ่าย
tr_tr: Oturum kaydedilemiyor. Geçerli oturumdaki işitme cihazı yapılandırması, takılı oturumdaki yapılandırmadan farklıdır veya farklı bir enstrüman simüle edilmiştir. Bir dağıtıcı ayarı gereklidir.
zh_cn: 无法保存。当前选配界面的助听器配置与已保存的或模拟时使用的助听器配置不同。

source: Manage Accessories window
bg_bg: Прозорец Управление на аксесоари
cht: 配件管理視窗
da_dk: Vinduet Håndter tilbehør
el_gr: Παράθυρο ρύθμισης εξαρτημάτων
fi_fi: Lisälaitteiden hallintaikkuna
hr_hr: Prozor za upravljanje dodatnom opremom
hu_hu: Tartozék kezelő ablak
it_it: Finestra Gestione Accessori
ko_kr: 액세서리 관리 윈도우
nl_nl: Beheer accessoires-scherm
no_no: Behandle tilbehør-vindu
pt_pt: Tela de Gerenciar Acessórios
ro_ro: Gestionati fereastra de accesorii
ru_ru: Окно Управления Аксессуарами
sv_se: Hantera Trådlösa tillbehör
th_th: หน้าต่างจัดการอุปกรณ์เสริม
tr_tr: Aksesuarları Yönet penceresi
zh_cn: 管理附件窗口

source: In-Situ Audiogram
bg_bg: Аудиограма в самия апарат
cht: 現場聽力圖
el_gr: In-Situ ακοόγραμμα
fi_fi: In-Situ-audiogrammi
hu_hu: Helyszíni audiogram
it_it: Audiometria In-Situ
ko_kr: In-Situ 청력도
pt_pt: Audiometria In-Situ
ro_ro: Audiograma In-Situ
ru_ru: In-Situ Аудиограмма
th_th: ระบบตรวจสอบการได้ยินภายใน
tr_tr: In-Situ Odyogram
zh_cn: 内置听力图

source: Wind Guard cannot stay enabled when enabling Tinnitus Sound Generator. Wind Guard has automatically been turned off
bg_bg: Wind Guard не може да остане активиран, когато се активира звуковия генератор на шум в ушите. Wind Guard е изключен автоматично
cht: 當耳鳴抑制音產生器啟動，風噪音抑制無法保持啟動。風噪音抑制將自動關閉。
da_dk: Wind Guard kan ikke forblive aktiveret, hvis Tinnitus Sound Generator aktiveres. Wind Guard er automatisk blevet slået fra
el_gr: Το Wind Guard δεν μπορεί να παραμείνει ενεργοποιημένο όταν ενεργοποιείται το Tinnitus Sound Generator. Το Wind Guard έχει απενεργοποιήθει αυτόματα
fi_fi: Tuulisalpa ei voi olla käytössä, kun tinnitusmaskeri otetaan käyttöön. Tuulisalpa on poistettu käytöstä automaattisesti.
hr_hr: Wind Guard ne može ostati omogućen ako se omogući Tinnitus Sound Generator. Wind Guard automatski se isključio
hu_hu: A Wind Guard nem érhető el, amíg a Tinnitus hang generátor fut. A Wind Guard automatikusan ki van kapcsolva
it_it: Wind Guard non può rimanere abilitato quando si abilita Generatore Suoni Tinnitus. Wind Guard è stato automaticamente disattivato
ko_kr: 소리발생기가 활성화되면 Wind Guard를 활성화할 수 없습니다. Wind Guard기능이 자동으로 종료됩니다
nl_nl: De WindGuard kan niet aan blijven staan als de Tinnitus Sound Generator aangezet wordt. De WindGuard is automatisch uitgezet
no_no: WindGuard kan ikke forbli Aktiv når Tinnitus Lydgenerator aktiveres. WindGuard ble slått av automatisk.
pt_pt: Wind Guard não pode ficar ativado quando o Gerador de Som para Zumbido está ativado. O Wind Guardo foi desativado automaticamente.
ro_ro: Functia Wind Guard nu poate fi activata cu Tinnitus Sound Generator. Wind Guard a fost inchisa automat
ru_ru: Wind Guard не может оставаться активным после активации Генератора Тиннитуса. Wind Guard был автоматически выключен.
sv_se: Vindbrusreducering kan inte fortsätta vara påslagen vid användande av Tinnitus Sound Generator.Vindbrusreducering automatiskt slagits av.
th_th: ไม่สามารถเปิดใช้งานการลดเสียงลมได้ในขณะที่ใช้งานโปรแกรมสร้างเสียงอื้อในหู การลดเสียงลมถูกปิดโดยอัตโนมัติเรียบร้อยแล้ว
tr_tr: Tinnitus Ses Üreteci (TSG), etkinleştirirken Wind Guard aktif kalamaz. Wind Guard otomatik olarak kapatıldı.
zh_cn: 开启耳鸣管理器后风噪抑制功能不可用。风噪抑制将自动关闭。

source: Sandbox
cht: 沙盒
da_dk: Sandkasse
fi_fi: Hiekkalaatikko
hu_hu: Küldő doboz
nl_nl: Zandbak
no_no: Sandkasse
ro_ro: Cutie cu nisip
ru_ru: Изолированная среда
sv_se: Sandlåda
tr_tr: Sanal Alan

source: Acceptance Manager is not available while Gain Level (%) is set to a value other than 100%.
bg_bg: Acceptance Manager не е достъпен, докато нивото на усилване (%) е настроено на стойност, различна от 100%.
cht: 當增益等級(%)設定不是在100%，無法使用適應管理。
da_dk: Acceptance Manager er ikke tilgængelig, hvis forstærkningsniveau (%) er indstillet til en anden værdi end 100 %.
el_gr: Ο Acceptance Manager δεν είναι διαθέσιμος όταν το επίπεδο κέρδους (%) έχει ρυθμιστεί σε τιμή άλλη από το 100%.
fi_fi: Sopeutumisavustaja ei ole käytettävissä, jos vahvistuksen taso ei ole 100 %.
hr_hr: Acceptance Manager nije dostupan dok je razina pojačanja (%) postavljena na vrijednost koja nije 100 %.
hu_hu: Az Acceptance Manager nem érhető el, amíg az (%) erősítés szint más mint 100%.
it_it: Manager Adattamento non è disponibile mentre il livello in (%) del guadagno è impostato su valore diverso rispetto al 100%.
ko_kr: 게인 레벨(%)을 100% 이상의 값으로 설정하면, 자동적응매니저를 사용할 수 없습니다.
nl_nl: De Acceptatie Manager is niet beschikbaar als het versterkingsniveau op een waarde anders dan 100% staat.
no_no: Acceptance Manager er ikke tilgjengelig når gainnivå (%) er satt til en annen verdi enn 100 %.
pt_pt: O Gerenciador de Adaptação não está disponível quando o Nível do Ganho (%) está ajustado a um valor, que não seja 100%.
ro_ro: Acceptance Manager nu este valabil atat timp cat Gain Level (%) este setat la o valoare diferita de 100%.
ru_ru: Менеджер адаптации не доступен, если Уровень усиления (%) установлен в значении, отличном от 100%.
sv_se: Acceptansverktyg är inte tillgängligt medan Förstärkningsnivå (%) har ett värde lägre än 100%.
th_th: ไม่สามารถใช้งานตัวจัดการการยอมรับได้ในขณะที่ตั้งค่าระดับเกน (%) เป็นค่าอื่นนอกเหนือจาก 100%
tr_tr: Kazanç Seviyesi (%)% 100'den farklı bir değere ayarlanırken Adaptasyon Yöneticisi kullanılamaz.
zh_cn: 当目标增益百分比(%)的设置超过100%，满意度管理系统不可用。

source: Gain Level (%) is not available while Acceptance Manager is on.
bg_bg: Нивото на усилване (%) не е достъпно, докато Acceptance Manager е включен.
cht: 當啟動適應管理時，無法使用增益等級 (%) 。
da_dk: Forstærkningsniveau (%) er ikke tilgængeligt, mens Acceptance Manager er slået til.
el_gr: Το επίπεδο κέρδους (%) δεν είναι διαθέσιμο ενόσω ο Acceptance Manager είναι ενεργός.
fi_fi: Kun Sopeutumisavustaja on käytössä, vahvistuksen taso (%) ei ole käytettävissä.
hr_hr: Razina pojačanja (%) nije dostupna dok je uključen Acceptance Manager.
hu_hu: Az erősítés szint (%) nem érhető el, amíg az Acceptance Manager fut.
it_it: Il livello del guadagno in (%) non è disponibile mentre Manager Adattamento è attivo.
ko_kr: 자동적응매니저가 시작되면 게인 레벨(%)을 조절할 수 없습니다.
nl_nl: Versterkingsniveau (%) is niet beschikbaar als de Acceptatie Manager aan staat.
no_no: Gainnivå (%) er ikke tilgjengelig når Acceptance Manager er på.
pt_pt: Nível do Ganho (%) está indisponível enquanto o Gerenciador de Adaptação estiver ativado.
ro_ro: Gain Level (%) nu este valabil atat timp cat functia Acceptance Manager este pornita
ru_ru: Уровень усиления (%) не доступен пока активен Менеджер адаптации.
sv_se: Förstärkningsnivå (%) är inte tillgänglig medan Acceptansverktyg på.
th_th: ไม่สามารถใช้งานระดับเกน (%) ได้ในขณะที่เปิดตัวจัดการการยอมรับไว้
tr_tr: Adaptasyon Yöneticisi açıkken Kazanç Seviyesi (%) mevcut değildir.
zh_cn: 当满意度管理系统启用时，目标增益百分比 (%)不可用。

source: You are in read-only mode and cannot change the data. Do you want to create a new audiogram based upon this one?
bg_bg: Вие сте в режим само за четене и не можете да промените данните. Искате ли да създадете нова аудиограма въз основа на тази?
cht: 您在僅能讀取模式且無法修改資料。您要根據這個建立新的聽力圖嗎?
da_dk: Du kan ikke ændre data. Vil du danne et nyt audiogram baseret på dette?
el_gr: Βρίσκεστε σε λειτουργία μόνο για ανάγνωση και δεν μπορείτε να αλλάξετε τα δεδομένα. Θέλετε να δημιουργήσετε ένα νέο ακοόγραμμα με βάση αυτό;
fi_fi: Käytössä on vain luku -tila, joten tietoihin ei voi tehdä muutoksia. Luodaanko tämän pohjalta uusi audiogrammi?
hr_hr: Vi ste u načinu samo za čitanje i ne možete mijenjati podatke. Želite li izraditi novi audiogram na temelju ovog audiograma?
hu_hu: Ön most a csak olvasás módban van és nem tud adatokat változtatni. Szeretne egy új audiogramot készíteni ez alapján?
it_it: Sei in modalità di sola lettura e non puoi modificare i dati. Vuoi creare un nuovo audiogramma basato su questo?
ko_kr: 현재 읽기전용 모드로 데이터를 변경할 수 없습니다. 현재 정보를 바탕으로 새로운 청력도를 생성하시겠습니까?
nl_nl: U bent in de alleen lezen-modus en kunt de gegevens niet wijzigen. Wilt u een nieuw audiogram creëren gebaseerd op deze?
no_no: Du er i skrivebeskyttet modus og kan ikke endre data. Ønsker du å lage et nytt audiogram basert på dette?
pt_pt: Você está no modo de leitura e não pode alterar os dados. Deseja criar um novo audiograma com base nesse?
ro_ro: Te afli in mod read-only si setarile nu pot fi modificate. Vrei sa creezi alta audiograma bazata pe aceasta?
ru_ru: Вы в режите Только чтение и не можете изменить данные. Хотите создать новую аудиограмму основанную на этой?
sv_se: Du är i skrivskyddat läge och kan inte ändra data. Vill du skapa ett nytt audiogram baserat på denna?
th_th: คุณอยู่ในโหมดอ่านอย่างเดียวและไม่สามารถเปลี่ยนแปลงข้อมูลได้ คุณต้องการสร้างออดิโอแกรมใหม่โดยอิงตามข้อมูลนี้หรือไม่
tr_tr: Sadece okunur moddasınız ve veriyi değiştiremezsiniz. Buna dayanarak yeni bir odyogram oluşturmak istiyor musunuz?
zh_cn: 您处于只读模式，无法更改数据。您是否希望新建一个听力图？

source: Read Only
bg_bg: Само четене
cht: 僅讀取模式
da_dk: Skrivebeskyttet
el_gr: Μόνο για ανάγνωση
fi_fi: Vain luku
hr_hr: Samo za čitanje
hu_hu: Csal olvasás
it_it: Modalità di sola lettura
ko_kr: 읽기전용
nl_nl: Alleen lezen
no_no: Skrivebeskyttet
pt_pt: Modo de Leitura Apenas
ro_ro: Mod Read-only
ru_ru: Только чтение
sv_se: Skrivskyddat läge
th_th: อ่านอย่างเดียว
tr_tr: Sadece Okuma Modu
zh_cn: 只读模式

source: Note: You now have multiple programs and the HI push button is not configured to switch between programs. To enable this, go to the Beeps & Volume Control page.
bg_bg: Забележка: Сега имате няколко програми и бутонът за слухов апарат HI не е конфигуриран за превключване на програмите. За да го активирате, отидете на страница Звукови сигнали и Контрол на силата на звука.
cht: 通知：您現在有多個程式，而助聽器按鈕並未配置為可在程式之間切換。要啟動此功能，請前往提示音及音量調整頁面。
da_dk: Bemærk: Du har nu flere programmer, og trykknappen på høreapparaterne er ikke konfigureret til at skifte mellem programmer. Du kan aktivere denne funktion på siden Bip- og lydstyrkeregulering.
el_gr: Σημείωση: Έχετε περισσότερα προγράμματα και το κουμπί HI δεν είναι ρυθμισμένο για εναλλαγή μεταξύ των προγραμμάτων. Για να το ενεργοποιήσετε, μεταβείτε στη σελίδα "Μπιπ και έλεγχος έντασης ήχου".
fi_fi: Huomautus: Käytössä on useita ohjelmia. Kuulokojeen painiketta ei ole määritetty ohjelmien vaihtamista varten. Ota käyttöön siirtymällä Äänimerkit ja voimakkuudensäätö -sivulle.
hr_hr: Obavijest: Sada imate više programa, a HI tipka nije konfigurirana za prebacivanje između programa. Da biste to omogućili, idite na stranicu Zvučni signali i regulacija glasnoće.
hu_hu: Megjegyzés: Mostantól több programmal rendelkezik, és a készülék nyomógombja nincs konfigurálva programok közötti váltásra. Az engedélyezéshez lépjen a Jelzőhangok & Hangerőszabályzás lapra.
it_it: Nota: Ora puoi disporre di più programmi multipli e il pulsante degli apparecchi acustici non è configurato per passare da un programma ad un altro. A tal fine, vai alla pagina Beeps e Volume.
ko_kr: 알림: 현재 보청기는 다수의 프로그램이 설정되어 있으나, 프로그램 변경을 위한 푸쉬 버튼이 설정되지 않았습니다. 제품설정 페이지에서 이 기능을 활성화하십시오.
nl_nl: Let op: u heeft nu meerdere programma´s maar de drukknop van het toestel is niet geconfigureerd om te schakelen tussen programma´s. Ga naar het scherm Toestelbediening om dit mogelijk te maken.
no_no: NB! Du har nå flere programmer, og det er ikke konfigurert en HA-knapp til å veksle mellom programmer. For å aktivere dette går du til Signa- og VK-innstillinger.
pt_pt: Obs.: Você tem múltiplos programas e o botão de programa do AASI não foi configurado para trocar de programa. Para ativar esse recurso, selecione a tela Bipes e Controle de Volume.
ro_ro: Notă: Aveți acum mai multe programe și butonul HI nu este configurat să comute între programe. Pentru a activa aceasta, mergeți la Beeps &amp; pagina de Control Volum
ru_ru: Внимание: Теперь у вас имеется несколько программ, а кнопка HI не настроена на переключение между программами. Чтобы получить возможность для этого, перейдите на страницу Beeps & Volume Control (Сигналы и Регулятор громкости).
sv_se: Observera: Du har nu flera program och hörapparatens tryckknapp är inte konfigurerad för att byta program. För att aktivera detta, gå till sidan Ljudindikationer & VK.
th_th: ข้อสังเกต: ขณะนี้คุณจะมีโปรแกรมหลายโปรแกรม ในขณะที่ปุ่มกด HI นั้นไม่ได้รับการกำหนดค่าให้สลับระหว่างโปรแกรมต่าง ๆ หากต้องการเปิดใช้งานส่วนนี้ ให้ไปที่หน้าการควบคุมเสียงบี๊ปและระดับเสียง
tr_tr: Not: Artık birden çok programa sahipsiniz ve işitme cihazı basma düğmesi programlar arasında geçiş yapmak için yapılandırılmamış. Etkinleştirmek için Uyarılar & Ses Kontrolü ekranına gidin.
zh_cn: 注意:您现在有多个程序，而HI按钮未配置为在程序间切换。如需启用，请转到哔哔声 &音量控制页面。

source: Rechargeable
cht: 可充電
da_dk: Genopladelig
el_gr: Επαναφορτιζόμενο
fi_fi: Ladattava
hr_hr: Punjivo
hu_hu: Tölhető
it_it: Ricaricabile
ko_kr: 충전형
nl_nl: Oplaadbaar
no_no: Oppladbart
pt_pt: Recarregável
ro_ro: Reincarcabil
ru_ru: Заряжаемый
sv_se: Laddningsbar
th_th: แบบชาร์จได้
tr_tr: Şarj edilebilir
zh_cn: 可充电

source: Impulse Noise Reduction
cht: 脈衝降噪
el_gr: Μείωση θορύβου ερεθίσματος
fi_fi: Voimakkaiden äänipiikkien vaimennus
hr_hr: Redukcija impulsne buke
hu_hu: Impulzus zajcsökkentés
it_it: Riduzione del Rumore Impulsivo
nl_nl: Impulse Noise reductie
no_no: Impuls Støydemping
pt_pt: Redutor Ruído Impacto
ro_ro: Impuls de reducere a zgomotului
ru_ru: Подавление Импульсного Шума
zh_cn: 快速瞬噪抑制
