Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The ambient noise environment should be supported for at least one device
bg_bg: Средата на околния шум трябва да се поддържа поне за едно устройство
cht: 應至少有一部裝置支援環境噪音的裝置
da_dk: Der kræves mindst ét apparat, der understøtter baggrundsstøjmiljøet
el_gr: Το περιβάλλον με περιβάλλοντα θόρυβο θα πρέπει να υποστηρίζεται από τουλάχιστον μία συσκευή
fi_fi: Vallitsevan ääniympäristön täytyy tukea vähintään yhtä laitetta.
hr_hr: Okruženje s ambijentalnom bukom trebalo bi biti podržano za najmanje jedan uređaj
hu_hu: A háttérzajos környezetet legalább egy eszköznek támogatnia kell
it_it: Il rumore ambientale dovrebbe essere supportato per almeno un dispositivo
ko_kr: 주변 소음 환경 측정은 최소한 한 개 이상의 보청기가 지원되어야 합니다.
nl_nl: Het omgevingsgeluid programma moet ondersteund worden door tenminste één toestel
no_no: Omgivende støymiljø bør støttes for minst ett apparat
pt_pt: O ruído do ambiente deve ser compatível com pelo menos um aparelho
ro_ro: Cel putin un aparat auditiv poate suporta zgomotul de fond.
ru_ru: Шумное окружение должно поддерживаться хотя бы одним аппаратом.
sv_se: Miljön för omgivningsbrus bör stödjas av åtminstone en hörapparat
th_th: อุปกรณ์อย่างน้อยหนึ่งเครื่องควรสนับสนุนสภาพแวดล้อมเสียงรบกวนแวดล้อม
tr_tr: Ortam gürültüsü en az bir cihaz için desteklenmelidir
zh_cn: 测量环境噪音至少需要一台助听器

source: Hearing aids are now capable of exceeding 70 dB SPL. Special care should be exercised when fitting these instruments above this level. Note: if the instruments support Nature Sounds; when switching from Nature Sounds to Standard TSG an increase in volume may be noticed.
bg_bg: Сега слуховите апарати са в състояние да надвишат 70 dB SPL. Трябва специално внимание, когато тези апарати се поставят над това ниво. Забележка: ако апаратите поддържат Звуци от природата; когато се превключва от Звуци от природата на Стандартен TSG, възможно е да се забележи увеличаване на силата на звука.
cht: 目前助聽器可超過 70 dB SPL。當選配這些助聽器時務必小心。注意 : 若助聽器支援自然聲音，當由自然聲音切換為標準耳鳴抑制音產生器時，必須注意音量可能會增加。
da_dk: Høreapparaterne kan nu overstige 70 dB SPL. Udvis særlig omhu, når disse apparater tilpasses til brug over dette niveau. Bemærk: Hvis apparaterne understøtter naturlyde, og der skiftes fra naturlyde til standard TSG, kan der opleves en forøgelse af lydstyrken.
el_gr: Τα ακουστικά βοηθήματα έχουν τώρα τη δυνατότητα υπέρβασης των 70 dB SPL. Ιδιαίτερη προσοχή απαιτείται κατά την τοποθέτηση αυτών των βοηθημάτων πάνω από το συγκεκριμένο επίπεδο. Σημείωση: Όταν γίνεται μετάβαση από το πρόγραμμα Nature Sounds στο πρόγραμμα Standard sounds, ενδέχεται να παρατηρηθεί αύξηση της έντασης ήχου.
fi_fi: Kuulokojeet voivat nyt ylittää 70 dB SPL. Kun kuulokojeiden sovitus ylittää tämän tason, on toimittava suurella varovaisuudella. Huomautus: Jos kuulokojeet tukevat luonnon ääniä ja luonnon äänistä siirrytään vakioääniin, tinnitusmaskerin äänenvoimakkuus voi kasvaa.
hr_hr: Slušni aparati sada imaju raspon iznad 70 dB SPL. Treba biti posebno oprezan u slučaju podešavanja na razinu iznad navedene. Napomena: ako uređaji podržavaju postavku Nature Sounds (Zvukovi prirode), pri prebacivanju s Nature Sounds na Standard TSG moguće je povećanje glasnoće zvuka.
hu_hu: A hallókészülékek jelenleg már képesek meghaladni a 70dB SPL értéket. Különös gonddal kell eljárni az ilyen szintet meghaladó készülékek illesztésekor. Megjegyzés: ha a készülék támogatja a Természetes hangot; amikor átvált a Természetes hangról a Szabvány TSG-re an a hangerő megnőhet.
it_it: Gli Apparecchi acustici possono ora superare i 70 dB SPL. Occorre prestare particolare attenzione quando si effettua il fitting degli apparecchi acustici superando questo livello. Nota: se il dispositivo supporta Suoni della Natura; quando si passa dai Suoni della Natura ai Suoni standard GST, può esserci un incremento di volume.
ko_kr: 보청기 출력이 70dB SPL을 초과할 수 있습니다. 보청기를 이 수준 이상으로 조절할 때에는 주의 깊은 관리가 필요합니다. 참고: 네이쳐 사운드에서 소리발생기로 전환할 때에는 소리크기가 증가할 수 있습니다.
nl_nl: Hoortoestellen kunnen nu geluid van meer dan 70 dB SPL produceren. Er moet dan ook speciale aandacht worden besteed wanneer deze toestellen boven dit niveau worden aangepast. Opmerking: wanneer overgeschakeld wordt van natuurgeluiden (bij sommige toestellen beschikbaar) naar standaard TSG, kan een volumestijging worden waargenomen.
no_no: Høreapparater kan nå overstige 70 dB SPL. Ved tilpasning av disse apparatene over dette nivået må det utøves ekstra forsiktighet. Merk: Ved bytte fra Naturlyder til standardlyder vil man merke en økning i volum.
pt_pt: Agora os aparelhos auditivos são capazes de exceder 70 dB NPS. Cuidados especiais devem ser tomados ao ajustar esses aparelhos acima desse nível. Obs.: Se o aparelho possuir os Sons da Natureza, um aumento do volume pode ser percebido ao alterar dos Sons da Natureza para o Gerador de Som Padrão.
ro_ro: Aparatele auditive pot depăși în prezent niveluri de presiune a sunetului (SPL) de 70dB. La reglajul aparatului peste acest nivel trebuie foarte multă atenție. Notă: dacă instrumentele suportă Sunete Naturale; la comutarea de pe Sunete naturale pe Sunete standard se poate observa o creștere a volumului.
ru_ru: Современные СА способны выходить за пределы 70 дБ УЗД. При настройке таких аппаратов выше этого уровня необходимо соблюдать особую осторожность. Обратите внимание: если аппараты поддерживают Естественные фоновые звуки; прии переключении от Естественного звукового фона к Стандартным звукам TSG может отмечаться повышение громкости.
sv_se: Hörapparater kan nu överskrida 70 dB SPL. Försiktighet vid anpassning ovanför dessa nivåer rekommenderas. Notera: Om hörapparaterna stödjer Naturljud; vid byte från Naturljud till Standard TSG kan en ökning av volymen märkas.
th_th: เครื่องช่วยฟังในขณะนี้มีกำลังขยายเกินสูงกว่า 70 dB SPL ควรใช้ความระมัดระวังเป็นพิเศษเมื่อติดตั้งเครื่องช่วยฟังเหล่านี้ให้สูงกว่าระดับนี้ หมายเหตุ: หากเครื่องช่วยฟังรองรับเสียง Nature Sounds เมื่อเปลี่ยนจาก Nature Sounds เป็น TSG มาตรฐาน ก็อาจสังเกตได้จากระดับเสียงที่เพิ่มขึ้น
tr_tr: İşitme cihazları artık 70 dB SPL değerini aşabilmektedir. Bu cihazları bu seviyenin üzerinde uygularken özel dikkat gösterilmelidir. Not: Cihaz Doğa Sesleri'ni destekliyorsa; Doğa Sesleri'nden Standart TSG'ye geçerken ses seviyesinde bir artış fark edilebilir.
zh_cn: 当前助听器现已超过70dB SPL限制，设置为此级别以上时需特别注意。再从自然声音切换到标准声音时，可能会感到音量有所提高。

source: Comfort Tip
bg_bg: Тапа Comfort
cht: 舒適耳塞
da_dk: Tip til øget komfort
el_gr: Άνετο μαξιλαράκι ακουστικού
fi_fi: Mukautuva tippi
hr_hr: Ugodna obloga
hu_hu: Komfort fülcsúcs
it_it: Consiglio per un maggior comfort
ko_kr: 컴포트 팁
no_no: Comfort-propp
pt_pt: Espuma para fone Comfort
ro_ro: Vârf confort
ru_ru: Удобный наконечник
th_th: จุกสวมสบาย
tr_tr: Konfor Tip
zh_cn: 舒适提示

source: Parameters
bg_bg: Параметри
cht: 參數
da_dk: Parametre
el_gr: Παράμετροι
fi_fi: Parametrit
hr_hr: Parametri
hu_hu: Paraméterek
it_it: Parametri
ko_kr: 파라미터
no_no: Parameter
pt_pt: Parâmetros
ro_ro: Parametrii:
ru_ru: Параметры
sv_se: Parametrar
th_th: พารามิเตอร์
tr_tr: Parametreler
zh_cn: 参数

source: Adult
bg_bg: Възрастен
cht: 成人
da_dk: Voksen
el_gr: Ενήλικας
fi_fi: Aikuinen
hr_hr: Odrasla osoba
hu_hu: Felnőtt
it_it: Adulto
ko_kr: 성인
nl_nl: Volwassene
no_no: Voksen
pt_pt: Adulto
ru_ru: Взрослый
sv_se: Vuxen
th_th: ผู้ใหญ่
tr_tr: Yetişkin
zh_cn: 成人

source: Child
bg_bg: Дете
cht: 孩童
da_dk: Barn
el_gr: Παιδί
fi_fi: Lapsi
hr_hr: Dijete
hu_hu: Gyerek
it_it: Bambino
ko_kr: 어린이
nl_nl: Kind
no_no: Barn
pt_pt: Criança
ro_ro: Copil
ru_ru: Ребенок
sv_se: Barn
th_th: เด็ก
tr_tr: Çocuk
zh_cn: 儿童

source: Calculate from DOB
bg_bg: Изчислете от датата на раждане
cht: 根據出生日期計算
da_dk: Udregn ud fra fødselsdato
el_gr: Υπολογισμός από DOB
fi_fi: Laske syntymäaika tietojen perusteella
hr_hr: Izračunaj iz DOB
hu_hu: Kalkuláció DOB-ról
it_it: Calcola da DOB
ko_kr: DOB로 부터 계산
nl_nl: Berekenen vanaf DOB
no_no: Regn ut fra DOB
pt_pt: Calcular do DOB
ro_ro: Calculează din DOB
ru_ru: Рассчитать с даты рождения
sv_se: Beräkna från DOB
th_th: คำนวณจาก DOB
tr_tr: DOB'dan Hesapla
zh_cn: 从DOB计算

source: Male
bg_bg: Мъж
cht: 男性
da_dk: Mand
el_gr: Άνδρας
fi_fi: Mies
hr_hr: Muškarac
hu_hu: Férfi
it_it: Maschio
ko_kr: 남성
nl_nl: Man
no_no: Mann
pt_pt: Masculino
ro_ro: Masculin
ru_ru: Мужчина
sv_se: Man
th_th: ชาย
tr_tr: Erkek
zh_cn: 男

source: Female
bg_bg: Жена
cht: 女性
da_dk: Kvinde
el_gr: Γυναίκα
fi_fi: Nainen
hr_hr: Žena
hu_hu: Nő
it_it: Femmina
ko_kr: 여성
nl_nl: Vrouw
no_no: Kvinne
pt_pt: Feminino
ro_ro: Feminin
ru_ru: Женщина
sv_se: Kvinna
th_th: หญิง
tr_tr: Kadın
zh_cn: 女

source: Unknown
bg_bg: Неизвестен
cht: 不明
da_dk: Ukendt
el_gr: Άγνωστο
fi_fi: Ei tiedä
hr_hr: Nepoznato
hu_hu: Ismeretlen
it_it: Sconosciuto
ko_kr: 모름
nl_nl: Onbekend
no_no: Ukjent
pt_pt: Desconhecido
ro_ro: Necunoscut
ru_ru: Неизвестно
sv_se: Okänd
th_th: ไม่ระบุ
tr_tr: Bilinmeyen
zh_cn: 未知

source: Gender:
bg_bg: Пол:
cht: 性別：
da_dk: Køn:
el_gr: Φύλο:
fi_fi: Sukupuoli :
hr_hr: Spol:
hu_hu: Nem:
it_it: Sesso:
ko_kr: 성별:
nl_nl: Geslacht:
no_no: Kjønn:
pt_pt: Gênero:
ro_ro: Gen:
ru_ru: Пол:
sv_se: Kön:
th_th: เพศ:
tr_tr: Cinsiyet:
zh_cn: 性别:

source: Depth:
bg_bg: Дълбочина:
cht: 深度：
da_dk: Dybde:
el_gr: Βάθος:
fi_fi: Syvyys :
hr_hr: Dubina:
hu_hu: Magasság:
it_it: Profondità:
ko_kr: 깊이:
nl_nl: Diepte:
no_no: Dybde:
pt_pt: Profundidade:
ro_ro: Grosime:
ru_ru: Глубина:
sv_se: Djup:
th_th: ความลึก:
tr_tr: Derinlik:
zh_cn: 深度:

source: Shallow
bg_bg: Плитък
cht: 淺
da_dk: Flad
el_gr: Ρηχό
fi_fi: Matala
hr_hr: Plitko
hu_hu: Sekély
it_it: Superficiale
ko_kr: 얕게
nl_nl: Ondiep
no_no: Grunn
pt_pt: Raso
ro_ro: Putin adanc:
ru_ru: Поверхностная
sv_se: Ytlig
th_th: ตื้น
tr_tr: Sığ
zh_cn: 浅

source: Standard
bg_bg: Стандартен
cht: 標準
el_gr: Τυπικό
fi_fi: Vakio
hu_hu: Szabvány
ko_kr: 표준
nl_nl: Standaard
pt_pt: Padrão
ru_ru: Стандарт
th_th: มาตรฐาน
tr_tr: Standart
zh_cn: 标准

source: Deep
bg_bg: Дълбок
cht: 深
da_dk: Dyb
el_gr: Βαθύ
fi_fi: Syvä
hr_hr: Duboko
hu_hu: Mély
it_it: Profondo
ko_kr: 깊게
nl_nl: Diep
no_no: Dypt
pt_pt: Profundo
ro_ro: Adanc:
ru_ru: Глубокая
sv_se: Djup
th_th: ลึก
tr_tr: Derin
zh_cn: 深

source: Fitting:
bg_bg: Монтиране:
cht: 選配：
da_dk: Tilpasning:
el_gr: Εφαρμογή:
fi_fi: Sovitus:
hr_hr: Namještanje:
hu_hu: Illesztés:
ko_kr: 피팅:
nl_nl: Aanpassing:
no_no: Tilpasning:
pt_pt: Ajuste:
ro_ro: Reglaj:
ru_ru: Настройка:
sv_se: Anpassning:
th_th: การ Fitting:
tr_tr: Uygulama:
zh_cn: 验配:

source: Monaural
bg_bg: Моноаурална
cht: 單耳
el_gr: Μονοωτική
fi_fi: Yksipuolinen
hr_hr: Monauralno
hu_hu: Monaurális
it_it: Monaurale
ko_kr: 한측 귀
nl_nl: Monauraal
pt_pt: Monoaural
ru_ru: Монауральная
th_th: หูเดียว
zh_cn: 单侧

source: Binaural
bg_bg: Бинаурална
cht: 雙耳
el_gr: Αμφιωτική
fi_fi: Binauraalinen
hr_hr: Binauralno
hu_hu: Binaurális
it_it: Binaurale
ko_kr: 양측 귀
nl_nl: Binauraal
ru_ru: Бинауральная
th_th: สองหู
zh_cn: 双侧

source: Apply parameter changes as default preference
bg_bg: Да се приложат промените на параметрите като предпочитание по подразбиране
cht: 將參數修改套用為預設偏好
da_dk: Anvend parameterændringer som standardpræference
el_gr: Εφαρμογή αλλαγών παραμέτρων ως προεπιλεγμένη προτίμηση
fi_fi: Käytä parametrin muutoksia oletusasetuksena
hr_hr: Primijeni promjene parametara kao standardne postavke
hu_hu: A paraméterváltozások alkalmazása alapértelmezett beállításként
it_it: Applica le modifiche al parametro come preferenza predefinita
ko_kr: 파라미터 변경 내용을 디폴트로 적용합니다
nl_nl: Parameterwijzigingen toepassen als default voorkeur
no_no: Bruk parameterendringer som standardpreferanse
pt_pt: Aplique as alterações de parâmetros conforme a preferência padrão
ro_ro: Aplicați schimbările de parametru ca preferință implicită
ru_ru: Применить изменения параметра в качестве предпочтительных по умолчанию
sv_se: Applicera parameterförändringar som standardinställning
th_th: ใช้การเปลี่ยนแปลงพารามิเตอร์เป็นการกำหนดค่าเริ่มต้น
tr_tr: Parametre değişikliklerini varsayılan tercih olarak uygula
zh_cn: 将参数更改应用为默认首选项

source: Set {0} as the default target rule in Preference
bg_bg: Задайте {0} като целево правило по подразбиране в Предпочитание
cht: 在偏好中，將 {0} 設定為預設目標公式
da_dk: Angiv {0} som target-standardregel under Præference
el_gr: Ορισμός του {0} ως του προεπιλεγμένου κανόνα στόχου στις Προτιμήσεις
fi_fi: Aseta {0} oletuskohdesäädöksi asetuksissa
hr_hr: Postavi {0} kao standardno pravilo za ciljne vrijednosti u stavci „Postavke”.
hu_hu: {0} beállítása alapértelmezett célszabályként a beállításokban
it_it: Imposta {0} come regola target predefinita in Preferenze
ko_kr: 설정에서 {0}을(를) 디폴트 타겟 포뮬러로 설정합니다
nl_nl: Stel {0} onder Voorkeuren in als de default rekenregel
no_no: Angi {0} som standard target-regel i Preferanse
pt_pt: Defina {0} como regra alvo padrão em Preference (Preferência)
ro_ro: Setați {0} ca regulă țintă implicită în Preferințe
ru_ru: Задать {0} в Предпочтениях в качестве расчетной формулы по умолчанию
sv_se: Ange {0} som standardmålregel
th_th: ตั้ง {0} เป็นกฎเป้าหมายเริ่มต้นในการกำหนดค่า
tr_tr: {0}'i Tercihler'de varsayılan hedef algoritma olarak ayarla
zh_cn: 将{0}设置为首选项中的默认目标规则

source: Patient Type:
bg_bg: Тип пациент:
cht: 客戶類型：
da_dk: Brugertype:
el_gr: Τύπος ασθενούς:
fi_fi: Potilastyyppi :
hr_hr: Vrsta bolesnika:
hu_hu: Páciens típusa:
it_it: Tipo paziente:
ko_kr: 사용자 타입:
nl_nl: Cliënttype:
no_no: Pasientnummer:
pt_pt: Tipo de paciente:
ro_ro: Tip client:
ru_ru: Тип пациента:
sv_se: Patienttyp:
th_th: ประเภทผู้ป่วย:
tr_tr: Hasta Tipi:
zh_cn: 用户类别:

source: Edit
bg_bg: Редактиране
cht: 編輯
da_dk: Rediger
el_gr: Επεξεργασία
fi_fi: Muokkaa
hr_hr: Uredi
hu_hu: Szerkesztés
it_it: Modifica
ko_kr: 편집
nl_nl: Bewerken
no_no: Rediger
pt_pt: Editar
ro_ro: Editeaza
ru_ru: Правка
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
zh_cn: 编辑

source: Do not show this dialog box again for this session.
bg_bg: Този диалогов прозорец да не се показва отново за тази сесия.
cht: 在此階段不再顯示此對話框。
da_dk: Vis ikke denne dialogboks igen i denne session.
el_gr: Να μην εμφανιστεί ξανά αυτό το πλαίσιο διαλόγου για αυτήν τη συνεδρία.
fi_fi: Älä näytä tätä valintaikkunaa uudelleen tämän istunnon aikana.
hr_hr: Ne pokazuj više ovaj dijaloški okvir tijekom ove sesije.
hu_hu: Ne jelenjen meg többet ez a párbeszédpanel ebben a munkamenetben.
it_it: Non mostrare più questa finestra di dialogo per questa sessione.
ko_kr: 이 세션에서 대화상자를 다시 표시하지 않기
nl_nl: Toon dit dialoogvenster niet opnieuw voor deze sessie.
no_no: Ikke vis denne dialogboksen på nytt under denne økten.
pt_pt: Não exibir esta caixa de diálogo novamente para esta sessão.
ro_ro: Nu afișa din nou această casetă de dialog pentru această sesiune.
ru_ru: Больше не показывать это диалоговое окно в этой сессии
sv_se: Visa inte den här dialogrutan igen för den här sessionen.
th_th: ไม่ต้องแสดงกล่องโต้ตอบนี้อีกในเซสชันนี้
tr_tr: Bu diyalog kutusunu bu oturumda tekrar gösterme.
zh_cn: 不要在此验配界面中再次显示该对话框。

source: In-Situ Audiometry
bg_bg: Аудиометрия в самия апарат
cht: 現場聽力檢查
da_dk: In-Situ audiometri
el_gr: Επιτόπια ακοομετρία
fi_fi: In-Situ audiometria
hr_hr: In-situ audiometrija
hu_hu: In-Situ audiometria
it_it: Audiometria In-Situ
ko_kr: In-Situ 청력검사
nl_nl: In-Situ audiometrie
no_no: In-Situ audiometri
pt_pt: Audiometria in-situ
ro_ro: Audiometrie In-Situ
ru_ru: In-Situ Аудиометрия
sv_se: In-Situ Audiometri
th_th: การวัดการได้ยินแบบ In-Situ
tr_tr: In-Situ Odyometresi
zh_cn: 内置听力计

source: Audiogram Overlays
bg_bg: Пластове на аудиограмата
cht: 聽力圖圖層
da_dk: Audiogramoverlejringer
el_gr: Επικαλύψεις ακοογράμματος
fi_fi: Audiogram. peittokuvat
hr_hr: Prekrivajući elementi s audiogramom
hu_hu: Audiogram átfedések
it_it: Sovrapponi
ko_kr: 상담도구
nl_nl: Audiograminformatie
no_no: Audiogram-tillegg
pt_pt: Opções
ro_ro: Acoperirea audiogramei
ru_ru: Демонстрации
sv_se: Audiogram Hjälpverktyg
th_th: โอเวอร์เลย์ของออดิโอแกรม
tr_tr: Odyogram Bindirmeleri
zh_cn: 听力图显示选项

source: Conventional Audiogram
bg_bg: Традиционна аудиограма
cht: 傳統聽力圖
da_dk: Konventionelt audiogram
el_gr: Συμβατικό ακοόγραμμα
fi_fi: Perinteinen audiogrammi
hr_hr: Klasični audiogram
hu_hu: Hagyományos audiogram
it_it: Audiogramma convenzionale
ko_kr: 청력도
nl_nl: Conventioneel audiogram
no_no: Tradisjonelt audiogram
pt_pt: Audiograma convencional
ro_ro: Audiograma conventionala
ru_ru: Обычная аудиограмма
sv_se: Audiogram
th_th: ออดิโอแกรมดั้งเดิม
tr_tr: Geleneksel Odyogram
zh_cn: 听力图

source: MIC
bg_bg: МИКРОФОН
cht: 麥克風
da_dk: Mik.
hu_hu: MIK
ko_kr: 마이크
ru_ru: МИКРОФОН
sv_se: MIK
th_th: ไมโครโฟน
tr_tr: Mikrofon
zh_cn: 麦克风

source: This program is useful in outdoor listening situations. It reduces wind noise, allowing the client to better hear surrounding sounds.
bg_bg: Тази програма е полезна за слушане на открито. Тя намалява шума от вятъра, като позволява на клиента да чува по-добре околните звуци.
cht: 這個程式對於戶外聆聽情況有幫助，這可以減少風噪音，讓客戶更清楚聽見周圍聲音。
da_dk: Dette program er nyttigt i udendørs situationer. Det undertrykker vindstøj og tillader brugeren at høre lyde fra omgivelserne.
el_gr: Αυτό το πρόγραμμα είναι χρήσιμο σε καταστάσεις ακρόασης σε εξωτερικούς χώρους. Μειώνει τον θόρυβο του ανέμου, επιτρέποντας στον χρήστη να ακούει καλύτερα τους περιβάλλοντες ήχους.
fi_fi: Tästä ohjelmasta on hyötyä kuuntelutilanteissa ulkona. Se vähentää tuulen huminaa, joten asiakas kuulee ympäristön äänet paremmin.
hr_hr: Ovaj je program koristan u slušnim situacijama na otvorenom. Smanjuje šum vjetra omogućujući bolesniku da lakše čuje zvukove iz okoline.
hu_hu: Ez a program kültéri helyszíneken hasznos. Csökkenti a szélzajt, így lehetővé teszi a páciensnek a környező hangok jobb hallását.
it_it: Questo programma è utile nelle situazioni di ascolto all'aperto. Riduce il rumore del vento, permettendo al cliente di ascoltare meglio i suoni circostanti.
ko_kr: 이 프로그램은 바람이 불어오는 실외 청취환경에서 편안하게 사용할 수 있도록 설계되었습니다. 바람으로 인한 소음을 억제시켜, 바람이 부는 곳에서도 편안하게 사용할 수 있도록 합니다.
nl_nl: Dit programma is nuttig buitenshuis. Het onderdrukt windruis, zodat u ook buiten kan blijven luisteren.
no_no: Dette programmet er nyttig i lyttesituasjoner utendørs. Det demper vindstøy, slik at brukeren lettere hører lyder i omgivelsene.
pt_pt: Esse programa é adequado para situações de escuta ao ar livre, pois suprime o ruído do vento, permitindo ao usuário escutar os sons a seu redor.
ro_ro: Acest program se utilizeaza in situatii de ascultare in mediul exterior.Suprima zgomotul de vant, permitand utilizatorului sa asculte sunetele din mediu.
ru_ru: Эта программа полезна в уличных акустических ситуациях. Она использует подавление шума ветра, позволяя клиенту лучше и комфортнее слышать окружающие звуки.
sv_se: Detta program är användbart i lyssningssituationer utomhus. Det minskar vindbrus, vilket gör att man lättare kan höra omgivningsljud.
th_th: โปรแกรมนี้ใช้ดีในที่สาธารณะ ขจัดเสียงรบกวนจากลมพัด ช่วยให้คงรายละเอียดของเสียงจากสภาพแวดล้อมไว้
tr_tr: Bu program dış mekanlardaki dinleme durumlarında yararlıdır. Rüzgar gürültüsünü azaltarak kullanıcının ortam seslerini daha iyi işitmesine olanak tanır.
zh_cn: 该程序在户外环境下很有用。其可减少风噪，让用户能更好地听到周围的声音。

source: CS44 with Programming Pill
bg_bg: CS44 с батерия за програмиране
cht: CS44 連調整線
da_dk: CS44 med programming pill
el_gr: CS44 με προσαρμογέα προγραμματισμού
fi_fi: CS44+adapt.
hr_hr: CS44 s dugmastim adapterom za programiranje
hu_hu: CS44 programozó szállal
it_it: CS44 con finta pila di programmazione
ko_kr: 프로그래밍 필이 장착된 CS44
nl_nl: CS44 + programmeerbatterij
no_no: CS44 med programmeringspille
pt_pt: CS44 com fita de programação
ro_ro: Cablu CS44 cu adaptor programare
ru_ru: Кабель CS44 + батарея программирования таблеточного типа
sv_se: CS44 med Programmeringsbatteri
th_th: สายเคเบิ้ล CS44 พร้อม Programming Pill
tr_tr: Programlama Hapı ile CS44
zh_cn: CS44编程线

source: The application must be started with 'Run as administrator' to be able to save translated strings.
bg_bg: Приложението трябва да се стартира със „Стартиране като администратор“, за да можете да запазите преведените нишки.
cht: 應用程式必須是「以管理員身份執行」，才能儲存已翻譯的字串。
da_dk: Programmet skal startes med "Kør som administrator" for at kunne gemme oversatte strenge.
el_gr: Πρέπει να εκκινήσετε την εφαρμογή επιλέγοντας "Εκτέλεση με δικαιώματα διαχειριστή", για να μπορέσετε να αποθηκεύσετε μεταφρασμένες συμβολοσειρές.
fi_fi: Sovellus täytyy käynnistää järjestelmänvalvojan oikeuksin, jotta käännetyt merkkijonot voidaan tallentaa.
hr_hr: Aplikacija se mora pokrenuti s postavkom „Pokreni kao administrator” kako bi se mogli spremiti prevedeni tekstni nizovi.
hu_hu: Az alkalmazást rendszergazdaként kell futtatnia a lefordított karakterláncok mentéséhez.
it_it: L'applicazione deve essere avviata con l'opzione Esegui come amministratore per poter salvare le stringhe tradotte.
ko_kr: 번역 라인을 저장하려면 어플리케이션을 ‘관리자 실행’ 모드로 구동해야 합니다
nl_nl: De applicatie moet worden gestart met 'Uitvoeren als administrator' om vertaalde tekstregels te kunnen opslaan.
no_no: Applikasjonen må startes med funksjonen «Kjør som administrator» for at man skal kunne lagre oversatte strenger.
pt_pt: A aplicação deve ser iniciada com "Executar como administrador" a fim de salvar as sequências traduzidas.
ro_ro: Aplicația trebuie pornită cu 'Run as administrator' pentru a putea salva șirurile traduse.
ru_ru: Приложение запускается командой 'Запустить в качестве администратора' – это даст возможность сохранять переведенные строки.
sv_se: Programmet måste startas med "Kör som administratör" för att kunna spara översatta strängar.
th_th: ต้องเปิดแอพพลิเคชันด้วยคำสั่ง 'Run as administrator' จึงจะสามารถบันทึกสตริงที่แปลได้
tr_tr: Çevrilmiş dizileri kaydetmek için, uygulama 'Yönetici Olarak Çalışır' ile başlatılmalıdır.
zh_cn: 应用程序须以“以管理员身份运行”启动，才能保存已翻译的字符串。

source: Translation Tool Warning
bg_bg: Предупреждение за инструмент за превод
cht: 翻譯工具警告
da_dk: Advarsel i oversættelsesværktøj
el_gr: Προειδοποίηση εργαλείου μετατόπισης
fi_fi: Käännöstyökaluvaroitus
hr_hr: Upozorenje o alatu za prevođenje
hu_hu: Fordítási eszköz figyelmeztetése
it_it: Avviso strumento di traduzione
ko_kr: 번역 도구 경고
nl_nl: Translation Tool waarschuwing
no_no: Advarsel i oversettelsesverktøy
pt_pt: Aviso sobre a ferramenta de tradução
ro_ro: Avertisment instrument traducere
ru_ru: Предупреждение инструментального средства перевода
sv_se: Varnings översättningsverktyg
th_th: คำเตือนการแปลเครื่องมือ
tr_tr: Çeviri Aracı Uyarısı
zh_cn: 翻译工具警告

source: In-Situ Audiogram
bg_bg: Аудиограма в самия апарат
cht: 現場聽力圖
el_gr: Επιτόπιο ακοόγραμμα
fi_fi: In-Situ audiogrammi
it_it: Audiogramma In-Situ
ko_kr: In-Situ 청력도
pt_pt: Audiograma in-situ
ro_ro: Audiograma In-Situ
ru_ru: Аудиограмма «на месте»/In-Situ
th_th: การวัดการได้ยินแบบ In-Situ
tr_tr: In-Situ Odyogram
zh_cn: 内置听力图

source: Conventional Audiogram
bg_bg: Традиционна аудиограма
cht: 傳統聽力圖
da_dk: Konventionelt audiogram
el_gr: Συμβατικό ακοόγραμμα
fi_fi: Perinteinen audiogrammi
hr_hr: Klasični audiogram
hu_hu: Hagyományos audiogram
it_it: Audiogramma convenzionale
ko_kr: 사용자 청력도
nl_nl: Conventioneel Audiogram
no_no: Tradisjonelt audiogram
pt_pt: Audiograma convencional
ro_ro: Audiograma conventionala
ru_ru: Обычная аудиограмма
sv_se: Audiogram
th_th: ออดิโอแกรมดั้งเดิม
tr_tr: Geleneksel Odyogram
zh_cn: 听力图

source: Import Thresholds
bg_bg: Импортиране на праговете
cht: 匯入閾值
da_dk: Importér tærskler
el_gr: Εισαγωγή ουδών
fi_fi: Tuo kynnykset
hr_hr: Uvoz pragova
hu_hu: Küszöbértékek importálása
it_it: Importa soglie
ko_kr: 역치 가져오기
nl_nl: Importeer drempels
no_no: Importer terskler
pt_pt: Importar limites
ro_ro: Importa pragurile
ru_ru: Импорт пороговых значений
sv_se: Importera trösklar
th_th: นำเข้าค่าเกณฑ์
tr_tr: Eşikleri Taşı
zh_cn: 导入听阈
