Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Feedback is the unwanted whistling or buzzing noise that a hearing instrument can make. DFS Ultra cancels feedback, resulting in clear sound without embarrassing whistling. It also prevents whistling when you hold a phone or your hand up to your ear.
bg_bg: Микрофонията е нежелан свирещ или бръмчащ шум, който може да произведе един слухов апарат. DFS Ultra премахва микрофонията, което води до чист звук без смущаващо свирене. Тя предотвратява и свирене, когато държите телефон или ръката си до ухото.
cht: 回饋音是助聽器可能產生的不想聽到的嘯叫聲或嗡嗡聲。數位回饋音抑制 Ultra 可消除回饋音，達成清晰音質而沒有令人尷尬的嘯叫聲。當您手持電話或將手放到耳邊時，可防止嘯叫聲。
da_dk: Tilbagekobling er den uønskede hyletone et høreapparat kan afgive. DFS Ultra undertrykker denne hyletone og giver derfor en klar og ren lyd uden pinlige hyletoner. Den undertrykker også den hyletone, der opstår, når en telefon eller hånd holdes mod øret.
el_gr: Μικροφωνισμός είναι ο ανεπιθύμητος συριχτός ή βομβώδης θόρυβος που μπορεί να δημιουργεί ένα ακουστικό. Η λειτουργία DFS Ultra καταργεί τον μικροφωνισμό, φροντίζοντας για καθαρό ήχο χωρίς ενοχλητικούς συριγμούς. Αποτρέπει επίσης τον συριγμό που προκαλείται όταν φέρετε το τηλέφωνο ή το χέρι σας στο αυτί σας.
fi_fi: Vinkuminen on ei-toivotta viheltäminen tai pörisevä ääni jota voi esiintyä kuulokojeissa. DFS Ultra poistaa vinkumista, antaen käyttäjälle puhtaan ääninautinnon ilman ylimääräisiä häiriöääniä. DFS Ultra estää myös kuulokojeen vinkumisen kun käytät esimerkiksi puhelinta tai viet käden korvalle.
hr_hr: Buka (eng. feedback) je neželjeni šum ili zujanje koje može proizvesti slušni aparat. DFS Ultra poništava tu buku postižući čist zvuk bez neugodnog šuma. Ona sprečava šum i kada držite telefon ili ruku na uhu.
hu_hu: A gerjedés olyan nem kívánt sípoló vagy zúgó hang, amelyet a hallókészülék adhat ki. A DFS Ultra funkció megszünteti a gerjedést, és tiszta hangot biztosít zavaró sípolás nélkül. Ezen túlmenően megelőzi a gerjedést, ha a páciens telefonkagylót tart a kezében, vagy a kezét a füléhez emeli.
it_it: Il feedback è l'indesiderato fischio o ronzio che un apparecchio acustico può produrre. DFS Ultra annulla il feedback, fornendo di conseguenza un suono chiaro, senza imbarazzanti fischi. Impedisce inoltre che appoggiando un telefono o una mano vicino all'orecchio si generi un fischio.
ko_kr: 피드백은 보청기가 만들어 내는 원치않는 휘슬소리 또는 삐~하는 소음입니다. DFS Ultra는 피드벡을 제거하여 갑작스런 휘슬소리가 들리지 않고, 깨끗한 소리를 청취할 수 있도록 합니다. 또한 전화기를 들거나 귀에 댈때 발생하는 휘슬 소리도 예방합니다.
nl_nl: Feedback is het ongewenste fluiten of rondzingen wat kan optreden bij een hoortoestel. DFS Ultra schakelt feedback uit, wat resulteert in helder geluid zonder gênant fluiten. Het houdt fluiten ook tegen als u een telefoon of uw hand bij uw oor houdt
no_no: Feedback er uønsket piping eller summing fra et høreapparat. DFS Ultra fjerner feedback, slik at man får klare lyder uten sjenerende piping. Det forhindrer også piping når du holder en telefon eller hånden din opp til øret.
pt_pt: O feedback é comparado a um assobio ou zumbido indesejado, que um aparelho auditivo pode fazer. O DFS Ultra cancela o feedback, proporcionando um som claro, sem os incômodos assobios. Ele também previne o ruído quando você aproxima um telefone ou a sua mão de sua orelha.
ro_ro: Microfonia eeste sunetul perturbator ascutit si fluierat pe care il poate face un aparat auditiv. DFS Ultra anuleaza microfonia, rezultand intr-un sunet clar si fara fluieratul stanjenitor. Impiedica, de asemenea, microfonia si in momentul in care apropiati telefonul de urechea dvs.
ru_ru: Обратная связь - это нежелательный свист, создаваемый слуховым аппаратом. Технология DFS Ultra подавляет обратную связь, в результате чего получается чистый звук без раздражающего свиста. Эта технология также подавляет свист, когда вы подносите телефонную трубку или руку к уху.
sv_se: Feedback är ett oönskat visslande eller surrande brus som hörapparater orsakar. DFS Ultra tar bort feedback, vilket resulterar i klart ljud utan störande visslande. Det hindrar också visselljud vid telefonering.
th_th: เสียงหวีด คือ เสียงหอนหรือเสียงดังหึ่งๆ ที่ไม่พึงประสงค์ซึ่งเกิดจากเครื่องช่วยฟัง DFS Ultra II จะยกเลิกเสียงหวีด ส่งผลให้สามารถฟังเสียงได้อย่างชัดเจนโดยไม่เกิดเสียงหวีดที่น่าอาย และยังป้องกันการเกิดเสียงหวีดเมื่อคุณถือโทรศัพท์หรือยกมือขึ้นใกล้ๆ กับหูของคุณ
tr_tr: Feedback işitme cihazının yapabileceği istenmeyen ıslık veya uğultu, gürültü sesidir. Ultra DFS, geribildirimi iptal ederek rahatsızlık verici ıslık sesi olmadan net ses elde eder. Kulağınıza bir telefon yaklaştırdığınızda veya elinizi kulağınıza götürdüğünüzde ıslık sesini engeller.
zh_cn: 反馈是由助听器产生的用户不想听的啸叫声或嗡嗡声。超级DFS可以消除反馈，得到清晰的无失真的声音。它还可以防止在接听电话或捂住耳朵时产生的反馈啸叫。

source: Testing not advised. Please be aware with venting and open domes you cannot measure low frequencies. To accurately perform In-Situ audiometry across the frequency range, it is recommended to use a Power dome.
bg_bg: Не се препоръчва тестване. Имайте предвид, че при вентилиращите и отворените сводове не можете да измервате ниски честоти. За да се извърши точно Аудиометрия в самия апарат по целия честотен диапазон се препоръчва да се използва Power Dome.
cht: 不建議進行測試。請了解氣孔及開放是耳塞無法讓您測試低頻。要準確的在各頻率執行現場聽力檢查，建議使用壓力耳塞。
da_dk: Det anbefales ikke at teste. Vær opmærksom på, at med ventilerende og åbne kupler kan du ikke måle lave frekvenser. For at opnå nøjagtig in situ-audiometri i hele frekvensintervallet anbefales det at anvende en Powerkuppel.
el_gr: Δεν συστήνεται η δοκιμή. Θα πρέπει να γνωρίζετε ότι με ανοικτή οπή αερισμού και ανοικτούς θόλους, δεν μπορείτε να μετρήσετε χαμηλές συχνότητες. Για να εκτελέσετε επιτόπια ακοομέτρηση με ακρίβεια σε όλο το εύρος συχνοτήτων, συστήνεται η χρήση Power dome.
fi_fi: Mittausta ei suositella. Matalia taajuuksia ei voi mitata, jos käytössä on ilmastointi ja avoimet tipit. Tarkkojen audiometriatulosten saamiseksi käyttötilanteessa tällä taajuusalueella on suositeltavaa käyttää Power-tippiä.
hr_hr: Nije preporučeno testiranje. Imajte na umu da nije moguće mjeriti niske frekvencije ako je uklonjena zaštitna kapica na slušnom aparatu. Kako bi In Situ audiometrija za sve frekvencije bila točna, preporučuje se upotreba zaštitne kapice.
hu_hu: A tesztelés nem ajánlott. Ügyeljen arra, hogy ventfurattal és nyitott dome-al nem tud mély frekvenciákat mérni. A pontos In-Situ audiometriához minden frekvencián, a Power dome használata ajánlott.
it_it: Test sconsigliato. Si prega di considerare che con ventilazione o con cupolette Open non si possono misurare le basse frequenze. Per eseguire con precisione l'Audiometria in-Situ su tutta la gamma di frequenze, si raccomanda di utilizzare una Power Dome.
ko_kr: 테스트가 권장되지 않습니다. 벤트 및 오픈돔에서는 저주파수 대역을 측정할 수 없습니다. 청력측정의 정확도를 높이기 위하여, 파워돔 사용을 권장 합니다.
nl_nl: Let op: met venting en open domes kunt u geen lage frequenties meten. Om nauwkeurige, ´echte´ In-Situ audiometrie uit te voeren in het volledige frequentiebereik moet u een Power Dome gebruiken.
no_no: Testing ikke anbefalt. Ved stor ventilering og åpne domer kan man ikke måle lave frekvenser. For nøyaktig måling av In-Situ audiometri anbefales det å bruke Power dome.
pt_pt: Os testes não são aconselhados. Observe que quando os domos e a ventilação estão abertos você não pode medir baixas frequências. Para realizar a audiometria in-situ com precisão dentro da faixa de frequência, é recomendado usar um Domo Power.
ro_ro: Testarea nu este recomandată. Țineți cont de faptul că pentru orificii și domurile deschise nu puteți măsura frecvențele joase. Pentru realizarea corectă a Audiometriei In-Situ pe tot spectrul de frecvențe, se recomandă utilizarea unui Power Dome.
ru_ru: Тестирование не рекомендуется. Обратите внимание: при наличии вентов и открытых колпачков-вставок невозможно производить измерение низких частот. Для точности аудиометрического исследования In-Situ во всем диапазоне частот рекомендуется использовать колпачок-вставку Power.
sv_se: Testing rekommenderas ej. Tänka på att ventilering och öppna domes inte kan mäta låga frekvenser. För korrekt In-Situ-audiometri över hela frekvensområdet rekommenderas Power dome.
th_th: ไม่แนะนำให้ทำการทดสอบ โปรดระวังท่อนำเสียงและโดมแบบเปิดที่คุณไม่สามารถวัดความถี่ต่ำได้ หากต้องการดำเนินการทดสอบการได้ยินภายในอย่างถูกต้องตลอดช่วงความถี่ แนะนำให้ใช้ Power Dome
tr_tr: Test etme işlemi önerilmez. Vent ve açık dome'lar varken alçak frekansları ölçemeyeceğinizi göz önünde bulundurun. Yerinde odyometriyi frekans aralığı boyunca doğru şekilde gerçekleştirmek için kapalı dome kullanılması önerilir.
zh_cn: 不建议进行测试。请注意带通气孔或使用开放耳塞将不能测得低频听阈。为获得全频段准确的内置测听结果，推荐使用大功率耳塞。

source: Vent Corrections
bg_bg: Корекции на венти отвора
cht: 氣孔修正
da_dk: Ventilationskorrektion
el_gr: Διορθώσεις αεραγωγού
fi_fi: llmastoinnin korjaus
hr_hr: Korekcije oduška
hu_hu: Vent korrekció
it_it: Vent correzione
ko_kr: 벤트 코렉션
nl_nl: Ventingcorrectie
no_no: Vent Korreksjoner
pt_pt: Correções na ventilação
ro_ro: Corectii Vent
ru_ru: Корректировки вента
sv_se: Ventilationsändringar
th_th: การแก้ไข Vent
tr_tr: Vent Doğrulama
zh_cn: 通气孔修正

source: All-Around
bg_bg: От всички страни
cht: 全面
fi_fi: Kaiken kattava
hr_hr: Višesmjerno
hu_hu: Mindenhol
it_it: Programma Universale
ko_kr: 일반환경
no_no: Basis
pt_pt: Geral
ro_ro: De jur împrejur
ru_ru: Всё вокруг
sv_se: Allround
tr_tr: Her Yerde
zh_cn: 通用程序

source: Spatial Sense
bg_bg: Пространствен усет
cht: 實景空間感知
fi_fi: Tilantuntu
hu_hu: Térbeli érzékelés
it_it: Ascolto Naturale
ko_kr: 스페이셜센스
pt_pt: Spatial Sense (apenas omni)
ro_ro: Natural Sense
ru_ru: Пространственное восприятие
sv_se: Avancerad Omni
th_th: การรับรู้แบบธรรมชาติ
tr_tr: Konumsal Algı
zh_cn: 3D实景空间感知

source: HI mic relative to Mobile Device
bg_bg: Микрофон на слухов апарат спрямо Мобилно устройство
cht: 助聽器麥克風相對行動裝置
da_dk: Høreapparatmikrofon i forhold til mobilenhed
el_gr: Μικρόφωνο ακουστικού βοηθήματος σχετικό με την κινητή συσκευή
fi_fi: Kuulokojeen mikrofoni suhteessa mobiililaitteeseen
hr_hr: HI Mikrofon u odnosu na mobilni uređaj
hu_hu: HK mik. és mobil eszköz arány
it_it: HI mic relativo al dispositivo Mobile
ko_kr: 모바일 기기 마이크
nl_nl: Mic t.o.v. mobiel apparaat
no_no: HA-mikrofon relativ til mobil enhet
pt_pt: Mic do AASI relativo ao Dispositivo Móvel
ro_ro: Mic AA legat de Dispozitivul mobil
ru_ru: Микр. СА по отношению к моб. устройству
sv_se: HA mik/Mobil enhet
th_th: HI mic ที่เกี่ยวข้องกับอุปกรณ์เคลื่อนที่
tr_tr: Mobil Cihaz ile ilgili işitme cihazı mikrofonu
zh_cn: 助听器麦克风关联至移动设备

source: Mic Off
bg_bg: Микрофон изкл.
cht: 麥克風關閉
da_dk: Mik fra
el_gr: Μικρ. OFF
fi_fi: Mik Ei käytössä
hr_hr: Mikrofon isklj.
hu_hu: Mik. ki
it_it: Microfono spento
ko_kr: 마이크 off
nl_nl: Mic uit
no_no: Mikrofon av
pt_pt: Mic Desligado
ro_ro: Microfon oprit
ru_ru: Микрофон откл.
sv_se: Mik Av
th_th: ปิดไมค์
tr_tr: Mikrofon Kapalı
zh_cn: 麦克风关

source: -12 dB mic
bg_bg: -12 dB мик.
cht: 麥克風 -12dB
da_dk: -12 dB mik
el_gr: Μικρ. -12 dB
fi_fi: -12dB mik
hr_hr: -12 dB mikrofon
hu_hu: -12 dB mik
ko_kr: -12dB 마이크
nl_nl: Mic -12dB
no_no: -12 dB mikrofon
pt_pt: Microfone -12 dB
ro_ro: -12 mic
ru_ru: -12 дБ микр.
sv_se: -12 dB mik
th_th: ไมค์ -12 dB
tr_tr: -12 dB mikrofon
zh_cn: 麦克风-12dB

source: -9 dB mic
bg_bg: -9 dB мик.
cht: 麥克風 -9 dB
da_dk: -9 dB mik
el_gr: Μικρ. -9 dB
fi_fi: -9dB mik
hr_hr: -9 dB mikrofon
hu_hu: -9 dB mik
ko_kr: -9dB 마이크
nl_nl: Mic -9dB
no_no: -9 dB mikrofon
pt_pt: Microfone -9 dB
ro_ro: -9 mic
ru_ru: -9 дБ микр.
sv_se: -9 dB mik
th_th: ไมค์ -9 dB
tr_tr: -9 dB mikrofon
zh_cn: 麦克风-9dB

source: -6 dB mic
bg_bg: -6 dB мик.
cht: 麥克風 -6 dB
da_dk: -6 dB mik
el_gr: Μικρ. -6 dB
fi_fi: -6dB mik
hr_hr: -6 dB mikrofon
hu_hu: -6 dB mik
ko_kr: -6dB 마이크
nl_nl: Mic -6dB
no_no: -6 dB mikrofon
pt_pt: Microfone -6 dB
ro_ro: -6 mic
ru_ru: -6 дБ микр.
sv_se: -6 dB mik
th_th: ไมค์ -6 dB
tr_tr: -6 dB mikrofon
zh_cn: 麦克风-6dB

source: -3 dB mic
bg_bg: -3 dB мик.
cht: 麥克風-3 dB
da_dk: -3 dB mik
el_gr: Μικρ. -3 dB
fi_fi: -3dB mik
hr_hr: -3 dB mikrofon
hu_hu: -3 dB mik
ko_kr: -3dB 마이크
nl_nl: Mic -3dB
no_no: -3 dB mikrofon
pt_pt: Microfone -3 dB
ro_ro: -3 mic
ru_ru: -3 дБ микр.
sv_se: -3 dB mik
th_th: ไมค์ -3 dB
tr_tr: -3 dB mikrofon
zh_cn: 麦克风-3dB

source: Mic Full On
bg_bg: Mic Full вкл.
cht: 麥克風全開
da_dk: Mik fuld styrke
el_gr: Μικρ. ON
fi_fi: Mik täysin päällä
hr_hr: Mikrofon potpuno aktivan
hu_hu: Mik Telj. be
it_it: Microfono completamente acceso
ko_kr: 마이크 최대
nl_nl: Mic aan
no_no: Mikrofon helt på
pt_pt: Mic no Máximo
ro_ro: Microfon pornit la maxim
ru_ru: Микрофон полностью вкл
sv_se: Endast Mik
th_th: เปิดไมค์สุด
tr_tr: Mikrofon Tam Açık
zh_cn: 麦克风开

source: Mic relative to Phone Clip
bg_bg: Mic спрямо Phone Clip
cht: 麥克風相對Phone Clip
da_dk: Mik i forhold til telefonclip
el_gr: Μικρ. ως προς το κλιπ τηλεφώνου
fi_fi: Mikrofoni suhteessa Phone Clip -toimintoon
hr_hr: Mikrofon u odnosu na kopču za telefon
hu_hu: Mik. és a Phone Clip aránya
it_it: Mic in rif. al Phone Clip
ko_kr: 폰클립 마이크
nl_nl: Mic t.o.v. telefoonclip
no_no: HA Mik / Phone Clip
pt_pt: Mic relativo ao Phone Clip
ro_ro: Mic relativ la clema de telefon
ru_ru: Микр. по отношению к Phone Clip+
sv_se: HA mik / Telefonclip
th_th: ไมโครโฟนสัมพันธ์กับ Phone Clip
tr_tr: Telefon Klipsi ile ilgili Mikrofon
zh_cn: 麦克风关联至手机伴侣

source: Standard TSG
bg_bg: Стандартен TSG
cht: 標準耳鳴抑制音產生器
fi_fi: Normaali TSG
hr_hr: Standardni TSG
hu_hu: Alap TSG
it_it: GST standard
ko_kr: 소리발생기
nl_nl: Standaard TSG
pt_pt: Gerador de Som Padrão
ru_ru: Стандартный TSG
th_th: TSG มาตรฐาน
tr_tr: Standart TSG
zh_cn: 标准耳鸣管理器(TSG)声

source: Nature Sounds
bg_bg: Звуци от природата
cht: 自然聲音
fi_fi: Luonto äänet
hr_hr: Prirodni zvukovi
hu_hu: Természetes hangok
it_it: Suoni della Natura
ko_kr: 네이쳐 사운드
nl_nl: Natuurgeluiden
no_no: Naturlyder
pt_pt: Sons da Natureza
ro_ro: Natural Sounds
ru_ru: Виды естественного звукового фона
sv_se: Naturljud
th_th: เสียงธรรมชาติ
tr_tr: Doğa Sesleri
zh_cn: 自然声

source: Stereo is enabled 'On' during a binaural fitting, when 1. the same Nature Sound is selected for both instruments and 2. ear to ear communication for TSG is active
bg_bg: Стереото се активира на „Вкл.“ по време на бинаурално слухопротезиране, когато е 1. избира се един и същ звук от природата за двата парата, и 2. комуникация ухо с ухо за TSG е активна
cht: 立體聲在雙耳選配期間允許為「開」，當 1. 兩個助聽器都同樣選擇為自然聲音，並且 2. 耳鳴抑制音產生器的雙耳傳輸為啟動
da_dk: Stereo aktiveres under en binaural tilpasning, når 1. den samme naturlyd er valgt for begge apparater og 2. Ear-to ear-kommunikation for TSG er aktiveret
el_gr: Η ρύθμιση Stereo ενεργοποιείται (στο "ON") σε περίπτωση συνεδρίας αμφιωτικής εφαρμογής όταν: 1) είναι επιλεγμένος ο ίδιος Ήχος της φύσης και για τα δύο ακουστικά και 2) είναι ενεργή η αμφιωτική επικοινωνία για το TSG
fi_fi: Stereo on käytössä binauraalisessa sovituksessa, jos molemmissa kuulokojeissa on valittu sama luonnon ääni ja kuulokojeiden välinen on käytössä tinnitusmaskeria varten.
hr_hr: Stereo je omogućen tijekom binauralnog namještanja kada je (1) za oba aparata odabran isti prirodni zvuk i kada je (2) aktivna komunikacija između ušiju za TSG.
hu_hu: A sztereó funkciót a rendszer bekapcsolja a binaurális illesztés során, ha 1. ugyanazon természeti hang van kijelölve mindkét hallókészüléken, és 2. a TSG-hez tartozó kétoldali kommunikáció aktív
it_it: La modalità stereo è abilitata durante il fitting binaurale, quando: 1) lo stesso suono della natura è selezionato per entrambi gli apparecchi; 2) la comunicazione ear-to-ear per GST è attiva
ko_kr: 스테레오는 양이 피팅이 1일 때 ‘On’으로 활성화됩니다. 네이쳐 사운드는 두 개의 보청기를 위해 선택되고, 소리발생기를 위한 양이통신이 활성화됩니다.
nl_nl: Stereo staat 'aan' tijdens een binaurale aanpassing, wanneer 1. hetzelfde natuurgeluid is geselecteerd voor beide hoortoestellen en 2. de E2E-communicatie voor TSG actief is
no_no: Stereo er satt «på» under en binaural tilpasning når (1) samme naturlige lyd er valgt for begge apparatene og (2) øre til øre-kommunikasjon for TSG er aktivert.
pt_pt: Estéreo é habilitado como "On" durante um ajuste binaural, quando: 1. o mesmo som da natureza é selecionado para os dois aparelhos e 2. a comunicação de orelha a orelha para o TSG está ativa
ro_ro: Stereo este activat 'Pornit' în timpul unei fixări binaurale, dacă 1. se selectează acelaşi Sunet Natural pentru ambele instrumente şi 2. comunicarea ureche la ureche pentru TSG este activă
ru_ru: Стерео активировано 'Вкл' во время бинауральной настройки, когда 1. один и тот же Звук природы выбран для обоих СА, и 2. активна беспроводная связь между СА для TSG
sv_se: Stereo är aktiverat "På" under en binaural anpassning, när 1. Naturljud väljs för båda apparaterna och 2. öra-till-öra-kommunikation för TSG är aktiv
th_th: สเตอริโอจะถูกเปิดใช้งาน 'เปิด’ ในระหว่างการทดลองสวมแบบสองหู เมื่อ 1. เลือกเสียงธรรมชาติเหมือนกันสำหรับอุปกรณ์ทั้งสองข้าง และ 2. เปิดใช้งานการสื่อสารแบบ ear to ear สำหรับ TSG
tr_tr: 1 olduğunda, Binaural Fitting sırasında, stereo 'Açık' olarak etkinleştirilir. Her iki cihaz ve 2 için Aynı Doğal Ses seçilir. TSG için Kulaktan Kulağa iletişim etkin durumdadır
zh_cn: 在双耳验配期间立体声启用为“开”，当:1.两侧助听器均选择相同的自然声音时，以及2.两侧耳朵的耳鸣管理器(TSG)通信为活动状态

source: Breaking Waves
bg_bg: Разбиващи се вълни
cht: 海浪拍打
da_dk: Bølger, der brydes
el_gr: Παφλασμός
fi_fi: Aallot rannassa
hr_hr: Razbijanje valova
hu_hu: Törő hullámok
it_it: Onde sugli scogli
ko_kr: 부서지는 파도 소리
nl_nl: Brekende golven
no_no: Bølgeskvulp
pt_pt: Ondas Quebrando
ro_ro: Valuri care se sparg
ru_ru: Бушующий прибой
sv_se: Vågor som bryts
th_th: คลื่นกระทบฝั่ง
tr_tr: Kıyıya Vuran Dalga
zh_cn: 海涛拍岸

source: Water Creek
bg_bg: Воден ручей
cht: 溪流
da_dk: Vandløb
el_gr: Ρυάκι
fi_fi: Metsäpuro
hr_hr: Potočić
hu_hu: Patak
it_it: Ruscello
ko_kr: 작은 만의 파도 소리
nl_nl: Waterstroom
no_no: Vannstrøm
pt_pt: Rio
ro_ro: Izvor de apa
ru_ru: Ручей
sv_se: Flod
th_th: ลำธาร
tr_tr: Dere
zh_cn: 溪流

source: Calming Waves
bg_bg: Спокойни вълни
cht: 平靜的海浪
da_dk: Rolige bølger
el_gr: Γαλήνια κύματα
fi_fi: Aallot
hr_hr: Umirujući valovi
hu_hu: Nyugodt hullámok
it_it: Mare calmo
ko_kr: 잔잔한 파도소리
nl_nl: Kalme golven
no_no: Beroligende bølger
pt_pt: Marolas
ro_ro: Valuri calme
ru_ru: Успокаивающий плеск волн
sv_se: Lugnande vågor
th_th: คลื่นลมสงบ
tr_tr: Dinlendiren Dalga
zh_cn: 平静的波浪

source: Beach surf
bg_bg: Плажен сърф
cht: 海灘衝浪
da_dk: Store bølger
el_gr: Σερφ
fi_fi: Hyökyaalto
hr_hr: Surfanje na plaži
hu_hu: Parti szörf
it_it: Frangenti
ko_kr: 해변의 파도소리
nl_nl: Strand Surfen
no_no: Kraftige bølger
pt_pt: Ondas
ro_ro: Plaja
ru_ru: Пляжный прибой
sv_se: Srandbrus
th_th: เซิร์ฟชายหาด
tr_tr: Sörf
zh_cn: 海滩冲浪

source: Shoreline
bg_bg: Брегова линия
cht: 海岸線
da_dk: Strandkant
el_gr: Ακτογραμμή
fi_fi: Rantaviiva
hr_hr: Obala
hu_hu: Vízpart
it_it: Spiaggia
ko_kr: 해안가 소리
nl_nl: Kustlijn
no_no: Vannkant
pt_pt: Beira Mar
ro_ro: Linia de tarm
ru_ru: Морской берег
sv_se: Kustlinje
th_th: ชายฝั่ง
tr_tr: Kıyı şeridi
zh_cn: 海岸线

source: Ocean
bg_bg: Океан
cht: 海洋
da_dk: Hav
el_gr: Ωκεανός
fi_fi: Meri
hu_hu: Óceán
it_it: Oceano
ko_kr: 바다 소리
nl_nl: Oceaan
no_no: Havbris
pt_pt: Oceano
ru_ru: Океан
sv_se: Hav
th_th: มหาสมุทร
tr_tr: Okyanus
zh_cn: 大海

source: Show Advanced Mode...
bg_bg: Покажи разширен режим...
cht: 顯示進階模式...
da_dk: Vis avanceret tilstand...
el_gr: Εμφάνιση Προηγμένης λειτουργίας...
fi_fi: Näytä lisäasetukset...
hr_hr: Pokaži napredni način rada...
hu_hu: Speciális üzemmód megjelenítése...
it_it: Mostra modalità avanzata...
ko_kr: 고급 모드 보기...
nl_nl: Geavanceerde modus tonen...
no_no: Vis Avansert modus...
pt_pt: Exibir modo avançado...
ro_ro: Afişează Modul Avansat...
ru_ru: Показать Расширенный режим...
sv_se: Visa avancerat läge ...
th_th: แสดงโหมดขั้นสูง...
tr_tr: Gelişmiş Modu Göster...
zh_cn: 显示高级模式...

source: Low-Cut(1k-)
bg_bg: Нискочестотен(1k-)
cht: 低頻切除 (1k-)
el_gr: Αποκοπή χαμηλών συχνοτήτων (1k-)
fi_fi: Matala (1k-)
hr_hr: Visokopropusni (1k-)
hu_hu: Alacsony vágás (1k-)
it_it: Taglio gravi (1000-)
pt_pt: Corte baixo (menos de 1k)
ro_ro: Tăiere redusă(1k-)
ru_ru: Фильтр шумов низкого диапазона (1k-)
sv_se: Högpass (1k-)
th_th: ตัดความถี่ต่ำ (1k-)
tr_tr: Düşük-Kesim (1k-)
zh_cn: 低频削减(1k-)

source: Mid-Cut(1k-4k)
bg_bg: Средночестотен(1k-4k)
cht: 中頻切除 (1k-4k)
el_gr: Αποκοπή μεσαίων συχνοτήτων (1k-4k)
fi_fi: Keskitaso (1k-4k)
hr_hr: Pojasno propusni (1k-4k)
hu_hu: Közepes vágás (1k-4k)
it_it: Taglio medi (1000-4000)
pt_pt: Corte médio (1k a 4k)
ro_ro: Tăiere medie(1k-4k)
ru_ru: Фильтр шумов среднего диапазона (1k-4k)
sv_se: Bandpass (1k-)
th_th: ตัดความถี่กลาง (1k-4k)
tr_tr: Orta-Kesim (1k-4k)
zh_cn: 中频削减(1k-4k)

source: High-Cut(4k+)
bg_bg: Високочестотен(4k+)
cht: 高頻切除 (4k+)
el_gr: Αποκοπή υψηλών συχνοτήτων (4k+)
fi_fi: Korkea (4k+)
hr_hr: Niskopropusni (4k+)
hu_hu: Magas vágás (4k+)
it_it: Taglio acuti (4000+)
pt_pt: Corte alto (mais de 4k)
ro_ro: Tăiere înaltă(4k+)
ru_ru: Фильтр высоких частот (4k+)
sv_se: Lågpass (4k-)
th_th: ตัดความถี่สูง (4k+)
tr_tr: Yüksek-Kesim (4k+)
zh_cn: 高频削减(4k+)

source: The Nature Sound Level may not equal a negative value
bg_bg: Възможно е нивото на звука от природата да не е равен на отрицателна стойност
cht: 自然聲音音量不能等於負值
da_dk: Niveauet for naturlyde kan ikke være en negativ værdi
el_gr: Η Στάθμη ήχων φύσης ενδέχεται να μην αντιστοιχεί σε αρνητική τιμή
fi_fi: Luonnon äänien tason arvo ei voi olla negatiivinen.
hr_hr: Razina prirodnog zvuka možda neće biti jednaka negativnoj vrijednosti
hu_hu: A természetes hangszint nem lehet negatív
it_it: Livello naturale del suono non può essere un valore negativo
ko_kr: 네이처사운드 소리크기는 negative value와 동일하지 않을 수 있습니다.
nl_nl: Het niveau van de natuurgeluiden mag geen negatieve waarde krijgen
no_no: Lydnivå kan ikke være lik en negativ verdi
pt_pt: O nível do Sons da Natureza pode não ser um valor negativo
ro_ro: Nature Sound Level nu poate avea valori negative
ru_ru: Уровень Естественного звукового фона не может иметь отрицательное значение
sv_se: Nivån för Naturljud är inte alltid lika med ett negativt värde
th_th: ระดับเสียงธรรมชาติไม่สามารถเป็นค่าลบได้
tr_tr: Doğa Sesleri Seviyesi negatif değere eşit olmayabilir
zh_cn: 自然界的声音值不等于负值

source: Stereo Off
bg_bg: Стерео изключено
cht: 關閉立體聲
da_dk: Stereo fra
el_gr: Στερεοφωνικός απενεργοποιημένος
fi_fi: Stereo pois
hr_hr: Stereo isklj.
hu_hu: Mik. ki
ko_kr: 스테레오 Off
nl_nl: Stereo Uit
no_no: Stereo av
pt_pt: Estéreo desativado
ro_ro: Stereo Oprit
ru_ru: Стерео откл
sv_se: Stereo av
th_th: ปิดสเตอริโอ
tr_tr: Stereo Kapalı
zh_cn: 立体声关

source: Stereo On
bg_bg: Стерео включено
cht: 開啟立體聲
da_dk: Stereo til
el_gr: Στερεοφωνικός ενεργοποιημένος
fi_fi: Stereo käytössä
hr_hr: Stereo uklj.
hu_hu: Sztereó be
ko_kr: 스테레오 On
nl_nl: Stereo Aan
no_no: Stereo på
pt_pt: Estéreo ativado
ro_ro: Stereo Pornit
ru_ru: Стерео вкл
sv_se: Stereo på
th_th: เปิดสเตอริโอ
tr_tr: Stereo Açık
zh_cn: 立体声开

source: Natural Sound Level
bg_bg: Ниво на естествения звук
cht: 自然聲音等級
da_dk: Niveau for naturlyde
el_gr: Φυσική στάθμη ήχου
fi_fi: Luonnollinen äänenvoimakkuus
hr_hr: Prirodna razina zvuka
hu_hu: Természetes hangszint
it_it: Livello naturale del suono
ko_kr: 네이쳐 사운드 크기
nl_nl: Natuurlijk Geluidsniveau
no_no: Naturlig lydnivå
pt_pt: Nível de som natural
ro_ro: Nivel sunet natural
ru_ru: Уровень естественного звукового фона
sv_se: Naturlig ljudnivå
th_th: ระดับเสียงธรรมชาติ
tr_tr: Doğal Ses Seviyesi
zh_cn: 自然声音等级
