Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Reduce overall gain for soft input level
bg_bg: Намалете общото усилване за тихо ниво на входа
cht: 降低小聲音量輸入的整體增益量
da_dk: Reducer forstærkning af svagt inputniveau
el_gr: Μειώστε τη συνολική απόκριση για τη στάθμη εισόδου σιγανών ήχων
fi_fi: Vähennä yleistä vahvistusta vaimealla tulotasolla
hr_hr: Smanjite sveukupno pojačanje za tihu ulaznu razinu
hu_hu: Csökkentse a teljes erősítést a halk hangokra
it_it: Ridurre il guadagno complessivo per i livelli di ingresso deboli
ko_kr: 작은 소리크기에 대한 전체적인 게인을 낮춥니다
nl_nl: Verlaag de versterking voor zachte geluiden
no_no: Reduser generell gain for lavt inputnivå
pt_pt: Reduzir ganho geral para entrada de sons fracos
ro_ro: Reduceti intregul castig total pentru nivele slabe de intrare
ru_ru: Уменьшите общее усиление для тихого входного уровня
sv_se: Minska den totala förstärkningen för svaga innivåer
th_th: ลดเกนโดยรวมสำหรับระดับอินพุทเบา
tr_tr: Tüm frekanslarda kazancı düşük seviyeli ses girdileri için azalt
zh_cn: 降低小声输入时的整体增益

source: Ensure that G50 curve is below DFS area. Re-calibrate DFS.
bg_bg: Уверете се, че кривата на G50 е под зоната на ЦПМ. Калибрирайте отново ЦПМ.
cht: 確認 G50 曲線低於數位回饋音抑制範圍。重新校正數位回饋音抑制。
da_dk: Kontrollér, at G50-kurven er under DFS-området. Genkalibrer DFS.
el_gr: Βεβαιωθείτε ότι η καμπύλη G50 είναι κάτω από την περιοχή της DFS. Βαθμονομήστε εκ νέου την DFS.
fi_fi: Varmista että G50-käyrä alittaa DFS-alueen. Kalibroi DFS uudelleen.
hr_hr: Pazite da krivulja za G50 bude ispod područja DFS-a. Ponovno kalibrirajte DFS.
hu_hu: Győződjön meg arról, hogy a G50 görbe a DFS terület alatt van. Kalibrálja újra az DFS-t.
it_it: Assicurarsi che la curva G50 sia al di sotto dell'area DFS. Ricalibrare DFS.
ko_kr: G50곡선이 DFS 영역 아래에 위치하도록, 착용상태를 확인하고 다시 캘리브레이션 합니다
nl_nl: Zorg ervoor dat de G50 curve onder het DFS gebied ligt. Kalibreer DFS opnieuw.
no_no: Sørg for at G50-kurven er under DFS-området. Rekalibrer DFS.
pt_pt: Certifique-se que a curva de G50 está abaixo da área do DFS. Recalibrar o DFS.
ro_ro: Asigurati-va ca, curba G50 este sub aria DFS. Recalibrati DFS.
ru_ru: Убедитесь, что кривая G50 находится ниже области подавления обратной связи. Перекалибруйте динамическое подавление обратной связи.
sv_se: Kontrollera att G50-kurvan ligger under DFS-området. Gör en ny DFS-kalibrering.
th_th: ตรวจสอบว่าเส้นโค้งเกน 50 อยู่ต่ำกว่าพื้นที่ DFS แล้วปรับเทียบ DFS อีกครั้ง
tr_tr: G50 eğrisinin DFS alanının altında olduğundan emin olun. DFS'yi yeniden kalibre edin.
zh_cn: 确保G50增益曲线低于DFS区域。重新校准DFS。

source: Change earmold tubing. Remake earmold/shell
bg_bg: Сменете шлауха на отливката. Направете отново отливката
cht: 更換耳模軟管。重新製造耳模/外殼
da_dk: Skift slangen til øreproppen. Lav ny øreprop/skal
el_gr: Αλλάξτε τον σωλήνα του εκμαγείου. Ανακατασκευάστε το εκμαγείο/κέλυφος
fi_fi: Vaihda korvakappaleen letku. Tee uusi kuorikko/korvakappale.
hr_hr: Promijenite cijevi kalupa za uho. Ponovno izradite kalup za uho / umetak
hu_hu: Cseréljen csövet a fülillesztékben. Készítsen új fülillesztéket/házat.
it_it: Cambiare il tubicino della chiocciola su misura. Rifare la chiocciola su misura/l'involucro
ko_kr: 몰드 튜브를 교체하고 몰드/쉘을 리메이크합니다
nl_nl: Vervang de slang. Vervang oorstukje/ schaaltje.
no_no: Skift slange på øreproppen. Lag ny ørepropp/skall
pt_pt: Alterar o tubo do molde auricular. Refazer molde auricular/cápsula.
ro_ro: Micsorati marimea ventului. Schimbati tipul olivei. Refaceti shellul/oliva.
ru_ru: Замените звуковод. Измените форму вкладыша/корпуса
sv_se: Minska vent. storlek. Ändra ljudslang, insats eller skal.
th_th: เปลี่ยน Earmold Tubing สร้าง Earmold/เชลล์ใหม่
tr_tr: Kulak kalıbı tüpünü değiştirin. Kulak kalıbını/kabuğu tekrar yapın
zh_cn: 减少通气孔尺寸或另选导声管或重做耳模/机壳。

source: When listening on the telephone
bg_bg: Когато слушам телефон
cht: 當接聽電話
da_dk: Når jeg taler i telefon
el_gr: Κατά την ακρόαση στο τηλέφωνο
fi_fi: Puhelimessa
hr_hr: Prilikom slušanja zvuka iz telefona
hu_hu: Telefonálás közben
it_it: Quando si ascolta al telefono
ko_kr: 전화기로 통화할 때
nl_nl: Tijdens het telefoneren
no_no: Når jeg lytter i telefonen
pt_pt: Ao falar ao telefone
ro_ro: Cand utilizeaza telefonul
ru_ru: При разговоре по телефону
sv_se: När man lyssnar i telefon
th_th: เวลาใช้โทรศัพท์
tr_tr: Telefonla konuşurken
zh_cn: 在接听电话时有反馈

source: Reduce high frequency gain for soft input level
bg_bg: Намалете усилването на високите честоти за тихо ниво на входа
cht: 降低小聲音量輸入的高頻增益量
da_dk: Reducer højfrekvensforstærkning for svage inputniveauer
el_gr: Μειώστε την απόκριση υψηλών συχνοτήτων για τη στάθμη εισόδου σιγανών ήχων
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla pienellä tulotasolla
hr_hr: Smanjite pojačanje visokih frekvencija za tihu ulaznu razinu
hu_hu: Csökkentse a magas frekvenciás erősítést a halk hangokra
it_it: Ridurre il guadagno delle alte frequenze per i livelli di ingresso deboli
ko_kr: 작은 소리 크기에 대한 고주파수 게인을 낮춥니다
nl_nl: Verlaag de versterking van de hoge frequenties voor zachte geluiden
no_no: Reduser høyfrekvens gain for lavt inputnivå
pt_pt: Reduzir ganho das altas frequências para entrada de sons fracos
ro_ro: Reduceti castigul pe frecventele inalte pentru nivelede intrare joase
ru_ru: Уменьшите усиление на высоких частотах для тихого входного уровня
sv_se: Minska förstärkningen för höga frekvenser vid svag innivå
th_th: ลดเกนที่ความถี่สูงสำหรับระดับอินพุทเบา
tr_tr: Yüksek frekans kazancını düşük seviyeli ses girdileri için azalt
zh_cn: 降低小声输入时的高频增益

source: Only in quiet
bg_bg: Само на тихо
cht: 僅在安靜環境
da_dk: Kun i stille omgivelser
el_gr: Μόνο σε ησυχία
fi_fi: Vain hiljaisessa
hr_hr: Samo u tišini
hu_hu: Csak csendben
it_it: Solo in quiete
ko_kr: 조용한 곳에서만
nl_nl: Alleen in rustige situaties
no_no: Bare i stille omgivelser
pt_pt: Somente no silêncio
ro_ro: Doar in liniste
ru_ru: Только в тишине
sv_se: Endast i tyst miljö
th_th: เฉพาะในที่เงียบ
tr_tr: Sadece sessiz ortamlarda
zh_cn: 只是在安静环境下有

source: Increase overall gain for loud input level
bg_bg: Увеличете общото усилване за високо ниво на входа
cht: 提升大聲音量輸入的整體增益量
da_dk: Forøg forstærkning af kraftigt inputniveau
el_gr: Αυξήστε τη συνολική απόκριση για τη στάθμη εισόδου δυνατών ήχων
fi_fi: Lisää yleistä vahvistusta suurella tulotasolla
hr_hr: Povećajte sveukupno pojačanje za glasnu ulaznu razinu
hu_hu: Növelje a teljes erősítést a hangos hangokra
it_it: Aumentare il guadagno complessivo per i livelli di ingresso forti
ko_kr: 큰 소리크기에 대한 전체적인 게인을 높입니다
nl_nl: Verhoog de versterking voor harde geluiden
no_no: Øk generell gain for høyt inputnivå
pt_pt: Aumente o ganho geral no nível de entrada forte
ro_ro: Cresteti intregul castig pentru nivele puternice de intrare
ru_ru: Увеличьте общее усиление для громкого входного уровня
sv_se: Öka den totala förstärkningen för starka innivåer
th_th: เพิ่มเกนทั้งหมดสำหรับระดับอินพุทดัง
tr_tr: Tüm frekanslarda kazancı yüksek seviyeli ses girdileri için artır
zh_cn: 增加大声输入时的整体增益

source: Reduce overall gain for soft input level
bg_bg: Намалете общото усилване за тихо ниво на входа
cht: 降低小聲音量輸入的整體增益量
da_dk: Reducer forstærkning af svagt inputniveau
el_gr: Μειώστε τη συνολική απόκριση για τη στάθμη εισόδου σιγανών ήχων
fi_fi: Vähennä yleistä vahvistusta vaimealla tulotasolla
hr_hr: Smanjite sveukupno pojačanje za tihu ulaznu razinu
hu_hu: Csökkentse a teljes erősítést a halk hangokra
it_it: Ridurre il guadagno complessivo per i livelli di ingresso deboli
ko_kr: 작은 소리크기에 대한 전체적인 게인을 낮춥니다
nl_nl: Verlaag de versterking voor zachte geluiden
no_no: Reduser generell gain for lavt inputnivå
pt_pt: Reduzir ganho geral para entrada de sons fracos
ro_ro: Reduceti intregul castig total pentru nivele slabe de intrare
ru_ru: Уменьшите общее усиление для тихого входного уровня
sv_se: Minska den totala förstärkningen för svaga innivåer
th_th: ลดเกนโดยรวมสำหรับระดับอินพุทเบา
tr_tr: Tüm frekanslarda kazancı düşük seviyeli ses girdileri için azalt
zh_cn: 降低小声输入时的整体增益

source: Decrease Smart Gain in "Quiet" environment
bg_bg: Намалете Интелигентно усилване в среда „Тиха“
cht: 降低「安靜」環境的智能增益
da_dk: Reducer smart forstærkning i rolige miljøer
el_gr: Μειώστε το Smart Gain στο "Σιωπηλό" περιβάλλον
fi_fi: Vähennä älykästä vahvistusta Hiljainen-ääniympäristössä
hr_hr: Smanjite Smart Gain za okruženje „Tiho”
hu_hu: Csökkentse az erősítést "Csendes" környezetben
it_it: Diminuire guadagno da Ottimizzatore Ambientale per l'ambiente "Quiete"
ko_kr: 자동환경조절의 '조용한 환경'의 수준을 낮춥니다
nl_nl: Verlaag Smart Gain voor "Rustige" omgeving
no_no: Senk Smart Gain, «Stille»
pt_pt: Diminuir o Ganho no ambiente "Silencioso"
ro_ro: Scade Smart Gain in mediul “Liniste”
ru_ru: Уменьшите адаптивное усиление Smart Gain в "Тихом" окружении
sv_se: Minska Miljöoptimeringen för "Tysta" miljöer
th_th: ลดเกนอัจฉริยะในสภาพแวดล้อม "เงียบ"
tr_tr: "Sessiz" ortamda Akıllı Kazancı düşür
zh_cn: 降低安静环境下的增益

source: With jaw or head movement
bg_bg: При движение на челюстта или главата
cht: 當下巴或頭部活動時
da_dk: Når jeg tygger eller bevæger hovedet
el_gr: Κουνώντας το σαγόνι ή το κεφάλι
fi_fi: Päätä kääntäessä tai syödessä
hr_hr: Pri pomicanju čeljusti ili glave
hu_hu: Állkapocs vagy fejmozgatáskor
it_it: Con il movimento della mandibola o del capo
ko_kr: 턱이나 머리를 움직일 때
nl_nl: Tijdens het praten, kauwen of bij een hoofdbeweging
no_no: Ved hode- eller kjevebevegelser
pt_pt: Com movimento da mandíbula ou da cabeça
ro_ro: La miscarile mandibulei sau ale capului
ru_ru: Во время движения челюстью или головой
sv_se: Vid käk- och huvudrörelser
th_th: ขณะขยับกรามหรือศีรษะ
tr_tr: Çene ya da kafayı hareket ettirdiğinde
zh_cn: 在咀嚼或摇头时有反馈

source: Reduce overall gain for soft input level
bg_bg: Намалете общото усилване за тихо ниво на входа
cht: 降低小聲音量輸入的整體增益量
da_dk: Reducer forstærkning af svagt inputniveau
el_gr: Μειώστε τη συνολική απόκριση για τη στάθμη εισόδου σιγανών ήχων
fi_fi: Vähennä yleistä vahvistusta vaimealla tulotasolla
hr_hr: Smanjite sveukupno pojačanje za tihu ulaznu razinu
hu_hu: Csökkentse a teljes erősítést a halk hangokra
it_it: Ridurre il guadagno complessivo per i livelli di ingresso deboli
ko_kr: 작은 소리크기에 대한 전체적인 게인을 낮춥니다
nl_nl: Verlaag de versterking voor zachte geluiden
no_no: Reduser generell gain for lavt inputnivå
pt_pt: Reduzir ganho geral para entrada de sons fracos
ro_ro: Reduceti intregul castig total pentru nivele slabe de intrare
ru_ru: Уменьшите общее усиление для тихого входного уровня
sv_se: Minska den totala förstärkningen för svaga innivåer
th_th: ลดเกนโดยรวมสำหรับระดับอินพุทเบา
tr_tr: Tüm frekanslarda kazancı düşük seviyeli ses girdileri için azalt
zh_cn: 降低小声输入时的整体增益

source: Ensure that gain curve is below DFS area. Re-calibrate DFS.
bg_bg: Уверете се, че кривата на усилването е под зоната на ЦПМ. Калибрирайте отново ЦПМ.
cht: 確認 G50 曲線低於數位回饋音抑制範圍。重新校正數位回饋音抑制。
da_dk: Kontrollér, at forstærkningskurven er under DFS-området. Genkalibrer DFS.
el_gr: Βεβαιωθείτε ότι η καμπύλη ενίσχυσης είναι κάτω από την περιοχή της DFS. Βαθμονομήστε εκ νέου την DFS.
fi_fi: Varmista että vahvistuskäyrä alittaa DFS-alueen. Kalibroi DFS uudelleen.
hr_hr: Pazite da krivulja pojačanja bude ispod područja DFS-a. Ponovno kalibrirajte DFS.
hu_hu: Győződjön meg arról, hogy az erősítési görbe a DFS terület alatt van. Kalibrálja újra az DFS-t.
it_it: Assicurarsi che la curva di guadagno sia al di sotto dell'area DFS. Ricalibrare DFS.
ko_kr: 게인 곡선이 DFS 영역 아래에 위치하도록, 착용상태를 확인하고 다시 캘리브레이션 합니다.
nl_nl: Zorg ervoor dat de versterkingscurve onder het DFS gebied ligt. Kalibreer DFS opnieuw.
no_no: Sørg for at gainkurven er under DFS-området. Rekalibrer DFS.
pt_pt: Certifique-se de que a curva está dentro da área do DFS. Calibre novamente o DFS.
ro_ro: Asigurati-va ca, curba câștigului este sub aria DFS. Recalibrati DFS.
ru_ru: Убедитесь, что кривая усиления находится ниже области подавления обратной связи. Перекалибруйте динамическое подавление обратной связи.
sv_se: Kontrollera att förstärkningskurvan ligger under DFS-området. Gör en ny DFS-kalibrering.
th_th: ตรวจสอบให้แน่ใจว่าเส้นโค้งเกนอยู่ต่ำกว่าพื้นที่ DFS แล้วปรับเทียบ DFS อีกครั้ง
tr_tr: Kazanç eğrisinin DFS alanının altında olduğundan emin olun. DFS'yi yeniden kalibre edin
zh_cn: 确保增益曲线低于DFS区域。重新校准DFS。

source: Change earmold tubing. Remake earmold/shell
bg_bg: Сменете шлауха на отливката. Направете отново отливката
cht: 更換耳模軟管。重新製造耳模/外殼
da_dk: Skift slangen til øreproppen. Lav ny øreprop/skal
el_gr: Αλλάξτε τον σωλήνα του εκμαγείου. Ανακατασκευάστε το εκμαγείο/κέλυφος
fi_fi: Vaihda korvakappaleen letku. Tee uusi kuorikko/korvakappale.
hr_hr: Promijenite cijevi kalupa za uho. Ponovno izradite kalup za uho / umetak
hu_hu: Cseréljen csövet a fülillesztékben. Készítsen új fülillesztéket/házat.
it_it: Cambiare il tubicino della chiocciola su misura. Rifare la chiocciola su misura/l'involucro
ko_kr: 몰드 튜브를 교체하고 몰드/쉘을 리메이크합니다
nl_nl: Vervang de slang. Vervang oorstukje/ schaaltje.
no_no: Skift slange på øreproppen. Lag ny ørepropp/skall
pt_pt: Alterar o tubo do molde auricular. Refazer molde auricular/cápsula.
ro_ro: Micsorati marimea ventului. Schimbati tipul olivei. Refaceti shellul/oliva.
ru_ru: Замените звуковод. Измените форму вкладыша/корпуса
sv_se: Minska vent. storlek. Ändra ljudslang, insats eller skal.
th_th: เปลี่ยน Earmold Tubing สร้าง Earmold/เชลล์ใหม่
tr_tr: Kulak kalıbı tüpünü değiştirin. Kulak kalıbını/kabuğu tekrar yapın
zh_cn: 减少通气孔尺寸或另选导声管或重做耳模/机壳。

source: Lecture
bg_bg: Лекция
cht: 演講
da_dk: Lektion
el_gr: Διάλεξη
fi_fi: Luento
hr_hr: Predavanje
hu_hu: Előadás
it_it: Lezione
ko_kr: 강의
nl_nl: Lezing
no_no: Forelesning
pt_pt: Palestra
ro_ro: Lecturare
ru_ru: Лекция
sv_se: Föreläsning
th_th: เลคเชอร์
tr_tr: Sınıf
zh_cn: 讲座

source: Telecoil Phone +Mic
bg_bg: Телефон с телебобина + Микрофон
cht: 電話線圈 + 麥克風
da_dk: Telefon med telespole + mikrofon
fi_fi: Induktiokelapuhelin+Mik
hr_hr: Telecoil Telefon + Mikrofon
hu_hu: Telefontekercs Telefon +Mik.
ko_kr: 텔레코일 폰+마이크
nl_nl: Luisterspoel+Mic
no_no: Telespole Telefon +Mik
pt_pt: Bobina Telefônica + Mic
ro_ro: Telefon bobina + Mic
ru_ru: Телефон с индукционной катушкой + микрофон
sv_se: Telespole Telefon +Mik
tr_tr: Telecoil Telefon + Mikrofon
zh_cn: 电感电话+麦克风

source: Telecoil Phone + Mic
bg_bg: Телефон с телебобина + микрофон
cht: 電話線圈接聽 + 麥克風
da_dk: Telefon med telespole + mikrofon
el_gr: Τηλέφωνο με τηλεπ. + Μικρ.
fi_fi: Induktiokelapuhelin+Mik
hr_hr: Telecoil telefon + mikrofon
hu_hu: Telefontekercs Telefon + Mik.
it_it: Bobina Telefonica + Mic
ko_kr: 텔레코일 폰+마이크
nl_nl: Luisterspoel telefoon+mic
no_no: Telespole telefon + mikrofon
pt_pt: Bobina Telefônica + Mic
ro_ro: Telefon bobină + Mic
ru_ru: Телефон с индукционной катушкой + микрофон
sv_se: Telespole Telefon + Mik
tr_tr: Telecoil Telefon + Mikrofon
zh_cn: 电感电话+麦克风

source: REM Test
bg_bg: Тест чрез аудиометрия
cht: 實耳測量
el_gr: Εξέταση REM
fi_fi: REM-testi
hr_hr: Test za in-situ mjerenje razine zvučnog tlaka
hu_hu: REM teszt
ko_kr: REM 테스트
pt_pt: Teste REM
ru_ru: Тест REM
th_th: ทดสอบ REM
tr_tr: REM Testi
zh_cn: REM测试

source: Natural Directionality II
bg_bg: Естествена насоченост II
cht: 實景空間方向性
fi_fi: Luonnollinen suuntakuvio II
hr_hr: Prirodna usmjerenost II
hu_hu: Természetes direkcionalítás II
it_it: Direzionalità Naturale II
nl_nl: Brain-balanced directionaliteit II
pt_pt: Direcionalidade Natural II
ro_ro: Direcționalitate naturală II
ru_ru: Естественная направленность II
sv_se: Naturlig riktningsverkan II
tr_tr: Natural Direksiyonalite II
zh_cn: 自然方向性II

source: Not Selected
bg_bg: Не е избран
cht: 未選擇
da_dk: Ikke valgt
el_gr: Δεν έχει επιλεγεί
fi_fi: Ei valittu
hr_hr: Nije odabrano
hu_hu: Nincs kiválasztva
it_it: Non selezionato
ko_kr: 선택되지 않음
nl_nl: Niet geselecteerd
no_no: Ikke valgt
pt_pt: Não selecionado
ro_ro: Neselectat
ru_ru: Не выбрано
sv_se: Inte vald
th_th: ไม่เลือก
tr_tr: Seçili Değil
zh_cn: 未选择

source: Connected
bg_bg: Свързан
cht: 已連接
da_dk: Tilsluttet
el_gr: Συνδέθηκε
fi_fi: Yhdistetty
hr_hr: Povezano
hu_hu: Csatlakoztatva
it_it: Connesso
ko_kr: 연결됨
nl_nl: Verbonden
no_no: Tilkoblet
pt_pt: Conectado
ro_ro: Conectat
ru_ru: Подключено
sv_se: Ansluten
th_th: เชื่อมต่อแล้ว
tr_tr: Bağlandı
zh_cn: 已连接

source: Apply Offset
bg_bg: Приложи отклонение
cht: 套用偏移值
da_dk: Anvend forskydning
el_gr: Εφαρμογή αντιστάθμισης
fi_fi: Kompensoi
hr_hr: Primijeni pomak
hu_hu: Eltolás alkalmazása
it_it: Applica offset
ko_kr: 오프셋 적용
nl_nl: Pas compensatie toe
no_no: Bruk offset
pt_pt: Aplicar compensação
ro_ro: Aplică Offset
ru_ru: Применить поправку на смещение
sv_se: Applicera Offset
th_th: ใช้ค่าออฟเซ็ตสภาพแวดล้อมกับเป้าหมาย
tr_tr: Denge Uygula
zh_cn: 应用偏移

source: P{0}:
cht: 程式{0}：
ru_ru: П{0}:

source: Print Preview
bg_bg: Преглед преди отпечатване
cht: 預覽列印
da_dk: Vis udskrift
el_gr: Προεπισκόπηση εκτύπωσης
fi_fi: Tulostuksen esikatselu
hr_hr: Pregled za ispis
hu_hu: Nyomtatási kép
it_it: Anteprima di stampa
ko_kr: 인쇄 미리보기
nl_nl: Voorbeeld afdrukken
no_no: Skriv ut forhåndsvisning
pt_pt: Imprimir pré-visualização
ro_ro: Previzualizare tipărire
ru_ru: Предварительный просмотр печати
sv_se: Förhandsgranskning
th_th: ตัวอย่างก่อนพิมพ์
tr_tr: Baskı Önizleme
zh_cn: 打印预览

source: Select items which you would like to appear on the printout for the Patient:
bg_bg: Изберете позициите, които бихте искали да се виждат в отпечатаното за пациента:
cht: 選擇您想在客戶頁面列印的項目 :
da_dk: Vælg de punkter, du ønsker at inkludere på udskriften til brugeren:
el_gr: Επιλέξτε τα στοιχεία που θέλετε να εμφανίζονται στην εκτύπωση για τον ασθενή:
fi_fi: Valitse potilaan tulosteeseen sisällytettävät kohteet:
hr_hr: Odaberite elemente za prikaz na pacijentovu ispisu:
hu_hu: Válassza azokat az elemeket, amiket meg kíván jeleníteni a nyomtatáskor a pácienshez:
it_it: Selezionare gli elementi che si desidera far comparire sulla stampa per il Paziente:
ko_kr: 출력하고 싶은 사용자 정보 항목을 선택하세요:
nl_nl: Selecteer de items die u wilt zien op de printout voor de cliënt:
no_no: Velg elementer du ønsker skal være synlige på pasientrapportutskriften:
pt_pt: Selecione os itens que você deseja imprimir para o Paciente:
ro_ro: Selectați articolele care ați dori să apară pe raportul tipărit al pacientului:
ru_ru: Выберите позиции, которые, по вашему мнению, должны появляться на распечатке для пациента:
sv_se: Välj det som du vill se på utskriften för patienten:
th_th: เลือกรายการที่คุณต้องการให้ปรากฏบนสิ่งพิมพ์สำหรับผู้ป่วย:
tr_tr: Hasta çıktısında görünmesini istediğiniz öğeleri seçin:
zh_cn: 选择您希望打印的用户报告项目:

source: Chinese
bg_bg: Китайски
cht: 中文
da_dk: Kinesisk
el_gr: Κινεζικά
fi_fi: Kiina
hr_hr: Kineski
hu_hu: Kínai
it_it: Cinese
ko_kr: 중국어
nl_nl: Chinees
no_no: Kinesisk
pt_pt: Chinês
ro_ro: Chineza
ru_ru: Китайский
sv_se: Kinesiska
th_th: ภาษาจีน
tr_tr: Çince
zh_cn: 简体中文

source: Warning
bg_bg: Предупреждение
cht: 警告
da_dk: Advarsel
el_gr: Προειδοποίηση
fi_fi: Varoitus
hr_hr: Upozorenje
hu_hu: Figyelmeztetés
it_it: Avviso
ko_kr: 경고
nl_nl: Waarschuwing
no_no: Advarsel
pt_pt: Aviso
ro_ro: Avertizare
ru_ru: Предупреждение
sv_se: Varning
th_th: คำเตือน
tr_tr: Uyarı
zh_cn: 警告

source: Moderate
bg_bg: Умерен
cht: 中度
da_dk: Moderat
el_gr: Μέτρια
fi_fi: Kohtalainen
hr_hr: Umjereno
hu_hu: Közepes
it_it: Moderato
nl_nl: Standaard
no_no: Moderat
pt_pt: Moderado
ro_ro: Mediu
ru_ru: Умеренно
sv_se: Måttlig
th_th: ปานกลาง
tr_tr: Orta
zh_cn: 中度

source: This program is designed to support the patient across multiple listening environments. This is a good option if only one program is desired.
bg_bg: Тази програма е предназначена да подпомага пациента в най-различна среда за слушане. Това е добър вариант, ако желаете само една програма.
cht: 這個程式設計於支持客戶在多種不同的聆聽環境中。若僅想使用單一程式，這是一個好的選項。
da_dk: Dette program er designet til at hjælpe brugeren i flere forskellige lyttemiljøer. Det er et godt valg, hvis der kun ønskes ét program.
el_gr: Αυτό το πρόγραμμα έχει σχεδιαστεί για να υποστηρίζει τον ασθενή σε πολλά περιβάλλοντα ακρόασης. Αποτελεί μια καλή επιλογή εάν επιθυμείτε μόνο ένα πρόγραμμα.
fi_fi: Tämä ohjelma auttaa potilasta useissa ääniympäristöissä. Se on mainio vaihtoehto, jos halutaan vain yksi ohjelma.
hr_hr: Ovaj je program osmišljen kao potpora bolesnicima u više slušnih okruženja. On je dobra opcija ako se želi upotrebljavati samo jedan program.
hu_hu: A program célja a páciens különböző környezetekben történő támogatása. Ez akkor jó választás, ha egyetlen program használatára van szükség.
it_it: Questo programma è concepito per assistere il paziente in diversi ambienti di ascolto. È una buona scelta soltanto se si desidera disporre di un unico programma.
ko_kr: 일반환경은 다양한 청취환경에서 편안하게 보청기를 사용할 수 있도록 설계된 프로그램입니다. 만약 하나의 프로그램만 설정한다면 이 프로그램을 선택하는 것을 권장합니다.
nl_nl: Dit programma is ontwikkeld om u te ondersteunen in meerdere luisteromgevingen. Dit is een goede optie wanneer slechts één programma gewenst is.
no_no: Dette programmet er utviklet for å hjelpe pasienten i ulike lyttemiljøer. Dette er et godt alternativ hvis man bare ønsker å bruke ett program.
pt_pt: Esse programa foi criado para o paciente usar em várias situações. É uma boa opção se apenas um programa for desejado.
ro_ro: Acest program a fost conceput pentru a susține pacientul în mai multe medii de ascultare. Aceasta este o bună opțiune dacă se dorește un singur program.
ru_ru: Эта программа помогает пользователю в разнообразных акустических ситуациях. Оптимальный вариант, если пользователь не хочет иметь несколько программ или рекомендовано обойтись установкой только одной программы.
sv_se: Det här programmet är avsett för att hjälpa patienten genom olika lyssningsmiljöer. Ett bra grundprogram om endast ett program önskas.
th_th: โปรแกรมนี้ได้รับการออกแบบมาเพื่อสนับสนุนผู้ป่วยในสภาพแวดล้อมการฟังที่หลากหลาย ตัวเลือกนี้จะเหมาะสมหากต้องการใช้งานเพียงโปรแกรมเดียว
tr_tr: Bu program, hastayı birbirinden farklı dinleme ortamlarında desteklemek üzere tasarlanmıştır. Sadece tek bir programın istenmesi iyi bir seçenek olacaktır.
zh_cn: 该程序可针对多种聆听环境为用户提供支持。如果只想要一个程序，那么通用程序是一个不错的选择。
