Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: We are unable to connect using Noahlink Wireless (Airlink 2) because the firmware version is no longer supported. The Noahlink Wireless (Airlink 2) version can be updated using the Accessory Updater. Please update and try again.
bg_bg: Ние не сме в състояние да се свържем с помощта на Noahlink Wireless (Airlink 2), тъй като версията на фърмуера вече не се поддържа. Версията на Noahlink Wireless (Airlink 2) може да се актуализира с помощта на Accessory Updater. Моля, актуализирайте и опитайте отново.
cht: 無法使用Noahlink Wireless(Airlink 2)連接，因為韌體版本已不支援。必須使用配件更新來更新 Noahlink Wireless (Airlink 2) 版本。請更新並重試。
da_dk: Vi kan ikke oprette forbindelse med Noahlink Wireless (Airlink 2), fordi firmwareversionen ikke længere understøttes. Versionen af Noahlink Wireless (Airlink 2) kan opdateres ved hjælp af opdateringsværktøjet til tilbehør. Opdater, og prøv igen.
el_gr: Δεν είναι δυνατή η σύνδεση μέσω Noahlink Wireless (Airlink 2) επειδή η έκδοση υλικολογισμικού δεν υποστηρίζεται πλέον. Η ενημέρωση της έκδοσης του Noahlink Wireless (Airlink 2) είναι δυνατή μέσω του εργαλείου Accessory Updater. Προβείτε σε ενημέρωση και προσπαθήστε ξανά.
fi_fi: Airlink2 -yhteyttä ei voi muodostaa, koska laiteohjelmistoa ei tueta enää. Voit päivittää Noahlink Wireless -versioon lisälaitteiden päivitystyökalun avulla. Päivitä laite ja yritä uudelleen.
hr_hr: Ne možemo se povezati s pomoću uređaja Noahlink Wireless (Airlink 2) jer verzija programske opreme više nije podržana. Verzija uređaja Noahlink Wireless (Airlink 2) se može ažurirati uz pomoć alata za ažuriranje dodatne opreme. Ažurirajte i pokušajte ponovo.
hu_hu: Nem lehet csatlakozni a Noahlink Wireless (Airlink 2) használatával, mert a firmware verziója már nem támogatott. A Noahlink Wireless (Airlink 2) verzióját a tartozékfrissítő eszközzel lehet frissíteni. Végezze el a frissítést és próbálkozzon újra.
it_it: Impossibile connettersi tramite Noahlink Wireless (Airlink 2) perché la versione firmware non è più supportata. La versione Noahlink Wireless (Airlink 2) può essere aggiornata utilizzando lo strumento di aggiornamento degli accessori. Aggiornarla e riprovare.
ko_kr: 펌웨어가 더 이상 지원되지 않아 Noahlink Wireless (Airlink 2)를 사용하여 연결할 수 없습니다. Noahlink Wireless (Airlink 2) 버전은 Accessory updater를 사용하여 업데이트할 수 있습니다. 업데이트한 후 다시 시도해 주십시오.
nl_nl: We konden geen verbinding maken via Noahlink Wireless (Airlink 2) omdat de firmwareversie niet langer wordt ondersteund. De Noahlink Wireless (Airlink 2) versie kan worden geüpdatet aan de hand van de Accessory Updater. Voer de update uit en probeer het opnieuw.
no_no: Vi kan ikke koble til ved hjelp av NOAHlink Wireless (Airlink 2) fordi firmware versjonen ikke støttes lenger. NOAHlink Wireless (Airlink 2)-versjonen kan oppdateres ved hjelp av oppdateringsverktøy for tilbehør. Oppdater og prøv igjen.
pt_pt: Não foi possível conectar usando o Noahlink Wireless (Airlink 2) porque a versão do firmware não é mais compatível. A versão do Noahlink Wireless (Airlink 2) pode ser atualizada usando a ferramenta de atualização do acessório. Atualize e tente novamente.
ro_ro: Nu se poate conecta utilizând Noahlink Wireless (Airlink 2) pentru că versiunea firmware nu mai este compatibilă. Versiunea Noahlink Wireless (Airlink 2) poate fi actualizată folosind Accessory Updater. Vă rugăm să actualizați și să reîncercați.
ru_ru: Мы не в состоянии произвести соединение с помощью Noahlink Wireless (Airlink 2), поскольку эта версия прошивки больше не поддерживается. Версию Noahlink Wireless (Airlink 2) можно обновить с помощью инструмента для обновления аксессуара. Обновите и попробуйте снова.
sv_se: Vi kan inte ansluta med Noahlink Wireless (Airlink 2) på grund av att programvaruversionen inte längre stöds. Noahlink Wireless (Airlink 2)-versionen kan uppdateras med hjälp av uppdateringsverktyget för trådlösa tillbehör. Uppdatera och försök igen.
th_th: เราไม่สามารถเชื่อมต่อโดยใช้ Noahlink Wireless (Airlink 2) ได้ เนื่องจากไม่สนับสนุนเฟิร์มแวร์เวอร์ชันนี้อีกต่อไป คุณสามารถอัพเดตเวอร์ชันของ Noahlink Wireless (Airlink 2) ได้โดยใช้เครื่องมืออัพเดตอุปกรณ์เสริม โปรดอัพเดตแล้วลองใหม่อีกครั้ง
tr_tr: Bellenim sürümü artık desteklenmediğinden, Kablosuz Noahlink (Airlink 2) ile bağlanamıyoruz. Kablosuz Noahlink (Airlink 2) sürümü Aksesuar Güncelleme Aracı ile güncellenebilir. Lütfen güncelleyin ve yeniden deneyin.
zh_cn: 由于固件版本不再受到支持，因此无法使用Noahlink（Airlink 2）无线设备进行连接。Noahlink（Airlink 2）无线版本可使用附件更新程序进行更新。请更新并重试。

source: Airlink version is not supported
bg_bg: Airlink 1 не се поддържа
cht: 不支援 Airlink 版本
da_dk: Airlink-versionen understøttes ikke
el_gr: Μη υποστηριζόμενη έκδοση Airlink
fi_fi: Airlink-versiota ei tueta.
hr_hr: Ova Airlink verzija nije podržana.
hu_hu: Az Airlink-verzió nem támogatott
it_it: La versione Airlink non è supportata.
ko_kr: Airlink 버전이 지원되지 않음
nl_nl: De versie van Airlink wordt niet ondersteund
no_no: Airlink-versjon er ikke støttet
pt_pt: A versão do Airlink não é compatível
ro_ro: Versiunea Airlink nu este suportată
ru_ru: Версия Airlink не поддерживается
sv_se: Airlink-versionen stöds inte
th_th: ไม่รองรับเวอร์ชั่นของ Airlink
tr_tr: Airlink sürümü desteklenmemektedir
zh_cn: 不支持Airlink版本

source: Airlink is not supported for connections in ReSound Smart Fit. Please choose a different connection interface and try again.
cht: ReSound Smart Fit 中的連接不支援 Airlink。請選擇其他連接介面，然後重試。
da_dk: AirLink understøttes ikke til forbindelser i ReSound Smart Fit. Vælg et andet forbindelsesinterface, og prøv igen.
el_gr: Το Airlink δεν υποστηρίζεται για συνδέσεις στο ReSound Smart Fit. Επιλέξτε μια διαφορετική διεπαφή σύνδεσης και προσπαθήστε ξανά.
fi_fi: Airlink ei ole yhteensopiva ReSound Smart Fit -yhteyksien kanssa. Valitse toinen yhteysmenetelmä ja yritä uudelleen.
hr_hr: Airlink nije podržan za ReSound Smart Fit povezivanje. Molimo, odaberite drugo sučelje i pokušajte ponovno.
hu_hu: Az Airlink-verzió nem támogatja a ReSound Okos Hangolóprogramon keresztül történő csatlakozást. Kérjük, válasszon egy másik csatlakozási felületet, majd próbálja újra.
it_it: Airlink non è supportato per le connessioni in ReSound Smart Fit. Scegliere un’altra interfaccia di connessione e riprovare.
ko_kr: Airlink는 ReSound Smart Fit에 연결에 대해 지원되지 않습니다. 다른 연결 인터페이스를 선택하고 다시 시도하십시오.
nl_nl: Airlink wordt niet ondersteund voor verbindingen in ReSound Smart Fit. Kies een andere verbindingsinterface en probeer het opnieuw.
no_no: Airlink er ikke støttet for tilkoblinger i ReSound Smart Fit. Vennligst velg et annet grensesnitt og forsøk igjen.
pt_pt: O Airlink não é compatível com conexões no ReSound Smart Fit. Escolha uma interface de conexão diferente e tente novamente.
ro_ro: Airlink nu este suportat pentru conexiuni în ReSound Smart Fit. Vă rugăm să selectați o altă interfață de conectare și să încercați din nou.
ru_ru: Airlink не поддерживается для соединений в ReSound Smart Fit. Пожалуйста, выберите другой интерфейс подключения и повторите попытку.
sv_se: Airlink stöds inte för anslutningar i ReSound Smart Fit. Välj ett annat anslutningsgränssnitt och försök igen.
th_th: Airlink ไม่รองรับการเชื่อมต่อใน ReSound Smart Fit โปรดเลือกอินเทอร์เฟซการเชื่อมต่ออื่น แล้วลองอีกครั้ง
tr_tr: Airlink, ReSound Smart Fit bağlantılarında desteklenmemektedir. Lütfen farklı bir bağlantı arayüzü seçin ve tekrar deneyin.
zh_cn: ReSound Smart Fit中的连接不支持Airlink。 请选择不同的连接接口，然后重试。

source: Detecting...
bg_bg: Откриване...
cht: 偵測中...
da_dk: Registrerer...
el_gr: Γίνεται εντοπισμός...
fi_fi: Tunnistetaan...
hr_hr: Otkrivanje...
hu_hu: Észlelés...
it_it: Rilevamento in corso...
ko_kr: 탐색 중...
nl_nl: Bezig met zoeken...
no_no: Finner...
pt_pt: Detectando...
ro_ro: Detectare...
ru_ru: Идет поиск...
sv_se: Känner av ...
th_th: กำลังตรวจหา...
tr_tr: Algılanıyor...
zh_cn: 正在探测...

source: The sharing of health information requires patient consent. Review the document with the patient and Start Consent.
bg_bg: Споделянето на здравна информация изисква съгласието на пациента. Прегледайте документа с пациента и стартирайте съгласие.
cht: 分享健康訊息前需要客戶同意書。請與客戶一起審閱文件和開始同意。
da_dk: Deling af helbredsoplysninger kræver brugerens samtykke. Gennemse dokumentet sammen med brugeren, og start samtykke.
el_gr: Για την κοινοποίηση πληροφοριών υγείας απαιτείται η συναίνεση του ασθενούς. Μελετήστε το έντυπο συναίνεσης με τον ασθενή και επιλέξτε "Έναρξη συναίνεσης".
fi_fi: Terveystietojen luovuttaminen edellyttää potilaan suostumusta. Tutustu asiakirjaan yhdessä potilaan kanssa ja aloita suostumuksen antaminen.
hr_hr: Za dijeljenje informacija o zdravlju potrebna je suglasnost bolesnika. Pregledajte dokument s bolesnikom i pokrenite suglasnost.
hu_hu: Az egészségügyi információk megosztásához a páciens beleegyezésére van szükség. Tekintse át a dokumentumot a pácienssel, és indítsa el a beleegyezési folyamatot.
it_it: La condivisione di informazioni sulla salute richiede il consenso del paziente. Esaminare il documento con il paziente e dare inizio al consenso.
ko_kr: 사용자의 건강 정보를 공유하려면, 고객 동의서가 필요합니다. 사용자와 함께 동의서를 검토하고 시작을 눌러 고객 동의서를 작성하십시오.
nl_nl: Voor het delen van gezondheidsinformatie is toestemming van de cliënt vereist. Neem het document samen met de cliënt door en start Toestemming.
no_no: Deling av helseopplysninger krever samtykke fra pasienten. Les gjennom dokumentet sammen med pasienten og start samtykke.
pt_pt: O compartilhamento de informações de integridade requer o consentimento do paciente. Analise o documento com o paciente e inicie o consentimento.
ro_ro: Divulgarea informațiilor medicale necesită acordul pacientului. Revizuiți documentul împreună cu pacientul și Începeți Consimțământul.
ru_ru: Передача информации о здоровье пациента третьей стороне возможна только с согласия пациента. Просмотрите документ совместно с пациентом и начните процедуру согласия.
sv_se: Delning av information om hörapparatinställmningar kräver patientens medgivande. Granska dokumentet med patienten och starta medgivande.
th_th: การเปิดเผยข้อมูลสุขภาพจะต้องได้รับความยินยอมจากผู้ป่วย ให้อ่านเอกสารร่วมกับผู้ป่วยแล้วเริ่มต้นความยินยอม
tr_tr: Sağlık bilgilerinin paylaşımı hasta onayı gerektirir. Belgeyi hastayla birlikte gözden geçirin ve Onayı Başlatın.
zh_cn: 分享健康信息需要用户同意书。同用户核对文件并启动同意书。

source: Patient first name cannot be empty!
bg_bg: Полето за собственото име на пациента не може да бъде празно!
cht: 客戶名字不能留空！
da_dk: Brugerens fornavn må ikke være tomt!
el_gr: Το πεδίο ονόματος ασθενούς δεν μπορεί να είναι άδειο!
fi_fi: Potilaan etunimi ei voi olla tyhjä.
hr_hr: Ime bolesnika ne smije biti prazno!
hu_hu: A páciens keresztneve nem lehet üres!
it_it: Il nome del paziente è un dato obbligatorio.
ko_kr: 이름 항목은 공란으로 비워둘 수 없습니다!
nl_nl: Voornaam van de cliënt mag niet leeg zijn!
no_no: Brukerens fornavn kan ikke være tomt!
pt_pt: O primeiro nome do paciente não pode ficar em branco!
ro_ro: Prenumele pacientului nu poate fi gol!
ru_ru: Имя пациента указывать обязательно!
sv_se: Patientens förnamn kan inte vara tomt!
th_th: ต้องไม่เว้นว่างชื่อผู้ป่วย!
tr_tr: Hastanın ilk adı boş olamaz!
zh_cn: 用户名不能为空！

source: Patient last name cannot be empty!
bg_bg: Полето за фамилия на пациента не може да бъде празно!
cht: 客戶姓氏不能留空！
da_dk: Brugerens efternavn må ikke være tomt!
el_gr: Το πεδίο επωνύμου ασθενούς δεν μπορεί να είναι άδειο!
fi_fi: Potilaan sukunimi ei voi olla tyhjä.
hr_hr: Prezime bolesnika ne smije biti prazno!
hu_hu: A páciens vezetékneve nem lehet üres!
it_it: Il cognome del paziente è un dato obbligatorio.
ko_kr: 성 항목은 공란으로 비워둘 수 없습니다!
nl_nl: Achternaam van de cliënt mag niet leeg zijn!
no_no: Brukerens etternavn kan ikke være tomt!
pt_pt: O sobrenome do paciente não pode ficar em branco!
ro_ro: Numele pacientului nu poate fi gol!
ru_ru: Фамилию пациента указывать обязательно!
sv_se: Patientens efternamn kan inte vara tomt!
th_th: ต้องไม่เว้นว่างนามสกุลผู้ป่วย!
tr_tr: Hastanın soyadı boş olamaz!
zh_cn: 用户姓不能为空！

source: First Name:
bg_bg: Собствено име:
cht: 名字：
da_dk: Fornavn:
el_gr: Όνομα:
fi_fi: Etunimi :
hr_hr: Ime:
hu_hu: Keresztnév:
it_it: Nome:
ko_kr: 이름:
nl_nl: Voornaam:
no_no: Fornavn:
pt_pt: Nome:
ro_ro: Prenume:
ru_ru: Имя:
sv_se: Förnamn:
th_th: ชื่อ:
tr_tr: İlk Adı:
zh_cn: 名:

source: Last Name:
bg_bg: Фамилия:
cht: 姓氏：
da_dk: Efternavn:
el_gr: Επώνυμο:
fi_fi: Sukunimi :
hr_hr: Prezime:
hu_hu: Vezetéknév:
it_it: Cognome:
ko_kr: 성:
nl_nl: Achternaam:
no_no: Etternavn:
pt_pt: Sobrenome:
ro_ro: Nume:
ru_ru: Фамилия:
sv_se: Efternamn:
th_th: นามสกุล:
tr_tr: Soyadı:
zh_cn: 姓:
