Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Nature Sounds uses the natural modulation characteristics of real life environmental sounds. Each Nature Sounds option is modulated to mimic the corresponding environmental setting. For example, the natural modulation characteristic of waves breaking on rocks is different than that of calm waves in the ocean. By selecting a Nature Sounds stimulus you are providing the user with a calming, comfortable sound experience as an alternative to traditional white noise. The sound selected should be determined by user preference, as therapeutic sounds for tinnitus have great individual variance.
bg_bg: Звуци от природата използват характеристиките на естествената модулация на звуците от средата в реалния живот. Всяка опция на Звуци от природата е модулирана да имитира съответната среда. Например, характеристиката на естествената модулация на разбиващите се в скалите вълни е различна от тази на тихите вълни в океана. Чрез избиране на стимул от Звуци от природата вие предоставяте на потребителя успокояващо, приятно звуково изживяване като алтернатива на традиционния бял шум. Избраният звук трябва да се определи от предпочитанието на потребителя, тъй като терапевтичните звуци за шум в ушите са много различни за различните хора.
cht: 自然聲音利用現實生活環境聲音的自然調變特性。每個自然聲音選項均調變為模仿相對應的環境設定。例如，海浪拍打岩石與海洋的平靜波浪的自然調變特性不同。選擇自然聲音刺激，您可提供使用者較平靜舒適的聲音體驗，取代傳統的白噪音。選擇的聲音應該由使用者的偏好而定，因為治療耳鳴的聲音在不同的個體，差異很大。
da_dk: Naturlyde benytter de naturlige karakteristika for modulation i naturlige lyde. Naturlyde er moduleret til at efterligne den tilsvarende indstilling. For eksempel er den naturlige karakteristik af modulation i bølger, der brydes mod klipper, anderledes end rolige bølger på havet. Når du vælger Naturlyde, giver du brugeren en rolig og komfortabel lydoplevelse som et alternativ til traditionel hvid støj. Lyden bør vælges efter brugerens ønsker, eftersom terapeutisk lyd mod tinnitus i høj grad afhænger af den enkelte person.
el_gr: Η λειτουργία Nature Sounds χρησιμοποιεί τις χαρακτηριστικές φυσικής διαμόρφωσης ήχων από πραγματικά περιβάλλοντα. Κάθε επιλογή του Nature Sounds είναι διαμορφωμένη ώστε να μιμείται τις αντίστοιχες συνθήκες περιβάλλοντος. Για παράδειγμα, η χαρακτηριστική φυσικής διαμόρφωσης του παφλασμού στην ακτή είναι διαφορετική από ό,τι εκείνη του κυματισμού στην ανοικτή θάλασσα. Επιλέγοντας ένα από τα ερεθίσματα του Nature Sounds, προσφέρετε στον χρήστη μια χαλαρή, άνετη εμπειρία ήχων αντί του παραδοσιακού λευκού θορύβου. Ο επιλεγμένος ήχος θα πρέπει να υπαγορεύεται από τις προτιμήσεις του χρήστη, καθώς οι θεραπευτικοί ήχοι για τις εμβοές ποικίλλουν σε μεγάλο βαθμό ανάλογα με τις ιδιαίτερες προτιμήσεις.
fi_fi: Luonnon äänet perustuvat luonnollisten ääniympäristöjen luonnollisiin, moduloituihin ominaisuuksiin. Luonnon äänet on moduloitu jäljittelemään vastaavaa ääniympäristöasetusta. Esimerkiksi luonnollisesti moduloitu hyökyaaltoääni eroaa valtameren rauhallisten aaltojen äänestä. Valitsemalla luonnon äänet annat käyttäjälle luonnollisen tasaisen ja rauhallisen äänen verrattuna perinteiseen valkoiseen kohinaan. Äänet tulee valita ottaen huomioon käyttäjän tottumukset, koska terapeuttinen vaikutus tinnitukseen vaihtelee yksilöllisesti.
hr_hr: Prirodni zvukovi služe se prirodnim karakteristikama modulacije stvarnih zvukova iz okruženja. Svaka opcija prirodnog zvuka modulirana je tako da oponaša odgovarajuću postavku okruženja. Primjerice prirodna karakteristika modulacije razbijanja valova o stijene drugačija je karakteristike mirnih valova u oceanu. Odabirom podražaja iz reda prirodnih zvukova korisniku pružate umirujući i ugodan doživljaj zvuka kao alternativu tradicionalnom bijelom šumu. Odabrani zvuk trebao bi biti određen korisnikovim sklonostima jer se terapeutski zvukovi za tinitus veoma razlikuju od osobe do osobe.
hu_hu: A természeti hangok funkció természetes modulációt használ a valós környezetnek megfelelően. Minden természeti hang modulálva van a környezeti beállítások szerint. Például a sziklán megtört hullámok természetes modulációja különbözik a tengeri hullámokétól. A természeti hangok kiválasztásával egy nyugodt, komfortos hangot biztosít a felhasználónak, például alternatív fehérzajt. A természeti hangokat a felhasználói igények alapján kell kiválasztani, például terápiás hangként a tinnituszban szenvedőknek.
it_it: Suoni della Natura usa le caratteristiche di modulazione dei suoni ambientali naturali della vita reale. Ogni opzione di Suoni della natura è modulata per imitare il corrispondente contesto ambientale. Ad esempio, la caratteristica naturale di modulazione delle onde che si frangono è diversa da quella del fluttuare calmo dell'oceano. Selezionando uno stimolo Suoni della natura si fornisce al paziente un'esperienza sonora rilassante e confortevole come alternativa al tradizionale rumore bianco. Il suono selezionato deve essere determinato dalla preferenza dell'utente: come i suoni terapeutici per l'acufene, ha una grande variabile individuale.
ko_kr: 네이쳐사운드는 실제 생활 환경의 자연스런 모듈레이션 특성으로 구현됩니다. 각각의 네이쳐사운드는 자연 환경음의 모듈레이션 특성으로 변조되었습니다. 예를 들어 바위에 부딪히는 파도의 자연적인 변조 특성은 대양의 고용한 파도의 것과는 다릅니다. 자연소리를 선택하여 사용자에게 전통적인 백색소음을 대체하는 조용하고 편안한 청취 경험을 제공합니다. 이명 치료용 사운드는 개인적 변화가 크기 때문에, 네이쳐사운드의 종류는 착용자의 선호도에 따라 결정할 수 있도록 합니다.
nl_nl: Natuurgeluiden gebruiken de natuurlijke modulatiekarakteristieken van echte omgevingsgeluiden. Ieder natuurgeluid wordt gemoduleerd om de echte situatie na te bootsen. Zo is bijvoorbeeld de natuurlijke modulatie van golven die breken op rotsen anders dan die van kalme golven op zee. Door te kiezen voor natuurgeluiden biedt u de eindgebruiker een rustige, comfortabele geluidsbeleving als een alternatief voor de traditionele witte ruis. Welk natuurgeluid u selecteert hangt af van de voorkeur van de gebruiker, omdat we weten dat er grote individuele variatie is in voor tinnitus geschikte therapeutische geluiden.
no_no: Naturlyder bruker de naturlige modulasjonsegenskapene til omgivelseslyder fra det virkelige liv. Hver naturlyd moduleres for å etterlikne det tilsvarende miljøets lydomgivelser. For eksempel er den naturlige modulasjonsegenskapen for bølger som brytes mot steiner annerledes enn rolige bølger ute på havet. Ved å velge Naturlyder gir du brukeren en beroligende og behagelig lydopplevelse som et alternativ til tradisjonell hvit støy. Naturlyder bør bestemmes av brukerens preferanser, ettersom terapeutiske lyder for tinnitus varierer fra person til person.
pt_pt: Sons da Natureza utilizam as características naturais de modulação de sons ambientais reais. Cada Som da Natureza é modulado para imitar o ambiente correspondente. Por exemplo, a característica natural de modulação de ondas quebrando nas pedras é diferente de uma onda calma no oceano. Ao selecionar Sons da Natureza você está oferecendo ao usuário uma experiência sonora relaxante e confortável como uma alternativa para o ruído branco tradicional. O Som da Natureza selecionado deve ser determinado pela preferência do usuário, uma vez que, sons terapêuticos para o zumbido têm grande variação individual.
ro_ro: Natural Sounds use the natural modulation characteristics of real life environmental sounds. Each Natural Sound is modulated to mimic the corresponding environmental setting. For example, the natural modulation characteristic of waves breaking on rocks is different than that of calm waves in the ocean. By selecting Natural Sounds you are providing the user with a calming, comfortable sound experience as an alternative to traditional whitenoise. The Natural Sound selected should be determined by user preference, as therapeutic sounds for tinnitus have great individual variance.
ru_ru: Звуки природы используют естественные модуляционные характеристики реальных окружающих звуков. Каждая опция Звков природы модулируется, чтобы имитировать соответствующее природное окружение. Например, естественная модуляционная характеристика прибоя, разбивающегося о скалы, отличается от модуляционной характеристики спокойных волн в океане. Выбирая в качестве стимула Звуки природы, вы предоставляете пользователю успокаивающее, комфортное звучание в качестве альтернативы традиционному белом шуму. Выбор вида Звков природы должен определяться предпочтением пользователя, поскольку звуки, оказывающие терапевтический эффект при тиннитусе, у каждого индивидуальны.
sv_se: Naturljud använder naturens egna karaktäristik (modulation) och utgår från verkliga livet. Varje Naturljud moduleras för att efterlikna varje specifik miljös inställning. Tex ljudet från vågor som bryts mot stenar låter annorlunda än lugna vågor ute på oceanen. Genom att välja Naturljud ger du brukaren en lugnande, komfortabel ljudupplevelse som ett alternativ till traditionellt vitt brus. Naturljud ska väljas enligt brukarens egna preferenser då terapeutiska ljud för tinnitus har stor variation.
th_th: เสียงธรรมชาติจะใช้คุณลักษณะการปรับเสียงธรรมชาติของเสียงในสภาพแวดล้อมชีวิตจริง เสียงธรรมชาติแต่ละเสียงจะได้รับการปรับเพื่อจำลองสภาพแวดล้อมทางธรรมชาติที่สอดคล้องกัน เช่น คุณลักษณะการปรับเสียงธรรมชาติของคลื่นที่กระทบหิน จะแตกต่างจากคลื่นที่สงบนิ่งในมหาสมุทร การเลือกเสียงธรรมชาติ จะช่วยให้ผู้ใช้ได้สัมผัสประสบการณ์เสียงที่สงบและสบายที่สุด แทนการฟังไวท์นอยส์แบบดั้งเดิม ควรเลือกใช้เสียงธรรมชาติตามความต้องการของผู้ใช้ เนื่องจากเสียงที่ใช้ในการรักษาเสียงอื้อในหูจะแตกต่างกันไปในแต่ละคน
tr_tr: Doğa Sesleri gerçek hayat çevresel seslerinin doğal modülasyon karakteristiğini kullanır. Her Doğa Sesi seçeneği Çevresel ayarların taklit edilmiş bir modülasyonudur. Örneğin, kayaların üzerinde kırılan dalgaların doğal modülasyon özelliği okyanusta sakin dalgalarınkinden daha farklıdır. Bir Doğa Sesi uyaranı seçildiğinde geleneksel beyaz gürültü sesine alternatif olarak sakinleştirici ve rahat bir ses deneyimi sağlamış oluyoruz. Kulak çınlaması tedavisi için bireysel değişkenler içeren seslerin kullanıcı tercihine göre seçilmesi gereklidir.
zh_cn: 自然声来自真实的自然环境，每种自然声都表示了一种环境的特性，比如激涛拍岸和波浪的环境特性就完全不同。自然声是使用平静、舒适的声音来代替传统的白噪声。用户可根据个人的偏好来选择声音的种类。

source: Binaural Directionality III
bg_bg: Бинаурална насоченост III
cht: 雙耳方向性 III
fi_fi: Binauraalinen suuntakuvio III
hu_hu: Binaurális direkcionalítás III
it_it: Direzionalità Binaurale III
nl_nl: Binaurale directionaliteit III
no_no: Binaural Direksjonalitet III
pt_pt: Direcionalidade Binaural III
ro_ro: Directionalitate Binaurala III
ru_ru: Бинауральная направленность III
sv_se: Binaural riktverkan III
th_th: การปรับทิศทางแบบสองหู III
tr_tr: Binaural Direksiyonalite III
zh_cn: AI智能双耳融合方向性

source: TSG Nature Sounds
bg_bg: TSG Звуци от природата
cht: 耳鳴抑制音產生器自然聲音
da_dk: Naturlyde i TSG
fi_fi: TSG:n luonnon äänet
hr_hr: Prirodni zvukovi za TSG
hu_hu: TSG természetes hangok
it_it: Suoni della natura GST
nl_nl: TSG natuurgeluiden
no_no: TSG Naturlyder
pt_pt: Sons da Natureza do Gerador de Som
ro_ro: TSG Natural Sounds
ru_ru: Звуки природы с TSG
sv_se: TSG Naturljud
th_th: เสียงธรรมชาติ TSG
tr_tr: TSG Doğa Sesleri
zh_cn: 自然声耳鸣掩蔽
