Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Current
bg_bg: В момента
cht: 目前
da_dk: Nuværende
el_gr: Τρέχουσα
fi_fi: Nykyinen
hr_hr: Trenutno
hu_hu: Aktuális
it_it: Corrente
ko_kr: 현재
nl_nl: Huidig
no_no: Gjeldende
pt_pt: Atual
ro_ro: Actual
ru_ru: Текущее
sv_se: Aktuell
th_th: ปัจจุบัน
tr_tr: Geçerli
zh_cn: 当前

source: Ending
bg_bg: Крайни
cht: 結束
da_dk: Afslutning
el_gr: Τελική
fi_fi: Saavutettu
hr_hr: Završno
hu_hu: Befejezési
it_it: Finale
ko_kr: 종료
nl_nl: Doel
no_no: Slutter
pt_pt: Final
ro_ro: Incheiere
ru_ru: Завершение
sv_se: Avslutar
th_th: กำลังสิ้นสุด
tr_tr: Sonlanıyor
zh_cn: 最终

source: Acceptance Manager progress on Both sides successfully completed.
bg_bg: Ходът на Acceptance Manager завърши успешно от двете страни.
cht: 雙耳適應管理過程成功完成。
da_dk: Acceptance Manager på begge sider er udført.
el_gr: Η πρόοδος του Διαχειριστή Αποδοχής και στις δυο πλευρές έχει επιτυχώς ολοκληρωθεί .
fi_fi: Sopetumisavustaja valmis onnistuneesti kummallakin puolella.
hr_hr: Napredak značajke Acceptance Manager na objema stranama uspješno je dovršen.
hu_hu: Az Acceptance Manager folyamat mindkét oldalon sikeresen befejeződött.
it_it: Progresso di Manager Adattamento completata correttamente su entrambi i lati.
ko_kr: 자동적응매니저가 양측 보청기에서 성공적으로 완료되었습니다
nl_nl: Het Acceptatie Manager proces is op beide zijden succesvol doorlopen.
no_no: Acceptance Manager er vellykket gjennomført på begge sider.
pt_pt: Progresso do Gerenciador de Adaptação concluído com sucesso.
ro_ro: Progresul Managerului de acceptare s-a incheiat cu succes pe ambele parti.
ru_ru: Менеджер адаптации успешно завершил работу на обоих СА.
sv_se: Acceptans Verktyg på båda sidor lyckades.
th_th: การทำงานของตัวจัดการการยอมรับทั้งสองข้างเสร็จสมบูรณ์แล้ว
tr_tr: Her iki tarafta Adaptasyon Yöneticisi başarıyla tamamlandı.
zh_cn: 双侧助听器满意度管理系统都已成功结束。

source: Current Gain:
bg_bg: Усилване в момента:
cht: 目前增益：
da_dk: Nuværende forstærkning:
el_gr: Τρέχουσα απόκριση:
fi_fi: Nykyinen vahvistus :
hr_hr: Trenutno pojačanje:
hu_hu: Aktuális erősítés:
it_it: Guadagno corrente:
ko_kr: 보청기 적합 상태:
nl_nl: Huidige gain:
no_no: Gjeldende gain:
pt_pt: Ganho atual:
ro_ro: Castig actual:
ru_ru: Текущее усиление:
sv_se: Aktuell Förstärkning:
th_th: Gain ปัจจุบัน:
tr_tr: Geçerli Kazanç:
zh_cn: 当前增益:

source: End Gain:
bg_bg: Крайно усилване::
cht: 結束增益：
da_dk: Slutforstærkning:
el_gr: Τελική απόκριση:
fi_fi: Saavutettu vahvistus :
hr_hr: Završno pojačanje:
hu_hu: Vég erősítés:
it_it: Guadagno finale:
ko_kr: 종료 게인:
nl_nl: Uiteindelijke gain:
no_no: Slutt-gain:
pt_pt: Ganho final:
ro_ro: Castig final:
ru_ru: Конечное усиление:
sv_se: Slutgiltig Förstärkning:
th_th: Gain สิ้นสุด:
tr_tr: Bitiş Kazancı:
zh_cn: 最终增益:

source: Acceptance Manager progress on Left side successfully completed.
bg_bg: Ходът на Acceptance Manager завърши успешно от лявата страна.
cht: 左側適應管理過程成功完成。
da_dk: Acceptance Manager på venstre side er udført.
el_gr: Η πρόοδος του Διαχειριστή Αποδοχής στην αριστερή πλευρά έχει επιτυχώς ολοκληρωθεί.
fi_fi: Sopetumisavustaja valmis onnistuneesti vasemmalla puolella.
hr_hr: Napredak značajke Acceptance Manager na lijevoj strani uspješno je dovršen.
hu_hu: Az Acceptance Manager folyamat a bal oldalon sikeresen befejeződött.
it_it: Progresso di Manager adattamento completato correttamente sul lato sinistro.
ko_kr: 자동적응매니저가 좌측 보청기에서 성공적으로 완료되었습니다
nl_nl: Het Acceptatie Manager proces is links succesvol doorlopen.
no_no: Acceptance Manager er vellykket gjennomført på venstre side.
pt_pt: Progresso do Gerenciador de Adaptação no lado esquerdo concluído com sucesso.
ro_ro: Progresul Managerului de acceptare s-a incheiat cu succes pe partea stanga.
ru_ru: Менеджер адаптации успешно завершил работу на левом СА.
sv_se: Acceptans Verktyg på vänster sida lyckades.
th_th: การทำงานของตัวจัดการการยอมรับข้างซ้ายเสร็จสมบูรณ์แล้ว
tr_tr: Sol tarafta Adaptasyon Yöneticisi başarıyla tamamlandı.
zh_cn: 左侧助听器满意度管理系统已成功结束。

source: Acceptance Manager progress on Right side successfully completed.
bg_bg: Напредъкът на Acceptance Manager завърши успешно от дясната страна.
cht: 右側適應管理過程成功完成。
da_dk: Acceptance Manager på højre side er udført.
el_gr: Η πρόοδος του Διαχειριστή Αποδοχής στην δεξία πλευρά έχει επιτυχώς ολοκληρωθεί.
fi_fi: Sopetumisavustaja valmis onnistuneesti oikealla puolella.
hr_hr: Napredak značajke Acceptance Manager na desnoj strani uspješno je dovršen.
hu_hu: Az Acceptance Manager folyamat a jobb oldalon sikeresen befejeződött.
it_it: Progresso di Manger adattamento completato correttamente sul lato destro.
ko_kr: 자동적응매니저가 우측 보청기에서 성공적으로 완료되었습니다
nl_nl: Het Acceptatie Manager proces is rechts succesvol doorlopen.
no_no: Acceptance Manager er vellykket gjennomført på høyre side.
pt_pt: Progresso do Gerenciador de Adaptação no lado direito concluído com sucesso.
ro_ro: Progresul Managerului de acceptare s-a incheiat cu succes pe partea dreapta.
ru_ru: Менеджер адаптации успешно завершил работу на правом СА.
sv_se: Acceptans Verktyg på höger sida lyckades.
th_th: การทำงานของตัวจัดการการยอมรับข้างขวาเสร็จสมบูรณ์แล้ว
tr_tr: Sağ tarafta Adaptasyon Yöneticisi başarıyla tamamlandı.
zh_cn: 右侧助听器满意度管理系统已成功结束。

source: Acceptance Manager is in progress. DFS Calibration may affect the "current" and "end" gain values.
bg_bg: Acceptance Manager е в ход. Калибрирането на DFS може да се отрази на „текуща“ и „крайна“ стойност на усилването.
cht: 適應管理進行中，數位回饋音抑制校正值可能會影響目前和結束增益值。
da_dk: Acceptance Manager er i gang. DFS-kalibrering kan påvirke den nuværende forstærkning.
el_gr: Ο Διαχειριστής Αποδοχής εκτελείται. Η βαθμονόμηση της DFS μπορεί να επηρεάσει την "τρέχουσα" και την "τελική" τιμή απόκρισης.
fi_fi: Sopeutumisavustaja on toiminnassa. DFS-kalibrointi voi vaikuttaa nykyisiin ja tavoitepistevahvistuksiin.
hr_hr: Acceptance Manager je u tijeku. Kalibracija DFS-a može utjecati na vrijednosti trenutnog i završnog pojačanja.
hu_hu: Az Acceptance Manager fut. A DFS kalibráció hatással lehet az aktuális és a befejezési erősítés értékeire.
it_it: Manager adattamento in corso. La calibrazione DFS può influenzare i valori di guadagno "corrente" e "finale".
ko_kr: 자동적응매니저가 진행중입니다. DFS 캘리브레이션이 현재와 종료시점의 게인에 영향을 미칠 수 있습니다.
nl_nl: De Acceptatie Manager is bezig. DFS kalibratie kan de “huidige” en de “uiteindelijke” versterkingswaarden beïnvloeden.
no_no: Acceptance Manager er aktivert. DFS-kalibrering kan påvirke gjeldende og slutt-gainverdier.
pt_pt: O Gerenciador de Adaptação está em andamento. A calibração do DFS pode afetar os valores de ganho atual e final.
ro_ro: Managerul de acceptare este in desfasurare. Calibrarea DFS poate afecta valorile de câștig ”curente” și ”finale”.
ru_ru: Активен Менеджер адаптации. Калибровка подавления обратной связи (DFS) может повлиять на значения "текущего" и "конечного" усиления.
sv_se: Acceptans-verktyget körs. DFS-kalibrering kan påverka aktuella och slutgiltiga förstärkningsvärden.
th_th: ตัวจัดการการยอมรับอยู่ระหว่างการทำงาน การปรับเทียบ DFS อาจส่งผลกระทบต่อค่าเกนปัจจุบันและค่าเกนเมื่อสิ้นสุด
tr_tr: Adaptasyon Yöneticisi sürdürülüyor. DFS Kalibrasyonu "geçerli" ve "son" kazanç değerlerini etkileyebilir.
zh_cn: 满意度管理系统正在运行中。DFS校准可能会影响“当前”和“结束”增益值。

source: Acceptance Manager Duration:
bg_bg: Времетраене на Acceptance Manager:
cht: 適應管理週期 :
da_dk: Varighed for Acceptance Manager:
el_gr: Διάρκεια Διαχειριστή αποδοχής:
fi_fi: Sopeutumisavustajan kesto :
hr_hr: Trajanje značajke Acceptance Manager:
hu_hu: Acceptance Manager időtartam:
it_it: Manager Adattamento Durata:
ko_kr: 자동적응매니저 활성화기간:
nl_nl: Acceptatie Manager duur:
no_no: Acceptance Manager Varighet:
pt_pt: Duração do Gerenciador de Adaptação:
ro_ro: Durată Manager de acceptare:
ru_ru: Продолжительность активного периода Менеджера привыкания:
sv_se: Acceptansverktyg varaktighet:
th_th: ระยะเวลาของตัวจัดการการยอมรับ:
tr_tr: Adaptasyon Yöneticisi Süresi:
zh_cn: 满意度管理系统时长:

source: Not Enabled
bg_bg: Не е активирано
cht: 未啟動
da_dk: Ikke slået til
el_gr: Μη ενεργοποιημένο
fi_fi: Ei käytössä
hr_hr: Nije omogućeno
hu_hu: Nincs engedélyezve
it_it: Non abilitato
ko_kr: 적용불가
nl_nl: Niet mogelijk
no_no: Ikke aktivert
pt_pt: Desabilitado
ro_ro: Dezactivat
ru_ru: Неактивно
sv_se: Inte vald
th_th: ไม่เปิดให้ใช้งาน
tr_tr: Etkin değil
zh_cn: 不可用

source: Include Gain settings
bg_bg: Включване на настройки на усилването
cht: 包含增益設定
da_dk: Inkluder forstærkningsindstillinger
el_gr: Συμπερίληψη ρυθμίσεων κέρδους
fi_fi: Sisällytä vahvistusasetukset
hr_hr: Uključi postavke pojačanja
hu_hu: Erősítési beállításokkal
it_it: Includi impostazioni guadagno
ko_kr: 게인 설정 포함
nl_nl: Inclusief gaininstellingen
no_no: Inkluder gaininnstillinger
pt_pt: Incluir configurações de ganho
ro_ro: Include setarile de castig
ru_ru: Учитывать настройки усиления
sv_se: Inkludera förstärkningsinställningar
th_th: รวมการตั้งค่าเกน
tr_tr: Kazanç ayarları dahil
zh_cn: 包括增益设置

source: Include Sound Shaper settings
bg_bg: Включване на настройки на Sound Shaper (звукооформител)
cht: 包含移頻功能設定
da_dk: Inkluder indstillinger for Sound Shaper
el_gr: Συμπερίληψη ρυθμίσεων Sound Shaper
fi_fi: Sisällytä Taajuussiirto -asetukset
hr_hr: Uključi postavke funkcije Sound Shaper
hu_hu: Sound Shaper beállításokkal
it_it: Includi impostazioni Sound Shaper
ko_kr: Sound Shaper 설정 포함
nl_nl: Inclusief SoundShaper instellingen
no_no: Inkluder Sound Shaper-innstillinger
pt_pt: Incluir ajustes do Sound Shaper
ro_ro: Include setarile Sound Shaper
ru_ru: Учитывать настройки Sound Shaper
sv_se: Inkludera Sound Shaper-inställningar
th_th: รวมการตั้งค่า Sound Shaper
tr_tr: Sound Shaper ayarlarını dahil et
zh_cn: 包括频谱重组功能的设置

source: Change Target Rule
bg_bg: Промяна на целевото правило
cht: 更改目標公式
da_dk: Skift target-regel
el_gr: Αλλαγή κανόνα στόχου
fi_fi: Vaihda kohdesääntö
hr_hr: Promijeni pravilo za ciljne vrijednosti
hu_hu: Célszabály módosítása
it_it: Cambia regola Target
ko_kr: 타겟 포뮬러 변경:
nl_nl: Wijzig rekenregel
no_no: Endre tilpasningsregel
pt_pt: Altere a regra alvo
ro_ro: Schimbați regula țintă
ru_ru: Изменить целевую расчетную формулу
sv_se: Ändra målmetod
th_th: เปลี่ยนกฎเป้าหมาย
tr_tr: Hedef Algoritmayı Değiştir
zh_cn: 更改目标规则:

source: Acceptance Manager is in progress. Changing target rule will turn off Acceptance Manager and reset gains to current ones.
bg_bg: Acceptance Manager е в ход. Промяната на целевото правило ще изключи Acceptance Manager и ще върне усилването към сегашното.
cht: 適應管理正在進行中，更改目標公式將關閉適應管理和重設增益至目前值。
da_dk: Acceptance Manager er i gang. Rekonfiguration vil deaktivere Acceptance Manager og nulstille forstærkninger.
el_gr: Ο Διαχειριστής Αποδοχής εκτελείται. Η αλλαγή του κανόνα στόχου θα απενεργοποιήσει τον Διαχειριστή απόδοσης και θα επαναφέρει τις τιμές απόκρισης στις τρέχουσες.
fi_fi: Sopeutumisavustaja on käynnissä. Jos kohdesääntöön tehdään muutoksia, Sopeutumisavustaja poistetaan käytöstä ja vahvistukset nollataan nykyisiksi.
hr_hr: Acceptance Manager je u tijeku. Mijenjanjem pravila za ciljne vrijednosti isključit će se Acceptance Manager, a pojačanja resetirati na trenutačna.
hu_hu: Az Acceptance Manager fut. A célszabály módosításával kikapcsolja az Acceptance Managert, és az aktuális értékekre állítja az erősítési értékeket.
it_it: Manager adattamento in corso. La modifica della regola target comporterà la disattivazione di Manager adattamento e il ripristino dei guadagni a quelli correnti.
ko_kr: 자동적응매니저가 실행 중입니다. 타겟 포뮬러를 변경하면, 자동적응매니저가 종료되며 게인이 현재상태로 리셋됩니다.
nl_nl: Acceptatie Manager wordt uitgevoerd. Wijzigen van de rekenregel zal de Acceptatie Manager uitschakelen en de versterkingen resetten op het huidige niveau.
no_no: Acceptance Manager aktivert. Endring av tilpasningsregel vil slå av Acceptance Manager og gjenopprette gjeldende gainverdier.
pt_pt: O Gerenciador de Adaptação está em andamento. Alterar a regra alvo desativará o Gerenciador de Adaptação e redefinirá os ganhos para os valores atuais.
ro_ro: Acceptance Manager este în desfășurare. Schimbarea regulii țintă va opri Acceptance Manager și va reseta câștigurile la cele curente.
ru_ru: Активен Менеджер адаптации. Изменение расчетной формулы целевого значения отключит Менеджер адаптации и сбросит значения усиления до текущих значений.
sv_se: Acceptansverktyget används. Omkonfigurering stänger av Acceptansverktyget och återställer förstärkningarna.
th_th: ตัวจัดการการยอมรับอยู่ระหว่างการทำงาน การเปลี่ยนกฎเป้าหมายจะเป็นการปิดตัวจัดการการยอมรับ และรีเซ็ตเกนกลับเป็นค่าปัจจุบัน
tr_tr: Adaptasyon Yöneticisi sürdürülüyor. Hedef algoritmayı değiştirmek Adaptasyon Yöneticisini kapatacak ve kazançları güncel değerlere sıfırlayacaktır.
zh_cn: 满意度管理系统正在运行中。更改目标规则将关闭满意度管理系统并将增益重置为当前值。

source: Recalculate is not available while Acceptance Manager is in progress. Please turn off Acceptance Manager first.
bg_bg: Преизчисляване не е достъпно, докато Acceptance Manager е в ход. Моля, най-напред изключете Acceptance Manager.
cht: 適應管理正在進行時，無法重新計算。 請先關閉適應管理。
da_dk: Genberegning er ikke tilgængelig, når Acceptance Manager er i gang. Deaktiver Acceptance Manager først.
el_gr: Ο επανυπολογισμός δεν είναι διαθέσιμος ενόσω εκτελείται ο Διαχειριστής Αποδοχής. Απενεργοποιήστε πρώτα τον Διαχειριστή Αποδοχής.
fi_fi: Uudelleenlaskenta ei ole käytössä, jos Sopeutumisavustaja on toiminnassa. Poista Sopeutumisavustaja ensin käytöstä.
hr_hr: Ponovni izračun nije dostupan dok je Acceptance Manager u tijeku. Najprije isključite Acceptance Manager.
hu_hu: Az újraszámítás nem érhető el, ha az Acceptance Manager fut. Először kapcsolja ki az Acceptance Managert.
it_it: Il ricalcolo non è disponibile mentre Manager adattamento è in corso. Disattivare prima Manager adattamento.
ko_kr: 자동적응매니저가 실행 중에는 재산출할 수 없습니다. 먼저, 자동적응매니저를 종료하십시오
nl_nl: Herberekenen niet beschikbaar wanneer de Acceptatie Manager actief is. Schakel eerst de Acceptatie Manager uit.
no_no: Rekalkulering er ikke tilgjengelig når Acceptance Manager er aktivert. Du må først slå av Acceptance Manager.
pt_pt: O recurso de calcular novamente não está disponível enquanto o Gerenciador de Adaptação está em andamento. Desative o Gerenciador de Adaptação primeiro.
ro_ro: Recalcularea nu este disponibil in timp ce Managerul de acceptare este in desfasurare. Va rugam opriti intai Managerul de acceptare
ru_ru: Опция пересчета недоступна, пока активен Менеджер адаптации. Сначала нужно отключить Менеджер адаптации.
sv_se: Det går inte att omberäkna när Acceptansverktyget är igång. Stäng av det först.
th_th: ไม่สามารถทำการคำนวณใหม่ได้ในระหว่างที่ตัวจัดการการยอมรับกำลังทำงาน โปรดปิดตัวจัดการการยอมรับก่อน
tr_tr: Adaptasyon Yöneticisi devam ederken Tekrar Hesapla kullanılamaz. Lütfen önce Adaptasyon Yöneticisini kapatın.
zh_cn: 满意度管理系统运行时无法执行重新计算。请先关闭满意度管理系统。

source: The Patient Experience Level is not available while Acceptance Manager is in progress. Please turn off Acceptance Manager first.
bg_bg: Нивото на опит на пациента не е достъпно, докато Acceptance Manager е в ход. Първо изключете Acceptance Manager.
cht: 適應管理正在進行中，客戶經驗等級無法使用。請先關閉適應管理。
da_dk: Brugeroplevelsesniveauet er ikke tilgængeligt, mens Acceptance Manager er i gang. Sluk først for Acceptance Manager.
el_gr: Το επίπεδο Εμπειρίας Ασθενή δεν είναι διαθέσιμο ενόσω εκτελείται ο Διαχειριστής αποδοχής.Απενεργοποιήστε πρώτα τον Διαχειριστή αποδοχής.
fi_fi: Kun Sopeutumisavustaja etenee, potilaan kokemustaso ei ole käytettävissä. Poista Sopeutumisavustaja ensin käytöstä.
hr_hr: Razina pacijentova doživljaja nije dostupna kada je uključen Upravitelj (Acceptance Manager). Molimo, najprije isključite Upravitelja.
hu_hu: A páciens tapasztalati szint nem érhető el, ha az Acceptance Manager fut. Először kapcsolja ki az Acceptance Managert.
it_it: Il livello di esperienza dei Pazienti non è disponibile mentre Manager Adattamento è in progressione. Si prega prima di spegnere manager Adattamento.
ko_kr: 자동적응매니저가 실행 중에는 보청기 사용경험을 변경할 수 없습니다. 먼저 자동적응매니저를 종료하십시오.
nl_nl: Het ervaringsniveau van de cliënt is niet beschikbaar terwijl de Acceptatie Manager bezig is. Schakel eerst de Acceptatie Manager uit.
no_no: Rekalkulering er ikke tilgjengelig når Acceptance Manager er aktivert. Du må først slå av Acceptance Manager.
pt_pt: O Nível de Experiência do Paciente está indisponível enquanto o Gerenciador de Adaptado estiver habilitado. Por favor, desligue o Gerenciador de Adaptação.
ro_ro: Nivelul de experiență al pacientului nu este disponibil cât timp rulează Manager Acceptare. Opriți mai întâi Manager Acceptare.
ru_ru: Уровень опыта пациента будет недоступен, пока активен Менеджер адаптации. Пожалуйста, отключите сначала Менеджер адаптации.
sv_se: Patientens upplevelsenivå är inte tillgänglig när acceptansverktyget pågår. Stäng av acceptansverktyget först.
th_th: ระดับประสบการณ์การใช้งานของผู้ป่วยไม่สามารถใช้งานได้ในขณะที่ Acceptance Manager กำลังดำเนินการ โปรดปิด Acceptance Manager ก่อน
tr_tr: Hasta Deneyimi Seviyesi, Adaptasyon Yöneticisi çalışırken kullanılamaz. Lütfen önce Adaptasyon Yöneticisi'ni kapatın.
zh_cn: 满意度管理系统运行时无法更改用户佩戴史。请首先关闭满意度管理系统。

source: Acceptance Manager is in progress. Reconfiguring will turn off Acceptance Manager and reset gains.
bg_bg: Acceptance Manager е в ход. Преконфигурирането ще изключи Acceptance Manager и ще нулира усилването.
cht: 適應管理正在進行中。重新配置將關閉適應管理並重設增益。
da_dk: Acceptance Manager er i gang. Hvis du starter rekonfigurering, vil Acceptance Manager blive lukket, og forstærkninger vil blive nulstillet.
el_gr: Εκτελείται o Διαχειριστής αποδοχής. Η αναδιαμόρφωση θα απενεργοποιήσει τον Διαχειριστή αποδοχής και θα επαναφέρει τις τιμές απόκρισης.
fi_fi: Sopeutumisavustaja on käynnissä. Sopeutumisavustaja poistetaan käytöstä vahvistukset nollataan, kun määritetään uudelleen.
hr_hr: Acceptance Manager je u tijeku. Rekonfiguriranjem će se isključiti Acceptance Manager i resetirati pojačanja.
hu_hu: Az Acceptance Manager jelenleg fut. Az Újrakonfigurálás ki fogja kapcsolja az Acceptance Manager szolgáltatást, és alaphelyzetbe állítja az erősítéseket.
it_it: Manager Adattamento è in progressione. Se si effettua la riconfigurazione, Manager Adattamento verrà spento e verranno resettati i guadagni.
ko_kr: 자동적응매니저가 실행 중입니다. 재구성을 진행하면, 자동적응매니저가 종료되고 게인이 초가화 됩니다.
nl_nl: De Acceptatie Manager is ingeschakeld. Opnieuw configureren zal de Acceptatie Manager uitschakelen en de versterking resetten.
no_no: Acceptance Manager er aktivert. Endring av target-regel vil slå av Acceptance Manager og gjenopprette gjeldende gainverdier.
pt_pt: Gerenciador de Adaptação em progresso. A reconfiguração desligará o Gerenciador de Adaptação e reiniciará o ganho.
ro_ro: Manager Acceptare în desfășurare. Reconfigurarea va opri Acceptance Manager și va reseta câștigurile la cele curente.
ru_ru: Активен Менеджер адаптации. Переконфигурация отключит Менеджер адаптации и сбросит значения усиления.
sv_se: Acceptansverktyget pågår Omkonfigureringen stänger av acceptansverktyget och återställer förstärkningar.
th_th: ตัวจัดการการยอมรับกำลังทำงาน การกำหนดค่าใหม่จะเป็นการปิดตัวจัดการการยอมรับและรีเซ็ตค่าเกน
tr_tr: Adaptasyon Yöneticisi çalışıyor. Yeniden yapılandırma, Adaptasyon Yöneticisi'ni kapatacak ve kazançları sıfırlayacaktır.
zh_cn: 满意度管理系统正在运行。重新配置将关闭满意度管理系统并重设增益。

source: Acceptance Manager is in progress. AutoFit will turn off Acceptance Manager and reset gains.
bg_bg: Acceptance Manager е в ход. AutoFit ще изключи Acceptance Manager и ще нулира усилването.
cht: 「接受管理」正在進行中，「AutoFit 自動選配」將關閉「接受管理」並重設增益。
da_dk: Acceptance Manager er i gang. AutoFit vil deaktivere Acceptance Manager og nulstille forstærkninger.
el_gr: Εκτελείται o Διαχειριστής Αποδοχής. Το AutoFit θα απενεργοποιήσει τον Διαχειριστή Αποδοχής και θα επαναφέρει τις τιμές απόκρισης.
fi_fi: Sopeutumisavustaja on käynnissä. Sopeutumisavustaja poistetaan käytöstä PikaSovitus-sovituksessa ja vahvistukset nollataan.
hr_hr: Acceptance Manager je u tijeku. AutoFit će isključiti Acceptance Manager i resetirati pojačanja.
hu_hu: Az Acceptance Manager jelenleg fut. Az AutoFit ki fogja kapcsolja az Acceptance Manager szolgáltatást, és alaphelyzetbe állítja az erősítéseket.
it_it: Manager adattamento in corso. Fitting automatico disattiverà Manager adattamento e ripristinerà i guadagni.
ko_kr: 자동적응매니저가 실행 중입니다. AutoFit은 자동적응매니저를 종료시키고, 게인을 초기화 합니다.
nl_nl: Acceptatie Manager wordt uitgevoerd. AutoFit zal de Acceptatie Manager uitschakelen en de versterkingsniveaus resetten.
no_no: Acceptance Manager aktivert. AutoFit vil slå av Acceptance Manager og gjenopprette gainverdiene.
pt_pt: O Gerenciador de Adaptação está em andamento. O Auto Ajuste desativará o Gerenciador de Adaptação e redefinirá os ganhos.
ro_ro: Acceptance Manager este în desfășurare. AutoFit va opri Acceptance Manager și va reseta câștigurile la cele curente.
ru_ru: Активен Менеджер адаптации. Автонастройка отключит Менеджер адаптации и сбросит значения усиления до исходных.
sv_se: Acceptansverktyget används. Snabbanpassning stänger av Acceptansverktyget och återställer förstärkningarna.
th_th: ตัวจัดการการยอมรับอยู่ระหว่างการทำงาน AutoFit จะปิดตัวจัดการการยอมรับและรีเซ็ตเกน
tr_tr: Adaptasyon Yöneticisi sürdürülüyor. AutoFit Adaptasyon Yöneticisini kapatacak ve kazançları sıfırlayacaktır.
zh_cn: 满意度管理系统正在运行中。自动选配将关闭满意度管理系统并重置增益。

source: Acceptance Manager is in progress. AutoFit will will turn off Acceptance Manager, reset gains and remove all unsaved fitting data.
bg_bg: Acceptance Manager е в ход. AutoFit ще изключи Acceptance Manager, ще нулира усилването и ще премахне всички незапазени данни за протезиране.
cht: 適應管理正在進行中。自動選配將會關閉適應管理、重設增益及移除所有未儲存選配資料。
el_gr: Εκτελείται o Διαχειριστής αποδοχής. Το AutoFit θα απενεργοποιήσει τον Διαχειριστή αποδοχής ,θα επαναφέρει τις τιμές απόκρισης και θα αφαιρέσει όλα τα δεδομένα που δεν έχουν σωθεί.
fi_fi: Sopeutumisavustaja on käynnissä. PikaSovitus -sovituksessa Sopeutumisavustaja poistetaan käytöstä, vahvistukset nollataan ja tallentamattomat sovitustiedot poistetaan.
hr_hr: Acceptance Manager je u tijeku. AutoFit će isključiti Acceptance Manager, resetirati pojačanja i ukloniti sve nespremljene podatke o namještanju.
hu_hu: Az Acceptance Manager jelenleg fut. Az AutoFit ki fogja kapcsolja az Acceptance Manager szolgáltatást, és alaphelyzetbe állítja az erősítéseket és eltávolít minden nem mentett illesztési adatot.
it_it: Manager Adattamento in progressione. Fitting Automatico spegnerà Manager Adattamento, verranno resettati i guadagni e verranno rimossi tutti i dati di fitting non salvati.
ko_kr: 자동적응매니저가 실행 중입니다. AutoFit은 자동적응매니저를 종료하고, 게인을 초기화하고 저장되지 않은 모든 피팅 데이터를 제거합니다.
nl_nl: De Acceptatie Manager is ingeschakeld. AutoFit zal de Acceptatie Manager uitschakelen, de versterking resetten en alle niet bewaarde aanpasgegevens verwijderen.
no_no: Acceptance Manager aktivert. AutoFit vil slå av Acceptance Manager og gjenopprette gainverdiene.
pt_pt: O Gerenciador de Adaptação está em progresso. O Auto Fit desligará o Gerenciador de Adaptação, reiniciará o ganho e removerá todos os dados não salvos.
ro_ro: Manager Acceptare în desfășurare. Autofit va opri Manager Acceptare și va reseta amplificările și va elimina toate datele de reglaj nesalvate.
ru_ru: Активен Менеджер адаптации. Автонастройка отключит Менеджер адаптации, сбросит значения усиления и удалит все несохраненные данные настройки.
sv_se: Acceptansverktyget pågår Snabb anpassningstänger av acceptansverktyget, återställer förstärkningana och tar bort alla osparade anpassningsdata.
th_th: ตัวจัดการการยอมรับกำลังทำงาน AutoFit จะปิดตัวจัดการการยอมรับ รีเซ็ตค่าเกน และลบข้อมูลการสวมใส่ทั้งหมดที่ไม่ได้บันทึกไว้
tr_tr: Adaptasyon Yöneticisi çalışıyor. AutoFit Adaptasyon Yöneticisi'ni kapatacak, kazançları sıfırlayacak ve kaydedilmeyen tüm Ayar verilerini silecektir.
zh_cn: 意度管理系统正在运行中。自动选配将关闭满意度管理系统并重置增益。
