Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: There are unsaved changes. Would you like to save changes before exiting?
bg_bg: Има незапазени промени. Желаете ли да запишете промените преди излизане?
cht: 有修改未儲存。您要在離開前儲存修改嗎？
da_dk: Der er ændringer, der ikke er gemt. Vil du gemme, før du lukker?
el_gr: Υπάρχουν μη αποθηκευμένες αλλαγές. Θέλετε να αποθηκεύσετε τις αλλαγές πριν από την έξοδο;
fi_fi: Tallentamattomia muutoksia löytyy. Haluatko tallentaa muutokset ennen kuin poistut ?
hr_hr: Postoje promjene koje nisu spremljene. Želite li spremiti promjene prije izlaza?
hu_hu: Nem mentett változások vannak. Szeretné menteni őket kilépés előtt?
it_it: Alcune modifiche non sono state salvate. Salvare le modifiche prima di uscire?
ko_kr: 저장되지 않은 변경사항이 있습니다. 종료 전에 저장하시겠습니까?
nl_nl: Niet alle wijzigingen zijn opgeslagen. Wil u de wijzigingen opslaan voor u afsluit?
no_no: Det finnes endringer som ikke er lagret. Vil du lagre disse før du avslutter?
pt_pt: Existem alterações não salvas. Deseja salvar essas alterações antes de sair?
ro_ro: Exista setari nesalvate. Doriti sa le salvati inainte de a parasi programul?
ru_ru: Имеются несохраненные данные. Сохранить изменения перед выходом?
sv_se: Det finns ändringar som inte är sparade. Vill du spara dem innan avslut?
th_th: มีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก คุณต้องการบันทึกการเปลี่ยนแปลงก่อนที่จะออกหรือไม่
tr_tr: Kaydedilmemiş değişiklikler var. Çıkmadan önce değişiklikleri kaydetmek ister misiniz?
zh_cn: 有未保存的更改。是否先保存再退出？

source: Unsaved Data
bg_bg: Незапазени данни
cht: 未儲存的資料
da_dk: Ikke gemt
el_gr: Μη αποθηκευμένα δεδομένα
fi_fi: Muutoksia ei ole tallennettu
hr_hr: Nespremljeni podatci
hu_hu: Nem mentett adatok
it_it: Dati non salvati
ko_kr: 저장되지 않은 데이터
nl_nl: Niet opgeslagen data
no_no: Ulagrede data
pt_pt: Dados não salvos
ro_ro: Date nesalvate
ru_ru: Несохраненные данные
sv_se: Ej sparad Data
th_th: ข้อมูลที่ยังไม่ได้บันทึก
tr_tr: Kaydedilmemiş Bilgi
zh_cn: 数据未保存

source: First fit sessions launch to:
bg_bg: Стартиране на сесии за първия монтаж на:
cht: 初次選配階段啟動至：
da_dk: Sessioner med ny tilpasning startes for:
el_gr: Εκκίνηση συνεδριών πρώτης εφαρμογής σε:
fi_fi: Ensimmäisen sovitusistuntojen käynnistys :
hr_hr: Pokretanje sesija prvog namještanja na:
hu_hu: Első illesztés indítása:
it_it: Avvio delle prima sessione di fitting su:
ko_kr: 첫 번째 피팅세션:
nl_nl: Eerste aanpassessie starten met:
no_no: Første tilpasningsøkter startes:
pt_pt: Iniciar primeiras sessões de ajuste em:
ro_ro: Lansare sesiuni fixare primară la:
ru_ru: Сессии первоначальной настройки запустить:
sv_se: Startskärm vi första anpassning:
th_th: เรียกใช้งานเซสชันการทดลองสวมครั้งแรกไปยัง:
tr_tr: İlk Fitting için açılış ekranı:
zh_cn: 打开初始选配界面:

source: Fine-tuning sessions launch to:
bg_bg: Стартиране на сесии за фина настройка на:
cht: 微調階段啟動至：
da_dk: Sessioner med finjustering startes for:
el_gr: Εκκίνηση συνεδριών μικρορύθμισης σε:
fi_fi: Hienosäätöistuntojen käynnistys :
hr_hr: Pokretanje sesija preciznog ugađanja na:
hu_hu: Finomhangolás indítása:
it_it: Avvio sessioni di regolazione-fine su:
ko_kr: 피팅 세션 실행시:
nl_nl: Fijnafregeling starten met:
no_no: Finjusteringsøkter startes:
pt_pt: Iniciar sessões de ajuste fino em:
ro_ro: Lansare sesiuni reglaj fin la:
ru_ru: Сессии тонкой настройки запустить:
sv_se: Startskärm vid finjustering:
th_th: เรียกใช้งานเซสชันการปรับแต่งครั้งแรกไปยัง:
tr_tr: İnce ayar için açılış sayfası:
zh_cn: 打开微调界面:

source: Fitting / Session Information
bg_bg: Монтиране / Информация за сесия
cht: 選配/階段資訊
da_dk: Tilpasning/sessionsinformation
el_gr: Πληροφορίες εφαρμογής/συνεδρίας
fi_fi: Sovitus/käyntitietoja
hr_hr: Namještanje / informacije o sesiji
hu_hu: Illesztés adatai
it_it: Informazioni sessione/fitting
ko_kr: 피팅/세션 정보
nl_nl: Aanpassing / sessie informatie
no_no: Tilpasnings-/øktsdata
pt_pt: Informações da Sessão/Ajuste
ro_ro: Reglaj / Info Sesiune
ru_ru: Настройка / Информация о сессии
sv_se: Anpassning / Sessionsinformation
th_th: ข้อมูลของ Fitting / Session
tr_tr: Uygulama / Oturum Bilgisi
zh_cn: 验配信息

source: Patient Information
bg_bg: Информация за пациента
cht: 客戶資料
da_dk: Brugerinformation
el_gr: Στοιχεία ασθενούς
fi_fi: Potilastiedot
hr_hr: Informacije o bolesniku
hu_hu: Páciens adatai
it_it: Informazioni paziente
ko_kr: 사용자정보
nl_nl: Gegevens cliënt
no_no: Pasientinformasjon
pt_pt: Informações do Paciente
ro_ro: Informații pacient
ru_ru: Информация о пациенте
th_th: ข้อมูลผู้ป่วย
tr_tr: Hasta Bilgileri
zh_cn: 用户信息

source: Patient's First and Last Names
bg_bg: Собствено и фамилно име на пациента
cht: 客戶姓名
da_dk: Brugerens for- og efternavne
el_gr: Ονοματεπώνυμο ασθενούς
fi_fi: Potilaan etu- ja sukunimi
hr_hr: Ime i prezime pacijenta
hu_hu: Páciens vezeték és keresztnév
it_it: Nome e Cognome del Paziente
ko_kr: 성명
nl_nl: Voor- en achternaam van uw cliënt
no_no: Pasientens fornavn og etternavn
pt_pt: Nome e Sobrenome do Paciente
ro_ro: Numele și prenumele pacientului
ru_ru: Имя и фамилия пациента
sv_se: Patientens för- och efternamn
th_th: ชื่อและนามสกุลของผู้ป่วย
tr_tr: Hastanın Adı ve Soyadı
zh_cn: 用户姓名

source: Patient's Date of Birth
bg_bg: Дата на раждане на пациента
cht: 客戶出生日期
da_dk: Brugerens fødselsdato
el_gr: Ημερομηνία γέννησης ασθενούς
fi_fi: Potilaan syntymäaika
hr_hr: Datum rođenja pacijenta
hu_hu: Páciens születési dátum
it_it: Data di nascita del Paziente
ko_kr: 생년월일
nl_nl: Geboortedatum van uw cliënt
no_no: Pasientens fødselsdato
pt_pt: Data de Nascimento do Paciente
ro_ro: Data nașterii pacientului
ru_ru: Дата рождения пациента
sv_se: Patientens födelsedatum
th_th: วันเดือนปีเกิดของผู้ป่วย
tr_tr: Hastanın Doğum Tarihi
zh_cn: 用户出生日期

source: Patient's Experience Level
bg_bg: Ниво на опита на пациента
cht: 客戶經驗等級
da_dk: Brugerens oplevelsesniveau
el_gr: Επίπεδο εμπειρίας ασθενούς
fi_fi: Potilaan kokemus
hr_hr: Bolesnikova razina iskustva
hu_hu: A páciens tapasztalati szintje
it_it: Livello esperienza paziente
ko_kr: 보청기 사용경험
nl_nl: Ervaringsniveau cliënt
no_no: Pasientens erfaringsnivå
pt_pt: Nível de experiência do paciente
ro_ro: Nivel experiență pacient
ru_ru: Опытность пациента
sv_se: Patientens erfarenhetsnivå
th_th: ระดับประสบการณ์ของผู้ป่วย
tr_tr: Hastanın Deneyim Seviyesi
zh_cn: 用户佩戴史

source: Patient's Database Number (ID)
bg_bg: Номер на пациента от базата данни (идентификатор)
cht: 客戶資料庫編號 (ID)
da_dk: Brugerens databasenummer (ID)
el_gr: Αριθμός βάσης δεδομένων ασθενούς (αναγνωριστικό)
fi_fi: Potilaan tietokantanumero (tunnus)
hr_hr: Identifikacijski broj pacijenta (ID)
hu_hu: Páciens adatbázis azonosító (ID)
it_it: Numero del paziente da Database (ID)
ko_kr: 사용자 데이터베이스 ID
nl_nl: Databasenummer van uw cliënt (ID)
no_no: Pasientens databasenummer (ID)
pt_pt: Número do Banco de Dados do Paciente (ID)
ro_ro: Numărul din baza de date (ID) al pacientului
ru_ru: Номер пациента в базе данных (ID)
sv_se: Patientens databasnummer (ID)
th_th: หมายเลขฐานข้อมูลของผู้ป่วย (ID)
tr_tr: Hastanın Veritabanı Numarası (ID)
zh_cn: 用户数据库编码(ID)

source: Clinic Information
bg_bg: Клинична информация
cht: 門市資訊
da_dk: Klinikinformation
el_gr: Κλινικές πληροφορίες
fi_fi: Toimipisteen tietoa
hr_hr: Podatci o ustanovi
hu_hu: Klinikai információ
it_it: Informazioni cliniche
ko_kr: 클리닉 정보
nl_nl: Informatie winkel/kliniek
no_no: Klinikk-info
pt_pt: Informações do Centro Auditivo
ro_ro: Info Cabinet
ru_ru: Информация о центре
sv_se: Klinisk information
th_th: ข้อมูลสถานที่ใส่เครื่องช่วยฟัง
tr_tr: Klinik Bilgisi
zh_cn: 验配中心信息

source: Physical Properties
bg_bg: Физични свойства
cht: 硬體特性
da_dk: Fysiske egenskaber
el_gr: Φυσικές ιδιότητες
fi_fi: Fyysiset ominaisuudet
hr_hr: Fizička svojstva
hu_hu: Fizikai tulajdonságok
it_it: Proprietà fisiche
ko_kr: 돔, 리시버 선택
nl_nl: Fysieke eigenschappen
no_no: Fysiske egenskaper
pt_pt: Propriedades Físicas
ro_ro: Proprietati fizice
ru_ru: Акустические параметры
sv_se: Fysiska Egenskaper
th_th: คุณสมบัติทางกายภาพ
tr_tr: Fiziksel Özellikler
zh_cn: 助听器属性

source: Battery
bg_bg: Батерия
cht: 電池
da_dk: Batteri
el_gr: Μπαταρία
fi_fi: Paristo
hr_hr: Baterija
hu_hu: Akkumulátor
it_it: Batteria
ko_kr: 배터리
nl_nl: Batterij
no_no: Batteri
pt_pt: Pilha
ro_ro: Baterie
ru_ru: Батарейка
sv_se: Batteri
th_th: แบตเตอรี่
tr_tr: Pil
zh_cn: 电池类型:

source: Environmental Optimizer
bg_bg: Оптимизатор на средата
cht: 環境優化器
el_gr: Βελτιστοποίησης Περιβαλλοντός
fi_fi: Ääniympäristön optimointi
hu_hu: Környezeti Optimalizáló
it_it: Ottimizzatore Ambientale
ko_kr: 자동환경조절
pt_pt: Otimizador Ambiental
ro_ro: Optimizator de Mediu
ru_ru: Оптимизатор окружения
sv_se: Miljö Optimering
th_th: โปรแกรมปรับแต่งสภาพแวดล้อม
tr_tr: Çevresel Yönetim
zh_cn: AI智能环境优化器

source: Session Notes:
bg_bg: Бележки за сесията:
cht: 階段摘要：
da_dk: Sessionsnoter:
el_gr: Σημειώσεις συνεδρίας:
fi_fi: Käynnin merkintöjä :
hr_hr: Bilješke o sesiji:
hu_hu: Munkameneti feljegyzések:
it_it: Note di sessione:
ko_kr: 세션 노트:
nl_nl: Sessie opmerkingen:
no_no: Notater fra økt:
pt_pt: Observações da Sessão:
ro_ro: Notite Sesiune:
ru_ru: Примечания к сессии:
sv_se: Sessionsnoteringar:
th_th: หมายเหตุเซสชัน:
tr_tr: Oturum Notları:
zh_cn: 验配备注:

source: Page {0} of {1}
bg_bg: Страница {0} от {1}
cht: 第 {0} 頁，共 {1} 頁
da_dk: Side {0} af {1}
el_gr: Σελίδα {0} από {1}
fi_fi: Sivu {0}({1}
hr_hr: Stranica {0} od {1}
hu_hu: Oldal: {0} / {1}
it_it: Pagina {0} di {1}
ko_kr: {0} / {1} 페이지
nl_nl: Pagina {0} van {1}
no_no: Side {0} av {1}
pt_pt: Página {0} de {1}
ro_ro: Pagina {0} din {1}
ru_ru: Стр. {0} из {1}
sv_se: Sidan {0} av {1}
th_th: หน้าที่ {0} จาก {1}
tr_tr: Sayfa {0} / {1}
zh_cn: 第{0}页，共{1}页

source: For the Patient
bg_bg: За пациента
cht: 為了客戶
da_dk: Til brugeren
el_gr: Για τον ασθενή
fi_fi: Potilaalle
hr_hr: Za pacijenta
hu_hu: A páciensnek
it_it: Per il Paziente
ko_kr: 사용자용
nl_nl: Voor uw cliënt
no_no: Til pasienten
pt_pt: Para o Paciente
ro_ro: Pentru pacient
ru_ru: Для пациента
sv_se: För patienten
th_th: สำหรับผู้ป่วย
tr_tr: Hasta İçin
zh_cn: 为用户

source: Trial Period Ends:
bg_bg: Пробният период завършва на:
cht: 試用期結束：
da_dk: Prøveperiode slutter:
el_gr: Λήξη δοκιμαστικής περιόδου:
fi_fi: Koeaika päättyy :
hr_hr: Probno razdoblje završava:
hu_hu: Kipróbálási idő vége:
it_it: Termine periodo di prova:
ko_kr: 시험착용종료:
nl_nl: Proefperiode eindigt:
no_no: Prøveperioden slutter:
pt_pt: Período final dos testes:
ro_ro: Perioada de proba expira la:
ru_ru: Дата окончания пробного ношения:
sv_se: Testperiod slutar:
th_th: ระยะเวลาทดลองสิ้นสุดเมื่อ
tr_tr: Deneme Süresi Bitimi :
zh_cn: 试戴结束时间:

source: Show Data Logging directly after read HI
bg_bg: Показване на Запис на данни непосредствено след разчитане на слуховия апарат
cht: 在讀取助聽器後直接顯示數據紀錄
da_dk: Vis datalogging direkte efter læst høreapparat
el_gr: Εμφάνιση καταγραφής δεδομένων αμέσως μετά την ανάγνωση του βοηθήματος
fi_fi: Näytä tietojen kirjaus heti kuulokojeen lukemisen jälkeen
hr_hr: Odmah prikaži povijest podataka nakon HI
hu_hu: Adatrögzítés mutatása HK olvasás után
it_it: Visualizza direttamente i dati del Data Logging dopo la lettura HI
ko_kr: 보청기를 연결하고 바로 데이터 로깅 보기
nl_nl: Toon DataLogging direct na het uitlezen van het hoortoestel
no_no: Vis datalogging rett etter avlest HI
pt_pt: Exibir o Registro de Dado assim que conectar o AASI.
ro_ro: Afișează Introducere Date imediat după citirea AA
ru_ru: Отображать Регистрацию данных в журнал сразу же после считывания СА
sv_se: Visa dataloggning direkt efter läsning av HI
th_th: แสดงการบันทึกข้อมูลโดยตรงหลังจากอ่าน HI
tr_tr: İşitme cihazının bağlanmasından hemen sonra Veri Kaydını Göster
zh_cn: 在读取助听器后直接显示数据记录

source: Test
bg_bg: Тест
cht: 測試
el_gr: Δοκιμή
fi_fi: Testi
hu_hu: Teszt
ko_kr: 테스트
pt_pt: Teste
ru_ru: Тест
th_th: การทดสอบ
zh_cn: 测试

source: Data Logging View
bg_bg: Прозорец за запис на данни
cht: 數據記錄檢視
da_dk: Visningen Datalogning
el_gr: Προβολή καταγραφής δεδομένων
fi_fi: Tietojen kirjausikkuna
hr_hr: Prikaz bilježenja podataka
hu_hu: Adatnaplózási nézet
it_it: Visualizzazione Data Logging
ko_kr: 데이터 로깅
nl_nl: DataLogging Beeld
no_no: Dataloggingsvindu
pt_pt: Exibição de registro de dados
ro_ro: Vizualizare ADL
ru_ru: Вид Журнала данных
sv_se: Dataloggningsvy
th_th: มุมมองการบันทึกข้อมูล
tr_tr: Veri Günlükleme Görünümü
zh_cn: 数据记录窗口

source: User Preferences
bg_bg: Предпочитания на потребителя
cht: 使用者偏好
da_dk: Brugerpræferencer
el_gr: Προτιμήσεις χρήστη
fi_fi: Käyttäjäasetukset
hr_hr: Korisničke postavke
hu_hu: Felhasználói előnyök
it_it: Preferenze utente
ko_kr: 사용자 설정
nl_nl: Voorkeuren cliënt
no_no: Brukerpreferanser
pt_pt: Preferências do usuário
ro_ro: Preferinte Utilizator
ru_ru: Предпочтения пользователя
sv_se: Användarpreferenser
th_th: ความชอบของผู้ใช้
tr_tr: Kullanıcı Tercihleri
zh_cn: 用户使用参数

source: Machine Preferences
bg_bg: Предпочитания за машината
cht: 儀器偏好
da_dk: Maskinpræferencer
el_gr: Προτιμήσεις συσκευής
fi_fi: Laiteasetukset
hr_hr: Postavke stroja
hu_hu: Gépi tulajdonságok
it_it: Preferenze dispositivo
ko_kr: 소프트웨어 설정
nl_nl: Voorkeuren PC
no_no: Maskinpreferanser
pt_pt: Preferências da máquina
ro_ro: Preferinte Calculator
ru_ru: Рекомендации программы
sv_se: Datorpreferenser
th_th: รูปแบบที่แนะนำของเครื่อง
tr_tr: Cihaz Tercihleri
zh_cn: 推荐参数

source: Notes:
bg_bg: Бележки:
cht: 備註：
da_dk: Noter:
el_gr: Σημειώσεις:
fi_fi: Merkintöjä :
hr_hr: Napomene:
hu_hu: Megjegyzések:
it_it: Note:
ko_kr: 노트:
nl_nl: Opmerkingen:
no_no: Notater:
pt_pt: Notas:
ro_ro: Notite:
ru_ru: Примечания:
sv_se: Noteringar:
th_th: หมายเหตุ:
tr_tr: Notlar:
zh_cn: 备注:

source: Address
bg_bg: Адрес
cht: 地址
da_dk: Adresse
el_gr: Διεύθυνση
fi_fi: Osoite
hr_hr: Adresa
hu_hu: Cím
it_it: Indirizzo
ko_kr: 주소
nl_nl: Adres
no_no: Adresse
pt_pt: Endereço
ro_ro: Adresa
ru_ru: Адрес
sv_se: Adress
th_th: ที่อยู่
tr_tr: Adres
zh_cn: 地址

source: Logo
bg_bg: Лого
cht: 商標
el_gr: Λογότυπο
fi_fi: Logo/kuva
hr_hr: Logotip
hu_hu: Logó
ko_kr: 로고
ru_ru: Логотип
sv_se: Logga
th_th: โลโก้
zh_cn: 标识

source: This TSG Synchronization feature provides the ability to automatically adjust the level of noise produced depending on environmental situation (speech/noise).
bg_bg: Тази функция Синхронизация на TSG дава възможност за автоматично регулиране на нивото на създадения шум в зависимост от ситуацията в околната среда (говор/шум).
cht: 這個耳鳴抑制音產生器同步功能提供根據環境狀況(語音/噪音)自動調整產生的噪音音量的功能。
da_dk: Denne synkronisering af TSG giver mulighed for automatisk at justere det producerede niveau af støj afhængigt af den omgivende situation (tale/støj).
el_gr: Η λειτουργία TSG Synchronization παρέχει την δυνατότητα αυτόματης προσαρμογής του επιπέδου του θορύβου που παράγεται αναλόγως των περιβαλλοντικών συνθηκών(ομιλία/θόρυβος).
fi_fi: TSG-synkronointi säätää kohinan tasoa automaattisesti ääniympäristön mukaan (puhe/melu).
hr_hr: Ovo svojstvo TSG sinkronizacije omogućuje automatsko prilagođivanje razine nastalog šuma ovisno o okolini (govor/šum).
hu_hu: A TSG szinkronizáció lehetővé teszi a zajbeállítást a különböző környezeti szituációknak megfelelően (beszéd/zaj).
it_it: La funzione Sincronizzazione TSG consente di regolare automaticamente il livello di rumore prodotto in funzione della situazione ambientale (parlato/rumore).
ko_kr: 소리발생기 동기화 기능은 주변 환경에 따라 자동으로 소리발생기 소리의 크기를 조절합니다.
nl_nl: Deze TSG-synchronisatiefunctie biedt de mogelijkheid het geluidsniveau dat wordt geproduceerd op basis van de omgevingssituatie (spraak/geluid) automatisch aan te passen.
no_no: TSG Synkroniserings-funksjonen støtter automatisk justering av støynivået som blir produsert avhengig av omgivelsene (tale/støy).
pt_pt: A Sincronização do TSG oferece a possibilidade de ajustar o nível do ruído produzido dependendo do situação do ambiente (fala/ruído).
ro_ro: Această opțiune de Sincronizare SG oferă posibilitatea de ajustare automată a nivelului de zgomot produs în funcție de situația ambientală (vorbire/zgomot).
ru_ru: Функция синхронизации звукогенератора TSG предоставляет возможность автоматически подстраивать уровень производимого шума в зависимости от окружающей акустической среды/ситуации (речь/шум).
sv_se: TSG synkronisering ger en automatisk möjlighet att justera nivån av brus som produceras beroende på omgivande miljö (tal/brue).
th_th: คุณสมบัติ TSG Synchronization นี้ทำให้สามารถปรับระดับเสียงรบกวนที่เกิดขึ้นได้โดยอัตโนมัติตามสถานการณ์ของสภาพแวดล้อม (เสียงพูด/เสียงรบกวน)
tr_tr: Bu TSG Senkronizasyon Özelliği, ortamsal duruma (konuşma/gürültü) bağlı olarak, oluşan gürültünün seviyesini otomatik olarak ayarlama olanağı sağlar.
zh_cn: 耳鸣管理器同步功能可根据环境（言语/噪声）自动调整噪音级别。

source: TSG Synchronization is able to modulate the noise generated, creating a more soothing 'ocean wave' sound, that can be more relaxing. Some studies have shown that this a feature that can be helpful in the treatment of tinnitus.
bg_bg: Синхронизация на TSG има възможност да модулира генерирания шум, като създава по-мек звук „океанска вълна“, който може да бъде по-успокояващ. Някои проучвания показват, че тази функция може да бъде полезна при лечение на шум в ушите.
cht: 耳鳴抑制音產生器同步可調整產生的噪音，產生更舒適的較平順海波浪聲音。部分研究指出這項功能對於處置耳鳴有幫助。
da_dk: Synkroniseringen af TSG kan modulere den støj, der genereres, så der skabes en mere lindrende lyd af "bølger på havet", som kan virke mere afslappende. Nogle undersøgelser har påvist, at denne funktion kan have en gavnlig virkning i behandlingen af tinnitus.
el_gr: Η TSG Synchronization μπορεί να διαμορφώσει τον θόρυβο που παράγεται, δημιουργώντας έναν πιο κατευναστικό ήχο "παυλασμού".Κάποιες μελέτες έδειξαν ότι αυτή η λειτουργία μπορεί να είναι χρήσιμη στην αντιμετώπιση των εμβοών.
fi_fi: TSG-synkronointi moduloi kohinaa. Tällöin muodostuva valtameren aaltojen kaltainen ääni rentouttaa. Joidenkin tutkimusten mukaan tästä voi olla apua tinnituksen hoidossa.
hr_hr: TSG sinkronizacija može modulirati nastale šumove, stvarajući umirujući 'zvuk valova' s opuštajućim učinkom. Neka istraživanja pokazala su da to svojstvo može pomoći u liječenju tinitusa.
hu_hu: TSG szinkronizáció modulálja a generált zajt, egy még kellemesebb 'óceán hullám' hangot készítve, ami jobban nyugtat. Néhány tanulmány azt mutatta, hogy ez segít a fülzúgás kezelésében.
it_it: La funzione Sincronizzazione TSG consente di modulare i rumori generati, creando un suono 'marino' più calmo e rilassante. Alcuni studi dimostrano che tale funzione può risultare utile nel trattamento dell'acufene.
ko_kr: 소리발생기동기화는 소리발생기 사운드를 모듈레이션하여, 이명 재활에 도움이 될 수 있는 바다소리를 생성할 수 있습니다. 여러 임상연구에서 이 기능이 이명재활치료에 도움이 됨을 확인하였습니다.
nl_nl: TSG-synchronisatie kan het gegenereerde geluid moduleren, zodat een kalm ´zee´-geluid ontstaat, dat rustgevend werkt. Studies hebben aangetoond dat dit kan helpen bij de behandeling van tinnitus.
no_no: TSG-synkronisering kan modulere den genererte støyen og skape en «bølgelyd» som virker mer beroligende. Enkelte studier har vist at denne funksjonen kan være nyttig i behandlingen av tinnitus.
pt_pt: Sincronização TSG é capaz de modular o sons gerado, criar um som mais suave, que pode ser mais relaxante. Alguns estudos mostram que esse recurso pode auxiliar no tratamento do zumbido.
ro_ro: Sincronizarea TSG poate modula zgomotul generat, creând un sunet mai liniștitor de tip „valuri în ocean”, care poate fi mai relaxant. Unele studii au arătat că această opțiune poate fi de ajutor în tratarea tinitusului.
ru_ru: Функция синхронизации звукогенератора TSG способна модулировать производимый шум, приближая звучание к более мягкому «эффекту морских волн», оказывающему успокаивающее действие. Некоторые исследования показывают, что эта функция может использоваться в терапии тиннитуса.
sv_se: TSG Synkronisering modulerar genererat brus och skapar ett lugnande 'oceanvåg' liknande ljud, som kan upplevas avslappnande. Vissa studier har visat att detta kan hjälpa mot tinnitus.
th_th: TSG Synchronization สามารถปรับเปลี่ยนเสียงรบกวนที่เกิดขึ้นได้ โดยสร้างให้เป็นเสียง 'คลื่นจากทะเล' ที่ฟังสบายยิ่งขึ้น ซึ่งช่วยให้เกิดความผ่อนคลายได้มากขึ้น การศึกษาบางส่วนนั้นได้แสดงให้เห็นว่าสิ่งนี้เป็นคุณสมบัติที่มีประโยชน์ในการรักษาอาการเสียงดังรบกวนในหู
tr_tr: TSG Senkronizasyonu, daha rahatlatıcı olabilen yatıştırıcı bir 'okyanus dalgası' sesi oluşturarak, oluşan gürültüyü modüle edebilir. Bazı araştırmalar, bu özelliğin kulak çınlaması tedavisinde faydalı olabileceğini göstermiştir.
zh_cn: 耳鸣管理器同步功能可对生成的噪音进行调整，产生一种舒缓放松的海浪声。研究表明，这一功能有助于治疗耳鸣。

source: CR
cht: 壓縮比
pt_pt: RC
ru_ru: КК

source: MPO
bg_bg: МРО (максимална изходна мощност)
cht: 最大音量輸出
hr_hr: Maksimalna izlazna snaga
ru_ru: ВУЗД

source: Target Rule:
bg_bg: Целево правило:
cht: 目標公式：
da_dk: Target-regel:
el_gr: Κανόνας στόχου:
fi_fi: Laskentasääntö :
hr_hr: Pravilo za ciljnu vrijednost:
hu_hu: Célszabály:
it_it: Regola Target:
ko_kr: 타겟 포뮬러:
nl_nl: Rekenregel:
no_no: Tilpasningsregel:
pt_pt: Regra alvo:
ro_ro: Regula țintă:
ru_ru: Расчетная формула:
sv_se: Målmetod:
th_th: หลักเกณฑ์เป้าหมาย:
tr_tr: Hedef Kazanç Kuralı:
zh_cn: 目标法则:

source: Last Fitting Date:
bg_bg: Последна дата на монтиране:
cht: 上次選配日期：
da_dk: Dato for sidste tilpasning:
el_gr: Ημερομηνία τελευταίας εφαρμογής:
fi_fi: Edellisen sovituksen päivämäärä :
hr_hr: Datum posljednjeg namještanja:
hu_hu: Utolsó illesztési dátum:
it_it: Data ultimo fitting:
ko_kr: 최근 피팅 날짜:
nl_nl: Datum laatste aanpassing:
no_no: Dato for siste tilpasning:
pt_pt: Data do último ajuste:
ro_ro: Data ultimei fixări:
ru_ru: Дата последней настройки:
sv_se: Senaste anpassningsdatum:
th_th: วันที่ทดลองสวมล่าสุด:
tr_tr: Son Fitting Tarihi:
zh_cn: 上次验配日期:

source: Date of Birth:
bg_bg: Дата на раждане:
cht: 出生日期：
da_dk: Fødselsdato:
el_gr: Ημερομηνία γέννησης:
fi_fi: Syntymäaika :
hr_hr: Datum rođenja:
hu_hu: Születési dátum:
it_it: Data di nascita:
ko_kr: 생년월일:
nl_nl: Geboortedatum:
no_no: Fødselsdato:
pt_pt: Data de nascimento:
ro_ro: Data nașterii:
ru_ru: Дата рождения:
sv_se: Födelsedatum:
th_th: วันเกิด:
tr_tr: Doğum Tarihi:
zh_cn: 出生日期:

source: Patient Number:
bg_bg: Номер на пациента:
cht: 客戶編號 :
da_dk: Brugernummer:
el_gr: Αριθμός ασθενούς:
fi_fi: Potilasnumero :
hr_hr: Broj pacijenta:
hu_hu: Páciens száma:
it_it: Numero Paziente:
ko_kr: 사용자 번호:
nl_nl: Cliëntnummer:
no_no: Pasientnummer:
pt_pt: Número do Paciente:
ro_ro: Numărul pacientului:
ru_ru: Номер пациента:
sv_se: Patientnummer:
th_th: จำนวนผู้ป่วย:
tr_tr: Hasta Numarası:
zh_cn: 用户编码:

source: Clinic Info
bg_bg: Данни за клиниката
cht: 門市資訊
da_dk: Klinikinfo
el_gr: Κλινικές πληροφορίες
fi_fi: Klinikan/sairaalan tiedot
hr_hr: Podatci o ustanovi
hu_hu: Klinikai adatok
it_it: Informazioni cliniche
ko_kr: 클리닉 정보
nl_nl: Info winkel/kliniek
no_no: Klinikkinformasjon
pt_pt: Informações do Centro Auditivo
ro_ro: Inormatie Cabinet
ru_ru: Данные о центре
sv_se: Klinikinfo
th_th: ข้อมูลสถานประกอบการ
tr_tr: Klinik Bilgisi
zh_cn: 验配中心信息

source: Tinnitus causes me to avoid noisy situations.
bg_bg: Шумът в ушите ме кара да избягвам шумни ситуации.
cht: 耳鳴使我避開吵雜的環境。
da_dk: Tinnitus får mig til at undgå støjende situationer.
el_gr: Αποφεύγω τα θορυβώδη περιβάλλοντα εξαιτίας των εμβοών.
fi_fi: Tinnitus saa minut välttelemään meluisia tilanteita.
hr_hr: Zbog tinitusa izbjegavam bučne situacije.
hu_hu: A tinnitus miatt kerülöm a zajos környezeteket.
it_it: L'acufene mi porta a evitare situazioni rumorose.
ko_kr: 이명으로 소음이 심한 곳을 피하게 됩니다.
nl_nl: Door tinnitus begon ik lawaaiige situaties uit de weg te gaan.
no_no: Tinnitus får meg til å unngå støyende situasjoner.
pt_pt: O zumbido faz com que eu evite situações ruidosas.
ro_ro: Tinnitus mă face să evit situațiile zgomotoase.
ru_ru: Тиннитус вынуждает меня избегать шумных ситуаций.
sv_se: Tinnitus får mig att undvika bullriga miljöer.
th_th: เสียงอื้อในหูทำให้ฉันต้องหลีกเลี่ยงสถานการณ์ที่มีเสียงรบกวน
tr_tr: Tinnitus (kulak çınlaması), gürültülü durumlardan kaçınmama yol açıyor.
zh_cn: 耳鸣促使我避免嘈杂的环境。
