Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Generally, close the request if: -Issue is resolved -Requires an in-office fitting -Is a mistake -5 request max limit has been met
bg_bg: По принцип, затваряйте заявката, ако: -проблемът е решен -изисква амбулаторен монтаж -е грешка -е достигнат лимита от макс. 5 заявки
cht: 一般來說，如有以下情況請關閉請求： - 問題已解決 - 需要在辦公室內選配 - 操作錯誤 - 已達到 5 個請求的上限
da_dk: Som hovedregel kan du lukke anmodningen, hvis: -Problemet er løst -Det kræver en tilpasning på klinikken -Anmodningen er en fejl -Den maksimale grænse på 5 anmodninger er blevet nået
el_gr: Γενικά κλείστε το αίτημα αν: -Το θέμα έχει λυθεί -Απαιτείται εφαρμογή εντός γραφείου -Υποβλήθηκε κατά λάθος -Έχει συμπληρωθεί το μέγιστο όριο των 5 αιτημάτων
fi_fi: Sulje pyyntö, jos - ongelma on ratkaistu - jos tarvitaan klinikkakäynti - kyse on erehdyksestä - 5 pyynnön enimmäisraja on saavutettu.
hr_hr: Općenito, zatvorite zahtjev: - ako je problem riješen - ako je potrebno namještanje u uredu - ako se radi o pogrešci - ako je dosegnuta maksimalna granica od 5 zahtjeva.
hu_hu: Általánosságban a következő esetekben zárja le a kérelmet: - a probléma megoldódott - irodai illesztés szükséges - tévedés történt - túllépte az 5 kérésből álló maximális korlátértéket
it_it: In genere, chiudere la richiesta se: -Il problema è risolto -È necessario un fitting in ufficio -Si tratta di un errore -Il limite massimo di 5 richieste è stato raggiunto
ko_kr: 아래의 경우 원격피팅 요청을 종료합니다: - 문제가 해결된 경우 - 클리닉 피팅을 요청한 경우 - 실수로 원격 피팅을 요청한 경우 - 최대 원격피팅 요청 횟수 5회를 초과한 경우
nl_nl: In het algemeen, sluit de aanvraag indien: -voldaan is aan het verzoek -een afspraak in de winkel/kliniek nodig is -het een vergissing betreft -de maximumlimiet van vijf verzoeken is bereikt
no_no: Du kan generelt lukke forespørselen dersom: - Problemet er løst - Tilpasningen må skje på klinikk - Det er en misforståelse - Maksgrensen på fem forespørsler er nådd
pt_pt: Em geral, encerre a solicitação se: – O problema for resolvido – Exigir ajuste no centro auditivo – For um engano – O limite máximo de cinco solicitações for atingido
ro_ro: În general, închideți solicitarea dacă: -Chestiunea este rezolvată -Necesită o fixare în birou -Este o greșeală -limita max de 5 solicitări a fost atinsă
ru_ru: Вообще: закрывайте запрос, если: -Проблема разрешена -Требуется амбулаторная настройка -Отправлен по ошибке -Превышено макс. ограничение: 5 запросов
sv_se: Generellt stäng begäran om: -Problemet är löst -Kräver anpassningssession på kontoret -Är ett misstag -Gränsen på 5 begäran har uppnåtts
th_th: โดยทั่วไป ให้ปิดคำขอหาก: -แก้ปัญหาได้แล้ว -จำเป็นต้องให้ผู้ป่วยเข้าพบเพื่อทดลองสวม -เป็นความผิดพลาด -มีคำขอครบจำนวนสูงสุด 5 รายการ
tr_tr: Genel olarak aşağıdaki durumlarda isteği kapatın: -Sorun çözümlendiğinde -Ofis-içi bir fitting gerektiğinde -Bir hata olduğunda -Maksimum 5 istek limitine ulaşıldığında
zh_cn: 一般来说，如果发生下列情况，请关闭请求： - 问题解决 - 必须到验配中心调试 - 发生错误 - 已达到5项请求的最大限制

source: An Assist fine-tuning session will start a fitting session based on the fitting data (programs, features, gain, etc.) from the chosen session in the Assist timeline. If starting with an Assistance Request session, settings sent from the app will be visible.
bg_bg: Сесия за спомагателна фина настройка ще стартира сесия за монтаж въз основа на данните за монтаж (програми, функции, усилване и др.) от избраната сесия в спомагателния график. Ако се стартира със сесия за заявка за съдействие, изпратените от приложението настройки ще се виждат.
cht: 微調輔助服務將根據輔助時間軸中所選資料的選配資料 (程式、功能、增益) 開始選配服務。如果以協助請求服務開始，可看到從應用程式發送的設定。
da_dk: En Assist justeringssession starter en tilpasningssession på baggrund af tilpasningsdataene (programmer, funktioner, forstærkning osv.) fra den valgte session på tidslinjen i Assist. Hvis du starter en session, der er baseret på en anmodning om hjælp, er de indstillinger, der sendes fra appen, synlige.
el_gr: Η συνεδρία μικρορύθμισης Assist θα εκκινήσει μια συνεδρία εφαρμογής με βάση τα δεδομένα εφαρμογής (προγράμματα, λειτουργίες, κέρδος κ.λπ.) από την επιλεγμένη συνεδρία στο χρονολόγιο Assist. Εάν η εκκίνηση γίνεται με συνεδρία κατόπιν Αίτηματος υποστήριξης, θα εμφανίζονται οι ρυθμίσεις που στάλθηκαν από την εφαρμογή της φορητής συσκευής.
fi_fi: Avustetussa hienosäätöistunnossa käynnistetään sovitustietoihin (esimerkiksi ohjelmat, ominaisuudet ja vahvistus) perustuva sovitusistunto Assist-aikajanalla. Jos istunto käynnistetään apupyynnön vuoksi, sovelluksesta lähetetyt asetukset tulevat näkyviin.
hr_hr: Sesija preciznog ugađanja u sklopu usluge Assist pokrenut će sesiju namještanja prema podatcima o namještanju (programi, značajke, pojačanja itd.) iz odabrane sesije u vremenskoj crti usluge Assist. Ako se pokreće sesija zahtjeva za pomoć, postavke poslane iz aplikacije bit će vidljive.
hu_hu: A finomhangolási asszisztens munkamenete egy illesztési munkamenetet indít el a segítségnyújtási idősor kiválasztott munkamenetéből származó illesztési adatokkal (például programok, funkciók, erősítés). A Segítség kérése munkamenet indításakor az alkalmazásból küldött beállítások láthatóak lesznek.
it_it: Una sessione Assist regolazione-fine avvierà una sessione di fitting basata sui dati di fitting (programmi, funzioni, guadagno, ecc) dalla sessione scelta nella sequenza temporale di Assist. Se si parte con una sessione di richiesta di assistenza, le impostazioni inviate dall'app saranno visibili.
ko_kr: 원격피팅 세션은 Assist 타임 라인에서 선택한 세션으로부터 피팅 데이터(프로그램, 기능, 게인 등)에 따라 피팅 세션을 구동합니다. Assist 요청 세션이 구동되는 경우 앱의 설정 정보가 표시됩니다.
nl_nl: Een e-Assist Fine-tuning sessie begint op basis van de aanpasgegevens (programma’s, features, versterking etc.) van de gekozen sessie op de Assist-tijdlijn. Indien gestart wordt met een sessie, zullen de instellingen zoals die via de app verzonden zijn zichtbaar worden.
no_no: En økt med Assist-fininnstilling vil starte en tilpasningsøkt basert på tilpasningsdataene (programmer, funksjoner, gain osv.) fra den valgte økt på Assist-tidslinjen. Hvis man starter med en forespørsel om hjelp, vil innstillinger sendt fra appen være synlige.
pt_pt: Uma sessão de Ajuste Fino Remoto iniciará uma sessão de ajuste com base nos dados da sessão(programas, recursos, ganho etc.) escolhida no cronograma de Solicitação de Assistência. Se uma sessão de Solicitação de Assistência for iniciada, as configurações do aplicativo ficarão visíveis.
ro_ro: O sesiune de reglaj fin asistată va începe pe baza datelor de fixare (programe, opțiuni, câștig etc.) din sesiunea aleasă în programul Assist. Dacă începeți cu o sesiune de Solicitare Asistență. setările trimise din aplicație vor fi vizibile.
ru_ru: Сессия Поддержки в тонкой настройке начинает сессию подбора и настройки СА на основе данных настройки (программ, функций, значений усиления, и т. д.), взятых из сессии во Временной шкале. Если сессия начинается с сессии запроса помощи, будут видны настройки, отправленные из приложения.
sv_se: En assisterad finjusteringssession startar en lämplig session baserat på anpassningsdata (program, funktioner, förstärkning etc.) från den valda sessionen i assisttidslinjen. Om man börjar med en assistansförfråganssession kommer inställningarna som skickas från appen att vara synliga.
th_th: เซสชันการปรับแต่ง Assist จะเป็นการเริ่มต้นเซสชันการทดลองสวมตามข้อมูลการทดลองสวม (โปรแกรม คุณสมบัติ เกน ฯลฯ) จากเซสชันที่เลือกในไทม์ไลน์ของ Assist หากเริ่มต้นด้วยเซสชันคำขอความช่วยเหลือ จะสามารถตรวจสอบการตั้งค่าที่ถูกส่งจากแอพได้
tr_tr: Bir İnce Ayar Yardımı oturumu, Yardım zaman çizelgesinde seçilen oturumdan gelen fitting verilerine (programlar, özellikler, kazanç vb.) dayalı bir fitting oturumu başlatacaktır. Bir Yardım Talebi oturumuyla başlatılırsa, uygulamadan gönderilen ayarlar görüntülenir.
zh_cn: 对于协助请求的微调设置，将基于已处理过的请求数据（程序、功能、增益等）开始。如果由待处理的云端请求界面开始，从应用程序发送的内容将保持可见。

source: Send Settings Info
bg_bg: Изпращане на пакет информация
cht: 發送設定資料
da_dk: Send pakkeinfo
el_gr: Αποστολή στοιχείων πακέτου
fi_fi: Lähetyspaketin tiedot
hr_hr: Informacije o slanju paketa
hu_hu: Beállítások küldése
it_it: Invia informazioni pacchetto
ko_kr: 설정 정보 전송
nl_nl: Pakket informatie verzenden
no_no: Send pakke-info
pt_pt: Enviar informações do pacote
ro_ro: Trimitere informații pachet
ru_ru: Отправить инфопакет
sv_se: Skicka paketinfo
th_th: ส่งข้อมูลแพ็คเกจ
tr_tr: Paket Bilgilerini Gönder
zh_cn: 发送包信息

source: Mark as Outdated
bg_bg: Маркирай като остарели
cht: 標記為過時
da_dk: Markér som forældede
el_gr: Σήμανση ως παλιών
fi_fi: Merkitse vanhentuneeksi
hr_hr: Označi kao zastarjelo
hu_hu: Megjelölés elavultként
it_it: Segna come non aggiornato
ko_kr: 지난 데이터로 표시
nl_nl: Als verouderd markeren
no_no: Merk som utdatert
pt_pt: Marcar como desatualizadas
ro_ro: Marcare ca învechit
ru_ru: Отметить как неактуальное
sv_se: Markera som föråldrad
th_th: ทำเครื่อมหมายว่าล้าสมัย
tr_tr: Eski Olarak İşaretle
zh_cn: 标记为过期

source: Mark settings as outdated if you do not want the patient to use them. Settings can be marked as outdated if they have been sent to the patient, but not yet downloaded.
bg_bg: Маркирайте настройките като остарели, ако не искате пациентът да ги използва. Настройките могат да се маркират като остарели, ако са изпратени на пациента, но още не са изтеглени.
cht: 如果您不想使用者使用此設定，可將設定標記為過時。如果客戶尚未下載設定，可先將該設定標記為過時。
da_dk: Markér indstillingerne som forældede, hvis du ikke vil have, at brugerne benytter dem. Indstillingerne kan markeres som forældede, hvis de er blevet sendt til brugeren, men endnu ikke downloadet.
el_gr: Σημάνετε τις ρυθμίσεις ως παλιές αν δεν επιθυμείτε ο ασθενής να τις χρησιμοποιήσει. Η σήμανση των ρυθμίσεων ως παλιών μπορεί να γίνει αν έχουν σταλεί στον ασθενή και εκείνος δεν έχει ακόμη προχωρήσει στη λήψη τους.
fi_fi: Merkitse asetukset vanhentuneiksi, jos et halua potilaan käyttävän niitä. Asetukset voidaan merkitä vanhentuneiksi, jos ne on lähetetty potilaalle mutta niitä ei ole ladattu.
hr_hr: Označite postavke kao zastarjele ako ne želite da ih bolesnik upotrebljava. Postavke se mogu označiti kao zastarjele ako su poslane bolesniku ali još nisu preuzete.
hu_hu: Megjelölheti a beállításokat elavultként, ha nem szeretné, hogy a páciens használja azokat. A beállításokat akkor lehet megjelölni elavultként, ha elküldte azokat, de a páciens még nem töltötte le.
it_it: Contrassegnare le impostazioni come non aggiornate se non si desidera che il paziente le utilizzi. Le impostazioni possono essere contrassegnate come non aggiornate se sono state inviate al paziente, ma non sono state ancora scaricate.
ko_kr: 클리닉에서 사용자가 데이터를 이용하기를 원하지 않는 경우 지난 데이터로 표시합니다. 데이터가 사용자에게 전송되어도, 사용자가 다운로드를 하지 않은 경우에 지난 데이터로 표시될 수있습니다.
nl_nl: Markeer de instellingen als verouderd als u niet wilt dat uw cliënt ze gebruikt. De instellingen kunnen ook nog worden gemarkeerd als verouderd als ze naar de cliënt verzonden, maar nog niet gedownload zijn.
no_no: Merk innstillingene som utdaterte hvis du ikke vil at pasienten skal bruke dem. Innstillinger kan merkes som utdaterte hvis de er sendt til pasienten, men ennå ikke lastet ned.
pt_pt: Marque as configurações como desatualizadas se não quiser que o paciente as use. As configurações podem ser marcadas como desatualizadas se tiverem sido enviadas ao paciente, mas ainda não foram baixadas.
ro_ro: Marcați setările ca învechite dacă nu doriți ca pacientul să le folosească. Setările pot fi marcate ca învechite dacă au fost trimise la pacient însă nu și descărcate.
ru_ru: Отметьте настройки как утратившие актуальность, если нежелательно, чтобы пациент ими воспользовался. Настройки можно успеть отметить как неактуальные, если они отправлены пациенту, но еще на скачаны.
sv_se: Mark inställningarna som föråldrade om du inte vill att patienten ska använda dem. Inställningar kan markeras som föråldrade om de har skickats till patienten, men ännu inte laddats ned.
th_th: ทำเครื่องหมายว่าการตั้งค่าล้าสมัย หากคุณไม่ต้องการให้ผู้ป่วยใช้ สามารถทำเครื่องหมายว่าการตั้งค่าล้าสมัยได้ หากมีการส่งการตั้งค่าไปให้ผู้ป่วย แต่ผู้ป่วยยังไม่ได้ดาวน์โหลด
tr_tr: Ayarları, hastanın bunları kullanmasını istemiyorsanız eski olarak işaretleyin. Ayarlar, hastaya gönderilmiş ancak henüz indirilmemişse eski olarak işaretlenebilir.
zh_cn: 如果您不希望用户使用设置，请将其标记为过期。如果设置已发送给用户但尚未被下载，则可将该设置标记为过期。

source: All required frequencies must be entered to enable this button
bg_bg: За да се активира този бутон, трябва да се въведат всички необходими честоти
cht: 必須輸入所有需要的頻率以啟用此按鈕
da_dk: Alle påkrævede frekvenser skal være angivet for at aktivere denne knap
el_gr: Πρέπει να καταχωριστούν όλες οι απαραίτητες συχνότητες για να ενεργοποιηθεί το κουμπί αυτό
fi_fi: Kaikki tarvittavat taajuudet on syötettävä, jotta tämä painike saadaan käyttöön.
hr_hr: Za omogućavanje ove tipke treba unijeti sve potrebne frekvencije
hu_hu: Az összes kötelező frekvenciát meg kell adni a gomb engedélyezéséhez
it_it: Tutte le frequenze richieste devono essere inserite per abilitare questo pulsante
ko_kr: 이 버튼을 활성화하려면 필요한 모든 주파수를 입력해야 합니다.
nl_nl: Alle vereiste frequenties moeten ingevoerd zijn om deze knop te activeren
no_no: Du må angi alle nødvendige frekvenser for å aktivere denne knappen
pt_pt: Todas as frequências devem ser informadas para habilitar este botão
ro_ro: Toate frecvențele necesare trebuie introduse pentru a activa acest buton
ru_ru: Для активации этой кнопки должны быть введены все требуемые частоты
sv_se: Alla nödvändiga frekvenser måste anges för att aktivera den här knappen
th_th: จะต้องป้อนความถี่ที่จำเป็นทั้งหมด เพื่อเปิดใช้งานปุ่มนี้
tr_tr: Bu butonu etkinleştirmek için, gerekli tüm frekanslara girilmelidir
zh_cn: 必须输入所有必需的频率以启用此按钮

source: Fitting software cannot access the GN Online Services, please check your network and try again.
bg_bg: FSW не може да осъществи достъп до GN Cloud – моля, проверете мрежата си и опитайте отново.
cht: 選配軟體無法存取 GN 線上服務，請檢查您的網路並重試。
da_dk: FSW kan ikke få adgang til GN Cloud. Tjek dit netværk, og prøv igen.
el_gr: Δεν είναι δυνατή η πρόσβαση του FSW στο GN Cloud, ελέγξτε το δίκτυό σας και προσπαθήστε ξανά.
fi_fi: Sovitusohjelmisto ei voi käyttää GN:n pilvipalvelua. Tarkista verkon toiminta ja yritä uudelleen.
hr_hr: FSW ne može pristupiti usluzi GN Cloud; provjerite svoju mrežu i pokušajte ponovo.
hu_hu: Az FSW nem képes elérni a GN Cloud szolgáltatást. Ellenőrizze a hálózati kapcsolatot, és próbálkozzon újra.
it_it: FSW non riesce ad accedere a GN Cloud, controllare la rete e riprovare.
ko_kr: FSW는 GN 클라우드에 접근할 수 없습니다. 네트워크 상태를 확인한 후 다시 시도해 주십시오.
nl_nl: Aanpassoftware kan geen toegang krijgen tot GN Online, controleer uw netwerk en probeer het opnieuw.
no_no: Smart Fit får ikke tilgang til GN Cloud. Sjekk nettverket ditt og prøv igjen.
pt_pt: O FSW não consegue acessar o GN Cloud, verifique sua rede e tente novamente.
ro_ro: FSW nu poate accesa GN Cloud, vă rugăm să verificați rețeaua și să reîncercați.
ru_ru: Функциональное ПО не может получить доступ в облако GN, проверьте свое сетевое подключение и попробуйте снова.
sv_se: Programvaran kommer inte åt GN Cloud, kontrollera nätverket och försök igen.
th_th: FSW ไม่สามารถเข้าถึง GN Cloud ได้ โปรดตรวจสอบเครือข่ายของคุณแล้วลองใหม่อีกครั้ง
tr_tr: FSW, GN Cloud'a erişemiyor, lütfen ağınızı kontrol edin ve tekrar deneyin.
zh_cn: 软件无法访问GN云端，请检查您的网络然后重试。

source: Remote Session Access Error
bg_bg: Грешка при отдалечен достъп до сесията
cht: 遠端階段存取錯誤
da_dk: Fejl under adgang til fjernsession
el_gr: Σφάλμα απομακρυσμένης πρόσβασης συνεδρίας
fi_fi: Etäistuntovirhe
hr_hr: Pogreška pristupa sesiji daljinskog upravljanja
hu_hu: Hiba történt a távoli munkamenet elérésekor
it_it: Errore di accesso alla sessione remota
ko_kr: 원격 세션 액세스 오류
nl_nl: Toegangsfout sessie op afstand
no_no: Tilgangsfeil ekstern økt
pt_pt: Erro de acosse à sessão remota
ro_ro: Eroare acces Sesiune la Distanță
ru_ru: Ошибка доступа удаленной сессии
sv_se: Fel vid fjärrsessionsåtkomst
th_th: ข้อผิดพลาดในการเข้าถึงเซสชันระยะไกล
tr_tr: Uzak Oturum Erişim Hatası
zh_cn: 云端界面访问错误

source: Unmute
bg_bg: Незаглушаване
cht: 取消靜音
da_dk: Slå lyden til
el_gr: Τέλος σίγασης
fi_fi: Ei mykist.
hr_hr: Uključi zvuk
hu_hu: Némítás feloldása
it_it: Disattiva muto
ko_kr: 음소거해제
nl_nl: Mute ongedaan maken
no_no: Lyd på
pt_pt: Desativar mudo
ro_ro: Anulare amuțire
ru_ru: Включить микрофон
sv_se: Ej tysta
th_th: เปิดเสียง
tr_tr: Sesi Aç
zh_cn: 取消静音

source: Environmental Optimizer II automatically adjusts the hearing aid volume based on the patient's listening environment.
bg_bg: Оптимизатор на средата II автоматично регулира силата на звука на слуховия апарат въз основа на средата за слушане на пациента.
cht: 「環境優化器 II 」根據客戶的聆聽環境自動調整助聽器音量。
da_dk: Environmental Optimizer II justerer automatisk lydstyrken i høreapparatet på baggrund af brugerens lyttemiljø.
el_gr: Η λειτουργία Environmental Optimizer II προσαρμόζει αυτόματα την ένταση ήχου του ακουστικού βοηθήματος με βάση το περιβάλλον ακρόασης του ασθενούς.
fi_fi: Ääniympäristön optimointi II säätää kuulokojeen äänenvoimakkuuden automaattisesti potilaan kuunteluympäristön mukaan.
hr_hr: Environmental Optimizer II automatski prilagođava glasnoću slušnog pomagala prema slušnom okruženju bolesnika.
hu_hu: A Környezeti Optimalizáló II automatikusan szabályozza a hallókészülék hangerejét a páciens környezete alapján.
it_it: Ottimizzatore Ambientale II regola automaticamente il volume dell'apparecchio acustico in base all'ambiente di ascolto del paziente.
ko_kr: 자동환경조절은 착용자의 듣기 환경에 따라 자동으로 보청기의 볼륨을 조절합니다.
nl_nl: Environmental Optimizer II past automatisch het volume van het hoortoestel aan op basis van de luisteromgeving van de cliënt.
no_no: Environmental Optimizer II justerer høreapparatets volum automatisk basert på pasientens lyttemiljø.
pt_pt: O Otimizador Ambiental II ajusta automaticamente o volume do aparelho auditivo com base no ambiente de escuta do paciente.
ro_ro: Environmental Optimizer II ajustează automat volumul aparatului auditiv pe baza mediului de ascultare al pacientului.
ru_ru: Оптимизатор окружения II автоматически регулирует громкость СА в зависимости от акустического окружения пациента.
sv_se: Environmental Optimizer II justerar automatiskt hörapparatvolymen baserad på patientens lyssningsmiljö.
th_th: โปรแกรมปรับแต่งสภาพแวดล้อม II จะปรับแต่งระดับเสียงของอุปกรณ์ช่วยฟังโดยอัตโนมัติ ตามสภาพแวดล้อมการฟังของผู้ป่วย
tr_tr: Çevresel Yönetim II işitme cihazının ses seviyesini, hastanın dinleme ortamına göre otomatik olarak ayarlar.
zh_cn: AI智能环境优化器功能根据用户的听力环境自动调整助听器音量。

source: Open Data Logging
bg_bg: Отвори Запис на данни
cht: 開啟「數據記錄」
da_dk: Åbn datalogning
el_gr: Άνοιγμα καταγραφής δεδομένων
fi_fi: Avaa tietojen kirjaus
hr_hr: Otvori bilježenje podataka
hu_hu: Adatnaplózás megnyitása
it_it: Apri data logging
ko_kr: 데이터 로깅
nl_nl: DataLogging openen
no_no: Åpne datalogging
pt_pt: Abrir registro de dados
ro_ro: Deschide Data Logging
ru_ru: Открыть Журнал данных
sv_se: Öppen datalogging
th_th: เปิดการบันทึกข้อมูล
tr_tr: Veri Günlüklemeyi Aç
zh_cn: 打开数据记录

source: Open Assist Questionnaire
bg_bg: Отвори Помощ за въпросника
cht: 開啟輔助問卷
da_dk: Åbn Assist-spørgeskema
el_gr: Άνοιγμα ερωτηματολογίου Assist
fi_fi: Avaa avustava kyselylomake
hr_hr: Otvori upitnik o usluzi pomoći
hu_hu: Nyitott kérdőív
it_it: Assist questionario aperto
ko_kr: ReSound Assist 설문지 열기
nl_nl: Begeleidende vragenlijst openen
no_no: Åpne Assist-spørreskjema
pt_pt: Abrir o Questionário da Solicitação de Assistência
ro_ro: Deschide Asistare chestionar
ru_ru: Открыть анкету Поддержки
sv_se: Öpnna Assist formulär
th_th: เปิดแบบสำรวจ Assist
tr_tr: Açık Yardım Anketi
zh_cn: 打开辅助问卷

source: Open Sidebar
bg_bg: Отвори страничната лента
cht: 開啟側邊欄
da_dk: Åbn sidepanel
el_gr: Άνοιγμα πλαϊνής γραμμής
fi_fi: Avaa sivupalkki
hr_hr: Otvori bočnu traku
hu_hu: Oldalsáv megnyitása
it_it: Apri barra laterale
ko_kr: 사이드바
nl_nl: Zijbalk openen
no_no: Åpne sidepanel
pt_pt: Abrir barra lateral
ro_ro: Deschide Sidebar
ru_ru: Открыть боковую панель
sv_se: Öppna sidofält
th_th: เปิดแถบด้านข้าง
tr_tr: Kenar Çubuğunu Aç
zh_cn: 打开工具栏

source: Collapse Sidebar
bg_bg: Скрий страничната лента
cht: 收折側邊欄
da_dk: Skjul sidepanel
el_gr: Σύμπτυξη πλαϊνής γραμμής
fi_fi: Kutista sivupalkki
hr_hr: Sažmi bočnu traku
hu_hu: Oldalsáv összecsukása
it_it: Nascondi barra laterale
ko_kr: 사이드바
nl_nl: Zijbalk inklappen
no_no: Skjul sidepanel
pt_pt: Ocultar barra lateral
ro_ro: Închide Sidebar
ru_ru: Свернуть боковую панель
sv_se: Stäng sidofält
th_th: ยุบแถบด้านล่าง
tr_tr: Kenar Çubuğunu Küçült
zh_cn: 收起工具栏

source: Week(s)
bg_bg: Седмица(-и)
cht: 週
da_dk: Uge(r)
el_gr: Εβδομάδα(-ες)
fi_fi: viikko(a)
hr_hr: Tjedni
hu_hu: Hét
it_it: Settimana(e)
ko_kr: 주
nl_nl: Week/weken
no_no: Uke(r)
pt_pt: Semana(s)
ro_ro: Săptămână(i)
ru_ru: Недель(и)
sv_se: Veckor
th_th: สัปดาห์
tr_tr: Hafta(lar)
zh_cn: 周

source: Day(s)
bg_bg: Ден/дни
cht: 日
da_dk: Dag(e)
el_gr: Ημέρα(-ες)
fi_fi: päivä(ä)
hr_hr: Dani
hu_hu: Nap
it_it: Giorno(i)
ko_kr: 일
nl_nl: Dag(en)
no_no: Dag(er)
pt_pt: Dia(s)
ro_ro: Zi(le)
ru_ru: Дней(я)
sv_se: Dagar
th_th: วัน
tr_tr: Gün(ler)
zh_cn: 天

source: Maximum length of program name must be 27 characters
bg_bg: Максималната дължина на името на програмата трябва да бъде 27 знака
cht: 程式名稱的長度上限為 27 個字符
da_dk: Et programnavn må maks. fylde 27 tegn
el_gr: Το όνομα προγράμματος δεν πρέπει να υπερβαίνει σε μήκος τους 27 χαρακτήρες
fi_fi: Ohjelman nimen enimmäispituus on 27 merkkiä.
hr_hr: Maksimalna dužina imena programa mora biti 27 znakova
hu_hu: A program nevének hossza maximum 27 karakter lehet
it_it: Il nome del programma deve essere lungo al massimo 27 caratteri
ko_kr: 프로그램명은 최대 27자 까지 입력가능합니다
nl_nl: De maximale lengte van de programmanaam is 27 karakters
no_no: Programnavnet kan ikke bestå av mer enn 27 tegn.
pt_pt: O comprimento máximo do nome do programa deve ser de 27 caracteres
ro_ro: Lungimea maximă a numelui programului trebuie să fie de 27 de caractere
ru_ru: Макс. длина имени программы составляет 27 символов
sv_se: Maximal längd på programmets namn måste vara 27 tecken
th_th: ความยาวสูงสุดของชื่อโปรแกรมต้องไม่เกิน 27 อักขระ
tr_tr: Program adı en fazla 27 karakter uzunluğunda olabilir
zh_cn: 程序名称最大长度必须为27个字符

source: Current dB
bg_bg: dB в момента
cht: 目前 dB
da_dk: Aktuel dB
el_gr: Τρέχοντα dB
fi_fi: Nykyinen dB
hr_hr: Trenutni dB
hu_hu: Aktuális dB
it_it: dB attuali
ko_kr: 이득수준
nl_nl: Huidig
no_no: Gjeldende dB
pt_pt: dB Atual
ro_ro: dB curent
ru_ru: Текущие дБ
sv_se: Aktuell dB
th_th: dB ปัจจุบัน
tr_tr: Geçerli dB
zh_cn: 当前dB

source: Loading Store ...
bg_bg: Зарежда се Магазин ...
cht: 載入商店 ...
da_dk: Indlæser Store ...
el_gr: Γίνεται φόρτωση καταστήματος...
fi_fi: Ladataan...
hr_hr: Učitavanje trgovine...
hu_hu: Áruház betöltése...
it_it: Caricamento negozio in corso...
ko_kr: 저장 로드 중...
nl_nl: Winkel laden ...
no_no: Laster klinikk...
pt_pt: Carregando armazenamento...
ro_ro: Se încarcă magazin ...
ru_ru: Идет загрузка Магазина...
sv_se: Laddar Store ...
th_th: กำลังโหลดร้านค้า ...
tr_tr: Mağaza Yükleniyor...
zh_cn: 加载存储 ...

source: Click to Link
bg_bg: Щракнете за свързване
cht: 點擊以連結
da_dk: Klik for at linke
el_gr: Κάντε κλικ για Σύνδεση
fi_fi: Linkitä kuulokojeet napsauttamalla
hr_hr: Kliknite za povezivanje
hu_hu: Kattintson ide az összekapcsoláshoz
it_it: Fare clic per collegare
ko_kr: 클릭하여 링크
nl_nl: Klikken om te koppelen
no_no: Sammenkoble Høyre/Venstre
pt_pt: Clique para vincular
ro_ro: Clic pentru conectare
ru_ru: Кликните, чтобы соединить
sv_se: Klicka för att länka
th_th: คลิกเพื่อเชื่อมโยง
tr_tr: Bağlanmak İçin Tıkla
zh_cn: 点击以链接
