Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Binaural Directionality data is inconsistent. Reset data logging data.
bg_bg: Данните за бинаурална насоченост са непоследователни. Нулирайте данните от записа на данни.
cht: 雙耳方向性資料不一致，重設記錄數據記錄資料。
da_dk: Binaural Directionality-data stemmer ikke overens. Nulstil datalogningsdata.
el_gr: Τα δεδομένα αμφιωτικής κατευθυντικότητας δεν συμφωνούν. Πραγματοποιήστε επαναφορά των δεδομένων καταγραφής δεδομένων.
fi_fi: Binauraalinen sovitus -tiedot ovat epäyhtenäiset. Nollaa kirjatut tiedot.
hr_hr: Podatci za Binaural Directionality nisu dosljedni. Resetirajte podatke iz bilježenja podataka.
hu_hu: A binaurális direkcionalítás adatai nem következetesek. Állítsa alaphelyzetbe az adatnaplózási adatokat.
it_it: I dati di Direzionalità Binaurale sono incoerenti. Ripristinare i dati del data logging.
ko_kr: Binaural Directionality 데이터가 일치하지 않습니다. 로깅 데이터를 초기화하세요.
nl_nl: Binaurale directionaliteit gegevens zijn inconsistent. Reset de DataLogging gegevens.
no_no: Binaural Direksjonalitet-data er inkonsistente. Tilbakestill loggdata.
pt_pt: Os dados de direcionalidade binaural estão inconsistentes. Redefina as informações do registro de dados.
ro_ro: Datele Direcționalitate binaurală sunt inconsistente. Resetați datele de înregistrare.
ru_ru: Данные бинауральной направленности не согласуются. Сбросить зарегистрированные данные журнала до исходных значений.
sv_se: Riktningsdata är inkonsekventa. Återställ dataloggningsdata.
th_th: ข้อมูลการปรับทิศทางแบบสองหูไม่สอดคล้องกัน ให้รีเซ็ตข้อมูลของการบันทึกข้อมูล
tr_tr: Binaural Direksiyonalite verileri tutarlı değil. Veri günlükleme verilerini sıfırlayın.
zh_cn: 双耳融合方向性数据不一致。重置数据记录。

source: (Logging Enabled)
bg_bg: (активиран е запис)
cht: (已啟用記錄)
da_dk: (Logning er slået til)
el_gr: (Καταγραφή ενεργοποιημένη)
fi_fi: (Loki käytössä)
hr_hr: (Bilježenje omogućeno)
hu_hu: (Naplózás engedélyezve)
it_it: (Logging abilitato)
ko_kr: (로깅 활성화)
nl_nl: (DataLogging mogelijk)
no_no: (Logging aktivert)
pt_pt: (Registro ativado)
ro_ro: (Logging activat)
ru_ru: (Регистрация в журнал автивирована)
sv_se: (Loggning aktiverad)
th_th: (เปิดใช้งานการบันทึก)
tr_tr: (Kayıt Etkin)
zh_cn: (启用数据分析)

source: BTE adaptor (HA-2) + foam tip
bg_bg: Зад-ушен адаптер (HA-2) + пенообразен накрайник
cht: 耳掛型耦合器 (HA-2) + 海綿耳塞
da_dk: BTE adapter (HA-2) + skumprop
el_gr: Προσαρμογέας BTE (HA-2) + μαξιλαράκι ακουστικού από αφρώδες υλικό
fi_fi: BTE adapteri (HA-2) + vaahtomuovitippi
hr_hr: Adapter za BTE (HA-2) + pjenasta obloga
hu_hu: BTE csatalakozó (HA-2) + szivacs csúcs
it_it: Adattatore BTE (HA-2) + adattatore in spugna
ko_kr: BTE 어댑터(HA-2) + 폼 팁
nl_nl: AHO adapter (HA-2) + foam tip
no_no: BTE-adapter (HA-2) + skumpropp
pt_pt: Adaptador BTE (HA-2) + acoplador de espuma
ro_ro: BTE adaptor (HA-2) + varf de spuma
ru_ru: Адаптер BTE (СА-2) + поролоновая вставка
sv_se: BTE adapter (HA-2) + foam tip
th_th: อะแดปเตอร์ BTE (HA-2) + foam tip
tr_tr: BTE adaptörü (HA-2) + köpük uç
zh_cn: BTE适配器(HA-2) + 耳塞

source: BTE adaptor (HA-2) + own earmold
bg_bg: Зад-ушен адаптер (HA-2) + лична ушна отливка
cht: 耳掛型耦合器 (HA-2) + 自己的耳模
da_dk: BTE adapter (HA-2) + egen øreprop
el_gr: Προσαρμογέας BTE (HA-2) + προσωπικό εκμαγείο
fi_fi: BTE adapteri (HA-2) + oma korvakappale
hr_hr: Adapter za BTE (HA-2) + vlastiti kalup za uho
hu_hu: BTE csatlakozó (HA-2) + saját illeszték
it_it: Adattatore BTE (HA-2) + propria chiocciola su misura
ko_kr: BTE 어댑터(HA-2) + 자체 몰드
nl_nl: AHO adapter (HA-2) + eigen oorstukje
no_no: BTE-adapter (HA-2) + egen ørepropp
pt_pt: Adaptador BTE (HA-2) + molde auricular
ro_ro: BTE adaptor (HA-2) + oliva proprie
ru_ru: Адаптер BTE (СА-2) + индивидуальный вкладыш
sv_se: BTE adapter (HA-2) + egen öroninsats
th_th: อะแดปเตอร์ BTE (HA-2) + own earmold
tr_tr: BTE adaptörü (HA-2) + kendi kulak kalıbı
zh_cn: BTE适配器(HA-2) +耳模

source: ITE adaptor (HA-1) + foam tip
bg_bg: Вътре-ушен адаптер (HA-1) + пенообразен накрайник
cht: 耳內型耦合器 (HA-1) + 海綿耳塞
da_dk: ITE adapter (HA-1) + skumprop
el_gr: Προσαρμογέας ITE (HA-1) + μαξιλαράκι ακουστικού από αφρώδες υλικό
fi_fi: ITE adapteri (HA-1) + vaahtomuovitippi
hr_hr: Adapter za ITE (HA-1) + pjenasta obloga
hu_hu: ITE csatlakozó (HA-1) + szivacs csúcs
it_it: Adattatore ITE (HA-1) + adattatore in spugna
ko_kr: ITE 어댑터(HA-1) + 폼 팁
nl_nl: IHO adapter (HA-1) + foam tip
no_no: ITE-adapter (HA-1) + skumpropp
pt_pt: Adaptador ITE (HA-1) + acoplador de espuma
ro_ro: ITE adaptor (HA-1) + varf de spuma
ru_ru: Адаптер ITE (СА-1) + поролоновая вставка
sv_se: ITE adapter (HA-1) + foam tip
th_th: อะแดปเตอร์ ITE (HA-1) + foam tip
tr_tr: ITE adaptörü (HA-1) + köpük uç
zh_cn: ITE适配器(HA-1) +耳塞

source: ITE adaptor (HA-1) + own earmold
bg_bg: Вътре-ушен адаптер (HA-1) + лична ушна отливка
cht: 耳內型耦合器 (HA-1) + 自己的耳模
da_dk: ITE adapter (HA-1) + egen øreprop
el_gr: Προσαρμογέας ITE (HA-1) + προσωπικό εκμαγείο
fi_fi: ITE adapteri (HA-1) + oma korvakappale
hr_hr: Adapter za ITE (HA-1) + vlastiti kalup za uho
hu_hu: ITE csatlakozó (HA-1) + saját illeszték
it_it: Adattatore ITE (HA-1) + propria chiocciola su misura
ko_kr: ITE 어댑터(HA-1) + 자체 몰드
nl_nl: IHO adapter (HA-1) + eigen oorstukje
no_no: ITE-adapter (HA-1) + egen ørepropp
pt_pt: Adaptador ITE (HA-1) + molde auricular
ro_ro: ITE adaptor (HA-1) + oliva proprie
ru_ru: Адаптер ITE (СА-1) + индивидуальный вкладыш
sv_se: ITE adapter (HA-1) + egen öroninsats
th_th: อะแดปเตอร์ ITE (HA-1) + own earmold
tr_tr: ITE adaptörü (HA-1) + kendi kulak kalıbı
zh_cn: ITE适配器(HA-1) + 耳模

source: Reference Coupler:
bg_bg: Стандартен куплунг:
cht: 參考耦合器：
da_dk: Referencekopler:
el_gr: Ζεύκτης αναφοράς:
fi_fi: Referenssicoupler:
hr_hr: Referentni spojnik:
hu_hu: Referencia Coupler:
it_it: Accoppiatore di riferimento:
ko_kr: 기준 커플러:
nl_nl: Referentie coupler:
no_no: Referanse-coupler:
pt_pt: Acoplador de referência:
ro_ro: Cuplor de referinta:
ru_ru: Эталонный куплер (акустическая камера связи):
sv_se: Referens Coupler:
th_th: Coupler อ้างอิง:
tr_tr: Coupler Referansı:
zh_cn: 参考耦合腔:

source: Measurement Conditions:
bg_bg: Условия за измерване:
cht: 測量狀況：
da_dk: Målebetingelser:
el_gr: Συνθήκες μέτρησης:
fi_fi: Tutkimusolosuhteet:
hr_hr: Uvjeti za mjerenje:
hu_hu: Mérési körülmények:
it_it: Condizioni di misurazione:
ko_kr: 측정 조건:
nl_nl: Meetcondities:
no_no: Målevilkår:
pt_pt: Condições de medição:
ro_ro: Conditii de masurare:
ru_ru: Условия измерений:
sv_se: Mätförhållanden:
th_th: เงื่อนไขการวัด:
tr_tr: Ölçüm Durumları:
zh_cn: 测试条件:

source: Program to copy:
bg_bg: Програма за копиране:
cht: 複製程式：
da_dk: Kopieret program:
el_gr: Πρόγραμμα για αντιγραφή:
fi_fi: Kopioitava ohjelma :
hr_hr: Program za kopiranje:
hu_hu: Másolandó program:
it_it: Programma da copiare:
ko_kr: 복사된 프로그램:
nl_nl: Gekopieerd programma:
no_no: Program som skal kopieres:
pt_pt: Programa para copiar:
ro_ro: Program de copiat:
ru_ru: Скопировать программу:
sv_se: Program att kopiera:
th_th: โปรแกรมที่จะคัดลอก:
tr_tr: Program kopyala:
zh_cn: 复制程序:

source: Destination:
bg_bg: Местоназначение:
cht: 目的地：
el_gr: Προορισμός:
fi_fi: Kohde:
hr_hr: Odredište:
hu_hu: Cél:
it_it: Destinazione:
ko_kr: 도착지:
nl_nl: Bestemming:
no_no: Til:
pt_pt: Destino:
ro_ro: Destinatie:
ru_ru: Адресат/получатель информации:
th_th: ปลายทาง:
tr_tr: Hedef:
zh_cn: 复制到:

source: Paste Complete
bg_bg: Поставянето завърши
cht: 完成貼上
da_dk: Sæt ind er udført
el_gr: Η επικόλληση ολοκληρώθηκε
fi_fi: Liitetty
hr_hr: Lijepljenje dovršeno
hu_hu: Beillesztés kész
it_it: Operazione Incolla completata
ko_kr: 붙여넣기 완료
nl_nl: Invoegen voltooid
no_no: Innliming fullført
pt_pt: Cópia concluída
ro_ro: Lipire completa
ru_ru: Вставка завершена
sv_se: Klistra in klart
th_th: การวางเสร็จสมบูรณ์
tr_tr: Komple Yapıştır
zh_cn: 粘贴成功

source: Target Rule Parameters...
bg_bg: Параметри на целевото правило...
cht: 目標公式參數...
da_dk: Parametre for target-regel...
el_gr: Παράμετροι κανόνα στόχου...
fi_fi: Tavoitesäännön parametrit...
hr_hr: Parametri pravila za ciljnu vrijednost...
hu_hu: Célszabályi paraméterek...
it_it: Parametri regola Target...
ko_kr: 타켓 포뮬러 파라미터...
nl_nl: Rekenregel parameters...
no_no: Parametre for tilpasningsregel ...
pt_pt: Parâmetros da regra alvo...
ro_ro: Parametri formula de reglaj...
ru_ru: Параметры расчетной формулы целевого значения...
sv_se: Målmetod Parameterar..
th_th: พารามิเตอร์กฎเป้าหมาย...
tr_tr: Hedef Kazanç Kuralı parametreleri...
zh_cn: 验配公式参数...

source: Ear-to-Ear Directionality
bg_bg: Насоченост Ухо с ухо
cht: 雙耳方向性
da_dk: Ear-to ear-retningsvirkning
el_gr: Ear-to-Ear Κατευθυντικότητα
fi_fi: Suuntavaikutelma korvasta korvaan
hr_hr: Usmjerenost Uho-do-Uha
hu_hu: Fülek közötti direkcionalítás
it_it: Direzionalità Ear-to-Ear
ko_kr: E2E 방향성기능
nl_nl: Ear-to-Ear directionaliteit
no_no: Øre til Øre Direksjonalitet
pt_pt: Direcionalidade de Orelha a Orelha
ro_ro: Direcționalitate Ureche-la-Ureche
ru_ru: Координирование направленности по данным от обоих ушей
sv_se: Öra till öra-kommunikation
tr_tr: Kulaktan Kulağa Yönlülük
zh_cn: AI智能双耳融合系统

source: Copying Program...
bg_bg: Програмата се копира...
cht: 複製程式中…
da_dk: Kopierer program...
el_gr: Αντιγραφή προγράμματος...
fi_fi: Kopioi ohjelmaa...
hr_hr: Kopiranje programa...
hu_hu: Program másolása...
it_it: Copia del programma in corso...
ko_kr: 프로그램 복사 중...
nl_nl: Programma kopiëren...
no_no: Kopierer program...
pt_pt: Copiando programa...
ro_ro: Copie program...
ru_ru: Идет копирование программы...
sv_se: Kopierar Program...
th_th: กำลังคัดลอกโปรแกรม...
tr_tr: Programı kopyalıyor...
zh_cn: 正在复制程序...

source: Binaural Directionality
bg_bg: Бинаурална насоченост
cht: 雙耳方向性
fi_fi: Binauraalinen suuntakuvio
hu_hu: Binaurális direkcionalitás
it_it: Direzionalità Binaurale
nl_nl: Binaurale directionaliteit
no_no: Binaural Direksjonalitet
pt_pt: Direcionalidade Binaural
ro_ro: Natural Directionality III
ru_ru: Бинауральная направленность
sv_se: Binaural Riktverkan
th_th: การปรับทิศทางแบบสองหู
tr_tr: Binaural Direksiyonalite
zh_cn: 双耳融合方向性

source: Reset to...
bg_bg: Възстановяване до...
cht: 重新設定至…
da_dk: Nulstil til...
el_gr: Επαναφορά σε...
fi_fi: Palauta...
hr_hr: Resetiraj na...
hu_hu: Visszaállítva...
it_it: Ripristina a...
ko_kr: 초기화...
nl_nl: Reset naar...
no_no: Tilbakestill til...
pt_pt: Redefinir para...
ro_ro: Resetare la...
ru_ru: Сброс на...
sv_se: Återställ till...
th_th: รีเซ็ตกลับเป็น...
tr_tr: Sıfırla...
zh_cn: 重置为...

source: Default
bg_bg: По подразбиране
cht: 預設
da_dk: Standard
el_gr: Προεπιλογή
fi_fi: Oletus
hr_hr: Standardne postavke
hu_hu: Alapértelmezett
it_it: Impostazione predefinita
ko_kr: 디폴트
no_no: Standard
pt_pt: Padrão
ro_ro: Implicit
ru_ru: По умолчанию
sv_se: Standard
th_th: ค่าเริ่มต้น
tr_tr: Varsayılan
zh_cn: 默认

source: Zero
bg_bg: Нула
da_dk: Nul
el_gr: Μηδέν
fi_fi: Nolla
hr_hr: Nula
hu_hu: Nulla
ko_kr: 제로
nl_nl: Nul
no_no: Null
ru_ru: Нуль
sv_se: Noll
th_th: ศูนย์
tr_tr: Sıfır
zh_cn: 零

source: - RECD data on right side
bg_bg: - RECD (получени) данни от дясната страна
cht: - 實耳與耦合器差值資料在右側
da_dk: - RECD-data på højre side
el_gr: - Δεδομένα RECD στη δεξιά πλευρά
fi_fi: - Oikean puolen RECD-tiedot
hr_hr: - RECD podatci s desne strane
hu_hu: – RECD adatok a jobb oldalon
it_it: - Dati RECD su lato destro
ko_kr: - 우측 RECD 데이터
nl_nl: - RECD-gegevens aan de rechterzijde
no_no: - RECD-data på høyre side
pt_pt: – GRAVAR dados do lado direito
ro_ro: - Date RECD pe partea dreaptă
ru_ru: - данные RECD (разности между данными, измеренными на ухе человека и в акустической камере/куплере) с правой стороны
sv_se: - RECD-data på högra sidan
th_th: - ข้อมูล RECD ทางด้านขวา
tr_tr: - RECD verileri sağ tarafta
zh_cn: - 右侧的RECD数据

source: Connect Accessory
bg_bg: Свържете аксесоара
cht: 連接配件
da_dk: Forbind tilbehør
el_gr: Σύνδεση εξαρτήματος
fi_fi: Yhdistä lisälaitteet
hr_hr: Poveži dodatnu opremu
hu_hu: Tartozék csatlakoztatása
it_it: Connetti accessori
ko_kr: 액세서리 연결
nl_nl: Accessoire verbinden
no_no: Koble til tilbehør
pt_pt: Conectar acessório
ro_ro: Conecteaza accesorii
ru_ru: Подключить аксессуар
sv_se: Anslut tillbehör
th_th: เชื่อมต่ออุปกรณ์เสริม
tr_tr: Aksesuar Bağla
zh_cn: 连接无线附件

source: Searching for accessory...
bg_bg: Търсене на аксесоар...
cht: 搜尋配件...
da_dk: Søger efter tilbehør...
el_gr: Αναζήτηση εξαρτήματος...
fi_fi: Etsitään lisälaitteita...
hr_hr: Traženje dodatne opreme...
hu_hu: Tartozék keresése...
it_it: Ricerca accessori in corso...
ko_kr: 액세서리를 찾는 중...
nl_nl: Zoeken naar accessoire...
no_no: Leter etter tilbehør...
pt_pt: Procurando o acessório...
ro_ro: Cauta accesorii...
ru_ru: Идет поиск аксессуара...
sv_se: Söker tillbehör...
th_th: กำลังค้นหาอุปกรณ์เสริม...
tr_tr: Aksesuar aranıyor...
zh_cn: 正在搜索无线附件...

source: Please connect one of the following accessories using USB.
bg_bg: Моля, свържете един от следните аксесоари с помощта на USB.
cht: 請使用 USB 連接以下其中一個配件。
da_dk: Forbind en af følgende tilbehørsdele med USB.
el_gr: Συνδέστε ένα από τα ακόλουθα εξαρτήματα μέσω USB.
fi_fi: Kytke joku seuraavista lisälaitteista USB-johdolla.
hr_hr: Povežite nešto od sljedeće dodatne opreme uz pomoć USB priključka.
hu_hu: Csatlakoztassa az alábbi tartozékok valamelyikét USB-porton keresztül.
it_it: Si prega di collegare uno dei seguenti accessori tramite USB.
ko_kr: USB를 사용하여 다음의 액세서리 중 하나를 연결하세요
nl_nl: Verbind s.v.p. een van de volgende accessoires via USB
no_no: Koble til ett av følgende tilbehør ved å bruke USB.
pt_pt: Conecte um dos seguintes acessórios usando a porta USB.
ro_ro: Conectati unul din urmatoarele accesorii folosind USB.
ru_ru: Пожалуйста, подключите один из аксессуаров, используя USB.
sv_se: Anslut en av följande tillbehör via USB.
th_th: โปรดเชื่อมต่อหนึ่งในอุปกรณ์เสริมต่อไปนี้โดยใช้ USB
tr_tr: Lütfen aşağıdaki aksesuarlardan birini USB kullanarak bağlayın.
zh_cn: 请使用USB连接以下无线附件。

source: Multiple accessories were found. Disconnect all attached accessories.
bg_bg: Намерени са няколко аксесоара. Прекъснете всички прикачени аксесоари.
cht: 發現了多個配件，請斷開所有連接的配件。
da_dk: Der er fundet flere tilbehørsdele. Frakobl alt tilbehør.
el_gr: Βρέθηκαν πολλά εξαρτήματα. Αποσυνδέστε όλα τα συνδεδεμένα εξαρτήματα.
fi_fi: Useita lisälaitteita havaittu. Irrota kaikki yhdistetyt lisälaitteet.
hr_hr: Pronađeno je više dodatne opreme. Odvojite svu priključenu dodatnu opremu.
hu_hu: Több tartozék található. Bontsa a csatlakoztatott tartozékokkal való kapcsolatot.
it_it: Sono stati trovati più accessori. Disconnettere tutti gli accessori collegati.
ko_kr: 다수의 액세서리가 발견되었습니다. 연결된 모든 액세서리를 해제하세요
nl_nl: Meerdere accessoires gevonden. Koppel alle aangesloten accessoires los.
no_no: Flere tilbehør funnet. Koble fra alt tilkoblet tilbehør.
pt_pt: Múltiplos acessórios foram encontrados. Desconecte todos os acessórios conectados.
ro_ro: Miltiple accesorii detectate. Deconectați toate accesoriile atașate.
ru_ru: Обнаружено несколько аксессуаров. Отключите все присоединенные аксессуары.
sv_se: Flera tillbehör hittades. Koppla bort alla anslutna tillbehör.
th_th: พบอุปกรณ์เสริมหลายรายการ ยกเลิกการเชื่อมต่ออุปกรณ์เสริมที่ติดตั้งอยู่ทั้งหมด
tr_tr: Çok sayıda aksesuar bulundu. Ekli tüm aksesuarları devre dışı bırakın.
zh_cn: 发现多个附件。断开所有已连接的附件。

source: Accessory Updater
bg_bg: Инструмент за актуализиране на аксесоари
cht: 配件更新
da_dk: Tilbehørsopdatering
el_gr: Ενημέρωση εξαρτημάτων
fi_fi: Lisälaitteiden päivitys
hr_hr: Alat za ažuriranje dodatne opreme
hu_hu: Tartozék frissítése
it_it: Tool di aggiornamento degli accessori
ko_kr: 액세서리 업데이트
nl_nl: Accessoire Updater
no_no: Oppdatering av tilbehør
pt_pt: Atualizar acessório
ro_ro: Actualizator de accesorii
ru_ru: Обновление аксессуара
sv_se: Tillbehör Uppdatering
th_th: เครื่องมืออัพเดตอุปกรณ์เสริม
tr_tr: Aksesuar Güncelleme Aracı
zh_cn: 无线附件升级工具

source: Accessory:
bg_bg: Аксесоар:
cht: 配件：
da_dk: Tilbehør:
el_gr: Εξάρτημα:
fi_fi: Lisälaite :
hr_hr: Dodatna oprema:
hu_hu: Tartozék:
it_it: Accessorio:
ko_kr: 액세서리:
nl_nl: Accessoire:
no_no: Tilbehør:
pt_pt: Acessório:
ro_ro: Accesoriu:
ru_ru: Аксессуар:
sv_se: Tillbehör:
th_th: อุปกรณ์เสริม:
tr_tr: Aksesuar:
zh_cn: 无线附件:

source: Serial:
bg_bg: Сериен номер:
cht: 序號：
da_dk: Serienr.:
el_gr: Αρ. σειράς:
fi_fi: Sarjanumero :
hr_hr: Serijski broj:
hu_hu: Gyáriszám:
it_it: Numero di serie:
ko_kr: 시리얼:
nl_nl: Serienr:
no_no: Serie:
pt_pt: Número de série:
ro_ro: Serie:
ru_ru: Серийный номер:
sv_se: Serienummer:
th_th: ซีเรียล:
tr_tr: Seri No:
zh_cn: 序列号:

source: Version:
bg_bg: Версия:
cht: 版本：
el_gr: Έκδοση:
fi_fi: Versio :
hr_hr: Verzija:
hu_hu: Verzió:
it_it: Versione:
ko_kr: 버전:
nl_nl: Versie:
no_no: Versjon:
pt_pt: Versão:
ro_ro: Versiune:
ru_ru: Версия:
th_th: เวอร์ชัน:
tr_tr: Versiyonu:
zh_cn: 版本:

source: Up-to-Date
bg_bg: Актуална
cht: 最新
da_dk: Opdateret
el_gr: Ενημερωμένο
fi_fi: Uusin versio on käytössä
hr_hr: Ažurirano
hu_hu: Frissítve
it_it: Aggiornato
ko_kr: 최신
no_no: Oppdatert
pt_pt: Atualizar
ro_ro: La zi
ru_ru: Обновление
sv_se: Uppdaterad
th_th: ล่าสุด
tr_tr: Güncel
zh_cn: 最新版本

source: Update Available
bg_bg: Има актуализация
cht: 可用更新
da_dk: Der er en tilgængelig opdatering
el_gr: Διαθέσιμη ενημέρωση
fi_fi: Päivitys on saatavilla
hr_hr: Dostupno je ažuriranje
hu_hu: Frissítés érhető el
it_it: Aggiornamento disponibile
ko_kr: 업데이트 가능
nl_nl: Update beschikbaar
no_no: Oppdatering tilgjengelig
pt_pt: Atualização disponível
ro_ro: Actualizare disponibila
ru_ru: Обновление доступно
sv_se: Uppdatering tillgänglig
th_th: มีการอัพเดตพร้อมใช้งาน
tr_tr: Güncelleme Mevcut
zh_cn: 可升级

source: Update
bg_bg: Актуализация
cht: 更新
da_dk: Opdater
el_gr: Ενημέρωση
fi_fi: Päivitä
hr_hr: Ažuriranje
hu_hu: Frissítés
it_it: Aggiorna
ko_kr: 저장
no_no: Oppdater
pt_pt: Atualizar
ro_ro: Actualizare
ru_ru: Обновление
sv_se: Uppdatering
th_th: อัพเดต
tr_tr: Güncelle
zh_cn: 更新

source: (~2 minutes)
bg_bg: (~2 минути)
cht: (~2 分鐘)
da_dk: (~2 minutter)
el_gr: (~2 λεπτά)
fi_fi: (~2 minuuttia)
hr_hr: (~2 min)
hu_hu: (~2 perc)
it_it: (~2 minuti)
ko_kr: (~2분)
nl_nl: (~2 minuten)
no_no: (~2 minutter)
pt_pt: (Aprox. 2 minutos)
ro_ro: (~{0} minute)
ru_ru: (~2 минуты)
sv_se: (~2 minuter)
th_th: (~2 นาที)
tr_tr: (~2 dakika)
zh_cn: (~{0}分钟)

source: Updating firmware...
bg_bg: Актуализира се фърмуера...
cht: 更新韌體...
da_dk: Opdaterer firmware...
el_gr: Ενημέρωση υλικολογισμικού...
fi_fi: Ohjelmistopäivitys käynnissä...
hr_hr: Ažuriranje programske opreme...
hu_hu: Firmware frissítése...
it_it: Aggiornamento firmware in corso...
ko_kr: 펌웨어 업데이트 중...
nl_nl: Firmware updaten...
no_no: Oppdaterer fastvare ...
pt_pt: Atualizando firmware...
ro_ro: Actualizare soft...
ru_ru: Прошивка обновляется...
sv_se: Uppdaterar programvara...
th_th: กำลังอัพเดตเฟิร์มแวร์...
tr_tr: Bellenim güncelleniyor...
zh_cn: 正在进行固件升级...

source: Do not disconnect the accessory.
bg_bg: Не прекъсвайте аксесоара.
cht: 請勿將配件中斷連線。
da_dk: Afbryd ikke forbindelsen til tilbehøret.
el_gr: Μην αποσυνδέσετε το εξάρτημα.
fi_fi: Älä irrota lisälaitetta.
hr_hr: Ne odvajajte dodatnu opremu.
hu_hu: Ne csatlakoztassa le a tartozékot.
it_it: Non disconnettere l'accessorio.
ko_kr: 액세서리가 연결되지 않았습니다.
nl_nl: Verbreek de verbinding met het accessoire niet
no_no: Ikke koble fra tilbehøret.
pt_pt: Não desconecte o acessório
ro_ro: Nu deconectati accesoriul.
ru_ru: Не отключайте аксессуар.
sv_se: Koppla inte loss tillbehöret
th_th: อย่าตัดการเชื่อมต่ออุปกรณ์เสริม
tr_tr: Aksesuar bağlantısını kesmeyin.
zh_cn: 无法连接无线附件.

source: Firmware Updated
bg_bg: Фърмуерът е актуализиран
cht: 韌體已更新
da_dk: Firmware er opdateret
el_gr: Το υλικολογισμικό ενημερώθηκε
fi_fi: Ohjelmisto päivitetty
hr_hr: Programska oprema ažurirana
hu_hu: Firmware frissítve
it_it: Firmware aggiornato
ko_kr: 펌웨어 업데이트
nl_nl: Firmware geüpdatet
no_no: Fastvare oppdatert
pt_pt: Firmware Atualizado
ro_ro: Soft actualizat
ru_ru: Обновление прошивки
sv_se: Programvara uppdaterad
th_th: อัพเดตเฟิร์มแวร์แล้ว
tr_tr: Bellenim güncellendi
zh_cn: 固件已升级

source: OK to Disconnect
bg_bg: Можете да прекъснете
cht: 可斷開
da_dk: OK at afbryde
el_gr: Να γίνει αποσύνδεση
fi_fi: Voit nyt irrottaa lisälaitteen turvallisesti.
hr_hr: Odvajanje dopušteno
hu_hu: Lecsatlakoztatás rendben
it_it: È possibile effettuare la disconnessione
ko_kr: 연결을 해제해도 됩니다.
nl_nl: Verbinding mag verbroken worden
no_no: OK å koble fra
pt_pt: OK para desconectar
ro_ro: Se poate deconecta
ru_ru: Да, отключить
sv_se: OK att koppla loss
th_th: ตกลง เพื่อตัดการเชื่อมต่อ
tr_tr: Bağlantıyı kesmek için TAMAM'a basın
zh_cn: 已断开

source: Update Failed
bg_bg: Неуспешна актуализация
cht: 更新失敗
da_dk: Opdateringen mislykkedes
el_gr: Η ενημέρωση απέτυχε
fi_fi: Päivitys epäonnistui
hr_hr: Ažuriranje nije uspjelo
hu_hu: Frissítési hiba
it_it: Aggiornamento non riuscito
ko_kr: 업데이트 실패
nl_nl: Update mislukt
no_no: Feil ved oppdatering
pt_pt: Falha na atualização
ro_ro: Actualizare esuata
ru_ru: Обновление не удалось
sv_se: Uppdateringen misslyckades
th_th: การอัพเดตล้มเหลว
tr_tr: Güncelleme hata verdi
zh_cn: 升级失败

source: The firmware update failed. Please reconnect and try again.
bg_bg: Актуализацията на фърмуера е неуспешна. Моля, свържете отново и опитайте отново.
cht: 韌體更新失敗，請重新連接並重試。
da_dk: Opdateringen af firmwaren mislykkedes. Opret forbindelse, og prøv igen.
el_gr: Η ενημέρωση υλικολογισμικού απέτυχε. Επανασυνδέστε και προσπαθήστε ξανά.
fi_fi: Laiteohjelmiston päivitys epäonnistui. Yhdistä ja yritä uudelleen.
hr_hr: Programska oprema nije se uspješno ažurirala. Ponovno spojite i pokušajte još jednom.
hu_hu: A firmware frissítése nem sikerült. Csatlakoztassa újra a készüléket, és próbálkozzon újra.
it_it: Aggiornamento del firmware non riuscito. Riconnettere e riprovare.
ko_kr: 펌웨어 업데이트에 실패했습니다. 다시 시도해 주십시오.
nl_nl: De firmware update is mislukt. Maak opnieuw verbinding en probeer het opnieuw.
no_no: Kunne ikke oppdatere fastvare. Koble til og prøv på nytt.
pt_pt: Falha na atualização do firmware. Reconecte e tente novamente.
ro_ro: Actualizare esuata. Incercati din nou.
ru_ru: Ошибка при обновлении прошивки. Пожалуйста, восстановите соединение и повторите попытку.
sv_se: Uppdatering av programvara misslyckades. Koppla bort och försök igen.
th_th: การอัพเดตเฟิร์มแวร์ล้มเหลว โปรดเชื่อมต่อใหม่แล้วลองอีกครั้ง
tr_tr: Bellenim güncelleme hatası. Lütfen tekrar bağlanın ve yeniden deneyin.
zh_cn: 固件更新失败。请重新连接并重试。

source: Cannot Connect
bg_bg: Невъзможно свързване
cht: 無法連接
da_dk: Der kan ikke oprettes forbindelse
el_gr: Δεν είναι δυνατή η σύνδεση
fi_fi: Yhteyttä ei voi muodostaa
hr_hr: Povezivanje nije moguće
hu_hu: Nem lehet csatlakozni
it_it: Impossibile effettuare la connessione
ko_kr: 연결할 수 없습니다
nl_nl: Verbinden niet mogelijk
no_no: Kan ikke koble til
pt_pt: Não é possível conectar
ro_ro: Imposibil de conectat
ru_ru: Не удается установить соединение
sv_se: Kan inte ansluta
th_th: ไม่สามารถเชื่อมต่อได้
tr_tr: Bağlanamaz
zh_cn: 不能连接
