Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: TV Streamer 2 & Micro/Mini/Multi Mic
bg_bg: Телевизионен стриймър 2 и Micro/Mini/Multi микрофон
cht: TV Streamer 2 和 Micro/Mini/Multi Mic
da_dk: TV Streamer 2 og Micro/Mini/Multi Mic
el_gr: TV Streamer 2 και Μικρόφωνο Micro/Mini/Multi
fi_fi: TV-lähetin ja Micro/Mini/Multi Mic
hr_hr: TV Streamer 2 i Micro/Mini/Multi mikrofon
hu_hu: TV Streamer 2 és Micro/Mini/Multi mik.
it_it: Accessori TV 2 e Micro/Mini/Multi Mic
ko_kr: TV스트리머 & 마이크
no_no: TV-Streamer 2 og Mikro/Multi Mik
pt_pt: Transmissor de TV e Micro/Mini/Multi Mic
ru_ru: ТВ-стример 2 и Микро-/Мини-/Мульти-микрофон
sv_se: TV Streamer 2 & Mikro/Mini/Multimikrofon
th_th: TV Streamer 2 พร้อมไมโครโฟนแบบแยก/ขนาดเล็ก/หลายตัว
tr_tr: TV Aktarım Ünitesi 2 ve Mikro/Mini/Multi Mikrofon
zh_cn: 音频转换器2 & Micro/Mini/Multi Mic

source: Remote Controls
bg_bg: Дистанционни управления
cht: 遙控器
da_dk: Fjernbetjeninger
el_gr: Τηλεχειριστήρια
fi_fi: Kauko-ohjain
hr_hr: Daljinski upravljači
hu_hu: Távirányítók
it_it: Remote Control
ko_kr: 리모컨
nl_nl: Afstandbediening
no_no: Fjernkontroll
pt_pt: Controle Remoto
ro_ro: Telecomandă
ru_ru: Пульт дистанционного управления
sv_se: Fjärrkontroll
th_th: รีโมท
tr_tr: Uzaktan Kumandalar
zh_cn: 遥控器

source: Manage Instruments
bg_bg: Управление на апарати
cht: 管理助聽器
da_dk: Håndter høreapparater
el_gr: Διαχείριση ακουστικών
fi_fi: Kuulokojeiden hallinta
hr_hr: Upravljanje aparatima
hu_hu: Készülék kezelés
it_it: Gestione apparecchi
ko_kr: 보청기 관리
nl_nl: Beheer toestellen
no_no: Administrere høreapparater
pt_pt: Gerenciar aparelhos
ro_ro: Administrează aparatele
ru_ru: Управление аппаратами
sv_se: Hantera hörapparater
th_th: จัดการเครื่องช่วยฟัง
tr_tr: Cihazları Yönet
zh_cn: 管理助听器

source: Network Summary
bg_bg: Резюме на мрежата
cht: 網路摘要
da_dk: Netværksoversigt
el_gr: Σύνοψη δικτύου
fi_fi: Verkon yhteenveto
hr_hr: Pregled mreže
hu_hu: Hálózati összegzés
it_it: Riepilogo di rete
ko_kr: 네트워크 요약
nl_nl: Samenvatting netwerk
no_no: Nettverksoversikt
pt_pt: Sumário de rede
ro_ro: Rezumat împerechere
ru_ru: Сводный обзор сетевого окружения
sv_se: Nätverkssummering
th_th: สรุปข้อมูลเครือข่าย
tr_tr: Ağ Özeti
zh_cn: 网络摘要

source: Pair
bg_bg: Добави
cht: 配對
da_dk: Parring
el_gr: Σύζευξη
fi_fi: Parita
hr_hr: Uparivanje
hu_hu: Párosítás
it_it: Accoppia
ko_kr: 페어링
nl_nl: Koppelen
no_no: Pare
pt_pt: Sincronizar
ro_ro: Asociere
ru_ru: Выполнить сопряжение
sv_se: Parkoppla
th_th: จับคู่
tr_tr: Eşleştir
zh_cn: 配对

source: Refresh
bg_bg: Обнови
cht: 復新
da_dk: Opdater
el_gr: Ανανέωση
fi_fi: Virkistä sivu
hr_hr: Osvježi
hu_hu: Frissítés
it_it: Aggiorna
ko_kr: 새로고침
nl_nl: Verversen
no_no: Oppdater
pt_pt: Atualizar
ro_ro: Reîncarcă
ru_ru: Обновить
sv_se: Uppdatera
th_th: รีเฟรช
tr_tr: Yenile
zh_cn: 刷新

source: Searching for Remote Control
bg_bg: Търсене на дистанционно управление
cht: 搜尋遙控器
da_dk: Søger efter fjernbetjening
el_gr: Αναζήτηση τηλεχειριστηρίου
fi_fi: Etsitään Kauko-ohjainta
hr_hr: Traženje daljinskog upravljača
hu_hu: Távirányító keresése
it_it: Ricerca Remote Control in corso
ko_kr: 리모컨 찾는 중
nl_nl: Zoeken naar afstandbediening
no_no: Søker etter fjernkontroll
pt_pt: Procurando controle remoto
ro_ro: Cauta Telecomanda
ru_ru: Идет поиск ПДУ
sv_se: Söker efter Fjärrkontroll
th_th: กำลังค้นหารีโมท
tr_tr: Uzaktan Kumanda Aranıyor
zh_cn: 查找遥控器

source: Searching for Phone Clip
bg_bg: Търсене на Phone Clip
cht: 搜尋Phone Clip
da_dk: Søger efter telefonclip
el_gr: Αναζήτηση κλιπ τηλεφώνου
fi_fi: Etsitään Phone Clip -laitetta
hr_hr: Traženje kopče za telefon
hu_hu: Phone Clip keresése
it_it: Ricerca Phone Clip in corso
ko_kr: 폰클립 찾는 중
nl_nl: Zoeken naar telefoonclip
no_no: Søker etter Phone Clip
pt_pt: Procurando Phone Clip
ro_ro: Se caută clemă telefon
ru_ru: Идет поиск Phone Clip
sv_se: Söker efter telefonclip
th_th: กำลังค้นหา Phone Clip
tr_tr: Telefon Klipsi Aranıyor
zh_cn: 查找手机伴侣

source: Searching for Streamer
bg_bg: Търсене на стриймър
cht: 搜尋串流器
da_dk: Søger efter streamer
el_gr: Αναζήτηση συσκευής Streamer
fi_fi: Etsitään lähetintä
hr_hr: Traženje alata za strujanje
hu_hu: Streamer keresése
it_it: Ricerca Streamer in corso
ko_kr: 스트리머 찾는 중
nl_nl: Zoeken naar streamer
no_no: Søker etter Streamer
pt_pt: Procurando Streamer
ro_ro: Se caută streamerul
ru_ru: Идет поиск Стримера
sv_se: Söker efter Streamers
th_th: กำลังค้นหา Streamer
tr_tr: Aktarım Ünitesi Aranıyor
zh_cn: 查找音频转换器

source: Unpair
bg_bg: Премахване
cht: 取消配對
da_dk: Fjernelse af parring
el_gr: Κατάργηση σύζευξης
fi_fi: Poista paritus
hr_hr: Rasparivanje
hu_hu: Párosítás megszüntetése
it_it: Disaccoppia
ko_kr: 페어링 해제
nl_nl: Koppeling ongedaan maken
no_no: Fjerne paring
pt_pt: Desconectar
ro_ro: Dezasociere
ru_ru: Отменить сопряжение
sv_se: Ta bort parkoppling
th_th: ยกเลิกจับคู่
tr_tr: Eşleştirmeyi Kaldır
zh_cn: 解除配对

source: Remove the battery cover and press the pairing button on the Remote Control.
bg_bg: Махнете капака на батерията и натиснете бутона за сдвояване на дистанционното управление.
cht: 移除電池蓋，然後按壓遙控器上的配對按鈕。
da_dk: Fjern batteridækslet, og tryk på parringsknappen på fjernbetjeningen.
el_gr: Αφαιρέστε το κάλυμμα μπαταρίας και πιέστε το κουμπί ζεύξης στο τηλεχειριστήριο.
fi_fi: Poista hopeanvärinen suoja/paristokotelon kansi ja paina parituspainiketta Kauko-Ohjaimessa.
hr_hr: Uklonite poklopac pretinca za bateriju i pritisnite tipku za uparivanje na daljinskom upravljaču.
hu_hu: Távolítsa el az elemfedelet és nyomja meg a párosítási gombot a távirányítón.
it_it: Togliere il coperchio della batteria e premere il pulsante di accoppiamento sul Remote Control.
ko_kr: 배터리 커버를 제거하고 리모컨의 페어링 버튼을 누르세요
nl_nl: Verwijder het batterijdeksel en druk op de koppelknop van de afstandbediening.
no_no: Slå på enhet-Fjern batteridekselet og trykk på paringsknappen på fjernkontrollen.
pt_pt: Remova a tampa da pilha e pressione o botão de pareamento do Controle Remoto.
ro_ro: Inlaturati folia protectoare a baterieie si apasati butonul de imperecehere de pe telecomanda.
ru_ru: Снимите крышку батареи и нажмите кнопку сопряжения на Пульте дистанционного управления.
sv_se: Ta bort batteriskyddet och tryck ned parkopplingsknappen på fjärrkontrollen.
th_th: เอาแผ่นปิดแบตเตอรี่ออกและกดปุ่ม pairing ที่ Remote Control.
tr_tr: Pil kapağını kaldırın ve uzaktan kumanda üzerindeki eşleşme butonuna basın.
zh_cn: 打开遥控器后盖，按下配对按钮。

source: Remove the silver cap and press the hearing instrument pairing button on the Phone Clip.
bg_bg: Махнете сребърното капаче и натиснете бутона за сдвояване на слухов апарат на Phone Clip.
cht: 移除銀蓋，按壓Phone Clip上的助聽器配對按鈕。
da_dk: Fjern metaldækslet, og tryk på parringsknappen på telefonclip'en.
el_gr: Αφαιρέστε το ασημί καπάκι και πιέστε το κουμπί ζεύξης ακουστικού βοηθήματος στο κλιπ τηλεφώνου.
fi_fi: Poista hopeanvärinen muovisuoja ja paina valkoista parituspainiketta Phone Clip:ssä.
hr_hr: Skinite srebrni poklopac i pritisnite tipku za uparivanje slušnog aparata na kopči za telefon.
hu_hu: Távolítsa el az ezüst fedelet és nyomja meg a párosítási gombot a Phone Clip-en.
it_it: Togliere il tappo color argento e premere il pulsante di accoppiamento con gli apparecchi acustici sul Phone Clip.
ko_kr: 실버 탭을 제거하고 폰클립의 보청기 페어링 버튼을 누르세요
nl_nl: Zet de Telefoonclip aan, verwijder het metallic kapje en druk op de koppelknop.
no_no: Slå på enhet-Fjern sølvdekselet og trykk på høreapparatets paringsknapp (hvit) på Phone Clip.
pt_pt: Remova a capa prateada do Phone Clip e pressione o botão de pareamento.
ro_ro: Inlaturati folia argintie si apasati butonul de imperechere de pe Phone Clip.
ru_ru: Снимите серебряную крышку и нажмите кнопку сопряжения со СА на гарнитуре Phone Clip.
sv_se: Ta bort silverhöljet och tryck ned parkopplingsknappen på telefonclippet.
th_th: เอาแผ่นปิดสีเงินออก และกดที่ปุ่ม pairing เครื่องช่วยฟังที่ Phone Clip.
tr_tr: Gümüş renkli kapağı çıkarın ve Telefon Klipsinin üzerinde bulunan işitme cihazı eşleşme butonuna basın.
zh_cn: 取下手机伴侣的底盖，并按下背面的配对按钮。

source: Press once, twice or three times on the pairing button on the Streamer or Mini Mic to select pairing channel. The LED will blink to indicate that the unit is in pairing mode.
bg_bg: Натиснете веднъж, два пъти или три пъти бутона за сдвояване на стриймъра или Mini, за да изберете канала за сдвояване. Светодиодът ще мига, за да покаже, че устройството е в режим на сдвояване.
cht: 在串流器或 Mini Mic 的配對按鈕按一次、兩次或三次以選擇配對頻道。LED 燈將閃爍以表示裝置處於配對模式。
da_dk: Tryk en, to eller tre gange på parringsknappen på streameren eller på Mini Mic for at vælge parringskanal. Lysdioden blinker for at angive, at enheden er i parringstilstand.
el_gr: Πιέστε το κουμπί ζεύξης στη συσκευή Streamer ή το μικρόφωνο Mini μία, δύο ή τρεις φορές για να επιλέξετε κανάλι ζεύξης. Η λυχνία LED θα αναβοσβήνει υποδεικνύοντας ότι η μονάδα βρίσκεται σε λειτουργία ζεύξης.
fi_fi: Valitse parituskanava painamalla lähettimen tai Mini Micin parituspainiketta kerran, kaksi tai kolme kertaa. Merkkivalo vilkkuu sen merkiksi, että laite on paritustilassa.
hr_hr: Pritisnite tipku za uparivanje na alatu za strujanje ili malom mikrofonu jedanput, dvaput ili triput kako biste odabrali kanal za uparivanje. LED će treperiti ukazujući na to da je uređaj u načinu za uparivanje.
hu_hu: Nyomja meg egyszer, kétszer vagy háromszor a Streamer vagy Mini Mik. párosítási gombját a párosítási csatorna kiválasztásához. A LED villogni fog, és ezzel jelzi, hogy a készülék párosítási üzemmódban van.
it_it: Premere una, due o tre volte il pulsante di accoppiamento sullo Streamer o sul Mini Mic per selezionare il canale di accoppiamento. Il LED lampeggerà per indicare che l'unità è in modalità di accoppiamento.
ko_kr: 스트리머 또는 미니 마이크의 페어링 버튼을 1회, 2회, 또는 3회 눌러 페어링 채널을 선택합니다. 기기의 페어링을 완료되면 LED가 깜박거립니다.
nl_nl: Druk één, twee of drie keer op de koppelknop op de Streamer of Mini Mic om het pairingskanaal te kiezen. De LED zal knipperen om aan te geven dat het toestel in pairingmodus is.
no_no: Trykk en, to eller tre ganger på TV streamerens paringsknapp eller på Mikro/Multi Mik for å velge paringskanal. Lysdioden vil blinke for å indikere at enheten er paringsklar.
pt_pt: Pressione uma, duas, três vezes o botão de pareamento no Streamer ou Mini Mic para selecionar o canal de pareamento. O LED piscará para indicar que a unidade está no modo de pareamento.
ro_ro: Apăsați o dată, de două sau de trei ori pe butonul de împerechere al streamerului sau Mini Mic pentru a selecta canalul de împerechere. LED-ul va clipi pentru a indica faptul că unitatea este în modul de împerechere.
ru_ru: Нажмите один, два или три раза на кнопку сопряжения на Стримере или Мини-микрофоне, чтобы выбрать канал сопряжения. Световой индикатор замигает, показывая, что устройство находится в режиме установления сопряжения.
sv_se: Tryck en, två eller tre gånger på parkopplingsknappen på Tv Streamer eller Mikrofon för att välja parkopplingskanal. LED-lampan blinkar för att indikera att enheten är i parkopplingsläge.
th_th: กดปุ่มจับคู่บน Streamer หรือไมโครโฟนขนาดเล็กหนึ่งครั้ง สองครั้ง หรือสามครั้ง เพื่อเลือกช่องทางการจับคู่ ไฟ LED จะกะพริบเพื่อระบุว่าอุปกรณ์อยู่ในโหมดจับคู่
tr_tr: Eşleştirme kanalını seçmek için, Aktarım Ünitesi veya Mini Mikrofon üzerindeki eşleştirme butonuna bir, iki veya üç kez basın. LED, ünitenin eşleştirme modunda olduğunu belirtmek için yanıp sönecektir.
zh_cn: 在音频转换器或迷你麦克风上按配对按钮1次、2次或3次，选择配对通道。LED将会闪烁，表示本机处于配对模式。

source: Gain Clamping
bg_bg: Ограничаване на усилването
cht: 增益箝制
da_dk: Fiksering af forstærkning
el_gr: Συγκράτηση απόκρισης
fi_fi: Vahvistuksen kiristys
hr_hr: Ograničavanje pojačanja
hu_hu: Erősítés összekapcsolás
it_it: Blocco guadagno
ko_kr: 게인 클램핑
nl_nl: Veilige versterking
pt_pt: Ajuste do ganho
ro_ro: Clamping castig
ru_ru: Ограничение усиления
sv_se: Förstärkningsbegränsning
th_th: เปิดใช้งานการทดลองสวมอย่างปลอดภัย
tr_tr: Kazanç Kompresyon
zh_cn: 增益限制

source: Cancel AutoFit
bg_bg: Отмяна на AutoFit
cht: 取消自動選配
da_dk: Annuller AutoFit
el_gr: Ματαίωση AutoFit
fi_fi: Peruuta PikaSovitus
hr_hr: Otkaži AutoFit
hu_hu: Automatikus illesztés érvénytelenítése
it_it: Annulla Fitting Automatico
ko_kr: AutoFit을 취소합니다
nl_nl: AutoFit annuleren
no_no: Avbryt AutoFit
pt_pt: Cancelar AutoFit
ro_ro: Anulare AutoFit
ru_ru: Отменить Автонастройку
sv_se: Avbryt Snabbanpassning
th_th: ยกเลิก AutoFit
tr_tr: AutoFit'i İptal Et
zh_cn: 取消自动选配

source: Measurement
bg_bg: Измерване
cht: 度量
da_dk: Værdi
el_gr: Μέτρηση
fi_fi: Arvo
hr_hr: Mjerenje
hu_hu: Mérés
it_it: Misurazioni
ko_kr: 측정
nl_nl: Meetwaarde
no_no: Måling
pt_pt: Mensuração
ro_ro: Masuratori
ru_ru: Измерения
sv_se: Värde
th_th: การวัดค่า
tr_tr: Ölçüm
zh_cn: 标称值

source: Standard
bg_bg: Стандартен
cht: 標準
el_gr: Τυπικό
fi_fi: Vakio
hu_hu: Szabvány
ko_kr: 스탠다드
nl_nl: Standaard
pt_pt: Ficha técnica padrão:
ru_ru: Стандарт
th_th: มาตรฐาน
tr_tr: Standart
zh_cn: 标准

source: No Remote Control Found
bg_bg: Не е намерено дистанционно управление
cht: 未找到遙控器
da_dk: Der blev ikke fundet nogen fjernbetjening
el_gr: Δεν βρέθηκε τηλεχειριστήριο
fi_fi: Kauko-ohjainta ei löydy
hr_hr: Daljinski upravljač nije pronađen
hu_hu: Nem található távirányító
it_it: Nessun Remote Control rilevato
ko_kr: 리모컨을 찾을 수 없습니다
nl_nl: Geen afstandbediening gevonden
no_no: Ingen fjernkontroll funnet
pt_pt: Nenhum controle remoto encontrado
ro_ro: Nu s-a gasit Telecomanda
ru_ru: ПДУ не обнаружен
sv_se: Ingen fjärrkontroll hittades
th_th: ไม่พบรีโมท
tr_tr: Uzaktan kumanda bulunamadı
zh_cn: 未发现遥控器

source: No Phone Clip found
bg_bg: Не е намерен Phone Clip
cht: 未找到Phone Clip
da_dk: Der blev ikke fundet nogen telefonclip
el_gr: Δεν βρέθηκε κλιπ τηλεφώνου
fi_fi: Phone Clip+ -laitetta ei löydy
hr_hr: Kopča za telefon nije pronađena
hu_hu: Nem található Phone Clip eszköz
it_it: Nessun Phone Clip rilevato
ko_kr: 폰클립을 찾을 수 없습니다
nl_nl: Geen telefoonclip gevonden
no_no: Ingen Phone Clip funnet
pt_pt: Nenhum Phone Clip encontrado
ro_ro: Nici un PhoneClip nu a fost gasit
ru_ru: Phone Clip+ не обнаружен
sv_se: Inget telefonclip hittades
th_th: ไม่พบ Phone Clip
tr_tr: Telefon Klipsi bulunamadı
zh_cn: 未发现手机伴侣

source: No Streamers Found
bg_bg: Не са намерени стриймъри
cht: 未找到串流器
da_dk: Der blev ikke fundet nogen streamere
el_gr: Δεν βρέθηκαν συσκευές ροής
fi_fi: Äänilähettimiä ei löydy
hr_hr: Alati za strujanje nisu pronađeni
hu_hu: Nem található a Streamer
it_it: Nessuno Streamer rilevato
ko_kr: 스트리머를 찾을 수 없습니다
nl_nl: Geen streamers gevonden
no_no: Ingen streamere funnet
pt_pt: Nenhum Streamer encontrado
ro_ro: Nici un Streamer nu a fost gasit
ru_ru: Стримеры не обнаружены
sv_se: Inga Streamers hittades
th_th: ไม่พบอุปกรณ์ TV Streamers
tr_tr: Aktarım Ünitesi Bulunamadı
zh_cn: 未发现音频转换器

source: Defaults
bg_bg: По подразбиране
cht: 預設
da_dk: Standarder
el_gr: Προεπιλογές
fi_fi: Oletukset
hr_hr: Standardne postavke
hu_hu: Alapértékek
it_it: Impostazioni predefinite
ko_kr: 디폴트
no_no: Standardinnstillinger
pt_pt: Padrões
ro_ro: Implicite
ru_ru: По умолчанию
sv_se: Förinställningar
th_th: ค่าเริ่มต้น
tr_tr: Varsayılanlar
zh_cn: 默认

source: New Patient sessions open to:
bg_bg: Нови пациентски сесии, отворени за:
cht: 開啟新客戶階段至 :
da_dk: Ny brugersessioner åbne for:
el_gr: Συνεδρίες νέου ασθενούς ανοικτές σε:
fi_fi: Uuden potilaan istunnot avataan tilaan:
hr_hr: Podatkovna aktivnost za novog pacijenta otvorena:
hu_hu: Új páciens bejegyzés megnyitása:
it_it: Nuova sessione del Paziente aperta a:
ko_kr: 새로운 사용자 세션:
nl_nl: Nieuwe cliëntsessies open voor:
no_no: Ny pasientøkt åpen for:
pt_pt: Uma nova sessão de paciente aberto para:
ro_ro: Sesiunile pacienților noi deschise pentru:
ru_ru: Новые сессии пациентов открыты:
sv_se: Nya patientsessioner öppna för:
th_th: เซสชั่นผู้ป่วยรายใหม่เปิดให้กับ:
tr_tr: Yeni hasta oturumlarında bunu aç:
zh_cn: 新用户界面将打开:

source: Return visit sessions with instruments connected at startup open to:
bg_bg: Сесии за обратни посещения с апарати, свързани при първоначалното пускане, отворени за:
cht: 若啟動時已連接助聽器，開啟回診階段至：
da_dk: Genbesøgssessioner med apparater tilsluttet ved opstart åbne for:
el_gr: Συνεδρίες επαναληπτικής επίσκεψης με τα βοηθήματα συνδεδεμένα στην εκκίνηση, ανοικτές σε:
fi_fi: Seuraavat istunnot, joiden alkaessa kuulokojeet on yhdistetty, avataan kohteessa:
hr_hr: Ponovljena podatkovna aktivnost s povezanim uređajima pri pokretanju otvorena:
hu_hu: Visszatérés a látogatás bejegyzésekhez készülékkel való kapcsolódáskor megnyitni:
it_it: Ritorna per sessione di visita con strumenti collegati all'avvio aperta:
ko_kr: 시작할 때 연결되어있는 보청기로 방문 세션을 다시 열수 있습니다:
nl_nl: Controlesessies met toestellen die bij het starten verbonden worden openen met:
no_no: Oppfølgingsøkt med apparater tilkoblet ved oppstart er åpen for:
pt_pt: Retornar as sessões de visitas com os aparelhos auditivos conectados a abrir:
ro_ro: Returnează sesiunile de vizită cu aparatele conectate la pornire deschise pentru:
ru_ru: Сессии при повторных визитах с СА, подключенными при начальном визите, открыты для:
sv_se: Återbesök sessioner med instrument anslutna vid uppstart öppna för:
th_th: ย้อนกลับเซสชั่นการเข้าใช้งานด้วยเครื่องช่วยฟังที่เชื่อมต่อเมื่อเริ่มเปิดใช้งานไปที่:
tr_tr: Ziyaret oturumlarına geri dönüldüğünde cihazlar bağlı iken açılacak ekran:
zh_cn: 连接助听器，返回访问界面:

source: Default Environmental Programs:
bg_bg: Програми за околната среда по подразбиране:
cht: 預設環境程式 :
da_dk: Standardmiljøprogrammer:
el_gr: Προεπιλεγμένα προγράμματα περιβάλλοντος:
fi_fi: Oletus ääniympäristöohjelmat
hr_hr: Standardni programi okruženja:
hu_hu: Alapértelmezett környezeti programok:
it_it: Programmi predefiniti per ambiente:
ko_kr: 디폴트 환경 프로그램:
nl_nl: Default programma´s:
pt_pt: Programas ambientes padrão:
ro_ro: Programe de mediu predefinite:
ru_ru: Программы по умолчанию:
sv_se: Förinställda miljöer för program:
th_th: โปรแกรมสภาพแวดล้อมเริ่มต้น:
tr_tr: Varsayılan Ortam Programları:
zh_cn: 常用程序:

source: Not Connected
bg_bg: Не е свързан
cht: 未連接
da_dk: Ikke tilsluttet
el_gr: Δεν συνδέθηκε
fi_fi: Ei yhdistetty
hr_hr: Veza nije uspostavljena
hu_hu: Nem csatlakoztatott
it_it: Non connesso
ko_kr: 연결되지 않음
nl_nl: Niet verbonden
no_no: Ikke tilkoblet
pt_pt: Não conectado
ro_ro: Neconectat
ru_ru: Нет соединения
sv_se: Inte ansluten
th_th: ไม่ได้เชื่อมต่อ
tr_tr: Bağlanmadı
zh_cn: 未连接

source: Show PHHA scores with Lifestyle
bg_bg: Покажи PHHA резултати с Lifestyle
cht: 顯示生活型態的 PHHA 分數
da_dk: Vis PHHA-værdier med livsstil
el_gr: Εμφάνιση βαθμολογιών PHHA με τον τρόπο ζωής
fi_fi: Näytä PHHA-elämäntapatulos
hr_hr: Pokaži PHHA rezultate sa životnim stilom
hu_hu: A PHHA eredmények és az életstílus mutatása
it_it: Mostra punteggi PHHA con stile di vita
ko_kr: 라이프스타일 PHHA 점수 보기
nl_nl: Toon PHHA scores bij Lifestyle
no_no: Vis PHHA resultat med livsstil
pt_pt: Mostrar classificações do PHHA com o Estilo de vida.
ro_ro: Arata scorul PHHA cu lifestyle
ru_ru: Показать результаты PHHA с Образом/стилем жизни
sv_se: Visa PHHA-värden med Livsstil
th_th: แสดงคะแนน PHHA พร้อมวิถีชีวิต
tr_tr: Yaşam Tarzına göre PHHA skorunu göster
zh_cn: 显示PHHA分值

source: Feedback Calibration Level:
bg_bg: Ниво на калибриране на микрофонията:
cht: 回饋音校正等級：
da_dk: Niveau for tilbagekoblingskalibrering:
el_gr: Στάθμη βαθμονόμησης μικροφωνισμού:
fi_fi: Vinkumiseneston kalibrointitaso :
hr_hr: Razina kalibracije suzbijanja buke:
hu_hu: Gerjedés kalibrációs szint:
it_it: Livello di calibrazione feedback:
ko_kr: 피드백 캘리브레이션 수준:
nl_nl: Feedback kalibratieniveau
no_no: Feedback kalibreringsnivå:
pt_pt: Nível de calibração de feedback:
ro_ro: Calibrarea nivelului feedback:
ru_ru: Уровень калибровки обратной связи:
sv_se: Feedbackkalibrering Nivå:
th_th: ระดับการปรับเทียบเสียงหวีด:
tr_tr: Feedback Kalibrasyon Seviyesi:
zh_cn: 反馈校准:

source: Battery Number:
bg_bg: Батерия номер:
cht: 電池型號：
da_dk: Batteri:
el_gr: Αριθμός μπαταρίας:
fi_fi: Pariston numero :
hr_hr: Broj baterija:
hu_hu: Elemméret:
it_it: Numero batteria:
ko_kr: 배터리 번호:
nl_nl: Type batterij:
no_no: Batterinr.:
pt_pt: Número da pilha:
ro_ro: Nr bateriei
ru_ru: Номер батарейки:
sv_se: Batteristorlek:
th_th: หมายเลขแบตเตอรี่:
tr_tr: Pil Boyutu:
zh_cn: 电池型号:

source: Standard
bg_bg: Стандартен
cht: 標準
el_gr: Τυπικό
fi_fi: Vakio
hu_hu: Szabvány
ko_kr: 스탠다드
nl_nl: Standaard
pt_pt: Padrão
ru_ru: Стандарт
th_th: มาตรฐาน
tr_tr: Standart
zh_cn: 标准

source: ReSound Website URL
bg_bg: Адрес на уеб сайта на ReSound
cht: ReSound 網址
da_dk: URL til ReSounds webiste
el_gr: Διεύθυνση URL ιστότοπου ReSound
fi_fi: ReSound-sivuston URL
hr_hr: URL web-mjesta poduzeća ReSound
hu_hu: A Resound webhelyének URL-címe
it_it: URL sito Web ReSound
ko_kr: ReSound 웹사이트 URL
no_no: ReSound webside URL
pt_pt: URL do site da Resound
ro_ro: URL Website ReSound
ru_ru: URL сайта ReSound
sv_se: URL för ReSounds webbplats
th_th: URL เว็บไซต์ ReSound
tr_tr: ReSound Web Sitesi URL
zh_cn: 瑞声达网址

source: Comparison Chart URL
bg_bg: Уеб адрес на сравнителната графика
cht: 比較圖表網址
da_dk: URL til sammenligningsdiagram
el_gr: Διεύθυνση URL διαγράμματος σύγκρισης
fi_fi: Vertailukaavion URL
hr_hr: URL za poredbenu tablicu
hu_hu: Összehasonlító táblázat URL-címe
it_it: URL tabella di confronto
ko_kr: 비교 차트 URL
nl_nl: Vergelijkingstabel URL
no_no: Produktsammenlikning URL
pt_pt: URL do gráfico de comparação
ro_ro: site comparatie URL
ru_ru: URL таблицы сравнения
sv_se: Jämförelseöversikt URL
th_th: URL ตารางเปรียบเทียบ
tr_tr: Karşılaştırma Tablosu URL
zh_cn: 比较图标URL

source: Software Compatibility URL
bg_bg: Уеб адрес на софтуер за съвместимост
cht: 軟體相容性網址
da_dk: URL til softwarekompatibilitet
el_gr: Διεύθυνση URL συμβατότητας λογισμικού
fi_fi: Ohjelmiston yhteensopivuuden URL
hr_hr: URL za kompatibilnost softvera
hu_hu: Szoftverkompatibilitási URL-cím
it_it: URL compatibilità software
ko_kr: 소프트웨어 호환성 URL
nl_nl: Software compatibiliteit URL
no_no: Programvarekompatibilitet URL
pt_pt: URL de compatibilidade do software
ro_ro: Compatibilitate program URL
ru_ru: URL совместимости программного обеспечения
sv_se: URL mjukvarukompatibilitet
th_th: URL ความเข้ากันได้ของซอฟต์แวร์
tr_tr: Yazılım Uyumluluğu URL
zh_cn: 软件兼容性URL

source: Software Update URL
bg_bg: Уеб адрес на актуализация на софтуер
cht: 軟體更新網址
da_dk: URL til softwareopdatering
el_gr: Διεύθυνση URL ενημερώσεων λογισμικού
fi_fi: Ohjelmiston päivitys-URL
hr_hr: URL za ažuriranje softvera
hu_hu: Szoftverfrissítési URL-cím
it_it: URL aggiornamento software
ko_kr: 소프트웨어 업데이트 URL
no_no: Programvarekompatibilitet URL
pt_pt: URL de atualização do software
ro_ro: upgrade program URL
ru_ru: URL обновления программного обеспечения
sv_se: URL mjukvaruuppdatering
th_th: URL อัพเดตซอฟต์แวร์
tr_tr: Yazılım Güncelleme URL
zh_cn: 软件升级URL

source: BAFA
ru_ru: BAFA (Федеральное ведомство экономики и экспортного контроля)

source: Premier
bg_bg: Първокласен
cht: 頂級
da_dk: Top
fi_fi: Ensikäyttäjä
hu_hu: Elsőrendű
ko_kr: 프리미어
nl_nl: Premium
pt_pt: Premium
ru_ru: Высококлассный
sv_se: Mycket aktiv
th_th: พรีเมียร์
tr_tr: Üst Düzey
zh_cn: 最优

source: Advantage
bg_bg: Изгоден
cht: 進階
da_dk: Plus
fi_fi: Hyöty
hu_hu: Előny
ko_kr: 특성
nl_nl: Geavanceerd
no_no: Avansert
pt_pt: Avançado
ro_ro: Avantaj
ru_ru: Предпочтение
sv_se: Aktiv
th_th: ดีเยี่ยม
tr_tr: Orta Üst
zh_cn: 高级

source: Quality
bg_bg: Качествен
cht: 中階
da_dk: Kvalitet
fi_fi: Äänenlaatu
hu_hu: Minőség
it_it: Qualità
ko_kr: 품질
nl_nl: Flexibel
no_no: Kvalitet
pt_pt: Intermediário
ro_ro: Calitate
ru_ru: Качество
sv_se: Ganska aktiv
th_th: คุณภาพ
tr_tr: Nitelikli
zh_cn: 优质

source: Basic
bg_bg: Основен
cht: 基本
da_dk: Basis
el_gr: Βασικό
fi_fi: Perus
hu_hu: Alap
it_it: Base
ko_kr: 기본
nl_nl: Basis
no_no: Grunnleggende
pt_pt: Básico
ro_ro: Normal
ru_ru: Базовый
sv_se: Grund
th_th: ทั่วไป
tr_tr: Temel
zh_cn: 基础

source: 90 dB
ru_ru: 90 дБ
