Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The selected earpiece option will not change the output of the hearing instrument. Checking the Vent Configuration option will only display the estimated insertion gain. Check the Vent Correction box in the Gain Adjustments screen under Fitting to view the estimated effect of selected vent option
bg_bg: Избраната опция за слушалката няма да промени мощността на слуховия апарат. Поставянето на отметка на опцията Конфигурация на венти отвора само ще покаже приблизителното входящо усилване. Поставете отметка в квадратчето Корекция на венти отвора на екрана Регулировки на усилването по Монтиране, за да видите приблизителния ефект на избраната опция за венти отвора
cht: 選擇的耳塞選項不會改變助聽器的輸出。 檢查氣孔配置選項將僅顯示預估的塞入增益。選配時，在增益調整視窗檢查氣孔修正對話框以檢視選擇的氣孔尺寸帶來的預估影響。
da_dk: Den valgte indstilling for øresnegl ændrer ikke høreapparatets output. Hvis du markerer indstillingen Ventilationskonfiguration, vises den estimerende indsættelsesforstærkning. Markér feltet Ventilationskonfiguration på skærmen Justering af forstærkning under visningen Tilpasning for at få vist den estimerede effekt af den valgte ventilationsindstilling
el_gr: Η ενεργοποιημένη επιλογή ακουστικού δεν θα αλλάξει την έξοδο του ακουστικού βοηθήματος. Η ενεργοποίηση της επιλογής "Διάταξη αεραγωγού" θα σας εμφανίσει απλώς το εκτιμώμενο κέρδος εισαγωγής. Επιλέξτε το πλαίσιο "Διόρθωση αεραγωγού" στην οθόνη "Προσαρμογή κέρδους" εντός της περιοχής "Εφαρμογής" για να δείτε το εκτιμώμενο αποτέλεσμα του επιλεγμένου αεραγωγού
fi_fi: Valittu kuuloke ei vaikuta kuulokojeen antotasoon. Jos valitset ilmastointiasetuksen, se vaikuttaa vain arvioituun liitäntävahvistukseen. Näet valitun ilmastointiasetuksen arvioidun vaikutuksen valitsemalla siirtymällä sovitusikkunaan ja Vahvistuksen säädöt -ikkunaan.
hr_hr: Odabranom opcijom ušnog umetka neće se promijeniti izlazna snaga slušnog aparata. Aktiviranjem opcije „Konfiguracija oduška” samo će se prikazati procijenjeno pojačanje pri umetanju. Označite okvir „Korekcija oduška” na zaslonu „Prilagodbe pojačanja” u stavci „Namještanje” kako bi se prikazao procijenjeni učinak odabrane opcije oduška.
hu_hu: A kijelölt illeszték beállítás nem módosítja a hallókészülék kimenetét. A szellőzőkonfigurációs beállítás bejelölésével csak a becsült beszúrt erősítés értéke jelenik meg. Jelölje be a Szellőzőfurat korrekció mezőt az Erősítési beállítások képernyőn a kijelölt szellőzési opció becsült hatásának megtekintéséhez
it_it: L'opzione dell'auricolare selezionata non modificherà l'uscita dell'apparecchio acustico. Selezionando l'opzione Configurazione vent sarà visualizzato soltanto il guadagno di inserzione stimato. Selezionare la casella Correzione vent nella schermata Regolazioni guadagno sotto Fitting per visualizzare l'effetto stimato dell'opzione vent selezionata.
ko_kr: 이어피스 선택에 따라 예상 삽입 이득의 디스플레이가 변경됩니다.(출력 이득은 유지됩니다.) 벤트 착용 효과를 적용하면, 벤트 사이즈에 따른 예측 출력이득을 확인 할 수 있습니다.
nl_nl: De ventingconfiguratie zal de output van het hoortoestel niet veranderen. Het heeft alleen impact op de afbeelding van de geschatte insertion gain. Vink de box Ventingcorrectie aan in het aanpasscherm om het geschatte effect van de geselecteerde ventingconfiguratie te kunnen zien
no_no: Valgt ventilasjon vil ikke endre lydsignalet fra høreapparatet. Hvis man velger Ventilasjons konfigurasjon vil bare visningen av estimert insertion gain vises. Kryss av i boksen Ventilasjons korreksjon på skjermen Gain justering under Tilpasning for å vise estimert effekt av valgte ventilasjon
pt_pt: A opção de fone de ouvido selecionada não afetará a saída do aparelho auditivo. Selecionar a opção de ventilação só exibirá o ganho de inserção estimado. Marque a caixa Correção de Ventilação na tela Ajustes de Ganho em Ajustes para visualizar o efeito estimado da ventilação selecionada.
ro_ro: Configurarea ventului nu va afecta rezultatul aparatului auditiv. Selectarea unei opțiuni de configurare vent va afecta doar vizualizarea câștigului de inserție estimat. Verificați caseta de Corectare Vent în ecranul FIT pentru a vedea efectul estimat al configurațiilor de vent selectate.
ru_ru: Выбранный вариант ушного вкладыша не повлияет на выходные характеристики слухового аппарата. При установке флажка на опции Конфигурация вента выводится только отображение расчетного вносимого усиления СА. Установите флажок в поле отметки Коррекция вента в окне Настройки/корректировки усиления, раздел Подбор и настройка, чтобы увидеть оценку влияния выбранного размера вента
sv_se: Ventilationsval påverkar inte utnivån från hörapparaten. Kontroll av ventilation visar endast beräknad förstärkning. Kryssa i rutan Ventilationsändringar i anpassningsskärmen för att se en uppskattad effekt av vald ventilation.
th_th: ตัวเลือก earpiece ที่เลือกจะไม่เปลี่ยนแปลงเอาท์พุทของอุปกรณ์ช่วยฟัง การตรวจสอบตัวเลือกการกำหนดค่า Vent จะแสดงเฉพาะเกนขณะใส่โดยประมาณเท่านั้น ตรวจสอบกล่องการแก้ไข Vent ในหน้าจอการปรับตั้งเกนในทดลองสวม เพื่อดูผลกระทบโดยประมาณของตัวเลือก Vent ที่เลือก
tr_tr: Seçilen kulaklık seçeneği, işitme cihazının çıkışını değiştirmeyecektir. Vent Konfigürasyonu seçeneğini işaretlemek yalnızca tahmini eklenen kazancı görüntüler. Seçilen vent opsiyonunun tahmini etkisini görüntülemek için Fitting altındaki Kazanç Ayarlamaları ekranında Vent Düzeltme kutusunu işaretleyin
zh_cn: 所选耳塞选项不会改变助听器的输出。检查通气孔配置选项将仅显示预估的插入增益。在“增益调节”界面检查“气孔修正”框，查看所选气孔选项预估的效果

source: Please Open/Close Battery Door to place the instrument in discovery mode.
cht: 請打開/關閉電池蓋，將儀器置於發現模式。
da_dk: Åbn/luk batteridøren for at sætte instrumentet i søgetilstand.
el_gr: Ανοίξτε/κλείστε την πόρτα μπαταρίας για να τοποθετήσετε το όργανο σε λειτουργία εντοπισμού.
fi_fi: Aseta kuulokoje paritustilaan avaamalla ja sulkemalla paristokotelon kansi.
hr_hr: Molimo, otvorite i ponovno zatvorite otvor za baterije kako bi ga sustav mogao prepoznati.
hu_hu: Kérjük, nyissa ki/zárja be az elemtartó ajtaját ahhoz, hogy eszközét felfedezhető állapotba állítsa.
it_it: Aprire e chiudere lo sportello della batteria per far entrare il dispositivo in modalità di ricerca.
ko_kr: 배터리 도어를 열고 닫아서 장치를 검색 모드에 놓습니다.
nl_nl: Open/sluit de batterijlade om het toestel in detectiemodus te zetten.
no_no: Åpne/lukk batteriluken for å sette høreapparatet i søkemodus.
pt_pt: Abra/feche o compartimento de bateria para colocar o aparelho em modo de detecção.
ro_ro: Vă rugăm să închideți/deschideți compartimentul bateriei pentru a comuta aparatul în modul de descoperire.
ru_ru: Пожалуйста, откройте и закройте крышку батарейного отсека, чтобы переключить слуховой аппарат в режим обнаружения.
sv_se: Öppna/stäng batteriluckan för att sätta hörapparaten i parkopplingsläge
th_th: โปรดเปิด/ปิดฝาช่องใส่แบตเตอรี่เพื่อตั้งค่าเครื่องช่วยฟังให้อยู่ในโหมดค้นหา
tr_tr: Enstrümanı 'Keşif (Discovery)' moduna almak için lütfen Pil Kapağını Açın/Kapatın.
zh_cn: 请打开/关闭电池盖，将助听器置于发现模式。

source: Encased Receiver Mold - 1.3 - 2.1 mm vent
bg_bg: Обвита отливка на приемник – 1,3 - 2,1 мм венти отвор
cht: 訂製型接收器 - 1.3 - 2.1 mm氣孔
da_dk: Indkapslet receiverprop – 1,3 - 2,1 mm ventilation
el_gr: Εκμαγείο με δέκτη: 1.3 – 2.1 mm οπή αερισμού
fi_fi: Koteloidun vastaanottimen muotti : ilmastointi 1,3–2,1 mm
hr_hr: Zaštićeni kalup prijamnika - 1,3 - 2,1 mm odušak
hu_hu: Illesztékes hallgató: 1,3 - 2,1 mm-es szellőző
it_it: Ricevitore integrato su misura - Vent 1.3-2.1 mm
ko_kr: 리시버 일체형 몰드- 1.3 - 2.1mm 벤트
nl_nl: Encased Receiver oorstukje: 1.3-2.1 mm venting
no_no: Innstøpt Ritepropp – 1,3–2,1 mm vent
pt_pt: Receptor com Cápsula - ventilação de 1.3 - 2.1 mm
ro_ro: Olivă receptor capsulată - orificiu de 1,3 - 2,1 mm
ru_ru: Заключенный в оболочку ресивер - вент 1,3 - 2,1 мм
sv_se: Gjuten insats - 1,3 - 2,1 mm vent
th_th: ตัวรับสัญญาณแบบหุ้มโมลด์ - Vent 1.3 - 2.1 มม.
tr_tr: Örtülü Hoparlör Kalıbı - 1.3 - 2.1 mm vent
zh_cn: 封闭式耳模- 通气孔1.3 - 2.1 mm

source: Encased Receiver Mold - 2.2 - 3.0 mm vent
bg_bg: Обвита отливка на приемник – 2,2 - 3,0 мм венти отвор
cht: 訂製型接收器 - 2.2 - 3.0 mm氣孔
el_gr: Εκμαγείο με δέκτη: 2.2 – 3.0 mm οπή αερισμού
fi_fi: Koteloidun vastaanottimen muotti : ilmastointi 2,2–3,0 mm
hr_hr: Zaštićeni kalup prijamnika - 2,2 - 3,0 mm odušak
hu_hu: Illesztékes hallgató: 2,2 - 3,0 mm-es szellőző
it_it: Ricevitore integrato su misura - Vent 2.2-3.0 mm
ko_kr: 리시버 일체형 몰드- 2.2 - 3.0 mm 벤트
nl_nl: Encased Receiver oorstukje: 2.2-3.0 mm venting
no_no: Innstøpt Ritepropp – 2,2–3,0 mm vent
pt_pt: Receptor com Cápsula - ventilação de 2.2 - 3.0 mm
ro_ro: Olivă receptor capsulată - orificiu de 2.2 - 3.0 mm
ru_ru: Заключенный в оболочку ресивер - вент 2,2 - 3,0 мм
sv_se: Gjuten insats - 2,2 - 3,0 mm vent
th_th: ตัวรับสัญญาณแบบหุ้มโมลด์ - Vent 2.2 - 3.0 มม.
tr_tr: Örtülü Hoparlör Kalıbı - 2.2 - 3.0 mm vent
zh_cn: 封闭式耳模- 通气孔2.2 - 3.0 mm

source: Telecoil Phone + Mic
bg_bg: Телефон с телебобина + микрофон
cht: 電話線圈電話 + 麥克風
da_dk: Telefon med telespole + mikrofon
el_gr: Τηλέφωνο με τηλεπ. + Μικρ.
fi_fi: Induktiokelapuhelin+Mik
hr_hr: Telecoil telefon + mikrofon
hu_hu: Telefontekercs telefon + mik.
it_it: Bobina Telefonica + Mic
ko_kr: 텔레코일 전화 + 마이크
nl_nl: Luisterspoel telefoon+Mic
no_no: Telespole telefon + mikrofon
pt_pt: Bobina Telefônica + Mic
ro_ro: Telefon bobina + Mic
ru_ru: Телефон с индукционной катушкой + микрофон
sv_se: Telespole Telefon + Mik
tr_tr: Telecoil Telefon + Mikrofon
zh_cn: 电感电话+麦克风

source: Telecoil Loop + Mic
bg_bg: Кръг на телебобина + микрофон
cht: 電話線圈 + 麥克風
da_dk: Telespole + mikrofon
el_gr: Βρόχος τηλεπ. + Μικρ.
fi_fi: Induktiokela+Mik
hr_hr: Telecoil petlja + mikrofon
hu_hu: Telefontekercs hurok + mik.
it_it: Laccio Magnetico + Mic
ko_kr: 텔레코일 루프 + 마이크
nl_nl: Luisterspoel ringleiding+Mic
no_no: Telespole + mikrofon
pt_pt: Indução magnética + Mic
ro_ro: Bucla inductie bobina + Mic
ru_ru: Индукционная петля + микрофон
sv_se: Telespole + Mik
tr_tr: Telecoil Döngü + Mikrofon
zh_cn: 电感线圈+麦克风

source: Phone Now & Comfort Phone
bg_bg: Phone Now (телефон сега) и Comfort Phone (комфортен телефон)
cht: Phone Now 及舒適電話
da_dk: Phone Now og Komforttelefon
fi_fi: Phone Now ja Comfort Phone
hr_hr: Phone Now i Comfort Phone
hu_hu: Phone Now és Comfort Phone
it_it: Phone Now e Comfort Phone
no_no: Phone Now og Comfort Phone
pt_pt: Phone Now e Comfort Phone
ro_ro: Telefon Acum Telefon Confort
ru_ru: Phone Now и Comfort Phone
sv_se: Autotelefon & Komforttelefon
th_th: Phone Now และ Comfort Phone
tr_tr: Phone Now ve Comfort Phone
zh_cn: 自动电话和智能电话

source: Change directionality to Binaural Directionality III
bg_bg: Променете насочеността на Бинаурална насоченост III
cht: 更改方向性為雙耳方向性 III
da_dk: Skift retningsvirkning til Binaural Directionality III
el_gr: Αλλαγή κατευθυντικότητας σε Binaural Directionality III
fi_fi: Vaihda suuntakuvioksi Binauraalinen suuntakuvio III
hr_hr: Promijeni usmjerenost u Binaural Directionality III
hu_hu: Módosítsa az irányítottságot Binaurális direkcionalítás III értékre
it_it: Cambia direzionalità in Direzionalità Binaurale III
ko_kr: 방향성을 Binaural Directionality III로 변경합니다
nl_nl: Wijzig het programma in Binaurale directionaliteit III
no_no: Endre direksjonaliteten til Binaural Direksjonalitet III
pt_pt: Alterar a direcionalidade para Direcionalidade Binaural II
ro_ro: Schimbare program în Binaural Directionality II
ru_ru: Изменить направленность на Бинауральную направленность III
sv_se: Ändra riktverkan till Binaural Riktverkan III
th_th: เปลี่ยนการปรับทิศทางเป็นการปรับทิศทางแบบสองหู III
tr_tr: Yönlülüğü Binaural Direksiyonalite II olarak değiştir
zh_cn: 将方向性更改为AI智能双耳融合方向性

source: Activate amplitude modulation
bg_bg: Активирайте амплитудната модулация
cht: 啟動波幅調變
da_dk: Aktivér udsvingsmodulation
el_gr: Ενεργοποίηση διαμόρφωσης πλάτους
fi_fi: Aktivoi amplitudimodulaatio
hr_hr: Aktivirajte amplitudnu modulaciju
hu_hu: Amplitudó moduláció aktiválása
it_it: Attiva modulazione di ampiezza
ko_kr: 모듈레이션 진폭변조 활성화
nl_nl: Activeer amplitudemodulatie
no_no: Aktiver amplitudemodulasjon
pt_pt: Ativar amplitude da modulação
ro_ro: Activeaza modulare de amplitudine
ru_ru: Активизировать амплитудную модуляцию
sv_se: Aktivera Amplitud modulation
th_th: เปิดใช้งานแอมพลิจูดการปรับเสียง
tr_tr: Yoğunluk modülasyonunu etkinleştirin
zh_cn: 启用幅度调制

source: Change stimulus to Nature Sounds
bg_bg: Променете стимула на Звуци от природата
cht: 更改刺激為自然聲音
da_dk: Skift stimulus til Naturlyde
el_gr: Αλλαγή ερεθίσματος σε Nature Sounds
fi_fi: Vaihda stimulus luonnon ääniin
hr_hr: Promijenite podražaj u Prirodni zvukovi
hu_hu: Inger váltása a természeti hangokra
it_it: Cambia stimolo in Suoni della Natura
ko_kr: 소리발생기의 노이즈 자극을 네이쳐 사운드로 변경합니다.
nl_nl: Wijzig de stimulus in natuurgeluiden
no_no: Endre stimuli til Naturlyder
pt_pt: Alterar estímulo para Sons da Natureza
ro_ro: Change stimulus to Natural Sounds
ru_ru: Измененить стимулы на Звуки Природы
sv_se: Ändra stimuli till Naturljud
th_th: เปลี่ยนตัวกระตุ้นเป็นเสียงธรรมชาติ
tr_tr: Uyaranı Doğa Sesleri olarak değiştirin
zh_cn: 将刺激声转为自然声

source: Stream preferred sounds using wireless device or accessories
bg_bg: Пуснете поточно предпочитаните звуци с помощта на безжично устройство или аксесоари
cht: 使用無線裝置或配件以串流偏好聲音
da_dk: Stream foretrukne lyde med trådløst tilbehør
el_gr: Μετάδοση ροής προτιμώμενων ήχων μέσω ασύρματης συσκευής ή εξαρτημάτων
fi_fi: Lähetä haluttuja ääniä käyttäen langattomia lisälaitteita tai muita laitteita
hr_hr: Strujite željene zvukove uz pomoć bežičnog uređaja ili dodatne opreme
hu_hu: Kívánt hang streamelése vezeték nélküli eszköz vagy tartozék segítségével
it_it: Trasmetti i suoni preferiti utilizzando dispositivi o accessori wireless
ko_kr: 무선기기 또는 액세서리를 사용하여 선호하는 소리를 스트리밍 합니다무선기기 또는 액세서리를 사용하여 선호하는 소리를 스트리밍 합니다
nl_nl: Stream de gewenste geluiden met een wireless apparaat of accessoire
no_no: Stream foretrukne lyder med trådløs enhet eller tilbehør
pt_pt: Transmissão de sons preferidos utilizando aparelhos auditivos wireless ou acessórios
ro_ro: Redare in flux a sunetelor preferate folosind un dispozitiv wireless sau un accesoriu
ru_ru: Передает привилегированные звуки, используя беспроводное устройство или аксессуары
sv_se: Strömma valt ljud med trådlös enhet eller tillbehör
th_th: สตรีมเสียงที่ต้องการโดยใช้อุปกรณ์ไร้สายหรืออุปกรณ์เสริม
tr_tr: Tercih edilen sesleri kablosuz cihaz veya aksesuarlar kullanarak yayınla
zh_cn: 使用无线设备或附件传送声音

source: Change stimulus to Nature Sounds
bg_bg: Променете стимула на Звуци от природата
cht: 更改刺激音為自然聲音
da_dk: Skift stimulus til Naturlyde
el_gr: Αλλαγή ερεθίσματος σε Nature Sounds
fi_fi: Vaihda stimulus luonnon ääniin
hr_hr: Promijenite podražaj u Prirodni zvukovi
hu_hu: Inger váltása a természeti hangokra
it_it: Cambia stimolo in Suoni della Natura
ko_kr: 소리발생기의 노이즈 자극을 네이쳐 사운드로 변경합니다.
nl_nl: Wijzig de stimulus in natuurgeluiden
no_no: Endre stimuli til Naturlyder
pt_pt: Alterar estímulo para Sons da Natureza
ro_ro: Change stimulus to Natural Sounds
ru_ru: Измененить стимулы на Звуки Природы
sv_se: Ändra stimuli till Naturljud
th_th: เปลี่ยนตัวกระตุ้นเป็นเสียงธรรมชาติ
tr_tr: Uyaranı Doğa Sesleri olarak değiştirin
zh_cn: 将刺激声转为自然声

source: Stream preferred sounds using wireless device or accessories
bg_bg: Пуснете поточно предпочитаните звуци с помощта на безжично устройство или аксесоари
cht: 使用無線裝置或配件以串流偏好聲音
da_dk: Stream foretrukne lyde med trådløst tilbehør
el_gr: Μετάδοση προτιμώμενων ήχων μέσω ασύρματης συσκευής ή εξαρτημάτων
fi_fi: Lähetä haluttuja ääniä käyttäen langattomia lisälaitteita tai muita laitteita
hr_hr: Strujite željene zvukove uz pomoć bežičnog uređaja ili dodatne opreme
hu_hu: Kívánt hang streamelése vezeték nélküli eszköz vagy tartozék segítségével
it_it: Trasmetti i suoni preferiti utilizzando dispositivi o accessori wireless
ko_kr: 무선기기 또는 액세서리를 사용하여 선호하는 소리를 스트리밍 합니다.
nl_nl: Stream de gewenste geluiden met een wireless apparaat of accessoire
no_no: Stream foretrukne lyder med trådløs enhet eller tilbehør
pt_pt: Transmissão de sons preferidos utilizando aparelhos auditivos wireless ou acessórios
ro_ro: Redare in flux a sunetelor preferate folosind un dispozitiv wireless sau un accesoriu
ru_ru: Передает привилегированные звуки, используя беспроводное устройство или аксессуары
sv_se: Strömma valt ljud med trådlös enhet eller tillbehör
th_th: สตรีมเสียงที่ต้องการโดยใช้อุปกรณ์ไร้สายหรืออุปกรณ์เสริม
tr_tr: Tercih edilen sesleri kablosuz cihaz veya aksesuarlar kullanarak yayınla
zh_cn: 使用无线设备或附件传送声音

source: Activate amplitude modulation
bg_bg: Активирайте амплитудната модулация
cht: 啟動幅度調變
da_dk: Aktivér udsvingsmodulation
el_gr: Ενεργοποίηση διαμόρφωσης πλάτους
fi_fi: Aktivoi amplitudimodulaatio
hr_hr: Aktivirajte amplitudnu modulaciju
hu_hu: Az amplitúdó moduláció aktiválása
it_it: Attiva modulazione di ampiezza
ko_kr: 모듈레이션 진폭변조 활성화
nl_nl: Activeer amplitudemodulatie
no_no: Aktiver amplitudemodulasjon
pt_pt: Ativar amplitude da modulação
ro_ro: Activeaza modulare de amplitudine
ru_ru: Активизировать амплитудную модуляцию
sv_se: Aktivera Amplitud modulation
th_th: เปิดใช้งานแอมพลิจูดการปรับเสียง
tr_tr: Yoğunluk modülasyonunu etkinleştirin
zh_cn: 启用幅度调制

source: Activate amplitude modulation
bg_bg: Активирайте амплитудната модулация
cht: 啟動幅度調變
da_dk: Aktivér udsvingsmodulation
el_gr: Ενεργοποίηση διαμόρφωσης πλάτους
fi_fi: Aktivoi amplitudimodulaatio
hr_hr: Aktivirajte amplitudnu modulaciju
hu_hu: Az amplitúdó moduláció aktiválása
it_it: Attiva modulazione di ampiezza
ko_kr: 모듈레이션 진폭변조 활성화
nl_nl: Activeer amplitudemodulatie
no_no: Aktiver amplitudemodulasjon
pt_pt: Ativar amplitude da modulação
ro_ro: Activeaza modulare de amplitudine
ru_ru: Активизировать амплитудную модуляцию
sv_se: Aktivera Amplitud modulation
th_th: เปิดใช้งานแอมพลิจูดการปรับเสียง
tr_tr: Yoğunluk modülasyonunu etkinleştirin
zh_cn: 启用幅度调制

source: Change stimulus to Nature Sounds
bg_bg: Променете стимула на Звуци от природата
cht: 更改刺激音為自然聲音
da_dk: Skift stimulus til Naturlyde
el_gr: Αλλαγή ερεθίσματος σε Nature Sounds
fi_fi: Vaihda stimulus luonnon ääniin
hr_hr: Promijenite podražaj u Prirodni zvukovi
hu_hu: Inger váltása a természeti hangokra
it_it: Cambia stimolo in Suoni della Natura
ko_kr: 소리발생기의 노이즈 자극을 네이쳐 사운드로 변경합니다.
nl_nl: Wijzig de stimulus in natuurgeluiden
no_no: Endre stimuli til Naturlyder
pt_pt: Alterar estímulo para Sons da Natureza
ro_ro: Change stimulus to Natural Sounds
ru_ru: Изменить стимул на Звуки природы
sv_se: Ändra stimulus till Naturljud
th_th: เปลี่ยนตัวกระตุ้นเป็นเสียงธรรมชาติ
tr_tr: Uyaranı Doğa Sesleri olarak değiştirin
zh_cn: 将刺激声转为自然声

source: Stream preferred sounds using wireless device or accessories
bg_bg: Пуснете поточно предпочитаните звуци с помощта на безжично устройство или аксесоари
cht: 使用無線裝置或配件以串流偏好聲音
da_dk: Stream foretrukne lyde med trådløst tilbehør
el_gr: Μετάδοση προτιμώμενων ήχων μέσω ασύρματης συσκευής ή εξαρτημάτων
fi_fi: Lähetä haluttuja ääniä käyttäen langattomia lisälaitteita tai muita laitteita
hr_hr: Strujite željene zvukove uz pomoć bežičnog uređaja ili dodatne opreme
hu_hu: Kívánt hang streamelése vezeték nélküli eszköz vagy tartozék segítségével
it_it: Trasmetti i suoni preferiti utilizzando dispositivi o accessori wireless
ko_kr: 무선기기 또는 액세서리를 사용하여 선호하는 소리를 스트리밍 합니다.
nl_nl: Stream de gewenste geluiden met een wireless apparaat of accessoire
no_no: Stream foretrukne lyder med trådløs enhet eller tilbehør
pt_pt: Transmissão de sons preferidos utilizando aparelhos auditivos wireless ou acessórios
ro_ro: Redare in flux a sunetelor preferate folosind un dispozitiv wireless sau un accesoriu
ru_ru: Вести потоковую передачу предпочитаемых звуков, используя беспроводное устройство или аксессуары
sv_se: Strömma valt ljud med trådlös enhet eller tillbehör
th_th: สตรีมเสียงที่ต้องการโดยใช้อุปกรณ์ไร้สายหรืออุปกรณ์เสริม
tr_tr: Tercih edilen sesleri kablosuz cihaz veya aksesuarlar kullanarak yayınla
zh_cn: 使用无线设备或附件传送声音

source: Synch amplitude modulation
bg_bg: Синхронизирайте амплитудната модулация
cht: 同步幅度調變
da_dk: Synkroniser udsvingsmodulation
el_gr: Συγχρονισμός διαμόρφωσης πλάτους
fi_fi: Synkronoi amplitudimodulaatio
hr_hr: Sinkronizirajte amplitudnu modulaciju
hu_hu: Az amplitúdó moduláció szinkronizálása
it_it: Modulazione ampiezza sincronizzata
ko_kr: 모듈레이션 진폭변조 동기화
nl_nl: Synchroniseer amplitudemodulatie
no_no: Synkroniser amplitudemodulasjon
pt_pt: Sincronizar amplitude da modulação
ro_ro: Modulare amplitudine sincronizata
ru_ru: Синхронизировать амплитудную модуляцию
sv_se: Synkroniserad Amplitud Modulation
th_th: ซิงค์แอมพลิจูดการปรับเสียง
tr_tr: Yoğunluk modülasyonunu senkronize et
zh_cn: 同步幅度调制

source: Use wireless device or accessory to stream preferred audio
bg_bg: Използвайте безжично устройство или аксесоар за поточно пускане на предпочитаното аудио
cht: 使用無線裝置或配件以串流偏好音頻
da_dk: Anvend trådløs enhed eller tilbehør til at streame den ønskede lyd med
el_gr: Χρήση ασύρματης συσκευής ή αξεσουάρ για τη ροή του προτιμώμενου ήχου
fi_fi: Käytä langatonta lisälaitetta siirtääksesi haluttua ääntä
hr_hr: Upotrijebite bežični uređaj ili dodatnu opremu za strujanje željenog zvuka
hu_hu: Használjon vezeték nélküli eszközt vagy tartozékot a kívánt audio streamelésre
it_it: Utilizzare dispositivi o accessori wireless per trasmettere l'audio preferito
ko_kr: 선호하는 오디오를 스트림하기 위해 무선기기 또는 액세서리를 사용합니다.
nl_nl: Gebruik een wireless apparaat of accessoire om de gewenste audio te streamen
no_no: Bruk trådløs enhet eller tilbehør for å streame foretrukket lyd
pt_pt: Use um dispositivo ou acessório wireless para transmitir os sons de preferência
ro_ro: Utilizați dispozitivul sau accesoriul wireless pentru a reda înregistrările audio preferate
ru_ru: Используйте беспроводное устройство или аксессуар для потоковой передачи предпочтительных звуков
sv_se: Använd trådlös enhet eller tillbehör för att strömma valt ljud
th_th: ใช้อุปกรณ์ไร้สายหรืออุปกรณ์เสริมในการสตรีมเสียงที่ต้องการ
tr_tr: Tercih edilen ses için bir kablosuz aksesuar kullanın
zh_cn: 使用无线设备或附件传输音频

source: Synched push button/volume control is not functioning
bg_bg: Синхронизираният бутон/контрол на силата на звука не функционира
cht: 按鈕/音量調整同步化無法運作
da_dk: Synkroniseret trykknap/lydstyrkeregulering virker ikke
el_gr: Το κουμπί/στοιχείο ελέγχου έντασης δεν λειτουργεί
fi_fi: Synkronoitu painonappi/voimakkuussäätö ei ole toiminnassa
hr_hr: Sinkronizirana tipka / regulacija glasnoće ne radi
hu_hu: A szinkronizált nyomógomb/hangerőszabályzó nem működik
it_it: La sincronizzazione pressione pulsante/controllo volume non funziona
ko_kr: 동기화된 푸시버튼/볼품 조절기는 작동하지 않습니다
nl_nl: Gesynchroniseerde programmaknop/volumeregeling werkt niet
no_no: Synkronisert trykknapp/volumkontroll virker ikke
pt_pt: Sincronização do botão/controle de volume não está funcionando
ro_ro: Buton programe/ volum sincronizat - nefunctional
ru_ru: Синхронизированная кнопка переключения программ/регулятор громкости не действует
sv_se: Synkroniserad programknapp/volymkontroll fungerar inte.
th_th: ปุ่มพุช/การควบคุมระดับเสียงแบบซิงค์ไม่ทำงาน
tr_tr: Senkronize edilmiş buton/ses kumandası çalışmıyor
zh_cn: 同步程序切换/ 音量控制无作用
