Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Train-commuter-standing on platform
bg_bg: Влак-местен-спрял на перона
cht: 火車 - 上下班的人 - 站在月台
da_dk: Tog – pendler på en perron
el_gr: Τρένο - επιβάτες στην αποβάθρα
fi_fi: Juna - odottaa laiturilla
hr_hr: Vlak - putnik stoji na platformi
hu_hu: Vonat – ingázó áll a vágánynál
it_it: Treno-pendolare-in piedi sulla piattaforma
ko_kr: 기차-플랫폼에 서 있는 통근자
nl_nl: Trein-forens-op het perron
no_no: Tog – reisende – stående på plattform
pt_pt: Trem – passageiro – parado na plataforma
ro_ro: Trein-navetist pe peron
ru_ru: Электричка-стоя на платформе
sv_se: Tågpendlare - står på perrong
th_th: รถไฟ-ผู้โดยสาร-ยืนบนชานชาลา
tr_tr: Tren - abonman - platformda duruyor
zh_cn: 火车-上班人站在月台

source: Tin Foil-crumbling
bg_bg: Станиол-смачкване
cht: 錫箔紙 - 弄碎
da_dk: Sølvpapir, der sammenkrølles
el_gr: Αλουμινόχαρτο - τσαλάκωμα
fi_fi: Alumiinifolio - rypistetään
hr_hr: Aluminijska folija - gužvanje
hu_hu: Alufólia – tekerés
it_it: Carta stagnola-accartocciamento
ko_kr: 호일-구기기
nl_nl: Aluminiumfolie-verfrommelen
no_no: Sølvpapir – krølles sammen
pt_pt: Folha de alumínio – desmoronamento
ro_ro: Folie de aluminiu-strivire
ru_ru: Металлическая фольга-сминание
sv_se: Aluminiumfolie skrynklas ihop
th_th: ฟอยล์ดีบุก-ขยำ
tr_tr: Folyo - eziliyor
zh_cn: 锡箔-揉碎

source: Traffic-suburban
bg_bg: Трафик-в предградията
cht: 交通 - 城郊
da_dk: Trafik – forstad
el_gr: Κίνηση - προάστια
fi_fi: Liikenne - lähiö
hr_hr: Promet - prigradski
hu_hu: Forgalom – külváros
it_it: Traffico-suburbano
ko_kr: 교통-교외
nl_nl: Verkeer-voorstad
no_no: Trafikk – i forstad
pt_pt: Trânsito – suburbano
ro_ro: Trafic-suburban
ru_ru: Уличное движение-пригород
sv_se: Trafik - förort
th_th: ท้องถนน-ชานเมือง
tr_tr: Trafik - banliyö
zh_cn: 交通-郊区

source: Train-approaching crossing
bg_bg: Влак-наближаващ прелез
cht: 火車 - 駛近交匯處
da_dk: Tog, der nærmer sig kryds
el_gr: Τρένο - προσέγγιση διασταύρωσης
fi_fi: Juna - lähestyy ylikulkua
hr_hr: Vlak - približava se križanju
hu_hu: Vonat – átjáróhoz közeledik
it_it: Treno-in avvicinamento a passaggio a livello
ko_kr: 기차-횡단선 접근
nl_nl: Trein-naderen van de overweg
no_no: Tog – nærmer seg overgang
pt_pt: Trem – se aproximando da travessia
ro_ro: Tren-apropiere de intersecție
ru_ru: Поезд-приближение к переезду
sv_se: Tåg närmar sig korsning
th_th: รถไฟ-วิ่งเข้าหาทางตัด
tr_tr: Tren - kavşağa yaklaşıyor
zh_cn: 火车-驶近交叉路口

source: Truck-semi
bg_bg: Камион-прицеп
cht: 貨車 - 半卡車
el_gr: Φορτηγό - ημιφορτηγό
fi_fi: Kuorma-auto - pieni
hr_hr: Kamion - za poluprikolicu
hu_hu: Kisteherautó
it_it: Camion-semiarticolato
ko_kr: 트럭-세미
nl_nl: Vrachtauto-oplegger
no_no: Lastebil – semitrailer
pt_pt: Caminhão – semi
ro_ro: Semicamion
ru_ru: Грузовик-тягач с полуприцепом
sv_se: Mindre lastbil
th_th: รถบรรทุก-กึ่งพ่วง
tr_tr: Kamyon - treyler
zh_cn: 卡车-半挂车

source: Turkey-gobble
bg_bg: Пуйка-крякане
cht: 火雞 - 咯咯叫
da_dk: Kalkunpludren
el_gr: Γαλοπούλα - κακάρισμα
fi_fi: Kalkkuna - ääntelee
hr_hr: Purica - ćurliče
hu_hu: Pulyka – evés
it_it: Tacchino-gloglottio
ko_kr: 터키-고블
nl_nl: Kalkoen-karakteristiek geluid
no_no: Kalkun – som buldrer
pt_pt: Peru – engolir
ro_ro: Curcan-cântând
ru_ru: Индюк-кулдыканье
sv_se: Kalkoner
th_th: ไก่งวง-รีบกิน
tr_tr: Hindi - hızla yemek
zh_cn: 火鸡-大口吞咽

source: Water-garden hose
bg_bg: Вода-градински маркуч
cht: 水 - 花園水管
da_dk: Vand – haveslange
el_gr: Νερό - λάστιχο ποτίσματος
fi_fi: Vesu - puutarhaletku
hr_hr: Voda - vrtno crijevo
hu_hu: Víz – kerti locsoló
it_it: Acqua-tubo per irrigazione
ko_kr: 물-정원 호스
nl_nl: Water-tuinslang
no_no: Vann – fra hageslange
pt_pt: Água – mangueira de jardim
ro_ro: Apă-furtun grădină
ru_ru: Вода-садовый шланг
sv_se: Trädgårdsslang
th_th: น้ำ-สายยางในสวน
tr_tr: Su - bahçe hortumu
zh_cn: 水声-花园软管

source: Turkey-calling
bg_bg: Пуйка-викане
cht: 火雞 - 叫聲
da_dk: Kalkun – skorgren
el_gr: Γαλοπούλα - κάλεσμα
fi_fi: Kalkkuna - kutsuhuuto
hr_hr: Purica - dozivanje
hu_hu: Pulyka – hívás
it_it: Tacchino-che chiama
ko_kr: 터키-부르기
nl_nl: Kalkoen-roepen
no_no: Kalkun – som kaller
pt_pt: Peru – chamando
ro_ro: Curcan-strigând
ru_ru: Индюк-зов
sv_se: Kalkoner som ropar
th_th: ไก่งวง-เรียก
tr_tr: Hindi - bağırıyor
zh_cn: 火鸡-鸣叫

source: Airport-inside terminal
bg_bg: Аерогара-в терминала
cht: 機楊 - 航站大樓內
da_dk: Lufthavn – i terminal
el_gr: Αεροδρόμιο - εντός τερματικού σταθμού
fi_fi: Lentokenttä - terminaalissa
hr_hr: Zračna luka - unutarnji terminal
hu_hu: Reptér – belső terminál
it_it: Aeroporto-interno terminal
ko_kr: 공항-터미널 내
nl_nl: Luchthaven-in terminal
no_no: Flyplass – inni terminal
pt_pt: Aeroporto – terminal externo
ro_ro: Aeroport-în terminal
ru_ru: Аэропорт-в терминале
sv_se: Flygplats - i terminal
th_th: สนามบิน-ภายในอาคาร
tr_tr: Havaalanı - terminal içi
zh_cn: 机场-航站楼内

source: Bowling-ambience
bg_bg: Боулинг-среда
cht: 保齡球 - 環境周遭
da_dk: Bowling – stemning
el_gr: Μπόουλινγκ - περιβάλλων ήχος
fi_fi: Keilahalli - ympäristö
hr_hr: Kuglanje - okruženje
hu_hu: Teke – környezet
it_it: Bowling-ambiente
ko_kr: 볼링-분위기
nl_nl: Bowlen-omgeving
no_no: Bowling – omgivelser
pt_pt: Boliche – ambiente
ro_ro: Bowling-ambient
ru_ru: Боулинг-акустическая атмосфера
sv_se: Bowlinghall - atmosfär
th_th: โบว์ลิง-สภาพแวดล้อม
tr_tr: Bowling - ortam
zh_cn: 保龄球-环境

source: Apple-eating
bg_bg: Ябълка-ядене
cht: 蘋果 - 吃蘋果
da_dk: Æble, der spises
el_gr: Μήλο - δάγκωμα
fi_fi: Omena - syönti
hr_hr: Jedenja jabuka
hu_hu: Alma – evés
it_it: Mela-morso
ko_kr: 사과-먹기
nl_nl: Appel-eten
no_no: Eple – som spises
pt_pt: Mação – comendo
ro_ro: Măr-mâncând
ru_ru: Яблоко-поедание
sv_se: Äpple äts
th_th: แอปเปิ้ล-กิน
tr_tr: Elma - yeme
zh_cn: 苹果-吃

source: Arcade-playing game
bg_bg: Аркада-игра
cht: 拱廊 - 玩遊戲
da_dk: Arkadespil
el_gr: Ηλεκτρονικά - παιχνίδι σε εξέλιξη
fi_fi: Pelihalli - peliä pelataan
hr_hr: Igraonica - igranje igre
hu_hu: Ügyességi játék – játék
it_it: Sala giochi-giocando
ko_kr: 아케이드-게임 플레이
nl_nl: Speelzaal-spel spelen
no_no: Arkade – spilling
pt_pt: Fliperama – jogando
ro_ro: Arcade-jucând
ru_ru: Галерея игровых автоматов-игра
sv_se: Arkadspel
th_th: อาร์เคด-เล่นเกม
tr_tr: Arcade - oyun oynama
zh_cn: 街机-玩游戏

source: Arcade-ambience
bg_bg: Аркада-среда
cht: 拱廊 - 環境周遭
da_dk: Arkade – stemning
el_gr: Ηλεκτρονικά - περιβάλλων ήχος
fi_fi: Pelihalli - ympäristö
hr_hr: Igraonica - okruženje
hu_hu: Ügyességi játék – környezet
it_it: Sala giochi-ambiente
ko_kr: 아케이드-분위기
nl_nl: Speelzaal-omgeving
no_no: Arkade – omgivelser
pt_pt: Fliperama – ambiente
ro_ro: Arcade-ambient
ru_ru: Галерея игровых автоматов-акустическая атмосфера
sv_se: Arkadatmosfär
th_th: อาร์เคด-สภาพแวดล้อม
tr_tr: Arcade - ortam
zh_cn: 街机-周围环境

source: Dog-puppy barking
bg_bg: Лай на кученце
cht: 狗 - 小狗吠叫聲
da_dk: Gøende hundehvalp
el_gr: Σκύλος - γάβγισμα κουταβιού
fi_fi: Koira - pentu haukkuu
hr_hr: Pas - štene laje
hu_hu: Kutya – kölyökugatás
it_it: Cane-latrato di un cucciolo
ko_kr: 개-짖는 개
nl_nl: Hond-puppy blaft
no_no: Hund – valp som gjør
pt_pt: Cachorro – filhote latindo
ro_ro: Câine-pui lătrând
ru_ru: Собака-лай щенка
sv_se: Hundvalp skäller
th_th: สุนัข-ลูกสุนัขเห่า
tr_tr: Köpek yavrusu havlıyor
zh_cn: 狗-小狗叫

source: Animals-barnyard
bg_bg: Животни-селски двор
cht: 動物 - 牧場
da_dk: Dyr – gårdsplads
el_gr: Ζώα - αγρόκτημα
fi_fi: Eläimet - lastentarha
hr_hr: Životinje - seljačko dvorište
hu_hu: Állatok – udvar
it_it: Animali-aia
ko_kr: 동물-농가 마당
nl_nl: Dieren-erf
no_no: Dyr – gårdstun
pt_pt: Animais – galinheiro
ro_ro: Animale-curte
ru_ru: Животные-скотный двор
sv_se: Djur - stallbacke
th_th: สัตว์-ลานหน้าโรงนา
tr_tr: Hayvanlar - ahır
zh_cn: 动物-谷场

source: Basketball-bouncing in gym
bg_bg: Баскетбол-скачане в спортна зала
cht: 籃球 - 在體育館內跳躍
da_dk: Basketball, der hopper i sal
el_gr: Μπάσκετ - αναπήδηση μπάλας
fi_fi: Koripallo - pompottelua
hr_hr: Košarkaška lopta - odskače u dvorani
hu_hu: Kosárlabda – pattogtatás a teremben
it_it: Palla da basket-rimbalzo in palestra
ko_kr: 농구-체육관에서 공 바운스
nl_nl: Basketbal-bal stuiten in zaal
no_no: Basketball – spretter i gymsal
pt_pt: Basquete – saltando no ginásio
ro_ro: Basketball-lovituri pe podea
ru_ru: Баскетбол-отскоки мяча в спортзале
sv_se: Basketball - studsar i gymnastiksal
th_th: บาสเก็ตบอล-กระดอนในโรงยิม
tr_tr: Basketbol - spor salonunda zıplama
zh_cn: 篮球-在健身房弹跳

source: Children-playing basketball
bg_bg: Деца-играят баскетбол
cht: 兒童 - 打籃球
da_dk: Børn, der spiller basketball
el_gr: Παιδιά - παιχνίδι μπάσκετ
fi_fi: Lapsia - pelaamassa pesäpalloa
hr_hr: Djeca - igraju košarku
hu_hu: Gyermekek – kosárlabdázás
it_it: Bambini-giocando a basket
ko_kr: 어린이-농구 플레이
nl_nl: Kinderen-basketbal spelen
no_no: Barn – spiller basketball
pt_pt: Crianças – jogando basquete
ro_ro: Copii-jucând basket
ru_ru: Дети-игра в баскетбол
sv_se: Barn spelar basket
th_th: เด็กๆ -เล่นบาสเก็ตบอล
tr_tr: Çocuklar - basketbol oynuyor
zh_cn: 儿童-打篮球

source: Birds-outdoors
bg_bg: Птици-на открито
cht: 雀鳥 - 戶外
da_dk: Fugle – udendørs
el_gr: Πουλιά - σε εξωτερικό χώρο
fi_fi: Linnut - ulkona
hr_hr: Ptice - vani
hu_hu: Madarak – szabadban
it_it: Uccelli-all'aperto
ko_kr: 새-야외
nl_nl: Vogels-buiten
no_no: Fugler – utendørs
pt_pt: Pássaros – ar livre
ro_ro: Păsări-afară
ru_ru: Птицы-на улице
sv_se: Fåglar - utomhus
th_th: นก-กลางแจ้ง
tr_tr: Kuşlar - açık hava
zh_cn: 鸟-户外

source: Blender
bg_bg: Блендер
cht: 攪拌器
el_gr: Μπλέντερ
fi_fi: Sekoitin
hr_hr: Usitnjivač
hu_hu: Turmixgép
it_it: Frullatore
ko_kr: 믹서기
nl_nl: Mixer
no_no: Mikser
pt_pt: Liquidificador
ro_ro: Mixer
ru_ru: Блендер
sv_se: Mixer
th_th: เครื่องปั่น
zh_cn: 搅拌机

source: Bus-inside ambience
bg_bg: Автобус-вътрешна среда
cht: 巴士 - 車內環境周遭
da_dk: Bus – stemning inden i
el_gr: Λεωφορείο - εσωτερικός περιβάλλων ήχος
fi_fi: Bussi - sisällä
hr_hr: Autobus - okruženje u autobusu
hu_hu: Busz – belső környezet
it_it: Bus-ambiente interno
ko_kr: 버스-내부 분위기
nl_nl: Bus-omgeving binnen
no_no: Buss – lyder inni
pt_pt: Ônibus – ambiente interno
ro_ro: Autobuz-ambient interior
ru_ru: В автобусе-акустическая атмосфера
sv_se: Bussatmosfär
th_th: รถบัส-สภาพแวดล้อมในรถ
tr_tr: Otobüs - iç ortam
zh_cn: 公交车-车内环境

source: Traffic-freeway
bg_bg: Трафик-магистрала
cht: 交通 - 高速公路
da_dk: Trafik – motorvej
el_gr: Κίνηση - αυτοκινητόδρομος
fi_fi: Liikenne - valtatie
hr_hr: Promet - autocesta
hu_hu: Forgalom – autópálya
it_it: Traffico-superstrada
ko_kr: 교통-프리웨이
nl_nl: Verkeer-autoweg
no_no: Trafikk – motorvei
pt_pt: Trânsito – rodovia
ro_ro: Trafic-autostradă
ru_ru: Уличное движение-автомагистраль
sv_se: Trafik - motorväg
th_th: การจราจร-ทางหลวง
tr_tr: Trafik - serbest yol
zh_cn: 交通-高速公路

source: Cafeteria-ambience
bg_bg: Закусвалня-среда
cht: 咖啡店 - 環境周遭
da_dk: Cafeteria – stemning
el_gr: Καφετέρια - περιβάλλων ήχος
fi_fi: Kahvila - ympäristö
hr_hr: Kafić - okruženje
hu_hu: Büfé – környezet
it_it: Bar-ambiente
ko_kr: 카페-분위기
nl_nl: Cafetaria-omgeving
no_no: Kafeteria – omgivelser
pt_pt: Cafeteria – ambiente
ro_ro: Cofetăria-ambient
ru_ru: В кафетерии-акустическая атмосфера
sv_se: Kafeteria - atmosfär
th_th: โรงอาหาร-สภาพแวดล้อม
tr_tr: Kafeterya - ortam
zh_cn: 自助餐厅-周围环境

source: Garbage Can
bg_bg: Кошче за боклук
cht: 垃圾桶
da_dk: Skraldespand
el_gr: Σκουπιδοτενεκές
fi_fi: Jäteastia
hr_hr: Kanta za smeće
hu_hu: Kuka
it_it: Bidone dell'immondizia
ko_kr: 쓰레기통
nl_nl: Afvalemmer
no_no: Søppeldunk
pt_pt: Lata de lixo
ro_ro: Coș de gunoi
ru_ru: Мусорное ведро
sv_se: Soptunna
th_th: ถังขยะ
tr_tr: Çöp Kutusu
zh_cn: 垃圾桶

source: Can Opener
bg_bg: Отварачка за консерви
cht: 開罐器
da_dk: Dåseåbner
el_gr: Ανοιχτήρι για κονσέρβες
fi_fi: Tölkinavaaja
hr_hr: Otvarač za limenke
hu_hu: Konzervnyitó
it_it: Apriscatole
ko_kr: 캔 오프너
nl_nl: Blikopener
no_no: Boksåpner
pt_pt: Abridor de lata
ro_ro: Cuțit de conserve
ru_ru: Консервный нож
sv_se: Burköppnare
th_th: ที่เปิดขวด
tr_tr: Konserve Açacağı
zh_cn: 开罐器

source: Birds-cardinal
bg_bg: Птици-чинка
cht: 雀鳥 - 北美紅鳥
da_dk: Fugle – kardinal
el_gr: Πουλιά - καρδινάλιος
fi_fi: Linnut - paljon
hr_hr: Ptice - kardinal
hu_hu: Madarak – kardinálispinty
it_it: Uccelli-cardinale
ko_kr: 새-카디널
nl_nl: Vogels-nachtegaal
no_no: Fugler – kardinaler
pt_pt: Pássaros – cardeal
ro_ro: Păsări-cardinal
ru_ru: Птицы-кардинал
sv_se: Fåglar - kardinal
th_th: นก-คาร์ดินัล
tr_tr: Kuşlar - kardinal kuşu
zh_cn: 鸟 - 红衣凤头鸟

source: Car Wash
bg_bg: Автомивка
cht: 洗車
da_dk: Bilvask
el_gr: Πλυντήριο αυτοκινήτων
fi_fi: Autonpesu
hr_hr: Autopraonica
hu_hu: Autómosó
it_it: Autolavaggio
ko_kr: 세차
nl_nl: Autowasserij
no_no: Bilvask
pt_pt: Lavagem de carro
ro_ro: Spălătorie auto
ru_ru: Автомойка
sv_se: Biltvätt
th_th: ล้างรถ
tr_tr: Oto Yıkama
zh_cn: 洗车

source: Casino-ambience
bg_bg: Казино-среда
cht: 賭場 - 環境周遭
da_dk: Kasino – stemning
el_gr: Καζίνο - περιβάλλων ήχος
fi_fi: Kasino - ympäristö
hr_hr: Kasino - okruženje
hu_hu: Kaszinó – környezet
it_it: Casinò-ambiente
ko_kr: 카지노-분위기
nl_nl: Casino-roulette
no_no: Kasino – omgivelser
pt_pt: Cassino – ambiente
ro_ro: Casino-ambient
ru_ru: В казино-акустическая атмосфера
sv_se: Casino - atmosfär
th_th: คาสิโน-สภาพแวดล้อม
tr_tr: Kumarhane - ortam
zh_cn: 赌场-环境

source: Cell Phone-ringing
bg_bg: Мобилен телефон-звънене
cht: 行動電話 - 鈴聲
da_dk: Mobiltelefon, der ringer
el_gr: Κινητό - κουδούνισμα
fi_fi: Matkapuhelin - soi
hr_hr: Mobilni telefon - zvoni
hu_hu: Mobiltelefon – csörgés
it_it: Telefono cellulare-squillo
ko_kr: 휴대폰-벨 소리
nl_nl: Mobiele telefoon-rinkelen
no_no: Mobiltelefon – ringelyd
pt_pt: Celular – tocando
ro_ro: Telefon mobil-sunând
ru_ru: Мобильный телефон-звонок
sv_se: Mobiltelefon ringer
th_th: โทรศัพท์มือถือ-มีสายเข้า
tr_tr: Cep Telefonu - çalıyor
zh_cn: 手机-铃声

source: Walking-heels on cement
bg_bg: Ходене-токове върху цимент
cht: 步行 - 高跟鞋在硬地板上行走
da_dk: Lyden af hæle på cement
el_gr: Περπάτημα - τακούνια σε τσιμέντο
fi_fi: Kävely - korkojen kopinaa
hr_hr: Hodanje - potpetice na betonu
hu_hu: Séta – sarok a betonon
it_it: Camminare-tacchi sul cemento
ko_kr: 걷기-구두 굽소리(시멘트)
nl_nl: Stappen-hakken op steen
no_no: Gange – hæler på sement
pt_pt: Caminhada – saltos no cimento
ro_ro: Tocuri pe ciment
ru_ru: Ходьба-каблуки по цементной поверхности
sv_se: Klackar på cement
th_th: เดิน-ส้นเท้าบนพื้นซีเมนต์
tr_tr: Yürüyüş - beton üzerinde yüksek topuk
zh_cn: 走路声-高跟鞋在水泥地上

source: Chalk Board-writing
bg_bg: Дъска за писане с тебешир-писане
cht: 黑板 - 寫字
da_dk: Skrivning på tavle
el_gr: Πίνακας - γράψιμο
fi_fi: Liitutaulu - kirjoitus
hr_hr: Ploča - pisanje kredom
hu_hu: Tábla – írás
it_it: Lavagna a gesso-mentre si scrive
ko_kr: 칠판-쓰기
nl_nl: Krijtbord-schrijven
no_no: Tavle – skriving
pt_pt: Quadro de giz – escrevendo
ro_ro: Scriere pe tablă
ru_ru: Мелом по доске
sv_se: Krita på svarta tavlan
th_th: กระดานดำ-เขียน
tr_tr: Kara tahta - yazma
zh_cn: 黑板-书写

source: Checkbook-removing check
bg_bg: Чекова книжка-откъсване на чек
cht: 支票簿 - 撕下支票
da_dk: Checkhæfte – check, der fjernes
el_gr: Μπλοκ επιταγών - κόψιμο επιταγής
fi_fi: Shekkivihko - shekin irrottaminen
hr_hr: Knjižica s čekovima - vađenje čeka
hu_hu: Csekkfüzet – csekk kivétele
it_it: Libretto degli assegni-distacco di un assegno
ko_kr: 체크북-체크 삭제
nl_nl: Chequeboek-cheque afscheuren
no_no: Sjekkhefte – ta ut sjekk
pt_pt: Talão de cheques – tirando um cheque
ro_ro: Carnet cecuri-îndepărtare cec
ru_ru: Чековая книжка-вырывание чека
sv_se: Checkhäfte - river av check
th_th: สมุดเช็ก-ฉีกเช็ก
tr_tr: Onay Defteri - onayı silme
zh_cn: 支票簿-撕支票

source: Birds-chickens
bg_bg: Птици-пиленца
cht: 雀鳥 - 雞
da_dk: Fugle – høns
el_gr: Πουλιά - κοτόπουλα
fi_fi: Linnut - kanoja
hr_hr: Ptice - pilići
hu_hu: Madarak – csirkék
it_it: Uccelli-polli
ko_kr: 새-닭
nl_nl: Vogels-kippen
no_no: Fugler – kyllinger
pt_pt: Pássaros – galinhas
ro_ro: Păsări-pui
ru_ru: Птицы-цыплята
sv_se: Fåglar - kycklingar
th_th: นก-ไก่
tr_tr: Kuşlar - tavuklar
zh_cn: 鸟-鸡

source: Potato Chips-eating
bg_bg: Картофен чипс-ядене
cht: 洋芋片 - 吃洋芋片
da_dk: Chips, der spises
el_gr: Πατατάκια - μάσημα
fi_fi: Perunalastut - syönti
hr_hr: Jedenje čipsa
hu_hu: Burgonyaszirmok – evés
it_it: Patatine fritte-mentre si mangiano
ko_kr: 포테이토칩-먹기
nl_nl: Chips-eten
no_no: Potetgull – som spises
pt_pt: Batatas fritas – comendo
ro_ro: Chipsuri cartofi-mâncat
ru_ru: Картофельные чипсы-звук поедания
sv_se: Potatischips - ätes
th_th: มันฝรั่งแผ่น-กิน
tr_tr: Patates Cipsi - yeme
zh_cn: 薯片-吃

source: Circular Saw
bg_bg: Циркуляр
cht: 圓鋸
da_dk: Kædesav
el_gr: Δισκοπρίονο
fi_fi: pyörösaha
hr_hr: Kružna pila
hu_hu: Körfűrész
it_it: Sega circolare
ko_kr: 원형 톱
nl_nl: Cirkelzaag
no_no: Sirkelsag
pt_pt: Serra circular
ro_ro: Ferăstrău circular
ru_ru: Циркулярная пила
sv_se: Cirkelsåg
th_th: เลื่อยวงเดือน
tr_tr: Döner Testere
zh_cn: 圆锯

source: Walking-cement staircase
bg_bg: Ходене-циментови стъпала
cht: 步行 - 硬地樓梯
da_dk: Gang på cementtrappe
el_gr: Περπάτημα - τσιμεντένια σκάλα
fi_fi: Kävely - korkojen kopinaa
hr_hr: Hodanje - betonsko stubište
hu_hu: Séta – lépcsőház
it_it: Camminare-scala di cemento
ko_kr: 걷기-시멘트 계단
nl_nl: Stappen-betonnen trappen
no_no: Gange – sementtrapp
pt_pt: Caminhada – escada de cimento
ro_ro: Mers-scară de ciment
ru_ru: Ходьба-цементная лестница
sv_se: Gående - cementtrappa
th_th: เดิน-บันไดซีเมนต์
tr_tr: Yürüyüş - beton merdiven
zh_cn: 走路声-水泥阶梯

source: Copier-copy machine
bg_bg: Копир-копирна машина
cht: 影印機 - 影印機
da_dk: Kopiering på kopimaskine
el_gr: Φωτοτυπικό - φωτοτυπικό μηχάνημα
fi_fi: Kopiokone - kopioi
hr_hr: Kopiranje - stroj za kopiranje
hu_hu: Másoló – fénymásológép
it_it: Macchina-fotocopiatrice
ko_kr: 복사기-복사 기계
nl_nl: Kopieermachine
no_no: Kopimaskin
pt_pt: Copiadora – máquina de fotocópia
ro_ro: Copiator
ru_ru: Копировальная машина-звук копирования
sv_se: Kopiator
th_th: ถ่ายเอกสาร-เครื่องถ่ายเอกสาร
tr_tr: Fotokopi Makinesi - kopyalama makinesi
zh_cn: 复印机-复印机

source: Cows
bg_bg: Крави
cht: 牛
da_dk: Køer
el_gr: Αγελάδες
fi_fi: Lehmät
hr_hr: Krave
hu_hu: Tehenek
it_it: Mucche
ko_kr: 소
nl_nl: Koeien
no_no: Kyr
pt_pt: Vacas
ro_ro: Vaci
ru_ru: Коровы
sv_se: Kor
th_th: วัว
tr_tr: İnekler
zh_cn: 母牛

source: Walking-floor creaking
bg_bg: Ходене-скърцане на пода
cht: 步行 - 地板發出的吱吱聲
da_dk: Gang på gulv, der knirker
el_gr: Περπάτημα - πάτωμα που τρίζει
fi_fi: Kävely - lattia narisee
hr_hr: Hodanje - škripa poda
hu_hu: Séta – padló nyikorgása
it_it: Camminare-pavimento che scricchiola
ko_kr: 걷기-바닥 삐걱거리는 소리
nl_nl: Stappen-vloer die kraakt
no_no: Gange – knirkende gulv
pt_pt: Caminhada – piso rangendo
ro_ro: Mers-podea scârțâind
ru_ru: Ходьба-поскрипывание пола
sv_se: Gående - knarrande golv
th_th: เดิน-พื้นลั่น
tr_tr: Yürüyüş - gıcırdayan zemin
zh_cn: 走路声-地板咯吱声

source: Birds-crows
bg_bg: Птици-врани
cht: 鳥 - 雞啼聲
da_dk: Fugle – krager
el_gr: Πουλιά - κακάρισμα
fi_fi: Linnut - varikset
hr_hr: Ptice - vrane
hu_hu: Madarak – hollók
it_it: Uccelli-corvi
ko_kr: 새-까마귀
nl_nl: Vogels-kraaien
no_no: Fugler – som skriker
pt_pt: Pássaros – corvos
ro_ro: Păsări-ciori
ru_ru: Птицы-вороны
sv_se: Fåglar - kråkor
th_th: นก-อีกา
tr_tr: Kuşlar - inekler
zh_cn: 鸟叫声 - 乌鸦

source: Crowd Cheering-stadium
bg_bg: Ликуваща тълпа-стадион
cht: 人群歡呼聲 - 運動場
da_dk: Tilskuere, der jubler på stadion
el_gr: Επευφημίες πλήθους - στάδιο
fi_fi: Yleisö hurraa - stadion
hr_hr: Navijanje publike - stadion
hu_hu: Tömeg – éljenző stadion
it_it: Applausi della folla-stadio
ko_kr: 군중 환호-경기장
nl_nl: Massa juicht-stadion
no_no: Heiende publikum – på stadion
pt_pt: Aplausos da multidão – estádio
ro_ro: Mulțime strigând-stadion
ru_ru: Толпа болельщиков-стадион
sv_se: Publik som jublar - stadion
th_th: ผู้คนส่งเสียงเชียร์-สนามกีฬา
tr_tr: Heyecanlı kalabalık - stadyum
zh_cn: 人群欢呼-体育场

source: Department Store-ambience
bg_bg: Универсален магазин-среда
cht: 百貨公司 - 環境周遭
da_dk: Stormagasin – stemning
el_gr: Εμπορικό κατάστημα - περιβάλλων ήχος
fi_fi: Tavaratalo - ympäristö
hr_hr: Robna kuća - okruženje
hu_hu: Áruház – környezet
it_it: Grande magazzino-ambiente
ko_kr: 백화점-분위기
nl_nl: Winkel-omgeving
no_no: Varehus – omgivelser
pt_pt: Loja de departamentos – ambiente
ro_ro: Magazin universal-ambient
ru_ru: В универсальном магазине-акустическая атмосфера
sv_se: Varuhus - atmosfär
th_th: ห้างสรรพสินค้า-สภาพแวดล้อม
tr_tr: Çok Katlı Mağaza - ortam
zh_cn: 百货商场 - 环境

source: Digging Dirt
bg_bg: Копаене на пръст
cht: 挖土
da_dk: Graver i jord
el_gr: Σκάψιμο στο χώμα
fi_fi: Kaivaminen
hr_hr: Kopanje zemlje
hu_hu: Ásás
it_it: Scavo
ko_kr: 땅 파기
nl_nl: Graven
no_no: Spa møkk
pt_pt: Escavando
ro_ro: Săpat gunoi
ru_ru: Копание грязи
sv_se: Gräver i jorden
th_th: ขุดดิน
tr_tr: Eleştirme
zh_cn: 挖土

source: Garbage Disposal
bg_bg: Изхвърляне на боклук
cht: 垃圾處理
da_dk: Udsmidning af affald
el_gr: Απόρριψη σκουπιδιών
fi_fi: Jätteiden hävitys
hr_hr: Drobilica kuhinjskog otpada
hu_hu: Hulladék megsemmisítés
it_it: Smaltimento rifiuti
ko_kr: 쓰레기 폐기
nl_nl: Afval verwijderen
no_no: Søppeltømming
pt_pt: Eliminação de lixo
ro_ro: Aruncare gunoi
ru_ru: Измельчитель отходов
sv_se: Kastar sopor
th_th: ที่กำจัดขยะ
tr_tr: Çöp Atma
zh_cn: 垃圾处理

source: Diving Board
bg_bg: Трамплин
cht: 跳水台
da_dk: Vippe
el_gr: Βατήρας
fi_fi: Ponnahduslauta
hr_hr: Odskočna daska
hu_hu: Ugródeszka
it_it: Trampolino
ko_kr: 다이빙보드
nl_nl: Duikplank
no_no: Stupebrett
pt_pt: Trampolim
ro_ro: Trambulină
ru_ru: Трамплин для прыжков в воду
sv_se: Trampolin
th_th: สปริงบอร์ด
tr_tr: Tramplen
zh_cn: 跳水台

source: Doorbell-ringing
bg_bg: Звънец на входната врата-звънене
cht: 門鈴 - 鈴聲
da_dk: Dørklokke, der ringer
el_gr: Κουδούνι - κουδούνισμα
fi_fi: Ovikello - soi
hr_hr: Kućno zvono - zvonjenje
hu_hu: Ajtócsengő – csengetés
it_it: Porta di casa-campanello
ko_kr: 도어벨-벨 소리
nl_nl: Deurbel-rinkelen
no_no: Dørklokke – som ringer
pt_pt: Campainha – tocando
ro_ro: Sonerie uță-sunând
ru_ru: Звонок в дверь
sv_se: Dörrklocka - ringning
th_th: กริ่งประตูบ้าน
tr_tr: Kapı Zili - çalıyor
zh_cn: 门铃-响起

source: Electric Drill
bg_bg: Електрическа дрелка
cht: 電鑽
da_dk: Elektrisk bor
el_gr: Ηλεκτρικό τρυπάνι
fi_fi: Sähköporakone
hr_hr: Električna bušilica
hu_hu: Elektromos fúró
it_it: Campanello elettrico
ko_kr: 전기 드릴
nl_nl: Elektrische boor
no_no: Elektrisk bor
pt_pt: Furadeira
ro_ro: Burghiu electric
ru_ru: Электродрель
sv_se: Elektrisk borr
th_th: สว่านไฟฟ้า
tr_tr: Elektrikli Matkap
zh_cn: 电钻

source: Golf Club-metal driver
bg_bg: Голф клуб-метален стик
cht: 高爾夫球桿 - 合金球桿
da_dk: Golfklub – driver i metal
el_gr: Λέσχη γκολφ - μεταλλικός οδηγός
fi_fi: Golfkerho - metallimaila
hr_hr: Palica za golf - metalna palica
hu_hu: Golfütő – fémfejes
it_it: Golf Club-driver di metallo
ko_kr: 골프채-금속 드라이버
nl_nl: Golfclub-metalen driver
no_no: Golfkølle – driverkølle
pt_pt: Taco de golfe – condutor de metal
ro_ro: Crosă de golf-metalic
ru_ru: Клюшка для гольфа-металлический драйвер
sv_se: Golfklubba - driver, metall
th_th: กอล์ฟคลับ-ไม้กอล์ฟเหล็ก
tr_tr: Golf Kulübü - sopa taşıyıcı
zh_cn: 高尔夫俱乐部 - 金属杆

source: Edger-lawn
bg_bg: Подрезвач-градински
cht: 草坪修邊機
da_dk: Kantklipper
el_gr: Μηχανή του γκαζόν
fi_fi: Reunatrimmeri - nurmikko
hr_hr: Kosilica za rubove - travnjak
hu_hu: Szegélyvágó – gyep
it_it: Tagliabordi-prato
ko_kr: 에저-잔디
nl_nl: Graskantsnijder-gazon
no_no: Kantklipper – plen
pt_pt: Aparador – gramado
ro_ro: Mașină tuns iarba
ru_ru: Триммер кромок-газон
sv_se: Gräsmatta - kanttrimmer
th_th: เครื่องตัดขอบหญ้า-สนามหญ้า
tr_tr: Bölme - çim
zh_cn: 旋转剪修器-草坪

source: Toy Train Set
bg_bg: Комплект влакче играчка
cht: 玩具火車組合
da_dk: Toglegesæt
el_gr: Τρενάκι - παιχνίδι
fi_fi: Pienoisrautatie
hr_hr: Komplet za igru - vlak
hu_hu: Játékvasút készlet
it_it: Giocattolo-set trenino
ko_kr: 장난감 기차 세트
nl_nl: Speelgoedtrein
no_no: Leketogsett
pt_pt: Conjunto de trens de brinquedo
ro_ro: Set tren de jucărie
ru_ru: Игрушечный поезд
sv_se: Elektriskt tåg
th_th: ชุดรถไฟของเล่น
tr_tr: Oyuncak Tren Seti
zh_cn: 玩具火车套装
