Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: White noise is not effectively interacting with the tinnitus
bg_bg: Белият шум не взаимодейства ефективно с шума в ушите
cht: 白噪音未能與耳鳴有效互動
da_dk: Hvid støj påvirker ikke tinnitus effektivt
el_gr: Ο λευκός θόρυβος δεν αλληλεπιδρά αποτελεσματικά με τις εμβοές
fi_fi: Valkoinen kohina ei vaikuta tinnitukseen
hr_hr: Bijeli šum nema učinkovit utjecaj na tinitus
hu_hu: A fehérzaj nincs kölcsönhatásban a tinnitusszal
it_it: Il rumore bianco non interagisce in modo efficace con l'acufene
ko_kr: 화이트 노이즈가 이명에 효과적으로 작용하지 않습니다
nl_nl: De interactie van witte ruis met de tinnitus is niet effectief
no_no: Hvit støy er ikke effektivt mot tinnitus
pt_pt: O ruído branco não está sendo efetivo para o zumbido
ro_ro: Zgomotul alb nu interactioneaza eficient cu tinnitusul
ru_ru: Белый шум неэффективен при воздействии на тиннитус
sv_se: Det vita bruset interagerar inte effektivt med tinnitusen.
th_th: ไวท์นอยส์ไม่ได้ผลในการจัดการกับเสียงอื้อในหู
tr_tr: Beyaz gürültünün Tinnitus ile etkin bir etkileşimi yok
zh_cn: 耳鸣管理器信号无作用

source: Re-establish volume and frequency shaping setting.
bg_bg: Възстановете настройката за разделение на силата на звука и честотата.
cht: 重新建立音量和頻率形成設定。
da_dk: Genetabler indstillingerne for lydstyrke og frekvensbearbejdning.
el_gr: Επανακαθορίστε τη ρύθμιση διαμόρφωσης της έντασης ήχου και της συχνότητας.
fi_fi: Aseta uudestaan äänenvoimakkuus- ja taajuusmuodon asetukset.
hr_hr: Ponovno odredite postavku glasnoće i oblikovanja frekvencije.
hu_hu: Állítsa vissza a hangerő és frekvencia formálási beállításait.
it_it: Ristabilire le impostazioni di volume e frequenza.
ko_kr: 다시 볼륨과 주파수 세팅을 맞춰 주세요
nl_nl: Herstel instellingen van volume en filterfrequenties
no_no: Fastsett volum- og frekvensformings-innstillinger på nytt.
pt_pt: Restabeleça a definição da modulação de frequência e volume.
ro_ro: Restabiliti setarile de conturare a vloumului si frecventiale
ru_ru: Восстановить настройки громкости и частотного формирования.
sv_se: Återställ volym och frekvensinställningar.
th_th: ตั้งค่าการปรับระดับเสียงและความถี่ใหม่
tr_tr: Frekans şekillenmesini ve ses yoğunluğunu tekrar ayarlayın.
zh_cn: 重设掩蔽信号的频率和强度

source: Continuous stimulation is bothersome
bg_bg: Непрекъснатата стимулация е дразнеща
cht: 對連續刺激感到困擾
da_dk: Kontinuerlig stimulation er generende
el_gr: Η συνεχής διέγερση είναι ενοχλητική
fi_fi: Jatkuvat äänet ovat rasittavia.
hr_hr: Trajno podražavanje je neugodno
hu_hu: A folyamatos stimuláció kellemetlen
it_it: Lo stimolo continuo è fastidioso
ko_kr: 반복적인 노이즈 자극이 듣기 불편합니다
nl_nl: Continue stimulatie is vervelend
no_no: Kontinuerlig stimulering er plagsomt
pt_pt: A estimulação contínua é incômoda
ro_ro: Stimularea continua este suparatoare
ru_ru: Длительная стимуляция раздражает
sv_se: Fortsatt stimulering är störande
th_th: การกระตุ้นอย่างต่อเนื่องน่ารำคาญ
tr_tr: Devam eden uyarımlar can sıkıcı
zh_cn: 持续刺激令人不适

source: Amplitude modulation is bothersome
bg_bg: Амплитудната модулация е дразнеща
cht: 對波幅調變感到困擾
da_dk: Udsvingsmodulation er generende
el_gr: Η διαμόρφωση πλάτους είναι ενοχλητική
fi_fi: Amplitudimodulaatio on pitkästyttävää
hr_hr: Amplitudna modulacija je neugodna
hu_hu: Az amplitúdó moduláció kellemetlen
it_it: La modulazione di ampiezza è fastidiosa
ko_kr: 모듈레이션 진폭변조 자극이 듣기 불편합니다
nl_nl: Amplitude modulatie is vervelend
no_no: Amplitudemodulasjonen er plagsomt
pt_pt: A amplitude da modulação é incômoda
ro_ro: Modularea in amplitudine este suparatoare
ru_ru: Амплитудная модуляция раздражает
sv_se: Amplitudmodulering stör personen.
th_th: แอมพลิจูดการปรับเสียงน่ารำคาญ
tr_tr: Yoğunluk modülasyonu can sıkıcı
zh_cn: 幅度调制令人不适

source: De-activate amplitude modulation
bg_bg: Деактивирайте амплитудната модулация
cht: 停用波幅調變
da_dk: Deaktiver udsvingsmodulation
el_gr: Απενεργοποιήστε τη διαμόρφωση πλάτους
fi_fi: Poista amplitudimodulointi käytöstä
hr_hr: Deaktivirajte amplitudnu modulaciju
hu_hu: Az amplitúdó moduláció inaktiválása
it_it: Disattivare la modulazione di ampiezza
ko_kr: 모듈레이션 진폭변조 자극을 비활성화 하세요
nl_nl: Amplitude modulatie de-activeren
no_no: Slå av amplitudemodulasjon
pt_pt: Desative a amplitude da modulação
ro_ro: Dezactivati modularea in amplitudine
ru_ru: Отключить амплитудную модуляцию
sv_se: Avaktivera amplitudmodulering
th_th: ปิดใช้งานแอมพลิจูดการปรับเสียง
tr_tr: Yoğunluk modülasyonunu kaldır
zh_cn: 不使用幅度调制

source: Other stimuli besides white noise are helpful
bg_bg: Полезни са други стимули, освен белият шум
cht: 除了白噪音以外的其他刺激有幫助
da_dk: Andre stimuli end hvid støj kan være hjælpsomme
el_gr: Άλλα ερεθίσματα πέραν του λευκού θορύβου είναι βοηθητικά
fi_fi: Muut äänekset kuin valkoinen kohina auttaa tilannetta
hr_hr: Korisni su drugi podražaji osim bijelog šuma
hu_hu: Más inger a fehérzaj mellett hasznos
it_it: Gli altri stimoli oltre il rumore bianco sono utili
ko_kr: 화이트 노이즈를 제외한 다른 노이즈가 이명에 도움이 됩니다
nl_nl: Andere stimuli naast wittte ruis kunnen helpen
no_no: Det hjelper med annen stimulering enn hvit støy
pt_pt: Outros estímulos além do ruído branco estão ajudando
ro_ro: Alti stimul inafara de zgomot alb sunt de ajutor
ru_ru: Другие стимулы, помимо белого шума, помогают
sv_se: Andra stimuli, förutom vitt brus, hjälper
th_th: ตัวกระตุ้นอื่นๆ นอกเหนือจากไวท์นอยส์ก็มีประโยชน์
tr_tr: Beyaz gürültü haricindeki diğer uyarımlar yardımcı
zh_cn: 除白噪音外的其它刺激更有效

source: Use one of the accessories to stream other sound stimuli.
bg_bg: Използвайте един от аксесоарите за поточно излъчване на други звукови стимули.
cht: 使用一個配件以串流其他聲音刺激。
da_dk: Brug en tilbehørsdel for at streame andre lydstimuli.
el_gr: Χρησιμοποιήστε ένα από τα εξαρτήματα για τη μετάδοση ροής άλλων ερεθισμάτων ήχου.
fi_fi: Lähetä muu äänistimulus jonkin lisälaitteen avulla.
hr_hr: Upotrijebite dodatnu opremu za strujanje drugih zvučnih podražaja.
hu_hu: Használja valamelyik tartozékot a további hangingerek streameléséhez.
it_it: Usare uno degli accessori per trasmettere altri stimoli sonori.
ko_kr: 다른 소리를 스트리밍하기 위해 액세서리 중 하나를 사용하세요
nl_nl: Gebruik een van de accessoires om andere geluidsstimuli te streamen.
no_no: Bruk et tilbehør til å streame andre lydstimuli.
pt_pt: Use um dos acessórios wireless para transmitir outros estímulos sonoros.
ro_ro: Utilizați unul dintre accesoriile pentru a transmite alți stimuli sonori.
ru_ru: Использовать один из аксессуаров для стриминга других звуковых стимулов.
sv_se: Använd tillbehören för att strömma andra ljudstimuli.
th_th: ใช้หนึ่งในอุปกรณ์เสริมเพื่อสตรีมตัวกระตุ้นเสียงอื่นๆ
tr_tr: Diğer ses uyaranını yayınlamak için aksesuarlardan birini kullanın.
zh_cn: 使用其中一个附件来接收其它音频信号

source: Use the TSG+microphone setting to allow other stimuli to be present.
bg_bg: Използвайте настройката TSG+микрофон, за да позволите наличието на други стимули.
cht: 使用耳鳴抑制音產生器+麥克風設定以允許呈現其他刺激。
da_dk: Brug indstillingen for Tinnitus Sound Generator+mikrofon for at lade andre stimuli være tilstede.
el_gr: Χρησιμοποιήστε τη ρύθμιση TSG+μικρόφωνο για να είναι δυνατή η παρουσία και άλλων ερεθισμάτων.
fi_fi: Käytä TSG+mikrofoni asetuksia saadaksei toisia ääneksiä.
hr_hr: Upotrijebite postavku TSG+mikrofon kako biste omogućili prisutnost drugih podražaja.
hu_hu: Használja a TSG+mikrofon beállítást más inger prezentálásához.
it_it: Utilizzare l'impostazione GST+microfono per consentire ad altri stimoli di essere presenti.
ko_kr: 소리발생기+마이크 설정을 사용하여 다른 자극음도 사용자에게 제공할 수 있도록 허용하세요
nl_nl: Gebruik de TSG+Mic instelling om andere stimuli aanwezig te laten zijn
no_no: Bruk TSG + mikrofoninnstillingene for å gi annen stimuli.
pt_pt: Use o TSG+microfone para permitir a presença de outros estímulos.
ro_ro: Folositi setarea TSG+microfon pentru a permite alti stimuli sa fie prezenti
ru_ru: Используйте настройку TSG + микрофон для восприятия других стимулов.
sv_se: Använd Tinnitus + Mikrofoninställningarna för att låta ytterligare ljud presenteras.
th_th: ใช้การตั้งค่า TSG+ไมโครโฟน เพื่อให้สามารถใช้ตัวกระตุ้นอื่นได้
tr_tr: Diğer uyaranlarında alınabilmesi için TSG+Mikrofon ayarını kullanın.
zh_cn: 使用耳鸣管理器+麦克风,允许多重声音同时掩蔽

source: Tinnitus seems worse
bg_bg: Шумът в ушите изглежда по-лош
cht: 耳鳴似乎變得更糟
da_dk: Tinnitus synes værre
el_gr: Οι εμβοές φαίνεται να έχουν επιδεινωθεί
fi_fi: Tinnitus on huonompi
hr_hr: Čini se da se tinitus pogoršao
hu_hu: A tinnitus rossznak tűnik
it_it: L'acufene sembra peggiore.
ko_kr: 이명이 더 심해진 것 같습니다
nl_nl: Tinnitus lijkt erger
no_no: Tinnitus oppleves verre
pt_pt: O zumbido parece pior
ro_ro: Tinnitusul pare a se agrava
ru_ru: Ухудшение тиннитуса
sv_se: Tinnitus verkar vara sämre.
th_th: เสียงอื้อในหูรุนแรงขึ้น
tr_tr: Tinnitus daha kötü hissediliyor
zh_cn: 耳鸣管理效果不佳

source: Lower the TSG volume
bg_bg: Намалете силата на TSG
cht: 降低耳鳴抑制音產生器音量
da_dk: Skru ned for TSG-lydstyrken
el_gr: Χαμηλώστε την ένταση ήχου της TSG
fi_fi: Vähennä TSG voimakkuutta
hr_hr: Smanjite glasnoću TSG-a
hu_hu: Csökkentse a TSG hangerőt
it_it: Abbassare il volume GST
ko_kr: 소리발생기 볼륨을 낮게 조절하세요
nl_nl: Verlaag het TSG volume
no_no: Reduser TSG-volum
pt_pt: Diminua o volume do TSG
ro_ro: Scadeti volumul TSG
ru_ru: Снизьте громкость TSG
sv_se: Minska volymen på Tinnitusfunktionen.
th_th: ลดระดับเสียง TSG
tr_tr: TSG sesini düşür
zh_cn: 调低耳鸣管理器信号

source: Provide additional counseling
bg_bg: Осигурете допълнителна консултация
cht: 提供額外的諮詢
da_dk: Giv passende rådgivning
el_gr: Παράσχετε πρόσθετες συμβουλές
fi_fi: Lisäneuvontaa edellytetään
hr_hr: Pružite dodatno savjetovanje
hu_hu: Biztosítson további tanácsadást
it_it: Fornire consulenza aggiuntiva
ko_kr: 사용자에게 이명 재활에 대한 추가적인 정보를 제공하세요
nl_nl: Zorg voor extra counselling
no_no: Sørg for mer rådgivning
pt_pt: Forneça aconselhamento adicional
ro_ro: Oferiti consiliere aditionala
ru_ru: Обратитесь к специалисту за дополнительной консультацией
sv_se: Ytterligare Hjälpverktyg
th_th: ให้คำปรึกษาเพิ่มเติม
tr_tr: İlave danışmanlık sağla
zh_cn: 提供额外的咨询

source: Refer for medical evaluation when appropriate
bg_bg: Направете справка в медицински оценки, когато това е уместно
cht: 依照情況轉介至醫療評估
da_dk: Henvis til medicinsk udredning, når dette er nødvendigt
el_gr: Παραπέμψτε για ιατρική αξιολόγηση όταν χρειάζεται
fi_fi: Käytä lääketieteellistä arviointia tarvittaessa
hr_hr: Uputite na medicinsku procjenu kada je to prikladno
hu_hu: Konzultáljon orvossal, ha szükséges
it_it: Richiedere valutazione medica se necessario
ko_kr: 이비인후과 진료를 통해 의학적인 평가를 참고하세요
nl_nl: Verwijs voor medische evaluatie indien nodig
no_no: Vurder medisinsk evaluering om nødvendig
pt_pt: Encaminhe para uma avaliação médica quando necessário
ro_ro: Recurgeti la o evaluare medicala
ru_ru: При необходимости обратитесь к специалисту для медицинской оценки состояния
sv_se: Sök för en medicinsk utvärdering om det är nödvändigt
th_th: อ้างอิงผลการประเมินทางการแพทย์ตามความเหมาะสม
tr_tr: Tıbbi değerlendirme için uygun olduğunda sevk edin
zh_cn: 适当的时候进行医学评估

source: The patient is requesting an automatic volume control adjustment for TSG
bg_bg: Пациентът иска автоматично регулиране на силата на звука за TSG
cht: 客戶正在請求耳鳴抑制音產生器的自動音量控制調整
da_dk: Brugeren anmoder om automatisk lydstyrkeregulering for TSG
el_gr: Ο ασθενής ζητά την αυτόματη προσαρμογή του ελέγχου έντασης ήχου για την TSG
fi_fi: Potilas haluaa automaattista TSG -äänenvoimakkuuden säätöä.
hr_hr: Bolesnik zahtijeva automatsku prilagodbu regulacije glasnoće za TSG
hu_hu: A páciens a tinnitus hanggenerátor automatikus hangerőszabályozási módosítását kéri
it_it: Il paziente richiede una regolazione del controllo del volume automatica per GST
ko_kr: 사용자가 소리발생기의 자동 볼륨 조절 기능을 요청합니다
nl_nl: De cliënt vraagt een automatische volumeregeling voor TSG
no_no: Pasienten ber om automatisk volumkontrolljustering for TSG
pt_pt: O paciente solicita um ajuste automático de controle de volume do TSG
ro_ro: Pacientul solicită o ajustare automată a volumului pentru TSG
ru_ru: Пациенту нужно автоматическое регулирование громкости TSG
sv_se: Patienten begär automatisk volymkontrolljustering för TSG
th_th: ผู้ป่วยขอให้ปรับตั้งการควบคุมระดับเสียงโดยอัตโนมัติสำหรับ TSG
tr_tr: Hasta TSG Pro için otomatik ses kontrol ayarlaması talep ediyor
zh_cn: 用户正在请求耳鸣管理器(TSG)的自动音量控制调整

source: Activate environmental steering
bg_bg: Активирайте насочване в околната среда
cht: 啟動環境轉換
da_dk: Aktivér Environmental Steering
el_gr: Ενεργοποιήστε την καθοδήγηση ανά περιβάλλον
fi_fi: Aktivoi ympäristön ohajaus
hr_hr: Aktivirajte regulaciju prema okruženju
hu_hu: Környezeti felismerés aktiválása
it_it: Attivare gestione ambientale
ko_kr: 소리발생기의 인공지능 스티어링 기능을 활성화 합니다
nl_nl: Activeer sturing door de omgeving
no_no: Aktiver environmental steering
pt_pt: Ativar o monitoramento ambiental
ro_ro: Activati indrumatorul de mediu
ru_ru: Активируйте управление окружением
sv_se: Aktivera Miljöstyrning
th_th: เปิดใช้งานสภาพแวดล้อมซ้ายขวา
tr_tr: Ortamsal yönlendirmeyi etkinleştir
zh_cn: 启用环境识别

source: The patient is requesting manual volume control adjustments for TSG
bg_bg: Пациентът иска ръчни регулировки на силата на звука за TSG
cht: 客戶正在請求耳鳴音抑制產生器的手動音量控制調整
da_dk: Brugeren anmoder om manuel lydstyrkeregulering for TSG
el_gr: Ο ασθενής ζητά χειροκίνητες προσαρμογές του ελέγχου έντασης ήχου για την TSG
fi_fi: Potilas haluaa manuaalista TSG -äänenvoimakkuuden säätöä.
hr_hr: Bolesnik zahtijeva ručnu prilagodbu regulacije glasnoće za TSG
hu_hu: A páciens a tinnitus hanggenerátor manuális hangerőszabályozási módosítását kéri
it_it: Il paziente richiede regolazioni del controllo del volume manuali per GST
ko_kr: 소리발생기를 위한 수동 볼륨 조절 기능을 요청합니다
nl_nl: De cliënt vraagt een handmatige volumeregeling voor TSG
no_no: Pasienten ber om manuell volumkontrolljustering for TSG
pt_pt: O paciente solicita um ajuste manual de controle de volume do TSG
ro_ro: Pacientul solicită o ajustare manuală a volumului pentru TSG
ru_ru: Пациенту желательно ручное регулирование громкости TSG
sv_se: Patienten begär manuell volymkontrolljustering för TSG
th_th: ผู้ป่วยขอให้ปรับตั้งการควบคุมระดับเสียงแบบแมนนวลสำหรับ TSG
tr_tr: Hasta TSG Pro için manuel ses kontrol ayarlaması talep ediyor
zh_cn: 用户正在请求耳鸣管理器(TSG)的手动音量控制调整

source: Activate volume control for TSG
bg_bg: Активирайте контрола на силата на звука за TSG
cht: 啟動耳鳴抑制音產生器的音量調整
da_dk: Aktivér lydstyrkeregulering for TSG
el_gr: Ενεργοποιήστε τον έλεγχο έντασης ήχου για την TSG
fi_fi: Aktivoi voimakkuudensäätö TSG toiminnolle
hr_hr: Aktivirajte regulaciju glasnoće za TSG
hu_hu: Hangerőszabályzó aktiválása a TSG-hez
it_it: Attivare il controllo del volume per GST
ko_kr: 소리발생기의 볼륨 조절을 활성화 하세요
nl_nl: Activeer volumeregeling voor TSG
no_no: Aktiver volumkontroll for TSG
pt_pt: Ative o controle de volume do TSG
ro_ro: Activati controlul volum pentru TSG
ru_ru: Активируйте регулятор громкости для TSG
sv_se: Aktivera volymkontroll för TSG
th_th: เปิดใช้งานการควบคุมระดับเสียงสำหรับ TSG
tr_tr: TSG için ses kontrolünü aktif hale getir
zh_cn: 启用音量控制

source: De-activate synchronized volume control in order to adjust volume monaurally
bg_bg: Деактивирайте синхронизирания контрол на силата на звука, за да регулирате силата на звука моноаурално
cht: 停用同步音量調整，以便單側調整音量
da_dk: Deaktiver synkroniseret lydstyrkeregulering, for at lydstyrken kan indstilles monauralt
el_gr: Απενεργοποιήστε τον συγχρονισμένο έλεγχο έντασης ήχου, προκειμένου να προσαρμόσετε μονοωτικά την ένταση ήχου
fi_fi: Poista käytöstä sykronoitu äänenvoimakkuuden säätö jos haluat säätää tasoa manuaalisesti.
hr_hr: Deaktivirajte sinkroniziranu regulaciju glasnoće kako biste glasnoću prilagodili monauralno
hu_hu: Ha kikapcsolja a szinkronizált hangerőszabályzót, akkor kézzel kell szabályoznia a hangerőt oldalanként
it_it: Disattivare il controllo del volume sincronizzato in modo da regolare il volume in modo monaurale
ko_kr: 보청기의 개별적인 볼륨 조절을 위해 동기화된 볼륨조절기능을 해제 합니다
nl_nl: De-activeer de gesynchroniseerde volumeregelaar zodat het volume monauraal geregeld kan worden
no_no: Deaktiver synkronisert volumkontroll for å justere volumet monauralt
pt_pt: Desative o controle de volume sincronizado para ajustá-lo de maneira monoaural
ro_ro: Dezactivati controlul volum de la o ureche la alta pentru a ajusta volumul monoaural.
ru_ru: Отключите синхронизированную регулировку громкости, чтобы регулировать громкость монаурально
sv_se: Avaktivera synkroniserad volymkontroll för att justera volymen monauralt.
th_th: ปิดใช้งานการควบคุมระดับเสียงแบบซิงโครไนซ์ เพื่อปรับระดับเสียงทีละข้าง
tr_tr: Sesi Monaural ayarlamak için senkronize ses kontrolünü devre dışı bırakın
zh_cn: 禁用音量控制同步是为了能手动调节音量

source: TSG white noise interferes with speech
bg_bg: Белият шум от TSG пречи на говора
cht: 耳鳴抑制音產生器的白噪音會干擾語音
da_dk: Den hvide TSG-støj forstyrrer tale
el_gr: Ο λευκός θόρυβος από την TSG προκαλεί παρεμβολές στην ομιλία
fi_fi: TSG valkoinen kohina häiritsee puhetta
hr_hr: Bijeli šum TSG-a ometa govor
hu_hu: A TSG fehérzaj interferál a beszéddel
it_it: Il rumore bianco GST interferisce con il parlato
ko_kr: 소리발생기 화이트 노이즈가 말소리 청취를 방해합니다
nl_nl: TSG witte ruis interfereert met spraak
no_no: TSG hvit støy forstyrrer tale
pt_pt: O ruído branco do TSG interfere na fala
ro_ro: Zgomotul alb al TSG interfereaza cu vorbirea
ru_ru: Белый шум звукогенератора TSG мешает восприятию речи
sv_se: TSG vitt brus interfererar med talet
th_th: ไวท์นอยส์ของ TSG แทรกเสียงพูด
tr_tr: TSG beyaz gürültüsü konuşmada parazit yapıyor
zh_cn: 耳鸣管理器信号影响言语清晰度

source: Decrease the TSG volume
bg_bg: Намалете силата на TSG
cht: 降低耳鳴抑制音產生器的音量
da_dk: Reducer lydstyrke for TSG
el_gr: Μειώστε την ένταση ήχου της TSG
fi_fi: Vähennä TSG voimakkuutta
hr_hr: Smanjite glasnoću TSG-a
hu_hu: Csökkentse a TSG hangerőt
it_it: Diminuire il volume GST
ko_kr: 소리발생기 볼륨을 낮추세요
nl_nl: Verlaag het TSG volume
no_no: Reduser TSG-volum
pt_pt: Diminua o volume do TSG
ro_ro: Scadeti volumul TSG
ru_ru: Уменьшите громкость TSG
sv_se: Minska Tinnitusvolymen
th_th: ลดระดับเสียง TSG
tr_tr: TSG sesini azalt
zh_cn: 降低耳鸣管理器音量

source: Activate environmental steering
bg_bg: Активирайте насочване в околната среда
cht: 啟動環境轉換
da_dk: Aktivér Environmental Steering
el_gr: Ενεργοποιήστε την καθοδήγηση ανά περιβάλλον
fi_fi: Aktivoi ympäristön ohjaus
hr_hr: Aktivirajte regulaciju prema okruženju
hu_hu: Környezeti felismerés aktiválása
it_it: Attivare la gestione ambientale
ko_kr: 소리발생기의 인공지능 스티어링 기능을 활성화 합니다
nl_nl: Activeer sturing door de omgeving
no_no: Aktiver environmental steering
pt_pt: Ativar o Classificador Ambiental
ro_ro: Activati indrumatorul de mediu
ru_ru: Активируйте управление в зависимости от окружения
sv_se: Aktivera miljöstyrning
th_th: เปิดใช้งานสภาพแวดล้อมซ้ายขวา
tr_tr: Ortamsal yönlendirmeyi etkinleştir
zh_cn: 启用环境识别

source: Wireless Accessories
bg_bg: Безжични аксесоари
cht: 無線配件
da_dk: Trådløst tilbehør
el_gr: Ασύρματα εξαρτήματα
fi_fi: Langattomat lisälaitteet
hr_hr: Bežična dodatna oprema
hu_hu: Vezeték nélküli tartozékok
it_it: Accessori Wireless
ko_kr: 무선 액세서리
nl_nl: Wireless accessoires
no_no: Trådløst tilbehør
pt_pt: Acessórios Wireless
ro_ro: Accesorii Wireless
ru_ru: Беспроводные аксессуары
sv_se: Trådlösa Tillbehör
th_th: อุปกรณ์เสริมไร้สาย
tr_tr: Kablosuz Aksesuarlar
zh_cn: 无线附件

source: Remote Control is not working with the hearing instrument (s).
bg_bg: Дистанционното управление не работи със слуховия(-ите) апарат(и).
cht: 助聽器的遙控器無法運作。
da_dk: Fjernbetjening virker ikke sammen med høreapparatet(erne).
el_gr: Το τηλεχειριστήριο δεν λειτουργεί με τα ακουστικά βοηθήματα.
fi_fi: Kauko-ohjain ei toimi kuulokojeiden kanssa.
hr_hr: Daljinski upravljač ne radi sa slušnim aparatima.
hu_hu: A távirányító nem működik a hallókészülék(ek)kel.
it_it: Il telecomando non sta funzionando con gli apparecchi acustici.
ko_kr: 리모컨이 동작하지 않습니다
nl_nl: De Afstandbediening werkt niet met de toestellen
no_no: Fjernkontrollen fungerer ikke med høreapparatet(ene).
pt_pt: O controle remoto não está funcionando com o(s) aparelho(s) auditivo(s).
ro_ro: Telecomanda Unite nu functioneaza cu aparatul auditiv.
ru_ru: Пульт дистанционного управления не работает с СА.
sv_se: Fjärrkontroll fungerar inte med hörapparat(er)
th_th: รีโมทไม่สามารถใช้งานกับอุปกรณ์ช่วยฟังได้
tr_tr: Uzaktan Kumanda işitme cihazı(lar) ile çalışmıyor.
zh_cn: 遥控器不能控制助听器。

source: Replace the batteries in the Remote Control
bg_bg: Сменете батериите на дистанционното управление
cht: 更換遙控器的電池
da_dk: Skift batteri i fjernbetjening
el_gr: Αντικαταστήστε τις μπαταρίες στο τηλεχειριστήριο
fi_fi: Vaihda Kauko-ohjaimen paristot
hr_hr: Zamijenite baterije na daljinskom upravljaču
hu_hu: Cserélje ki az elemet a távirányítóban
it_it: Sostituire le batterie nel telecomando
ko_kr: 리모컨의 배터리를 교체하세요
nl_nl: Vervang de batterijen in de Afstandbediening
no_no: Bytt batterier i fjernkontrollen
pt_pt: Substitua as pilhas do controle remoto
ro_ro: Inlocuieste bateriile din telecomanda
ru_ru: Замените батареи в пульте ДУ
sv_se: Ersätt batterierna i Fjärrkontrollen
th_th: เปลี่ยนแบตเตอรี่ในรีโมท
tr_tr: Uzaktan kumandanın pillerini değiştirin
zh_cn: 更换遥控器电池

source: Re-pair the Remote Control to the hearing aids
bg_bg: Сдвоете отново дистанционното управление със слуховите апарати
cht: 將遙控器與助聽器重新配對
da_dk: Opret parring mellem fjernbetjening og høreapparaterne igen
el_gr: Επαναλάβετε τη ζεύξη του τηλεχειριστηρίου στα ακουστικά βοηθήματα
fi_fi: Yhdistä Kauko-ohjain ja kuulokojeet laitepariksi uudelleen.
hr_hr: Ponovno uparite daljinski upravljač sa slušnim pomagalima
hu_hu: A hallókészülékekhez tartozó távirányító újrapárosítása
it_it: Accoppiare nuovamente il telecomando agli apparecchi acustici
ko_kr: 리모컨을 보청기에 다시 페어링 하세요
nl_nl: Koppel de Afstandbediening opnieuw met de toestellen
no_no: Par fjernkontrollen til høreapparatene på nytt.
pt_pt: Pareie novamente o controle remoto com os aparelhos auditivos
ro_ro: Re-imperechiati telecomanda cu aparatele auditive
ru_ru: Восстановите сопряжение пульта ДУ с СА
sv_se: Para om fjärrkontrollen med hörapparaten
th_th: จับคู่รีโมทกับอุปกรณ์ช่วยฟังใหม่
tr_tr: Uzaktan Kumandayı işitme cihazlarıyla yeniden eşleştirin
zh_cn: 重新配对遥控器与助听器

source: Attempt to hold the Remote Control within the recommended distance to the hearing instruments, 60 inches (150 cm)
bg_bg: Постарайте се да държите дистанционното управление в рамките на препоръчителното разстояние до слуховите апарати – 150 см
cht: 嘗試將遙控器與助聽器保持在建議的 60 英寸 (150 公分) 距離內
da_dk: Hold fjernbetjeningen inden for den anbefalede afstand til høreapparaterne, 150 cm
el_gr: Επιχειρήστε να κρατήσετε το τηλεχειριστήριο εντός της συνιστώμενης απόστασης από τα ακουστικά βοηθήματα, στα 150 cm (60 ίντσες)
fi_fi: Yritä pitää Kauko-ohjainta suositellulla toimintaetäisyydellä n. 150 cm
hr_hr: Pokušajte držati daljinski upravljač unutar preporučene udaljenosti od slušnih aparata, 150 cm (60 inča)
hu_hu: Ügyeljen arra, hogy a távirányítót az ajánlott távolságon belül tartsa (150 cm)
it_it: Tenere il telecomando entro la distanza consigliata dagli apparecchi acustici, 150 cm (60 pollici)
ko_kr: 리모컨과 보청기의 권장 사용 거리를 유지하십시오(약150cm)
nl_nl: Probeer de Afstandbediening binnen de aanbevolen afstand van de toestellen te houden (1,50 m)
no_no: Hold fjernkontrollen innenfor anbefalt avstand fra høreapparatene (150 cm)
pt_pt: Tente manter a distância recomendada entre o controle remoto e o aparelho auditivo (150 cm)
ro_ro: Incercati sa tineti telecomanda la distanta recomandata fata de aparatul auditiv 150cm
ru_ru: Постарайтесь держать пульт дистанционного управления на рекомендованном расстоянии от слуховых аппаратов, 60 дюймов (150 см)
sv_se: Håll Fjärrkontrollen inom rekommenderat avstånd från hörapparaterna, ca 1,5 m.
th_th: พยายามถือรีโมทให้อยู่ในระยะห่างที่แนะนำจากอุปกรณ์ช่วยฟัง 60 นิ้ว (150 ซม.)
tr_tr: Uzaktan Kumandayı işitme cihazına önerilen uzaklıkta tutun, 60 inç (150 cm)
zh_cn: 遥控器与助听器的距离请保持在150厘米(或60英寸)之内。
