Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Gain Level % will recalculate the gain curves, applying the selected percentage. Any fine-tuning will be lost. Are you sure you want to proceed?
bg_bg: Ниво на усилването % ще преизчисли кривите на усилването, прилагайки избрания процент. Фината настройка ще се изгуби. Наистина ли искате да продължите?
cht: 增益量等級 ％ 將重新計算增益曲線，套用選擇的比率。任何微調將會遺失。您確定您要繼續嗎?
da_dk: Forstærkningsniveau i % genberegner forstærkningskurverne og anvender den valgte procentdel. Justering går tabt. Er du sikker på, at du vil fortsætte?
el_gr: Η λειτουργία Στάθμη απόκρισης % θα επανυπολογίσει τις καμπύλες απόκρισης, εφαρμόζοντας το επιλεγμένο ποσοστό. Τυχόν ρυθμίσεις ακριβείας θα χαθούν. Είστε βέβαιοι ότι θέλετε να προχωρήσετε;
fi_fi: Vahvistuskäyrät lasketaan uudelleen käyttämällä valittua prosenttia. Hienosäädöt menetetään. Haluatko varmasti jatkaa ?
hr_hr: Postotak razine pojačanja preračunat će krivulje pojačanja primjenjujući odabrani postotak. Bilo kakvo precizno ugađanje će se izgubiti. Jeste li sigurni da želite nastaviti?
hu_hu: Az erősítési szint (%) újraszámítja az erősítési görbék értékeit, és alkalmazza a kijelölt százalékos értéket. Minden finomhangolási beállítás el fog veszni. Biztosan folytatja?
it_it: La percentuale del livello di guadagno ricalcolerà le curve di guadagno, applicando la percentuale selezionata. Qualsiasi regolazione fine andrà perduta. Continuare?
ko_kr: 게인 레벨 %는 게인 곡선을 재산출하고, 선택한 비율을 적용합니다. 피팅정보는 손실됩니다 계속 진행하시겠습니까?
nl_nl: Versterkingsniveau (%) zal de versterkingscurves opnieuw berekenen en daarbij het geselecteerde percentage toepassen. Al uw fine-tuning gaat verloren. Weet u zeker dat u wilt doorgaan?
no_no: Gain nivå % vil beregne gainkurvene på nytt ved hjelp av valgte prosentverdi. Eventuelle fininnstillinger vil gå tapt. Vil du fortsette?
pt_pt: O nível de ganho de % recalculará as curvas de ganho aplicando o percentual selecionado. Todos os ajustes finos serão perdidos. Tem certeza de que deseja continuar?
ro_ro: Nivel câștig % va recalcula curbele de câștig, aplicând procentajul selectat. Orice reglaj fin se va pierde. Sunteți sigur că doriți să continuați?
ru_ru: Функция Уровень усиления в % перерассчитает кривые усиления в соответствии с выбранным процентным коэффициентом. Все тонкие настройки будут утеряны. Продолжать все равно?
sv_se: Förstärkningsnivån % kommer att beräkna om förstärkningskurvorna, och tillämpa vald procentsats. Alla finjusteringar går förlorade. Är du säker på att du vill fortsätta?
th_th: % ระดับเกนจะคำนวณเส้นโค้งเกนใหม่ การใช้เปอร์เซ็นต์ที่เลือกจะส่งผลให้การปรับแต่งใดๆ สูญหาย แน่ใจหรือว่าคุณต้องการดำเนินการต่อ
tr_tr: Kazanç Seviyesi % kazanç eğrilerini, seçilen yüzde oranını uygulayarak yeniden hesaplayacaktır. Tüm ince ayarlar kaybolacaktır. Devam etmek istediğinizden emin misiniz?
zh_cn: 目标增益百分比％将重新计算增益曲线，应用所选百分比。任何微调都将丢失。是否确定继续？

source: Save changes?
bg_bg: Запазване на промените?
cht: 儲存更改？
da_dk: Vil du gemme ændringer?
el_gr: Αποθήκευση αλλαγών;
fi_fi: Tallennetaanko muutokset ?
hr_hr: Spremi promjene?
hu_hu: Változások mentése?
it_it: Salvare le modifiche?
ko_kr: 변경내용을 저장하시겠습니까?
nl_nl: Wijzigingen opslaan?
no_no: Lagre endringene?
pt_pt: Salvar alterações?
ro_ro: Salvează schimbările?
ru_ru: Сохранить изменения?
sv_se: Spara ändringar?
th_th: บันทึกการเปลี่ยนแปลงหรือไม่
tr_tr: Değişiklikleri kaydedilsin mi?
zh_cn: 保存更改？

source: Issue Resolved
bg_bg: Проблемът е решен
cht: 問題已解決
da_dk: Problemet er løst
el_gr: Το θέμα επιλύθηκε
fi_fi: Ongelma ratkaistu
hr_hr: Problem riješen
hu_hu: Megoldódott a probléma
it_it: Problema risolto
ko_kr: 문제 해결됨
nl_nl: Probleem opgelost
no_no: Problem løst
pt_pt: Problema resolvido
ro_ro: Chestiune rezolvată
ru_ru: Проблема решена
sv_se: Problemet löst
th_th: แก้ไขปัญหาแล้ว
tr_tr: Sorun Çözümlendi
zh_cn: 问题已解决

source: Smart Launcher
cht: 智能啟動器
hr_hr: Pametno pokretanje
it_it: Avvio Smart
ko_kr: 스마트 런처
ru_ru: Умный запуск
tr_tr: Akıllı Başlatma Birimi
zh_cn: 开始验配

source: Compression:
bg_bg: Натиск:
cht: 壓縮：
da_dk: Kompression:
el_gr: Συμπίεση:
fi_fi: Kompressio :
hr_hr: Kompresija:
hu_hu: Tömörítés:
it_it: Compressione:
ko_kr: 컴프레션:
nl_nl: Compressie:
no_no: Kompresjon:
pt_pt: Compressão:
ro_ro: Compresie:
ru_ru: Компрессия:
sv_se: Kompression:
th_th: การบีบอัด:
tr_tr: Kompresyon:
zh_cn: 压缩:

source: All sessions related to this audiogram will be deleted. Do you wish to continue?
bg_bg: Всички сесии, свързани с тази аудиограма, ще бъдат изтрити. Желаете ли да продължите?
cht: 所有有關此聽力圖的階段將會被被刪除，您要繼續嗎？
da_dk: Alle sessioner, der er relateret til dette audiogram, slettes. Vil du fortsætte?
el_gr: Όλες οι συνεδρίες που σχετίζονται με αυτό το ακοόγραμμα θα διαγραφούν. Θέλετε να συνεχίσετε;
fi_fi: Kaikki tähän audiogrammiin liittyvät istunnot poistetaan. Jatketaanko ?
hr_hr: Sve sesije povezane s ovim audiogramom bit će izbrisane. Želite li nastaviti?
hu_hu: A rendszer törölni fogja az audiogramhoz tartozó összes munkamenetet. Folytatja?
it_it: Tutte le sessioni legate a questo audiogramma saranno cancellate. Continuare?
ko_kr: 청력도를 포함한 모든 세션 데이터를 삭제합니다. 계속 진행하시겠습니까?
nl_nl: Alle sessiegegevens die gekoppeld zijn aan dit audiogram worden gewist. Wilt u doorgaan?
no_no: Samtlige økter som er tilknyttet dette audiogrammet, vil bli slettet. Vil du fortsette?
pt_pt: Todas as sessões relacionadas a este audiograma serão excluídas. Deseja continuar?
ro_ro: Toate sesiunele legate de această audiogramă se vor șterge. Doriți să continuați?
ru_ru: Все данные сессии, связанной с этой аудиограммой, будут удалены. Продолжить все равно?
sv_se: Alla sessioner relaterade till detta audiogram kommer att raderas. Vill du fortsätta?
th_th: เซสชันทั้งหมดที่เกี่ยวกับออดิโอแกรมจะถูกลบออก คุณต้องการดำเนินการต่อหรือไม่
tr_tr: Bu odyogramla ilgili tüm oturum verileri silinecektir. Devam etmek istiyor musunuz?
zh_cn: 与听力图相关的所有验配都将被删除。是否继续？

source: Hide Advanced Settings
bg_bg: Скрий разширени настройки
cht: 隱藏進階設定
da_dk: Skjul Avancerede indstillinger
el_gr: Απόκρυψη σύνθετων ρυθμίσεων
fi_fi: Piilota lisäasetukset
hr_hr: Sakrij napredne postavke
hu_hu: Speciális beállítások elrejtése
it_it: Nascondi impostazioni avanzate
ko_kr: 고급 설정 모드 감추기
nl_nl: Geavanceerde Instellingen verbergen
no_no: Skjul avanserte innstillinger
pt_pt: Ocultar configurações avançadas
ro_ro: Ascundere Setări avansate
ru_ru: Скрыть Расширенные настройки
sv_se: Dölj avancerade inställningar
th_th: ซ่อนการตั้งค่าขั้นสูง
tr_tr: Gelişmiş Ayarları Gizle
zh_cn: 隐藏高级设置

source: Enables Nucleus Bimodal beep, and bimodal user guide.
bg_bg: Позволява бимодалната програма SCAN и темите за звуков сигнал да се виждат
cht: 啟用 Nucleus Bimodal 提示音和雙峰使用指南。
da_dk: Gør bimodalt SCAN-program og biptemaer synlige
el_gr: Το πρόγραμμα συνδυασμένου τύπου SCAN και θέματα ηχητικών σημάτων μπορούν να είναι ορατά
fi_fi: Kaksitoiminen SCAN-ohjelma ja äänimerkkiteemat tuodaan näkyviin.
hr_hr: Omogućuje bimodalni zvučni signal i bimodalne upute za korisnike.
hu_hu: Engedélyezi a Nucleus bimodális csipogást és a bimodális felhasználói leírást.
it_it: Abilita Nucleus Bimodal beep, e guida all’uso bimodale.
ko_kr: 바이모달 알림음과 가이드를 사용
nl_nl: Stel de Nucleus bimodale beep in en toon de bimodale aanpasgids
no_no: Muliggjør Nucleus Bimodalt signal og Bimodal bruksanvisning.
pt_pt: Habilita o bipe Nucleus Bimodal e manual do usuário do bimodal
ro_ro: Activează semnalul sonor Nucleus Bimodal și instrucțiunile de utilizare bimodală.
ru_ru: Активирует бимодальные бип-сигалы с Nucleus и бимодальное руководство пользователя.
sv_se: Aktiverar Nucleus Bimodal ljudindikation och bimodal bruksanvisning
th_th: เปิดใช้งานการเตือน Nucleus Bimodal และคู่มือผู้ใช้แบบสองโหมด
tr_tr: Nucleus bimodális csipogás engedélyezése és bimodális kézikönyv.
zh_cn: 允许双模提示音和说明书可见

source: Store Selection
bg_bg: Избор на магазин
cht: 商店選擇
da_dk: Gem valg
el_gr: Επιλογή καταστήματος
fi_fi: Tallenna valinta
hr_hr: Odabir trgovine
hu_hu: Áruház kiválasztása
it_it: Selezione negozio
ko_kr: 선택 저장
nl_nl: Selectie opslaan
no_no: Klinikkvalg
pt_pt: Seleção de loja
ro_ro: Stocare Selecție
ru_ru: Выбор магазина
sv_se: Butiksval
th_th: จัดเก็บรายการที่เลือก
tr_tr: Mağaza Seçimi
zh_cn: 存储选择

source: Reconfigure
bg_bg: Конфигуриране
cht: 重新配置
da_dk: Rekonfigurer
el_gr: Αναδιαμόρφωση
fi_fi: Määritä uudelleen
hr_hr: Rekonfiguriranje
hu_hu: Újrakonfigurálás
it_it: Riconfigura
ko_kr: 재구성
nl_nl: Opnieuw configureren
no_no: Rekonfigurer
pt_pt: Trocar o Receptor
ro_ro: Reconfigurare
ru_ru: Переконфигурировать
sv_se: Omkonfigurera
th_th: กำหนดค่าใหม่
tr_tr: Yeniden yapılandır
zh_cn: 重新配置

source: Your account has been locked due to failed login attempts. Please contact your Administrator for help.
bg_bg: Акаунтът ви е блокиран поради неуспешни опити за влизане. Моля, обърнете се към вашия администратор за помощ.
cht: 由於嘗試登入失敗，您的帳戶已被鎖定。 請聯絡您的管理員尋求幫助。
da_dk: Din konto er blevet låst pga. mislykkede forsøg på at logge på. Kontakt administratoren for at få hjælp.
el_gr: Ο λογαριασμός σας έχει κλειδωθεί λόγω αποτυχημένων προσπαθειών σύνδεσης. Απευθυνθείτε στον Διαχειριστή σας για βοήθεια.
fi_fi: Tilisi on lukittu virheellisten sisäänkirjautumisyritysten vuoksi. Kysy neuvoa järjestelmänvalvojalta.
hr_hr: Vaš račun zaključan je zbog neuspješnih pokušaja prijave. Pomoć zatražite od svog administratora.
hu_hu: A rendszer zárolta a fiókot a sikertelen bejelentkezési kísérletek miatt. Segítségért forduljon a rendszergazdához.
it_it: L'account è stato bloccato a causa di troppi tentativi di accesso non riusciti. Contattare l'amministratore per assistenza.
ko_kr: 지정된 횟수 이상으로 로그인에 실패하여 계정이 자동으로 잠금전환되었습니다. 관리자에게 문의해 주십시오.
nl_nl: Uw account is geblokkeerd door mislukte aanmeldpogingen. Neem contact op met uw administrator voor hulp.
no_no: Kontoen din er låst på grunn av mislykkede påloggingsforsøk. Ta kontakt med administratoren din for å få hjelp.
pt_pt: Sua conta foi bloqueada devido a tentativas de log-in sem sucesso. Entre em contato com o administrador para obter ajuda.
ro_ro: Contul dvs. a fost blocat datorită tentativelor de logare eșuate. Vă rugăm să contactați administratorul pentru asistență.
ru_ru: Ваш аккаунт заблокирован ввиду неоднократных ошибок входа. Свяжитесь со своим администратором.
sv_se: Ditt konto har låsts på grund av misslyckade inloggningsförsök. Kontakta din administratör för att få hjälp.
th_th: บัญชีของคุณถูกล็อคเนื่องจากล้มเหลวในการเข้าสู่ระบบ โปรดติดต่อผู้ดูแลของคุณเพื่อขอความช่วยเหลือ
tr_tr: Hesabınız, başarısız oturum açma girişimleri nedeniyle kilitlenmiştir. Yardım almak için lütfen Yöneticinizle görüşün.
zh_cn: 由于登录尝试失败，您的帐户已被锁定。请联系您的管理员寻求帮助。

source: Note: The current settings do not allow instruments to switch between programs without the use of a Remote Control or Mobile Device app
bg_bg: Забележка: текущите настройки не позволяват на апаратите да превключват програмите, без да се използва дистанционно управление или приложение за мобилно устройство
cht: 注意：目前設定不允許助聽器在未使用遙控器或行動裝置應用程式以切換程式
da_dk: Bemærk: Det er ikke muligt for apparaterne at skifte mellem programmer uden brug af en fjernbetjening eller en mobilapp med de nuværende indstillinger
el_gr: Σημείωση: Οι τρέχουσες ρυθμίσεις δεν επιτρέπουν εναλλαγή των προγραμμάτων για τα ακουστικά χωρίς τη χρήση τηλεχειριστηρίου ή της εφαρμογής για φορητές συσκευές
fi_fi: Huomautus: Nykyiset asetukset eivät mahdollista ohjelmien vaihtamista kuulokojeissa käyttämättä Kaukosäädintä¨ tai mobiilisovellusta.
hr_hr: Napomena: Trenutne postavke ne dopuštaju aparatima prebacivanje između programa bez upotrebe daljinskog upravljanja ili aplikacije za mobilni uređaj.
hu_hu: Megjegyzés: a jelenlegi beállítások nem engedélyezik a készülékeknek a programok közötti váltást távvezérlő vagy mobileszközön található alkalmazás használata nélkül
it_it: Nota: le impostazioni correnti non consentono agli apparecchi di passare tra i programmi senza l'uso di un telecomando o di un'app per dispositivi mobili
ko_kr: 참고: 현재 설정은 리모컨 또는 모바일 디바이스 앱을 사용해야 프로그램 간 전환이 가능합니다.
nl_nl: Opmerking: de huidige instellingen laten de toestellen niet toe te schakelen tussen programma’s zonder afstandbediening of mobiel apparaat
no_no: Merk: Gjeldende innstillinger tillater ikke at apparatene veksler mellom programmene uten å bruke en fjernkontroll eller mobil app.
pt_pt: Aviso: as configurações atuais não permitem que os aparelhos alternem entre os programas sem usar um controle remoto ou um aplicativo de dispositivo móvel
ro_ro: Notă: Setările curente nu permit instrumentelor să comute între programe fără a utiliza aplicația Telecomndă sau Dispozitiv Mobil
ru_ru: Примечание: Текущие настройки не позволяют слуховым аппаратам переключаться между программами без применения ДУ или приложения к мобильному устройству
sv_se: Obs: De aktuella inställningarna tillåter inte apparaten att växla mellan program utan att använda fjärrkontroll eller mobilapp
th_th: ประกาศ: การตั้งค่าปัจจุบันจะไม่อนุญาตให้อุปกรณ์สลับระหว่างโปรแกรมโดยไม่ใช้รีโมทหรือแอพอุปกรณ์มือถือ
tr_tr: Dikkat: Geçerli ayarlar, cihazların programlar arasında, bir Uzak Kontrol veya Mobil Cihaz uygulaması kullanılmadan geçiş yapmasına izin vermez
zh_cn: 注意：当前设置不允许助听器在不使用遥控器或移动设备应用的情况下进行程序切换

source: Don't Use My Data
bg_bg: Не използвай моите данни
cht: 不要使用我的資料
da_dk: Undlad at bruge mine data
el_gr: Να μη χρησιμοποιηθούν τα δεδομένα μου
fi_fi: Älä käytä tietojani
hr_hr: Ne upotrebljavaj moje podatke
hu_hu: Ne használják az adataimat
it_it: Non utilizzate i miei dati
ko_kr: 보청기 사용 데이터 수집 거부
nl_nl: Gebruik mijn gegevens niet
no_no: Ikke bruk dataene mine
pt_pt: Não use Meus dados
ro_ro: Nu utilizați Datele Mele
ru_ru: Не используйте мои данные
sv_se: Använd inte mina data
th_th: อย่าใช้ข้อมูลของฉัน
tr_tr: Verilerimi Kullanma
zh_cn: 请勿使用我的数据

source: out of
bg_bg: от
cht: 之外
da_dk: ud af
el_gr: από
hr_hr: od
hu_hu: kivül
it_it: fuori da
nl_nl: op een totaal van
no_no: av
pt_pt: sem
ro_ro: dintre
ru_ru: из
sv_se: slut på
th_th: จาก
tr_tr: dışında
zh_cn: 由于

source: The patient consent withdrawn on
bg_bg: Съгласието на пациента е оттеглено на
cht: 客戶撤回同意書日期為
da_dk: Brugerens samtykke blev tilbagetrukket den
el_gr: Απόσυρση της συναίνεσης ασθενούς στις
fi_fi: Potilaan suostumus peruutettu
hr_hr: Suglasnost bolesnika povučena dana
hu_hu: A páciens beleegyezése vissza lett vonva
it_it: Il paziente ha ritirato il consenso in data
ko_kr: 사용자 동의 철회 날짜
nl_nl: Toestemming van de cliënt ingetrokken op
no_no: Pasientens samtykke trukket tilbake
pt_pt: O consentimento paciente retirado no
ro_ro: Consimțământul pacientului retras pe
ru_ru: Согласие пациента отозвано
sv_se: Patientmedgivandet återkallat på
th_th: ความยินยอมของผู้ป่วยถูกเพิกถอนเมื่อ
tr_tr: Hasta onayı geri çekildi:
zh_cn: 用户同意书已撤回

source: Instrument actively connected to a mobile device. Set mobile device to airplane mode, turn Bluetooth off, OR power down the mobile device.
bg_bg: Апаратът е активно свързан с мобилно устройство. Установете мобилното устройство в режим за самолет, изключете Bluetooth, ИЛИ изключете захранването на мобилното устройство.
cht: 助聽器主動連接到行動裝置。將行動裝置設定為飛行模式、關閉藍牙或關閉行動裝置。
da_dk: Apparatet er forbundet til en mobilenhed. Sæt mobilenheden i flytilstand, deaktiver Bluetooth, ELLER sluk mobilenheden.
el_gr: Το ακουστικό είναι ενεργά συνδεδεμένο με φορητή συσκευή. Ρυθμίστε τη φορητή συσκευή σε λειτουργία πτήσης, απενεργοποιήστε το Bluetooth ή κλείστε τη φορητή συσκευή.
fi_fi: Kuulokoje on yhdistetty mobiililaitteeseen. Aseta mobiililaite lentotilaan, poista Bluetooth käytöstä tai katkaise mobiililaitteesta virta.
hr_hr: Aparat aktivno povezan s mobilnim uređajem. Postavite mobilni uređaj u način rada za zrakoplov, isključite Bluetooth ILI isključite mobilni uređaj.
hu_hu: A készülék aktívan csatlakozik egy mobileszközhöz. Állítsa a mobileszközt repülési üzemmódba, kapcsolja ki a Bluetooth funkciót, VAGY kapcsolja ki a mobileszközt.
it_it: Apparecchio connesso attivamente a un dispositivo mobile. Impostare il dispositivo mobile in modalità in volo, disattivare la connessione Bluetooth OPPURE spegnere il dispositivo mobile.
ko_kr: 보청기가 휴대전화에 연결되어 있습니다. 휴대전화를 비행 모드로 설정하거나 Bluetooth를 끄거나, 전원을 꺼주십시오.
nl_nl: Toestel actief gekoppeld aan een mobiel apparaat. Stel het mobiele apparaat in op vliegtuigmodus, schakel Bluetooth uit OF schakel het mobiele apparaat helemaal uit.
no_no: Høreapparat aktivt tilkoblet en mobil enhet. Sett mobilenheten i flymodus, slå av Bluetooth ELLER slå av mobilenheten.
pt_pt: Aparelho ativamente conectado a um dispositivo móvel. Defina o dispositivo móvel para o modo avião, desative o Bluetooth OU desligue o dispositivo móvel.
ro_ro: Instrument conectat activ la un dispozitiv mobil. Setați dispozitivul mobil pe modul avion, opriți Bluetooth, SAU închideți dispozitivul mobil.
ru_ru: СА активно подключен к мобильному устройству. Переведите устройство в режим «полет», отключите Bluetooth, ИЛИ выключите мобильное устройство.
sv_se: Hörapparaten är aktivt ansluten till en mobilenhet. Ställ in mobilenheten i flygplansläge, stäng av bluetooth eller stäng av mobilen.
th_th: อุปกรณ์มีการเชื่อมต่อกับอุปกรณ์มือถืออยู่ ตั้งค่าอุปกรณ์มือถือเป็นโหมดบนเครื่องบิน ปิด Bluetooth หรือปิดอุปกรณ์มือถือ
tr_tr: Cihaz bir mobil cihaza etkin şekilde bağlandı. Mobil cihazı uçak moduna ayarlayın, Bluetooth'u kapatın VEYA mobil cihazı kapatın.
zh_cn: 助听器主动连接到移动设备。将移动设备设置为飞行模式，关闭蓝牙或关闭移动设备电源。

source: Please set the phone to airplane mode, turn off Bluetooth on the phone, OR power the phone down. Afterwards, try again.
bg_bg: Моля, установете телефона в режим за самолет, изключете Bluetooth на телефона, ИЛИ изключете захранването на телефона. След това опитайте отново.
cht: 請將手機設定為飛航模式、關閉手機上的藍牙，或關閉手機電源，之後再重試。
da_dk: Sæt mobilenheden i flytilstand, deaktiver Bluetooth, ELLER sluk mobilenheden. Prøv derefter igen.
el_gr: Ρυθμίστε το τηλέφωνο σε λειτουργία πτήσης, απενεργοποιήστε το Bluetooth στο τηλέφωνο Ή απενεργοποιήστε το τηλέφωνο. Στη συνέχεια προσπαθήστε ξανά.
fi_fi: Aseta puhelin lentotilaan, poista puhelimen Bluetooth käytöstä tai katkaise mobiililaitteesta virta. Yritä myöhemmin uudelleen.
hr_hr: Postavite telefon u način rada za zrakoplov, isključite Bluetooth na telefonu ILI isključite telefon. Nakon toga pokušajte ponovo.
hu_hu: Állítsa a telefont repülési üzemmódba, kapcsolja ki a Bluetooth funkciót, VAGY kapcsolja ki a telefont. Ezután próbálkozzon újra.
it_it: Impostare il telefono in modalità in volo, disattivare la connessione Bluetooth sul telefono OPPURE spegnere il telefono, quindi riprovare.
ko_kr: 휴대전화를 비행 모드로 설정 하고, 전화기의 블루투스 기능을 해제하거나, 전화기의 전원을 끕니다. 그리고 다시 시작해 보십시오. 그리고 다시 시작해 보십시오.
nl_nl: Stel de telefoon in op vliegtuigmodus, schakel Bluetooth uit OF schakel de telefoon helemaal uit. Probeer het daarna opnieuw.
no_no: Sett telefonen i flymodus, slå av Bluetooth på telefonen ELLER slå av telefonen. Etterpå prøver du igjen.
pt_pt: Coloque o telefone no modo avião, desative o Bluetooth no telefone OU desligue o telefone. Depois, tente novamente.
ro_ro: Vă rugăm să setați telefonul pe modul avion, opriți Bluetooth pe telefon, SAU închideți telefonul. După aceasta, reîncercați.
ru_ru: Переведите телефон в режим «полет», отключите Bluetooth на телефоне, ИЛИ выключите телефон. Затем попробуйте снова.
sv_se: Ställ mobilenheten i flygplansläge, stäng av Bluetooth ELLER stäng av mobilen. Försök sedan igen.
th_th: โปรดตั้งค่าโทรศัพท์เป็นโหมดบนเครื่องบิน ปิด Bluetooth บนโทรศัพท์ หรือปิดเครื่องโทรศัพท์ หลังจากนั้นจึงลองใหม่อีกครั้ง
tr_tr: Lütfen telefonu uçak moduna ayarlayın, telefondaki Bluetooth'u kapatın VEYA telefonu kapatın. Ardından yeniden deneyin.
zh_cn: 请将手机设置为飞行模式，关闭手机上的蓝牙，或关闭手机电源。之后再试一次。

source: The fitting data (programs, gain and feature settings) in the selected session will be used as the starting point for this fine-tuning session. Do you want to continue?
bg_bg: Данните за монтажа (програми, усилване и настройки на функциите) в избраната сесия ще се използват като отправна точка за тази сесия за фина настройка. Искате ли да продължите?
cht: 選擇階段的選配資料(程式、增益及功能設定)將會被用作此微調服務的起始點，您想要繼續嗎？
da_dk: Tilpasningsdataene (programmer, forstærkning og funktionsindstillinger) i den valgte session bruges som udgangspunkt for justeringssessionen. Vil du fortsætte?
el_gr: Τα δεδομένα εφαρμογής (προγράμματα, ρυθμίσεις απόκρισης και λειτουργιών) στην επιλεγμένη συνεδρία θα αποτελέσουν την αφετηρία για αυτήν τη συνεδρία μικρορύθμισης. Θέλετε να συνεχίσετε;
fi_fi: Valitun istunnon sovellustietoja (ohjelmat, vahvistusasetukset ja ominaisuudet) käytetään tämän hienosäätöistunnon lähtökohtana. Jatketaanko ?
hr_hr: Podatci o namještanju (programi, pojačanja i postavke značajki) u odabranoj sesiji upotrijebit će se kao početna točka za ovu sesiju preciznog ugađanja. Želite li nastaviti?
hu_hu: A rendszer a kijelölt munkamenet illesztési adatait (programok, erősítés és funkciók beállításai) használja kiindulási pontként ebben a finomhangolási munkamenetben. Folytatja?
it_it: I dati di fitting (programmi, impostazioni di guadagno e funzioni) nella sessione selezionata saranno utilizzati come punto di partenza per la sessione di regolazione fine. Continuare?
ko_kr: 선택한 세션의 피팅 데이터(프로그램, 게인, 기능 설정)는 미세조정 세션의 출발 포인트로 사용됩니다. 계속 진행하시겠습니까?
nl_nl: De aanpasgegevens (programma’s, versterking en features) van de geselecteerde sessie zullen gebruikt worden als startpunt voor deze fine-tuning sessie. Wilt u doorgaan?
no_no: Tilpasningsdata (programmer, gain og funksjonsinnstillinger) i valgte økt vil bli brukt som utgangspunkt for denne fininnstillingen. Vil du fortsette?
pt_pt: Os dados de ajuste (configurações de programas, ganho e recursos) na sessão selecionada serão usados como ponto inicial para esta sessão de ajuste fino. Deseja continuar?
ro_ro: Datele de fixare (programe, câștig și setări opțiuni) din sesiunea selectată se vor folosi ca punct de pornire pentru această sesiune de reglaj fin. Doriți să continuați?
ru_ru: Данные настройки (программы, настройки усиления и функций) выбранной сессии будут использованы в качестве исходных данных для этой сессии тонкой настройки. Хотите продолжить?
sv_se: Anpassningsdata (program, förstärkningar och funktionsinställningar) i den valda sessionen kommer att användas som utgångspunkt för denna finjusteringssession. Vill du fortsätta?
th_th: ข้อมูลการทดลองสวม (โปรแกรม เกน และการตั้งค่าคุณสมบัติ) ในเซสชันที่เลือก จะถูกใช้เป็นจุดเริ่มต้นสำหรับเซสชันการปรับแต่งนี้ คุณต้องการดำเนินการต่อหรือไม่
tr_tr: Seçilen oturumdaki fitting verileri (programlar, kazanç ve özellik ayarları), bu ince ayar oturumu için başlangıç noktası olarak kullanılacaktır. Devam etmek istiyor musunuz?
zh_cn: 所选验配数据（程序、增益和功能设置）将被用作此次微调的调整基础。是否继续？
