Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Create a copy of the selected program for comparison.
bg_bg: Създайте копие на избраната програма за сравнение.
cht: 創建所選程式的副本以進行比較。
da_dk: Opret en kopi af det valgte program til sammenligningsformål.
el_gr: Δημιουργήστε ένα αντίγραφο του επιλεγμένου προγράμματος για σύγκριση.
fi_fi: Kopioi valittu ohjelma vertailun vuoksi
hr_hr: Izradite kopiju odabranog programa za usporedbu.
hu_hu: Másolat készítése a kiválasztott programról összehasonlítás céljából.
it_it: Creare una copia del programma selezionato per il confronto.
ko_kr: 비교를 위해 선택한 프로그램의 복사본을 생성합니다
nl_nl: Maak ter vergelijking een kopie van het geselecteerde programma.
no_no: Lag en kopi av det valgte programmet for sammenlikning.
pt_pt: Crie uma cópia do programa selecionado para comparar.
ro_ro: Creați o copie a programului selectat pentru comparație.
ru_ru: Создать копию выбранной программы для сравнения.
sv_se: Skapa en kopia av det valda programmet för jämförelse.
th_th: สร้างสำเนาของโปรแกรมที่เลือกเพื่อเปรียบเทียบหรือไม่
tr_tr: Karşılaştırma için, seçilen programın bir kopyasını oluşturun.
zh_cn: 创建所选程序的副本进行比较。

source: Add or Remove Streamers (TV & wireless Mic accessories)
bg_bg: Добавяне или премахване на стриймъри (телевизор и аксесоари за безжичен микрофон)
cht: 新增或 TV Streamer/無線麥克風
da_dk: Tilføj eller fjern streamere (ekstraudstyr til trådløse mikrofoner og tv)
el_gr: Προσθήκη ή κατάργηση Streamers (TV & wireless Mic accessories)
fi_fi: Lisää tai poista lähettimiä (TV- ja langattomia mikrofonilisälaitteita)
hr_hr: Dodaj ili ukloni streaming uređaje (TV i dodatna oprema za bežični mikrofon)
hu_hu: Streamer-ek hozzáadás vagy elvétele (TV & wireless Mik tartozékok)
it_it: Aggiungi o Rimuovi Streamers (accessori TV & Mic wireless)
ko_kr: 스트리머 추가 또는 삭제 (TV스트리머&마이크 엑세서리)
nl_nl: Streamers toevoegen of verwijderen (TV streamer & wireless Mics)
no_no: Legg til eller fjern streamere (TV- og Mikrofon-tilbehør)
pt_pt: Adicionar ou Remover Acessórios (TV & acessórios Mic)
ro_ro: Adaugă sau Elimină Streamere (TV & accesorii microfon wireless)
ru_ru: Добавить/удалить стримеры (ТВ и беспроводные микрофоны-аксессуары)
sv_se: Lägg till eller Ta bort Streamers (TV & trådlösa mikrofoner)
th_th: เพิ่มหรือลบ Streamer (โทรทัศน์และอุปกรณ์เสริมไมโครโฟนแบบไร้สาย)
tr_tr: Aktarım Ünitelerini Ekle veya Kaldır (TV ve kablosuz Mikrofon aksesuarları)
zh_cn: 添加或删除无线设备(音频转换器&无线麦克风附件等)

source: Add or Remove Bluetooth Mobile Device.
bg_bg: Добавяне или премахване на мобилно устройство с Bluetooth.
cht: 新增或移除藍牙電話。
da_dk: Tilføj eller fjern Bluetooth-mobilenhed.
el_gr: Προσθήκη ή κατάργηση κινητής συσκευής Bluetooth.
fi_fi: Lisää tai poista Bluetooth-mobiililaite
hr_hr: Dodaj ili ukloni Bluetooth mobilni uređaj.
hu_hu: Bluetooth Mobil eszköz hozzáadása elvétele.
it_it: Aggiungi o rimuovi dispositivo Bluetooth Mobile.
ko_kr: 블루투스 모바일 기기 추가 또는 삭제
nl_nl: Bluetooth Mobiel apparaat toevoegen of verwijderen.
no_no: Legg til eller fjern mobil Bluetooth-enhet.
pt_pt: Adicionar ou Remover Dispositivo Móvel com Bluetooth
ro_ro: Adaugă sau Elimină Dispozitiv Mobil Bluetooth
ru_ru: Добавить/удалить мобильное устройство Bluetooth.
sv_se: Lägg till eller ta bort Bluetoothenhet.
th_th: เพิ่มหรือลบอุปกรณ์เคลื่อนที่แบบเชื่อมต่อผ่านบลูทูธ
tr_tr: Bluetooth özellikli Mobil Cihazı Ekle veya Kaldır.
zh_cn: 添加或移除移动蓝牙设备。

source: Custom Shell: 0.6-1.2 mm vent
bg_bg: Охлюв по мярка: 0,6-1,2 мм венти отвор
cht: 訂製型耳殼：0.6 - 1.2 mm氣孔
da_dk: Brugertilpasset hus: 0,6-1,2 mm ventilation
el_gr: Ειδικό κέλυφος: αεραγωγός 0,6–1,2 mm
fi_fi: Mukautettu kuori: 0,6–1,2 mm:n ilmastointi
hr_hr: Prilagođeni umetak: 0,6 – 1,2 mm odušak
hu_hu: Egyéni ház: 0,6-1,2 mm-es szellőző
it_it: Involucro personalizzato: vent 0.6-1.2 mm
ko_kr: 커스텀 쉘: 0.6-1.2 mm 벤트
nl_nl: Custom schaal: 0.6-1.2 mm venting
no_no: Custom propp: 0,6–1,2 mm vent
pt_pt: Cápsula customizada: 0,6 a 1,2 mm de ventilação
ro_ro: Olivă customizată: vent de 0.6 -1.2 mm
ru_ru: Индивидуальный ушной вкладыш: вент 0,6 - 1,2 мм
sv_se: Anpassat skal: 0,6–1,2 mm ventilering
th_th: แรงดัน
tr_tr: Özel Kabuk: 0.6 - 1.2 mm Vent
zh_cn: 定制机: 0.6 - -1.2 mm 气孔

source: Power Dome
cht: 強力型耳塞
da_dk: Powerkuppel
el_gr: Κάλυμμα Power
fi_fi: Power-tippi
hr_hr: Dvostruka kupola
it_it: Cupoletta Dome
ko_kr: 파워돔
pt_pt: Domo Power
ro_ro: Dome de Putere
ru_ru: Мощный вкладыш
tr_tr: Güçlü Dome
zh_cn: 大功率耳塞

source: To the following programs:
bg_bg: За следните програми:
cht: 至以下程式：
da_dk: Til de følgende programmer:
el_gr: Στα ακόλουθα προγράμματα:
fi_fi: Seuraaviin ohjelmiin :
hr_hr: Na sljedeće programe:
hu_hu: A következő programhoz:
it_it: Ai seguenti programmi:
ko_kr: 다음 프로그램에 적용
nl_nl: in de volgende programma´s:
no_no: Til følgende programmer:
pt_pt: Para os programas a seguir:
ro_ro: Urmatoarelor Programe:
ru_ru: Для следующих программ:
sv_se: Till följande program:
th_th: โปรแกรมดังต่อไปนี่:
tr_tr: Şu programlar için :
zh_cn: 自动关连至:

source: Music + Mic
bg_bg: Музика + Микрофон
cht: 音樂 + 麥克風
da_dk: Musik + mik.
fi_fi: Musiikki ja mikrofoni
hr_hr: Glazba + mikrofon
hu_hu: Zene+ Mik
it_it: Musica + Mic
ko_kr: 뮤직+마이크
nl_nl: Muziek+Mic
no_no: Musikk + Mik
pt_pt: Música + Mic
ro_ro: Muzică + Mic
ru_ru: Музыка + микрофон
sv_se: Musik + Mik
th_th: เพลง + ไมค์
tr_tr: Müzik + Mikrofon
zh_cn: 音乐 + 麦克风

source: Mobile Device To Phone Clip- Music
bg_bg: Мобилно устройство към Phone Clip- музика
cht: 行動裝置至 Phone Clip - 音樂
da_dk: Mobilenhed til telefonclip – Musik
el_gr: Κινητή συσκευή σε Phone Clip- Μουσική
fi_fi: Mobiililaite - Phone Clip - Musiikki
hr_hr: Veza mobilni uređaj – Phone Clip – Glazba
hu_hu: Mobile eszköz - Phone Clip- Zene
it_it: Da dispositivo Mobile a Phone Clip- Music
ko_kr: 모바일 기기에서 폰클립으로- 뮤직
nl_nl: Mobiel apparaat naar telefoonclip: Muziek
no_no: Mobil enhet til Phone Clip – Musikk
pt_pt: Dispositivo Móvel Para Phone Clip - Música
ro_ro: Dispozitiv Mobil în Phone Clip- Muzică
ru_ru: Мобильное устройство в Phone Clip- Музыка
sv_se: Mobilenhet till Phone Link - Music
th_th: อุปกรณ์เคลื่อนที่ไปยัง Phone Clip - เพลง
tr_tr: Mobil Cihazdan Telefon Klipsine-Müzik
zh_cn: 移动设备到手机伴侣- 音乐

source: Mobile Device To Phone Clip - Music
bg_bg: Мобилно устройство към Phone Clip - музика
cht: 行動裝置至 Phone Clip - 音樂
da_dk: Mobilenhed til telefonclip – Musik
el_gr: Κινητή συσκευή σε Phone Clip- Μουσική
fi_fi: Mobiililaite - Phone Clip - Musiikki
hr_hr: Veza mobilni uređaj – Phone Clip – Glazba
hu_hu: Mobile eszköz - Phone Clip- Zene
it_it: Da dispositivo Mobile a Phone Clip- Music
ko_kr: 모바일 기기에서 폰클립으로- 뮤직
nl_nl: Mobiel apparaat naar telefoonclip: Muziek+Mic
no_no: Mobil enhet til Phone Clip – Musikk
pt_pt: Dispositivo Móvel Para Phone Clip - Música
ro_ro: Dispozitiv Mobil în Phone Clip - Muzică
ru_ru: Мобильное устройство в Phone Clip - Музыка
sv_se: Mobilenhet till Phone Link - Music
th_th: อุปกรณ์เคลื่อนที่ไปยัง Phone Clip - เพลง
tr_tr: Mobil Cihazdan Telefon Klipsine - Müzik
zh_cn: 移动设备到手机伴侣 - 音乐

source: Autoscope Adaptive Directionality
bg_bg: Адаптивна насоченост с автоскоп
cht: 自動聚焦自適性方向性
fi_fi: Adaptiivinen automaattinen suuntakuvio
hr_hr: Prilagodljivo usmjeravanje uz automatsku prilagodbu polja mikrofona
hu_hu: Autoszkóp adaptív irányítottság
it_it: Direzionalità adattiva autoscope
ko_kr: 오토스코프 적응 방향성
nl_nl: Autoscope Adaptieve directionaliteit
no_no: Autoscope Adaptiv direksjonalitet
pt_pt: Direcionalidade adaptativa com foco automático
ro_ro: Directional adaptativ Autoscope
ru_ru: Автоматическая адаптивная направленность
sv_se: Automatisk inzoomning med adaptiv riktverkan
th_th: ปรับทิศทางการฟังด้วยออโต้สโคป
tr_tr: AutoScope Adaptif Yönlülük
zh_cn: 智能多维自适应方向性

source: Multiscope Adaptive Directionality
bg_bg: Адаптивна насоченост с мултископ
cht: 多重聚焦調節方向性
fi_fi: Multiscopen mukautuva suuntaus
hr_hr: Prilagodljiva usmjerenost uz višestruku prilagodbu polja mikrofona
hu_hu: Multiszkóp adaptív irányítottság
it_it: Direzionalità adattiva multiscope
ko_kr: 멀티스코프 적응 방향성
nl_nl: Multiscope Adaptieve directionaliteit
no_no: MultiScope Adaptiv direksjonalitet
pt_pt: Direcionalidade adaptativa multifoco
ro_ro: Directionalitate Adaptativa MultiScope
ru_ru: Мультиадаптивная направленность
sv_se: Automatisk inzoomning med adaptiv riktverkan
th_th: ปรับทิศทางการฟังด้วยมัลติสโคป
tr_tr: Multiskop Uyarlamalı Yönlülük
zh_cn: 多重自适应方向性

source: Use this screen to assign a discovered right and left wireless instrument to the patient. Use the Beep feature and the serial number to assign an instrument to the correct side.
bg_bg: Използвайте този екран за присвояване на открит десени ляв безжичен апарат на пациента. Използвайте функцията Звуков сигнал и серийния номер за присвояване на апарат на правилната страна.
cht: 使用此畫面將無線連接到的助聽器指派到客戶的右耳及左耳。使用提示音功能及序號，將助聽器指派到正確的耳朵。
da_dk: Anvend dette skærmbillede til at tilknytte et fundet højre og venstre trådløst apparat til brugeren. Benyt bipfunktionen og serienummeret til at tilknytte et apparat til den rigtige side.
el_gr: Χρησιμοποιήστε αυτή την οθόνη για να αντιστοιχίσετε το δεξιό και το αριστερό ασύρματο βοήθημα που εντοπίστηκε στον ασθενή. Χρησιμοποιήστε τη λειτουργία μπιπ και τον σειριακό αριθμό για να αντιστοιχίσετε ένα βοήθημα στη σωστή πλευρά.
fi_fi: Tässä ikkunassa voit kohdistaa löydetyn oikean ja vasemman langattoman kuulokojeen potilaaseen. Voit kohdistaa kuulokojeen oikealle puolelle äänimerkkiominaisuuden ja sarjanumeron avulla.
hr_hr: Koristite se ovim ekranom kako biste pacijentu dodijelili pronađene desne i lijeve bežične uređaje. Koristite se testnim signalom i serijskim brojem kako biste uređaj dodijelili pravoj strani.
hu_hu: Használja ezt a képernyőt a jobb és baloldali készülék kijelölésére. Használja a csipogás funkciót és a gyáriszámot a megfelelő oldalra való választáshoz.
it_it: Utilizza questa schermata per assegnare lo strumento connesso tramite wireless a destra e a sinistra. Utilizza il segnale acustico e il numero seriale per l'assegnazione al lato corretto.
ko_kr: 이 화면을 통해서 좌/우의 기기를 사용자에게 지정하세요. 경고음과 시리얼 넘버를 이용하여 올바른 방향으로 지정하십시오.
nl_nl: Gebruik dit scherm om gedetecteerde wireless toestellen rechts of links aan uw cliënt toe te wijzen. Gebruik de Beep-functie of het serienummer om een toestel aan de juiste kant toe te wijzen.
no_no: Bruk dette bildet for å tilordne pasienten et oppdaget høyre eller venstre trådløst apparat. Bruk signalfunksjonen og serienummeret til å tilordne et apparat til rett side.
pt_pt: Use essa tela atribuir um aparelho auditivo wireless ao lado direito e esquerdo para um paciente. Use a função bipe e o número de série para atribuir o aparelho auditivo para o lado correto.
ro_ro: Folosiți acest ecran pentru a aloca pacientului un aparat wireless descoperit pentru dreapta și stânga. Utilizați opțiunea Bip și numărul de serie pentru a aloca un aparat părții corecte.
ru_ru: Используйте это окно для ассоциации обнаруденных правого и левого беспроводных аппаратов с пациентом. Воспользуйтесь функцией Бип-сигналы и серийным номером, чтобы ассоциировать СА с правильной стороной.
sv_se: Använd den här skärmen för att tilldela ett upptäckt höger och vänster trådlöst instrument till patienten. Använd ljudningsfunktionen och serienumret för att tilldela ett instrument till rätt sida.
th_th: ใช้หน้าจอนี้เพื่อกำหนดเครื่องช่วยฟังไร้สายฝั่งขวาและให้กับผู้ป่วย ใช้คุณสมบัติ Beep และซีเรียลนัมเบอร์เพื่อกำหนดเครื่องช่วยฟังให้กับแต่ละฝั่งของหูอย่างถูกต้อง
tr_tr: Algılanan sağ ve sol kablosuz cihazı hastaya atamak için bu ekranı kullanın. Bir cihazı doğru tarafa atamak için uyarı sesi özelliğini ve seri numarasını kullanın.
zh_cn: 在此界面指定已被发现的助听器。使用提示音和序列好来确认是否被正确指定。

source: Use this screen to add or remove accessories.
bg_bg: Използвайте този екран за добавяне или премахване на аксесоари.
cht: 使用此畫面新增或刪除配件 。
da_dk: Brug denne skærm til at tilføje eller slette tilbehør.
el_gr: Χρησιμοποιήστε αυτήν την οθόνη για να προσθέσετε ή να καταργήσετε εξαρτήματα.
fi_fi: Käytä tätä ikkunaa lisätäksesi ja poistaaksesi lisälaitteita.
hr_hr: Na ovom zaslonu dodajte ili uklonite dodatnu opremu.
hu_hu: Használja ezt a képernyőt tartozékok hozzáadáshoz vagy eltávolításhoz.
it_it: Utilizzare questa schermata per aggiungere o rimuovere accessori.
ko_kr: 이 화면에서 주엑세서리를 추가 또는 제거할 수 있습니다.
nl_nl: Gebruik dit scherm om accessoires toe te voegen of te verwijderen. .
no_no: Bruk dette skjermbildet for å legge til eller fjerne tilbehør.
pt_pt: Use essa tela para adicionar ou remover acessórios wireless.
ro_ro: Foloseste ecranul pentru a adauga sau inlatura accesorii.
ru_ru: Используйте это окно для добавления или удаления аксессуаров.
sv_se: Använd denna skärm för att ta bort tillbehör
th_th: ใช้หน้าจอนี้เพื่อใส่เพิ่ม หรือ เอาออก อุปกรณ์เชื่อมต่ออื่นๆ
tr_tr: Aksesuar eklemek veya kaldırmak için bu ekranı kullan.
zh_cn: 在此界面添加或删除无线附件。

source: Instruments must be connected in order to add or remove accessories.
bg_bg: Апаратите трябва да са свързани, за да се добавят или премахват аксесоари.
cht: 必須連接助聽器以新增或刪除配件。
da_dk: Apparaterne skal være tilsluttede for at tilføje eller fjerne tilbehør.
el_gr: Τα ακουστικά πρέπει να είναι συνδεδεμένα για να προσθέσετε ή να αφαιρέσετε εξαρτήματα.
fi_fi: Lisälaitteiden lisääminen tai poistaminen edellyttää, että kuulokojeet on yhdistetty.
hr_hr: Za dodavanje ili uklanjanje opreme aparati moraju biti povezani.
hu_hu: A készülékeket csatlakoztatni kell a tartozékok hozzáadásához vagy eltávolításához.
it_it: Gli apparecchi devono essere connessi per poter aggiungere o rimuovere accessori.
ko_kr: 액세서리를 추가 또는 제거하려면 보청기를 연결해야 합니다.
nl_nl: De hoortoestellen moeten verbonden zijn om accessoires te kunnen toevoegen of verwijderen.
no_no: Apparatene må være tilkoblet for at man skal kunne legge til eller fjerne tilbehør.
pt_pt: Os aparelhos auditivos devem estar conectados para adicionar ou remover acessórios wireless.
ro_ro: Instrumentele trebuie conectate pentru a adăuga sau îndepărta accesorii.
ru_ru: При необходимости добавления или удаления аксессуаров должны быть подключены СА.
sv_se: Hörapparaterna måste vara anslutna för att kunna lägga till och ta bort tillbehör.
th_th: ต้องเชื่อมต่ออุปกรณ์เพื่อเพิ่มหรือลบอุปกรณ์เสริม
tr_tr: Aksesuarları eklemek veya kaldırmak için cihazlar bağlı durumda olmalıdır.
zh_cn: 必须连接设备才能添加或删除附件。
