Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Family
bg_bg: Семейство
cht: 產品系列
da_dk: Familie
el_gr: Οικογένεια
fi_fi: Tuoteperhe
hr_hr: Serija
hu_hu: Család
it_it: Famiglia
ko_kr: 제품군
nl_nl: Familie
no_no: Familie
pt_pt: Família
ro_ro: Familie
ru_ru: Семейство
sv_se: Familj
th_th: กลุ่มผลิตภัณฑ์
tr_tr: Ürün Grubu
zh_cn: 产品系列

source: Patient Experience
bg_bg: Опит на пациента
cht: 客戶經驗
da_dk: Brugeroplevelse
el_gr: Εμπειρία ασθενούς
fi_fi: Potilaan kokemus
hr_hr: Bolesnikov doživljaj
hu_hu: Páciens tapasztalata
it_it: Esperienza paziente
ko_kr: 보청기 사용경험
nl_nl: Cliëntervaring
no_no: Brukererfaringer
pt_pt: Experiência do paciente
ro_ro: Experiență Utilizator
ru_ru: Опытность пациента
sv_se: Patientupplevelse
th_th: ประสบการณ์ของผู้ป่วย
tr_tr: Kullanıcı Deneyimi
zh_cn: 用户佩戴史

source: French (Standard)
bg_bg: френски
cht: 法文 (標準)
da_dk: Fransk
el_gr: Γαλλικά (Γαλλίας)
fi_fi: Ranska
hr_hr: Francuski (standardno)
hu_hu: Francia (szabványos)
it_it: Francese (standard)
ko_kr: 프랑스어(표준)
nl_nl: Frans
no_no: Fransk (standard)
pt_pt: Francês
ro_ro: Franceza (Standard)
ru_ru: Французский (стандарт)
sv_se: Franska (standard)
th_th: ภาษาฝรั่งเศส (มาตรฐาน)
tr_tr: Fransızca (Standart)
zh_cn: 法语(标准)

source: Loudness
bg_bg: Гръмкост
cht: 響度
da_dk: Lydstyrke
el_gr: Ακουστότητα
fi_fi: Voimakkuus
hr_hr: Glasnoća
hu_hu: Hangosság
it_it: Livello sonoro
ko_kr: 소리크기에 대한 불편함
nl_nl: Luidheid
no_no: Lydstyrke
pt_pt: Intensidade
ro_ro: Putere
ru_ru: Громкость
sv_se: Ljudstyrka
th_th: ความดังของเสียง
tr_tr: Gürültü
zh_cn: 响度

source: Feedback occurs during use of the hearing instrument
bg_bg: Има микрофония, докато използвам слуховия апарат
cht: 使用助聽器時出現回饋音
da_dk: Der er tilbagekobling under brug af høreapparatet
el_gr: Παρουσιάζεται μικροφωνισμός κατά τη χρήση του ακουστικού
fi_fi: Koje vinkuu normaalikäytössä
hr_hr: Tijekom upotrebe slušnog aparata javlja se buka
hu_hu: Visszajelzés történik a hallókészülék használata közben
it_it: Presenza di feedback durante l'uso dell'apparecchio acustico
ko_kr: 보청기를 사용하는 동안 피드백이 발생합니다
nl_nl: Feedback tijdens gebruik van het hoortoestel.
no_no: Feedback oppstår ved bruk av høreapparatet
pt_pt: Ocorre feedback durante o uso do aparelho auditivo
ro_ro: Feedback-ul apare in timpul utilizarii aparatului auditiv
ru_ru: При использовании аппарата возникает обратная связь
sv_se: Hörapparaten ger feedback när den används
th_th: เสียง Feedback ระหว่างใช้เครื่องช่วยฟัง
tr_tr: İşitme cihazını taktığım sürece ıslık sesi (Feedback) meydana geliyor
zh_cn: 使用助听器时产生反馈

source: Decrease vent size. Change earmold tubing. Remake earmold/shell
bg_bg: Намалете венти отвора. Сменете шлауха на ушната отливка. Направете отново ушната отливка/охлюва
cht: 減少氣孔尺寸。更換耳模管。重新製作耳模/外殼
da_dk: Reducer ventilationsstørrelsen. Skift slangen til øreproppen. Lav ny øreprop/skal
el_gr: Μειώστε το μέγεθος του αεραγωγού. Αλλάξτε τον σωλήνα εκμαγείου. Ανακατασκευάστε το εκμαγείο/κέλυφος
fi_fi: Pienennä ilmastoinnin kokoa. Vaihda korvakappaleen ilmastointia. Tee uusi kuorikko/korvakappale.
hr_hr: Smanjite veličinu oduška. Promijenite cijevi kalupa za uho. Ponovno izradite kalup za uho / umetak
hu_hu: Növelje a szellőző méretét. Cseréljen csövet a fülillesztékben. Készítsen új illesztéket/házat
it_it: Diminuire la misura della ventilazione. Sostituire il tubetto della chiocciola su misura. Rifare chiocciola/guscio
ko_kr: 벤트 사이즈를 줄이세요. 몰드 튜브를 교체하고 몰드/쉘을 리메이크 하세요
nl_nl: Verklein de venting. Vervang de slang van het oorstukje. Vervang het oorstukje/ schaaltje
no_no: Reduser ventilering. Bytt slange på proppen. Lag ny propp/skall
pt_pt: Diminua o tamanho da ventilação. Troque o tubo do molde. Refaça o molde auricular/concha
ro_ro: Scădeți mărimea ventului. Micșorati mărimea ventului. Refaceti shellul/oliva.
ru_ru: Уменьшите размер вента. Замените звуковод. Измените форму вкладыша/корпуса
sv_se: Minska ventilationsstorlek. Ändra ljudslang, insats eller skal.
th_th: ลดขนาดของ Vent เปลี่ยน Earmold Tubing สร้าง Earmold/Shell ใหม่
tr_tr: Vent boyutunu azaltın. Kulak kalıbı tüpünü değiştirin. Kulak kalıbını/kabuğu yeniden yapın
zh_cn: 减少通气孔尺寸。另选导声管。重做耳模/机壳

source: Ensure that G50 curve is within DFS area. Re-calibrate DFS.
bg_bg: Уверете се, че G50 е в рамките на DFS областта. Калибрирайте отново DFS.
cht: 確保G50曲線在數位回饋音抑制範圍內。重新校正數位回饋音抑制。
da_dk: Sørg for, at G50-kurven er inden for DFS-området. Kalibrer DFS igen.
el_gr: Βεβαιωθείτε ότι η καμπύλη G50 είναι κάτω από την περιοχή της DFS. Βαθμονομήστε εκ νέου την DFS.
fi_fi: Varmista että G50-vahvistuskäyrä on DFS alueella. Suorita DFS kalibrointi uudestaan.
hr_hr: Pazite da krivulja za G50 bude unutar područja DFS-a. Ponovno kalibrirajte DFS.
hu_hu: Biztosítsa, hogy a G50-es görbe a DFS területén belül legyen. Végezze el a DFS újrakalibrálását.
it_it: Assicurarsi che la curva G50 sia entro l'area DFS. Effettuare nuovamente la calibrazione DSF.
ko_kr: G50 곡선이 DFS 범위 안에 있는지 확인하세요. DFS캘리브레이션을 재 실행하세요.
nl_nl: Houd de G50 curve binnen het DFS gebied. Kalibreer DFS opnieuw.
no_no: Sikre at G50 kurven er innenfor DFS-området. Rekalibrer DFS.
pt_pt: Certifique-se de que a curva G50 está dentro da área do DFS. Recalibre DFS.
ro_ro: Asigurati-va ca, curba G50 este in afara ariei MSG. Recalibrati DFS
ru_ru: Убедитесь, что кривая G50 попадает в диапазон подавления обратной связи. Перекалибруйте слуховой аппарат.
sv_se: Kontrollera att G50-kurvan är inom MSG-området. Kalibrera om DFS.
th_th: ตรวจสอบว่าเส้น G50 อยู่ในช่วงที่ต้องทำการ calibrate DFS อีกครั้ง
tr_tr: G50 eğrisinin DFS alanı içinde olduğundan emin olun.Tekrar feedback kalibrasyonu yapın.
zh_cn: 确保G50曲线在DFS阴影区内。重新进行DFS校正。

source: Decrease G50 for high frequencies
bg_bg: Намалете G50 за високите честоти
cht: 降低G50的高頻增益量
da_dk: Reducer G50 for højfrekvenser
el_gr: Μειώστε την G50 για τις υψηλές συχνότητες
fi_fi: Vähennä G50-vahvistusta diskanttitaajuuksilla
hr_hr: Smanjite G50 za visoke frekvencije
hu_hu: Csökkentse a G50-et a magas frekvenciákon
it_it: Diminuire G50 per le alte frequenze
ko_kr: 고주파수 G50을 낮추세요
nl_nl: Verlaag de versterking G50 bij hoge frequenties
no_no: Reduser G50 i høyfrekvensområdet
pt_pt: Reduza o G50 para altas frequências
ro_ro: Micsorati G50 pe frecventele inalte
ru_ru: Уменьшите G50 на высоких частотах
sv_se: Minska G50 för höga frekvenser
th_th: ลดเกน50ที่ความถี่สูง
tr_tr: Yüksek frekanslarda G50 kazancını azalt
zh_cn: 减少G50高频增益

source: Ringing occurs in response to music or tonal sounds
bg_bg: Звънтене при слушане на музика или тонални звуци
cht: 聽音樂或語音時感覺有耳鳴聲
da_dk: Der opstår ringning i forbindelse med musik eller toner
el_gr: Παρουσιάζεται κουδούνισμα κατόπιν ήχου μουσικής ή τονικών ήχων
fi_fi: Tietyt soinnut (esim. musiikki) saavat kuulokojeen "soimaan"
hr_hr: Zvonjenje se javlja kao odgovor na glazbu ili tonalne zvukove
hu_hu: Csörgő hang hallható zene vagy tónusos hangok közben
it_it: Distorsioni in presenza di suoni o musica
ko_kr: 악기소리나 고음의 멜로디가 들릴때, 날카롭게 삑삑 거리는 소리가 들립니다.
nl_nl: Een "rinkelend" geluid tijdens muziek of tonale geluiden
no_no: Det oppstår ringing når jeg hører på musikk eller tonale lyder
pt_pt: Música ou alguns sons podem causar apitos no aparelho auditivo
ro_ro: Sunet produs de muzica sau tonuri
ru_ru: При прослушивании музыки или тональных звуков появляется звон
sv_se: Det ringer i hörapparaten vid musik eller rena toner
th_th: เสียงดังในขณะฟังดนตรี
tr_tr: Müzik ve tonal seslerde çınlama oluyor
zh_cn: 听音乐或其他音调时会产生铃响声

source: Sounds in general are too loud
bg_bg: Звуците като цяло са твърде силни
cht: 整體音量太大聲
da_dk: Alle lyde er for kraftige
el_gr: Γενικά οι ήχοι είναι υπερβολικά δυνατοί
fi_fi: Kokonaisvoimakkuus liian voimakas
hr_hr: Zvukovi su općenito preglasni
hu_hu: A hangok általában túl hangosak
it_it: I suoni in genere sono troppo forti
ko_kr: 전체적으로 소리가 너무 크게 들립니다
nl_nl: In het algemeen zijn geluiden te hard
no_no: Lyder er generelt for sterke
pt_pt: Os sons em geral estão muito intensos
ro_ro: Sunetele în general sunt prea puternice
ru_ru: Все звуки слишком громкие
sv_se: Alla ljud är för starka
th_th: เสียงปกติดังเกินไป
tr_tr: Genel olarak sesler çok yüksek
zh_cn: 听所有的声音都觉得吵

source: Decrease G80 for all frequencies
bg_bg: Намалете G80 за всички честоти
cht: 降低G80的所有頻率增益量
da_dk: Reducer G80 for alle frekvenser
el_gr: Μειώστε την G80 για όλες τις συχνότητες
fi_fi: Vähennä G80-vahvistusta kaikilla taajuuksilla
hr_hr: Smanjite G80 za sve frekvencije
hu_hu: Csökkentse a G80-at minden frekvencián
it_it: Diminuire G80 per tutte le frequenze
ko_kr: 모든 주파수의 G80을 낮추세요
nl_nl: Verlaag G80 bij alle frequenties.
no_no: Reduser G80 i alle frekvensområdene
pt_pt: Diminua o G80 para todas as frequências
ro_ro: Reduceti G80 pe toate frecventele
ru_ru: Уменьшите G80 на всем частотном диапазоне
sv_se: Minska G80 för alla frekvenser
th_th: ลดเกน 80 ที่ทุกความถ่ี
tr_tr: Bütün frekanslarda G80 kazancını azalt
zh_cn: 降低G80全部增益

source: Decrease low and mid frequency gain
bg_bg: Намалете ниските и средните честоти
cht: 降低低頻與中頻增益量
da_dk: Reducer lav- og mellemfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών και μεσαίων συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla ja keskitaajuuksilla
hr_hr: Smanjite pojačanje niskih i srednjih frekvencija
hu_hu: Csökkentse a mély és középfrekvenciás erősítést
it_it: Diminuire il guadagno delle frequenze basse e medie
ko_kr: 저주파수와 중주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van lage en middenfrequenties
no_no: Reduser gain i lav- og midtfrekvensområdene
pt_pt: Diminua o ganho de frequências médias e baixas
ro_ro: Reduceti castigul pe frecventele joase si medii
ru_ru: Уменьшите усиление на низких и средних частотах
sv_se: Minska förstärkningen för låg och mellanfrekvenser
th_th: ลดเกนที่ความถี่ตํ่าและกลาง
tr_tr: Alçak ve orta frekanslarda kazancı düşür
zh_cn: 降低中低频增益

source: Decrease overall gain
bg_bg: Намалете общото усилване
cht: 降低整體增益量
da_dk: Skru ned for forstærkning
el_gr: Μειώστε την συνολική ένταση
fi_fi: Vähennä kokonaisvahvistusta
hr_hr: Smanjite sveukupno pojačanje
hu_hu: Csökkentse a teljes erősítést
it_it: Diminuire il guadagno complessivo
ko_kr: 전체 게인을 낮추세요
nl_nl: Verlaag de versterking
no_no: Reduser samlet gain
pt_pt: Reduza o ganho geral
ro_ro: Micsorati castigul total
ru_ru: Уменьшите общее усиление
sv_se: Minska den totala förstärkningen
th_th: ลดเกนทั้งหมด
tr_tr: Bütün frekanslarda kazancı azalt
zh_cn: 减少所有的增益

source: Sounds in general are too soft
bg_bg: Звуците като цяло са твърде тихи
cht: 整體音量太小聲
da_dk: Alle lyde er for svage
el_gr: Οι ήχοι είναι γενικά πολύ σιγανοί
fi_fi: Kokonaisvoimakkuus liian hiljainen
hr_hr: Zvukovi su općenito previše tihi
hu_hu: A hangok általában túl halkak
it_it: I suoni in genere sono troppo deboli
ko_kr: 전체적으로 소리가 너무 작게 들림
nl_nl: In het algemeen zijn geluiden te zacht.
no_no: Lyder er generelt for svake
pt_pt: Os sons em geral estão baixos demais
ro_ro: Sunetele in general sunt prea slabe
ru_ru: Все звуки слишком тихие
sv_se: Alla ljud är generellt för svaga
th_th: เสียงทั่วๆ ไปเบาเกินไป
tr_tr: Bütün sesler az geliyor
zh_cn: 所有的声音觉得轻

source: Increase low and mid frequency gain
bg_bg: Увеличете ниските и средните честоти
cht: 提升低頻及中頻增益量
da_dk: Forøg lav- og mellemfrekvent forstærkning
el_gr: Αυξήστε την ένταση χαμηλών και μεσαίων συχνοτήτων
fi_fi: Lisää vahvistusta basso- ja keskitaajuuksilla
hr_hr: Povećajte pojačanje niskih i srednjih frekvencija
hu_hu: Növelje a mély és a középfrekvenciás erősítést
it_it: Incrementare il guadagno delle frequenze basse e medie
ko_kr: 저주파수와 중주파수의 게인을 높이세요
nl_nl: Verhoog de versterking van lage en middenfrequenties
no_no: Øk gain i lav- og midtfrekvensområdene
pt_pt: Aumente o ganho de frequência baixa e média
ro_ro: Cresteti castigul pe frecventele joase si medii
ru_ru: Увеличьте усиление на низких и средних частотах
sv_se: Öka förstärkningen för låg och mellanfrekvenser
th_th: เพิ่มเกนที่ความถี่ตํ่าและความถี่กลาง
tr_tr: Alçak ve orta frekanslarda kazancı artır
zh_cn: 增加中低频增益

source: Increase G80 for all frequencies
bg_bg: Намалете G80 за всички честоти
cht: 提升G80的所有頻率增益量
da_dk: Forøg G80 for alle frekvenser
el_gr: Αυξήστε την G80 για όλες τις συχνότητες
fi_fi: Kasvata G80-vahvistusta kaikilla taajuuksilla
hr_hr: Povećajte G80 za sve frekvencije
hu_hu: Növelje a G80-at minden frekvencián
it_it: Aumentare G80 per tutte le frequenze
ko_kr: 모든 주파수의 G80 게인을 높이세요
nl_nl: Verhoog G80 bij alle frequenties
no_no: Reduser G80 i alle frekvensområdene
pt_pt: Aumente o G80 para todas as frequências
ro_ro: Creșteți G80 pe toate frecvențele
ru_ru: Увеличьте G80 на всем частотном диапазоне
sv_se: Minska G80 för alla frekvenser
th_th: เพิ่มเกน 80 ที่ทุกความถี่
tr_tr: Bütün frekanslarda G80 kazancını artır
zh_cn: 增加G80全频增益

source: Increase overall gain
bg_bg: Увеличете общото усилване
cht: 提升整體增益量
da_dk: Forøg forstærkning
el_gr: Αυξήστε την συνολική ένταση
fi_fi: Lisää kokonaisvahvistusta
hr_hr: Povećajte sveukupno pojačanje
hu_hu: Növelje a teljes erősítést
it_it: Aumentare il guadagno complessivo
ko_kr: 전체 게인을 높이세요
nl_nl: Verhoog de versterking.
no_no: Øk samlet gain
pt_pt: Aumente o ganho geral
ro_ro: Mariti castigul total
ru_ru: Увеличьте общее усиление
sv_se: Öka den totala förstärkningen
th_th: เพิ่มเกนทั้งหมด
tr_tr: Bütün frekanslarda kazancı artır
zh_cn: 增加所有增益

source: Wind noise is too loud
bg_bg: Шумът от вятъра е прекалено силен
cht: 風噪音太大聲
da_dk: Vindstøj er for kraftig
el_gr: Ο θόρυβος ανέμου είναι υπερβολικά δυνατός
fi_fi: Tuulenhumina on liian kova
hr_hr: Buka vjetra je preglasna
hu_hu: A szélzaj túl hangos
it_it: Il suono del vento è troppo forte
ko_kr: 바람소리 소음이 너무 크게 들립니다
nl_nl: Windruis is te hard
no_no: Vindstøy er for sterk
pt_pt: O ruído do vento está muito alto
ro_ro: Zgomotul de vant este prea puternic
ru_ru: Шум ветра слишком громкий
sv_se: Vindbrus är för starkt
th_th: เสียงลมดังเกินไป
tr_tr: Rüzgar sesi çok yüksek
zh_cn: 风声太大

source: Increase degree of noise reduction
bg_bg: Увеличете степента на намаляване на шума
cht: 提升噪音抑制等級
da_dk: Forøg graden af støjreduktion
el_gr: Αυξήστε τον βαθμό μείωσης θορύβου
fi_fi: Lisää kohinanvaimennuksen suuntakuviota
hr_hr: Povećajte stupanj smanjenja buke
hu_hu: Növelje a zajcsökkentés mértékét
it_it: Aumentare il grado di riduzione del rumore
ko_kr: 소음 감소 기능의 수준을 높이세요
nl_nl: Verhoog de lawaaionderdrukking
no_no: Reduser graden av støyreduksjon
pt_pt: Aumente o nível de redução de ruído
ro_ro: Creste gradul de reducere a zgomotului
ru_ru: Увеличьте уровень шумоподавления
sv_se: Öka nivån av brusreducering
th_th: เพิ่มระดับของ noise reduction
tr_tr: Gürültü azaltma seviyesini arttır
zh_cn: 增加降噪程度

source: Consider changing style of hearing instrument
bg_bg: Помислете за смяна на вида на слуховия апарат
cht: 考盧更換助聽器款式
da_dk: Overvej et andet høreapparat
el_gr: Σκεφτείτε το ενδεχόμενο αλλαγής του τύπου ακουστικού
fi_fi: Valitse toinen kuulokojetyyppi
hr_hr: Razmislite o promjeni stila slušnog aparata
hu_hu: Fontolja meg a hallókészülék típusának cseréjét
it_it: Prendere in considerazione di cambiare modello di apparecchio acustico
ko_kr: 보청기 스타일 변경을 고려하세요
nl_nl: Overweeg een andere uitvoering van dit ReSound hoortoestel.
no_no: Vurder bytte av type høreapparat
pt_pt: Considere a mudança do tipo de aparelho auditivo
ro_ro: Ganditi-va sa va schimbati aparatul auditiv
ru_ru: Измените тип слухового аппарата
sv_se: Överväg att byta hörapparatmodell
th_th: เปลี่ยนเครื่องเป็นรุ่นอื่น
tr_tr: Cihazın stilini değiştirmeyi düşünün
zh_cn: 建议更换助听器的类型

source: Sudden noises, like a siren or slamming door, are painfully loud
bg_bg: Внезапни звуци, като сирена или затръшване на врата са болезнено силни
cht: 警報器聲或甩門聲之類的突發噪音，大聲到令人感到疼痛
da_dk: Pludselige lyde, f.eks. sirener eller en smækkende dør, er smertefuldt kraftige
el_gr: Ξαφνικοί θόρυβοι, όπως σειρήνες ή το βρόντηγμα πόρτας, είναι επώδυνα δυνατοί
fi_fi: Voimakkaat äänet, kuten ovien pauke, liian voimakkaita
hr_hr: Nagla buka, kao što je truba ili lupanje vrata, bolno je glasna
hu_hu: Hirtelen zajok, mint a sziréna vagy egy becsapódó ajtó, fájdalmasan hangosak
it_it: Rumori improvvisi, come una sirena o porta che sbatte, sono troppo forti
ko_kr: 갑작스러운 사이렌 소리나 문을 쾅! 닫는 소리 같은 시끄러운 소리가 고통스러울 정도로 너무 크게 들립니다
nl_nl: Plotselinge geluiden, zoals een sirene of het dichtslaan van een deur, zijn onaangenaam hard.
no_no: Uventede høye lyder, som sirene eller dør som smeller igjen, er ubehagelig sterk
pt_pt: Os ruídos repentinos, como uma sirene ou uma porta batendo, estão muito altos
ro_ro: Zgomote bruste, ca de exemplu o sirena sau o usa trantita, sunt extrem de puternice
ru_ru: Внезапные звуки, такие как сирена или хлопающая дверь, звучат слишком громко
sv_se: Plötsliga ljud, som tex en siren eller en dörr som slår igen, är obehagligt starka
th_th: เสียงสัญญาณเตือนภัยเช่นไซเรน ดังจนปวดหู
tr_tr: Kapı çarpması, siren gibi aniden gelen sesler çok rahatsız ediyor
zh_cn: 突然的大声,如警笛声,撞门声,感到非常吵,难受

source: Reduce maximum output in high frequencies
bg_bg: Намалете максималната изходна мощност за високите честоти
cht: 降低高頻的最大輸出
da_dk: Reducer maks. output for højfrekvenser
el_gr: Μειώστε τη μέγιστη έξοδο για τις υψηλές συχνότητες
fi_fi: Vähennä maksimiantotasoa korkeilla taajuuksilla
hr_hr: Smanjite maksimalnu izlaznu snagu kod visokih frekvencija
hu_hu: Csökkentse a maximális teljesítményt a magas frekvenciákon
it_it: Ridurre l'uscita massima per le alte frequenze
ko_kr: 고주파수의 MPO를 낮추세요
nl_nl: Verlaag de maximale output bij hoge frequenties
no_no: Reduser maksimum output i høyfrekvensområdet
pt_pt: Reduza a saída máxima em frequências altas
ro_ro: Reduceti puterea maxima la iesire pe frecventele inalte
ru_ru: Уменьшите максимальный уровень выходного звукового давления на высоких частотах
sv_se: Reducera max utnivå för de höga frekvenserna
th_th: ลด maximum output ที่ความถี่สูง
tr_tr: Yüksek frekanslarda maksimum çıkışı düşür
zh_cn: 减少高频最大声输出

source: Decrease G80 for mid and high frequencies
bg_bg: Намалете G80 за средните и високите честоти
cht: 降低G80的中頻及高頻增益量
da_dk: Reducer G80 for mellem- og højfrekvenser
el_gr: Μειώστε την G80 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta keski- ja diskanttitaajuuksilla
hr_hr: Smanjite G80 za srednje i visoke frekvencije
hu_hu: Csökkentse a G80-at a közép- és magas frekvenciákon
it_it: Diminuire G80 per le frequenze medie e alte
ko_kr: 중주파수와 고주파수에서 G80을 낮추세요
nl_nl: Verlaag G80 bij midden- en hoge frequenties
no_no: Reduser G80 i midt- og høyfrekvensområdene
pt_pt: Diminua o G80 para frequências médias e altas
ro_ro: Reduce G80 pe frecventele medii si inalte
ru_ru: Уменьшите G80 на средних и высоких частотах
sv_se: Minska G80 i mellan- och höga frekvenser
th_th: ลดเกน 80 ที่ความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 减少G80中高频增益

source: Cannot hear birdsong
bg_bg: Не чувам песента на птичките
cht: 聽不到鳥叫聲
da_dk: Kan ikke høre fuglesang
el_gr: Δεν ακούγεται το κελάηδισμα πουλιών
fi_fi: Linnunlaulu ei kuulu
hr_hr: Ne čuje se pjev ptica
hu_hu: A madárhang nem hallható
it_it: Non sono udibili gli uccellini
ko_kr: 새가 지저귀 소리가 잘 들리지 않습니다
nl_nl: Ik kan de vogels niet horen fluiten.
no_no: Kan ikke høre fuglekvitter
pt_pt: Não ouve o canto dos pássaros
ro_ro: Nu se aude cantecul pasarilor
ru_ru: Не слышно пения птиц
sv_se: Kan inte höra fågelsång
th_th: ไม่ได้ยินเสียงนกร้อง
tr_tr: Kuş seslerini duyamıyorum
zh_cn: 不能听到鸟叫声

source: Increase G50 for high frequencies
bg_bg: Увеличете G50 за високите честоти
cht: 提升G50的高頻增益量
da_dk: Forøg G50 for højfrekvenser
el_gr: Αυξήστε την G50 για τις υψηλές συχνότητες
fi_fi: Lisää G50-vahvistusta diskanttitaajuuksilla
hr_hr: Povećajte G50 za visoke frekvencije
hu_hu: Növelje a G50-et a magas frekvenciákon
it_it: Aumentare G50 per le alte frequenze
ko_kr: 고주파수 G50을 높이세요
nl_nl: Verhoog G50 bij hoge frequenties
no_no: Øk G50 i høyfrekvensområdet
pt_pt: Aumente o G50 para altas frequências
ro_ro: Mariti G50 pe frecventele inalte
ru_ru: Увеличьте G50 на высоких частотах
sv_se: Öka G50 för höga frekvenser
th_th: เพิ่มเกน 50 ที่ความถี่สูง
tr_tr: Yüksek frekanslarda G50 kazancını artır
zh_cn: 增加G50高频增益

source: Increase G50 for mid and high frequencies
bg_bg: Увеличете G50 за средните и високите честоти
cht: 提升G50的中頻及高頻增益量
da_dk: Forøg G50 for mellem- og højfrekvenser
el_gr: Αυξήστε την G50 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Lisää G50-vahvistusta keski- ja diskanttitaajuuksilla
hr_hr: Povećajte G50 za srednje i visoke frekvencije
hu_hu: Növelje a G50-et a közép- és magas frekvenciákon
it_it: Aumentare G50 per le frequenze medie e alte
ko_kr: 중주파수와 고주파수에서 G50 이득을 높이세요
nl_nl: Verhoog G50 bij midden- en hoge frequenties
no_no: Øk G50 i midt- og høyfrekvensområdene
pt_pt: Aumente o G50 para médias e altas frequências
ro_ro: Cresteti G50 pe frecvente medii si inalte
ru_ru: Увеличьте G50 на средних и высоких частотах
sv_se: Öka G50 för mellan och höga frekvenser
th_th: เพิ่มเกน50ที่ความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslarda G50 kazancını artır
zh_cn: 增加G50中高频增益

source: Cannot hear the doorbell or telephone ringing
bg_bg: Не чувам звънеца на входната врата или телефона
cht: 聽不到門鈴聲或電話鈴聲
da_dk: Kan ikke høre dørklokke eller telefon, der ringer
el_gr: Δεν ακούγεται το κουδούνι της πόρτας ή το κουδούνισμα του τηλεφώνου
fi_fi: Ovikellon ja puhelimen soitto eivät kuulu
hr_hr: Ne čuje se kućno zvono niti zvonjava telefona
hu_hu: Az ajtócsengő vagy a telefoncsörgés nem hallható
it_it: Suono del telefono o del campanello non udibile
ko_kr: 초인종소리나 전화기 벨소리 등이 잘 들리지 않습니다
nl_nl: Ik hoor de deurbel of de telefoon niet
no_no: Kan ikke høre dørklokken eller telefonen ringe
pt_pt: Não é possível ouvir a campainha da porta ou o telefone tocando
ro_ro: Nu poate auzi soneria de la usa sau soneria telefonului
ru_ru: Не слышен дверной / телефонный звонок
sv_se: Kan inte höra dörrklockan eller telefonsignalen
th_th: ไม่ได้ยินเสียงกริ่งประตูหรือเสียงโทรศัพท์
tr_tr: Telefon veya kapı zilini duyamıyorum
zh_cn: 不能听到门铃或电话铃声

source: Decrease low frequency gain, increase high frequency gain
bg_bg: Намалете ниските и увеличи високите честоти
cht: 降低低頻增益量，提升高頻增益量
da_dk: Reducer lavfrekvent forstærkning, forøg højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων, αυξήστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla, lisää vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija, povećajte pojačanje visokih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést, növelje a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze, aumentare il guadagno delle alte frequenze
ko_kr: 저주파수 게인을 낮추고, 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage frequenties, verhoog de versterking van hoge frequenties
no_no: Reduser gain i lavfrekvensområdet, øk gain i høyfrekvensområdet
pt_pt: Diminua o ganho de frequências baixas, aumente o ganho de frequências altas
ro_ro: Reduceti castigul pe frecventele joase, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för de låga frekvenserna, öka förstärkningen för de höga frekvenserna
th_th: ลดเกนที่ความถี่ตํ่า เพิ่มเกนที่ความถี่สูง
tr_tr: Alçak frekanslarda kazancı düşür, yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益，增加高频增益
