Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Reduce low frequency gain and increase overall gain for normal and loud input levels
bg_bg: Намалете усилването на ниските честоти и увеличете общото усилване на нормалните и високите нива на входа
cht: 正常及大聲輸入音量：降低低頻增益量及提升整體增益量
da_dk: Reducer forstærkning af lavfrekvenser, og forøg forstærkning af normale og kraftige inputniveauer
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών συχνοτήτων και αυξήστε τη συνολική ένταση(απόκριση) για τις στάθμες εισόδου κανονικών και δυνατών ήχων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla sekä lisää yleistä vahvistusta normaaleilla ja voimakkailla tulotasoilla
hr_hr: Smanjite pojačanje niskih frekvencija i povećajte sveukupno pojačanje za normalne i glasne ulazne razine
hu_hu: Csökkentse az alacsony frekvenciás erősítést és növelje a teljes erősítést a normál és a hangos hangok esetében
it_it: Ridurre il guadagno delle basse frequenze e aumentare il guadagno complessivo per i livelli di ingresso normali e forti
ko_kr: 저주파수 게인을 낮추고 보통 및 큰 소리에 대한 전체적인 게인을 높입니다.
nl_nl: Verlaag de versterking van de lage frequenties en verhoog de versterking bij normale en harde geluiden
no_no: Reduser lavfrekvensgain og øk generell gain for normale og sterke inputnivåer
pt_pt: Reduza o ganho das frequências baixas e aumente o ganho geral para os níveis de entrada normal e forte
ro_ro: Reduceti castigul pe frecventele joase si cresteti intregul castig pentru nivele normale si puternice de intrare
ru_ru: Уменьшите усиление низких частот и увеличьте общее усиление для нормальных и громких входных уровней
sv_se: Minska förstärkningen för låga frekvenser och öka den totala förstärkningen för normala och starka innivåer
th_th: ลดเกนที่ความถี่ตํ่าและเพิ่มเกนโดยรวมที่ระดับอินพุทปกติและดัง
tr_tr: Alçak frekanslarda kazancı düşür, tüm frekanslardaki kazancı normal ve yüksek seviyeli ses girdileri için artır
zh_cn: 降低低频增益和增加正常声和大声输入时的整体增益

source: Increase Sound Cleaner
bg_bg: Увеличете Sound Cleaner (програма за изчистване на шум)
cht: 提升聲音純化器
da_dk: Forøg effekten af Sound Cleaner
el_gr: Αυξήστε τη στάθμη Καθαρισμού ήχου
fi_fi: Vahvista äänen puhdistajaa
hr_hr: Povećajte postavku pročistača zvuka
hu_hu: SoundCleaner növelése
it_it: Aumentare livello della riduzione del rumore
ko_kr: 소음감소기능의 수준을 높입니다
nl_nl: Verhoog Sound Cleaner
no_no: Øk Sound Cleaner
pt_pt: Aumente o filtro sonoro
ro_ro: Mareste Filtrul de Sunet
ru_ru: Увеличьте Sound Cleaner
sv_se: Öka Sound Cleaner (Brusred.)
th_th: เพิ่ม Sound Cleaner
tr_tr: Ses Netleştiriciyi artır
zh_cn: 增加声音净化系统级别

source: Speech not clear
bg_bg: Говорът не е ясен
cht: 語音不清楚
da_dk: Tale er ikke klar
el_gr: Η ομιλία δεν είναι καθαρή
fi_fi: Puhe epäselvää
hr_hr: Govor nije jasan
hu_hu: A beszéd nem tiszta
it_it: Parlato poco chiaro
ko_kr: 말소리가 선명하지 않게 들립니다
nl_nl: Spraak is niet helder
no_no: Tale er uklar
pt_pt: A fala não está clara
ro_ro: Vorbirea nu este clara
ru_ru: Речь неразборчива
sv_se: Tal låter inte klart
th_th: เสียงพูดไม่ชัด
tr_tr: Konuşma sesi; net, temiz değil
zh_cn: 不能听清语言

source: Increase mid to high frequency gain for soft and normal input levels
bg_bg: Увеличете усилването на средните до високите честоти за тихо и нормално ниво на входа
cht: 提升小聲及一般音量輸入的中頻及高頻增益量
da_dk: Forøg forstærkning af mellem- og højfrekvenser for svage og normale inputniveauer
el_gr: Αυξήστε την ένταση(απόκριση) μεσαίων έως υψηλών συχνοτήτων για τις στάθμες εισόδου σιγανών και κανονικών ήχων
fi_fi: Lisää vahvistusta keski- ja korkeilla taajuuksilla vaimeilla ja normaaleilla tulotasoilla
hr_hr: Povećajte pojačanje srednjih i visokih frekvencija za tihe i normalne ulazne razine
hu_hu: Növelje a közepes és magas frekvenciákon az erősítést a halk és a normál hangok esetében
it_it: Aumentare il guadagno delle frequenze medie e alte per i livelli di ingresso deboli e normali
ko_kr: 보통 또는 작은 소리크기에 대해 중주파수와 고주파수 게인을 높입니다
nl_nl: Verhoog de versterking van de midden- en hoge frequenties bij zachte en normale geluiden
no_no: Øk mellom- og høyfrekvensforsterkningen for svake og normale inputnivåer
pt_pt: Aumente o ganho das frequências médias e altas para os níveis de entrada suave e normal
ro_ro: Cresteti castigul pe frecventele medii si inalte pentru nivele slabe si normale la intrare
ru_ru: Увеличьте усиление на средних и высоких частотах для тихих и нормальных входных уровней
sv_se: Öka förstärkningen för mellan och höga frekvenser vid svaga och normala innivåer
th_th: เพิ่มเกนที่ความถี่กลางถึงสูงสำหรับระดับอินพุทเสียงเบาและปกติ
tr_tr: Orta ve yüksek frekanslarda, düşük ve normal seviyeli ses girdileri için kazancı artır
zh_cn: 增加小声和正常声输入时的中高频增益

source: Environmental sounds (e.g. fans, motors) are bothersome
bg_bg: Околните шумове, (напр. вентилатори, двигатели) са дразнещи
cht: 對環境聲音 (如風扇、馬達) 感到困擾
da_dk: Baggrundslyde (f.eks. blæsere, motorer) er generende
el_gr: Οι περιβάλλοντες ήχοι (π.χ. ανεμιστήρες, κινητήρες) είναι ενοχλητικοί
fi_fi: Ympäristön äänet (esim. ilmastointi) häiritsevät
hr_hr: Zvuci iz okruženja (npr. ventilatori, motori) su neugodni
hu_hu: Környezeti hangok (pl. ventillátor, motor) kellemetlenek
it_it: I suoni ambientali (ad es. ventole, motori) sono fastidiosi
ko_kr: 환경음이(예:팬, 모터) 성가시게 들림
nl_nl: Omgevingsgeluiden (bijv. ventilatoren) zijn hinderlijk.
no_no: Omgivelseslyder (vifter, motordur) oppleves plagsomme
pt_pt: Os sons do ambiente (por exe., ventiladores e motores) são incômodos
ro_ro: Zgomotul de fond este deranjant
ru_ru: Фоновые звуки (например вентиляторы, работающий двигатель) раздражают/утомляют
sv_se: Omgivningsljud (t ex fläktar) är störande
th_th: เสียงจากสภาพแวดล้อม (เช่น เสียงพัดลม มอเตอร์) น่ารำคาญ
tr_tr: Ortam sesleri (fan, motor vb.) rahatsız edici
zh_cn: 环境噪声(如风扇,马达等)令人反感

source: Increase Sound Cleaner and reduce low frequency gain
bg_bg: Увеличете Sound Cleaner и намалете усилването на ниските честоти
cht: 提升聲音純化器及降低低頻增益量
da_dk: Forøg effekten af Sound Cleaner, og reducer forstærkning af lavfrekvenser
el_gr: Αυξήστε τη ρύθμιση του Sound Cleaner και μειώστε την ένταση (απόκριση) χαμηλών συχνοτήτων
fi_fi: Vahvista Taustamelun vaimennusta ja matalien taajuuksien vahvistusta
hr_hr: Povećajte postavku pročistača zvuka i smanjite pojačanje niskih frekvencija
hu_hu: SoundCleaner növelése és az alacsony frekvenciás erősítés csökkentése
it_it: Aumentare il livello della riduzione del rumore e ridurre il guadagno delle basse frequenze
ko_kr: 소음감소기능의 수준을 높이고 저주파수 게인을 낮춥니다
nl_nl: Verhoog Sound Cleaner en verlaag de versterking van de lage frequenties
no_no: Øk Sound Cleaner og reduser gain i lavfrekvensområdet
pt_pt: Aumente o filtro sonoro e reduza o ganho das frequências baixas
ro_ro: Mareste Filtrul de Sunet si redu castigul de frecventa joasa
ru_ru: Увеличьте Sound Cleaner и уменьшите усиление на низких частотах
sv_se: Öka Sound Cleaner (Brusred.) och minska förstärkningen vid låga frekvenser
th_th: เพิ่ม Sound cleaner และลดเกนที่ความถี่ตํ่า
tr_tr: Ses Netleştiriciyi artır ve alçak frekans kazancını düşür
zh_cn: 增加声音净化系统级别并降低低频增益

source: Reduce low frequency gain
bg_bg: Намалете усилването на ниските честоти
cht: 降低低頻增益量
da_dk: Reducer forstærkning af lavfrekvenser
el_gr: Μειώστε την ένταση (απόκριση) χαμηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija
hu_hu: Csökkentse az alacsony frekvenciás erősítést
it_it: Ridurre il guadagno delle basse frequenze
ko_kr: 저주파수 게인을 낮춥니다
nl_nl: Verlaag de versterking van de lage frequenties
no_no: Reduser lavfrekvens gain
pt_pt: Reduzir ganho das baixas frequências
ro_ro: Reduceti castigul pe frecventele joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen för låga frekvenser
th_th: ลดเกนที่ความถี่ตํ่า
tr_tr: Alçak frekans kazancını azalt
zh_cn: 降低低频增益

source: Decrease Smart Gain in "Noise(mod.)" and "Noise(loud)" environments
bg_bg: Намалете Интелигентно усилване в среда „Шум (умерен)“ и „Шум (силен)“
cht: 降低在「噪音(一般)」及「噪音(大聲)」的智能增益
da_dk: Forøg smart forstærkning i miljøer med moderat støj og høj støj
el_gr: Μειώστε το Smart Gain στα περιβάλλοντα "Θόρυβος (μέτριος)" και "Θόρυβος (δυνατός)"
fi_fi: Vähennä älykästä vahvistusta Melu (keski)- ja Melu (voimakas) -ympäristöissä
hr_hr: Smanjite Smart Gain u okruženjima „Buka (umjer.)” i „Buka (glasno)”
hu_hu: Csökkentse a Smart Gain-t a "Zaj(köz.)" és a "Zaj(hangos)" környezetekben
it_it: Diminuire il guadagno da Ottimizzatore Ambientale negli ambienti "Rumore (mod.)" e "Rumore (forte)"
ko_kr: 자동환경조절의“소음환경(보통크기)”과 “소음환경(시끄러운)” 수준을 낮춥니다
nl_nl: Verlaag Smart Gain voor "Lawaai (matig)" en "Lawaai (luid)" omgevingen
no_no: Reduser Smart Gain for «Støy(mod.)» og «Støy(sterk)» lyttemiljø
pt_pt: Diminua o Ganho Inteligente nos ambientes "Ruído (moderado)" e "Ruído (forte)"
ro_ro: Scăderea Smart castig in "Zgomotul (Mod.)" şi "zgomot (tare)" medii
ru_ru: Уменьшите Адаптивное усиление в окружениях "Речь в умеренном шуме" и "Речь в громком шуме"
sv_se: Minska Miljöoptimeringen för "Brus (svagt)" och "Brus (starkt) miljöer.
th_th: ลดเกนอัจฉริยะในสภาพแวดล้อม "เสียงรบกวน (ปานกลาง)" และ "เสียงรบกวน (ดัง)"
tr_tr: Orta ve şiddetli Gürültü olan ortamlarda Akıllı Kazancı Azalt
zh_cn: 降低噪音(适中)和噪音(强度)环境下的增益

source: Running water, keys, dishes, newspaper rustling are bothersome
bg_bg: Течаща вода, ключове, чинии, шумолене на вестник са дразнещи
cht: 對水流聲、鑰匙、碗盤、報紙沙沙聲感到困擾
da_dk: Løbende vand, nøgler, opvask, avisknitren er generende
el_gr: Οι ήχοι τρεχούμενου νερού, κλειδιών, πιάτων ή της εφημερίδας είναι ενοχλητικοί
fi_fi: Astioiden tai avaimien kilinä ja paperin rapina häiritsevät
hr_hr: Tekuća voda, ključevi, posuđe, šuškanje novina su neugodni
hu_hu: Folyóvíz, kulcsok, edények és az újságpapír hangja kellemetlen.
it_it: Il suono dell'acqua che scorre, il tintinnio delle chiavi o dei piatti e il fruscio delle pagine di giornale sono fastidiosi
ko_kr: 흐르는 물, 열쇠, 접시, 신문지 구겨지는 소리등이 듣기 불편합니다
nl_nl: De geluiden van stromend water, sleutels, ritselende kranten zijn hinderlijk.
no_no: Rennende vann, nøkler, kopper, papirrasling er plagsomt
pt_pt: Água corrente, chaves, pratos e o amassar de jornais são incômodos
ro_ro: Apa care curge, ziarul fosnind sunt deranjante
ru_ru: Звуки воды из под крана, звон ключей, посуды, газетный шелест является раздражают/утомляют
sv_se: Rinnande vatten, nycklar, porslin, tidningsprassel är störande
th_th: เสียงน้ำไหล เสียงที่เกิดจากกุญแจ จาน หนังสือพิมพ์ น่ารำคาญ
tr_tr: Su akması, anahtar, tabak, gazete hışırtısı gibi sesler rahatsız edici
zh_cn: 流水声,钥匙碰撞,碟碗碰撞声,翻报纸声令人反感

source: Reduce high frequency gain
bg_bg: Намалете усилването на високите честоти
cht: 降低高頻增益量
da_dk: Reducer forstærkning af højfrekvenser
el_gr: Μειώστε την ένταση(απόκριση) υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje visokih frekvencija
hu_hu: Csökkentse a magas frekvenciás erősítést.
it_it: Ridurre il guadagno delle alte frequenze
ko_kr: 고주파수 게인을 낮춥니다
nl_nl: Verlaag de versterking van de hoge frequenties
no_no: Reduser høyfrekvens gain
pt_pt: Reduza o ganho das frequências altas
ro_ro: Reduceti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на высоких частотах
sv_se: Minska förstärkningen för höga frekvenser
th_th: ลดเกนที่ความถี่สูง
tr_tr: Yüksek frekans kazancını azalt
zh_cn: 降低高频增益

source: Noisy in quiet situations
bg_bg: Шум в тиха среда
cht: 在安靜環境中覺得吵雜
da_dk: Støjende i stille omgivelser
el_gr: Θόρυβος σε ήσυχα περιβάλλοντα
fi_fi: Kojeen oma kohina liian voimakas
hr_hr: Bučno u tihim situacijama
hu_hu: Csendes helyzetben zajos
it_it: Rumore in situazioni di quiete
ko_kr: 조용한 환경에서 소음
nl_nl: Ruis in een rustige omgeving.
no_no: Støyende i stille situasjoner
pt_pt: Ruídos em situações silenciosas
ro_ro: Zgomotos in situatii de liniste
ru_ru: Шумно в тихих ситуациях
sv_se: Bullrig i lugna ljudsituationer
th_th: เสียงรบกวนในสถานการณ์ที่เงียบ
tr_tr: Sessiz ortamlarda gürültü var
zh_cn: 安静环境下的噪声

source: Increase silencer and reduce overall gain for soft input level
bg_bg: Увеличете заглушителя и намалете общото усилване за тихо ниво на входа
cht: 提升靜音模式及降低小聲音量輸入的整體增益量
da_dk: Forøg lyddæmper, og reducer forstærkning af svagt inputniveau
el_gr: Αυξήστε τη στάθμη σιγαστήρα και μειώστε τη συνολική απόκριση για τη στάθμη εισόδου ήπιων ήχων
fi_fi: Lisää vaimennusta ja vähennä yleistä vahvistusta vaimealla tulotasolla
hr_hr: Povećajte postavku prigušivača zvuka i smanjite sveukupno pojačanje za tihe ulazne razine
hu_hu: Növelje a csendesítőt és csökkentse a teljes erősítést a halk hangok esetében
it_it: Aumentare l'espansione e ridurre il guadagno complessivo per i livelli di ingresso deboli
ko_kr: Expansion 강도를 높이고 작은 소리크기에 대한 전체적인 게인을 낮춥니다
nl_nl: Verhoog de Silencer en verlaag de versterking voor zachte geluiden
no_no: Øk silencer og reduser samlet gain for svake lyder
pt_pt: Aumente o silenciador e reduza o ganho geral para os níveis de entrada suave
ro_ro: Cresteti nivelul silencer si reduceti castigul total pentru sunetele de intensitate mica
ru_ru: Прибавьте глушитель и уменьшите общее усиление для тихого входного уровня
sv_se: Öka Silencer (Expansion) och minska förstärkningen för alla frekvenser vid svag innivå
th_th: เพิ่ม Silencer และลดเกนโดยรวมสำหรับระดับอินพุทเบา
tr_tr: Susturucuyu artır ve genel kazancı, düşük seviyeli ses girdileri için düşür
zh_cn: 增加增强版静音系统和降低小声输入时的整体增益

source: Reduce overall gain for soft input level
bg_bg: Намалете общото усилване за тихо ниво на входа
cht: 降低小聲音量輸入的整體增益量
da_dk: Reducer forstærkning af svagt inputniveau
el_gr: Μειώστε τη συνολική απόκριση για τη στάθμη εισόδου σιγανών ήχων
fi_fi: Vähennä yleistä vahvistusta vaimealla tulotasolla
hr_hr: Smanjite sveukupno pojačanje za tihu ulaznu razinu
hu_hu: Csökkentse a teljes erősítést a halk hangok esetében
it_it: Ridurre il guadagno complessivo per i livelli di ingresso deboli
ko_kr: 작은 소리크기에 대한 전체적인 게인을 낮춥니다
nl_nl: Verlaag de versterking voor zachte geluiden
no_no: Reduser generell gain for lavt inputnivå
pt_pt: Reduza o ganho geral para o nível de entrada suave
ro_ro: Reduceti intregul castig total pentru nivele slabe de intrare
ru_ru: Уменьшите общее усиление для тихого входного уровня
sv_se: Minska den totala förstärkningen för svaga innivåer
th_th: ลดเกนโดยรวมสำหรับระดับอินพุทเบา
tr_tr: Tüm frekanslarda kazancı düşük seviyeli ses girdileri için azalt
zh_cn: 降低小声输入时的整体增益

source: Decrease Smart Gain in "Quiet" environment
bg_bg: Намалете Интелигентно усилване в среда „Тиха“
cht: 降低在「安靜」環境的智能增益
da_dk: Reducer smart forstærkning i rolige miljøer
el_gr: Μειώστε το Smart Gain στο "Σιωπηλό" περιβάλλον
fi_fi: Vähennä älykästä vahvistusta Hiljainen-ääniympäristössä
hr_hr: Smanjite Smart Gain za okruženje „Tiho”
hu_hu: Csökkentse az erősítést "Csendes" környezetben
it_it: Diminuire guadagno da Ottimizzatore Ambientale per l'ambiente "Quiete"
ko_kr: 자동환경조절의 '조용한 환경'의 수준을 낮춥니다
nl_nl: Verlaag Smart Gain voor "Rustige" omgeving
no_no: Senk Smart Gain, «Stille»
pt_pt: Diminua o Ganho Inteligente no ambiente "Silêncio"
ro_ro: Scade Smart Gain in mediul “Liniste”
ru_ru: Уменьшите Адаптивное усиление в "Тихом" окружении
sv_se: Minska Miljöoptimeringen för "Tysta" miljöer
th_th: ลดเกนอัจฉริยะในสภาพแวดล้อม "เงียบ"
tr_tr: "Sessiz" ortamda Akıllı Kazancı düşür
zh_cn: 降低安静环境下的增益

source: Metallic or mechanical sound quality
bg_bg: Метален или механичен звук
cht: 聲音音質刺耳或機械音
da_dk: Metallisk eller mekanisk lydkvalitet
el_gr: Ο ήχος είναι μεταλλικός ή μηχανικός
fi_fi: Äänenlaatu metallinen tai mekaaninen
hr_hr: Metalna ili mehanička kvaliteta zvuka
hu_hu: Fémes vagy mechanikus hangminőség
it_it: Qualità del suono metallica o meccanica
ko_kr: 소리가 전체적으로 금속성 또는 기계적인 음질로 들립니다
nl_nl: De geluiden klinken mechanisch of blikkerig
no_no: Lyden er metallisk eller mekanisk
pt_pt: Qualidade de som metálica ou mecânica
ro_ro: Sunet metalic sau mecanic
ru_ru: Металлическое или механическое качество звука
sv_se: Metallisk eller mekanisk ljudkvalitet
th_th: คุณภาพเสียงเหมือนเสียงโลหะ
tr_tr: Ses metalik veya mekanik geliyor
zh_cn: 有金属声或机器声

source: Reduce overall gain for soft input level
bg_bg: Намалете общото усилване за тихо ниво на входа
cht: 降低小聲音量輸入的整體增益量
da_dk: Reducer forstærkning af svagt inputniveau
el_gr: Μειώστε τη συνολική απόκριση για τη στάθμη εισόδου σιγανών ήχων
fi_fi: Vähennä G50-vahvistusta kaikilla taajuuksilla
hr_hr: Smanjite sveukupno pojačanje za tihu ulaznu razinu
hu_hu: Csökkentse a teljes erősítést a halk hangok esetében
it_it: Ridurre il guadagno complessivo per i livelli di ingresso deboli
ko_kr: 작은 소리크기에 대한 전체적인 게인을 낮춥니다
nl_nl: Verlaag de versterking voor de zachte geluiden
no_no: Reduser generell gain for lavt inputnivå
pt_pt: Reduzir ganho geral para nível de entradas fraca
ro_ro: Reduceti intregul castig total pentru nivele slabe de intrare
ru_ru: Уменьшите общее усиление для тихого входного уровня
sv_se: Minska den totala förstärkningen för svaga innivåer
th_th: ลดเกนโดยรวมสำหรับระดับอินพุทเบา
tr_tr: Tüm frekanslarda kazancı düşük seviyeli ses girdileri için azalt
zh_cn: 降低小声输入时的整体增益

source: Fluttering sound in quiet
bg_bg: Пърпорене в тиха среда
cht: 在安靜環境中覺得聲音忽大忽小
da_dk: Vibrerende lyd i rolige omgivelser
el_gr: Ήχος πεταρίσματος σε ησυχία
fi_fi: Humiseva ääni hiljaisessa ympäristössä
hr_hr: Zvuk nalik lepršanju u tišini
hu_hu: Csendes helyzetben remeg a hang
it_it: Suoni fluttuanti in quiete
ko_kr: 조용한 환경에서 소리가 펌핑하듯이 커졌다 작아졌다 합니다
nl_nl: Een fladderend geluid in rust
no_no: Blafrende lyd i stille omgivelser
pt_pt: Som vibrando em ambientes silenciosos
ro_ro: Oscilatii ale sunetului in liniste
ru_ru: Дребезжащий звук в тишине
sv_se: Fladdrande ljud i lugna ljudmiljöer
th_th: เสียงแมลงบินในที่เงียบ
tr_tr: Sessiz ortamlarda, seste titreme, dalgalanma var
zh_cn: 安静环境中声音发颤

source: Turn off silencer and reduce Sound Cleaner
bg_bg: Изключете заглушителя и намалете Sound Cleaner
cht: 關閉靜音模式及降低聲音純化器
da_dk: Slå lyddæmper fra, og reducer Sound Cleaner
el_gr: Απενεργοποιήστε τον σιγαστήρα και μειώστε τη στάθμη Καθαρισμού ήχου
fi_fi: Poista Kohinasalpa käytöstä ja vähennä Taustamelun vaimennusta
hr_hr: Isključite prigušivač zvuka i smanjite postavku pročistača zvuka
hu_hu: A Csendesítő kikapcsolása és a Sound Cleaner csökkentése
it_it: Disattivare l'espansione e diminuire la riduzione del rumore
ko_kr: Expansion을 끄고, 소음감소기능의 수준을 낮춥니다
nl_nl: Schakel Silencer uit en verlaag Sound Cleaner
no_no: Slå av Silencer og reduser Sound Cleaner
pt_pt: Desligue o silenciador e reduza o filtro sonoro
ro_ro: Opreste Amortizorul si redu Filtrul de Sunet
ru_ru: Выключите глушитель и уменьшите шумоподавление Sound Cleaner
sv_se: Stäng av Silencer (Expansion) och minska Sound Cleaner (Brusred.)
th_th: ปิด Silencer และลด Sound cleaner
tr_tr: Susturucuyu kapat ve Ses Netleştiriciyi düşür
zh_cn: 关闭静音器并降低声音净化器级别

source: Reduce Sound Cleaner
bg_bg: Намалете Sound Cleaner
cht: 降低聲音純化器
da_dk: Reducer effekten af Sound Cleaner
el_gr: Μειώστε τη ρύθμιση του Καθαρισμού ήχου
fi_fi: Vähennä äänen puhdistusta
hr_hr: Smanjite postavku pročistača zvuka
hu_hu: SoundCleaner csökkentése
it_it: Diminuire la riduzione del rumore
ko_kr: 소음감소기능의 수준을 낮춥니다
nl_nl: Verlaag Sound Cleaner
no_no: Reduser Sound Cleaner
pt_pt: Reduza o filtro sonoro
ro_ro: Redu Filtrul de Sunet
ru_ru: Уменьшите шумоподавление Sound Cleaner
sv_se: Minska Sound Cleaner (Brusred.)
th_th: ลด Sound cleaner
tr_tr: Ses Netleştiriciyi düşür
zh_cn: 降低声音净化器级别

source: Too many highs, too sharp
bg_bg: Твърде много високи тонове, твърде остро
cht: 太高、太尖銳
da_dk: For mange høje toner, for skarpt
el_gr: Πολλοί υψηλοί ήχοι, πολύ οξείς
fi_fi: Liian terävä ja korkea ääni
hr_hr: Previše visokih tonova, previše oštro
hu_hu: Túl sok magas, túl éles
it_it: Troppi alti, molto taglienti
ko_kr: 소리가 너무 높고 날카롭게 들립니다
nl_nl: Te veel hoge tonen, te scherp
no_no: For skarp, høyfrekvent
pt_pt: Sons muito agudos, muito estridentes
ro_ro: Prea multe frecvente inalte, prea ascutit
ru_ru: Слишком много высоких тонов, слишком пронзительно и резко
sv_se: Allt för högt, för skarpt
th_th: เสียงสูงสูงเกินไป
tr_tr: Ses çok yüksek, çok keskin
zh_cn: 太多高频,太刺耳

source: Reduce high frequency gain
bg_bg: Намалете усилването на високите честоти
cht: 降低高頻增益量
da_dk: Reducer forstærkning af højfrekvenser
el_gr: Μειώστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje visokih frekvencija
hu_hu: Csökkentse a magas frekvenciás erősítést.
it_it: Ridurre il guadagno delle alte frequenze
ko_kr: 고주파수 게인을 낮춥니다
nl_nl: Verlaag de versterking voor de hoge frequenties
no_no: Reduser høyfrekvens gain
pt_pt: Reduzir ganho das altas frequências
ro_ro: Reduceti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на высоких частотах
sv_se: Minska förstärkningen för höga frekvenser
th_th: ลดเกนที่ความถี่สูง
tr_tr: Yüksek frekans kazancını azalt
zh_cn: 降低高频增益

source: Too many lows, too deep
bg_bg: Твърде много ниски тонове, твърде дълбок
cht: 太低、太低沉
da_dk: For mange dybe toner, for dybt
el_gr: Πολλοί χαμηλοί ήχοι, με μεγάλο βάθος
fi_fi: Liian matala ja syvä ääni
hr_hr: Previše niskih tonova, previše duboko
hu_hu: Túl sok alacsony, túl mély
it_it: Troppi bassi, troppo cupi
ko_kr: 소리가 너무 저음으로 울리듯이 들립니다
nl_nl: Te veel lage tonen, een te donker geluid
no_no: For mørk, lavfrekvent
pt_pt: Sons muito graves
ro_ro: Prea multe frecvente joase, prea infundat
ru_ru: Слишком много низких тонов, слишком басисто
sv_se: Allt för lågt
th_th: เสียงตํ่าตํ่าเกินไป
tr_tr: Ses çok düşük, çok derinden
zh_cn: 太多低频,太沉闷

source: Reduce low frequency gain
bg_bg: Намалете усилването на ниските честоти
cht: 降低低頻增益量
da_dk: Reducer forstærkning af lavfrekvenser
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija
hu_hu: Csökkentse az alacsony frekvenciás erősítést
it_it: Ridurre il guadagno delle basse frequenze
ko_kr: 저주파수 게인을 낮춥니다
nl_nl: Verlaag de versterking van de lage frequenties
no_no: Reduser lavfrekvens gain
pt_pt: Reduzir ganho das baixas frequências
ro_ro: Reduceti castigul pe frecventele joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen för låga frekvenser
th_th: ลดเกนที่ความถี่ตํ่า
tr_tr: Alçak frekans kazancını azalt
zh_cn: 降低低频增益

source: Pumping sound with speech
bg_bg: Бумтящи звуци при говор
cht: 語音有爆破聲
da_dk: Pumpelyde sammen med tale
el_gr: Ήχος κραδασμών με ομιλία
fi_fi: Puhe kuuluu epävakaana ja pumppaavana
hr_hr: Zvuk nalik pumpanju tijekom govora
hu_hu: Pumpáló hang
it_it: Suoni fluttuanti con il parlato
ko_kr: 말소리가 펌핑하듯이 커졌다 작아졌다 합니다
nl_nl: Een pompend geluid tijdens spraak
no_no: Pumpende lyd ved tale
pt_pt: Som vibrando com a fala
ro_ro: Sunetul auzit vibreaza odata cu vocea
ru_ru: Накачка усиления при речи
sv_se: Pumpande ljud vid tal
th_th: เสียงดังเป็นจังหวะพร้อมเสียงพูด
tr_tr: Konuşurken sesler pompalanıyor gibi
zh_cn: 语言中夹有砰砰声
