Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Monaural Ear Anatomy
bg_bg: Анатомия на едното ухо
cht: 單耳解剖
da_dk: Monaural øreanatomi
el_gr: Μονοωτική ανατομία
fi_fi: Monauraalinen korvan anatomia
hr_hr: Anatomija monauralnog uha
hu_hu: A monoaurális fül anatómiája
it_it: Anatomia Orecchio Monaurale
ko_kr: 한측 귀 해부 구조
nl_nl: Monaurale anatomie van het oor
no_no: Øre Anatomi
pt_pt: Anatomia da Orelha - Monaural
ro_ro: Anatomie ureche monoaurală
ru_ru: Монауральная анатомия уха
sv_se: Monaural anatomi
th_th: ภายวิภาคหูข้างเดียว
tr_tr: Monaural Kulak Anatomisi
zh_cn: 单耳解剖学

source: There are many anatomical structures in the human ear. View this physiology to understand the location of each and how they work together to process sound.
bg_bg: В човешкото ухо има много анатомични структури. Разгледайте тази физиология, за да разберете местоположението на всяка от тях и как те работят заедно за обработване на звука.
cht: 人耳有許多解剖構造。檢視此生理機能以了解每個結構如何同時運作以處理聲音。
da_dk: Der er mange anatomiske strukturer i menneskets øre. Se fysiologi for at forstå placeringen af hver struktur, og hvordan de arbejder sammen for at behandle lyd.
el_gr: Υπάρχουν πολλές ανατομικές δομές στο ανθρώπινο αυτί. Δείτε την αποτύπωση της φυσιολογίας του για να κατανοήσετε τη θέση κάθε δομής και πώς οι δομές συνεργάζονται για την επεξεργασία του ήχου.
fi_fi: Ihmisen korvassa on useita anatomisia rakenteita. Perehtymällä tähän fysiologiaan ymmärrät paremmin, kuinka ne käsittelevät ääntä yhdessä sijaintinsa perusteella.
hr_hr: U ljudskom uhu nalaze se brojne anatomske strukture. Pogledajte ovu fiziologiju kako biste razumjeli položaj svake od njih, kao i princip njihova zajedničkog rada pri obradi zvuka.
hu_hu: Számos anatómiai struktúra található a fülben. A fiziológiai felépítés megtekintésével megértheti, hogy az egyes helyeken elhelyezkedő elemek hogyan működnek együtt a hang feldolgozásakor.
it_it: Nell'orecchio umano sono presenti molte strutture anatomiche. Visualizzandone la fisiologia è possibile comprendere la posizione di ogni struttura e come funzionino insieme per elaborare i suoni.
ko_kr: 귀는 많은 해부학적 구조로 이루어져 있습니다. 소리의 전달 과정이 위치별로 어떻게 작용하는지 살펴보십시오.
nl_nl: Het menselijk oor bevat tal van anatomische structuren. Bekijk deze fysiologie om de locatie ervan te begrijpen en te begrijpen hoe ze samenwerken om geluid te verwerken.
no_no: Det menneskelige øret har mange anatomiske strukturer. Ta en titt på fysiologien for å få en forståelse av hvordan hver enkelt struktur samvirker for å produsere lyd.
pt_pt: Há muitas estruturas anatômicas na orelha humana. Veja a fisiologia para entender o local de cada uma e como elas funcionam juntas para processar o som.
ro_ro: Există mai multe structuri anatomice în urechea umană. Vizualizați această fiziologie pentru a înțelege locația fiecăreia și a vedea cum conlucrează pentru a procesa sunetul.
ru_ru: Анатомия человеческого уха представлена множеством сложных составляющих элементов. Рассмотрим физиологию слуха, чтобы разобраться в том, где эти составляющие расположены, и какова роль каждой из них в совместной обработке звука.
sv_se: Det finns många anatomiska strukturer i det mänskliga örat. Se denna fysiologiska bild för att förstå placeringen av varje del och hur de arbetar tillsammans för att bearbeta ljudet.
th_th: ในหูของมนุษย์นั้นมีโครงสร้างกายวิภาคที่หลากหลาย ลองศึกษากระบวนการทำงานนี้ เพื่อทำความเข้าใจเกี่ยวกับตำแหน่งที่ตั้งและลักษณะการทำงานร่วมกันของส่วนต่างๆ ในการประมวลผลเสียง
tr_tr: İnsan kulağında birçok anatomik yapı bulunur. her birinin konumunu ve sesi işlemek için nasıl birlikte çalıştıklarını anlamak için bu fizyolojiyi görüntüleyin.
zh_cn: 人耳有许多解剖结构。查看这方面的生理学，了解各部位的位置，及其如何共同处理声音。

source: Show More
bg_bg: Покажи още
cht: 顯示更多
da_dk: Vis mere
el_gr: Δείτε περισσότερα
fi_fi: Näytä lisää
hr_hr: Prikaži više
hu_hu: Továbbiak megjelenítése
it_it: Ulteriori informazioni
ko_kr: 더 보기
nl_nl: Meer informatie
no_no: Vis mer
pt_pt: Exibir mais
ro_ro: Afișează mai multe
ru_ru: Показать больше
sv_se: Visa mer
th_th: แสดงเพิ่มเติม
tr_tr: Daha Fazla Göster
zh_cn: 显示更多

source: Hearing Instrument Care and Cleaning
bg_bg: Грижи и почистване на слуховия апарат
cht: 助聽器保養和清潔
da_dk: Pleje og rengøring af høreapparat
el_gr: Φροντίδα και καθαρισμός ακουστικού βοηθήματος
fi_fi: Kuulokojeen hoito ja puhdistus
hr_hr: Održavanje i čišćenje slušnog aparata
hu_hu: Hallókészülék ápolása és tisztítása
it_it: Cura e pulizia dell'apparecchio acustico
ko_kr: 보청기 관리 및 청소
nl_nl: Onderhoud van uw hoortoestellen
no_no: Behandling og rengjøring av høreapparatene
pt_pt: Cuidado e limpeza do aparelho auditivo
ro_ro: Îngrijirea și curățarea aparatelor auditive
ru_ru: Уход за слуховыми аппаратами и их чистка
sv_se: Hörapparatens skötsel och rengöring
th_th: การดูแลรักษาและทำความสะอาดอุปกรณ์ช่วยฟัง
tr_tr: İşitme Cihazı Bakım ve Temizlik
zh_cn: 助听器保养和清洁

source: Checklist
bg_bg: Контролен списък
cht: 清單
da_dk: Tjekliste
el_gr: Λίστα ελέγχου
fi_fi: Tarkistusluettelo
hr_hr: Popis za provjeru
hu_hu: Ellenőrzőlista
ko_kr: 체크리스트
nl_nl: Controlelijst
no_no: Sjekkliste
pt_pt: Lista de verificação
ro_ro: Listă de verificări
ru_ru: Рекомендации
sv_se: Checklista
th_th: รายการตรวจสอบ
tr_tr: Onay Listesi
zh_cn: 检查清单

source: Before your next appointment on
bg_bg: Преди следващото ви посещение на
cht: 在下一次預約之前
da_dk: Før din næste aftale den
el_gr: Πριν το επόμενο ραντεβού σας την
fi_fi: Ennen seuraavaa tapaamista
hr_hr: Prije sljedećeg zakazanog pregleda
hu_hu: Teendők a következő találkozó előtt
it_it: Prima del prossimo appuntamento in data
ko_kr: 다음 예약 전
nl_nl: Voor uw volgende afspraak op
no_no: Før din neste kontroll
pt_pt: Antes de sua próxima consulta
ro_ro: Înaintea următoarei programări la
ru_ru: Перед следующим визитом к специалисту
sv_se: Inför ditt nästa besök
th_th: ก่อนที่คุณจะเข้าพบผู้เชี่ยวชาญในครั้งถัดไป
tr_tr: Bir sonraki randevunuzdan önce
zh_cn: 在您预约下次回访前

source: Keep your hearing aid(s) clean and dry. Daily cleaning is recommended for all hearing aid styles.
bg_bg: Поддържайте слуховия(-ите) апарат(и) чист(и) и сух(и). Препоръчва се ежедневно почистване на всички видове слухови апарати.
cht: 保持您的助聽器乾淨且乾燥。建議所有助聽器款式均需每日清潔。
da_dk: Hold dit/dine høreapparat(er) rene og tørre. Daglig rengøring anbefales for alle typer høreapparater.
el_gr: Να διατηρείτε τα ακουστικά βοηθήματα στεγνά και καθαρά. Συνιστάται ο καθημερινός καθαρισμός για όλα τα είδη ακουστικών βοηθημάτων.
fi_fi: Pidä kuulokojeet puhtaina ja kuivina. Kaikille kuulokojeille suositellaan päivittäistä puhdistusta.
hr_hr: Održavajte svoja slušna pomagala čistima i suhima. Preporučuje se dnevno čišćenje slušnih pomagala svih stilova.
hu_hu: Tartsa a hallókészülék(ek)et tisztán és szárazon. Napi tisztítás ajánlott az összes típusú hallókészüléknél.
it_it: Tenere gli apparecchi acustici puliti e asciutti. Si consiglia di pulire quotidianamente ogni tipo di apparecchio acustico.
ko_kr: 보청기를 깨끗이 닦고 제습제로 건조시킵니다. 매일매일 보청기를 청소하는 것을 권장합니다.
nl_nl: Houd uw hoortoestel(len) altijd schoon en droog. Dagelijks schoonmaken is aanbevolen voor alle soorten hoortoestellen.
no_no: Hold høreapparatene dine tørre og rene. Det anbefales å rengjøre alle typer høreapparater hver dag.
pt_pt: Mantenha o aparelho(s) auditivo(s) limpo e seco. A limpeza diária é recomendada para todos os tipos de aparelhos.
ro_ro: Păstrați-vă aparatele auditive curate și uscate. Curățarea zilnică este recomandată pentru toate tipurile de aparate auditive.
ru_ru: Ваш(и) СА должен(жны) быть чистыми и сухими. Для всех моделей слуховых аппаратов рекомендуется ежедневная чистка.
sv_se: Håll din hörapparat ren och torr. Daglig rengöring rekommenderas för alla typer av hörapparater.
th_th: ทำความสะอาดอุปกรณ์ช่วยฟังของคุณและดูแลให้แห้งสนิท ควรทำความสะอาดอุปกรณ์ช่วยฟังทุกชนิดเป็นประจำทุกวัน
tr_tr: İşitme cihaz(lar)ınızı temiz ve kuru tutun. Tüm işitme cihazı tiplerinde günlük temizlik önerilir.
zh_cn: 保持助听器清洁干燥。建议每日对助听器进行清洁护理。

source: Always clean and care for the aids over a soft surface.
bg_bg: Винаги почиствайте и поддържайте апаратите над мека повърхност.
cht: 永遠在柔軟表面上清潔及保管助聽器。
da_dk: Sørg altid for at rengøre dine høreapparater over et blødt underlag.
el_gr: Να καθαρίζετε και να φροντίζετε τα ακουστικά βοηθήματα πάντα πάνω από μια μαλακή επιφάνεια.
fi_fi: Puhdista kuulokojeesi ja hoida niitä aina pehmeällä pinnalla.
hr_hr: Čišćenje i održavanje pomagala uvijek obavljajte iznad meke površine.
hu_hu: Mindig puha felületen tisztítsa és ápolja a hallókészülékeket.
it_it: Pulire gli apparecchi acustici appoggiandoli sempre su una superficie morbida.
ko_kr: 부드러운 천으로 보청기 표면을 깨끗하게 닦아 관리합니다.
nl_nl: Leg de toestellen altijd op een zacht oppervlak wanneer u ze schoonmaakt.
no_no: Apparatene må rengjøres og vedlikeholdes liggende på en myk overflate.
pt_pt: Sempre limpe e manuseie os aparelhos em uma superfície plana e suave.
ro_ro: Curățați întotdeauna aparatele pe o suprafață moale.
ru_ru: Производите чистку и мероприятия по уходу за СА над мягкой поверхностью.
sv_se: Rengör alltid och hantera apparaten över en mjuk yta.
th_th: ทำความสะอาดและดูแลอุปกรณ์ช่วยฟังโดยใช้วัสดุที่มีพื้นผิวอ่อนนุ่ม
tr_tr: Cihazları her zaman yumuşak bir zemin üzerinde temizleyin ve bakımını yapın.
zh_cn: 始终用柔软的布清洁和保养助听器。

source: Do not use water or solvents, as these can damage the hearing instrument(s).
bg_bg: Не използвайте вода или разтворители, тъй като те могат да повредят слуховия(-ите) апарат(и).
cht: 不要使用水或溶劑，可能會損壞助聽器。
da_dk: Undgå at bruge vand eller opløsningsmidler, da det kan beskadige høreapparatet(erne).
el_gr: Μη χρησιμοποιείτε νερό ή διαλύτες, καθώς μπορούν να καταστρέψουν τα ακουστικά βοηθήματα.
fi_fi: Älä käytä vettä tai liuotusaineita, sillä ne voivat vahingoittaa kuulokojetta.
hr_hr: Ne upotrebljavajte vodu niti otapala jer mogu oštetiti slušne aparate.
hu_hu: Ne használjon vizet vagy oldószert, mert ezek károsíthatják a hallókészülék(ek)et.
it_it: Non utilizzare acqua o solventi, poiché essi potrebbero danneggiare gli apparecchi acustici.
ko_kr: 물 이나 세제를 사용하여 세척하면, 보청기가 손상될 수 있습니다.
nl_nl: Gebruik geen water of oplosmiddelen omdat dat het hoortoestel kan beschadigen.
no_no: Ikke bruk vann eller løsemidler, da dette kan skade høreapparatene.
pt_pt: Não use água nem solventes, pois eles podem danificar o(s) aparelho auditivo(s).
ro_ro: Nu utilizați apă sau solvenți, pentru că acestea pot deteriora aparatele auditive.
ru_ru: Не используйте воду или растворители, они могут повредить СА.
sv_se: Använd inte vatten eller lösningsmedel, eftersom dessa kan skada hörapparaten.
th_th: ห้ามใช้น้ำหรือน้ำยาทำละลาย เนื่องจากอาจทำให้อุปกรณ์ช่วยฟังชำรุดเสียหายได้
tr_tr: İşitme cihaz(lar)ına hasar verebileceğinden, su veya solventler kullanmayın.
zh_cn: 请勿使用水或溶剂，否则可能会损坏助听器。

source: Never immerse hearing aid(s) in water or other liquids, as liquids may cause permanent damage to the hearing instruments.
bg_bg: Никога не потапяйте слуховия(-ите) апарат(и) във вода или други течности, тъй като течностите може да предизвикат трайно повреждане на слуховите апарати.
cht: 請勿將助聽器浸泡在水或其他液體中，液體可能導致助聽器永久受損。
da_dk: Høreapparatet(erne) må ikke nedsænkes i vand eller andre væsker, da det kan beskadige høreapparaterne permanent.
el_gr: Ποτέ μη βυθίζετε τα ακουστικά βοηθήματα σε νερό ή άλλα υγρά, επειδή τα υγρά μπορεί να προκαλέσουν μόνιμη ζημιά στα ακουστικά.
fi_fi: Älä koskaan upota kuulokojeita veteen tai muuhun nesteeseen, sillä nesteet voivat aiheuttaa pysyviä vaurioita kuulokojeisiin.
hr_hr: Nikada ne uranjajte slušna pomagala u vodu niti u druge tekućine, jer tekućina može uzrokovati trajna oštećenja na slušnim aparatima.
hu_hu: Soha ne merítse a hallókészülék(ek)et vízbe vagy más folyadékba, mert ezek maradandó károsodást okozhatnak a hallókészülékben.
it_it: Non immergere mai gli apparecchi acustici in acqua o altri liquidi. I liquidi possono causare danni permanenti agli apparecchi.
ko_kr: 보청기를 물 이나 액체에 담그면 영구적인 손상이 발생될 수 있습니다.
nl_nl: Dompel het hoortoestel nooit onder in water of andere vloeistoffen omdat vloeistoffen permanente schade aan de hoortoestellen kunnen veroorzaken.
no_no: Høreapparater må aldri senkes ned i vann eller andre væsker, ettersom væske kan forårsake permanent skade på høreapparatet.
pt_pt: Nunca coloque o(s) aparelho(s) auditivo(s) dentro de água ou outros líquidos, pois podem causar danos permanentes aos aparelhos.
ro_ro: Nu scufundați apratele auditive în apă sau alte lichide pentru că se pot defecta iremediabil.
ru_ru: Никогда не погружайте СА в воду или иные жидкости, это может вызвать необратимые повреждения аппарата(ов).
sv_se: Sänk aldrig ner hörapparat i vatten eller andra vätskor, eftersom detta kan orsaka permanenta skador.
th_th: อย่าแช่อุปกรณ์ช่วยฟังลงในน้ำหรือของเหลวอื่นๆ เนื่องจากของเหลวอาจทำให้อุปกรณ์ช่วยฟังเสียหายอย่างถาวร
tr_tr: Sıvılar hasar verebileceğinden, işitme cihaz(lar)ını kesinlikle suya veya başka sıvılara daldırmayın.
zh_cn: 不要将助听器浸入水或其他液体中，因为液体可能会对助听器造成永久性损坏。

source: Do not wear your instrument(s) while showering, swimming, in heavy rain or in a moist atmosphere such as a steam bath or sauna.
bg_bg: Не носете апарата(-ите), когато вземате душ, плувате, при силен дъжд или във влажна атмосфера, напр. в парна баня или сауна.
cht: 請勿在淋浴、游泳、大雨或置身潮濕 (如蒸氣浴或桑拿浴) 的環境中佩戴助聽器。
da_dk: Du må ikke have høreapparatet(erne) på, når du er bad, svømmer eller befinder dig i kraftigt regnvejr eller i fugtige omgivelser som f.eks. dampbad eller sauna.
el_gr: Μη φοράτε τα ακουστικά σας στο μπάνιο, στο κολύμπι, σε δυνατή βροχή ή σε υγρές ατμόσφαιρες, όπως σε ατμόλουτρο ή σάουνα.
fi_fi: Älä käytä kuulokojeita suihkussa, uidessa, voimakkaassa vesisateessa tai kosteassa ympäristössä, kuten höyrysaunassa tai saunassa.
hr_hr: Ne nosite svoje aparate tijekom tuširanja, plivanja, po jakoj kiši ili u vlažnoj atmosferi poput parne kupke ili saune.
hu_hu: Ne viseljen a hallókészülék(ek)et zuhanyozás vagy úszás közben, erős esőben vagy nedves környezetben (például gőzfürdőben vagy szaunában).
it_it: Non indossare mai gli apparecchi acustici sotto la doccia, mentre si nuota, sotto abbondanti piogge o in ambienti umidi, come bagno turco e sauna.
ko_kr: 보청기를 샤워, 수영, 소나기, 사우나 또는 온수가 담긴 욕조에서 사용하지 마십시오.
nl_nl: Draag uw hoortoestel(len) niet tijdens het douchen, zwemmen, in zware regenval of in een vochtige atmosfeer zoals een stoombad of een sauna.
no_no: Ikke bruk høreapparater mens du dusjer, svømmer, er ute i kraftig regnvær eller i fuktige omgivelser, for eksempel i et dampbad eller på en badstue.
pt_pt: Não use o(s) aparelho(s) ao tomar banho, nadar, sob chuva intensa ou em locais úmidos como banho de vapor ou sauna.
ro_ro: Nu purtați aparatele auditive când faceți duș, înotați, pe ploaie puternică sau în atmosfere umede cum ar fi la saună.
ru_ru: Всегда снимайте СА перед тем, как принять душ или ванну, отправиться плавать, в сильный дождь или в очень влажной атмосфере, например, в парной или сауне.
sv_se: Bär inte apparaten när du duschar, simmar, är ute i kraftigt regn eller i fuktig miljö, såsom ångbad eller bastu.
th_th: อย่าสวมอุปกรณ์ช่วยฟังของคุณขณะอาบน้ำ ว่ายน้ำ ขณะฝนตกหนัก หรือในสภาพแวดล้อมที่มีความชื้นสูง เช่น ห้องอบไอน้ำหรือซาวน่า
tr_tr: Cihaz(lar)ınızı duşta, yüzerken, şiddetli yağmur altında veya buhar banyosu ya da sauna gibi nemli bir ortamda kullanmayın.
zh_cn: 不要在淋浴、游泳、大雨或潮湿的环境（如蒸汽浴室或桑拿浴室）中佩戴助听器。

source: If your instrument(s) does get wet, or if it has been exposed to high humidity or perspiration, it should be left to dry out overnight with the battery out and the battery compartment open.
bg_bg: Ако все пак апаратът(-ите) ви се намокри(-ят), или ако е бил изложен на въздействието на висока влажност или дъжд, той трябва да се остави да изсъхне през нощта с извадена батерия и отворено гнездо за батерията.
cht: 如果弄濕助聽器，或者處於濕度高的地方或接觸到汗水，應將電池取出並打開電池蓋，讓其放置一整晚以保持乾燥。
da_dk: Hvis dit/dine høreapparat(er) bliver vådt, eller hvis det er blevet udsat for høj fugtighed eller transpiration, skal batteriet tages ud, og apparatet tørres natten over med åben batteridør.
el_gr: Εάν τα ακουστικά σας βραχούν, ή έχουν εκτεθεί σε υψηλή υγρασία ή εφίδρωση, θα πρέπει να αφεθούν να στενγώσουν τη νύχτα, αφαιρώντας τη μπαταρία και αφήνοντας ανοικτή τη θήκη μπαταρίας.
fi_fi: Jos kuulokojeet kastuvat tai ovat altistuneet suurelle kosteudelle tai haihtumiselle, ne tulee jättää kuivumaan yön yli paristo pois paikoiltaan ja paristokotelo auki.
hr_hr: Ako se aparati smoče ili budu izloženi visokoj vlažnosti ili znojenju, treba ih ostaviti preko noći da se osuše s izvađenom baterijom i otvorenim pretincem za bateriju.
hu_hu: Ha a hallókészülék vizes lesz, vagy ha magas páratartalomnak vagy izzadságnak lett kitéve, hagyja száradni egy éjszakát kivett elemmel és nyitott elemkamrával.
it_it: Se gli apparecchi acustici si bagnano o sono esposti ad elevata umidità o traspirazione, lasciarli asciugare una notte estraendone la batteria e lasciando l'alloggiamento della batteria aperto.
ko_kr: 보청기가 물, 지나친 습도 또는 땀에 젖는 경우, 배터리 도어 분리한 후 배터리 도어를 연채로 하루정도 건조시키세요.
nl_nl: Als uw hoortoestel toch nat zou worden, of wanneer het aan hoge vochtigheid of transpiratie is blootgesteld, moet u het ‘s nachts laten drogen met de batterij eruit en de batterijlade open.
no_no: Hvis høreapparatet blir vått, eller hvis det blir utsatt for høy fuktighet, bør det tørkes over natten med batteriet tatt ut og batterirommet åpent.
pt_pt: Se o aparelho for molhado ou tiver sido exposto a muita umidade ou transpiração, deixe-o secar durante a noite sem a pilha e deixe o compartimento da pilha aberto.
ro_ro: Dacă instrumentul se udă totuși, sau dacă a fost expus la umiditate crescută sau transpirație, acesta trebuie lăsat să se usuce peste noapte cu bateria scoasă și locașul bateriei deschis.
ru_ru: Если СА промок(ли) или был(и) подвергнут(ы) воздействию очень влажной атмосферы или обильного потоотделения, его/их следует просушить, вынув батарею и оставив батарейный отсек открытым на всю ночь.
sv_se: Om apparaten skulle bli blöt, eller om den har varit utsatt för hög luftfuktighet eller svett, bör den torka över natten med batteriet urtaget och batterifacket öppet.
th_th: หากอุปกรณ์ของคุณเปียก หรือสัมผัสถูกความชื้นหรือสูงหรือเหงื่อ ควรทิ้งไว้ให้แห้งข้ามคืนโดยถอดแบตเตอรี่ออก และเปิดฝาช่องแบตเตอรี่ทิ้งไว้
tr_tr: Cihaz(lar)ınız ıslanırsa veya yüksek neme ya da terlemeye maruz kalırsa, pili çıkarılarak ve pil bölmesi açık durumda gece boyunca kurumaya bırakın.
zh_cn: 如果您的助听器受潮、暴露于高湿度或被汗水侵蚀，请将电池仓打开并放置一整夜于干燥盒内。

source: Do not leave hearing aids in or near direct heat or sunlight, such as in a hot, parked car, as excessive heat can cause damage or deform the casing.
bg_bg: Не оставяйте слуховия(-ите) апарат(и) във или в близост до топлина или слънчева светлина, напр. в нагорещена, паркирана кола, тъй като прекомерната топлина може да предизвика повреда или да деформира корпуса.
cht: 不要將助聽器放置或接近在熱及陽光直接照射的地方，例如停放在外面的熱車廂內，過熱可能會導致外殼損壞或變形。
da_dk: Du må ikke placere høreapparaterne i eller i nærheden af en direkte varmekilde eller sollys, f.eks. i en varm, parkeret bil, da overdreven varme kan beskadige eller deformere høreapparathuset.
el_gr: Μην αφήνετε τα ακουστικά βοηθήματα κοντά ή εκτεθειμένα σε ζέστη ή στις ακτίνες του ηλίου, όπως μέσα σε σταθμευμένο αυτοκίνητο, καθώς η υπερβολική ζέστη μπορεί να καταστρέψει ή να αλλοιώσει το περίβλημα.
fi_fi: Älä jätä kuulokojeita lämpölähteen päälle tai sen lähelle tai auringonvaloon, kuten kuumaan pysäköityy n ajoneuvoon. Liian korkea lämpötila voi vaurioittaa kuulokojeita.
hr_hr: Ne ostavljajte slušna pomagala na izravnoj vrućini ili Sunčevoj svjetlosti niti u njihovoj blizini, primjerice u vrućem parkiranom automobilu, jer prevelika vrućina može oštetiti ili deformirati kućište.
hu_hu: Ne hagyja a hallókészülékeket közvetlen hőforráson, napon vagy azok közelében (például felforrósodott parkoló autó), különben a túlzott hő károsíthatja vagy deformálhatja a burkolatot.
it_it: Non lasciare gli apparecchi acustici vicino o sotto la luce diretta del sole, né vicino o a contatto con fonti di calore, ad esempio in un'auto parcheggiata al sole, in quanto un'eccessiva quantità di calore potrebbe danneggiare o deformare l'involucro.
ko_kr: 보청기를 직사광선 이나 햇빛이 강한 장소에 보관하지 마십시오.(온도가 높은 차량 등) 보청기의 변형 또는 손상의 원인이 될 수 있습니다.
nl_nl: Laat het hoortoestel niet in de buurt van een warmtebron of in het zonlicht achter, zoals in een warme geparkeerde auto, omdat teveel warmte schade kan veroorzaken aan het toestel.
no_no: Ikke la høreapparatene ligge i eller nær direkte varme eller sollys, for eksempel en varm parkert bil, ettersom for høy varme kan skade eller endre formen på selve apparatet.
pt_pt: Não exponha o aparelho à luz solar direta ou fontes de calor, como um carro fechado, pois o calor excessivo pode causar danos ou deformar o invólucro.
ro_ro: Nu lăsați aparatele auditive lângă sau în căldură sau bătaia directă a soarelui, cum ar fi într-o mașină înfierbântată, parcată, pentru că temperaturile crescute pot deteriora sau deforma carcasa.
ru_ru: Не оставляйте СА в местах, в которых он(и) подвергаются непосредственному воздействию тепла или солнечных лучей, например, в салоне нагретого солнцем припаркованного автомобиля, поскольку чрезмерные температуры способны привести к повреждению СА или деформации его корпуса.
sv_se: Lämna inte hörapparater i eller i närheten direkt värme eller solljus, till exempel i en varm, parkerad bil, eftersom överdriven värme kan orsaka skador på eller deformera höljet.
th_th: อย่าวางอุปกรณ์ช่วยฟังไว้ใกล้ๆ หรือสัมผัสถูกแหล่งกำเนิดความร้อนโดยตรงหรือแสงแดด เช่น ภายในรถที่จอดตากแดด เนื่องจากอุณหภูมิที่สูงเกินไปอาจทำให้อุปกรณ์เสียหาย หรือตัวเครื่องบิดเบี้ยวได้
tr_tr: Aşırı sıcaklık hasar verebileceğinden ya da kasasını bozabileceğinden, işitme cihazlarını park halindeki sıcak bir araba gibi doğrudan ısı yakınında veya güneş ışığında bırakmayın.
zh_cn: 请勿将助听器放置或靠近热源或阳光直射的地方，例如在停放高温的汽车中，因为过多的热量会导致外壳的损坏或变形。
