Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: {0} dB - Heard: {1}, Missed: {2}
bg_bg: {0} dB - чути: {1}, пропуснати: {2}
cht: {0} 分貝 - 聽到：{1}，聽不到：{2}
da_dk: {0} dB – hørt: {1}, Forbipasseret: {2}
el_gr: {0} dB - Άκουσε: {1}, Έχασε: {2}
fi_fi: {0} dB - kuultu : {1}, jäänyt kuulematta : {2}
hr_hr: {0} dB - čuo: {1}, propustio: {2}
hu_hu: {0} dB - hallott: {1}, kihagyott: {2}
it_it: {0} dB - Ascoltato: {1}, Mancato: {2}
ko_kr: {0} dB - 들음: {1}, 놓침: {2}
nl_nl: {0} dB - Gehoord: {1}, Gemist: {2}
no_no: {0} dB – Hørt: {1}, Tapt: {2}
pt_pt: {0} dB – Ouvido: {1}, Ignorado: {2}
ro_ro: {0} dB - Auzit: {1}, Pierdut: {2}
ru_ru: {0} дБ - Услышано: {1}, Пропущено: {2}
sv_se: {0} dB - Hört: {1}, Missat: {2}
th_th: {0} dB - ได้ยิน: {1}, พลาด: {2}
tr_tr: {0} dB - İşitilen: {1}, Kaçırılan: {2}
zh_cn: {0} dB - 听到：{1}，未听到：{2}

source: The environment is not OK
bg_bg: Средата не е добра
cht: 環境不合適
da_dk: Miljøet er ikke OK
el_gr: Το περιβάλλον δεν είναι OK
fi_fi: Ääniympäristö ei ole kunnossa
hr_hr: Okruženje nije u redu
hu_hu: A környezet nincs rendben
it_it: L'ambiente non è OK
ko_kr: 환경은 문제 없습니다.
nl_nl: De omgeving is niet OK
no_no: Lydmiljøet er ikke OK
pt_pt: O ambiente não está OK
ro_ro: Mediul nu este OK
ru_ru: Окружение не OK
sv_se: Ljudmiljön är inte OK.
th_th: สภาพแวดล้อมไม่เหมาะสม
tr_tr: Çevresel ortam uygun DEĞİL
zh_cn: 环境不合适

source: Your environment is not optimized for in-situ measurements. Use caution when continuing as you may not receive the best results.
bg_bg: Следата ви не е оптимизира за измервания с самия апарат. Продължете внимателно, тъй като е възможно да не получите най-добрите резултати.
cht: 您的環境未針對現場測量進行優化。繼續時請小心，您可能無法獲得最佳結果。
da_dk: Miljøet er ikke optimeret til in-situ målinger. Vær forsigtig med at fortsætte, da du muligvis ikke får det bedste resultat.
el_gr: Το περιβάλλον δεν είναι βελτιστοποιημένο για επιτόπιες μετρήσεις. Απαιτείται προσοχή σε περίπτωση που συνεχίσετε, καθώς ενδέχεται να μη λάβετε τα βέλτιστα αποτελέσματα.
fi_fi: Ääniympäristöä ei ole optimoitu käyttötilanteessa tehtäviä mittauksia varten. Jos jatkat, toimi varovasti, koska tulokset eivät välttämättä ole parhaat mahdolliset.
hr_hr: Vaše okruženje nije optimizirano za in-situ mjerenja. Oprezno nastavite jer možda nećete dobiti najbolje rezultate.
hu_hu: A környezet nem optimális az In-Situ mérésekhez. Legyen óvatos a továbbiakban, mert lehet, hogy nem a legjobb eredményt kapja.
it_it: L'ambiente non è ottimizzato per le misurazioni In-Situ. Proseguire con attenzione in quanto si potrebbero non ricevere i migliori risultati.
ko_kr: 사용 환경은 In-Situ 측정에 최적화 상태입니다. 최상의 결과를 얻을 수 있도록 주의하여 사용합니다.
nl_nl: Uw omgeving is niet geschikt voor In-Situ metingen. Wees voorzichtig omdat mogelijk niet de beste resultaten worden verkregen.
no_no: Lydmiljøet ditt er ikke optimalisert for In-Situ-målinger. Vær forsiktig når du fortsetter, ettersom du kanskje ikke oppnår de beste resultatene.
pt_pt: Seu ambiente não está otimizado para medidas in-situ. Tenha cuidado ao continuar, pois os resultados obtidos podem não ser os melhores.
ro_ro: Mediul dvs. nu este optimizat pentru măsurători in-situ. Procedați ccu grijă dacă continuați pentru că nu veți mai obține cele mai bune rezultate.
ru_ru: Данное акустическое окружение не оптимизировано для измерений in-situ (на месте). В дальнейшем проявляйте осмотрительность, поскольку результаты могут быть не самыми точными.
sv_se: Miljön är inte optimerad för in-situ-mätningar. Iaktta försiktighet när du fortsätter eftersom du kanske inte får bästa resultat .
th_th: สภาพแวดล้อมของคุณไม่เหมาะสำหรับการวัดการได้ยินแบบ in-situ ใช้ความระมัดระวังขณะดำเนินการต่อ เนื่องจากคุณอาจไม่ได้รับผลลัพธ์ที่ดีที่สุด
tr_tr: Ortamınız in-situ ölçümler için optimize edilmemiştir. En iyi sonuçları almayabileceğinizden, devam ederken dikkatli olun.
zh_cn: 您的环境未针对内置听力计测量进行优化。继续操作时请注意，因为您可能无法获得最佳效果。

source: (Left Side)
bg_bg: (Лява страна)
cht: (左側)
da_dk: (Venstre side)
el_gr: (Αριστερή πλευρά)
fi_fi: (Vasen puoli)
hr_hr: (Lijeva strana)
hu_hu: (Bal oldal)
it_it: (Lato sinistro)
ko_kr: (좌측)
nl_nl: (Linkerzijde)
no_no: (Venstre side)
pt_pt: (Lado esquerdo)
ro_ro: (Partea stângă)
ru_ru: (Левая сторона)
sv_se: (Vänster sida)
th_th: (ข้างซ้าย)
tr_tr: (Sol Taraf)
zh_cn: (左侧)

source: (Right Side)
bg_bg: (Дясна страна)
cht: (右側)
da_dk: (Højre side)
el_gr: (Δεξιά πλευρά)
fi_fi: (Oikea puoli)
hr_hr: (Desna strana)
hu_hu: (Jobb oldal)
it_it: (Lato destro)
ko_kr: (우측)
nl_nl: (Rechterzijde)
no_no: (Høyre side)
pt_pt: (Lado direito)
ro_ro: (Partea dreaptă)
ru_ru: (Правая сторона)
sv_se: (Höger sida)
th_th: (ข้างขวา)
tr_tr: (Sağ Taraf)
zh_cn: (右侧)

source: (Both Sides)
bg_bg: (Двете страни)
cht: (兩側)
da_dk: (Begge sider)
el_gr: (Αμφίπλευρα)
fi_fi: (Molemmat puolet)
hr_hr: (Obje strane)
hu_hu: (Mindkét oldal)
it_it: (Entrambi i lati)
ko_kr: (양측)
nl_nl: (Beide zijden)
no_no: (Begge sider)
pt_pt: (Ambos os lados)
ro_ro: (Ambele părți)
ru_ru: (Обе стороны)
sv_se: (Bägge sidor)
th_th: (ทั้งสองข้าง)
tr_tr: (Her İki Taraf)
zh_cn: (两侧）

source: Copy Side to Side
bg_bg: Копиране от едната страна на другата
cht: 複製一耳到另一耳
da_dk: Kopiér fra side til side
el_gr: Αντιγραφή σε πλευρά
fi_fi: Kopioi puolelta toiselle
hr_hr: Kopiraj s jedne na drugu stranu
hu_hu: Másolás oldalról oldalra
it_it: Copia da un lato all'altro
ko_kr: 한측에서 반대측으로 복사
nl_nl: Zijde naar zijde kopiëren
no_no: Kopier side til side
pt_pt: Copiar lado a lado
ro_ro: Copiere dintr-o parte în alta
ru_ru: Копировать одну сторону на другую
sv_se: Kopiera sida till sida
th_th: คัดลอกแบบข้างต่อข้าง
tr_tr: Yan Yana Kopyala
zh_cn: 从一侧复制到另一侧

source: Beep Frequency
bg_bg: Честота на звуковия сигнал
cht: 提示音頻率
da_dk: Bipfrekvens
el_gr: Συχνότητα ηχητικού σήματος
fi_fi: Äänimerkin taajuus
hr_hr: Frekvencija zvučnih signala
hu_hu: Hangjelzési frekvencia
it_it: Frequenza dei beep
ko_kr: 알림음
nl_nl: Beepfrequentie
no_no: Signalfrekvens
pt_pt: Frequência do sinal
ro_ro: Frecvență bip
ru_ru: Частота бип-сигнала
sv_se: Tonfrekvens
th_th: ความถี่เสียงบี๊ป
tr_tr: Bip Frekansı
zh_cn: 提示音频率

source: 125Hz
ru_ru: 125 Гц

source: 8000Hz
ru_ru: 8000 Гц

source: The Audiogram change(s) have been saved
bg_bg: Промяната(-ите) в аудиограмата е/са запазена(-и)
cht: 已儲存聽力圖變更
da_dk: Audiogramændringerne er blevet gemt
el_gr: Οι αλλαγές ακοογράμματος αποθηκεύτηκαν
fi_fi: Audiogrammin muutokset on tallennettu
hr_hr: Promjene u audiogramu su spremljene
hu_hu: A rendszer mentette az audiogram módosításait
it_it: Le modifiche all'audiogramma sono state salvate
ko_kr: 청력도의 변경사항이 저장되었습니다.
nl_nl: De audiogramwijzigingen zijn opgeslagen
no_no: Audiogramendringen(e) er lagret
pt_pt: As alterações do audiograma foram salvas
ro_ro: Schimbarea(ile) audiogramei au fost salvate
ru_ru: Изменение(я)в Аудиограмме сохранены
sv_se: Ändringarna i audiogrammet har sparats
th_th: บันทึกการเปลี่ยนแปลงออดิโอแกรมแล้ว
tr_tr: Odyogram değişiklik(ler)i kaydedildi
zh_cn: 听力图更改已保存

source: 10dB
ru_ru: 10 дБ

source: 15dB
ru_ru: 15 дБ

source: 20 dB
ru_ru: 20 дБ

source: 25dB
ru_ru: 25 дБ

source: 30dB
ru_ru: 30 дБ

source: 35dB
ru_ru: 35 дБ

source: 40dB
ru_ru: 40 дБ

source: 45dB
ru_ru: 45 дБ

source: 50dB
ru_ru: 50 дБ

source: 55dB
ru_ru: 55 дБ

source: 60dB
ru_ru: 60 дБ

source: 65dB
ru_ru: 65 дБ

source: 70dB
ru_ru: 70 дБ

source: 75dB
ru_ru: 75 дБ

source: 80dB
ru_ru: 80 дБ

source: 85dB
ru_ru: 85 дБ

source: 90dB
ru_ru: 90 дБ

source: 95dB
ru_ru: 95 дБ

source: 100dB
ru_ru: 100 дБ

source: 105dB
ru_ru: 105 дБ

source: 110dB
ru_ru: 110 дБ

source: AutoFit
cht: AutoFit 自動選配
it_it: Fitting automatico
ru_ru: Автонастройка
sv_se: Snabbanpassning
zh_cn: 自动选配

source: Reset the fitting data
bg_bg: Нулиране на данните за монтажа
cht: 重新設定選配資料
da_dk: Nulstil tilpasningsdataene
el_gr: Επαναφορά δεδομένων εφαρμογής
fi_fi: Nollaa sovitustiedot
hr_hr: Resetiraj podatke o namještanju
hu_hu: Az illesztési adatok alaphelyzetbe állítása
it_it: Ripristina i dati di fitting
ko_kr: 피팅 데이터 재설정
nl_nl: De aanpasgegevens resetten
no_no: Tilbakestill tilpasningsdata
pt_pt: Redefinir dos dados de ajuste
ro_ro: Resetare date fixare
ru_ru: Сбросить данные настройки
sv_se: Återställ anpassningsdata
th_th: รีเซ็ตข้อมูลการทดลองสวม
tr_tr: Fitting verilerini sıfırla
zh_cn: 重置验配数据

source: Manual Tone Length
bg_bg: Дължина на ръчно зададен тон
cht: 手動提示音長度
da_dk: Manuel tonevarighed
el_gr: Μη αυτόματο μήκος τόνου
fi_fi: Manuaalisen merkkiäänen pituus
hr_hr: Ručna duljina tona
hu_hu: Manuális hanghossz
it_it: Lunghezza tono manuale
ko_kr: 직접조절
nl_nl: Duur van toon handmatig
no_no: Manuell tonelengde
pt_pt: Duração do tom manual
ro_ro: Lungime manuala a tonului
ru_ru: Продолжительность тона вручную
sv_se: Manuell tonlängd
th_th: ความยาวโทนเสียงแบบแมนนวล
tr_tr: Manuel Ton Uzunluğu
zh_cn: 手动纯音时长

source: Device Controls
bg_bg: Органи за управление на устройството
cht: 裝置控制
da_dk: Kontroller på apparat
el_gr: Στοιχεία ελέγχου συσκευών
fi_fi: Kojeen säätimet
hr_hr: Kontrole uređaja
hu_hu: Eszközvezérlők
it_it: Controlli dispositivo
ko_kr: 제품설정
nl_nl: Toestelbediening
no_no: Signal og VK Innstillinger
pt_pt: Controles do Aparelho Auditivo
ro_ro: Controale dispozitiv
ru_ru: Звуковые индикаторы
sv_se: Hörapparatkontroller
th_th: ส่วนควบคุมอุปกรณ์
tr_tr: Cihaz Kontrolleri
zh_cn: 提示音设置

source: Micro Mic
bg_bg: Микро микрофон
hr_hr: Micro mikrofon
hu_hu: Mikro mik.
ko_kr: 마이크로 마이크
no_no: Mikro Mik
ru_ru: Микро-микрофон
sv_se: Mikromikrofon
th_th: ไมโครโฟนแยก
tr_tr: Mikro Mikrofon
zh_cn: 迷你麦克风

source: Acceptance Manager:
cht: 適應管理：
el_gr: Διαχειριστής αποδοχής:
fi_fi: Sopeutumisavustaja :
it_it: Gestione Adattamento:
ko_kr: 자동적응매니저:
nl_nl: Acceptatie Manager:
pt_pt: Gerenciador de Adaptação:
ro_ro: Manager Acceptare:
ru_ru: Менеджер адаптации:
sv_se: Acceptansverktyget:
th_th: ตัวจัดการการยอมรับ:
tr_tr: Adaptasyon Yöneticisi:
zh_cn: 满意度管理系统:

source: Copyright
bg_bg: Авторско право
cht: 著作權
fi_fi: Tekijänoikeudet
hr_hr: Autorsko pravo
hu_hu: Védjegy
ko_kr: 저작권
ru_ru: Copyright / Авторское право
th_th: ลิขสิทธิ์
tr_tr: Telif Hakkı
zh_cn: 版权

source: License
bg_bg: Лиценз
cht: 許可
da_dk: Licens
el_gr: Άδεια
fi_fi: Käyttöoikeus
hr_hr: Licenca
hu_hu: Licensz
it_it: Licenza
ko_kr: 라이센스
nl_nl: Licentie
no_no: Lisens
pt_pt: Licença
ro_ro: Licență
ru_ru: Лицензия
sv_se: Licens
th_th: ใบอนุญาต
tr_tr: Lisans
zh_cn: 证书

source: Privacy
bg_bg: Поверителност
cht: 隱私權
da_dk: Beskyttelse af personlige oplysninger
el_gr: Απόρρητο
fi_fi: Tietosuoja
hr_hr: Privatnost
hu_hu: Adatvédelem
ko_kr: 개인정보보호
no_no: Personvern
pt_pt: Privacidade
ro_ro: Confidențialitate
ru_ru: Конфиденциальность
sv_se: Sekretess
th_th: ความเป็นส่วนตัว
tr_tr: Gizlilik
zh_cn: 隐私

source: Components
bg_bg: Компоненти
cht: 元件
da_dk: Komponenter
el_gr: Στοιχεία
fi_fi: Osat
hr_hr: Komponente
hu_hu: Összetevők
it_it: Componenti
ko_kr: 구성요소
nl_nl: Componenten
no_no: Komponenter
pt_pt: Componentes
ro_ro: Componente
ru_ru: Компоненты
sv_se: Komponenter
th_th: ส่วนประกอบ
tr_tr: Bileşenler
zh_cn: 组件

source: Export
bg_bg: Експортиране
cht: 匯出
da_dk: Eksportér
el_gr: Εξαγωγή
fi_fi: Vie
hr_hr: Izvoz
hu_hu: Exportálás
it_it: Esporta
ko_kr: 내보내기
nl_nl: Exporteren
no_no: Eksporter
pt_pt: Exportar
ro_ro: Exporta
ru_ru: Экспорт
sv_se: Exportera
th_th: ส่งออก
tr_tr: Dışa Aktar
zh_cn: 导出

source: Cancel
bg_bg: Отмяна
cht: 取消
da_dk: Annuller
el_gr: Άκυρο
fi_fi: Peruuta
hr_hr: Otkaži
hu_hu: Mégse
it_it: Annulla
ko_kr: 취소
nl_nl: Annuleren
no_no: Avbryt
pt_pt: Cancelar
ro_ro: Anulează
ru_ru: Отменить
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
zh_cn: 取消

source: Select All
bg_bg: Избери всички
cht: 全部選取
da_dk: Vælg alle
el_gr: Επιλογή όλων
fi_fi: Valitse kaikki
hr_hr: Odaberi sve
hu_hu: Összes kiválasztása
it_it: Seleziona tutto
ko_kr: 전체 선택
nl_nl: Alles selecteren
no_no: Velg alle
pt_pt: Selecionar Todos
ro_ro: Selectează Toate
ru_ru: Выбрать все
sv_se: Välj alla
th_th: เลือกทั้งหมด
tr_tr: Tümünü Seç
zh_cn: 选择所有

source: Loading…
bg_bg: Зареждане...
cht: 載入中…
da_dk: Indlæser...
el_gr: Γίνεται φόρτωση...
fi_fi: Ladataan...
hr_hr: Učitavanje…
hu_hu: Betöltés…
it_it: Caricamento in corso...
ko_kr: 로딩 중...
nl_nl: Laden...
no_no: Laster...
pt_pt: Carregando...
ro_ro: Încărcare...
ru_ru: Идет загрузка...
sv_se: Laddar...
th_th: กำลังโหลด…
tr_tr: Yükleniyor...
zh_cn: 正在加载...

source: Load Patients
bg_bg: Зареждане на пациенти
cht: 載入客戶
da_dk: Indlæs brugere
el_gr: Φόρτωση ασθενών
fi_fi: Lataa potilaat
hr_hr: Učitaj pacijente
hu_hu: Páciens betöltés
it_it: Carica Paziente
ko_kr: 사용자 불러오기
nl_nl: Cliënten laden
no_no: Last pasienter
pt_pt: Carregar Pacientes
ro_ro: Încărcare pacienți
ru_ru: Загрузить пациентов
sv_se: Läs in patienter
th_th: โหลดผู้ป่วย
tr_tr: Hastaları Yükle
zh_cn: 上传用户

source: < BACK
bg_bg: < НАЗАД
cht: < 返回
da_dk: < TILBAGE
el_gr: < ΠΙΣΩ
fi_fi: < EDELLINEN
hr_hr: < NATRAG
hu_hu: < VISSZA
it_it: < INDIETRO
ko_kr: < 뒤로
nl_nl: < TERUG
no_no: < TILBAKE
pt_pt: > VOLTAR
ro_ro: < ÎNAPOI
ru_ru: < НАЗАД
sv_se: <TILLBAKA
th_th: < ย้อนกลับ
tr_tr: < GERİ
zh_cn: < 返回

source: Failed to import patients
bg_bg: Неуспешно импортиране на пациенти
cht: 匯入客戶失敗
da_dk: Brugerne blev ikke importeret
el_gr: Αποτυχία εισαγωγής ασθενών
fi_fi: Potilaiden tuonti epäonnistui
hr_hr: Uvoz bolesnika nije uspio
hu_hu: Nem sikerült importálni a pácienseket
it_it: Importazione pazienti non riuscita
ko_kr: 사용자 가져오기 실패
nl_nl: Kan geen patiënten importeren
no_no: Kunne ikke importere brukere
pt_pt: Falha ao importar pacientes
ro_ro: Nu s-au putut importa pacienții
ru_ru: Ошибка при импорте пациентов
sv_se: Det gick inte att importera patienter
th_th: การนำเข้าผู้ป่วยล้มเหลว
tr_tr: Hastalar içe aktarılamadı
zh_cn: 无法导入用户

source: Import
bg_bg: Импортиране
cht: 匯入
da_dk: Importér
el_gr: Εισαγωγή
fi_fi: Tuo
hr_hr: Uvoz
hu_hu: Importálás
it_it: Importa
ko_kr: 가져오기
nl_nl: Importeren
no_no: Importer
pt_pt: Importar
ro_ro: Importă
ru_ru: Импорт
sv_se: Importera
th_th: นำเข้า
tr_tr: İçe Aktar
zh_cn: 导入

source: No session has been created for this patient.
bg_bg: Не са създадени сесии за тези пациенти.
cht: 這名客戶沒有創建過任何階段。
da_dk: Der er ikke oprettet nogen sessioner for denne bruger.
el_gr: Δεν έχουν δημιουργηθεί συνεδρίες για τον ασθενή αυτόν.
fi_fi: Tälle potilaalle ei ole luotu istuntoja.
hr_hr: Za ove bolesnike nije izrađena nijedna sesija.
hu_hu: A rendszer nem hozott létre munkamenetet a pácienshez.
it_it: Nessuna sessione creata per questo paziente.
ko_kr: 사용자에 대한 세션이 생성되지 않았습니다
nl_nl: Voor deze cliënt zijn geen sessies gecreëerd.
no_no: Ingen økter er opprettet for denne brukeren
pt_pt: Nenhuma sessão foi criada para este paciente.
ro_ro: Nu s-au creat sesiuni pentru acești pacienți.
ru_ru: Для этих пациентов сессий не создано.
sv_se: Inga sessioner har skapats för denna patient.
th_th: ไม่ได้สร้างเซสชันสำหรับผู้ป่วยนี้
tr_tr: Bu hastalar için herhangi bir oturum oluşturulmadı.
zh_cn: 没有为该用户创建选配界面。

source: Launch
bg_bg: Стартиране
cht: 啟動
da_dk: Start
el_gr: Έναρξη
fi_fi: Käynnistä
hr_hr: Pokreni
hu_hu: Indítás
it_it: Avvia
ko_kr: 시작
nl_nl: Lanceren
no_no: Start
pt_pt: Iniciar
ro_ro: Lansare
ru_ru: Запустить
sv_se: Starta
th_th: เรียกใช้งาน
tr_tr: Başlat
zh_cn: 启动

source: Fitting Summary
bg_bg: ОБОБЩЕНИЕ НА МОНТАЖА
cht: 驗配總結
da_dk: Tilpasningsoversigt
el_gr: Σύνοψη εφαρμογής
fi_fi: Sovituksen yhteenveto
hr_hr: Sažetak podešavanja
hu_hu: Hangolás összefoglalása
it_it: Sommario fitting
ko_kr: 피팅 요약
nl_nl: Aanpasoverzicht
no_no: Sammendrag av tilpasning
pt_pt: Resumo da adaptação
ro_ro: Rezumat reglaj:
ru_ru: Сводная информация о подгонке
sv_se: Anpassningsöversikt
th_th: ข้อสรุปในการติดตั้ง
tr_tr: Ayarlama Özeti
zh_cn: 装配概要

source: Audiogram Created
bg_bg: Създадена е аудиограма
cht: 已建立聽力圖
da_dk: Audiogram blev oprettet
el_gr: Δημιουργήθηκε ακοόγραμμα
fi_fi: Audiogrammi luotu
hr_hr: Izrađen audiogram
hu_hu: Audiogram létrehozva
it_it: Audiogramma creato
ko_kr: 청력도생성
nl_nl: Audiogram gecreëerd
no_no: Audiogram opprettet
pt_pt: Audiograma criado
ro_ro: Audiogramă Creată
ru_ru: Аудиограмма создана
sv_se: Audiogram skapat
th_th: สร้างออดิโอแกรมแล้ว
tr_tr: Odyogram Oluşturuldu
zh_cn: 听力图已创建

source: Fitting Data Created
bg_bg: Създадени са данни за монтирането
cht: 已建立選配資料
da_dk: Tilpasningsdata blev oprettet
el_gr: Δημιουργήθηκαν δεδομένα εφαρμογής
fi_fi: Sovitustiedot luotu
hr_hr: Izrađeni podatci o namještanju
hu_hu: Illesztési adatok létrehozva
it_it: Dati di fitting creati
ko_kr: 피팅데이터 생성
nl_nl: Aanpasgegevens gecreëerd
no_no: Tilpasningsdata opprettet
pt_pt: Dados de ajuste criados
ro_ro: Date de fixare create
ru_ru: Данные настройки созданы
sv_se: Anpassningsdata skapade
th_th: สร้างข้อมูลการทดลองสวมแล้ว
tr_tr: Fitting Verileri Oluşturuldu
zh_cn: 验配数据已创建

source: Fit Patient
bg_bg: Протезирай пациент
cht: 幫客戶選配
da_dk: Tilpas bruger
el_gr: Εφαρμογή
fi_fi: Sovita koje potilaalle
hr_hr: Namještanje bolesnika
hu_hu: Páciens illesztése
it_it: Esegui fitting paziente
ko_kr: 피팅
nl_nl: Aanpassing uitvoeren
no_no: Tilpass pasient
pt_pt: Ajustar paciente
ro_ro: Fixare pacient
ru_ru: Настроить СА пациента
sv_se: Anpassa hörapparat(er)
th_th: ทดลองสวมให้ผู้ป่วย
tr_tr: Hastaya Uygula
zh_cn: 开始选配

source: No Patients Found
bg_bg: Не е намерен пациент
cht: 未找到客戶
da_dk: Der blev ikke fundet nogen brugere
el_gr: Δεν βρέθηκαν ασθενείς
fi_fi: Potilaita ei löydy
hr_hr: Bolesnici nisu pronađeni
hu_hu: Nem található páciens
it_it: Nessun paziente trovato
ko_kr: 사용자를 찾을 수 없습니다
nl_nl: Geen cliënten gevonden
no_no: Fant ingen pasienter
pt_pt: Nenhum paciente encontrado
ro_ro: Nu s-au găsit pacienți
ru_ru: Пациентов не найдено
sv_se: Inga patienter hittades
th_th: ไม่พบผู้ป่วย
tr_tr: Hasta Bulunamadı
zh_cn: 未找到用户

source: Click Add from the Manage menu to add new Patient
bg_bg: Щракнете върху Добавяне от меню Управление, за да добавите нов Пациент
cht: 在管理功能表點擊新增以加入新客戶
da_dk: Klik på Tilføj i menuen Administrer for at tilføje en ny bruger
el_gr: Κάντε κλικ στην επιλογή "Προσθήκη" του μενού "Διαχείριση" για να προσθέσετε νέο ασθενή
fi_fi: Voit lisätä uuden potilaan valitsemalla hallintavalikosta Lisä-vaihtoehdon.
hr_hr: Kliknite „Dodaj” u izborniku „Upravljanje” za dodavanje novog bolesnika
hu_hu: Új páciens hozzáadásához kattintson a Kezelés menü Hozzáadás elemére
it_it: Fare clic su Aggiungi dal menu Gestisci per aggiungere in nuovo paziente
ko_kr: 관리 메뉴에서 추가를 클릭하여 신규 사용자를 추가합니다
nl_nl: Klik op Toevoegen in het menu Beheren om een nieuwe cliënt toe te voegen
no_no: Klikk Legg til fra Administrer-menyen for å legge til en ny pasient
pt_pt: Clique em Adicionar no menu Gerenciar para adicionar um novo paciente
ro_ro: Dați clic pe Adăugare din meniul Administrare pentru a adăuga un pacient nou
ru_ru: Кликните Добавить в меню Управление, чтобы добавить нового пациента
sv_se: Klicka på Lägg till från Hantera-menyn för att lägga till ny patient
th_th: คลิก เพิ่ม จากเมนู จัดการ เพื่อเพิ่มผู้ป่วยใหม่
tr_tr: Yeni Hasta eklemek için "Yönet" menüsünden "Ekle" öğesine tıklayın
zh_cn: 从“管理”菜单中单击“添加”添加新的用户

source: Patient Number
bg_bg: Номер на пациента
cht: 客戶編號
da_dk: Brugernummer
el_gr: Αριθμός ασθενούς
fi_fi: Potilaan numero
hr_hr: Broj bolesnika
hu_hu: Páciens száma
it_it: Numero paziente
ko_kr: 번호
nl_nl: Cliëntnummer
no_no: Pasientnummer
pt_pt: Número do paciente
ro_ro: Număr pacient:
ru_ru: Номер пациента
sv_se: Patientnummer:
th_th: หมายเลขผู้ป่วย
tr_tr: Hasta Numarası
zh_cn: 用户编号

source: Sex
bg_bg: Пол
cht: 性別
da_dk: Køn
el_gr: Φύλο
fi_fi: Sukupuoli
hr_hr: Spol
hu_hu: Neme
it_it: Sesso
ko_kr: 성별
nl_nl: Geslacht
no_no: Kjønn
pt_pt: Gênero
ru_ru: Пол
sv_se: Kön
th_th: เพศ
tr_tr: Cinsiyet
zh_cn: 性别

source: Date of Birth
bg_bg: Дата на раждане
cht: 出生日期
da_dk: Fødselsdato
el_gr: Ημερομηνία γέννησης
fi_fi: Syntymäaika
hr_hr: Datum rođenja
hu_hu: Születési dátum
it_it: Data di nascita
ko_kr: 생년월일
nl_nl: Geboortedatum
no_no: Fødselsdato
pt_pt: Data de nascimento
ro_ro: Data nașterii
ru_ru: Дата рождения
sv_se: Födelsedatum
th_th: วันเกิด
tr_tr: Doğum Tarihi
zh_cn: 出生日期

source: Experience Level
bg_bg: Ниво на опита
cht: 經驗等級
da_dk: Erfaringsniveau
el_gr: Επίπεδο εμπειρίας
fi_fi: Kokemustaso
hr_hr: Razina iskustva
hu_hu: Tapasztalati szint
it_it: Livello di esperienza
ko_kr: 보청기 사용경험
nl_nl: Ervaringsniveau
no_no: Erfaringsnivå
pt_pt: Nível de experiência
ro_ro: Nivel experiență
ru_ru: Уровень опыта
sv_se: Erfarenhetsnivå
th_th: ระดับประสบการณ์
tr_tr: Deneyim Seviyesi
zh_cn: 用户佩戴史

source: Email Address
bg_bg: Имейл адрес
cht: 電子郵件
da_dk: E-mailadresse
el_gr: Διεύθυνση e-mail
fi_fi: Sähköpostiosoite
hr_hr: Adresa e-pošte
hu_hu: E-mail-cím
it_it: Indirizzo email
ko_kr: 이메일
nl_nl: E-mailadres
no_no: E-postadresse
pt_pt: Endereço de e-mail
ro_ro: Adresă email
ru_ru: Адрес электронной почты:
sv_se: E-postadress
th_th: ที่อยู่อีเมล
tr_tr: E-posta Adresi
zh_cn: 电子邮箱地址

source: Send Settings
bg_bg: Изпращане на пакет
cht: 發送設定
da_dk: Send pakke
el_gr: Αποστολή πακέτου
fi_fi: Lähetä paketti
hr_hr: Pošalji paket
hu_hu: Beállítás küldése
it_it: Invia pacchetto
ko_kr: 패키지 전송
nl_nl: Pakket verzenden
no_no: Send pakke
pt_pt: Enviar Ajustes Finos para o Paciente
ro_ro: Trimitere pachet
ru_ru: Отправить пакет
sv_se: Skicka paket
th_th: ส่งแพ็คเกจ
tr_tr: Paketi Gönder
zh_cn: 发送包

source: Send Settings
bg_bg: Изпращане на пакет
cht: 發送設定
da_dk: Send pakke
el_gr: Αποστολή πακέτου
fi_fi: Lähetä paketti
hr_hr: Pošalji paket
hu_hu: Beállítás küldése
it_it: Invia pacchetto
ko_kr: 패키지 전송
nl_nl: Pakket verzenden
no_no: Send pakke
pt_pt: Enviar Ajuste Fino
ro_ro: Trimitere pachet
ru_ru: Отправить пакет
sv_se: Skicka paket
th_th: ส่งแพ็คเกจ
tr_tr: Paketi Gönder
zh_cn: 发送包

source: Continue Fitting
bg_bg: Продължаване на монтирането
cht: 繼續選配
da_dk: Fortsæt tilpasning
el_gr: Συνέχιση εφαρμογής
fi_fi: Jatka sovitusta
hr_hr: Nastavak namještanja
hu_hu: Illesztés folytatása
it_it: Continua fitting
ko_kr: 피팅 계속하기
nl_nl: Doorgaan met aanpassen
no_no: Fortsett tilpasning
pt_pt: Continuar com os Ajustes
ro_ro: Continuă reglajul
ru_ru: Продолжить настройку
sv_se: Fortsätt anpassa
th_th: ทดลองสวมต่อ
tr_tr: Fittinge Devam Et
zh_cn: 继续验配

source: Try Again
bg_bg: Опитайте отново
cht: 重試
da_dk: Prøv igen
el_gr: Επανάληψη
fi_fi: Yritä uudelleen
hr_hr: Pokušaj ponovno
hu_hu: Újrapróbálkozás
it_it: Riprova
ko_kr: 재시도
nl_nl: Opnieuw proberen
no_no: Prøv igjen
pt_pt: Tentar Novamente
ro_ro: Încearcă din nou
ru_ru: Повторить попытку
sv_se: Försök igen
th_th: ลองอีกครั้ง
tr_tr: Tekrar Dene
zh_cn: 再试一次

source: Return To Fitting
bg_bg: Връщане към монтаж
cht: 返回選配
da_dk: Vend tilbage til tilpasning
el_gr: Πίσω στην Εφαρμογή
fi_fi: Palaa sovitukseen
hr_hr: Povratak na namještanje
hu_hu: Vissza az illesztéshez
it_it: Torna al fitting
ko_kr: 피팅으로 돌아가기
nl_nl: Terug naar aanpassing
no_no: Tilbake til tilpasning
pt_pt: Retornar aos ajustes
ro_ro: Revenire la fixare
ru_ru: Вернуться в настройку
sv_se: Återgå till anpassning
th_th: กลับไปที่การทดลองสวม
tr_tr: Fittinge Geri Dön
zh_cn: 返回选配界面

source: The settings are ready to be sent...
bg_bg: Настройките са готови за изпращане...
cht: 設定已準備好發送...
da_dk: Indstillingerne er klar til at blive sendt...
el_gr: Οι ρυθμίσεις είναι έτοιμες να σταλούν...
fi_fi: Asetukset ovat valmiit lähetettäviksi...
hr_hr: Postavke su spremne za slanje...
hu_hu: A beállítások készen állnak a küldésre...
it_it: Le impostazioni sono pronte per essere inviate...
ko_kr: 설정 전송 준비 완료...
nl_nl: De instellingen zijn klaar om verzonden te worden...
no_no: Innstillingene kan nå sendes...
pt_pt: O ajuste fino está pronto para ser enviado...
ro_ro: Setările pot fi acum trimise...
ru_ru: Настройки готовы к отправке...
sv_se: Inställningarna är klara att skickas ...
th_th: พร้อมส่งการตั้งค่าแล้ว...
tr_tr: Ayarlar gönderilmeye hazır...
zh_cn: 设置已准备好发送...
