Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Using the Tinnitus Sound Generator is like turning on the light in a dark room. The light from the candle becomes insignificant. Decrease the contrast between the tinnitus sound and the acoustic background.
bg_bg: Използването на звуковия генератор на шум в ушите е като светването на лампа в тъмна стая. Светлината от свещта става незначителна. Намалете контраста между звука на шума в ушите и звуковия фон.
cht: 使用耳鳴抑制音產生器就像是在黑暗的房間中點亮一盞蠟燭。燭光變得微不足道。降低耳鳴聲和背景之間的對比。
da_dk: Brug af Tinnitus Sound Generator er som at tænde lyset i et mørkt rum. kæret fra stearinlyset bliver ubetydeligt. Reducering af konstrasten mellem tinnitus og den akustiske baggrund.
el_gr: Η χρήση του Tinnitus Sound Generator είναι σαν να ανάβεις το φως σε ένα σκοτεινό δωμάτιο. . Το φως από το κερί γίνεται μη σημαντικό. Μειώστε την αντίθεση μεταξύ ήχου εμβοών και ακουστικού παρασκηνίου.
fi_fi: Tinnitusmakeria voisi verrata valojen sytyttämiseen pimeään huoneeseen. Kynttilän valoa ei enää huomata. Vähennä tinnitusmaskerin ja akustisen taustan välistä kontrastia.
hr_hr: Upotreba Tinitus generatora zvuka jest kao da upalite svjetlo u tamnoj prostoriji. Svjetlost svijeće postaje nevažna. Smanjuje se kontrast između zvuka tinitusa i pozadinske akustike.
hu_hu: A Tinnitus hang generátor olyan mint ha felkapcsolja a villanyt egy sötét szobában. A fény egy gyertyából nem jelentős. Csökkenti a kontrasztot a fülzúgás és a akusztikus környezet között.
it_it: Utilizzando il Tinnitus Sound Generator è come accendere la luce in una stanza buia. La luce della candela diventa insignificante. Diminuisce il contrasto fra l'acufene e il sottofondo sonoro.
ko_kr: 어두운 방에서 촛불이 켜져있는 경우 우리는 촛불에 집중하게 될 것입니다. 하지만 촛불이 켜진 방에서 형광등을 켜게 되면, 우리는 더이상 촛불에 집중하지 않게 될 것입니다. 소리발생기를 사용하는 것은 어두운 방에서 불을 켠것과 같습니다. 소리발생기로 인하여, 이명은 자연스럽게 들리지 않게 될 것입니다.
nl_nl: De Tinnitus Sound Generator gebruiken is zoals het licht inschakelen in een donkere kamer met kaarsen aan. Het licht van de kaarsen valt opeens in het niet. Het contrast tussen het tinnitusgeluid en de akoestische achtergrond wordt verminderd.
no_no: Det å bruke Tinnitus Lydgenerator er som å slå på lyset i et mørk rom. Lyset fra stearinlyset blir knapt synlig. Reduser kontrasten mellom tinnituslyden og den akustiske bakgrunnen.
pt_pt: Usar o Gerador de Som para Zumbido é como acender a luz em um ambiente escuro. A luz da vela se torna insignificante. Diminui o contraste entre o zumbido e som do ambiente.
ro_ro: Utilizarea Tinnitus Sound Generator este ca și cum ați aprinde lumina într-o cameră întunecată. Lumina de la lumânare e deja nesemnificativă. Reduce contrastul dintre sunetul tinitusului și ambientul acustic.
ru_ru: Использование звукогенератора TSG для терапии тиннитуса напоминает зажигание света в темной комнате, в которой зажжена свеча. При электрическом освещении свет от свечи становится почти не виден. Уменьшите контраст между звуком тиннитуса и акустическим фоном.
sv_se: Användadet av Tinnitus Sound Generator kan liknas vid att slå på taklampan i ett mörkt rum där endast ett stearin ljus tänt. The light from the candle becomes insignificant. Decrease the contrast between the tinnitus sound and the acoustic background.
th_th: การใช้ Tinnitus Sound Generator จะเหมือนกับการเปิดไฟในห้องมืด แสงจากเทียนจะไม่มีความสำคัญ ลดความแตกต่างระหว่างเสียงในหูกับเสียงพื้นหลัง
tr_tr: Tinnitus Sound Generator’un kullanımı, karanlık bir odada ışığı açmak gibidir. Bu durumda mumun ışığı önemsiz hale gelir. Kulak çınlaması sesi ile akustik arka plan arasındaki kontrastı azaltın.
zh_cn: 使用耳鸣管理器犹如在点了蜡烛的黑屋子里点亮灯 蜡烛发出的光亮将不再显得突兀。同样道理，开启该功能后，耳鸣声也将会被相对削弱。

source: Mirror Service Enabled
bg_bg: Активирана е огледалната функция
cht: 鏡像服務已啟用
da_dk: Spejlservice er aktiveret
el_gr: Ενεργοποίηση υπηρεσίας κατοπτρισμού
fi_fi: Peilaus palvelu käytettävissä
hr_hr: Usluga zrcaljenja omogućena
hu_hu: Tükör szolgáltatás engedélyezve
it_it: Servizio specchio abilitato
ko_kr: Mirror Service 적용
nl_nl: Spiegelservice ingeschakeld
no_no: Speiltjeneste aktivert
pt_pt: Serviço de espelhamento habilitado
ro_ro: Servicii in oglinda activate
ru_ru: Зеркальный Сервис включен
sv_se: Speglingstjänst aktiverad
th_th: เปิดใช้งาน Mirror Service
tr_tr: Ayna servisi etkinleştirildi
zh_cn: 启用镜像服务

source: VC Synchronized
bg_bg: Контролът на силата на звука е синхронизиран
cht: 音量調整已同步
da_dk: VC er synkroniseret
el_gr: VC συγχρονισμένο
fi_fi: Voim. synkronointi
hr_hr: VC sinkroniziran
hu_hu: H.szab. szinkronizált
it_it: VC sincronizzato
ko_kr: 볼륨 동기화
nl_nl: VC gesynchroniseerd
no_no: VK synkronisert
pt_pt: Controle de volume sincronizado
ro_ro: CV sincronizat
ru_ru: Регулятор громкости синхронизирован
sv_se: VK Synkroniserad
th_th: ซิงโครไนซ์ VC
tr_tr: Ses Ayarı senkronize oldu
zh_cn: 同步音量调节

source: Program Synchronized
bg_bg: Програмата е синхронизирана
cht: 程式已同步
da_dk: Program er synkroniseret
el_gr: Πρόγραμμα συγχρονισμένο
fi_fi: Ohjelmat synkronoitu
hr_hr: Program sinkroniziran
hu_hu: Program szinkronizált
it_it: Programma sincronizzato
ko_kr: 프로그램 동기화
nl_nl: Programma gesynchroniseerd
no_no: Program synkronisert
pt_pt: Programa sincronizado
ro_ro: Program sincronizat
ru_ru: Программа синхронизированна
sv_se: Program Synkroniserat
th_th: ซิงโครไนซ์โปรแกรม
tr_tr: Program Senkronize oldu
zh_cn: 同步程序切换

source: Connect To Host Failed
bg_bg: Неуспешно свързване с хоста
cht: 連接主機失敗
da_dk: Forbindelsen til værten blev ikke oprettet
el_gr: Η σύνδεση στον κεντρικό υπολογιστή απέτυχε
fi_fi: Yhdistäminen isäntään epäonnistui
hr_hr: Povezivanje s računalom nije uspjelo
hu_hu: Sikertelen csatlakozás az állomáshoz
it_it: Connessione all'host non riuscita
ko_kr: Host 연결 실패
nl_nl: Verbinden met host mislukt
no_no: Tilkobling til vert mislyktes
pt_pt: Falha na conexão com o host
ro_ro: Conectarea la gazda esuata
ru_ru: Подключение не удалось
sv_se: Anslutning till värd misslyckades
th_th: การเชื่อมต่อกับโฮสต์ล้มเหลว
tr_tr: HOST bağlantı hatası
zh_cn: 与主机连接通信失败

source: The connection to Noah failed - ReSound Smart Fit will now exit.
bg_bg: Неуспешна връзка с хоста – Smart Fit ще се затвори сега
cht: 連接主機失敗，Smart Fit 將立即退出
da_dk: Forbindelsen til værten blev ikke oprettet – Smart Fit afsluttes
el_gr: Η σύνδεση στον κεντρικό υπολογιστή απέτυχε - Θα πραγματοποιηθεί έξοδος από το Smart Fit
fi_fi: Yhteys palvelimeen epäonnistui. Smart Fit suljetaan.
hr_hr: Povezivanje s računalom nije uspjelo - Smart Fit će se zatvoriti
hu_hu: Az állomáshoz való csatlakozás meghiúsult – a Smart Fit most kilép.
it_it: Connessione all'host non riuscita - Smart Fit verrà chiuso
ko_kr: 호스트 연결 실패 - Smart Fit이 종료됩니다.
nl_nl: De verbinding met Noah is mislukt - Smart Fit wordt nu afgesloten
no_no: Tilkobling til vert mislyktes – Smart Fit vil nå avsluttes
pt_pt: Falha na conexão com o host. O Smart Fit será encerrado
ro_ro: Conectarea la gazda esuata - Smart Fit se va inchide
ru_ru: Ошибка при соединении с хост-системой - Smart Fit завершит работу
sv_se: Anslutningen till värd misslyckades - Smart Fit kommer nu att avslutas
th_th: การเชื่อมต่อกับโฮสต์ล้มเหลว - ขณะนี้จะทำการออกจาก Smart Fit
tr_tr: Ana Bilgisayarla Bağlantı Kurulamadı - Akıllı Fitting'den Çıkış Yapılıyor
zh_cn: 连接到主机失败 - Smart Fit即将退出

source: Binaural Processing: use per microphone mode
bg_bg: Бинаурално обработване – използвайте режим за микрофон
cht: 雙耳處理：使用各麥克風模式
da_dk: Binaural behandling: brug pr. mikrofonindstilling
el_gr: Αμφιωτική επεξεργασία: χρήση βάσει της λειτουργίας μικροφώνου
fi_fi: Binauraalinen toiminto: Käytä tätä jokaisessa mikrofonitilassa
hr_hr: Binauralna obrada: upotreba ovisno o načinu rada mikrofona
hu_hu: Binaurális folyamat: használat per mikrofon mód
it_it: Elaborazione Binaurale: utilizzarla per la modalità con microfono
ko_kr: 방향성: 마이크 사용비율
nl_nl: Binaurale directionaliteit: gebruik per microfooninstelling
no_no: Binaural prosessering: bruk per mikrofonmodus
pt_pt: Processamento Binaural: uso por modo de microfone
ro_ro: Procesare biaurala: utilizare pe mod microfon
ru_ru: Бинауральная обработка: используется в режиме микрофона
sv_se: Binaural Processing: Använt per mikrofon läge
th_th: การประมวลผลแบบสองหู: ใช้โหมดตามไมโครโฟน
tr_tr: Binaural İşleme: her mikrofon modunda kullan
zh_cn: 双耳信号处理:使用每种麦克风模式

source: Please do not disconnect the device until the Restore process has completed.
bg_bg: Моля, не прекъсвайте устройството, докато процесът на възстановяване не завърши.
cht: 在回復過程完成前，請不要將裝置中斷連結。
da_dk: Undgå at afbryde forbindelsen til apparatet, før gendannelsesprocessen er udført.
el_gr: Μην αποσυνδέσετε τη συσκευή μέχρι να ολοκληρωθεί η διαδικασία επαναφοράς.
fi_fi: Älä irrota laitetta ennen kun palautustoimenpide on valmis !
hr_hr: Ne odvajajte uređaj dok se ne dovrši postupak vraćanja postavki.
hu_hu: Ne csatlakoztassa le a készüléket addig, amíg a helyreállítási folyamat fut.
it_it: Non disconnettere il dispositivo fino al completamento del processo di ripristino.
ko_kr: 복구 프로세스가 끝날 때까지 장치 연결 상태를 유지 하십시오.
nl_nl: Verbreek de verbinding met het toestel niet voordat het resetproces voltooid is.
no_no: Vennligst ikke koble fra apparatet før gjenopprettingsprosessen er fullført
pt_pt: Não desconecte o dispositivo antes que o processo de restauração esteja concluído.
ro_ro: Va rugam nu deconectati dispozitivul pana procesul de restaurare nu s-a terminat.
ru_ru: Пожалуйста, не отсоединяйте устройство до тех пор, пока процесс восстановления не будет завершен.
sv_se: Koppla inte loss hörapparaten förrän återställningen är klar.
th_th: โปรดอย่าตัดการเชื่อมต่ออุปกรณ์จนกว่ากระบวนการคืนค่าจะเสร็จสมบูรณ์
tr_tr: Yeniden yapılandırma işlemi tamamlanana kadar cihazın bağlantısını kesmeyin.
zh_cn: 不要断开连接直至恢复完成

source: Wireless Volume Sync
bg_bg: Безжично синхронизиране на силата на звука
cht: 無線音量同步
da_dk: Trådløs synkronisering af lydstyrke
el_gr: Ασύρματος συγχρονισμός έντασης ήχου
fi_fi: Langaton äänenvoimakkuuden synkronointi
hr_hr: Bežična sinkronizacija glasnoće
hu_hu: A hangerő vezeték nélküli szinkronizációja
it_it: Sincronizzazione volume wireless
ko_kr: 무선 볼륨 동기화
nl_nl: Draadloos volume synchroniseren
no_no: Trådløs volumsynkronisering
pt_pt: Sincronização de volume wireless
ro_ro: Sincronizare volum wireless
ru_ru: Беспроводной Громкость Синхр
sv_se: Trådlös Volymsynk
th_th: ซิงค์ระดับเสียงแบบไร้สาย
tr_tr: Kablosuz Ses Senkronizasyonu
zh_cn: 无线音量同步

source: Dir(Right) / Dir(Left)
bg_bg: Dir(дясно) / Dir(ляво)
cht: 方向性 (右)/方向性 (左)
da_dk: Dir(højre)/Dir(venstre)
el_gr: Κατευθ. (δεξί) / Κατευθ. (αριστ.)
fi_fi: Suunta(Oikea) / Suunta(Vasen)
hr_hr: Usmj. (desno) / usmj. (lijevo)
hu_hu: Dir(Jobb) / Dir(Bal)
it_it: Direz(Dx)/Direz(Sx)
ko_kr: Dir(우측) / Dir(좌측)
nl_nl: Dir(Rechts) / Dir(Links)
no_no: Dir. (høyre) / Dir. (venstre)
pt_pt: Dir(direita) / Dir(esquerda)
ro_ro: Dir(Dreapta) / Dir(Stanga)
ru_ru: Направленность Dir(Правый) / Направленность Dir(Левый)
sv_se: Riktverkan (Höger) / Riktverkan (Vänster)
th_th: Dir(ขวา) / Dir(ซ้าย)
tr_tr: Dir(Sağ) / Dir(Sol)
zh_cn: 方向性(右)/方向性(左)

source: Dir(Right) / Omni(Left)
bg_bg: Dir(дясно) / Омни(ляво)
cht: 方向性 (右)/全方向 (左)
da_dk: Dir(højre)/Omni(venstre)
el_gr: Κατευθ. (δεξί) / Πολυκατευθ. (αριστ.)
fi_fi: Suunta(Oikea) / Pallo(Vasen)
hr_hr: Usmj. (desno) / svesmj. (lijevo)
hu_hu: Dir(Jobb) / Omni(Bal)
it_it: Direz(Dx)/Omni(Sx)
ko_kr: Dir(우측) / Omni(좌측)
nl_nl: Dir(Rechts) / Omni(Links)
no_no: Dir. (høyre) / omni (venstre)
pt_pt: Dir(direita) / Omni(esquerda)
ro_ro: Dir(Dreapta) / Omni(Stanga)
ru_ru: Направленность Dir(Правый) / Всенаправленность Omni(Левый)
sv_se: Riktverkan (Höger) / Omni (Vänster)
th_th: Dir(ขวา) / Omni(ซ้าย)
tr_tr: Dir(Sağ) / Omni(Sol)
zh_cn: 方向性(右)/全向性(左)

source: Omni(Right) / Dir(Left)
bg_bg: Омни(дясно) / Dir(ляво)
cht: 全方向 (右)/方向性 (左)
da_dk: Omni(højre)/Dir(venstre)
el_gr: Πολυκατευθ. (δεξί) / Κατευθ. (αριστ.)
fi_fi: Pallo(Oikea) / Suunta(Vasen)
hr_hr: Svesmj. (desno) / usmj. (lijevo)
hu_hu: Omni(Jobb) / Dir(Bal)
it_it: Omni(Dx)/Direz(Sx)
ko_kr: Omni(우측) / Dir(좌측)
nl_nl: Omni(Rechts) / Dir(Links)
no_no: Omni (høyre) / Dir. (venstre)
pt_pt: Omni(direita) / Dir(esquerda)
ro_ro: Omni(Dreapta) / Dir(Stanga)
ru_ru: Всенаправленность Omni(Правый) / Направленность Dir(Левый)
sv_se: Omni (Höger) / Riktverkan (Vänster)
th_th: Omni(ขวา) / Dir(ซ้าย)
tr_tr: Omni(Sağ) / Dir(Sol)
zh_cn: 全向性(右)/方向性(左)

source: Omni(Right) / Omni(Left)
bg_bg: Омни(дясно) / Омни(ляво)
cht: 全方向 (右)/全方向 (左)
da_dk: Omni(højre)/Omni(venstre)
el_gr: Πολυκατευθ. (δεξί) / Πολυκατευθ. (αριστ.)
fi_fi: Pallo(Oikea) / Pallo(Vasen)
hr_hr: Svesmj. (desno) / svesmj. (lijevo)
hu_hu: Omni(Jobb) / Omni(Bal)
it_it: Omni(Dx)/Omni(Sx)
ko_kr: Omni(우측) / Omni(좌측)
nl_nl: Omni(Rechts) / Omni(Links)
no_no: Omni (høyre) / Omni (venstre)
pt_pt: Omni(direita) / Omni(esquerda)
ro_ro: Omni(Dreapta) / Omni(Stanga)
ru_ru: Всенаправленность Omni(Правый) / Всенаправленность Omni(Левый)
sv_se: Omni (Höger) / Omni (Vänster)
th_th: Omni(ขวา) / Omni(ซ้าย)
tr_tr: Omni(Sağ) / Omni(Sol)
zh_cn: 全向性(右)/全向性(左)

source: Decrease low and mid frequency gains
bg_bg: Намалете усилването на ниските и средните честоти
cht: 降低低頻及中頻增益量
da_dk: Reducer forstærkning af lav- og mellemfrekvenser
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών και μεσαίων συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla ja keskitaajuuksilla
hr_hr: Smanjite pojačanja niskih i srednjih frekvencija
hu_hu: Csökkentse a mély és a közepes frekvenciás erősítést
it_it: Diminuire i guadagni delle frequenze basse e medie
ko_kr: 저주파수와 중주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage en middenfrequenties
no_no: Reduser lav- og mellomfrekvens gain
pt_pt: Diminua o ganho das frequências baixas e médias
ro_ro: Scadeti castigurile pe frecventele joase si medii.
ru_ru: Уменьшите усиление на низких и средних частотах
sv_se: Minska förstärkningen för låg och mellan frekvenser.
th_th: ลดเกนที่ความถี่ตํ่าและกลาง
tr_tr: Alçak ve orta frekans kazançlarını azaltın
zh_cn: 降低中低频增益

source: Soft sounds are too loud. (conversation at another table is louder than conversation at my own table.)
bg_bg: Тихите звуци са твърде силни. (разговорът на друга маса е по-силен от разговора на моята маса.)
cht: 小聲聲音太大聲。(遠的聲音比近的大聲。)
da_dk: Svage lyde er for kraftige (samtale ved et andet bord er kraftigere end samtalen ved mit eget bord).
el_gr: Οι σιγανοί ήχοι ακούγονται πολύ δυνατά. (Μια συζήτηση σε άλλο τραπέζι ακούγεται πιο δυνατά από ό,τι η συζήτηση στο δικό μου τραπέζι.)
fi_fi: Heikot äänet ovat liian kovat. (keskustelu toisessa pöydässä on kovempi kuin keskustelu omassa pöydässä.)
hr_hr: Tihi zvukovi su previše glasni. (Razgovor za drugim stolom glasniji je nego razgovor za mojim stolom.)
hu_hu: A lágy hangok túl hangosak (A beszélgetés egy másik asztalnál hangosabb, mint ennél az asztalnál.)
it_it: I suoni deboli sono troppo forti. (La conversazione a un altro tavolo è più forte della conversazione al proprio tavolo.)
ko_kr: 작은 소리크기가 너무 크게 들립니다.(다른 테이블의 대화가 내 테이블의 대화소리보다 큼)
nl_nl: Zachte geluiden zijn te hard (het gesprek bij een andere tafel klinkt harder dan bij mijn tafel)
no_no: Svake lyder er for sterke. (Samtalen ved nabobordet er høyere enn samtalen ved mitt bord.)
pt_pt: Os sons suaves estão muito altos. (a conversa em outra mesa está mais alta do que a conversa na minha)
ro_ro: Sunetele slabe sunt prea puternice. (conversatia de la o alta masa e mai puternica decat cea de la masa purtatorului)
ru_ru: Тихие звуки слишком громкие . (разговор за другим столом громче, чем разговор за моим столом.)
sv_se: Svaga ljud är för starka. (konversation vid ett annat bord är starkare än konversation vid mitt eget bord).
th_th: เสียงเบาดังเกินไป (การสนทนาที่โต๊ะอื่นดังกว่าการสนทนาที่โต๊ะของฉันเอง)
tr_tr: Yumuşak sesler çok yüksek. (Başka masadaki sohbet sesleri benim masamdaki sohbet seslerinden daha yüksek.)
zh_cn: 小声太嘈杂。(邻桌的声音比自桌的还要大)

source: Decrease gains for soft sounds
bg_bg: Намалете усилването на тихите звуци
cht: 降低小聲音量的增益量
da_dk: Reducer forstærkning af svage lyde
el_gr: Μειώστε την ένταση(απόκριση) για τους σιγανούς ήχους
fi_fi: Vähennä vahvistusta heikoille äänille
hr_hr: Smanjite pojačanja za tihe zvukove
hu_hu: Erősítés csökkentés lágy hangokra
it_it: Diminuire il guadagno per i suoni deboli
ko_kr: 작은 소리의 게인을 낮추세요
nl_nl: Verlaag de versterking voor zachte geluiden
no_no: Senk gain for svake lyder
pt_pt: Diminua o ganho para as sons suaves
ro_ro: Descresteti castigurile pentru sunetele slabe
ru_ru: Уменьшите усиление для тихих звуков
sv_se: Minska förstärkningen för svaga ljud.
th_th: ลดเกนสำหรับเสียงเบา
tr_tr: Yumuşak sesler için kazancı düşür
zh_cn: 降低小声所有增益

source: Loud sounds are too loud (alarms, sirens, noisy environments)
bg_bg: Силните звуци са прекалено силни (аларми, сирени, шумна среда)
cht: 大聲聲音太大聲 (警鐘、警報器、噪音環境)
da_dk: Kraftige lyde er for kraftige (alarmer, sirener, støjende omgivelser)
el_gr: Οι δυνατοί ήχοι είναι πολύ δυνατοί (συναγερμοί, σειρήνες, θορυβώδη περιβάλλοντα)
fi_fi: Kovat äänet tuntuvat liian kovilta (hälytykset, sireenit, äänekkäät ympäristöt)
hr_hr: Glasni zvukovi su previše glasni (alarmi, sirene, bučna okruženja)
hu_hu: A hangos hangok túl hangosak (riasztó, sziréna, zajos környezet)
it_it: I suoni forti sono troppo forti (allarmi, sirene, ambienti rumorosi)
ko_kr: 큰 소리가 너무 크게 들립니다(알람, 사이렌, 소음 환경들)
nl_nl: Harde geluiden zijn te hard (alarms, sirenes, lawaaiige omgevingen)
no_no: Høye lyder er for kraftige (alarmer, sirener, støyende miljøer)
pt_pt: Os sons altos estão muito altos (alarmes, sirenes, ruído ambiental)
ro_ro: Sunetele puternice sunt prea puternice (alarme, sirene, medii zgomotoase)
ru_ru: Громкие звуки слишком громкие (сигнализации, сирены, шумные обстановки)
sv_se: Starka ljud är för starka (alarm, sirener, bullriga miljöer)
th_th: เสียงดังดังเกินไป (สัญญาณเตือน หวอ สภาพแวดล้อมที่มีเสียงรบกวน)
tr_tr: Yüksek sesler çok yüksek (alarmlar, sirenler, gürültülü çevreler)
zh_cn: 大声太嘈杂 (警报,汽笛,环境噪音等)

source: Decrease overall gain for loud sounds.
bg_bg: Намалете общото усилване на силните звуци.
cht: 降低大聲聲音的整體增益量。
da_dk: Reducer generel forstærkning af kraftige lyde.
el_gr: Μειώστε τη συνολική ένταση(απόκριση) για τους δυνατούς ήχους.
fi_fi: Vähennä kokonaisvahvistusta koville äänille
hr_hr: Smanjite sveukupno pojačanje za glasne zvukove.
hu_hu: Csökkentse a teljes erősítést a hangos hangokra.
it_it: Diminuire il guadagno complessivo per i suoni forti.
ko_kr: 큰 소리 크기의 전반적인 게인을 낮추세요
nl_nl: Verlaag de versterking voor harde geluiden
no_no: Reduser samlet gain for høye lyder.
pt_pt: Diminua o ganho geral para os sons intensos.
ro_ro: Scadeti castigul total pentru sunete puternice.
ru_ru: Уменьшите общее усиление для громких звуков.
sv_se: Minska den totala förstärkningen för starka ljud.
th_th: ลดเกนโดยรวมสำหรับเสียงดัง
tr_tr: Yüksek seslerde tüm kazancı düşür.
zh_cn: 降低大声所有增益

source: Decrease Environmental Optimizer II in "noise and "loud noise" environments.
bg_bg: Намалете Оптимизатор на средата II в „шумна“ и „силно шумна“ среда.
cht: 降低在「噪音」和「大聲噪音」環境的環境優化器 II 。
da_dk: Reducer Environmental Optimizer II i miljøer med støj og kraftig støj.
el_gr: Μειώστε τη ρύθμιση του Environmental Optimizer II στα περιβάλλοντα με "θόρυβο" και "δυνατό θόρυβο".
fi_fi: Vähennä Ääniympäristön optimointi II toimintoa "melu" ja "kova melu" ääniympäristöissä.
hr_hr: Smanjite postavku Environmental Optimizer II u okruženjima „buka” i „glasna buka”.
hu_hu: Csökkentse a Környezeti Optimalizáló II értékét zajos és hangos környezetekben.
it_it: Diminuire Ottimizzatore Ambientale II negli ambienti Rumore e Rumore forte.
ko_kr: 자동환경조절의 “소음환경(보통)”과 “소음환경(기끄러운)"의 수준을 낮추세요
nl_nl: Verlaag de Environmental Optimizer II bij "Rumoer" en "Hard lawaai"
no_no: Reduser Environmental Optimizer II i lyttemiljøene «støy» og «høy lyd».
pt_pt: Diminua o Otimizador Ambiental II nos ambientes "ruído" e "ruído alto".
ro_ro: Scadeti Environmental Optimizer II in mediile Zgomot si Zgomot Puternic
ru_ru: Уменьшите усиление в Оптимизаторе Окружения II для ситуаций "шум" и "громкий шум".
sv_se: Minska förstärkningen för "brus" och starkt brus" i Miljöoptimering II.
th_th: ลดโปรแกรมปรับแต่งสภาพแวดล้อม II ในสภาพแวดล้อม "เสียงรบกวนและ "เสียงรบกวนดัง"
tr_tr: Gürültü ve Yüksek gürültü ortamlarında Çevresel Yönetim II'yi azalt.
zh_cn: 降低AI智能环境优化器中"噪音"和"噪音(强度)"时的增益

source: Speech is too loud (speaker is too loud)
bg_bg: Говорът е прекалено силен (говорещият говори прекалено силно)
cht: 語音太大 (說話者太大聲)
da_dk: Tale er for kraftig (højttaler er for kraftig)
el_gr: Η ομιλία ακούγεται πολύ δυνατά (ο ομιλητής ακούγεται πολύ δυνατά)
fi_fi: Puhe on liian kova (puhuja puhuu liian kovaa)
hr_hr: Govor je previše glasan (govornik je previše glasan)
hu_hu: A beszéd túl hangos (a beszélő túl hangos)
it_it: Il parlato è troppo forte (la voce dell'oratore è troppo forte)
ko_kr: 말소리가 너무 큼 (스피커 소리가 너무 큼)
nl_nl: Spraak is te hard (spreker praat te hard)
no_no: Tale er for høy
pt_pt: A fala está muito alta (o falante está muito alto)
ro_ro: Vorbirea este prea puternica (vorbitorul se aude prea tare)
ru_ru: Речь слишком громкая
sv_se: Tal är för starkt (talare är för stark).
th_th: เสียงพูดดังเกินไป (ผู้พูดเสียงดังเกินไป)
tr_tr: Konuşma çok yüksek (hoparlör çok yüksek)
zh_cn: 言语声太大 (听别人说话声太大)

source: Decrease overall gain for moderate sounds.
bg_bg: Намалете общото усилване на умерените звуци.
cht: 降低一般聲音的整體增益量。
da_dk: Reducer generel forstærkning af moderate lyde.
el_gr: Μειώστε τη συνολική ένταση(απόκριση) για τους μέτριους ήχους.
fi_fi: Vähennä kokonaisvahvistusta normaaleille äänille
hr_hr: Smanjite sveukupno pojačanje za umjerene zvukove.
hu_hu: Csökkentse a teljes erősítést a közepes hangokra.
it_it: Diminuire il guadagno complessivo per i suoni moderati.
ko_kr: 중간 소리의 전체적인 게인을 낮추세요
nl_nl: Verlaag de versterking voor gemiddelde geluiden
no_no: Senk generell gain for moderate lyder
pt_pt: Diminua o ganho geral para sons moderados
ro_ro: Scadeti castigul global pentru sunete moderate
ru_ru: Уменьшите общее усиление для умеренных звуков.
sv_se: Minska den totala förstärkningen för måttliga ljud.
th_th: ลดเกนโดยรวมสำหรับเสียงปานกลาง
tr_tr: Orta şiddetteki seslerde tüm kazancı azalt.
zh_cn: 降低中等声所有增益

source: Decrease low frequency gain for moderate sounds.
bg_bg: Намалете усилването на ниските честоти за умерените звуци.
cht: 降低一般聲音的低頻增益量。
da_dk: Reducer lavfrekvent forstærkning af moderate lyde.
el_gr: Μειώστε την ένταση(απόκριση) χαμηλών συχνοτήτων για τους μέτριους ήχους.
fi_fi: Vähennä vahvistusta matalilla taajuuksilla kohtalaisille äänille.
hr_hr: Smanjite pojačanje niskih frekvencija za umjerene zvukove.
hu_hu: Csökkentse a mélyfrekvenciás erősítést a közepes hangokra.
it_it: Diminuire il guadagno delle basse frequenze per i suoni moderati.
ko_kr: 중간 소리의 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de lage frequenties bij gemiddelde geluiden.
no_no: Senk lavfrekvent gain for moderate lyder
pt_pt: Diminua o ganho das frequências baixas para sons moderados.
ro_ro: Scadeti castigul in zona joaselor pentru sunete moderate.
ru_ru: Уменьшите усиление на низких частотах для умеренных звуков.
sv_se: Minska förstärkningen på dem låga frekvenserna för måttliga ljud.
th_th: ลดเกนที่ความถี่ต่ำสำหรับเสียงปานกลาง
tr_tr: Orta şiddetteki seslerde alçak frekans kazancını azalt.
zh_cn: 降低中等声低频增益
