Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: In addition to using the Ear-to-Ear wireless link to determine the best directionality mode for the environment, Binaural Directionality with Spatial Sens also uses pinna restoration and bilateral compression to provide for more natural sound processing. Pinna restoration allows for directivity that mimics the way the natural ear treats sound. This helps you with both speech understanding and sound localization. Bilateral compression is introduced to preserve the natural loudness differences between the ears. The Ear to Ear wireless link ensures that there is minimal impact on the spatial information when sound is processed through the hearing instruments. Binaural Directionality III with Spatial Sense is designed to be as transparent as possible in order to maximize the positive effects of spatial hearing and facilitate listening in noisy environments.
bg_bg: В допълнение към използването на безжичната връзка ухо с ухо за определяне на най-добрия режим на насоченост за средата, Бинаурална насоченост 2 с Пространствен усет използва и възстановка на ушната мида и двустранна компресия за осигуряване на по-естествено обработване на звука. Възстановката на ушната мида позволява насоченост, която имитира начина, по който естественото ухо третира звука. Това ви помага както за разбиране на говора, така и за локализиране на звука. Двустранната компресия е въведена за запазване на естествената разлика в силата на звука между ушите. Безжичната връзка ухо с ухо осигурява минимално въздействие върху пространствената информация, когато звукът се обработва чрез слуховите апарати. Бинаурална насоченост III с Пространствен усет е разработена да бъде колкото е възможно по-прозрачна, за да доведе до максимум положителните въздействия на пространственото слушане и да улесни слушането в шумна среда.
cht: 除了使用雙耳無線連結以判定環境的最佳方向性模式外，雙耳方向性 III 包含實景空間感知。當兩邊助聽器切換至全方向模式，實景空間感知為耳殼回復及雙側壓縮允許更自然的聲音處理方式。 耳殼回復模仿自然耳朵處理聲音方向性的方式，這有助於理解語音和聲音定位。 雙側壓縮有助保持耳朵之間的自然響度差異。雙耳無線連結確保助聽器處理聲音時對實景空間感知的最少影響。 雙耳方向性 III 設計用於盡可能透明，以便將空間聽力正向效果最大化，並且改善在吵雜環境中的聽覺。
da_dk: Ud over brug af en trådløs Ear-to-ear forbindelse til at finde den bedste retningsvirkningstilstand i det pågældende miljø benytter Binauaral Directionality 2 med Spatial Sense også gendannelse af effekterne af pinna og bilateral kompression, hvilket giver en mere naturlig lydbehandling. Gendannelse af pinna muliggør retningsvirkning, der efterligner det måde, det naturlige øre behandler lyd på. Herved får du hjælp til måde taleforståelse og lokalisering af lyd. Bilateral kompression hjælper med at bevare de naturlige forskellige i lydstyrke mellem ørerne. Den trådløse øre til øre-forbindelse sikrer, at den rumlige information påvirkes minimalt, når lyden behandles gennem høreapparaterne. Binaural Directionality III med Spatial Sense er designet til at være så transparent som muligt for at maksimere de positive effekter af rumlig hørelse og gøre det lettere at høre i støjende omgivelser.
el_gr: Πέρα από τη χρήση της ασύρματης σύνδεσης Ear-to-Ear για τον προσδιορισμό της καλύτερης λειτουργίας κατευθυντικότητας για το εκάστοτε περιβάλλον, η λειτουργία Binauaral Directionality 2 με Spatial Sense επιστρατεύει επίσης την αποκατάσταση πτερυγίου και την αμφίπλευρη συμπίεση για φυσικότερη επεξεργασία ήχου. Η αποκατάσταση πτερυγίου καθιστά εφικτή την κατευθυντικότητα, μιμούμενη τον τρόπο που το φυσικό αυτί αντιμετωπίζει τον ήχο. Αυτό σας βοηθά τόσο στην κατανόηση της ομιλίας όσο και στην εντόπιση του ήχου. Η αμφίπλευρη συμπίεση υιοθετείται προκειμένου να διατηρούνται οι φυσικές διαφορές ακουστότητας μεταξύ των αυτιών. Η ασύρματη σύνδεση Ear-to-Ear εξασφαλίζει ότι ο αντίκτυπος που έχει στις χωρικές πληροφορίες η επεξεργασία του ήχου από τα ακουστικά βοηθήματα είναι ελάχιστος. Η λειτουργία Binaural Directionality III με Spatial Sense είναι σχεδιασμένη ώστε να είναι όσο το δυνατό πιο διαφανής για να μεγιστοποιεί τις ευεργετικές επιδράσεις της χωρικής ακοής και να διευκολύνει την ακρόαση σε πολύβουα περιβάλλοντα.
fi_fi: Ääniympäristöön parhaiten sopiva suuntakuvio valitaan kuulokojeiden välisen yhteyden avulla lisäksi Binauraalinen suuntakuvio 2- ja Tilantuntu-toimintojen avulla. Viimemainitun avulla jäljitellään korvalehteä. Bilateraalinen kompressio mahdollistaa luonnollisemman äänen käsittelyn. Korvalehden jäljitteleminen tarkoittaa, että suuntakuviossa jäljitellään luonnollisen korvan tapaa käsitellä ääniä. Tämä helpottaa sekä puheen ymmärtämistä että äänien paikallistamista. Bilateraalinen kompressio auttaa säilyttämään luonnollisen korvien välisen äänenvoimakkuuseron. Langattoman linkin korvasta korvaan avulla varmistetaan, että äänen käsittely kuulokojeissa vaikuttaa Tilantuntu- toiminnossa mahdollisimman vähän. Binauraalinen suuntakuvio III ja Tilantuntu on suunniteltu mahdollisimman läpinäkyviksi, jotta tilantunnun vaikutus on mahdollisimman myönteinen ja kuuleminen on helpompaa meluisissa ääniympäristöissä.
hr_hr: Uz upotrebu bežične veze Uho-do-Uha kako bi se odredio najbolji model usmjerenosti u odnosu na okolinu, Binauralna usmjerenost u kombinaciji s Prostornom detekcijom također primjenjuje efekt ušne školjke i bilateralnu kompresiju zvuka radi što prirodnije obrade zvuka. Efekt ušne školjke omogućuje usmjerenost, oponašajući tako prirodan način na koji zdravo uho obrađuje zvuk. To osobito pomaže u razumijevanju govora i lokalizaciji zvukova. Bilateralna kompresija omogućuje očuvanje prirodne razlike u glasnoći između dva uha. Bežična veza Uho-do-Uha omogućuje da zvuk koji se obrađuje u slušnim uređaja ima minimalan utjecaj na prostorne informacije. Binauralna usmjerenost III zajedno s Prostornom detekcijom osmišljena je da poveća pozitivne učinke prostorne percepcije zvuka i omogući slušanje u bučnoj okolini.
hu_hu: Amellett, hogy a kétoldali vezeték nélküli kapcsolat megállapítja a környezethez illő legjobb irányítottsági módot, a Binarual Directionality 2 magában foglalja a Térbeli érzékelési funkciót is. A Térbeli érzékelés egy olyan fülkagylóhoz tartozó helyreállítási és bilaterális kompressziós funkció, amely még természetesebb hangfeldolgozást tesz lehetővé. A fülkagylóhoz tartozó helyreállítási funkció lehetővé teszi egy olyan irányítottság kialakítását, amely a fül természetes hangérzékelését képezi le. Ez segít a beszédértésben és a hang lokalizációjában. A bilaterális kompresszió segít a fülek közötti természetes hangérzékelési különbségek megőrzésében. A kétoldali vezeték nélküli kapcsolat garantálja, hogy a hallókészülékek hangfeldolgozásakor a térérzékelési adatokat csak minimális behatás érje. A Binaural Directionality III funkciót úgy terveztük, hogy minél átláthatóbb legyen a térbeli érzékelés pozitív hatásainak maximalizálásakor és a hallás megkönnyítésekor zajos környezetben.
it_it: Oltre a utilizzare il collegamento wireless Ear-to-Ear per determinare la migliore modalità direzionale per l'ambiente, Direzionalità Binaurale II con Ascolto naturale utilizza anche l'effetto pinna e la compressione bilaterale per fornire una più naturale elaborazione del suono. Il ripristino dell'effetto pinna permette di mimare la naturale direzionalità e il modo in cui il suono viene elaborato nell'orecchio. Ciò aiuta sia la comprensione del parlato che la localizzazione dei suoni. La compressione bilaterale viene introdotta per preservare le differenze di rumorosità naturale tra gli orecchi. Il collegamento wireless Ear-to-Ear assicura che vi sia il minimo impatto sulle informazioni spaziali quando il suono viene elaborato attraverso gli apparecchi acustici. Direzionalità Binaurale III con Ascolto naturale è concepito per essere il massimo possibile trasparente al fine di massimizzare gli effetti positivi di ascolto nello spazio e facilitare l'ascolto in ambienti rumorosi.
ko_kr: 게다가 양이통신을(E2E) 통해 청취환경에 가장 적합한 방향성 모드를 결정합니다. Binauaral Directionality III는 Spatial sense 기능이 설정되어 있습니다. Spatial sense는 양측의 보청기가 omni mode로 적용되는 청취환경에서, Pinna restoration과 Bilateral compression을 통해보다 청각적 공간감각을 재현하여, 보다 자연스러운 청취환경을 제공합니다. Pinna restoration은 소리를 가장 자연스럽게 들을 수 있도록, 청각기관이 소리를 처리하는 방법으로 구현됩니다. 이 기능은 어음 이해력과 음원 위치파악에도 도움을 줍니다. Bilateral compression은 양측 귀로 도달되는 소리의 자연적인 크기 차이를 인공지능으로 구현합니다. 양이통신은(E2E 링크) 보청기가 신호를 증폭하는 과정에서 발생되는 청각적 공간 정보에 대한 오차를 최소화 합니다. Binaural Directionlaity III는 청취의 효과를 극대화 하고 소음 환경에서의 자연스럽게 청취할 수 있도록 설계되었습니다.
nl_nl: In aanvulling op het gebruik van de draadloze Ear-to-Ear communicatie om de beste directionaliteitsmodus vast te stellen voor iedere geluidsomgeving, introduceren we met Binauarale directionaliteit II Spatial Sense. Spatial Sense is oorschelpcorrectie en bilaterale correctie die een meer natuurlijke sound processing toelaat wanneer beide toestellen naar omni-directioneel schakelen. De oorschelpcorrectie levert een richtwerking zoals het natuurlijke oor die ook levert. Dit helpt u zowel bij het spraakverstaan als bij het lokaliseren van geluid. Bilaterale compressie helpt om de natuurlijke luidheidsverschillen tussen beide oren te behouden. De draadloze Ear-to-Ear communicatie zorgt ervoor dat de geluidsbewerking door de hoortoestellen minimale impact heeft op de ruimtelijke informatie. Binaurale directionaliteit III met Spatial Sense is zo transparant mogelijk ontworpen om de positieve effecten van ruimtelijk horen te maximaliseren en om het luisteren in lawaaiige omstandigheden te vergemakkelijken.
no_no: I tillegg til å bruke trådløs øre til øre-kommunikasjon for å finne den beste direksjonalitetsmodusen for miljøet, bruker Binaural Direksjonalitet 2 med Spatial Sense pinnaeffekt og bilateral kompresjon for å gi en mer naturlig lydbehandling. Pinnaeffekten gir en direktivitet som etterlikner måten det naturlige øret behandler lyd på. Dette hjelper deg med både taleforståelse og lydlokalisering. Bilateral kompresjon er innført for å bevare de naturlige styrkeforskjellene mellom ørene. Trådløs øre til øre-kommunikasjon sikrer minimal innvirkning på den romlige informasjonen når lyden prosesseres gjennom høreapparatene. Binaural Direksjonalitet III med Spatial Sense er utviklet for å være så transparent som mulig for å gi så positive virkninger av romlig hørsel som mulig, og for å lette lytting i støyende omgivelser.
pt_pt: Além de usar a comunicação de orelha a orelha para determinar o melhor modo de direcionalidade para o ambiente, a Direcionalidade Binaural 2 com Spatial Sense também usa restauração do pavilhão e compressão bilateral para oferecer processamento sonoro mais natural. A restauração do pavilhão permite direcionalidade que imita a forma como a orelha processa o som. Isso auxilia na compreensão da fala e na localização sonora. A compressão bilateral é introduzida para preservar as diferenças naturais de intensidade entre as orelhas. O link wireless orelha a orelha garante que há um impacto mínimo sobre a informação espacial quando o som é processado através dos aparelhos auditivos. A Direcionalidade Binaural III foi criada para ser o mais transparente possível a fim de maximizar os efeitos positivos da audição espacial e facilitar a escuta em ambientes ruidosos.
ro_ro: Pe lângă utilizarea unei legături wireless ureche la ureche pentru a determina cel mai bun mod de direcționalitate pentru mediu, Binauaral Directionality 2 cu Spatial Sense utilizează restaurare auriculară și compresie bilaterală ce permite o procesare mai naturală a sunetelor. Restaurarea auriculară permite o direcționalitate ce mimează modul în care urechea naturală tratează sunetul. Aceasta ajută la înțelegerea vorbirii și localizarea sunetului. Compresia bilaterală ajută la păstrarea diferențelor de volum naturale între urechi. Legătura wireless ureche la ureche asigură un impact minim asupra informațiilor spațiale când sunetul este procesat prin instrumentele auditive. Binaural Directionality III a fost proiectat pentru a fi cât mai transparent pentru a maximiza efectele pozitive ale auzului spațial și a facilita ascultatul în medii zgomotoase.
ru_ru: Помимо беспроводной связи между аппаратами, для определения оптимального режима направленности для конкретного акустического окружения функция бинауральной направленности III задействует Пространственное восприятие. Технология Пространственное восприятие использует имитатор ушной раковины и двусторонюю компрессию, что обеспечивает более естественную обработку сигнала, когда оба СА переключаются на всенаправленный режим. Имитатор ушной раковины формирует направленность, при которой повторяется путь восприятия звука слуховой системой здорового человека. Это помогает улучшить разборчивость речи и локализацию источника звука. Двусторонняя компрессия способствует сохранению естественной межушной разницы восприятия громкости сигналов. Беспроводная связь между СА правого и левого ушей обеспечивает минимальную степень воздействия на пространственную информацию при обработке звука в слуховых аппаратах. Функция бинауральной направленности III реализует максимальную акустическую прозрачность, тем самым повышая положительный эффект от пространственного слуха и способность различать звуки и понимать речь в шумном окружении.
sv_se: Förutom att använda trådlös länk öra-till-öra för att bestämma bästa riktverkansläge för miljön, introducerar Binaural Riktverkan 2 Avancerad Omni. Detta är en pinnaåterställning och bilateral kompression ger ett ännu naturligt ljud vid omni-riktverkan. Pinnaåterställningen efterliknar hur ett friskt öra behandlar ljudet. Vilket hjälper både taluppfattning och ljudlokalisering. Bilateral kompression låter hörapparaterna behålla naturliga skillnader i ljudstyrka mellan öronen och den trådlösa länken öra-till-öra säkerställer så liten påverkan som möjligt av rumsinformationen när ljudet processas genom hörapparaterna. Binaural riktverkan III med Spatial Sense är designat för att vara så transparent som möjligt och maximera de positiva effekterna av rumsuppfattning och underlätta hörande i bullriga miljöer.
th_th: นอกเหนือจากการใช้ลิงก์ไร้สาย Ear-to-Ear เพื่อกำหนดโหมดทิศทางที่ดีที่สุดสำหรับสภาพแวดล้อมแล้ว Binaural Directionality ที่มี Spatial Sens ยังใช้การสร้างการทำงานเสมือนหูปกติและการบีบอัดสองทางเพื่อให้การประมวลผลเสียงที่เป็นธรรมชาติมากขึ้น การสร้างการทำงานเสมือนหูปกติช่วยให้การกำหนดทิศทางที่เลียนแบบวิธีที่หูปกติให้เสียง สิ่งนี้จะช่วยให้คุณมีทั้งความเข้าใจคำพูดและการแปลความหมายของเสียง การบีบอัดสองทางถูกนำมาใช้เพื่อรักษาความแตกต่างของความดังตามธรรมชาติระหว่างหู ลิงก์ไร้สาย Ear to Ear ช่วยให้มั่นใจได้ว่ามีผลกระทบน้อยที่สุดต่อข้อมูลเชิงพื้นที่เมื่อประมวลผลเสียงผ่านเครื่องช่วยฟัง Binaural Directionality III พร้อม Spatial Sense ได้รับการออกแบบให้มีความโปร่งใสมากที่สุดเพื่อให้ได้ผลดีที่สุดจากการได้ยินเชิงพื้นที่ และช่วยให้การฟังในสภาพแวดล้อมที่มีเสียงดังรบกวน
tr_tr: Ortam için en iyi yönlülük modunu belirleyecek kulaktan kulağa kablosuz bağlantı kullanımına ek olarak, Konumsal Algılı Binaural Direksiyonalite 2 seslerin daha doğal işlenmesi için pinna restorasyonu ve bilateral kompresyon da kullanır. Pinna restorasyonu, doğal kulağın ses verdiği tepkiyi taklit eden bir yönlülüğe izin verir. Bu, hem konuşmaları anlamanıza, hem de seslerin konumunu tespit edebilmenize yardımcı olur. Bilateral kompresyon, kulaklar arasındaki doğal ses farklılıklarını korumaya yardımcı olur. Kulaktan kulağa kablosuz bağlantı, ses işitme cihazı yoluyla işlendiğinde uzamsal bilginin minimum düzeyde etkilenmesini sağlar. Konumsal Algılı Binaural Direksiyonalite III, uzamsal işitmenin pozitif etkilerini en üst düzeye çıkarmak ve gürültülü ortamlarda işitmeyi kolaylaştırmak için mümkün olduğunca şeffaf olacak şekilde tasarlanmıştır.
zh_cn: 除了使用双耳融合来确定该环境下最佳的方向性模式之外，带实景空间感知的双耳融合方向性II也使用耳廓还原和双耳压缩，以提供更自然的声音处理。 耳廓还原可模仿耳朵处理声音的方向性。这有助于您同时进行语音理解和声音定位。双耳压缩的引入有助于保持两耳之间的自然响度差异。 双耳融合能确保助听器处理声音时空间信息受到的影响最小。带3D实景空间感知的AI智能双耳融合方向性力求尽可能透明地、最大限度地发挥空间听觉的积极作用，并帮助在嘈杂环境中聆听。

source: Binaural Directionality uses information that is exchanged by the hearing instruments you are wearing through the Ear to Ear wireless link. Depending on the mix of speech and noise and the location of the speech, the directionality mode will change. This will ensure the best listening conditions in all situations. Crosslink allows you to focus on someone speaking but still be able to hear other sounds in your surroundings.
bg_bg: Бинауралната насоченост използва информация, която се обменя от слуховите апарати, които носите, чрез безжичната връзка Ухо с ухо. В зависимост от комбинацията от говори и шум, и от мястото на говора, режимът на насоченост се променя. Това осигурява най-добрите условия за слушане във всякакви ситуации. Crosslink ви позволява насочвате вниманието си към някой, който говори, но въпреки това да можете да чувате и други звуци в обкръжаващата ви среда.
cht: 雙耳方向性使用來自您佩戴的助聽器以雙耳無線連結方式互相交換資訊。依據語音及噪音的混合及語音的方位，方向性模式將會改變。這將可確認在所有情況都能有最佳的聆聽感受。跨聯讓您專注在說話的人身上，但仍可保持對環境周遭的聲音感知。
da_dk: Binaural Directionality benytter information, der udveksles af de høreapparater, du har på, via den trådløse Ear-to ear-forbindelse. Indstillingen for retningsvirkning vil blive ændret afhængigt af blandingen af tale og støj, samt hvor kilden til talen befinder sig. Det sikrer de bedste lytteforhold i alle situationer. Takket være Crosslink kan du koncentrere dig om en, der taler, men samtidig høre andre lyde omkring dig.
el_gr: Το Binaural Directionality χρησιμοποιεί πληροφορίες που ανταλλάσσονται από τα ακουστικά βοηθήματα τα οποία φοράτε μέσω της ασύρματης σύνδεσης μεταξύ των ώτων. Ανάλογα με τη μίξη ομιλίας και θορύβου και τη θέση της ομιλίας, η λειτουργία κατευθυντικότητας θα αλλάζει. Έτσι θα διασφαλίζονται οι καλύτερες συνθήκες ακρόασης σε όλες τις καταστάσεις. Το Binaural Directionality σάς επιτρέπει την εστίαση σε κάποιον που μιλάει, ενώ εξακολουθείτε να μπορείτε να ακούτε άλλους ήχους στον γύρω χώρο.
fi_fi: Binauraalinen suuntakuvio käyttää kuulokojeiden välillä langattomasti vaihdettavia tietoja. Suuntakuviotila voi muuttua puheen ja melun yhdistelmän sekä puheen suunnan mukaan. Näin varmistetaan parhaat kuunteluolosuhteet kaikissa tilanteissa. Crosslink auttaa keskittymään puhujaan, mutta muut ympäristön äänet kuuluvat silti.
hr_hr: Binauralna usmjerenost koristi se informacijama koje bežičnom vezom Uho-do-Uha izmjenjuju slušni uređaji koje nosite. Ovisno o kombinaciji govora i pozadinske buke te lokaciji govora, mijenjat će se i način rada. Tako se omogućuju optimalni uvjeti za slušanje u bilo kojoj situaciji. Unakrsno povezivanje dopušta da se usredotočite na osobu koja govori, ali i da ujedno čujete druge zvukove oko sebe.
hu_hu: A Binaurális direkcionalítás funkció a viselt hallókészülékek által közvetített adatokat használja a fülek közötti kommunikáció segítségével. A beszéd és a zajok elegyétől, valamint a beszéd helyétől függően az irányítottság módja változni fog. Ez biztosítja a legjobb hallásképességi feltételeket minden szituációban. A keresztlink lehetővé teszi, hogy a páciens úgy fókuszáljon valakinek a beszédére, hogy továbbra is meghallja a környezetből származó egyéb hangokat.
it_it: La Direzionalità Binaurale utilizza le informazioni scambiate dagli apparecchi acustici indossati tramite la funzione Ear to Ear. A seconda della combinazione di parlato e rumore e alla posizione di provenienza del parlato, la modalità Direzionale verrà cambiata. Ciò garantirà le migliori condizioni di ascolto in tutte le situazioni. Direzionalità Binaurale consentirà di concentrarsi su chi parla mantenendo la consapevolezza sugli altri suoni ambientali.
ko_kr: Binaural Directionality는 양측의 보청기 정보를 서로 교환합니다. 소음속에서 말소리가 들리거나 특정 위치에서 말소리가 들릴 경우, 자동으로 방향성 모드가 변경 됩니다. 이 기능은 모든 청취환경에서 최상의 청취 환경을 제공합니다. 주변의 청취 환경을 인식하면서, 듣고자 하는 소리에 집중할 수 있습니다.
nl_nl: Binaurale directionaliteit maakt gebruik van informatie die door de hoortoestellen wordt uitgewisseld via de draadloze Ear to Ear verbinding. Afhankelijk van de mix van spraak en geluid en de locatie van de spraak, zal de directionaliteitsmodus veranderen. De garandeert de beste luistervoorwaarden in alle omstandigheden. Binaurale directionaliteit stelt u in staat zich te concentreren op iemand die spreekt, maar u kunt nog steeds andere geluiden in uw omgeving waarnemen.
no_no: Binaural Direksjonalitet bruker informasjon som utveksles av høreapparatene du bruker gjennom Øre til Øre kommunikasjon. Avhengig av blandingen av tale og støy og plasseringen til talen, vil direksjonalitetsmodus endres. Dette sikrer de beste lytteforholdene i alle situasjoner. Ved hjelp av Binaural Direksjonalitet kan du fokusere på noen som snakker, samtidig som du klarer å høre andre lyder i omgivelsene.
pt_pt: A Direcionalidade Binaural usa informações que são trocadas pelos aparelhos auditivos que você está usando por meio do link wireless orelha a orelha. Dependendo da fala e do ruído, bem como do local da fala, o modo de direcionalidade será alterado. Isso garantirá as melhores condições de escuta em todas as situações. A ligação cruzada permite o foco em alguém que está falando, mas ainda com a possibilidade de ouvir outros sons ao redor.
ro_ro: Direcționalitatea Binaurală folosește informații care se transmit între aparatele auditive pe care le purtați prin legătura wireless ureche-la-ureche. În funcție de combinația de tipuri de vorbire și zgomote și de loc, modul direcționalitate se va schimba. Prin aceasta se asigură cele mai bune condiții de ascultare în toate situațiile. Crosslink Directionality vă permite să vă concentrați pe persoana care vorbește, dar în același timp să puteți auzi și alte sunete din jur.
ru_ru: Бинауральная направленность использует информацию, которой обмениваются ваши СА по беспроводной связи. В зависимости от соотношения речь-шум и местонахождения источника речи режим направленности будет изменяться, обеспечивая наилучшие условия прослушивания в любой акустической ситуации. Межушная координация позволяет вам сосредоточиться на говорящем, но в то же время слышать другие звуки в вашем окружении.
sv_se: Binaural riktverkan använder information som utbyts mellan hörapparaterna du har på dig via den trådlösa öra-öra-länken. Beroende på blandningen av tal och ljud och platsen för talet ändras riktningsläget. Detta säkerställer de bästa lyssningsförhållandena i alla situationer. Riktverkan låter dig fokusera på någon som talar samtidigt som du kan uppfatta andra ljud i din omgivning.
th_th: Binaural Directionality ใช้ข้อมูลที่แลกเปลี่ยนโดยเครื่องช่วยฟังที่คุณสวมใส่ผ่านลิงก์ไร้สาย Ear to Ear โหมดทิศทางจะเปลี่ยนไปตามการผสมผสานของเสียงพูด เสียงรบกวน และตำแหน่งของเสียงพูด ซึ่งจะช่วยสร้างสภาวะการฟังที่ดีที่สุดได้ในทุกสถานการณ์ Crosslink ช่วยให้คุณสามารถมุ่งความสนใจไปยังผู้พูดได้ แต่ก็ยังสามารถได้ยินเสียงอื่นๆ รอบตัวคุณด้วย
tr_tr: Binaural Direksiyonalite, iki kulak arası kablosuz iletişim aracılığıyla kullandığınız işitme cihazları arasında alınıp verilen bilgileri kullanır. Konuşma ve gürültünün karışımına ve konuşmanın konumuna bağlı olarak, direksiyonalite modu değişir. Bu sayede tüm durumlarda en iyi dinleme koşullarını sağlanır. Crosslink konuşan birine odaklanmanıza, bir yandan da etrafınızdaki diğer sesleri işitebilmenize izin verir.
zh_cn: 双耳融合方向性会使用双耳无线连接时助听器所交换的信息，根据语言和噪音的混合程度以及说话时所处的位置，改变方向模式。这样可确保您在任何环境中都能获得最佳的聆听体验。双耳融合方向性让您可关注到别人所说的内容，同时又能听到周围的各种声音。
