Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Recalculate Focus Ear
bg_bg: Преизчисли Focus Ear
cht: 重新計算聚焦耳
da_dk: Genberegn fokusøre
el_gr: Επανυπολογισμός στο αυτί εστίασης
fi_fi: Laske tarkentava korva uudelleen
hr_hr: Ponovni izračun za fokusno uho
hu_hu: Fókusz fül újraszámítása
it_it: Ricalcola orecchio focus
ko_kr: Focus Ear 재산출
nl_nl: Focus oor opnieuw berekenen
no_no: Rekalkuler fokusøre
pt_pt: Recalcular orelha foco
ro_ro: Recalculare ureche focus
ru_ru: Пересчитать фокусное ухо
sv_se: Beräkna om fokusöra
th_th: คำนวณหูข้างที่โฟกัสใหม่
tr_tr: Odak Kulağını Yeniden Hesapla
zh_cn: 重新计算聚焦耳

source: Real Ear Measurement
bg_bg: Акустично измерване
cht: 實耳測量
da_dk: Real Ear-måling
el_gr: Μέτρηση απόδοσης ακουστικού (REM)
fi_fi: REM mittaus
hr_hr: In-situ mjerenje razine zvučnog tlaka
hu_hu: Valós fül mérés
it_it: Misurazione reale nell'orecchio REM
ko_kr: 실이측정
nl_nl: Real Ear meting
no_no: REM Måling
pt_pt: Medição em ouvido real
ro_ro: Masuratori RealEar
ru_ru: Измерение в реальном ухе
th_th: การทำ Real Ear Measurement
tr_tr: (REM) Gerçek Kulak Ölçümü
zh_cn: 真耳测试

source: Open Left Ear
bg_bg: Отвори ляво ухо
cht: 開啟左耳
da_dk: Åbn venstre øre
el_gr: Άνοιγμα αριστερού αυτιού
fi_fi: Avoin vasen korva
hr_hr: Otvori lijevo uho
hu_hu: Bal fül megnyitása
it_it: Orecchio sinistro Open
ko_kr: 좌측 열기
nl_nl: Voor linkeroor
no_no: Åpen venstre øre
pt_pt: Orelha esquerda aberta
ro_ro: Deschide urechea stanga
ru_ru: Открыть левое ухо
sv_se: Öppna Vänster Öra
th_th: เปิดหูซ้าย
tr_tr: Cihazsız sol kulak
zh_cn: 打开左耳

source: Open Right Ear
bg_bg: Отвори дясно ухо
cht: 開啟右耳
da_dk: Åbn højre øre
el_gr: Άνοιγμα δεξιού αυτιού
fi_fi: Avoin oikea korva
hr_hr: Otvori desno uho
hu_hu: Jobb fül megnyitása
it_it: Orecchio destro Open
ko_kr: 우측 열기
nl_nl: Voor rechteroor
no_no: Åpen høyre øre
pt_pt: Orelha direita aberta
ro_ro: Deschideurechea dreapta
ru_ru: Открыть правое ухо
sv_se: Öppna Höger Öra
th_th: เปิดหูขวา
tr_tr: Cihazsız sağ kulak
zh_cn: 打开右耳

source: Save to Noah
bg_bg: Запиши в Noah
cht: 儲存至 Noah
da_dk: Gem i NOAH
el_gr: Αποθήκευση στο NOAH
fi_fi: Tallenna Noahiin
hr_hr: Spremi u Noah
hu_hu: Mentés a Noah-ba
it_it: Salva su Noah
ko_kr: Noah에 저장
nl_nl: Opslaan in Noah
no_no: Lagre i Noah
pt_pt: Salvar no Noah
ro_ro: Salveaza in Noah
ru_ru: Сохранить в Noah
sv_se: Spara till Noah
th_th: บันทึกไปที่ Noah
tr_tr: Noah'a Kaydet
zh_cn: 保存至Noah

source: Import REM Targets
bg_bg: Импортирай целеви стойности на аудиометрия
cht: 匯入實耳測量目標值
da_dk: Importér REM-targets
el_gr: Εισαγωγή στόχων REM
fi_fi: Tuo REM-tavoitteet
hr_hr: Uvezi ciljne vrijednosti za REM
hu_hu: REM célok importálása
it_it: Importa i target REM
ko_kr: REM 목표곡선 가져오기
nl_nl: Importeer REM targets
no_no: Importer REM-targets
pt_pt: Importar alvos REM
ro_ro: Importa tinta masuratorilor RealEar
ru_ru: Импортировать целевые настройки для REM
sv_se: Importera REM-målkurvor
th_th: นำเข้า REM Targets
tr_tr: REM Hedeflerini taşı
zh_cn: 导入REM目标值

source: Frequency (Hz)
bg_bg: Честота (Hz)
cht: 頻率 (Hz)
da_dk: Frekvens (Hz)
el_gr: Συχνότητα (Hz)
fi_fi: Taajuus
hr_hr: Frekvencija (Hz)
hu_hu: Frekvencia (Hz)
it_it: Frequenza (Hz)
ko_kr: 주파수(Hz)
nl_nl: Frequentie (Hz)
no_no: Frekvens (Hz)
pt_pt: Frequência (Hz)
ro_ro: Frecventa
ru_ru: Частота (Гц)
sv_se: Frekvens (Hz)
th_th: ความถี่
tr_tr: Frekans (Hz)
zh_cn: 频率(Hz)

source: None
bg_bg: Няма
cht: 無
da_dk: Ingen
el_gr: Ουδέν
fi_fi: Ei mitään
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuno
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pt_pt: Nenhum
ro_ro: Niciunul
ru_ru: Нет
sv_se: Ingen
th_th: ไม่มี
tr_tr: Hiçbiri
zh_cn: (无)

source: Recalculate
bg_bg: Преизчисли
cht: 重新計算
da_dk: Genberegn
el_gr: Επανυπολογισμός
fi_fi: Laske uudelleen
hr_hr: Ponovni izračun
hu_hu: Újraszámítás
it_it: Ricalcola
ko_kr: 재산출
nl_nl: Herberekenen
no_no: Rekalkuler
pt_pt: Recalcular
ro_ro: Recalculeaza
ru_ru: Пересчитать
sv_se: Omkalkylera
th_th: คำนวณใหม่
tr_tr: Tekrar Hesapla
zh_cn: 重新计算

source: Data Logging
bg_bg: Запис на данни
cht: 數據記錄
da_dk: Datalogning
el_gr: Καταγραφή δεδομένων
fi_fi: Lokitiedosto
hr_hr: Bilježenje podataka
hu_hu: Adatnaplózás
ko_kr: 데이타 로깅
pt_pt: Registro de Dados
ro_ro: Introducerea datelor
ru_ru: Журнал данных
th_th: การบันทึกประวัติข้อมูล
tr_tr: Veri Kaydı
zh_cn: 数据分析系统

source: Observations
bg_bg: Наблюдения
cht: 觀察
da_dk: Observationer
el_gr: Παρατηρήσεις
fi_fi: Havainnot
hr_hr: Opažanja
hu_hu: Megfigyelés
it_it: Osservazioni
ko_kr: 리포트
nl_nl: Waarnemingen
no_no: Observasjoner
pt_pt: Observações
ro_ro: Observatii
ru_ru: Наблюдения
sv_se: Observationer
th_th: สังเกตุ
tr_tr: İncelemeler
zh_cn: 观察资料

source: Close
bg_bg: Затвори
cht: 關閉
da_dk: Luk
el_gr: Κλείσιμο
fi_fi: Sulje
hr_hr: Zatvori
hu_hu: Bezárás
it_it: Chiudi
ko_kr: 닫기
nl_nl: Sluiten
no_no: Lukk
pt_pt: Fechar
ro_ro: Extindere
ru_ru: Закрыть
sv_se: Stäng
th_th: ปิด
tr_tr: Kapat
zh_cn: 关闭

source: N/A
bg_bg: Не е налично
cht: 不適用
da_dk: Ingen data
el_gr: Δ/Ι
fi_fi: Ei tiedossa
hr_hr: Nije dostupno
it_it: N/D
ko_kr: 해당없음
nl_nl: niet beschikbaar
ru_ru: Нет
th_th: N/A(ไม่มีข้อมูล)
tr_tr: Mevcut Değil
zh_cn: 无

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desl
ro_ro: Inchis
ru_ru: Выкл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: On
bg_bg: Включено
cht: 開
da_dk: Til
el_gr: Ενεργοποίηση
fi_fi: Käytössä
hr_hr: Uklj.
hu_hu: Be
nl_nl: Aan
no_no: På
pt_pt: Ligado
ro_ro: Deschis
ru_ru: Вкл
sv_se: På
th_th: เปิด
tr_tr: Açık
zh_cn: 开

source: Features
bg_bg: Функции
cht: 功能
da_dk: Egenskaber
el_gr: Λειτουργίες
fi_fi: Kuunteluohjelman ominaisuudet
hr_hr: Značajke
hu_hu: Tulajdonságok
it_it: Caratteristiche
ko_kr: 고급기능
no_no: Egenskaper
pt_pt: Recursos
ro_ro: Caracteristici
ru_ru: Опции
sv_se: Inställningar
th_th: คุณสมบัติ
tr_tr: Özellikler
zh_cn: 功能

source: Explanation
bg_bg: Пояснение
cht: 解釋
da_dk: Forklaring
el_gr: Επεξήγηση
fi_fi: Selitys
hr_hr: Objašnjenje
hu_hu: Magyarázat
it_it: Spiegazione
ko_kr: 내용
nl_nl: Verklaring
no_no: Forklaring
pt_pt: Explicação
ro_ro: Explicatie
ru_ru: Разъяснение
sv_se: Förklaring
th_th: การอธิบาย
tr_tr: Açıklama
zh_cn: 说明

source: Start/Continue
bg_bg: Старт/Продължи
cht: 開始/繼續
da_dk: Start/fortsæt
el_gr: Έναρξη/Συνέχεια
fi_fi: Aloita tai jatka lokia
hr_hr: Početak/nastavak
hu_hu: Indítás/folytatás
it_it: Inizia/Continua
ko_kr: 시작/계속
nl_nl: Start/doorgaan
no_no: Start/Fortsett
pt_pt: Iniciar/Continuar
ro_ro: Start/Continua
ru_ru: Начать / Продолжить
sv_se: Starta/Fortsätt
th_th: เริ่มต้น/ ทำต่อไป
tr_tr: Başla/Devam
zh_cn: 启动/继续

source: Reset
bg_bg: Рестарт
cht: 重設
da_dk: Nulstil
el_gr: Επαναφορά
fi_fi: Alkuasetuksiin
hr_hr: Resetiranje
hu_hu: Alaphelyzet
it_it: Ripristina
ko_kr: 초기화
nl_nl: Resetten
no_no: Tilbakestill
pt_pt: Reiniciar
ro_ro: Resetare
ru_ru: Сбросить
sv_se: Återställ
th_th: ปรับค่าใหม่อีกครั้ง
tr_tr: Sıfırlama
zh_cn: 重置

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
ko_kr: 끔
nl_nl: Uit
no_no: Av
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: Both Sides
bg_bg: От двете страни
cht: 雙耳
da_dk: Begge sider
el_gr: Και οι δύο πλευρές
fi_fi: Molemmat puolet
hr_hr: Obje strane
hu_hu: Mindkét oldal
it_it: Entrambi i lati
ko_kr: 양측
nl_nl: Beide zijden
no_no: Begge sider
pt_pt: Ambos os Lados
ro_ro: Ambele părți
ru_ru: Обе стороны
sv_se: Båda sidor
th_th: ทั้งสองฝั่ง
tr_tr: Her İki Taraf
zh_cn: 双侧

source: Gain View
bg_bg: Показване на усилването
cht: 增益檢視
da_dk: Vis forstærkning
el_gr: Προβολή απόκρισης
fi_fi: Vahvistus näyttö
hr_hr: Prikaz pojačanja
hu_hu: Erősítés nézet
it_it: Visualizzazione guadagno
ko_kr: 게인 보기
nl_nl: Gain
no_no: Gainvisning
pt_pt: Visualização do ganho
ro_ro: Vizualizare Castig
ru_ru: Показать Усиление
sv_se: Förstärkning
th_th: มุมมองเกน
tr_tr: Kazanç Tablosu
zh_cn: 显示增益

source: Output View
bg_bg: Показване на мощността
cht: 輸出檢視
da_dk: Vis output
el_gr: Προβολή εξόδου
fi_fi: Antotaso näyttö
hr_hr: Prikaz izlaza
hu_hu: Kimenet nézet
it_it: Visualizzazione uscita
ko_kr: 출력 보기
nl_nl: Output
no_no: Output-visning
pt_pt: Visualização da saída
ro_ro: Vizualizare nivel de iesire
ru_ru: Показать ВУЗД
sv_se: Utnivå
th_th: มุมมอง Output
tr_tr: Çıkış Tablosu
zh_cn: 显示最大声输出

source: Target 50
bg_bg: Цел 50
cht: 50 目標
da_dk: Mål 50
el_gr: Στόχος 50
fi_fi: Tavoite 50
hr_hr: Cilj 50
hu_hu: Cél 50
ko_kr: 타겟 50
nl_nl: Targetcurve 50
pt_pt: Alvo 50
ro_ro: Tinta Joasa
ru_ru: Целевое значение (G50)
sv_se: Mål 50 dB
th_th: เป้าหมายของเสียงเบา
tr_tr: Hedef 50
zh_cn: G50目标值

source: Target 80
bg_bg: Цел 80
cht: 80 目標
da_dk: Mål 80
el_gr: Στόχος 80
fi_fi: Tavoite 80
hr_hr: Cilj 80
hu_hu: Cél 80
ko_kr: 타겟 80
nl_nl: Targetcurve 80
pt_pt: Alvo 80
ro_ro: Tinta Inalta
ru_ru: Целевое значение (G80)
sv_se: Mål 80 dB
th_th: เป้าหมายของเสียงดัง
tr_tr: Hedef 80
zh_cn: G80目标值

source: Gain 50
bg_bg: Усилване 50
cht: 50 增益
da_dk: Forstærkning 50
el_gr: Απόκριση 50
fi_fi: Vahvistus 50
hr_hr: Pojačanje 50
hu_hu: Erősítés 50
it_it: Guadagno 50
ko_kr: 게인 50
nl_nl: Versterking 50
pt_pt: Ganho 50
ro_ro: Castig 50 dB
ru_ru: Усиление G50
sv_se: Förstärkning 50 dB
th_th: เกน 50
tr_tr: Kazanç 50
zh_cn: G50实际值

source: Gain 80
bg_bg: Усилване 80
cht: 80 增益
da_dk: Forstærkning 80
el_gr: Απόκριση 80
fi_fi: Vahvistus 80
hr_hr: Pojačanje 80
hu_hu: Erősítés 80
it_it: Guadagno 80
ko_kr: 게인 80
nl_nl: Versterking 80
pt_pt: Ganho 80
ro_ro: Castig 80 dB
ru_ru: Усиление G80
sv_se: Förstärkning 80 dB
th_th: เกน 80
tr_tr: Kazanç 80
zh_cn: G80实际值

source: Apply gain changes from:
bg_bg: Приложи промененото усилване от:
cht: 套用增益改變自：
da_dk: Brug ændring i forstærkning fra:
el_gr: Εφαρμογή μεταβολών απόκρισης από:
fi_fi: Käytä vahvistussäätöjä :
hr_hr: Primijeni promjene pojačanja od:
hu_hu: Erősítés változások elfogadása:
it_it: Applica le modifiche del guadagno da:
ko_kr: 게인 변화 적용:
nl_nl: Pas gain-wijzigingen toe van:
no_no: Bruk gain-endringer fra:
pt_pt: Aplicar mudanças de ganho de:
ro_ro: Aplica schimbarile de castig din:
ru_ru: Применить параметры усиления из:
sv_se: Lägg till förstärkningsändringar från:
th_th: นำการเปลี่ยนเกนไปใช้จาก
tr_tr: Aşağıdakilerden gelen kazanç değişikliklerini uygula:
zh_cn: 选择源程序:

source: Include MPO settings
bg_bg: Включване на настройки на макс. изходна мощност
cht: 包含最大音量輸出設定
da_dk: Inkluder MPO-indstillinger
el_gr: Συμπερίληψη ρυθμίσεων MPO
fi_fi: Lisää MPO-asetukset
hr_hr: Uključi postavke za MPO
hu_hu: MPO beállítások
it_it: Include impostazioni MPO
ko_kr: MPO 설정 포함
nl_nl: Inclusief MPO instellingen
no_no: Inkluder MPO-innstillinger
pt_pt: Incluir configurações de MPO
ro_ro: Include setarile MPO
ru_ru: Включить настройки ВУЗД
sv_se: Inkludera MPO-inställningar
th_th: รวมการตั้งค่า MPO
tr_tr: MPO Ayarları Dahil
zh_cn: 包括MPO设置

source: Both Ears
bg_bg: Двете уши
cht: 雙耳
da_dk: Begge ører
el_gr: Άμφω
fi_fi: Molemmat
hr_hr: Oba uha
hu_hu: Mindkét fül
it_it: Entrambi gli orecchi
ko_kr: 양이
nl_nl: beide oren
no_no: Begge ører
pt_pt: Ambas as orelhas
ro_ro: Ambele urechi
ru_ru: Оба уха
sv_se: Båda öronen
th_th: ทั้งสองหู
tr_tr: Her İki Kulak
zh_cn: 双耳

source: Right Only
bg_bg: Само дясно
cht: 僅右耳
da_dk: Kun højre
el_gr: Δεξί μόνο
fi_fi: Vain oikea
hr_hr: Samo desno
hu_hu: Csak jobb
it_it: Solo destro
ko_kr: 우측 only
nl_nl: alleen rechts
no_no: Kun høyre
pt_pt: Somente direita
ro_ro: Doar Dreapta
ru_ru: Только правое
sv_se: Höger
th_th: ข้างขวาเท่านั้น
tr_tr: Sadece Sağ
zh_cn: 仅右耳

source: Left Only
bg_bg: Само ляво
cht: 僅左耳
da_dk: Kun venstre
el_gr: Αριστερό μόνο
fi_fi: Vain vasen
hr_hr: Samo lijevo
hu_hu: Csak bal
it_it: Solo sinistro
ko_kr: 좌측only
nl_nl: alleen links
no_no: Kun venstre
pt_pt: Somente esquerda
ro_ro: Doar Stanga
ru_ru: Только левый
sv_se: Vänster
th_th: ข้างซ้ายเท่านั้น
tr_tr: Sadece Sol
zh_cn: 仅左耳

source: Program
bg_bg: Програма
cht: 程式
el_gr: Πρόγραμμα
fi_fi: Ohjelma
hu_hu: Programozás
it_it: Programma
ko_kr: 프로그램
nl_nl: Programma
pt_pt: Programa
ru_ru: Программа
th_th: โปรแกรม
zh_cn: 程序

source: AutoRelate on Save:
bg_bg: AutoRelate при Запис:
cht: 在儲存時「自動關聯」：
da_dk: Spørg om AutoRelate, når der gemmes:
el_gr: Αυτόματη συσχέτιση κατά την αποθήκευση:
fi_fi: AutoRelate tallennettaessa :
hr_hr: Automatski prijenos pri spremanju:
hu_hu: AutoRelate mentéskor:
it_it: Correlazione al salvataggio:
ko_kr: 저장 시 오토릴레이트:
nl_nl: Programma´s relateren bij opslaan:
no_no: Autorelater ved lagring:
pt_pt: Auto relacionar ao salvar:
ro_ro: Mesaj la salvare:
ru_ru: АвтоСоотнесение на Сохранить:
sv_se: Autorelatera vid spara:
th_th: AutoRelate ขณะบันทึก:
tr_tr: Kayıtta AutoRelate:
zh_cn: 在保存时自动关联:

source: Right Ear
bg_bg: Дясно ухо
cht: 右耳
da_dk: Højre øre
el_gr: Δεξί αυτί
fi_fi: OIKEA KORVA
hr_hr: Desno uho
hu_hu: Jobb fül
it_it: Orecchio destro
ko_kr: 우측
nl_nl: rechteroor
no_no: Høyre øre
pt_pt: Orelha direita
ro_ro: Urechea dreapta
ru_ru: Правое ухо
sv_se: Höger öra
th_th: หูขวา
tr_tr: Sağ Kulak
zh_cn: 右耳

source: Left Ear
bg_bg: Ляво ухо
cht: 左耳
da_dk: Venstre øre
el_gr: Αριστερό αυτί
fi_fi: VASEN KORVA
hr_hr: Lijevo uho
hu_hu: Bal fül
it_it: Orecchio sinistro
ko_kr: 좌측
nl_nl: Linkeroor
no_no: Venstre
pt_pt: Orelha Esquerda
ro_ro: Urechea stanga
ru_ru: Левое ухо
sv_se: Vänster öra
th_th: หูซ้าย
tr_tr: Sol Kulak
zh_cn: 左侧

source: Copy
bg_bg: Копирай
cht: 複製
da_dk: Kopiér
el_gr: Αντιγραφή
fi_fi: Kopioi
hr_hr: Kopiraj
hu_hu: Másol
it_it: Copia
ko_kr: 복사
nl_nl: Kopieer
no_no: Kopier
pt_pt: Copiar
ro_ro: Copiaza
ru_ru: Копировать
sv_se: Kopiera
th_th: คัดลอก
tr_tr: Kopyala
zh_cn: 复制

source: After changes to the Physical Properties. Digital Feedback Suppression (DFS) calibration should be performed after any change to the physical configuration.
bg_bg: След промени във Физичните свойства. Трябва да се извършва калибриране на Цифрово потискане на микрофонията (ЦПМ) след всяка промяна на физическата конфигурация.
cht: 更改「硬體特性」後。在硬體配置改變後，應執行數位回饋音抑制校正。
da_dk: Efter ændringer af de fysiske egenskaber. Kalibrering af Digital Feedback Suppression (DFS) skal udføres efter ændringer af den fysiske konfiguration.
el_gr: Μετά από αλλαγές στις φυσικές ιδιότητες. Η βαθμονόμηση της καταστολής με ψηφιακή ανατροφοδότηση (DFS) θα πρέπει να γίνεται μετά από κάθε αλλαγή της φυσικής διάταξης.
fi_fi: Kun fyysisiin ominaisuuksiin on tehty muutoksia, Digital Feedback Suppression (DFS) täytyy kalibroida.
hr_hr: Nakon unosa promjena u Fizička svojstva. Kalibraciju digitalnog suzbijanja buke (DFS) treba obaviti nakon svake promjene fizičke konfiguracije.
hu_hu: A fizikai tulajdonságok módosítása után. A digitális gerjedésgátló (DFS) kalibrálását el kell végezni a fizikai konfiguráció bármilyen módosítása után.
it_it: Dopo modifiche alle proprietà fisiche. Dopo aver apportato ciascuna modifica alle proprietà fisiche, è necessario effettuare la calibrazione della soppressione digitale del feedback (DFS).
ko_kr: 돔, 리시버 및 구성을 변경한 후, DFS캘리브레이션을 수행합니다.
nl_nl: Na wijzigingen aan de fysieke eigenschappen: Digital Feedback Suppression (DFS) kalibratie moet worden uitgevoerd na elke wijziging van de fysieke configuratie.
no_no: Etter endring av fysiske egenskaper. Kalibrering av DFS bør utføres etter endringer av Ventilering
pt_pt: Depois das alterações nas propriedades físicas. A calibração de Supressão de Feedback Digital (DFS) deve ser realizada após qualquer alteração na configuração física.
ro_ro: După modificări la Proprietățile Fizice, ar trebui efectuată o calibrare pentru Suprimare Feedback Digital (DFS) după orice modificare la configurația fizică.
ru_ru: После изменения Акустических параметров. Необходимо выполнить калибровку подавления обратной связи после каждого изменения конфигурации.
sv_se: Efter ändring av de fysiska egenskaperna. MSG-kalibrering (Maximum Stable Gain) ska utföras efter varje ändring av den fysiska konfigurationen.
th_th: หลังจากการเปลี่ยนแปลงคุณสมบัติทางกายภาพ ควรทำการปรับเทียบ การลดเสียงหวีดจากสัญญาณดิจิตอล (DFS) หลังจากเปลี่ยนแปลงการกำหนดค่ากายภาพใดๆ
tr_tr: Fiziksel Özelliklerdeki değişikliklerden sonra. Dijital Geribildirim Batırma (DFS) kalibrasyonu, fiziksel konfigürasyondaki tüm değişikliklerden sonra yapılmalıdır.
zh_cn: 更改助听器属性后。在对助听器配置进行更改后，应执行数字反馈抑制（DFS）校准。

source: Mute Instruments (Instruments will remain muted after calibration)
bg_bg: Заглушаване на апаратите (апаратите ще си останат заглушени след калибриране)
cht: 將助聽器靜音 (助聽器在校正後保持靜音)
da_dk: Slå lyd fra i høreapparater (lyden er stadigvæk slået fra i apparaterne efter kalibrering)
el_gr: Σίγαση ακουστικών (τα ακουστικά θα παραμείνουν σε σίγαση μετά τη βαθμονόμηση)
fi_fi: Mykistä kuulokojeet (kuulokojeet pysyvät mykistettyinä kalibroinnin jälkeen)
hr_hr: Isključi zvuk aparata (Zvuk aparata ostat će isključen nakon kalibracije.)
hu_hu: Készülékek némítása (a készülékek némított állapotban maradnak a kalibrálás után)
it_it: Silenzia apparecchi acustici (gli apparecchi rimarranno muti dopo la calibrazione)
ko_kr: 보청기 음소거 (보청기는캘리브레이션 후에 음소거 됩니다.)
nl_nl: Hoortoestellen uit (toestellen blijven uit na de kalibratie)
no_no: Demp høreapparatene (apparatene vil forbli dempet etter kalibrering)
pt_pt: Aparelhos mudos (os aparelhos continuarão mudos após a calibração)
ro_ro: Opreste Sunetul Aparatelor Auditive (Aparatele vor ramane pe mut dupa calibrare)
ru_ru: Заглушить аппараты (Микрофоны СА останутся отключенными по завершении калибровки)
sv_se: Tysta hörapparater (kommer vara fortsatt tystade efter kalibrering).
th_th: ปิดเสียงเครื่องช่วยฟัง (เครื่องาช่วยฟังจะถูกปิดเสียงไว้หลังจากการปรับเทียบ)
tr_tr: İşitme Cihazlarını Sessize Al (Cihazlar kalibrasyondan sonra sessiz kalacaktır)
zh_cn: 将设备静音（校准后仍将保持静音）

source: Device for playing HLSim is missing or have problems, the HLSim Player may not work correctly.
bg_bg: Устройството за възпроизвеждане HLSim липсва или има проблеми, възможно е плеърът HLSim да не функционира правилно.
cht: 播放聽力損失模擬的裝置遺失或發生問題，聽力損失模擬播放器也許無法正常運作。
da_dk: Enheden til at afspille hørenedsættelsessimulator mangler, eller der er opstået et problem. Hørenedsættelsessimulatoren virker måske ikke korrekt.
el_gr: Η συσκευή για την αναπαραγωγή HLSim λείπει ή έχει πρόβλημα. Το πρόγραμμα αναπαραγωγής HLSim μπορεί να μην λειτουργεί σωστά.
fi_fi: Soitin HLSim tiedoston soittamiseen puuttuu. HLSim soitin ei ehkä toimi oikein.
hr_hr: Uređaj za reprodukciju HLSim-a nedostaje ili su se na njemu javili problemi. Reproduktor za HLSim možda neće pravilno raditi.
hu_hu: A HLSim lejátszásához szükséges eszköz hiányzik, probléma áll fent, vagy a HLSim lejátszója nem működik megfelelően.
it_it: Il dispositivo per la riproduzione HLSim è mancante o ha problemi, il riproduttore HLSim potrebbe non funzionare correttamente.
ko_kr: HLSim 재생 장치가 없거나 문제가 발생했습니다. HLSim Player가 올바르게 작동하지 않을 수도 있습니다.
nl_nl: Apparaat om de Gehoorverlies-simulatie af te spelen ontbreekt of vertoont problemen, de Gehoorverlies-simulator werkt wellicht niet correct.
no_no: Enhet for avspilling av HLSim mangler eller har problemer. HLSim-spilleren fungerer muligens ikke som den skal.
pt_pt: O dispositivo de reprodução de HLSim foi perdido ou está com problemas, o HLSim Player pode não funcionar corretamente.
ro_ro: Dispozitivul de rularea simulator de pierdere auditiva ( HLSim Player) lipseste sau are probleme, HLSim Player poate fi defect.
ru_ru: Устройство для проигрывания HLSim не найдено или неисправно, проигрыватель HLSim Player может работать некорректно
sv_se: Enehet för uppspelning av HLSim saknas eller har problem, HLSim Player kanske inte fungerar.
th_th: อุปกรณ์สำหรับสาธิตการได้ยินหายไปหรือมีปัญหา อาจใช้การไม่ได้
tr_tr: HLSim'i oynatmak için cihaz yok veya sorun var. HLSim Player doğru şekilde çalışmıyor olabilir.
zh_cn: 运行听损模拟器所需设备丢失或出错，不能正常运行。

source: AutoRelate...
cht: 自動關聯...
el_gr: Αυτόματη συσχέτιση...
fi_fi: AutoSuhteuttaa...
hr_hr: Automatski prijenos...
it_it: Correlazione...
ko_kr: 오토릴레이트...
nl_nl: Relateren...
no_no: Autorelater...
pt_pt: Auto relacionar...
ro_ro: Autocorelare...
ru_ru: АвтоСоотнесение...
sv_se: Autorelaterar ...
th_th: เชื่อมโยงอัตโนมัติ...
tr_tr: Otomatikİlişkilendir...
zh_cn: 自动关连...

source: Audiograms
bg_bg: Аудиограми
cht: 聽力圖
da_dk: Audiogrammer
el_gr: Ακοογράμματα
fi_fi: Audiogrammit
hr_hr: Audiogrami
hu_hu: Audiogramok
it_it: Audiogrammi
ko_kr: 청력도
nl_nl: Audiogrammen
no_no: Audiogrammer
pt_pt: Audiometria
ro_ro: Audiograme
ru_ru: Аудиограммы
sv_se: Audiogram
th_th: ออดิโอแกรม
tr_tr: Odyogramlar
zh_cn: 听力图

source: Measurement
bg_bg: Измерване
cht: 測量
da_dk: Målinger
el_gr: Μέτρηση
fi_fi: Mittaus
hr_hr: Mjerenje
hu_hu: Mérés
it_it: Misurazione
ko_kr: 측정
nl_nl: Meting
no_no: Måling
pt_pt: Medição
ro_ro: Masurare
ru_ru: Измерение
sv_se: Mätningar
th_th: การวัดค่า
tr_tr: Ölçüm
zh_cn: 测量

source: Audiogram
bg_bg: Аудиограма
cht: 聽力圖
el_gr: Ακοόγραμμα
fi_fi: Audiogrammi
it_it: Audiogramma
ko_kr: 청력도
pt_pt: Audiograma
ro_ro: Audiograma
ru_ru: Аудиограмма
th_th: ออดิโอแกรม
tr_tr: Odyogram
zh_cn: 听力图

source: Hearing Loss Simulation
bg_bg: Симулиране на загуба на слуха
cht: 聽力損失模擬
da_dk: Simulering af hørenedsættelse
el_gr: Προσομοίωση βαρηκοΐας
fi_fi: Kuulonalenema simulaatio
hr_hr: Simulacija gubitka sluha
hu_hu: Hallásvesztési szimuláció
it_it: Simulazione di perdita uditiva
ko_kr: 청력 손실 시뮬레이션
nl_nl: Het gehoorverlies simuleren
no_no: Simulering av hørselstap
pt_pt: Simulação da Perda Auditiva
ro_ro: Simularea pierderii de auz.
ru_ru: Имитация потери слуха
sv_se: HNS simulator
th_th: การจำลองการสูญเสียการได้ยิน
tr_tr: İşitme Kaybı Simülasyonu
zh_cn: 听力损失模拟器

source: Print
bg_bg: Принтер
cht: 列印
da_dk: Udskriv
el_gr: Εκτύπωση
fi_fi: Tulosta
hr_hr: Ispis
hu_hu: Nyomtatás
it_it: Stampa
ko_kr: 인쇄
nl_nl: Afdrukken
no_no: Skriv ut
pt_pt: Imprimir
ro_ro: Imprimare...
ru_ru: Печать
sv_se: Skriv...
th_th: พิมพ์ผล
tr_tr: Yazdır
zh_cn: 打印

source: Exit
bg_bg: Изход
cht: 離開
da_dk: Afslut
el_gr: Έξοδος
fi_fi: Poistu
hr_hr: Izlaz
hu_hu: Bezárás
it_it: Esci
ko_kr: 나가기
nl_nl: Afsluiten
no_no: Avslutt
pt_pt: Sair
ro_ro: Ieșire
ru_ru: Выход
sv_se: Avsluta
th_th: ออก
tr_tr: Çıkış
zh_cn: 退出

source: Undo
bg_bg: Върни
cht: 復原
da_dk: Fortryd
el_gr: Αναίρεση
fi_fi: Peruuta
hr_hr: Poništi
hu_hu: Visszavonás
it_it: Annulla
ko_kr: 되돌리기
nl_nl: Ongedaan maken
no_no: Angre
pt_pt: Desfazer
ro_ro: Inapoi
ru_ru: Отменить
sv_se: Ångra
th_th: ยกเลิกการทำก่อนหน้า
tr_tr: Geri Al
zh_cn: 撤消

source: View
bg_bg: Изглед
cht: 檢視
da_dk: Vis
el_gr: Προβολή
fi_fi: Näytä
hr_hr: Prikaz
hu_hu: Áttekintés
it_it: Visualizza
ko_kr: 보기
nl_nl: Beeld
no_no: Vis
pt_pt: Exibir
ro_ro: Vizualizare
ru_ru: Вид
sv_se: Visa
th_th: มุมมอง
tr_tr: Görünüm
zh_cn: 查看

source: Language
bg_bg: Език
cht: 語言
da_dk: Sprog
el_gr: Γλώσσα
fi_fi: Kielivalinta
hr_hr: Jezik
hu_hu: Nyelv
it_it: Lingua
ko_kr: 언어
nl_nl: Taal
no_no: Språk
pt_pt: Idioma
ro_ro: Limba
ru_ru: Язык
sv_se: Språk
th_th: ภาษา
tr_tr: Lisan
zh_cn: 语言

source: Couplers
bg_bg: Куплунги
cht: 耦合器
da_dk: Koplere
el_gr: Ζεύκτες
fi_fi: Couplerit
hr_hr: Spojnici
hu_hu: Couplerek
it_it: Accoppiatori
ko_kr: 커플러
no_no: Koplinger
pt_pt: Acopladores
ro_ro: Cuploare
ru_ru: Куплеры
sv_se: Coupler
tr_tr: Coupler'lar
zh_cn: 耦合腔

source: Stimulus Type
bg_bg: Вид стимул
cht: 刺激音類型
el_gr: Τύπος ερεθίσματος
fi_fi: Stimulus
hr_hr: Vrsta podražaja
hu_hu: Inger típusa
it_it: Tipo stimolo
ko_kr: 측정 타입
nl_nl: Stimulus
pt_pt: Tipo de estímulo
ro_ro: Tipul de stimul
ru_ru: Тип стимула
sv_se: Stimuli Typ
th_th: ชนิดของเสียงกระตุ้น
tr_tr: Uyaran Tipi
zh_cn: 刺激类型

source: Pure Tone
bg_bg: Чист тон
cht: 純音
da_dk: Ren tone
el_gr: Καθαρός τόνος
fi_fi: Puhdasääni
hr_hr: Čisti ton
hu_hu: Tiszta hang
it_it: Tono puro
ko_kr: 순음
nl_nl: Zuivere toon
no_no: Rentone
pt_pt: Tom puro
ro_ro: Ton pur
ru_ru: Чистый тон
sv_se: Ren Ton
th_th: เสียงบริสุทธิ์
tr_tr: Saf Ses
zh_cn: 纯音
