Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Reduce overall gain for soft input level and increase overall gain for loud input level
bg_bg: Намалете общото усилване за тихо ниво на входа и увеличете общото усилване за силно ниво на входа
cht: 降低小聲音量輸入的整體增益量及提升大聲音量輸入的整體增益量
da_dk: Reducer forstærkning for svagt inputniveau, og forøg forstærkning for kraftigt inputniveau
el_gr: Μειώστε τη συνολική απόκριση για τη στάθμη εισόδου σιγανών ήχων και αυξήστε τη συνολική απόκριση για τη στάθμη εισόδου δυνατών ήχων
fi_fi: Vähennä yleistä vahvistusta vaimealla tulotasolla ja lisää yleistä vahvistusta voimakkaalla tulotasolla
hr_hr: Smanjite sveukupno pojačanje za tihu ulaznu razinu i povećajte sveukupno pojačanje za glasnu ulaznu razinu
hu_hu: Csökkentse a teljes erősítést a halk hangok esetében és növelje a teljes erősítést a hangos hangok esetében
it_it: Ridurre il guadagno complessivo per i livelli di ingresso deboli e aumentare il guadagno complessivo per i livelli di ingresso forti
ko_kr: 작은 소리 크기 대한 전체적인 게인을 줄이고 큰 소리크기에 대한 전체적인 게인을 높입니다
nl_nl: Verlaag de versterking voor zachte geluiden en verhoog de versterking voor harde geluiden
no_no: Reduser generell gain for lavt inputnivå og øk generell gain for høyt inputnivå
pt_pt: Reduza o ganho geral do nível de entrada suave e aumente o ganho geral do nível de entrada forte
ro_ro: Reduceti intregul castig pentru nivele slabe de intrare si mariti-l pe cel pentru nivele puternice de intrare
ru_ru: Уменьшите общее усиление для тихого входного уровня и увеличьте общее усиление для громкого входного уровня
sv_se: Minska totala förstärkningen för svaga innivåer och öka förstärkningen för starka innivåer
th_th: ลดเกนโดยรวมสำหรับระดับอินพุทเบา และเพิ่มเกนโดยรวมสำหรับระดับอินพุทดัง
tr_tr: Tüm frekanslarda, düşük seviyeli ses girdileri için kazancı azalt ve genel kazancı yüksek seviyeli ses girdileri için artır
zh_cn: 降低小声输入时所有的增益和增加大声输入时的整体增益

source: Set Time Constants to Normal
bg_bg: Установете Времеви константи на Нормално
cht: 將時間常數設為正常
da_dk: Angiv tidskonstanter til Normal
el_gr: Ρύθμιση των σταθερών χρόνου σε φυσιολογικές τιμές
fi_fi: Ota käyttöön normaalit aikavakiot
hr_hr: Postavi vremenske konstante na normalne
hu_hu: Állítsa normálra a kompressziós módot
it_it: Imposta costanti di tempo come normali
ko_kr: 압축/해제 시간을 보통으로 설정합니다
nl_nl: Zet de tijdsconstanten op "normaal"
no_no: Sett kompresjonsmodus til normal
pt_pt: Ajuste a Constante de Tempo para o modo normal
ro_ro: Setati modul de compresie la normal
ru_ru: Установите постоянные времени на "нормальные"
sv_se: Ändra kompression till Normal
th_th: ตั้งค่าคงที่เวลาเป็นปกติ
tr_tr: Kompresyon modunu normale ayarla
zh_cn: 设置压缩模式为正常

source: Own footsteps sound too loud
bg_bg: Звукът от стъпките ми е твърде силен
cht: 自己的腳步聲聽起來太大聲
da_dk: Egne fodtrin lyder for kraftige
el_gr: Τα βήματα του ασθενούς ακούγονται πολύ δυνατά
fi_fi: Omat askeleet kuulostavat liian voimakkaille
hr_hr: Vlastiti koraci zvuči previše glasno
hu_hu: A saját lépéseim zaja túl hangos
it_it: Il suono dei propri passi è troppo forte
ko_kr: 본인의 발자국 소리가 너무 크게 들립니다
nl_nl: De eigen voetstappen klinken te hard
no_no: Egne fottrinn høres for sterkt
pt_pt: Os próprios passos soam muito fortes
ro_ro: Proprii pasi se aud prea tare
ru_ru: Собственные шаги кажутся слишком громкими
sv_se: Egna fotsteg låter för starkt
th_th: เสียงเดินของตัวเองดังเกินไป
tr_tr: Kendi ayak (Topuk) sesim çok yüksek
zh_cn: 自己的脚步声太吵

source: Reduce low frequency gain and reduce overall gain for soft input level
bg_bg: Намалете усилването на ниските честоти и намалете общото усилване за тихо ниво на входа
cht: 降低低頻增益及降低小聲音量輸入的整體增益量
da_dk: Reducer forstærkning af lavfrekvenser, og reducer forstærkning for svagt inputniveau
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων και μειώστε τη συνολική απόκριση για τη στάθμη εισόδου σιγανών ήχων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla sekä vähennä yleistä vahvistusta vaimeilla tulotasoilla
hr_hr: Smanjite pojačanje niskih frekvencija i smanjite sveukupno pojačanje za tihu ulaznu razinu
hu_hu: Csökkentse az alacsony frekvenciás erősítést és csökkentse a teljes erősítést a halk hangok esetében
it_it: Ridurre il guadagno delle basse frequenze e ridurre il guadagno complessivo per i livelli di ingresso deboli
ko_kr: 저주파수 게인을 줄이고 작은 소리크기에 대한 전체적인 게인을 낮춥니다
nl_nl: Verlaag de versterking van de lage frequenties en verlaag de versterking voor zachte geluiden
no_no: Reduser lavfrekvens gain og generell gain for lavt inputnivå
pt_pt: Reduza o ganho de baixa frequência e reduza o ganho geral para o nível de entrada suave
ro_ro: Reduceti castigul pe frecventele joase si castigul total pentru nivele slabe de intrare
ru_ru: Уменьшите усиление на низких частотах и уменьшите общее усиление для тихого входного уровня
sv_se: Minska förstärkningen för låga frekvenser och minska den totala förstärkningen för svaga innivåer
th_th: ลดเกนที่ความถี่ตํ่าและลดเกนโดยรวมสำหรับระดับอินพุทเบา
tr_tr: Alçak frekanslarda kazancı düşür, tüm frekanslardaki kazancı düşük seviyeli ses girdileri için azalt
zh_cn: 降低低频增益和降低小声输入时所有的增益

source: Sounds are not loud enough
bg_bg: Звуците не са достатъчно силни
cht: 聲音不夠大
da_dk: Lyde er ikke kraftige nok
el_gr: Οι ήχοι δεν ακούγονται αρκετά δυνατά
fi_fi: Ääni liian hiljainen
hr_hr: Zvukovi nisu dovoljno glasni
hu_hu: A hangok nem elég hangosak
it_it: I suoni non sono sufficientemente forti
ko_kr: 소리가 충분히 크지 않습니다
nl_nl: De geluiden zijn niet luid genoeg
no_no: Lyder er ikke sterke nok
pt_pt: Os sons não estão suficientemente audíveis
ro_ro: Sunetele nu sunt destul de puternice
ru_ru: Звуки недостаточно громкие
sv_se: Ljud är inte tillräckligt starkt
th_th: เสียงไม่ดังพอ
tr_tr: Ses şiddeti yeterli değil
zh_cn: 声音不够大

source: Increase mid frequency gain
bg_bg: Увеличете усилването на средните честоти
cht: 提高中頻增益量
da_dk: Forøg forstærkning af mellemfrekvenser
el_gr: Αυξήστε την απόκριση μεσαίων συχνοτήτων
fi_fi: Lisää vahvistusta keskitaajuuksilla
hr_hr: Povećajte pojačanje srednjih frekvencija
hu_hu: Növelje a közepes frekvenciás erősítést
it_it: Aumentare il guadagno delle medie frequenze
ko_kr: 중주파수 게인을 높입니다
nl_nl: Verhoog de versterking van de middenfrequenties
no_no: Øk mellomfrekvens gain
pt_pt: Aumente o ganho de média frequência
ro_ro: Cresteti castigul pe frecventele medii
ru_ru: Увеличьте усиление на средних частотах
sv_se: Öka förstärkningen för mellan frekvenser
th_th: เพิ่มเกนที่ความถี่กลาง
tr_tr: Orta frekanslardaki kazancı artır
zh_cn: 增加中频增益

source: Increase Smart Gain in "Speech(soft)", "Speech(loud)" and "Speech in noise(mod)." environments
bg_bg: Увеличете Интелигентно усилване в среда „Говор (тих)“, „Говор (силен)“ и „Говор в шумна среда (умерен)“.
cht: 提升語音(小聲)、語音(大聲)及「噪音中語音(一般)」的智能增益
da_dk: Forøg smart forstærkning i miljøer med svag tale, høj tale og tale i moderat støj
el_gr: Αυξήστε το Smart Gain στα περιβάλλοντα "Ομιλία (σιγανή)", "Ομιλία (δυνατή)" και "Ομιλία σε θόρυβο (μέτρια)
fi_fi: Lisää älykästä vahvistusta Vaimea puhe-, Äänekäs puhe- ja Puhe melussa (keski) -ympäristöissä
hr_hr: Povećajte Smart Gain u okruženjima „Govor (tiho)”, „Govor (glasno)” i „Govor u buci (umjer.)”
hu_hu: Növelje az erősítést a "beszéd(halk)", a "beszéd(hangos)" és a "beszéd zajban(közepes)" környezetekben
it_it: Aumentare guadagno da Ottimizzatore Ambientale negli ambienti "Parlato (debole)", "Parlato (forte)" e "Parlato nel rumore (mod.)"
ko_kr: 자동환경조절의 “대화환경(작은 말소리), “대화환경(큰 말소리)” 및 “소음속 대화환경(보통말소리)”에서 수준을 높입니다
nl_nl: Verhoog Smart Gain voor "Spraak (zacht)", "Spraak (luid)" en "Spraak in lawaai (luid)" omgevingen
no_no: Øk Smart Gain for «Tale(svak)», «Tale(sterk)» og «Tale i støy(mod).» lyttemiljø
pt_pt: Aumente o Ganho Inteligente nos ambientes "Fala (suave)", "Fala (forte)" e "Fala no ruído (Moderado)"
ro_ro: Creşterea Smart castig in "Discurs (moale)", "Discurs (tare)" şi "Discurs în zgomot (MOD)." medii
ru_ru: Увеличьте адаптивное усиление Smart Gain для окружений "Тихая речь", "Громкая речь" и "Речь в умеренном шуме"
sv_se: Öka Miljöoptimeringen för "Tal (svagt)", "Tal (starkt) och Tal i brus (svagt) miljöer.
th_th: เพิ่มค่าเกนอัจฉริยะในสภาพแวดล้อม "เสียงพูด(เบา)", "เสียงพูด(ดัง)" และ "เสียงพูดในเสียงรบกวน(ปานกลาง)"
tr_tr: Hafif ve orta şiddette konuşma, gürültülü konuşma ortamlarında Akıllı Kazancı artır
zh_cn: 增加"言语声(轻度)" 、"言语声 (强度)" 和噪声中言语(适中)环境下的增益

source: Sounds are too loud
bg_bg: Звуците са прекалено силни
cht: 聲音太大聲
da_dk: Lyde er for kraftige
el_gr: Οι ήχοι ακούγονται πολύ δυνατά
fi_fi: Äänet kuuluvat liian voimakkaina
hr_hr: Zvukovi su previše glasni
hu_hu: A hangok túl hangosak
it_it: I suoni sono troppo alti
ko_kr: 소리가 너무 큽니다
nl_nl: De geluiden zijn te luid
no_no: Lyder er for sterke
pt_pt: Os sons estão muito fortes
ro_ro: Sunetele sunt prea puternice
ru_ru: Звуки слишком громкие
sv_se: Allt ljud är för starkt
th_th: เสียงดังเกินไป
tr_tr: Sesler çok yüksek
zh_cn: 声音太大

source: Reduce overall gain
bg_bg: Намалете общото усилване
cht: 降低整體增益量
da_dk: Reducer forstærkning
el_gr: Μειώστε τη συνολική ένταση(απόκριση)
fi_fi: Vähennä kokonaisvahvistusta
hr_hr: Smanjite sveukupno pojačanje
hu_hu: Csökkentse a teljes erősítést
it_it: Ridurre il guadagno complessivo
ko_kr: 전체적으로 게인을 낮춥니다
nl_nl: Verlaag de versterking
no_no: Reduser generell gain
pt_pt: Reduzir ganho geral
ro_ro: Reduceti intregul castig
ru_ru: Уменьшите общее усиление
sv_se: Minska den totala förstärkningen
th_th: ลดเกนโดยรวม
tr_tr: Tüm kazancı azalt
zh_cn: 降低所有的增益

source: Decrease mid frequency gain
bg_bg: Намали усилването на средните честоти
cht: 降低中頻增益量
da_dk: Reducer forstærkning af mellemfrekvenser
el_gr: Μειώστε την ένταση(απόκριση) μεσαίων συχνοτήτων
fi_fi: Vähennä vahvistusta keskitaajuuksilla
hr_hr: Smanjite pojačanje srednjih frekvencija
hu_hu: Csökkentse az erősítést közepes frekvencián
it_it: Diminuire il guadagno delle medie frequenze
ko_kr: 중주파수 게인을 낮춥니다
nl_nl: Verlaag de versterking bij de middenfrequenties
no_no: Senk gain i mellomfrekvensområdet
pt_pt: Diminua o ganho das frequências médias
ro_ro: Scade castigul pe frecventele medii
ru_ru: Уменьшите усиление на средних частотах
sv_se: Minska förstärkningen för mellanfrekvenser
th_th: ลดเกนที่ความถี่กลาง
tr_tr: Orta frekans kazancını düşür
zh_cn: 降低中频增益

source: Decrease smart gain in "Noise(mod.)" and "Noise(loud) environments
bg_bg: Намалете интелигентното усилване в среда „Шум (умерен)“ и „Шум (силен)“
cht: 降低在「噪音 (一般)」及「噪音 (大聲)」環境的智能增益
da_dk: Reducer smart forstærkning i miljøer med moderat støj og høj støj
el_gr: Μειώστε το Smart Gain στα περιβάλλοντα "Θόρυβος (μέτριος)" και "Θόρυβος (δυνατός)"
fi_fi: Vähennä älykästä vahvistusta Melu (keski)- ja Melu (voimakas) -ympäristöissä
hr_hr: Smanjite Smart Gain u okruženjima „Buka (umjer.)” i „Buka (glasno)”
hu_hu: Csökkentse az intelligens erősítést a „Zaj (köz.)” és a „Zaj (hangos)” környezetekben
it_it: Diminuire guadagno da Ottimizzatore Ambientale per gli ambienti "Rumore (mod.)" e "Rumore (forte)"
ko_kr: 자동환경조절의“소음환경(보통크기)”과 “소음환경(시끄러운)”에서 수준을 낮춥니다
nl_nl: Verlaag Smart Gain voor "Lawaai (matig)" en "Lawaai (luid)" omgevingen
no_no: Reduser smart gain for «Støy(mod.)» og «Støy(sterk)» lyttemiljø
pt_pt: Diminua o Ganho Inteligente nos ambientes "Ruído (moderado)" e "Ruído (forte)"
ro_ro: Scăderea Smart castig in "Zgomotul (Mod.)" şi "zgomot (tare)" medii
ru_ru: Уменьшите адаптивное усиление Smart Gain в окружениях "Речь в умеренном шуме" и "Речь в громком шуме"
sv_se: Minska smart gain för "Noise(mod.)" och "Noise(loud)-miljöer.
th_th: ลดเกนอัจฉริยะในสภาพแวดล้อม "เสียงรบกวน (ปานกลาง)" และ "เสียงรบกวน (ดัง)"
tr_tr: "Orta" ve "Şiddetli" gürültü olan ortamlarda akıllı kazancı düşür
zh_cn: 降低“噪音(中)”和“噪音(强)”环境下的智能增益

source: Has to adjust volume control often
bg_bg: Трябва често да се регулира силата на звука
cht: 要經常調整音量
da_dk: Må ofte justere lydstyrken
el_gr: Ο έλεγχος της έντασης ήχου χρειάζεται συχνά προσαρμογή
fi_fi: Äänenvoimakkuussäädin usein käytössä
hr_hr: Mora se često prilagođavati regulacija glasnoće
hu_hu: Gyakran kell állítani a hangerőszabályzót
it_it: È necessario regolare spesso il volume
ko_kr: 빈번하게 볼륨을 조절해야 합니다
nl_nl: De volumeregelaar moet vaak gebruikt worden
no_no: Må ofte regulere volumkontrollen
pt_pt: Necessidade de ajustar o controle de volume frequentemente
ro_ro: Trebuie sa ajusteze din potentiometru des
ru_ru: Приходится часто регулировать громкость
sv_se: Måste justera VK ofta
th_th: ต้องปรับตัวควบคุมระดับเสียงบ่อยๆ
tr_tr: Sıklıkla ses ayarlıyorum
zh_cn: 经常频繁调节音量

source: Increase overall gain for soft input level and reduce overall gain for loud input level
bg_bg: Увеличете общото усилване за тихо ниво на входа и намалете общото усилване за високо ниво на входа
cht: 提升小聲音量輸入的整體增益量及降低大聲音量輸入的整體增益量
da_dk: Forøg forstærkning for svagt inputniveau, og reducer forstærkning for kraftigt inputniveau
el_gr: Αυξήστε τη συνολική απόκριση για τη στάθμη εισόδου σιγανών ήχων και μειώστε τη συνολικη απόκριση για τη στάθμη εισόδου δυνατών ήχων
fi_fi: Lisää yleistä vahvistusta vaimealla tulotasolla ja lisää yleistä vahvistusta voimakkaalla tulotasolla
hr_hr: Smanjite sveukupno pojačanje za tihu ulaznu razinu i smanjite sveukupno pojačanje za glasnu ulaznu razinu
hu_hu: Növelje a teljes erősítést a halk hangok esetében és csökkentse a teljes erősítést a hangos hangok esetében
it_it: Aumentare il guadagno complessivo per i livelli di ingresso deboli e ridurre il guadagno complessivo per i livelli di ingresso forti
ko_kr: 작은 소리크기에 대한 전체적인 게인을 높이고 큰 소리음에 대한 전체적인 게인을 낮춥니다
nl_nl: Verhoog de versterking voor zachte geluiden en verlaag de versterking voor harde geluiden
no_no: Øk generell gain for svakt inputnivå og reduser generell gain for sterkt inputnivå
pt_pt: Aumente o ganho geral no nível de entrada suave e reduza o ganho geral no nível de entrada forte
ro_ro: Cresteti intregul castig pentru nivele slabe la intrare si reduceti intregul castig pentru nivele puternice de intrare
ru_ru: Увеличьте общее усиление для тихого входного уровня и уменьшите общее усиление для громкого входного уровня
sv_se: Öka förstärkningen för alla frekvenser vid svaga innivåer och minska förstärkningen för alla frekvenser vid starka innivåer
th_th: เพิ่มเกนโดยรวมสำหรับระดับอินพุทเบา และลดเกนโดยรวมสำหรับระดับอินพุทดัง
tr_tr: Tüm frekanslarda kazancı düşük seviyeli ses girdileri için artır ve genel kazancı yüksek seviyeli ses girdileri için azalt
zh_cn: 增加小声输入时所有的增益和降低大声输入时所有的增益

source: Reset Environmental Optimizer II to recommended values
bg_bg: Възстановете препоръчителните стойности на Оптимизатор на средата II
cht: 將環境優化器 II 重設為建議值
da_dk: Nulstil Environmental Optimizer II til anbefalede værdier
el_gr: Επαναφέρετε το Environmental Optimizer II στις συνιστώμενες τιμές
fi_fi: Nollaa Ääniympäristön optimointi II suositeltuihin arvoihin
hr_hr: Resetirajte Environmental Optimizer II na preporučene vrijednosti
hu_hu: Állítsa vissza az Környezeti Optimalizáló II beállítását az ajánlott értékekre
it_it: Ripristinare Ottimizzatore Ambientale II sui valori consigliati
ko_kr: '자동환경조절' 을 권장수준으로 리셋합니다
nl_nl: Environmental Optimizer II resetten naar aanbevolen waarden
no_no: Gjenopprett anbefalte verdier for Environmental Optimizer II
pt_pt: Redefina o Otimizador Ambiental II para os valores recomendados
ro_ro: Resetați Environmental Optimizer II la valorile recomandate
ru_ru: Сбросьте Оптимизатор Окружения II до рекомендованных значений
sv_se: Återställ Environmental Optimizer II till rekommenderade värden
th_th: รีเซ็ตโปรแกรมปรับแต่งสภาพแวดล้อม II กลับเป็นค่าที่แนะนำ
tr_tr: Çevresel Yönetim II'yi önerilen değerler sıfırla
zh_cn: 将AI智能环境优化器重置为推荐值

source: Speech is too soft in noise
bg_bg: Говорът е прекалено тих в шумна среда
cht: 在噪音環境的語音太小聲
da_dk: Tale er for svag i støj
el_gr: Η ομιλία ακούγεται πολύ σιγά όταν υπάρχει θόρυβος
fi_fi: Ääni liian hiljainen melussa
hr_hr: Govor je previše tih u buci
hu_hu: A beszéd zajban túl halk
it_it: Il parlato è troppo debole nel rumore
ko_kr: 시끄러운 장소에서 말소리가 너무 작게 들립니다
nl_nl: Spraak in lawaai klinkt te zacht
no_no: Tale er for svak i støyende omgivelser
pt_pt: A fala está fraca demais em ambientes ruidosos
ro_ro: Vorbire prea slaba in zgomot
ru_ru: Речь слишком тихо слышна в шуме
sv_se: Tal för svagt i brus
th_th: เสียงพูดเบาไปในที่มีเสียงรบกวน
tr_tr: Gürültüde; konuşma sesleri çok düşük
zh_cn: 嘈杂环境下言语声太小

source: Reduce Noise Tracker II and increase high frequency gain for normal and loud input levels
bg_bg: Намалете Noise Tracker II и увеличете усилването на високите честоти за нормални и високи нива на входа
cht: 降低噪音追蹤系統 II 及提升一般及大聲音量輸入的高頻增益量
da_dk: Reducer Noise Tracker II, og forøg forstærkning af normale og kraftige inputniveauer
el_gr: Μειώστε το Noise Tracker II και αυξήστε την απόκριση υψηλών συχνοτήτων για τις στάθμες εισόδου κανονικών και δυνατών ήχων
fi_fi: Vaimenna Taustamelun vaimennus II -toimintoa, lisää vahvistusta korkeilla taajuuksilla normaaleilla ja voimakkailla tulotasoilla
hr_hr: Smanjite Noise Tracker II i povećajte pojačanje visokih frekvencija za normalne i glasne ulazne razine
hu_hu: Csökkentse a Noise Tracker II beállítását, és növelje a magas frekvenciás erősítést a normál és a hangos bemeneti szintek esetében
it_it: Ridurre Noise Tracker II e aumentare il guadagno delle alte frequenze per i livelli di ingresso normali e forti
ko_kr: 소음감소 기능의 수준을 낮추고 보통 및 큰 소리크기에 대한 고주파수 게인을 높입니다.
nl_nl: Verminder Noise Tracker II en verhoog de versterking van hoge frequenties voor normale en harde geluiden
no_no: Reduser Noise Tracker II og øk høyfrekvensgain for normale og sterke inputnivåer
pt_pt: Reduza o ganho nas baixas frequências e aumente o ganho geral nos níveis de entrada normal e forte
ro_ro: Reduceti castigul Noise Tracker II si cresteti câstigul pe frecvențe înalte pentru nivele normale si puternice de intrare
ru_ru: Уменьшите шумоподавление Noise Tracker II и увеличьте общее усиление для нормальных и громких входных уровней
sv_se: Minska Noise Tracker Pro för låga frekvenser och öka förstärkningen för normala och höga innivåer
th_th: ลดตัวติดตามเสียงรบกวน II และเพิ่มเกนที่ความถี่สูงสำหรับระดับอินพุทปกติและดัง
tr_tr: Noise Tracker II'yi düşür ve yüksek frekanslarda, normal ve yüksek seviyeli ses girdileri için kazancı artır
zh_cn: 降低AI智能净噪系统级别，并增加正常声和大声输入时的高频增益

source: Feedback
bg_bg: Микрофония
cht: 回饋音
da_dk: Tilbagekobling
el_gr: Μικροφωνισμός
fi_fi: Ilmenee vinkumista
hr_hr: Buka
hu_hu: Visszajelzés
ko_kr: 피드백
ro_ro: Microfonie
ru_ru: Обратная связь
th_th: เสียงหวีด
tr_tr: Feedback (Geribildirim)
zh_cn: 反馈

source: At all times
bg_bg: По всяко време
cht: 隨時都這樣
da_dk: Altid
el_gr: Συνεχώς
fi_fi: Koko ajan
hr_hr: Uvijek
hu_hu: Mindig
it_it: Sempre
ko_kr: 항상
nl_nl: Constant
no_no: Alltid
pt_pt: Em todas as ocasiões
ro_ro: Tot timpul
ru_ru: Всегда
sv_se: Hela tiden
th_th: ตลอดเวลา
tr_tr: Her zaman
zh_cn: 总是

source: Reduce high frequency gain for soft input level
bg_bg: Намалете усилването на високите честоти за тихо ниво на входа
cht: 降低小聲音量輸入的高頻增益量
da_dk: Reducer højfrekvensforstærkning for svage inputniveauer
el_gr: Μειώστε την απόκριση υψηλών συχνοτήτων για τη στάθμη εισόδου σιγανών ήχων
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla pienellä tulotasolla
hr_hr: Smanjite pojačanje visokih frekvencija za tihu ulaznu razinu
hu_hu: Csökkentse a magas frekvenciás erősítést a halk hangokra
it_it: Ridurre il guadagno delle alte frequenze per i livelli di ingresso deboli
ko_kr: 작은 소리크기에 대한 고주파수 게인을 낮춥니다
nl_nl: Verlaag de versterking van de hoge frequenties voor zachte geluiden
no_no: Reduser høyfrekvens gain for lavt inputnivå
pt_pt: Reduza o ganho das altas frequências no nível de entrada suave
ro_ro: Reduceti castigul pe frecventele inalte pentru nivelede intrare joase
ru_ru: Уменьшите усиление на высоких частотах для тихих входных уровней
sv_se: Minska förstärkningen för höga frekvenser vid svag innivå
th_th: ลดเกนที่ความถี่สูงสำหรับระดับอินพุทเบา
tr_tr: Yüksek frekans kazancını düşük seviyeli ses girdileri için azalt
zh_cn: 降低小声输入时高频增益

source: Ensure that G50 curve is below DFS area. Re-calibrate DFS.
bg_bg: Уверете се, че кривата на G50 е под зоната на ЦПМ. Калибрирайте отново ЦПМ.
cht: 確認 G50 曲線低於數位回饋音抑制範圍。重新校正數位回饋音抑制。
da_dk: Kontrollér, at G50-kurven er under DFS-området. Genkalibrer DFS.
el_gr: Βεβαιωθείτε ότι η καμπύλη G50 είναι κάτω από την περιοχή της DFS. Βαθμονομήστε εκ νέου την DFS.
fi_fi: Varmista että G50-käyrä alittaa DFS-alueen.
hr_hr: Pazite da krivulja za G50 bude ispod područja DFS-a. Ponovno kalibrirajte DFS.
hu_hu: Győződjön meg arról, hogy a G50 görbe a DFS terület alatt van. Kalibrálja újra az DFS-t.
it_it: Assicurarsi che la curva G50 sia al di sotto dell'area DFS. Ricalibrare DFS.
ko_kr: G50곡선이 DFS 영역 아래에 위치하도록, 착용상태를 확인하고 다시 캘리브레이션 합니다
nl_nl: Zorg ervoor dat de G50 curve onder het DFS gebied ligt. Kalibreer DFS opnieuw.
no_no: Sørg for at G50-kurven er under DFS-området. Rekalibrer DFS.
pt_pt: Certifique-se de que a curva de G50 esteja abaixo da área do DFS. Calibre novamente o DFS.
ro_ro: Asigurati-va ca, curba G50 este sub aria DFS. Recalibrati DFS.
ru_ru: Убедитесь, что кривая G50 находится ниже области подавления обратной связи. Перекалибруйте динамическое подавление обратной связи.
sv_se: Kontrollera att G50-kurvan ligger under DFS-området. Gör en ny DFS-kalibrering.
th_th: ตรวจสอบว่าเส้นโค้งเกน 50 อยู่ต่ำกว่าพื้นที่ DFS แล้วปรับเทียบ DFS อีกครั้ง
tr_tr: G50 eğrisinin DFS alanının altında olduğundan emin olun. DFS'yi yeniden kalibre edin.
zh_cn: 确保G50增益曲线低于DFS区域。重新校准DFS。

source: Change earmold tubing. Remake earmold/shell
bg_bg: Сменете шлауха на отливката. Направете отново отливката
cht: 更換耳模軟管。重新製造耳模/外殼
da_dk: Skift slangen til øreproppen. Lav ny øreprop/skal
el_gr: Αλλάξτε τον σωλήνα του εκμαγείου. Ανακατασκευάστε το εκμαγείο/κέλυφος
fi_fi: Vaihda korvakappaleen letku. Tee uusi kuorikko/korvakappale.
hr_hr: Promijenite cijevi kalupa za uho. Ponovno izradite kalup za uho / umetak
hu_hu: Cseréljen csövet a fülillesztékben. Készítsen új fülillesztéket/házat.
it_it: Cambiare il tubicino della chiocciola su misura. Rifare la chiocciola su misura/l'involucro
ko_kr: 몰드 튜브를 교체하고 몰드/쉘을 리메이크합니다
nl_nl: Vervang de slang. Vervang oorstukje/ schaaltje.
no_no: Skift slange på øreproppen. Lag ny ørepropp/skall
pt_pt: Diminua o tubo do molde auricular. Refaça o molde auricular/concha
ro_ro: Micsorati marimea ventului. Schimbati tipul olivei. Refaceti shellul/oliva.
ru_ru: Замените звуковод. Измените форму вкладыша/корпуса
sv_se: Minska vent. storlek. Ändra ljudslang, insats eller skal.
th_th: เปลี่ยน Earmold Tubing สร้าง Earmold/เชลล์ใหม่
tr_tr: Kulak kalıbı tüpünü değiştirin. Kulak kalıbını/kabuğu tekrar yapın
zh_cn: 减少通气孔尺寸或另选导声管或重做耳模/机壳。

source: Intermittent
bg_bg: С прекъсване
cht: 斷斷續續
da_dk: Intermitterende
el_gr: Διαλείπων
fi_fi: Vinkuu ajoittain
hr_hr: Isprekidano
hu_hu: Időnkénti visszacsatolás
it_it: Intermittente
ko_kr: 간헐적
nl_nl: Niet-continu signaal
no_no: Periodisk
pt_pt: Intermitente
ro_ro: Feedback intermitent
ru_ru: Периодически
sv_se: Feedback då och då
th_th: ไม่ต่อเนื่อง
tr_tr: Kesintili
zh_cn: 间歇
