Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Please ensure that the instrument(s) are clean and perform testing in a test box to verify that the receiver is functioning within specification.
bg_bg: Моля, уверете се, че апаратът(-ите) е/са чист(и) и извършете тестване в тестова кутия, за да проверите дали приемникът функционира в рамките на спецификацията.
cht: 請確保助聽器清潔，並在測試音箱中驗證接收器功能在標準範圍內。
da_dk: Forvis dig om, at apparaterne er rene og udfør testen i en lydboks for at verificere, at receiveren fungerer efter specifikationerne.
el_gr: Βεβαιωθείτε ότι τα ακουστικά είναι καθαρά και πραγματοποιήστε την εξέταση σε ένα κιβώτιο δοκιμών για να επαληθεύσετε ότι ο δέκτης λειτουργεί εντός των προδιαγραφών.
fi_fi: Varmista että kuulokojeet ovat puhtaat ja suorita mittaus testikammiossa varmistaaksesi että kuuloke toimi spesifikaatioden mukaan.
hr_hr: Pazite da aparati budu čisti i obavite testiranje u testnoj kutiji kako biste potvrdili da prijamnik radi unutar svojih specifikacija.
hu_hu: Győződjön meg arról, hogy a készülék tiszta, végezzen tesztelést a tesztboxban, és győződjön meg arról, hogy a hallgató a specifikáción belül működik.
it_it: Assicurarsi che gli apparecchi siano puliti ed eseguire il test con orecchio elettronico per verificare che il ricevitore funzioni correttamente come da specifiche.
ko_kr: 보청기가 깨끗한지 확인하고 HIT 검사를 수행하여 리시버가 스펙과 동일하게 동작하고 있는지 확인하십시오.
nl_nl: Zorg er a.u.b. voor dat de toestellen schoon zijn en voer een test uit in een meetbox om te verifiëren dat de receiver voldoet aan de specificaties.
no_no: Vennligst sørg for at apparat(ene) er rene og utfør testing i en lydboks for å verifisere at receiveren fungerer innenfor spesifikasjonene.
pt_pt: Verifique a limpeza do(s) aparelho(s) e teste se o receptor está funcionando conforme de acordo com as especificações.
ro_ro: Va rog asigurati-va ca instrumentele sunt curate si faceti testul intr-o camere de testare pentru a verifica daca receiver-ul functioneaza in parametrii normali.
ru_ru: Убедитесь, что СА чистый(е) и выполните тест в испытательной камере для верификации соответствия эффективности ресивера в нормативам.
sv_se: Kontrollera att hörapparaterna är rena och testa hörtelefonfunktionen i testbox så den motsvarar specifikationen.
th_th: โปรดตรวจสอบให้แน่ใจว่าอุปกรณ์นั้นสะอาด และทำการทดสอบในกล่องทดสอบ เพื่อยืนยันว่าตัวรับสัญญาณสามารถทำงานได้ตามข้อมูลจำเพาะ
tr_tr: Lütfen cihaz(lar)ın temiz olduğundan emin olun ve alıcının fonksiyonel özellikleri kapsamında işlediğini doğrulamak için testleri bir test kutusunda gerçekleştirin.
zh_cn: 请确保助听器已正确佩戴且受话器(耳塞)选项已进行设置。

source: The difference between right and left ear thresholds indicates a need for masking.
bg_bg: Разликата между праговете на дясното и лявото ухо показва необходимост от маскиране.
cht: 雙耳閾值差異指出需要遮蔽。
da_dk: Forskellen på tærskler mellem højre og venstre indikerer behov for maskering.
el_gr: Η διαφορά ανάμεσα στους ουδούς του δεξιού και του αριστερού αυτιού δείχνει ότι χρειάζεται απόκρυψη.
fi_fi: Vasemman ja oikean korvan kynnyserot osoittavat että peiteääntä tarvitaan
hr_hr: Razlika između pragova za desno i lijevo uho ukazuje na potrebu za maskiranjem.
hu_hu: A jobb és bal oldali küszöbérték közötti különbség maszkolást tesz szükségessé.
it_it: La differenza tra le soglie orecchio destro e sinistro indica la necessità di mascheramento.
ko_kr: 우측과 좌측의 청력역치 차이로 마스킹이 요구됩니다
nl_nl: Het verschil tussen de drempels bij rechter- en linkeroor geeft aan dat maskeren noodzakelijk is.
no_no: Forskjellen mellom tersklene på høyre og venstre øre indikerer at maskering er nødvendig.
pt_pt: A diferença de limites entre as orelhas direita e esquerda indica a necessidade de mascaramento.
ro_ro: Diferenta dintre pragurile urechii drepte si urechii stangi arata ca este nevoie de mascare.
ru_ru: При данной разнице между правым и левым пороговыми значениями необходимо использовать маскировку.
sv_se: Skillnaden mellan höger och vänster öras trösklar indikerar behov av maskering.
th_th: ความแตกต่างระหว่างค่าเกณฑ์ของหูขวาและซ้าย ระบุว่าจำเป็นต้องทำการมาสก์
tr_tr: Sağ ve Sol kulak arasındaki eşik farkı Maskeleme gerektiğini gösterir.
zh_cn: 左右耳的阈值差表示需要进行掩蔽。

source: TSG - Max output level
bg_bg: TSG - макс. ниво на изходния сигнал
cht: 耳鳴抑制音產生器 - 最大輸出等級
da_dk: TSG – maks. outputniveau
el_gr: TSG - Μέγ. στάθμη εξόδου
fi_fi: TSG - suurin antotaso
hr_hr: TSG - maks. izlazna razina
hu_hu: TSG – max. kimeneti szint
it_it: GST - Livello di uscita max
ko_kr: 소리발생기 - 최대 출력 수준
nl_nl: TSG - Max uitgangsniveau
no_no: TSG – maks. outputnivå
pt_pt: Gerador de Som – nível máx. de saída
ro_ro: TSG - Nivel ieșire max
ru_ru: TSG - Макс. мощность на выходе
sv_se: TSG - Max utnivå
th_th: TSG - ระดับเอาท์พุทสูงสุด
tr_tr: TSG - Maks çıkış seviyesi
zh_cn: 耳鸣管理器(TSG) - 最大输出水平

source: TSG - Max A-weighted output level
bg_bg: TSG - макс. ниво на амплитудно претегления изходен сигнал
cht: 耳鳴抑制音產生器 - 最大 A 加權輸出等級
da_dk: TSG – maks. A-vægtet outputniveau
el_gr: TSG - Μέγ. A-σταθμισμένης εξόδου
fi_fi: TSG - suurin A-painotettu antotaso
hr_hr: TSG - maks. A-vrednovana izlazna razina
hu_hu: TSG – max. A-súlyozott kimeneti szint
it_it: GST - Livello di uscita A pesato max
ko_kr: 소리발생기 - 최대 A 가중치 출력 수준
nl_nl: TSG - Max A-gewogen uitgangsniveau
no_no: TSG – maks. A-vektet outputnivå
pt_pt: Gerador de Som – nível máx. de saída ponderada em A
ro_ro: TSG - Nivel ieșire max calibrat A
ru_ru: TSG - Макс. мощность на выходе (по шкале А)
sv_se: TSG - Max A-vägd utnivå
th_th: TSG - A สูงสุด-ระดับเอาท์พุทถ่วงน้ำหนัก
tr_tr: TSG - Maks A-ağırlıklı çıkış seviyesi
zh_cn: 耳鸣管理器(TSG) - 最大A加权输出水平

source: TSG - Max 1/3 octave output level
bg_bg: TSG - макс. ниво на изходния сигнал в рамките на диапазон на 1/3 от октавата
cht: 耳鳴抑制音產生器 - 最大 1/3 八度音程輸出等級
da_dk: TSG – maks. 1/3 oktav outputniveau
el_gr: TSG - Μέγ. στάθμη εξόδου 1/3 οκτάβας
fi_fi: TSG - suurin 1/3 oktaavin antotaso
hr_hr: TSG - maks. izlazna razina za 1/3 oktave
hu_hu: TSG – max. 1/3 oktávú kimeneti szint
it_it: GST - Livello di uscita 1/3 di ottava max
ko_kr: 소리발생기 - 최대 1/3 옥타브 출력 수준
nl_nl: TSG - Max 1/3 octaaf uitgangsniveau
no_no: TSG – maks. 1/3 oktavs outputnivå
pt_pt: Gerador de Som – nível máx. de saída 1/3 de oitava
ro_ro: TSG - Nivel ieșire max 1/3 octavă
ru_ru: TSG - Макс. 1/3 октавы экв. входного шума
sv_se: TSG - Max 1/3 oktav utnivå
th_th: TSG - ระดับเอาท์พุท 1/3 octave สูงสุด
tr_tr: TSG - Maks 1/3 oktav çıkış seviyesi
zh_cn: 耳鸣管理器(TSG) - 最大1/3倍频程输出水平

source: An error has occurred with instrument communication. Unable to continue with In-Situ audiometry.
bg_bg: Възникна грешка с комуникацията на апарата. Не може да продължи аудиометрия в самия апарат.
cht: 助聽器通訊發生錯誤，無法繼續進行現場聽力檢查。
da_dk: Der er sket en fejl med apparatkommunikationen. Kan ikke fortsætte med in situ-audiometri.
el_gr: Παρουσιάστηκε σφάλμα με την επικοινωνία του βοηθήματος. Δεν είναι δυνατή η συνέχιση της επιτόπιας ακοομέτρησης.
fi_fi: Virhe kuulokojeen tietoliikenteessä. Audiometriaa käyttötilanteessa ei voi jatkaa.
hr_hr: Došlo je do pogreške u vezi između uređaja. Nije moguće nastaviti s In Situ audiometrijom.
hu_hu: Hiba lépett fel a készülék kommunikációban. Nem lehet folytatni az In-Situ audiometriát.
it_it: Un errore si è verificato con la comunicazione con lo strumento. Impossibile continuare con l'Audiometria in-Situ.
ko_kr: 보청기 연결 중 에러가 발생하였습니다. In-Situ 청력측정을 진행 할 수 없습니다.
nl_nl: Er heeft zich een fout voorgedaan met de toestelcommunicatie. Kon geen verbinding maken met In-Situ audiometrie.
no_no: En feil har skjedd med tilkobling til apparat. Ikke mulig og fortsette med In-Situ audiometri.
pt_pt: Ocorreu um erro com a comunicação com o aparelho. Não é possível continuar com a audiometria in-situ.
ro_ro: A apărut o eroare în comunicarea cu aparatul. Audiometria In-Situ nu poate continua.
ru_ru: Произошла ошибка связи СА. Невозможно продолжать аудиометрию In-Situ.
sv_se: Ett fel har uppstått med apparatkommunikation. Kan inte fortsätta med in-situ-audiometri.
th_th: เกิดข้อผิดพลาดในการสื่อสารด้วยเครื่องช่วยฟัง ไม่สามารถดำเนินการทดสอบการได้ยินภายในต่อได้
tr_tr: Cihaz iletişiminde bir hata oluştu. Yerinde odyometriye devam edilemiyor.
zh_cn: 发生错误。内置测听无法继续。

source: Thresholds
bg_bg: Прагове
cht: 閾值
da_dk: Tærskler
el_gr: Ουδοί
fi_fi: Kynnykset
hr_hr: Pragovi
hu_hu: Küszöb
it_it: Soglie
ko_kr: 역치
nl_nl: Drempels
no_no: Terskler
pt_pt: Limites
ro_ro: Praguri
ru_ru: Пороговые значения
sv_se: Trösklar
th_th: ค่าเกณฑ์
tr_tr: Eşikler
zh_cn: 阈值

source: R
bg_bg: R (дясно)
cht: 右
da_dk: H
el_gr: Δ
fi_fi: O
hr_hr: D
hu_hu: J
it_it: Dx
no_no: H
pt_pt: D
ru_ru: Пр
sv_se: H
tr_tr: Sağ

source: L
bg_bg: L (ляво)
cht: 左
da_dk: V
el_gr: Α
fi_fi: V
hu_hu: B
it_it: Sx
no_no: V
pt_pt: E
ru_ru: Л
sv_se: V
tr_tr: Sol

source: Untestable region
bg_bg: Непригодна за тестване област
cht: 不可測試範圍
da_dk: Område, der ikke kan testes
el_gr: Μη ελέγξιμη περιοχή
fi_fi: Epävakaa alue
hr_hr: Područje koje se ne može testirati
hu_hu: Nem tesztelhető régió
it_it: Regione non verificabile
ko_kr: 측정불가범위
nl_nl: Niet te testen gebied
no_no: Område kan ikke testes
pt_pt: Região não testada
ro_ro: Regiune de netestat
ru_ru: Нетестируемая область
sv_se: Otestbart område
th_th: ขอบเขตที่ไม่สามารถทดสอบได้
tr_tr: Test edilemeyen bölge
zh_cn: 不能测试区域

source: On
bg_bg: Включено
cht: 開
da_dk: Til
el_gr: OΝ
fi_fi: Käytössä
hr_hr: Uklj.
hu_hu: Be
nl_nl: Aan
no_no: På
pt_pt: Lig
ro_ro: Pornit
ru_ru: Вкл
sv_se: På
th_th: เปิด
tr_tr: Açık
zh_cn: 开

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desl
ro_ro: Oprit
ru_ru: Откл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: Testing not advised. To accurately perform In-Situ Audiometry it is recommended to use a Power Dome.
bg_bg: Не се препоръчва тестване. За да се извърши точно Аудиометрия в самия апарат се препоръчва да се използва Power Dome.
cht: 不建議進行測試。建議使用強力型耳塞以準確執行現場聽力檢查。
da_dk: Det anbefales ikke at teste. For at opnå nøjagtig in situ-audiometri anbefales det at anvende en Powerkuppel.
el_gr: Δεν συστήνεται δοκιμή. Για την εκτέλεση επιτόπιας ακοομέτρησης με ακρίβεια, συστήνεται η χρήση Power Dome.
fi_fi: Mittausta ei suositella. Tarkkojen audiometriatulosten saamiseksi käyttötilanteessa on suositeltavaa käyttää Power-tippiä.
hr_hr: Nije preporučeno testiranje. Kako bi In Situ audiometrija bila točna, preporučuje se upotreba power ušnog kalupa.
hu_hu: A tesztelés nem ajánlott. A pontos In-Situ audiometriához használjon Power Dome.-ot
it_it: Test sconsigliato. Per eseguire con precisione L'Audiometria in Situ si raccomanda di utilizzare una cupoletta Power Dome.
ko_kr: 테스트가 권장되지 않습니다. In-Situ 청력검사의 정확도를 높이기 위하여, 파워돔 사용을 권장 합니다.
nl_nl: Om nauwkeurige, ´echte´ In-Situ audiometrie uit te voeren is het aangeraden een PowerDome te gebruiken.
no_no: Testing ikke anbefalt. For nøyaktig måling av in situ-audiometri er det anbefalt å bruke en Power Dome.
pt_pt: Teste não aconselhado. Para realizar com precisão a audiometria in-situ recomenda-se usar um Domo Power
ro_ro: Testarea nu este recomandată. Pentru realizarea corectă a Audiometriei In-Situ, se recomandă utilizarea unui Power Dome.
ru_ru: Тестирование не рекомендуется. Для точности аудиометрического исследования In-Situ рекомендуется использовать колпачок-вставку Power.
sv_se: Testning rekommenderas inte. För att utföra exakt Insitu-audiometri rekommenderas att du använder en Power Dome.
th_th: ไม่แนะนำให้ทำการทดสอบ หากต้องการดำเนินการทดสอบการได้ยินภายในอย่างถูกต้อง แนะนำให้ใช้ Power Dome
tr_tr: Test etme işlemi önerilmez. Yerinde odyometriyi doğru şekilde gerçekleştirmek için bir kapalı dome kullanılması önerilir.
zh_cn: 不建议进行测试。为更准确地进行内置听力计测试，请使用大功率耳塞。

source: Testing not advised. To accurately perform In-Situ audiometry it is recommended to seal the ventilation in the custom earmold or to use an occluding Comply Tip.
bg_bg: Не се препоръчва тестване. За да се извърши точна аудиометрия в самия апарат се препоръчва да се запечата вентилацията в ушната мида или да се използва запушена тапа Comply.
cht: 不建議進行測試。建議封閉客製化耳模的氣孔或使用封閉式Comply Tip以準確執行現場聽力檢查。
da_dk: Test anbefales ikke. Hvis du vil foretage In-Situ audiometri nøjagtigt, anbefales det at forsegle ventilationen i den brugertilpassede øreprop eller at bruge en okkluderende Comply øreprop.
el_gr: Δεν συνιστάται εξέταση. Για την εκτέλεση επιτόπιας ακοομετρίας με ακρίβεια συνιστάται να σφραγίσετε τις οπές αερισμού στο προσαρμοσμένο εκμαγείο ή να χρησιμοποιήσετε ένα μαξιλαράκι ακουστικού Comply που προκαλεί απόφραξη.
fi_fi: Testaamista ei suositella. Tarkkojen audiometriatulosten saamiseksi käyttötilanteessa on suositeltavaa sulkea mukautetun korvakappaleen ilmastointi tai käyttää tukittua taipuvaa tippiä.
hr_hr: Testiranje se ne preporučuje. Za precizno obavljanje in-situ audiometrije preporučuje se da se zatvori protok zraka u prilagođenom kalupu za uho ili upotrijebi zatvarajuća prilagodljiva obloga.
hu_hu: A tesztelés nem ajánlott. Az In-Situ audiometria pontos elvégzéséhez javasoljuk, hogy zárja le az egyéni illeszték szellőzését, vagy használjon egy megfelelően tömítő fülcsúcsot.
it_it: Test non consigliato. Per effettuare con precisione l'audiometria In-Situ, si consiglia di sigillare la ventilazione nella chiocciola su misura o utilizzare un comply tip in occlusione.
ko_kr: 테스트가 권장되지 않습니다. In-Situ 청력검사의 정확도를 높이려면 커스텀 몰드의 벤트를 막거나 컴플라이 팁을 사용하여야 합니다.
nl_nl: Voor een ´echte´ In-Situ audiometrie is het aanbevolen de venting in het maat-oorstukje af te sluiten of een afsluitende Comply Tip te gebruiken.
no_no: Testing anbefales ikke. For å gjennomføre In-Situ-audiometri på en nøyaktig måte er det anbefalt at ventilasjonen på øreproppen tettes, eller at man bruker en Skum ørepropp.
pt_pt: Teste não recomendado. Para realizar a audiometria in-situ com precisão é recomendado fechar a ventilação no molde auricular personalizado ou usar uma espuma para fone Comply oclusiva.
ro_ro: Testarea nu se recomandă. Pentru a efectua cu precizie audiometria In-Situ, se recomandă sigilarea ventilației în oliva personalizată sau utilizarea unui vârf de conformare ocluziv.
ru_ru: Испытание не рекомендуется. Для точности аудиометрического исследования In-Situ рекомендуется герметизировать вент в индивидуальном ушном вкладыше или использовать обтурацию слухового прохода вставками Comply Tip.
sv_se: Testning rekommenderas inte. För korrekt utförd In-Situ-audiometri rekommenderas att du tätar ventilationen i insatsen eller att använda en ockluderande formbar topp.
th_th: ไม่แนะนำให้ทำการทดสอบ หากต้องการวัดการได้ยินแบบ In-Situ ให้ได้ผลที่แม่นยำ คุณควรปิดช่องระบายของ Earmold รุ่นสั่งทำพิเศษ หรือใช้จุกหูฟัง
tr_tr: Test önerilmemektedir. In-Situ odyometreyi doğru şekilde gerçekleştirmek için, özel kulak kalıbında havalandırmanın sızdırmaz kılınması veya tıkalı bir Uyumlu Uç kullanılması önerilir.
zh_cn: 不建议进行测试。为准确进行内置听力计测量，建议您密封定制耳模的气孔或使用弹性耳塞堵塞。

source: Testing not advised. To accurately perform In-Situ Audiometry it is recommended to use a Tulip Dome.
bg_bg: Не се препоръчва тестване. За да се извърши точно Аудиометрия в самия апарат се препоръчва да се използва фуниевидно домче.
cht: 不建議進行檢查。建議使用花瓣型耳塞以準確執行現場聽力檢查。
da_dk: Det anbefales ikke at teste. For at opnå nøjagtig in situ-audiometri anbefales det at anvende en Tulip-kuppel.
el_gr: Δεν συστήνεται δοκιμή. Για την εκτέλεση επιτόπιας ακοομέτρησης με ακρίβεια, συστήνεται η χρήση Tulip Dome.
fi_fi: Mittausta ei suositella. Tarkkojen audiometriatulosten saamiseksi käyttötilanteessa on suositeltavaa käyttää tulppaanitippiä.
hr_hr: Nije preporučeno testiranje. Kako bi In Situ audiometrija bila točna, preporučuje se upotreba tulipan ušnog kalupa.
hu_hu: A tesztelés nem ajánlott. A pontos In-Situ audiometriához használjon Tulip Dome-ot.
it_it: Test sconsigliato. Per eseguire con precisione l'Audiometria in Situ si raccomanda di utilizzare Tulip Dome.
ko_kr: 테스트가 권장되지 않습니다. In-Situ 청력검사의 정확도를 높이기 위하여, 튤립돔 사용을 권장합니다.
nl_nl: Om nauwkeurige, ´echte´In-Situ audiometrie uit te voeren is het aangeraden een TulipDome te gebruiken.
no_no: Testing ikke anbefalt. For nøyaktig måling av in situ-audiometri er det anbefalt å bruke en Tulip Dome.
pt_pt: Teste não aconselhado. Para realizar com precisão a audiometria in-situ recomenda-se usar um Domo Power.
ro_ro: Testarea nu este recomandată. Pentru realizarea corectă a Audiometriei In-Situ, se recomandă utilizarea unui Tulip Dome.
ru_ru: Тестирование не рекомендуется. Для точности аудиометрического исследования In-Situ рекомендуется использовать колпачок-вставку Tulip.
sv_se: Testning rekommenderas inte. För att utföra exakt in-situ-audiometri rekommenderas att du använder en Tulip Dome.
th_th: ไม่แนะนำให้ทำการทดสอบ หากต้องการดำเนินการทดสอบการได้ยินภายในอย่างถูกต้อง แนะนำให้ใช้ Tulip Dome
tr_tr: Test etme işlemi önerilmez. Yerinde odyometriyi doğru şekilde gerçekleştirmek için bir lale dome kullanılması önerilir.
zh_cn: 不建议进行测试。为获得准确的内置听力计测试结果，推荐使用郁金香耳塞。

source: Comply Tip
bg_bg: Тапа Comply
cht: 遵守提示
da_dk: Comply øreprop
el_gr: Μαξιλαράκι ακουστικού Comply
fi_fi: Mukautuva tippi
hr_hr: Prilagodljiva obloga
hu_hu: Comply fülcsúcs
ko_kr: 컴플라이 팁
no_no: Skum ørepropp
pt_pt: Espuma para fone Comply
ro_ro: A se conforma Sfat
ru_ru: Подобрать наконечник
sv_se: Formbar topp
th_th: จุกหูฟัง
tr_tr: Uyumlu Uç
zh_cn: 弹性耳塞

source: Outdoor
bg_bg: Навън
cht: 戶外
da_dk: Udendørs
el_gr: Εξωτερικός χώρος
fi_fi: Ulkona
hr_hr: Vani
hu_hu: Kültér
it_it: All'aperto
ko_kr: 실외
nl_nl: Buiten
no_no: Utendørs
pt_pt: Ambiente Externo
ro_ro: Afara
ru_ru: На улице
sv_se: Utomhus
th_th: กลางแจ้ง
tr_tr: Dış ortam
zh_cn: 户外

source: At least one selected instrument is different than the saved session. - "Continue" will load the saved session and disconnect aids - "Cancel" will return to the current session
bg_bg: Най-малко един избран апарат е различен от записаната сесия. - „Продължение“ ще зареди записаната сесия и ще прекъсне апаратите - „Отмяна“ ще върне към текущата сесия
cht: 至少有一部選擇的助聽器與儲存階段的不同。 - 「繼續」將載入儲存的階段並將助聽器斷線 - 「取消」將返回目前階段
da_dk: Mindst ét af de valgte apparater adskiller sig fra den gemte session. - "Forsæt" indlæser den gemte session og frakobler høreapparaterne - "Annuller" vender tilbage til den aktuelle session
el_gr: Τουλάχιστον ένα επιλεγμένο ακουστικό είναι διαφορετικό από την αποθηκευμένη συνεδρία. - "Συνέχεια", θα φορτωθεί η αποθηκευμένη συνεδρία και θα γίνει αποσύνδεση των βοηθημάτων - "Άκυρο", θα επιστρέψετε στην τρέχουσα συνεδρία
fi_fi: Vähintään yksi valittu kuulokoje ei vastaa tallennettua istuntoa. - Jos valitset Jatka, tallennettu istunto ja irrotettujen kuulokojeiden tiedot ladataan. - Jos valitset Peruuta, palaat nykyiseen istuntoon.
hr_hr: Najmanje jedan odabrani aparat razlikuje se u odnosu na spremljenu sesiju. - Opcijom „Nastavak” učitava se spremljena sesija i prekida veza s pomagalima. - Opcijom „Otkaži” vraćate se na trenutnu sesiju.
hu_hu: Legalább egy készülék eltér a mentett munkamenettől. - A Tovább gombra kattintva betöltheti a mentett munkamenetet, és bonthatja a kapcsolatot a hallókészülékekkel - A Mégse gombra kattintva visszatérhet az aktuális munkamenetbe
it_it: Almeno un apparecchio selezionato differisce dalla sessione salvata. - Selezionando "Continua"viene caricata la sessione salvata e vengono disconnessi gli apparecchi - Selezionando Annulla si torna alla sessione corrente
ko_kr: 저장 된 세션과 최소한 선택한 한 개 이상의 보청기와 다릅니다. - “계속”을 눌러 저장된 세션을 로드하고 보청기를 연결해제합니다 - “취소”를 눌러 현재 세션으로 복귀합니다
nl_nl: Minstens één geselecteerd instrument verschilt van de opgeslagen sessie. - "Doorgaan" opent de opgeslagen sessie en verbreekt de verbinding met de toestellen - "Annuleren" schakelt weer over naar de actuele sessie
no_no: Minst ett valgt apparat er annerledes enn den lagrede økten. – Trykk «Fortsett» for å laste inn den lagrede økten og koble fra apparat(ene) – Trykk «Avbryt» for å gå tilbake til gjeldende økt
pt_pt: Pelo menos um aparelho selecionado é diferente da sessão salva. – "Continue" (Continuar) carregará a sessão salva e desconectará os aparelhos – "Cancel" (Cancelar) retornará à sessão atual
ro_ro: Cel puțin un instrument selectat este diferit de sesiunea salvată. - "Continuare" va încărca sesiunea salvată și auxiliarele de conectare - "Anulare" va reveni la sesiunea curentă
ru_ru: По меньшей мере один из выбранных СА отличается от сохраненного в настройках прошлой сессии. - Команда "Продолжить" загрузит данные и настройки сохраненной сессии и отключит СА - Команда "Отменить" производит возврат в текущую сессию
sv_se: Minst en vald apparat avviker från den sparade sessionen. - ”Fortsätt" läser in den sparade sessionen och kopplar bort apparater - "Avbryt" återgår till aktuell session
th_th: อุปกรณ์ที่เลือกอย่างน้อยหนึ่งเครื่อง แตกต่างจากเซสชันที่บันทึกไว้ - "ทำต่อ" จะเป็นการโหลดเซสชันที่บันทึกไว้ และตัดการเชื่อมต่ออุปกรณ์ช่วยฟัง - "ยกเลิก" จะเป็นการกลับไปยังเซสชันปัจจุบัน
tr_tr: Seçilen en az bir cihaz, kaydedilen oturumdan farklıdır. - "Devam" seçeneği, kaydedilen oturumu yükleyecek ve cihaz bağlantılarını kesecektir - "İptal" seçeneği, geçerli oturuma geri dönecektir
zh_cn: 至少一个选定的助听器与保存的验配数据不同。 - “继续”将加载保存的当前验配数据并断开助听器 - “取消”将返回到当前界面

source: Loading fitting data from saved session ...
bg_bg: Зареждат се данни за монтиране от записаната сесия ...
cht: 從已儲存的階段載入選配資料...
da_dk: Åbner tilpasningsdata fra gemt session...
el_gr: Φόρτωση δεδομένων εφαρμογής από αποθηκευμένη συνεδρία...
fi_fi: Ladataan sovitustiedot aikaisemmin tallennetusta käynnistä...
hr_hr: Učitavanje podataka o namještanju iz spremljene sesije...
hu_hu: Illesztési adat betöltés a mentett munkamenetből...
it_it: Caricamento dati di fitting da sessione salvata...
ko_kr: 저장된 세션에서 피팅 데이터를 로딩하고 있습니다 ...
nl_nl: Aanpasgegevens van de opgeslagen sessie worden geladen ...
no_no: Laster ned tilpasningsdata fra lagret økt...
pt_pt: Carregando dados de ajuste da sessão salva...
ro_ro: Încărcarea datelor din sesiunea de reglaj salvat ...
ru_ru: Загружаются данные настройки сохраненной сессии...
sv_se: Laddar anpassningsdata från sparad session...
th_th: กำลังโหลดข้อมูลการทดลองสวมจากเซสชันที่บันทึกไว้ ...
tr_tr: Fitting verisi kayıtlı oturumdan yükleniyor...
zh_cn: 从已保存验配信息中导入数据...

source: Performing Initial Fit ...
bg_bg: Извършва се първоначален монтаж на апарат {0} ...
cht: 在 {0} 助聽器執行初始選配.....
da_dk: Udfører ny tilpasning på apparatet {0}...
el_gr: Πραγματοποιείται αρχική εφαρμογή στο ακουστικό {0}...
fi_fi: Alustetaan ensimmäinen sovitus: {0} kuulokoje…
hr_hr: Provodi se početno namještanje na aparatu {0} ...
hu_hu: Előillesztés a(z) {0} készüléken ...
it_it: Esecuzione del fitting iniziale sull'apparecchio {0}...
ko_kr: {0}보청기의 초기 피팅 중입니다....
nl_nl: Basisinstelling toepassen op toestel {0} ...
no_no: Utfører grunninnstilling av {0} apparat...
pt_pt: Realizando ajuste inicial no aparelho {0}...
ro_ro: Fit Efectuarea iniţiale privind {0} instrument ...
ru_ru: Выполняется начальная настройка на СА {0}...
sv_se: Utför initial anpassning på {0} hörapparat...
th_th: กำลังทำการทดลองสวมครั้งแรกบนอุปกรณ์ {0} ...
tr_tr: {0} Cihazında İlk Ayarlar yapılıyor...
zh_cn: {0} 助听器正在进入初始化验配...
