Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: These instrument(s) are capable of exceding 132dB SPL. Special care should be excersized in fitting these instruments because there may be risk of imparing the remaining hearing of the hearing aid user
cht: 這些聽力儀器能夠超過 132dB SPL。 在驗配這些助聽器時應特別小心，因為可能存在影響助聽器使用者剩餘聽力的風險
da_dk: Disse høreapparater kan overstige 132 dB SPL. Der skal udvises særlig forsigtighed under tilpasning af disse høreapparater, fordi der kan være risiko for at forringe høreapparatbrugerens tilbageværende hørelse
el_gr: Τα ακουστικά βοηθήματα μπορούν να υπερβούν τα 132dB SPL. Προσέχετε ιδιαίτερα κατά την εφαρμογή αυτών των ακουστικών βοηθημάτων, καθώς υπάρχει κίνδυνος να επηρεαστεί η εναπομένουσα ακοή του χρήστη.
fi_fi: Nämä kuulokojeet pystyvät ylittämään 132 dB SPL. Ne täytyy sovittaa erittäin varovaisesti, koska käyttäjän jäljellä oleva kuulo saattaa heiketä.
hr_hr: Ovi slušni uređaji mogu premašiti 132dB SPL. Pri podešavanju takvih uređaja potreban je poseban oprez jer postoji rizik od dodatnog oštećenja sluha korisnika slušnog aparata.
hu_hu: Ezek a hallássegítő eszközök alkalmasak a 132dB SPL meghaladására. Ezen hallókészülékek hangolása esetén kiemelt figyelemmel kell eljárni, mert fennáll a veszélye annak, hogy tovább károsítja a hallókészülék használójának hallását
it_it: Questi apparecchi acustici sono in grado di superare i 132 dB SPL. È necessario prestare particolare attenzione nell’effettuare il fitting degli apparecchi acustici, perché esiste il rischio di danneggiare l'udito residuo dell'utente.
ko_kr: 이 보청기는 132dB SPL을 초과하는 용량이 있습니다. 보청기 사용자의 남은 청력을 손상한 위험이 있으므로 이 보청기를 피팅할 때에는 주의해야 합니다
nl_nl: Deze hoortoestellen kunnen 132dB SPL overschrijden. U dient extra op te letten bij het aanpassen van deze hoortoestellen, omdat het risico bestaat dat het resterende gehoor van de gebruiker van het hoortoestel beschadigd raakt.
no_no: Disse høreapparatene har kapasitet til å overstige 132dB SPL. Det må utvises spesiell aktsomhet ved tilpasning av disse høreapparatene pga. fare for skade på gjenværende hørsel hos brukeren
pt_pt: Estes aparelhos auditivos são capazes de exceder os 132dB NPS. Cuidados especiais devem ser aplicados na adaptação destes aparelhos auditivos, pois pode haver o risco de prejudicar a audição remanescente do usuário do aparelho auditivo
ro_ro: Aceste aparate auditive sunt capabile să depășească 132dB SPL. La reglarea acestor aparate auditive ar trebui acordată o grijă specială, deoarece există riscul compromiterii auzului pe care utilizatorul aparatului auditiv încă îl are
ru_ru: Уровень звукового давления в этих слуховых аппаратах может превышать 132 дБ. Подгонку этих слуховых аппаратов следует выполнять с особой осторожностью во избежание еще большего снижения слуха пользователя слуховых аппаратов
sv_se: Dessa hörapparater kan överskrida 132 dB SPL. Iaktta försiktighet eftersom dessa hörapparater kan skada den återstående hörseln hos brukaren.
th_th: เครื่องช่วยฟังเหล่านี้มีกำลังขยายเกิน 132 dB SPL ควรใช้ความระมัดระวังเป็นพิเศษในการติดตั้งเครื่องมือช่วยฟังเหล่านี้ เนื่องจากอาจมีความเสี่ยงในการลดการได้ยินที่เหลือของผู้ใช้เครื่องช่วยฟัง
tr_tr: Bu işitme cihazları 132dB SPL'nin üzerinde bir kapasiteye sahiptir. İşitme cihazı kullanıcısının mevcut işitme yeteneğinde bozulma riski bulunabileceğinden, bu işitme cihazlarının takılması sürecinde ekstra özen gösterilmelidir
zh_cn: 这些助听器的承受音压超过132分贝SPL。 装配这些助听器时应特别小心，因为可能会损害助听器使用者的剩余听力

source: Connect Devices
cht: 連接裝置
da_dk: Forbind enheder
el_gr: Συνδέστε τις συσκευές.
fi_fi: Yhdistä laitteet
hr_hr: Poveži uređaje
hu_hu: Eszközök csatlakoztatása
it_it: Connetti i dispositivi
ko_kr: 장치 연결
nl_nl: Toestellen aansluiten
no_no: Koble til apparater
pt_pt: Conectar os dispositivos
ro_ro: Conectare dispozitive
ru_ru: Подсоединить устройства
sv_se: Anslut enheter
th_th: เชื่อมต่ออุปกรณ์
tr_tr: Cihazları Bağla
zh_cn: 连接设备

source: Click "Connect", to perform remote fine tuning. Click “Simulate”, to continue in simulation mode. Please note that your changes will not be transferred to the patient hearing aids in this mode.
cht: 聽力儀器未連接。 如欲將遠端驗配傳輸到患者的聽力儀器，請選擇「連接」。
da_dk: Høreapparater er ikke forbundet. For at overføre fjerntilpasningen til patientens høreapparater skal du vælge "Opret forbindelse".
el_gr: Τα ακουστικά βοηθήματα δεν έχουν συνδεθεί. Για να μεταφέρετε την απομακρυσμένη εφαρμογή στα ακουστικά βοηθήματα του ασθενούς, επιλέξτε «Σύνδεση».
fi_fi: Kuulokojeita ei ole yhdistetty. Siirrä etäsovitus potilaan kuulokojeisiin valitsemalla Yhdistä.
hr_hr: Slušni uređaji nisu povezani. Kako biste izvršili prijenos individualnog podešavanja na daljinu za pacijentov slušni uređaj, odaberite "Poveži".
hu_hu: Nincsenek hallókészülékek csatlakoztatva. Válassza ki a "Kapcsolódás" lehetőséget, ha szeretné a távoli hangolást továbbítani a páciens hallókészülékére.
it_it: Gli apparecchi acustici non sono connessi. Per trasferire il fitting da remoto agli apparecchi acustici del paziente, selezionare "Connetti"
ko_kr: 보청기가 연결되지 않았습니다. 원격 피팅을 환자의 보청기로 전송하려면 “연결”을 선택하십시오.
nl_nl: Hoortoestellen zijn niet aangesloten. Om de aanpassing op afstand over te zetten naar de hoortoestellen van de patiënt, selecteert u "Verbinden".
no_no: Høreapparater er ikke tilkoblet. Velg Koble til for å overføre den eksterne tilpasningen til pasientens høreapparater.
pt_pt: Os aparelhos auditivos não estão conectados. Para fazer com que a adaptação remota seja transferida para os aparelhos auditivos do paciente, selecione "Conectar".
ro_ro: Aparatele auditive nu sunt conectate. Pentru a transfera reglarea la distanță pe aparatul auditiv al pacientului, selectați „Conectare”.
ru_ru: Слуховые аппараты не подсоединены. Чтобы перенести данные по дистанционной настройке на слуховые аппараты пациента, выберите Connect.
sv_se: Hörapparaterna är inte anslutna. Överför fjärrinställningarna till patientens hörapparater genom att välja ”Anslut”.
th_th: ไม่มีการเชื่อมต่อเครื่องช่วยฟัง หากต้องการย้ายการติดตั้งจากระยะไกลไปยังเครื่องช่วยฟังของผู้ป่วย ให้เลือก "เชื่อมต่อ”
tr_tr: İşitme cihazları bağlı değildir. Uzak ayarın hastanın işitme cihazlarına aktarılabilmesi için "Bağlan" seçimi yapın.
zh_cn: 没有连接助听器。 如要将远程装配转移到患者的助听器，请选择“连接”。

source: Patient disconnected from the session. If you are not finished with the remote fitting session, please notify the patient that you need to connect again.
cht: 患者已結束通話，並與工作階段斷開連接。 倘您希望繼續即時協助工作階段，請重新開始。
da_dk: Patienten afsluttede opkaldet og blev afbrudt fra sessionen. Hvis du vil fortsætte Live Assistance-session, skal du starte den igen.
el_gr: Ο ασθενής τερμάτισε την κλήση και έχει αποσυνδεθεί από την περίοδο λειτουργίας. Αν θέλετε να συνεχίσετε την περίοδο λειτουργίας ζωντανής βοήθειας, εκκινήστε την ξανά.
fi_fi: Potilas katkaisi puhelun ja samalla istunnon. Voit jatkaa Live Assistance -istuntoa aloittamalla sen uudelleen.
hr_hr: Pacijent je završio poziv i veza je prekinuta. Ako želite nastaviti asistenciju uživo, molimo pokrenite je ponovno.
hu_hu: A páciens megszakította a hívást és lecsatlakozott a munkamenetről. Ha szeretné folytatni az Élő Segítség használatát, kérjük, indítsa el újra.
it_it: Il paziente ha terminato la chiamata ed è disconnesso dalla sessione. Se desideri continuare la sessione di Live Assistance, sei pregato di iniziarla di nuovo.
ko_kr: 환자가 통화를 종료했고 세션에서 연결 해제되었습니다. Live Assistance 세션을 계속하려는 경우, 다시 시작하십시오
nl_nl: Patiënt heeft het gesprek beëindigd en de verbinding verbroken. Als u de Live Assistance-sessie wilt voortzetten, start hem dan opnieuw.
no_no: Pasienten avsluttet samtalen og er frakoblet økten. Hvis du ønsker å fortsette Live Assistance-økten, må du starte den på nytt.
pt_pt: O paciente encerrou a ligação e foi desconectado da sessão. Caso deseje continuar a sessão de Assistência em Tempo Real, inicie-a novamente.
ro_ro: Pacientul a finalizat apelul și este deconectat de la sesiune. Dacă ați dori să continuați sesiunea de Asistență Activă, vă rugăm să o porniți din nou.
ru_ru: Пациент завершил вызов и был отсоединен от данного сеанса. Если Вы хотите продолжить сеанс технической поддержки в интерактивном режиме, пожалуйста, начните его повторно.
sv_se: Patienten avslutade samtalet och kopplade från sessionen. Om du vill fortsätta liveassistans-sessionen ska du starta om anslutningen.
th_th: ผู้ป่วยสิ้นสุดการโทรและถูกตัดการเชื่อมต่อจากเซสชั่น หากคุณต้องการที่จะดำเนินการต่อเซสชั่น Live Assistance โปรดเริ่มใหม่อีกครั้ง
tr_tr: Hasta, çağrıyı sonlandırdı ve oturum bağlantısını kesti. Canlı Yardım oturumuna devam etmek istiyorsanız, lütfen yeniden başlatın.
zh_cn: 患者结束呼叫，并断开会话。 如果您想继续实时协助会话，请重新启动。

source: Pediatric Default Target Rule:
cht: 兒科預設目標規則：
da_dk: Regel for pædiatrisk standardmål:
el_gr: Παιδιατρικός προεπιλεγμένος κανόνας στόχου:
fi_fi: Pediatrinen oletuskohdesääntö:
hr_hr: Pravilo za ciljanu razinu u pedijatriji:
hu_hu: Gyermekgyógyászati Alapértelmezett Célszabály:
it_it: Norma pediatrica prestabilita di default:
ko_kr: 소아과 기본 목표 규칙:
nl_nl: Pediatrische standaard doelregel:
no_no: Pediatrisk defalt målregel:
pt_pt: Regra-alvo pediátrica padrão:
ro_ro: Regula pediatrică țintă standard:
ru_ru: Целевое правило по умолчанию, применяемое в педиатрии:
sv_se: Pediatrisk standard målregel:
th_th: เกณฑ์กำหนดเป้าหมายเริ่มต้นสำหรับเด็ก:
tr_tr: Pediyatrik Varsayılan Hedef Kural:
zh_cn: 儿科默认目标规则:

source: OESCoupler
bg_bg: Куплунг за имитатор на вътрешно ухо
cht: OES 耦合器
da_dk: OESKopler
el_gr: Ζεύκτης OES
hr_hr: Spojnik OES
it_it: AccoppiatoreOES (Simulatore Orecchio Occluso)
ko_kr: OES커플러
zh_cn: OES耦合腔

source: Soft Switching
bg_bg: Плавно превключване
cht: 自動方向性轉換
el_gr: Ήπια εναλλαγή
fi_fi: Softkytkin
hr_hr: Automatska promjena usmjerenja
ko_kr: 소프트스위칭
th_th: การสลับทิศทางเสียงอัตโนมัติ
zh_cn: AI智能转换系统

source: Noise Tracker II
cht: 噪音追蹤系統 II
fi_fi: Taustamelun vaimennus II
th_th: ตัวติดตามเสียงรบกวน II
zh_cn: AI智能净噪系统

source: BTE
bg_bg: Задушен
cht: 耳掛型
nl_nl: AHO

source: ITE
bg_bg: Вътреушен
cht: 耳內型
nl_nl: IHO

source: ITC
bg_bg: Вътреканален
cht: 耳道型
nl_nl: MIHO
th_th: ITC ในช่องหูกลาง

source: CIC
bg_bg: Изцяло вътреканален
cht: 深耳道型
th_th: CIC ในช่องหูเล็ก

source: MBTE
bg_bg: Мини задушен
cht: 迷你耳掛型
da_dk: Mini BTE
nl_nl: AHO

source: ITE
bg_bg: Вътреушен
cht: 耳內型
nl_nl: IHO

source: ITE2
bg_bg: Вътреушен 2
cht: 耳內型2
nl_nl: IHO2

source: BTE
bg_bg: Задушен
cht: 耳掛型
nl_nl: AHO

source: ITE
bg_bg: Вътреушен
cht: 耳內型
nl_nl: IHO

source: CIC
bg_bg: Изцяло вътреканален
cht: 深耳道型

source: MBTE
bg_bg: Мини задушен
cht: 迷你耳掛型
da_dk: Mini BTE
nl_nl: AHO

source: DSL i/o Mod
bg_bg: DSL (желано ниво на възприятие) i/o Mod
cht: DSL i/o 修改版
fi_fi: DSL i/o tila
tr_tr: DSL i/o Modu
zh_cn: DSL i/o

source: Audiogram+
bg_bg: Аудиограма+
cht: 聽力圖+
fi_fi: Audiogrammi
ro_ro: Audiogramă+
th_th: ออดิโอแกรม+
tr_tr: Odyogram+

source: PARIS
cht: 耳掛型

source: MBTE
bg_bg: Мини задушен
cht: 迷你耳掛型
da_dk: Mini BTE
nl_nl: AHO

source: ITC
bg_bg: Вътреканален
cht: 耳道型
th_th: ITC ในช่องหูกลาง

source: CIC
bg_bg: Изцяло вътреканален
cht: 深耳道型

source: WR
cht: 字詞辨識率
da_dk: DS
ko_kr: WRS 검사
nl_nl: WRN

source: RIE
bg_bg: RIE (говорител в ухото)
cht: 耳道接收式
no_no: RITE

source: AC
cht: 氣導
hr_hr: Provođenje zrakom
nl_nl: LG
pt_pt: VA
zh_cn: 气导(AC)

source: BC
cht: 骨導
hr_hr: Provođenje kroz kost
nl_nl: BG
pt_pt: VO
zh_cn: 骨导(BC)

source: UCL
cht: 不舒適閾值
hr_hr: Neugodna razina glasnoće
th_th: UCL (ระดับเสียงที่ดังเกินไป)
zh_cn: 不舒适阈

source: MCL
cht: 最舒適音量
hr_hr: Najugodnija razina glasnoće
zh_cn: 舒适阈

source: Noise Tracker II
cht: 噪音追蹤器 II
hr_hr: Sustav za praćenje buke II
hu_hu: Hangkövető II
nl_nl: Noise Tracker II lawaaionderdrukking
ro_ro: Urmărire zgomot II

source: Soft Switching
bg_bg: Плавно превключване
cht: 自動方向性切換
el_gr: Ήπια εναλλαγή
fi_fi: Soft kytkin
hr_hr: Automatska promjena usmjerenja
pt_pt: Direcionalidade Automática
th_th: การสลับทิศทางเสียงอัตโนมัติ
zh_cn: AI智能转换系统

source: M=T
cht: 麥克風 = 電話線圈
sv_se: HA Mik

source: Wind Guard
bg_bg: Wind Guard (Ветрови щит)
cht: 風噪音抑制
fi_fi: Tuulisalpa
hu_hu: Szélzajszűrés
ro_ro: Paravânt
sv_se: Vindbrusreducering
th_th: ลดเสียงลม
zh_cn: 高效风噪卫士

source: ReSound eCademy
cht: ReSound eCademy 線上教學
ro_ro: platforma ReSound eCademy

source: AutoREM
cht: 自動實耳測量
zh_cn: 自动REM

source: REUG
cht: 實耳未配戴增益

source: IIC
bg_bg: IIC (интерфейсна интегрална схема)
cht: 隱蔽式耳內型

source: Phone Clip
cht: 電話夾
da_dk: Telefonclip
el_gr: Κλιπ τηλεφώνου
hr_hr: Kopča za telefon
ko_kr: 폰클립
nl_nl: Telefoonclip
ro_ro: Clemă telefon
sv_se: Telefonclip
tr_tr: Telefon Klipsi
zh_cn: 手机伴侣

source: Copyright ©2010
cht: 版權所有 ©2010
el_gr: Πνευματικά δικαιώματα ©2010
fi_fi: Tekijänoikeudet ©2010
hr_hr: Autorska prava ©2010
th_th: ลิขสิทธิ์ ©2010
tr_tr: Telif Hakkı ©2010
zh_cn: 版权所有©2010

source: Phone Clip
cht: 電話夾
da_dk: Telefonclip
el_gr: Κλιπ τηλεφώνου
hr_hr: Kopča za telefon
ko_kr: 폰클립
nl_nl: Telefoonclip
ro_ro: Clemă telefon
sv_se: Telefonclip
tr_tr: Telefon Klipsi
zh_cn: 手机伴侣

source: DFS Ultra II
cht: 數位回饋音抑制 Ultra II
zh_cn: 超级DFS II

source: Phone Clip
cht: 電話夾
da_dk: Telefonclip
el_gr: Κλιπ τηλεφώνου
hr_hr: Kopča za telefon
nl_nl: Telefoonclip
ro_ro: Vorbire + Mic
sv_se: Telefonclip
tr_tr: Telefon Klipsi
zh_cn: 手机伴侣

source: SN:
cht: 序號：
zh_cn: 序列号:

source: ReSound eCommerce
bg_bg: Електронна търговия на ReSound
cht: ReSound eCommerce 電子商務

source: In-Situ
bg_bg: В самия апарат
cht: 現場
el_gr: Επιτόπου
fi_fi: Käyttötilanteessa
hu_hu: Helyszíni
th_th: ภายใน
tr_tr: Yerinde
zh_cn: 内置听力计

source: RIE
bg_bg: RIE (говорител в ухото)
cht: 耳道接收式
no_no: RITE

source: Sound Shaper
bg_bg: Sound Shaper (звукооформител)
cht: 移頻功能
fi_fi: Taajuussiirto
zh_cn: 频谱重组

source: WDRC
bg_bg: WDRC (компресия в широк динамичен диапазон)
cht: 寬廣動態範圍壓縮
zh_cn: 宽动态范围压缩

source: Phone Clip
cht: 電話夾
da_dk: Telefonclip
el_gr: Κλιπ τηλεφώνου
hr_hr: Kopča za telefon
ko_kr: 폰클립
nl_nl: Telefoonclip
ro_ro: Clemă telefon
sv_se: Telefonclip
tr_tr: Telefon Klipsi
zh_cn: 手机伴侣

source: SPBTE
cht: 超強力耳掛型
nl_nl: SP-AHO
pt_pt: BTE Super Power

source: MIH
cht: 耳甲式麥克風
pt_pt: MIC

source: ITE/HS
bg_bg: Вътреушен/полуохлюв
cht: 耳內型/半耳型
nl_nl: IHO

source: MIH
cht: 耳甲式麥克風

source: E2E
bg_bg: E2E (ухо с ухо)
cht: 雙耳傳輸
ko_kr: 양이통신
zh_cn: 双耳融合

source: MRIE
cht: 迷你耳道接收式

source: MIE
cht: 迷你耳內式

source: MCIC
cht: 迷你深耳道式

source: IE
cht: 耳內式

source: Soft Switching
cht: 自動方向性切換
hr_hr: Automatska promjena usmjerenja
ko_kr: 소프트스위칭
pt_pt: Direcionalidade Automática
ro_ro: Comutare simpla
zh_cn: AI智能转换系统

source: HPBTE
cht: 高功率耳掛式
nl_nl: HP AHO

source: Skinning Tool
cht: 剝皮工具
el_gr: Εργαλείο εμφάνισης
fi_fi: Ulkonäkö työkalu
hr_hr: Alat za mapiranje
hu_hu: Felület tervező eszköz
it_it: Tool Skinning
pt_pt: Ferramenta Skinning
ro_ro: Aplicatie Skinning
th_th: เครื่องตัดเสียงรบกวน

source: Rainbow Passage
cht: 彩虹通道
hr_hr: Odlomak teksta
hu_hu: Szivárvány átjáró
it_it: Stimolo (Rainbow Passage)
pt_pt: Passagem Rainbow
ro_ro: Trecere curcubeu
sv_se: Regnbågspassage
th_th: ข้อความที่กำหนด
tr_tr: Gökkuşağı Geçişi

source: Phone Clip
cht: 電話夾
el_gr: Κλιπ τηλεφώνου
hr_hr: Dodatna kopča za telefon (Phone Clip)
ko_kr: 폰클립
nl_nl: Telefoonclip
sv_se: Telefonclip
th_th: คลิปยึดโทรศัพท์
zh_cn: 手机伴侣

source: GN Metrics
cht: GN 指標
da_dk: GN-data
el_gr: Μετρικά στοιχεία GN
hr_hr: GN Metoda mjerenja
hu_hu: GN metrika
ko_kr: GN 메트릭
nl_nl: GN standaard
pt_pt: Indicadores da GN
ro_ro: Sistem metric GN
sv_se: GN metrik
tr_tr: GN Metrikleri
zh_cn: GN度量标准

source: GN Switch
cht: GN 開關
da_dk: GN-kontakt
el_gr: Διακόπτης GN
hr_hr: GN prekidač
ko_kr: GN 스위치
ro_ro: Buton GN
tr_tr: GN Anahtarı
zh_cn: GN转换

source: ReSound TV
cht: ReSound 電視
zh_cn: ReSound电视

source: WebLink
cht: 網頁連結
th_th: เว็บลิงก์

source: Weblink
cht: 網頁連結
sv_se: Webblänk
th_th: เว็บลิงก์

source: Logitech Z5500
zh_cn: 罗技Z5500

source: Boston Acoustics 7500
zh_cn: 波士顿音响7500

source: CS63_FlexStrip
el_gr: CS63_εύκαμπτη ταινία
ko_kr: CS63_플렉스 스트립
zh_cn: CS63编程线

source: 5S
zh_cn: 小号

source: 7M
zh_cn: 中号

source: 10L
zh_cn: 大号

source: Noahlink Wireless
tr_tr: Airlink 2
zh_cn: 无线Noahlink

source: Phone Now
ko_kr: 폰 나우
sv_se: Autotelefon
zh_cn: 自动电话

source: Phone Clip+
da_dk: Telefonclip+
hr_hr: Kopča za telefon+
ko_kr: 폰클립+
nl_nl: Telefoonclip+
ro_ro: Clemă telefon+
sv_se: Telefonclip +
tr_tr: Telefon Klipsi+
zh_cn: 多用途手机伴侣

source: Phone Clip
da_dk: Telefonclip
el_gr: Κλιπ τηλεφώνου
hr_hr: Kopča za telefon
ko_kr: 폰클립
nl_nl: Telefoonclip
ro_ro: Clemă telefon
sv_se: Telefonclip
tr_tr: Telefon Klipsi
zh_cn: 手机伴侣

source: ReSound
zh_cn: 瑞声达

source: 5S
zh_cn: 小号

source: 7M
zh_cn: 中号

source: 10L
zh_cn: 大号

source: Phone Now
bg_bg: Телефон сега
sv_se: Autotelefon
zh_cn: 自动电话

source: Comfort Phone
bg_bg: Комфортен телефон
da_dk: Komforttelefon
hu_hu: Komfort telefon
ko_kr: 자동전화(컴포트)
ro_ro: Telefon confort
sv_se: Komfort Telefon
zh_cn: 智能电话

source: 5S
zh_cn: 小号

source: Noahlink Wireless
hr_hr: Bežični Noahlink
tr_tr: Airlink 2
zh_cn: 无线Noahlink

source: Phone Clip+
da_dk: Telefonclip+
hr_hr: Kopča za telefon+
ko_kr: 폰클립
nl_nl: Telefoonclip+
ro_ro: Clemă telefon+
sv_se: Telefonclip +
tr_tr: Telefon Klipsi+
zh_cn: 多用途手机伴侣

source: Phone Now
hr_hr: Zovi odmah
sv_se: Autotelefon
zh_cn: 自动电话

source: Phone Now
bg_bg: Телефон сега
sv_se: Autotelefon
zh_cn: 自动电话

source: Phone Now
bg_bg: Телефон сега
sv_se: Autotelefon
zh_cn: 自动电话

source: Phone Clip
da_dk: Telefonclip
el_gr: Κλιπ τηλεφώνου
hr_hr: Kopča za telefon
nl_nl: Telefoonclip
ro_ro: Clemă telefon
sv_se: Telefonclip
tr_tr: Telefon Klipsi
zh_cn: 手机伴侣

source: Noahlink Wireless
nl_nl: Wireless Noahlink
tr_tr: Airlink 2
zh_cn: 无线Noahlink

source: Rating information from patient
fi_fi: Luokitustieto potilaalta
hu_hu: Értékelő információk a pácienstől
it_it: Valutazione delle informazioni dal paziente
ko_kr: 사용자의 보청기 만족도
nl_nl: Beoordeling door de cliënt
no_no: Vurdering fra pasient
pt_pt: Informação da Classificação do Paciente
sv_se: Betyg från patient
zh_cn: 来自用户的评价

source: REM device is unplugged
fi_fi: REM laitetta ei ole kytketty
hu_hu: REM eszköz ki van húzva
it_it: Il Dispositivo REM è scollegato
ko_kr: REM 디바이스 연결이 해제 되었습니다.
nl_nl: REM apparaat is niet aangesloten
no_no: REM enhet er frakoblet
pt_pt: O dispositivo REM está desconectado
sv_se: REM enhet har kopplats ur
zh_cn: REM设备被拔出

source: {0} did not apply the most recently sent settings to the HI(s)
fi_fi: {0} ei ole ottanut käyttöön viimeisimpiä etäsovitusasetuksia kuulokojeeseensa.
hu_hu: {0} nincsenek elfogadva a most elküldött beállítások a HK(-k)-ba
it_it: {0} non ha applicato le più recenti impostazioni inviate agli Apparecchi Acustici
ko_kr: {0}은 가장 최근에 발송한 피팅데이터를 보청기에 적용하지 않았습니다.
nl_nl: {0} heeft de meest recent gestuurde instellingen niet toegepast op zijn/haar toestel(len)
no_no: {0}) Installerte ikke de nyeste innstillingene sendt til høreapparat(ene)
pt_pt: {0} não aplicou os ajustes recentemente enviados nos AASI(s)
sv_se: {0} lade inte in de senaste inställningarna i hörapparat(er)
zh_cn: {0} 还未将最新的设置应用于他的助听器

source: MFI
th_th: สำหรับ iPhone
tr_tr: IPhone için üretilen

source: HL
pt_pt: NA

source: M=TSG
it_it: M=GST
ko_kr: 소리발생기
pt_pt: Mic=Gerador

source: SpouseMic Pro
hr_hr: Pro Mikrofon za partnera
hu_hu: SpouseMik Pro
it_it: Spouse Multi Mic
ko_kr: 무선액세서리 마이크
no_no: Multi Mik
sv_se: Multimikrofon

source: SpouseMic Micro
hr_hr: Mikro Mikrofon za partnera
hu_hu: SpouseMik Micro
it_it: Spouse Micro Mic
ko_kr: 무선액세서리 마이크
no_no: Mikro Mik
sv_se: Mikromikrofon

source: ReSound Smart Fit
hu_hu: ReSound Okos Hangolóprogram

source: ANSI
th_th: มาตรฐาน ANSI

source: IEC 118-7
th_th: มาตรฐาน IEC 118-7

source: ANSI
th_th: มาตรฐาน ANSI

source: NAL-RP
bg_bg: Пациентът не използва програмата {0}.
