Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Please review Maximum Stable Gain curve before decreasing the level of DFS Ultra II as feedback may occur.
bg_bg: Моля, прегледайте кривата на Максимално стабилно усилване, преди да намалите нивото на DFS Ultra II, тъй като може да се получи микрофония.
cht: 請在降低數位回饋音抑制 Ultra II 等級前查看最大穩態增益曲線，因為可能產生回饋音。
da_dk: Gennemse kurven for Maksimal stabil forstærkning, før du reducerer niveauet for DFS Ultra II, da der kan opstå tilbagekobling.
el_gr: Επανεξετάστε την καμπύλη Μέγιστου σταθερού κέρδους προτού μειώσετε τη στάθμη του DFS Ultra II διότι μπορεί να προκύψει μικροφωνισμός.
fi_fi: Tarkasta suurimman vakaan vahvistuksen käyrä ennen DFS Ultra II -tason vähentämistä, koska muutoin voi aiheutua Vinkuminen.
hr_hr: Zbog mogućeg javljanja buke pregledate krivulju maksimalnog stabilnog pojačanja prije smanjenja razine DFS Ultra II.
hu_hu: Tekintse át a maximális stabil erősítés görbéjét a DFS Ultra II szintjének csökkentése előtt, mert előfordulhat visszajelzés.
it_it: Rivedere la curva di guadagno stabile massimo prima di ridurre il livello di DFS Ultra II in quanto potrebbe verificarsi del feedback.
ko_kr: DFS Ultra II의 수준을 낮추기 전에, 피드벡이 발생되지 않는 수준인지 게인 커브를 검토하여 주십시오.
nl_nl: Bekijk de Maximum Stable Gain curve alvorens het niveau van DFS Ultra II te verminderen omdat er feedback kan optreden.
no_no: Sammenlikne kurven for maksimal stabil gain før nivået for DFS Ultra II reduseres, ettersom det kan forekomme feedback.
pt_pt: Analise a curva máxima de ganho estável antes de diminuir o nível de DFS Ultra II, pois pode haver feedback.
ro_ro: Vă rugăm să analizați curba de câștig maxim stabil înainte de a scădea nivelul de DFS Ultra II pentru că poate apărea feedback.
ru_ru: Проверьте кривую максимального стабильного усиления, прежде чем убавлять уровень DFS Ultra II, так как может возникать обратная связь.
sv_se: Läs igenom MSG-kurvan innan du minskar nivån av DFS Ultra II eftersom feedback kan uppstå.
th_th: โปรดตรวจสอบเส้นโค้งค่าเกนเสถียรสูงสุด ก่อนที่จะลดระดับของ DFS Ultra II ลง เนื่องจากอาจเกิดเสียงหวีดได้
tr_tr: Geribildirim meydana gelebileceğinden, DFS Ultra II seviyesini düşürmeden önce lütfen Maksimum Sabit Kazanç eğrisini gözden geçirin.
zh_cn: 在降低超级DFS II水平之前，请查看最大稳定增益曲线，因为可能会产生反馈噪音。

source: Binaural Directionality III with Spatial Sense
bg_bg: Бинаурална насоченост III със Spatial Sense (пространствен усет)
cht: 「雙耳方向性 III」 搭配「實景空間感知」
da_dk: Binaural Directionality III med Spatial Sense
el_gr: Binaural Directionality III με λειτουργία Spatial Sense
fi_fi: Binaural suuntakuvio II ja Tilantuntu
hr_hr: Binaural Directionality III sa značajkom Spatial Sense
hu_hu: Binaurális Direkcionalítás III Térbeli érzékeléssel
it_it: Direzionalità Binaurale III con Ascolto naturale
ko_kr: 양이방향성III+스페이셜센스
nl_nl: Binaurale directionaliteit III met Spatial Sense
no_no: Binaural Direksjonalitet III med Spatial Sense
pt_pt: Direcionalidade Binaural III com Spatial Sense
ro_ro: Binaural Directionality III cu Spatial Sense
ru_ru: Бинауральная направленность III с Пространственным восприятием
sv_se: Binaural Riktverkan III med Avancerad Omni
th_th: การปรับทิศทางแบบสองหู III พร้อมการรับรู้เชิงพื้นที่
tr_tr: Konumsal Algı Binaural Direksiyonalite III
zh_cn: AI智能双耳融合方向性+3D实景空间感知

source: Sign in from Fitting Software to use service
bg_bg: Впишете се от Софтуер за монтиране, за да използвате услугата
cht: 從選配軟體登入以使用服務
da_dk: Log på fra tilpasningssoftwaren for at bruge tjenesten
el_gr: Συνδεθείτε από το λογισμικό Εφαρμογής για να χρησιμοποιήσετε την υπηρεσία
fi_fi: Voit käyttää palvelua kirjautumalla sovitusohjelmistosta.
hr_hr: Za upotrebu ove usluge prijavite se iz softvera za namještanje
hu_hu: Bejelentkezés az illesztési szoftverből a szolgáltatás használatához
it_it: Accedere dal software di fitting per utilizzare il servizio
ko_kr: 서비스를 이용하기 전에 피팅 소프트웨어에 로그인하십시오
nl_nl: Meld u aan in de Aanpassoftware om de Online Service te gebruiken
no_no: Logg på via tilpasningsprogrammet for å benytte deg av tjenesten
pt_pt: Faça login pelo software de adaptação para usar o serviço
ro_ro: Logați-vă din Fitting Software pentru a utiliza serviciul
ru_ru: Чтобы воспользоваться сервисом, войдите через ПО подбора и настройки
sv_se: Logga in från anpassningsprogrammet för att använda tjänsten
th_th: ลงชื่อเข้าใช้จากซอฟต์แวร์การทดลองสวมเพื่อใช้บริการ
tr_tr: Hizmeti kullanmak için Fitting Yazılımından giriş yapın
zh_cn: 从验配软件登录使用服务

source: Bimodal
bg_bg: Бимодален
cht: 雙模
el_gr: Συνδυασμένου τύπου (bimodal)
fi_fi: Kaksitoiminen :
hr_hr: Bimodalno
hu_hu: Bimodális
it_it: Bimodale
ko_kr: 바이모달
nl_nl: Bimodaal
ru_ru: Бимодальный
th_th: ไบโมดัล
tr_tr: Çift modlu
zh_cn: 双模

source: The sharing of health information requires patient consent. Please click Agree to continue.
bg_bg: Споделянето на здравна информация изисква съгласието на пациента. Моля, натиснете Съгласен съм, за да продължите.
cht: 分享健康訊息前需要客戶同意書。請點擊同意以繼續。
da_dk: Deling af helbredsoplysninger kræver brugerens samtykke. Klik på Jeg accepterer for at fortsætte.
el_gr: Η παροχή πληροφοριών υγείας απαιτεί τη συναίνεση του ασθενούς. Κάντε κλικ στο "Αποδοχή" για να συνεχίσετε.
fi_fi: Terveystietojen luovuttaminen edellyttää potilaan suostumusta. Jatka napsauttamalla Hyväksyn-painiketta.
hr_hr: Za dijeljenje informacija o zdravlju potrebna je suglasnost bolesnika. Kliknite „Slažem se” za nastavak.
hu_hu: Az egészségügyi információk megosztásához a páciens beleegyezésére van szükség. Kattintson az Elfogadás gombra a folytatáshoz.
it_it: La condivisione delle informazioni sui dati sanitari richiede il consenso del paziente. Fare clic su Accetto per continuare.
ko_kr: 사용자의 건강 정보를 공유하려면 고객 동의서가 필요합니다. 계속 진행하려면 "동의"를 클릭하여 계속 진행하십시오.
nl_nl: Het delen van gezondheidsinformatie vereist de toestemming van de cliënt. Klik op Toestemming om door te gaan.
no_no: Deling av helseopplysninger krever samtykke fra pasienten. Klikk Godta for å fortsette.
pt_pt: O compartilhamento de informações de saúde requer o consentimento do paciente. Clique em Concordo para continuar.
ro_ro: Utilizarea de informații medicale necesită consimțământul pacientului. Dați clic pe Sunt de Acord pentru a continua.
ru_ru: Передача информации о здоровье пациента третьей стороне возможна только с согласия пациента. Чтобы продолжить, кликните Соглашаюсь.
sv_se: Delning av hälsoinformation kräver patientens medgivande. Klicka på Godkänn för att fortsätta.
th_th: การเปิดเผยข้อมูลสุขภาพต้องได้รับความยินยอมจากผู้ป่วย คลิก ตกลง เพื่อดำเนินการต่อ
tr_tr: Sağlık bilgilerinin paylaşımı hastanın onayını gerektirir. Devam etmek için lütfen Kabul Ediyorum'a tıklayın.
zh_cn: 分享健康信息需要得到用户的同意。请点击同意继续。

source: Patient Consent - Expired
bg_bg: Съгласие на пациента – изтекло
cht: 客戶同意書 - 已過期
da_dk: Brugersamtykke – udløbet
el_gr: Η συναίνεση ασθενούς έληξε
fi_fi: Potilaan suostumus - vanhentunut
hr_hr: Suglasnost bolesnika - istekla
hu_hu: Páciens beleegyezése – lejárt
it_it: Consenso paziente - Scaduto
ko_kr: 고객 동의서 - 기간 만료됨
nl_nl: Toestemming cliënt: verstreken
no_no: Pasientsamtykke – utløpt
pt_pt: Consentimento do paciente – expirado
ro_ro: Consimțământ pacient - expirat
ru_ru: Согласие пациента - Срок истек
sv_se: Patientmedgivande - Utgått
th_th: ความยินยอมจากผู้ป่วย - หมดอายุแล้ว
tr_tr: Hasta Onayı - Süresi Doldu
zh_cn: 用户同意书 - 已过期

source: Previous
bg_bg: Предходен
cht: 上一頁
da_dk: Forrige
el_gr: Προηγούμενο
fi_fi: Edellinen
hr_hr: Prethodno
hu_hu: Előző
it_it: Indietro
ko_kr: 뒤로
nl_nl: Vorig scherm
no_no: Forrige
pt_pt: Anterior
ro_ro: Înapoi
ru_ru: Раньше
sv_se: Föregående
th_th: ก่อนหน้า
tr_tr: Önceki
zh_cn: 上一步

source: Patient Consent Needed
bg_bg: Необходимо е съгласие на пациента
cht: 需要客戶同意書
da_dk: Brugersamtykke er påkrævet
el_gr: Απαιτείται η συναίνεση ασθενούς
fi_fi: Potilaan suostumus tarvitaan
hr_hr: Potrebna je suglasnost bolesnika
hu_hu: A páciens beleegyezésére van szükség
it_it: Consenso paziente necessario
ko_kr: 고객 동의서가 필요합니다!
nl_nl: Toestemming cliënt vereist
no_no: Krever pasientsamtykke
pt_pt: Consentimento do paciente necessário
ro_ro: Este necesar consimțământul pacientului
ru_ru: Необходимо согласие пациента
sv_se: Patientmedgivande krävs
th_th: ต้องได้รับความยินยอมจากผู้ป่วย
tr_tr: Hasta Onayı Gereklidir
zh_cn: 需要用户同意

source: Consented to Terms and Conditions on
bg_bg: Изразено съгласие с Общите условия на
cht: 同意條款日期為
da_dk: Gav samtykke til vilkår og betingelser for
el_gr: Συναίνεση στους Όρους και Προϋποθέσεις στο
fi_fi: Hyväksyy ehdot
hr_hr: Suglasnost s Uvjetima i odredbama dana
hu_hu: A feltételeket elfogadta
it_it: Ha accettato i termini e le condizioni in data
ko_kr: 고객 동의서 작성일
nl_nl: heeft ingestemd met de algemene voorwaarden op
no_no: Samtykket i vilkårene på
pt_pt: Consente com os Termos e Condições em
ro_ro: Și-a dat acordul asupra termenilor și condițiilor la
ru_ru: Согласие с Условиями в отношении
sv_se: Godkännande av villkor för
th_th: ยินยอมตามข้อตกลงและเงื่อนไขในการ
tr_tr: Şartlar ve Koşullara Onay Verildi:
zh_cn: 同意条款和条件

source: Withdraw Consent
bg_bg: Оттегляне на съгласие
cht: 撤回同意書
da_dk: Træk samtykke tilbage
el_gr: Απόσυρση συναίνεσης
fi_fi: Ei anna suostumusta
hr_hr: Povuci suglasnost
hu_hu: Beleegyezés visszavonása
it_it: Ritira consenso
ko_kr: 동의서 철회
nl_nl: Toestemming intrekken
no_no: Trekk samtykke
pt_pt: Retirar consentimento
ro_ro: Retragere consimțământ
ru_ru: Отозвать согласие
sv_se: Återkalla medgivande
th_th: เพิกถอนความยินยอม
tr_tr: Onayı Geri Al
zh_cn: 撤回同意

source: Renew Consent
bg_bg: Подновяване на съгласие
cht: 更新同意書
da_dk: Forny samtykke
el_gr: Παράταση συναίνεσης
fi_fi: Uudista suostumus
hr_hr: Obnovi suglasnost
hu_hu: Beleegyezés megújítása
it_it: Rinnova consenso
ko_kr: 고객 동의서 갱신
nl_nl: Toestemming hernieuwen
no_no: Forny samtykke
pt_pt: Renovar consentimento
ro_ro: Reînnoire consimțământ
ru_ru: Возобновить согласие
sv_se: Förnya medgivande
th_th: ต่ออายุความยินยอม
tr_tr: Onayı Yenile
zh_cn: 续签同意

source: Service not available
bg_bg: Услугата не е достъпна
cht: 未提供服務
da_dk: Tjenesten er ikke tilgængelig
el_gr: Η υπηρεσία δεν είναι διαθέσιμη
fi_fi: Palvelu ei ole käytettävissä
hr_hr: Usluga nije dostupna
hu_hu: A szolgáltatás nem érhető el
it_it: Servizio non disponibile
ko_kr: 현재 서비스를 이용할 수 없습니다
nl_nl: Service niet beschikbaar
no_no: Tjenesten er ikke tilgjengelig
pt_pt: Serviço não disponível
ro_ro: Serviciu indisponibil
ru_ru: Сервис недоступен
sv_se: Tjänsten är inte tillgänglig
th_th: บริการไม่พร้อมใช้งาน
tr_tr: Hizmet kullanılamaz
zh_cn: 服务不可用

source: Print Consent
bg_bg: Отпечатване на съгласието
cht: 列印同意書
da_dk: Udskriv samtykke
el_gr: Εκτύπωση συναίνεσης
fi_fi: Tulosta suostumus
hr_hr: Ispiši suglasnost
hu_hu: Beleegyezés nyomtatása
it_it: Stampa consenso
ko_kr: 인쇄
nl_nl: Toestemming afdrukken
no_no: Skriv ut samtykke
pt_pt: Imprimir consentimento
ro_ro: Tipărire consimțământ
ru_ru: Вывести Согласие на печать
sv_se: Skriv ut medgivande
th_th: พิมพ์ความยินยอม
tr_tr: Onayı Yazdır
zh_cn: 打印同意书

source: Please enter email address in name@email.com format!
bg_bg: Моля, въведете имейл адрес във формат name@email.com!
cht: 請依 name@email.com 格式輸入電子郵件信箱！
da_dk: Indtast en e-mailadresse i formatet navn@email.dk!
el_gr: Πληκτρολογήστε μια διεύθυνση της μορφής onoma@email.com!
fi_fi: Kirjoita sähköpostiosoite muodossa nimi@osoite.fi
hr_hr: Unesite adresu e-pošte u formatu ime@email.com!
hu_hu: Az e-mail-címét a nev@email.com formátumban adja meg!
it_it: Inserire l'indirizzo email nel formato nome@email.com.
ko_kr: name@email.com 형식으로 입력하여 주십시오.
nl_nl: Voor een e-mailadres in volgens het formaat naam@email.com!
no_no: Du må angi e-postadressen i formatet «navn@e-post.no».
pt_pt: Informe um endereço de e-mail com formato nome@email.com!
ro_ro: Vă rugăm să introduceți adresa de email în formatul nume@email.com!
ru_ru: Введите, пожалуйста, адрес e-mail в формате name@email.com!
sv_se: Ange e-postadressen i formatet namn@epost.xx!
th_th: โปรดป้อนที่อยู่อีเมลในรูปแบบ name@email.com!
tr_tr: Lütfen isim@eposta.com formatında e-posta adresini girin!
zh_cn: 请以name@email.com格式输入电子邮箱地址！

source: Continue
bg_bg: Продължение
cht: 繼續
da_dk: Fortsæt
el_gr: Συνέχεια
fi_fi: Jatka
hr_hr: Nastavak
hu_hu: Folytatás
it_it: Continua
ko_kr: 계속
nl_nl: Doorgaan
no_no: Fortsett
pt_pt: Continuar
ro_ro: Continuare
ru_ru: Продолжить
sv_se: Fortsätt
th_th: ทำต่อ
tr_tr: Devam
zh_cn: 继续

source: Reject & Save
bg_bg: Отхвърли и запиши
cht: 拒絕及儲存
da_dk: Afvis og gem
el_gr: Απόρριψη & αποθήκευση
fi_fi: Hylkää ja tallenna
hr_hr: Odbij i spremi
hu_hu: Elutasítás és mentés
it_it: Rifiuta e salva
ko_kr: 거부 및 저장
nl_nl: Afwijzen en opslaan
no_no: Avvis og lagre
pt_pt: Rejeitar e salvar
ro_ro: Respingere & Salvare
ru_ru: Отклонить и сохранить
sv_se: Avvisa och spara
th_th: ปฏิเสธและบันทึก
tr_tr: Reddet ve Kaydet
zh_cn: 拒绝并保存

source: Start Consent
bg_bg: Начало на съгласието
cht: 開始同意
da_dk: Start samtykke
el_gr: Έναρξη συναίνεσης
fi_fi: Aloita suostumus
hr_hr: Pokreni suglasnost
hu_hu: Beleegyezés indítása
it_it: Inizia consenso
ko_kr: 시작
nl_nl: Starten met toestemming
no_no: Start samtykke
pt_pt: Iniciar consentimento
ro_ro: Start Consimțământ
ru_ru: Начать Согласие
sv_se: Starta medgivande
th_th: เริ่มต้นความยินยอม
tr_tr: Onayı Başlat
zh_cn: 启用同意书

source: Assist Questionnaire
bg_bg: Помощ за въпросника
cht: 輔助問卷
da_dk: Hjælp til spørgeskema
el_gr: Ερωτηματολόγιο υποστήριξης
fi_fi: Avustuskysely
hr_hr: Upitnik o usluzi Assist
hu_hu: Asszisztensi kérdőív
it_it: Questionario Assist
ko_kr: ReSound Assist 설문지
nl_nl: Begeleidende vragenlijst
no_no: Assist-spørreskjema
pt_pt: Questionário de ajuda
ro_ro: Asistare chestionar
ru_ru: Анкета Поддержки
sv_se: Formulär
th_th: แบบสำรวจ Assist
tr_tr: Yardım Anketi
zh_cn: 辅助问卷

source: Patient Message:
bg_bg: Съобщение на пациента:
cht: 客戶提出的訊息：
da_dk: Brugermeddelelse:
el_gr: Μήνυμα ασθενούς:
fi_fi: Potilaan viesti :
hr_hr: Poruka bolesnika:
hu_hu: Páciens üzenete:
it_it: Messaggio paziente:
ko_kr: 사용자 메시지:
nl_nl: Bericht van de cliënt:
no_no: Pasientmelding:
pt_pt: Mensagem ao paciente:
ro_ro: Mesaj pacient:
ru_ru: Сообщение пациента:
sv_se: Patientmeddelande:
th_th: ข้อความของผู้ป่วย:
tr_tr: Hasta Mesajı:
zh_cn: 用户消息:

source: Questionnaire Q&A:
bg_bg: Въпроси и отговори по въпросника:
cht: 問卷問與答：
da_dk: Spørgsmål og svar til spørgeskema:
el_gr: Συχνές ερωτήσεις για Ερωτηματολόγιο:
fi_fi: Kyselylomakkeen kysymykset ja vastaukset :
hr_hr: Pitanja i odgovori o upitniku:
hu_hu: Kérdőív – kérdések és válaszok:
it_it: Domande e risposte questionario:
ko_kr: 설문지 Q&A:
nl_nl: Vragenlijst Q&A:
no_no: Spørreskjema spørsmål og svar:
pt_pt: Perguntas e respostas do questionário:
ro_ro: Chestionar Q&A:
ru_ru: Вопросы и ответы Анкеты:
sv_se: Enkät frågor & svar:
th_th: ถามตอบเกี่ยวกับแบบสำรวจ:
tr_tr: Anket Soru/Cevap:
zh_cn: 问卷问答:

source: Patient Consent - Rejected
bg_bg: Съгласие на пациента – отхвърлено
cht: 客戶同意書 - 已拒絕
da_dk: Brugersamtykke – afvist
el_gr: Συναίνεση ασθενούς - Απόρριψη
fi_fi: Potilaan suostumus - hylätty
hr_hr: Suglasnost bolesnika - odbijena
hu_hu: Páciens beleegyezése – elutasítva
it_it: Consenso paziente - Rifiutato
ko_kr: 사용자 동의 - 거부됨
nl_nl: Toestemming cliënt: afgewezen
no_no: Pasientsamtykke – avvist
pt_pt: Consentimento do paciente – rejeitado
ro_ro: Consimțământ pacient - respins
ru_ru: Согласие пациента - Отклонено
sv_se: Patientmedgivande - Avvisat
th_th: ความยินยอมของผู้ป่วย - ถูกปฏิเสธ
tr_tr: Hasta Onayı - Reddedildi
zh_cn: 用户同意书 - 已拒绝

source: Patient Consent - Withdrawn
bg_bg: Съгласие на пациента – оттеглено
cht: 客戶同意書 - 已撤回
da_dk: Brugersamtykke – tilbagetrukket
el_gr: Συναίνεση ασθενούς - Απόσυρση
fi_fi: Potilaan suostumus - peruutettu
hr_hr: Suglasnost bolesnika - povučena
hu_hu: Páciens beleegyezése – visszavonva
it_it: Consenso paziente - Ritirato
ko_kr: 사용자 동의 - 철회됨
nl_nl: Toestemming cliënt: ingetrokken
no_no: Pasientsamtykke – tilbaketrukket
pt_pt: Consentimento do paciente – retirado
ro_ro: Consimțământ pacient - retras
ru_ru: Согласие пациента - Отозвано
sv_se: Patientmedgivande - Återkallat
th_th: ความยินยอมของผู้ป่วย - เพิกถอนแล้ว
tr_tr: Hasta Onayı - Geri Çekildi
zh_cn: 用户同意书 - 已撤回

source: Patient Consent - Renewed
bg_bg: Съгласие на пациента – подновено
cht: 客戶同意書 - 已更新
da_dk: Brugersamtykke – fornyet
el_gr: Συναίνεση ασθενούς - Παράταση
fi_fi: Potilaan suostumus - uudistettu
hr_hr: Suglasnost bolesnika - obnovljena
hu_hu: Páciens beleegyezése – megújítva
it_it: Consenso paziente - Rinnovato
ko_kr: 사용자 동의 - 갱신됨
nl_nl: Toestemming cliënt: hernieuwd
no_no: Pasientsamtykke – fornyet
pt_pt: Consentimento do paciente – renovado
ro_ro: Consimțământ pacient - reînnoit
ru_ru: Согласие пациента - Обновлено
sv_se: Patientmedgivande - Förnyat
th_th: ความยินยอมของผู้ป่วย - ต่ออายุแล้ว
tr_tr: Hasta Onayı - Yenilendi
zh_cn: 用户同意书 - 已续签

source: Consent Expired
bg_bg: Съгласието изтече
cht: 同意書已過期
da_dk: Samtykke er udløbet
el_gr: Η συναίνεση έληξε
fi_fi: Suostumus vanhentunut
hr_hr: Suglasnost istekla
hu_hu: A beleegyezés lejárt
it_it: Consenso scaduto
ko_kr: 사용자 동의 만료
nl_nl: Toestemming verstreken
no_no: Samtykke utløpt
pt_pt: Consentimento expirado
ro_ro: Consimțământ expirat
ru_ru: Согласие пациента - Истек срок действия
sv_se: Medgivandet har gått ut
th_th: ความยินยอมหมดอายุแล้ว
tr_tr: Onay Süresi Doldu
zh_cn: 用户同意书已过期

source: If you choose to withdraw the consent, this patient will not be allowed to use the Remote Fine-tuning feature in ReSound Assist. Therefore, the fitting will not be saved to the cloud. The fitting will only be saved locally.
bg_bg: Ако решите да оттеглите съгласието, на този пациент няма да бъде разрешено да използва функцията Дистанционна фина настройка в ReSound Assist. Ето защо монтажът няма да бъде запазен в облака. Монтажът ще бъде запазен само локално.
cht: 如果您選擇撤回同意書，這名客戶將不能在 ReSound Assist 使用遠端微調功能。因此選配資料將不會儲存到雲端，僅會在本機儲存。
da_dk: Hvis du vælger at tilbagetrække samtykket, kan brugeren ikke bruge funktionen til fjernjustering i ReSound Assist. Tilpasningen gemmes derfor ikke i skyen. Tilpasningen gemmes kun lokalt.
el_gr: Εάν επιλέξετε να αποσύρετε τη συναίνεση, δεν θα επιτρέπεται πλέον στον ασθενή να χρησιμοποιεί τη δυνατότητα απομακρυσμένης μικρορύθμισης από το ReSound Assist. Αυτό θα έχει ως αποτέλεσμα τα δεδομένα εφαρμογής να μην αποθηκεύονται στο cloud. Η αποθήκευση θα γίνεται μόνο τοπικά.
fi_fi: Jos suostumus perutaan, tämä potilas ei voi käyttää ReSound Assist -etäsovitusta. Siksi sovitusta ei tallenneta pilvipalveluun. Sovitus tallennetaan vain paikallisesti.
hr_hr: Ako odaberete povlačenje suglasnosti, ovom bolesniku neće biti dopuštena upotreba daljinskog finog ugađanja u usluzi ReSound Assist. Stoga se namještanje neće spremiti u oblak. Namještanje će se spremiti samo lokalno.
hu_hu: Ha úgy dönt, hogy visszavonja a beleegyezést, a páciens nem használhatja a távoli finomhangolási funkciót a ReSound Assist szolgáltatásban. Így a rendszer az illesztési adatokat nem fogja menteni a felhőbe. Az illesztési adatok mentése csak helyben történik meg.
it_it: Se si sceglie di ritirare il consenso, il paziente non potrà più utilizzare la funzione di regolazione fine da remoto con ReSound Assist. Quindi, il fitting non potrà essere salvato nel cloud. Il fitting sarà salvato soltanto su supporti locali.
ko_kr: 사용자 동의를 철회하면 ReSound Assist의 원격피팅을 사용할 수 없습니다. 그러므로 피팅 정보는 클라우드에 저장되지 고, 클리닉 PC에 저장됩니다.
nl_nl: Als u ervoor kiest de toestemming in te trekken mag deze cliënt de Remote Fine-tuning functie in ReSound e-Assist niet gebruiken. Daarom zal de aanpassing niet worden opgeslagen in de cloud. De aanpassing zal alleen lokaal worden opgeslagen.
no_no: Hvis du velger å trekke samtykket, vil ikke denne pasienten kunne bruke funksjonen for ekstern fininnstilling i ReSound Assist. Dermed vil ikke tilpasningen lagres i nettskyen, bare lokalt.
pt_pt: Se você optar por retirar o consentimento, esse paciente não poderá usar o recurso de ajuste fino remoto no ReSound Assist. Portanto, o ajuste não será salvo na nuvem. O ajuste só será salvo localmente.
ro_ro: Dacă alegeți să retrageți consimțământul, acest pacient nu va putea utiliza opțiunea de Reglaj Fin de la distanță în ReSound Assist. De aceea, reglajele nu vor fi salvate în cloud. Reglarea se va salva doar local.
ru_ru: Если вы решите отозвать согласие, такому пациенту будет недоступно использование функции Удаленная тонкая настройка в Поддержке ReSound. Поэтому данные настройки не будут сохраняться в облаке. Данные настройки могут быть сохранены только локально на ПК.
sv_se: Om du väljer att dra tillbaka medgivandet, kommer denna patient inte tillåtas använda fjärrjusteringsfunktionen i ReSound Assist. Därför kommer anpassningen inte att sparas i molnet, utan bara lokalt.
th_th: หากคุณเลือกที่จะเพิกถอนความยินยอม ผู้ป่วยรายนี้จะไม่ได้รับอนุญาตให้ใช้คุณสมบัติการปรับตั้งระยะไกลใน ReSound Assist ดังนั้น การทดลองสวมจะไม่ถูกบันทึกลงใน Cloud จะสามารถบันทึกการทดลองสวมได้เฉพาะภายในเครื่องเท่านั้น
tr_tr: Onayı geri çekmek istiyorsanız, hastanın ReSound Assist'te Uzaktan ince-ayar özelliğini kullanmasına izin verilmeyecektir. Bu nedenle ayar, buluta kaydedilmeyecektir. Ayar yalnızca yerel olarak kaydedilecektir.
zh_cn: 如果您选择撤回同意，则表示不允许该用户在瑞声达 智能云中使用云微调功能。因此，验配将不会保存到云端。选配将只能在本地保存。

source: Patient Consent Summary
bg_bg: Обобщение на съгласието на пациента
cht: 客戶同意書摘要
da_dk: Oversigt over brugersamtykke
el_gr: Σύνοψη συναίνεσης ασθενούς
fi_fi: Yhteenveto potilaan suostumuksesta
hr_hr: Sažetak suglasnosti bolesnika
hu_hu: Páciens beleegyezése – összegzés
it_it: Riepilogo consenso paziente
ko_kr: 고객 동의서
nl_nl: Toestemming cliënt samenvatting
no_no: Oversikt over pasientsamtykke
pt_pt: Resumo do Consentimento do Paciente
ro_ro: Rezumat consimțământ pacient
ru_ru: Сводный обзор Согласия пациента
sv_se: Sammanfattning av patientmedgivande
th_th: สรุปความยินยอมของผู้ป่วย
tr_tr: Hasta Onayı Özeti
zh_cn: 用户同意书摘要

source: Withdraw
bg_bg: Оттегляне
cht: 撤回
da_dk: Tilbagetræk
el_gr: Απόσυρση
fi_fi: Suostumuksen peruttaminen
hr_hr: Povuci
hu_hu: Visszavonás
it_it: Ritiro
ko_kr: 철회
nl_nl: Intrekken
no_no: Trekk
pt_pt: Retirar
ro_ro: Retragere
ru_ru: Отозвать
sv_se: Återkalla
th_th: เพิกถอน
tr_tr: Geri Çek
zh_cn: 已撤回

source: If the consent is renewed, this patient will be allowed to use Remote Fine-tuning
bg_bg: Ако съгласието се поднови, на пациента ще бъде разрешено да използва Дистанционна фина настройка
cht: 如果同意書已更新，這名客戶將可以使用「遠端微調」
da_dk: Hvis samtykket fornys, kan brugeren benytte funktionen til fjernjustering
el_gr: Εάν η συναίνεση παραταθεί, θα επιτρέπεται στον ασθενή να χρησιμοποιεί τη δυνατότητα Απομακρυσμένης μικρορύθμισης
fi_fi: Jos suostumus uudistetaan, tämä potilas voi käyttää etäsovitusta.
hr_hr: Ako je suglasnost obnovljena, ovaj bolesnik moći će upotrijebiti daljinsko fino ugađanje
hu_hu: A beleegyezés megújításakor a páciens használhatja a távoli finomhangolást
it_it: Se il consenso viene rinnovato, il paziente potrà utilizzare la regolazione-fine da remoto.
ko_kr: 원격피팅 동의서를 갱신하면 사용자는 원격피팅을 다시 이용할 수 있습니다.
nl_nl: Als de toestemming wordt hernieuwd, zal de cliënt de functie Remote Fine-tuning mogen gebruiken
no_no: Pasienten vil fortsatt kunne bruke ekstern fininnstilling selv om samtykket fornyes.
pt_pt: Se o consentimento for renovado, esse paciente poderá usar o Ajuste Fino Remoto
ro_ro: Dacă consimțământul este reînnoit, acest pacient va putea utiliza Reglajul fin de la distanță
ru_ru: Если согласие обновляется, такому пациенту будет доступно использование функции Удаленная тонкая настройка
sv_se: Om medgivandet förnyas tillåts patienten använda fjärrjustering
th_th: หากมีการต่ออายุความยินยอม ผู้ป่วยจะได้รับอนุญาตให้ใช้การปรับตั้งระยะไกล
tr_tr: Onay yenilendiğinde, hastanın Uzaktan ince ayarı kullanmasına izin verilecektir
zh_cn: 如果同意得到续签，该用户将被允许使用云微调
