Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Own voice sounds hollow, in a barrel, echoes
bg_bg: Моя глас е кух, като във варел, с ехо
cht: 自己的聲音聽起來很空洞，像在一個桶子裡面有回音
da_dk: Egen stemme lyder hul, som i en tønde, giver ekko
el_gr: Η φωνή του ασθενούς ακούγεται υπόκωφη, απομακρυσμένη, με ηχώ
fi_fi: Oma ääni ontto/kaikuva
hr_hr: Vlastiti glas zvuči muklo, kao iz bačve, odjekuje
hu_hu: A saját hang túl tompa, hordószerű, visszhangos
it_it: Il suono della propria voce è cupo, con eco
ko_kr: 사용자의 목소리가 통속에서 말하는 것처럼 울리고 에코가 발생합니다.
nl_nl: Eigen stem klinkt hol (echo)
no_no: Egen stemme oppleves hul, som i en tønne
pt_pt: A própria voz soa abafada, como em um barril, ecoa
ro_ro: Propria voce se aude cu ecou
ru_ru: Собственный голос звучит с резонирующим отзвуком, как в бочке или отдается эхом
sv_se: Egen röst låter ihåligt, som i en tunna, ekar
th_th: เสียงตัวเองแหบเบา ก้อง
tr_tr: Kendi sesim yankılı, kapalı alandaki gibi ekolu
zh_cn: 自己的声音空而不实,像在桶中,有回声

source: Reduce low frequency gain
bg_bg: Намалете усилването на ниските честоти
cht: 降低低頻增益量
da_dk: Reducer forstærkning af lavfrekvenser
el_gr: Μειώστε το κέρδος χαμηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija
hu_hu: Csökkentse az alacsony frekvenciás erősítést
it_it: Ridurre il guadagno delle basse frequenze
ko_kr: 저주파수 게인을 낮춥니다
nl_nl: Verlaag de versterking van de lage frequenties
no_no: Reduser lavfrekvent gain
pt_pt: Reduza o ganho de baixa frequência
ro_ro: Reduceti castigul pe frecventele joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen för låga frekvenser
th_th: ลดเกนที่ความถี่ตํ่า
tr_tr: Alçak frekans kazancını azalt
zh_cn: 降低低频增益

source: Decrease gain at high input levels for mid and high frequencies
bg_bg: Намалете усилването в нивата на входа на усилването за средни и високи честоти
cht: 降低大聲聲音輸入的中頻及高頻增益量
da_dk: Reducer forstærkning ved høje inputniveauer for mellem- og højfrekvenser
el_gr: Μειώστε το κέρδος στις υψηλές στάθμες εισόδου για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Vähennä vahvistusta suurilla ottotasoilla keski- ja korkeilla taajuuksilla
hr_hr: Smanjite pojačanje pri visokim ulaznim razinama za srednje i visoke frekvencije
hu_hu: Csökkentse az erősítést magas bemeneti jelszintnél a közepes és magas frekvenciákon
it_it: Diminuire il guadagno a livelli di ingresso elevati per le frequenze medie e alte
ko_kr: 중주파수와 고주파수에서 큰소리 입력 레벨의 게인을 줄입니다
nl_nl: Verlaag de versterking van de midden- en hoge frequenties bij harde geluiden
no_no: Reduser gain for høyt inputnivå i midt- og høyfrekvensområdet
pt_pt: Diminua o ganho em níveis altos de entrada para frequências médias e altas
ro_ro: Scaderea castigului la nivelul de intrare pentru fercventele inalte si medii.
ru_ru: Уменьшите усиление высоких входных уровней на средних и высоких частотах
sv_se: Minska förstärkningen för starka innivåer på mellan och höga frekvenser
th_th: ลดเกนที่ระดับอินพุทสูงสำหรับความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslarda yüksek girişli seslerde kazancı düşür
zh_cn: 降低大声输入时中高频的增益

source: Own voice sounds tinny, sharp, too high pitched
bg_bg: Моя глас звучи като ламарина, остро, прекалено високо
cht: 自己的聲音聽起來小聲、尖銳或音調過高
da_dk: Egen stemme lyder svag, skinger, for højfrekvent
el_gr: Η φωνή του ασθενούς ακούγεται πολύ λεπτή, οξεία, εξαιρετικά υψίσυχνη
fi_fi: Oma ääni terävä, kimeä, ohut
hr_hr: Vlastiti glas zvuči resko, oštro, previsoko
hu_hu: Saját hang túl magas, túl éles
it_it: Il suono della propria voce è metallico
ko_kr: 사용자의 목소리가 날카롭고 너무 높은 음조로 들립니다
nl_nl: Eigen stem klinkt iel, scherp
no_no: Egen stemme oppleves klirrende, skarp, høyfrekvent
pt_pt: A própria voz soa metálica, aguda, com alta intensidade
ro_ro: Propria voce se aude ascutit, cu o tonalitate inalta
ru_ru: Собственный голос кажется дребезжащим, пронзительным, слишком высоким
sv_se: Egna rösten låter tunn, skarp, för högfrekvent
th_th: เสียงตัวเองแหลมคมบาดหูแบบเสียงโลหะ
tr_tr: Kendi sesim ince, keskin,çok yüksek perdeli
zh_cn: 自己的声音有金属声,刺耳

source: Own voice sounds too loud
bg_bg: Моя глас звучи твърде силно
cht: 自己的聲音聽起來太大聲
da_dk: Egen stemme lyder for kraftig
el_gr: Η φωνή του ασθενούς ακούγεται πολύ δυνατά
fi_fi: Oma ääni liian voimakas
hr_hr: Vlastiti glas zvuči previše glasno
hu_hu: A saját hangom túl hangos
it_it: Il suono della propria voce è troppo forte
ko_kr: 사용자의 목소리가 너무 크게 들립니다
nl_nl: Eigen stem klinkt te hard
no_no: Egen stemme oppleves for sterk
pt_pt: A própria voz soa muito forte
ro_ro: Propria voce este prea tare
ru_ru: Собственный голос звучит слишком громко
sv_se: Egna rösten låter för starkt
th_th: เสียงตัวเองดังเกินไป
tr_tr: Kendi sesim çok yüksek
zh_cn: 自己的声音太吵

source: Decrease mid and high frequency gain for high input levels
bg_bg: Намалете усилването на средните и високите честоти за високи нива на входа
cht: 降低大聲聲音輸入的中頻及高頻增益量
da_dk: Reducer mellem- og højfrekvent forstærkning af høje inputniveauer
el_gr: Μειώστε την απόκριση μεσαίων και υψηλών συχνοτήτων για τις υψηλές στάθμες εισόδου
fi_fi: Vähennä keski- ja korkeiden taajuuksien vahvistusta korkeille äänille
hr_hr: Smanjite pojačanje za srednje i visoke frekvencije za visoke ulazne razine
hu_hu: Csökkentse a közép és magas-frekvenciás erősítést nagy bemeneti szinteken.
it_it: Diminuire il guadagno delle frequenze medie e alte per i livelli di ingresso elevati
ko_kr: 큰소리에 대한 중주파수 및 고주파수 게인을 줄입니다
nl_nl: Verlaag de versterking van midden en hoge frequenties bij harde geluiden
no_no: Reduser mellom- og høyfrekvens gain for høyt inputnivå
pt_pt: Diminua o ganho para níveis altos de entrada para frequências médias e altas
ro_ro: Descreste frecventele medii si inalte pentru un nivel de intrare inalt
ru_ru: Уменьшите усиление на средних и высоких частотах для высоких входных уровней
sv_se: Minska förstärkningen på mellan och höga frekvenser för starka innivåer
th_th: ลดเกนความถี่ปานกลางและความถี่สูงสำหรับระดับอินพุทสูง
tr_tr: Yüksek giriş seviyeleri için orta ve yüksek frekans kazancını azaltın
zh_cn: 降低大声输入时的中高频增益

source: Increase gain for low frequencies
bg_bg: Увеличете усилването на ниските честоти
cht: 提升低頻增益量
da_dk: Forøg forstærkning af lavfrekvenser
el_gr: Αυξήστε την απόκριση για τις χαμηλές συχνότητες
fi_fi: Lisää vahvistusta matalilla taajuuksilla
hr_hr: Povećajte pojačanje za niske frekvencije
hu_hu: Növelje az erősítést alacsony frekvencián
it_it: Aumentare il guadagno per le basse frequenze
ko_kr: 저주파수 게인을 높입니다
nl_nl: Verhoog de versterking bij lage tonen
no_no: Øk forsterkning i lavfrekvensområdet
pt_pt: Aumente o ganho para frequências baixas
ro_ro: Creste castigul pentru frecventele joase
ru_ru: Увеличьте усиление для низких частот
sv_se: Öka förstärkningen i låga frekvenser
th_th: เพิ่มเกนที่ความถี่ต่ำ
tr_tr: Alçak frekans için kazancı artır
zh_cn: 增加低频增益

source: Own voice sounds full, muffled, or "plugged-up"
bg_bg: Моя глас е плътен, приглушен или „затапен“
cht: 自己的聲音聽起來悶悶的或塞住的感覺
da_dk: Egen stemme lyder ulden
el_gr: Η φωνή του ασθενούς ακούγεται υπότονη, σαν μουρμουρητό, ή υπόκωφη
fi_fi: Oma ääni tukkoinen tai vaimea
hr_hr: Vlastiti glas zvuči puno, prigušeno ili „začepljeno”
hu_hu: Saját hang tompa, erőtlen ... "mintha el lenne dugulva"
it_it: Il suono delle propria voce è "soffocato"
ko_kr: 사용자의 목소리가 귀를 꽉 막은것 처럼 답답하게 들립니다
nl_nl: Eigen stem klinkt gedempt
no_no: Egen stemme oppleves ullen, dempet eller innestengt
pt_pt: A própria voz soa amortecida ou abafada
ro_ro: Propria voce suna plin, inabusit
ru_ru: Собственный голос кажется приглушенным, «закупоренным», эффект заткнутых ушей
sv_se: Egna rösten låter dov och mörk
th_th: เสียงตัวเองอู้อี้
tr_tr: Kendi sesim; kapalı yada kulağım tıkalı gibi
zh_cn: 自己的声音过饱满,有堵塞感

source: Increase low frequency gain and increase compression ratio
bg_bg: Увеличете усилването на ниските честоти и увеличете степента на натиск
cht: 提升低頻增益量和增加壓縮比
da_dk: Forøg forstærkning af lavfrekvenser og kompressionsforhold
el_gr: Αυξήστε την απόκριση χαμηλών συχνοτήτων και αυξήστε τον λόγο συμπίεσης
fi_fi: Lisää vahvistusta bassotaajuuksilla sekä lisää kompressiosuhdetta
hr_hr: Povećajte pojačanje za niske frekvencije i povećajte omjer kompresije
hu_hu: Növelje az alacsony frekvenciás erősítést és növelje a kompressziós arányt
it_it: Aumentare il guadagno delle basse frequenze e aumentare il rateo di compressione
ko_kr: 저주파수 게인을 증가시키고 압축 비율을 높입니다
nl_nl: Verhoog de versterking van de lage frequenties en vergroot de compressie verhouding
no_no: Øk lavfrekvensgain og øk kompresjonsgraden
pt_pt: Aumente o ganho de frequências baixas e aumente a razão de compressão
ro_ro: Cresteti castigul pe frecventele joase si raportul de compresie
ru_ru: Увеличьте усиление на низких частотах и увеличьте уровень компрессии
sv_se: Öka förstärkningen för låga frekvenser och öka kompressionsförhållandet
th_th: เพิ่มเกนที่ความถี่ตํ่าและเพิ่ม compression ratio
tr_tr: Alçak frekans kazancını ve kompresyon (Kompresyon) oranını artır
zh_cn: 增加低频增益和增加压缩比

source: Speech is too soft
bg_bg: Говорът е прекалено тих
cht: 語音太小聲
da_dk: Tale er for svag
el_gr: Η ομιλία είναι πολύ ήπια
fi_fi: Puhe liian hiljainen
hr_hr: Govor je previše tih
hu_hu: A beszéd túl halk
it_it: Il parlato è troppo debole
ko_kr: 말소리가 너무 작게 들립니다
nl_nl: Spraak is te zacht
no_no: Tale er for svak
pt_pt: A fala está muito suave
ro_ro: Vorbirea este prea slaba
ru_ru: Речь кажется слишком тихой
sv_se: Tal är för svagt
th_th: เสียงพูดเบาเกินไป
tr_tr: Konuşma sesleri çok düşük
zh_cn: 言语声太轻

source: Increase overall gain for soft and normal input levels
bg_bg: Увеличете общо усилването за тихо и нормално ниво на входа
cht: 提升小聲及一般音量的整體增益量
da_dk: Forøg forstærkning af svage og normale inputniveauer
el_gr: Αυξήστε την συνολική ένταση (απόκριση) για τις στάθμες εισόδου σιγανών και κανονικών ήχων
fi_fi: Lisää yleistä vahvistusta vaimeilla ja normaaleilla tulotasoilla
hr_hr: Povećajte sveukupno pojačanje za tihe i normalne ulazne razine
hu_hu: Növelje a teljes erősítést a halk és a normál hangok esetében
it_it: Aumentare il guadagno complessivo per i livelli di ingresso deboli e normali
ko_kr: 보통 또는 작은 소리크기의 게인을 전체적으로 높입니다
nl_nl: Verhoog de versterking voor de zachte en normale geluiden
no_no: Øk generell gain for svake og normale inputnivåer
pt_pt: Aumente o ganho geral para níveis de entrada suaves e normais
ro_ro: Cresteti intregul castig pentru nivele normale si slabe la intrare
ru_ru: Увеличьте общее усиление для тихих и нормальных входных уровней.
sv_se: Öka den totala förstärkningen för svaga och normala innivåer
th_th: เพิ่มเกนโดยรวมสำหรับระดับอินพุทเบาและปกติ
tr_tr: Tüm frekanslarda kazancı düşük ve normal seviyeli ses girdileri için artır
zh_cn: 增加小声和正常声输入时的整体增益

source: Increase Smart Gain in "Speech(soft)" and "Speech (loud)" environments
bg_bg: Увеличение Интелигентно усилване в среда „Говор (тих)“ и „Говор (силен)“
cht: 提升在「語音(小聲)」及與「語音(大聲)」環境的智能增益
da_dk: Forøg smart forstærkning i miljøer med svag tale og kraftig tale
el_gr: Αυξήστε το Smart Gain στα περιβάλλοντα "Ομιλία (σιγανή)" και "Ομιλία (δυνατή)"
fi_fi: Lisää älykästä vahvistusta Vaimea puhe- ja Äänekäs puhe -ympäristöissä
hr_hr: Povećajte Smart Gain u okruženjima „Govor (tiho)” i „Govor (glasno)”
hu_hu: Növelje az erősítést a "beszéd(halk)" és a "beszéd(hangos)" környezetekben
it_it: Aumenta il guadagno da Ottimizzatore Ambientale per gli ambienti "Parlato (debole)" e "Parlato (forte)"
ko_kr: 자동환경조절의 “대화환경(작은 말소리)”와 “대화환경(큰 말소리)” 수준을 높입니다
nl_nl: Verhoog Smart Gain voor "Spraak (zacht)" en "Spraak (luid)" omgevingen
no_no: Øk Smart Gain for «Tale (svak)» og «Tale (sterk)» lyttemiljø
pt_pt: Aumente o Ganho Inteligente nos ambientes "Fala (suave)" e "Fala (forte)"
ro_ro: Mareste castigul smart in "Vocala(incet)" si "Vocala (tare)"
ru_ru: Увеличьте адаптивное усиление для окружений "Тихая речь" и "Громкая речь"
sv_se: Öka Miljöoptimeringen för "Tal (svagt) " och "Tal (starkt)" miljöer
th_th: เพิ่มค่าเกนอัจฉริยะในสภาพแวดล้อม "เสียงพูด (เบา)" และ "เสียงพูด (ดัง)"
tr_tr: Hafif ve Şiddetli konuşma ortamlarında Akıllı Kazancı artır
zh_cn: 增加"言语声(轻度)" 和"言语声 (强度)" 环境的增益

source: Speech is too loud
bg_bg: Говорът е прекалено силен
cht: 語音太大聲
da_dk: Tale er for kraftig
el_gr: Η ομιλία είναι πολύ δυνατή
fi_fi: Puhe liian voimakas
hr_hr: Govor je previše glasan
hu_hu: A beszéd túl hangos
it_it: Il parlato è troppo forte
ko_kr: 말소리가 너무 크게 들립니다
nl_nl: Spraak is te luid
no_no: Tale er for sterk
pt_pt: A fala está muito forte
ro_ro: Vorbirea este prea tare
ru_ru: Речь кажется слишком громкой
sv_se: Tal är för starkt
th_th: เสียงพูดดังเกินไป
tr_tr: Konuşma sesleri çok yüksek
zh_cn: 言语声太吵

source: Reduce overall gain
bg_bg: Намалете общото усилване
cht: 降低整體增益量
da_dk: Reducer forstærkning
el_gr: Μειώστε την συνολική ένταση (απόκριση)
fi_fi: Vähennä kokonaisvahvistusta
hr_hr: Smanjite sveukupno pojačanje
hu_hu: Csökkentse a teljes erősítést
it_it: Ridurre il guadagno complessivo
ko_kr: 전체적인 게인을 낮춥니다
nl_nl: Verlaag de versterking
no_no: Reduser generell gain
pt_pt: Reduza o ganho geral
ro_ro: Reduceti intregul castig
ru_ru: Уменьшите общее усиление
sv_se: Minska den totala förstärkningen
th_th: ลดเกนโดยรวม
tr_tr: Tüm kazancı azalt
zh_cn: 降低整体增益

source: Decrease Smart Gain in "Speech(soft)" and "Speech (loud)" environments
bg_bg: Намалете Интелигентно усилване в среда „Говор (тих)“ и „Говор (силен“
cht: 降低在「語音(小聲)」及「語音(大聲)」環境的智能增益
da_dk: Forøg smart forstærkning i miljøer med svag tale og kraftig tale
el_gr: Μειώστε το Smart Gain στα περιβάλλοντα "Ομιλία (σιγανή)" και "Ομιλία (δυνατή)"
fi_fi: Vähennä älykästä vahvistusta Vaimea puhe- ja Äänekäs puhe -ympäristöissä
hr_hr: Smanjite Smart Gain u okruženjima „Govor (tiho)” i „Govor (glasno)”
hu_hu: Csökkentse a Smart Gain-t a "Beszéd(halk)" és a "Beszéd(hangos)" környezetekben
it_it: Diminuisci il guadagno da Ottimizzatore Ambientale per gli ambienti "Parlato (debole)" e "Parlato (forte)"
ko_kr: 자동환경조절의 “대화환경(작은 말소리)"와 “대화환경(큰 말소리)” 수준을 낮춥니다
nl_nl: Verlaag Smart Gain voor "Spraak (zacht)" en "Spraak (luid)" omgevingen
no_no: Reduser Smart Gain for «Tale(svak)» og «Tale (sterk)» lyttemiljø
pt_pt: Diminua o Ganho Inteligente nos ambientes "Fala (suave)" e "Fala (forte)"
ro_ro: REduce castigul smart in "Vocala(incet)" si "Vocala (tare)"
ru_ru: Уменьшите Адаптивное усиление для окружений "Тихая речь" и "Громкая речь"
sv_se: Minska Miljöoptimeringen för "Tal (svagt)" och "Tal (starkt) miljöer .
th_th: ลดค่าเกนอัจฉริยะในสภาพแวดล้อม "เสียงพูด (เบา)" และ "เสียงพูด (ดัง)"
tr_tr: Hafif ve Şiddetli konuşma ortamlarında Akıllı Kazancı azalt
zh_cn: 降低"言语声(轻度)" 和"言语声 (强度)" 环境的增益

source: Cannot hear women's or children's voices
bg_bg: Не мога да чувам женски или детски гласове
cht: 無法聽見婦女或兒童的聲音
da_dk: Kan ikke høre kvinder eller børns stemmer
el_gr: Δεν ακούγονται οι γυναικείες ή παιδικές φωνές
fi_fi: Vaikea kuulla naisten/lasten ääniä
hr_hr: Ne mogu se čuti ženski ili dječji glasovi
hu_hu: Nem hallom a női és gyermek hangokat
it_it: Non si sentono le voci di donne o bambini
ko_kr: 여성의 음성 또는 아이의 음성을 들을 수 없습니다
nl_nl: Het niet kunnen verstaan van vrouwen of kinderen
no_no: Kan ikke høre barne- eller kvinnestemmer
pt_pt: Não é possível ouvir vozes de mulheres ou crianças
ro_ro: Nu poate auzi vocile de copii sau de femei
ru_ru: Затруднительно слышать женские или детские голоса
sv_se: Kan inte höra kvinno- eller barnröster
th_th: ไม่ได้ยินเสียงผู้หญิงหรือเด็ก
tr_tr: Kadın ya da çocuk seslerini duyamıyorum
zh_cn: 不能听到妇女或儿童的声音

source: Increase mid to high frequency gain
bg_bg: Увеличете усилването на средните и високите честоти
cht: 提升中頻至高頻增益量
da_dk: Forøg forstærkning af mellem- og højfrekvenser
el_gr: Αυξήστε την ένταση(απόκριση) μεσαίων έως υψηλών συχνοτήτων
fi_fi: Lisää vahvistusta keski- ja korkeilla taajuuksilla
hr_hr: Povećajte pojačanje srednjih i visokih frekvencija
hu_hu: Növelje a közepes és a magas frekvenciás erősítést
it_it: Aumentare il guadagno delle frequenze medie e alte
ko_kr: 중주파수에서 고주파수까징 게인을 높입니다
nl_nl: Verhoog de versterking van de midden- en hoge frequenties
no_no: Øk mellom- og høyfrekvensgain
pt_pt: Aumente o ganho das frequências médias a altas
ro_ro: Cresteti castigul pe frecvente medii si inalte
ru_ru: Увеличьте усиление на средних и высоких частотах
sv_se: Öka förstärkningen för mellan och höga frekvenser
th_th: เพิ่มเกนที่ความถี่กลางและสูง
tr_tr: Orta-yüksek frekanslarda kazancı artır
zh_cn: 增加中高频增益

source: Increase high frequency gain for low input levels
bg_bg: Увеличете усилването на високите честоти за ниски нива на входа
cht: 提升小聲音量輸入的高頻增益量
da_dk: Forøg forstærkning af højfrekvenser for lave inputniveauer
el_gr: Αυξήστε την ένταση(απόκριση) υψηλών συχνοτήτων για τις χαμηλές στάθμες εισόδου
fi_fi: Lisää vahvistusta korkeilla taajuuksilla pienellä ottotasolla
hr_hr: Povećajte pojačanje visokih frekvencija za tihe ulazne razine
hu_hu: Növelje az erősítést a magas frekvenciákon a halk hangok esetében
it_it: Aumentare il guadagno delle alte frequenze per i livelli di ingresso bassi
ko_kr: 작은 소리 크기에 대한 고주파수 게인을 높입니다
nl_nl: Verhoog de versterking van de hoge frequenties bij zachte geluiden
no_no: Øk høyfrekvensgain for lave inputnivåer
pt_pt: Aumente o ganho das frequências altas para níveis baixos de entrada
ro_ro: Maritii castigul nivelului de intrare pentru fecventele inalte si joase
ru_ru: Увеличьте усиление на высоких частотах для низких входных уровней.
sv_se: Öka förstärkningen för höga frekvenser svaga innivåer
th_th: เพิ่มเกนที่ความถี่สูงสำหรับระดับอินพุทต่ำ
tr_tr: Düşük girdili sesler için yüksek frekans kazancını artır
zh_cn: 增加小声输入时的高频增益

source: Increase high frequency gain for normal and low input levels
bg_bg: Увеличете усилването на високите честоти за нормалните и ниските нива на входа
cht: 提升一般及小聲音量輸入的高頻增益量
da_dk: Forøg forstærkning af højfrekvenser for normale og lave inputniveauer
el_gr: Αυξήστε την ένταση(απόκριση) υψηλών συχνοτήτων για τις κανονικές και τις χαμηλές στάθμες εισόδου
fi_fi: Lisää vahvistusta korkeilla taajuuksilla pienellä ja normaaleilla ottotasolla
hr_hr: Povećajte pojačanje visokih frekvencija za normalne i tihe ulazne razine
hu_hu: Növelje az erősítést a magas frekvenciákon a normál és a mély hangok esetében
it_it: Aumentare il guadagno delle alte frequenze per i livelli di ingresso normali e bassi
ko_kr: 보통 및 작은 소리 크기에 대한 고주파수 게인을 높입니다
nl_nl: Verhoog de versterking van de hoge frequenties bij normale en zachte geluiden
no_no: Øk høyfrekvensgain for normale og lave inputnivåer
pt_pt: Aumente o ganho das frequências altas para níveis normais e baixos de entrada
ro_ro: Mariti castigul nivelului de intrare pentru frecventele inalte si joase
ru_ru: Увеличьте усиление на высоких частотах для нормальных и низких входных уровней
sv_se: Öka förstärkningen för de höga frekvenserna vid svaga och normala innivåer
th_th: เพิ่มเกนที่ความถี่สูงสำหรับระดับอินพุทปกติและต่ำ
tr_tr: Normal ve düşük ses girdileri için yüksek frekans kazancını artır
zh_cn: 增加小声和适中声输入时高频增益

source: Increase Smart Gain for "Speech" environment
bg_bg: Увеличете Интелигентно усилване в среда „Говор“
cht: 提升在「語音」環境的智能增益
da_dk: Forøg smart forstærkning for miljø med tale
el_gr: Αυξήστε τo Smart Gain για το περιβάλλον "Ομιλία"
fi_fi: Lisää älykästä vahvistusta Puhe-ääniympäristössä
hr_hr: Povećajte Smart Gain za okruženje „Govor”
hu_hu: Növelje az erőstíést a "Beszéd" környezetben
it_it: Aumentare da Ottimizzatore Ambientale per l'ambiente "Parlato"
ko_kr: 자동환경조절의 “대화환경”수준을 높입니다
nl_nl: Verhoog Smart Gain voor "Spraak " omgeving
no_no: Øk Smart Gain, «Tale»
pt_pt: Aumente o Ganho Inteligente no ambiente "Fala"
ro_ro: Creste Smart Gain pentru mediul “Vorbire”
ru_ru: Увеличьте Адаптивное усиление для окружения "Речь"
sv_se: Öka Miljöoptimeringen för "Tal" miljöer
th_th: เพิ่มเกนอัจฉริยะสำหรับสภาพแวดล้อม "เสียงพูด"
tr_tr: "Konuşma" ortamı için Akıllı Kazancı yükselt
zh_cn: 增加言语声环境的增益

source: Telephone not clear
bg_bg: Звукът от телефона не е чист
cht: 聽電話不清楚
da_dk: Telefonen er utydelig
el_gr: Δεν είναι καθαρός ο ήχος του τηλεφώνου
fi_fi: Vaikea kuulla puhelimessa
hr_hr: Zvuk s telefona ne čuje se jasno
hu_hu: A telefonhang nem tiszta
it_it: Il telefono non si sente chiaramente
ko_kr: 전화소리가 선명하게 들리지 않습니다
nl_nl: Telefoon niet helder
no_no: Tale i telefonen er uklar
pt_pt: A voz ao telefone não está clara
ro_ro: La telefonul nu este clar
ru_ru: Телефонная речь неразборчива
sv_se: Telefon låter inte klart
th_th: เสียงจากโทรศัพท์ไม่ชัด
tr_tr: Telefon sesi net değil
zh_cn: 接听电话不够清晰

source: Increase mid frequency gain for soft and normal input levels
bg_bg: Увеличете усилването на средните честоти за тихи и нормални нива на входа
cht: 提升小聲及一般音量輸入的中頻增益量
da_dk: Forøg forstærkning for mellemfrekvenser for svage og normale inputniveauer
el_gr: Αυξήστε την ένταση (απόκριση) μεσαίων συχνοτήτων για τις στάθμες εισόδου σιγανών και κανονικών ήχων
fi_fi: Lisää vahvistusta keskitaajuuksilla vaimeilla ja normaaleilla tulotasoilla
hr_hr: Povećajte pojačanje srednjih frekvencija za tihe i normalne ulazne razine
hu_hu: Növelje a közepes frekvenciás erősítést a halk és normál hangok esetében
it_it: Aumentare il guadagno delle medie frequenze per i livelli di ingresso deboli e normali
ko_kr: 보통 또는 작은 소리의 중주파수 게인을 높입니다
nl_nl: Verhoog de versterking van de middenfrequenties bij zachte en normale geluiden
no_no: Øk mellomfrevensgain for svake og normale inputnivåer
pt_pt: Aumente o ganho das frequências médias para os níveis de entrada suave e normal
ro_ro: Cresteti castigul pe frecventele medii pentru nivele slabe si normale de intrare
ru_ru: Увеличьте усиление на средних частотах для тихих и нормальных входных уровней
sv_se: Öka förstärkningen för mellan frekvenser vid svaga och normala innivåer
th_th: เพิ่มเกนที่ความถี่กลางสำหรับระดับเสียงเบาและระดับเสียงปานกลาง
tr_tr: Orta frekans kazancını düşük ve normal ses girdileri için artır
zh_cn: 增加小声和正常声输入时的中频增益

source: Cannot hear in group settings
bg_bg: Не мога да чувам в групова среда
cht: 在團體中聽不見
da_dk: Kan ikke høre i grupper
el_gr: Αδυναμία ακρόασης στο πλαίσιο ομάδας ατόμων
fi_fi: Vaikea kuulla suurissa ihmisjoukoissa
hr_hr: Slušanje je otežano u okruženjima s većim brojem osoba
hu_hu: Nem hallok a társaság beállítással
it_it: Il paziente non riesce a sentire in presenza di gruppi
ko_kr: 그룹 대화(여러 명과 함께 대화)할 때 잘 들리지 않습니다
nl_nl: Slecht spraakverstaan in een groep
no_no: Hører ikke i grupper
pt_pt: Não é possível ouvir em situações de grupo
ro_ro: Nu poate auzi in grup
ru_ru: Не слышно в ситуациях, связанных с нахождением в группе
sv_se: Kan ej höra i grupp
th_th: ไม่ได้ยินเสียงในสภาพแวดล้อมการสนทนากลุ่ม
tr_tr: Grup içerisinde duyamıyorum
zh_cn: 分组讨论时听不清楚
