Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: High-pitched noises, like dishes rattling or paper crinkling, are too loud
bg_bg: Високите звуци, като тракане на чинии или смачкване на хартия са прекалено силни
cht: 碗盤碰撞聲或揉紙聲之類的高頻噪音太大聲
da_dk: Højfrekvent støj, f.eks. opvask eller papirknitren, er for kraftig
el_gr: Υψίσυχνοι θόρυβοι, όπως το τρίξιμο πιάτων ή το τσαλάκωμα χαρτιού, είναι υπερβολικά δυνατοί
fi_fi: Kirkkaat äänet, kuten astioiden kilinä ja paperin rapina ovat liian voimakkaita
hr_hr: Buka visoke frekvencije, poput zvečanja posuđa ili šuškanja papira, previše je glasna
hu_hu: Éles zajok, mint az edénycsörömpölés vagy papírzizegés, túl hangosak
it_it: I rumori acuti, come piatti che sbattono o accartocciare la carta, sono troppo forti
ko_kr: 접시 부딪치는 소리, 종이 구기는 소리 같은 고음의 소음소리가 너무 크게 들립니다
nl_nl: Hoge frequenties, zoals het kletteren van borden of het ritselen van papier, zijn te hard.
no_no: Høyfrekvent støy, som kopper som klirrer eller papir som krølles, er for sterk
pt_pt: Os ruídos de alta intensidade, como pratos batendo ou papel sendo amassado, estão altos demais
ro_ro: Zgomotele ascutite, ca de exemplu zgomotul de vesela sau al unei hartii mototolite este prea puternic
ru_ru: Высокочастотные шумы, такие как звон посуды или шуршание бумаги, звучат слишком громко
sv_se: Högfrekventa ljud, som porslinsskrammel eller pappersprassel, är för starka
th_th: เสียงแหลมเช่นเสียงจานกระทบกันหรือฉีกกระดาษ ดังไป
tr_tr: Tabak sesleri ve kağıt hışırtısı gibi sesler çok yüksek geliyor
zh_cn: 高频的噪声,如刮盘子或折纸的声音,觉得太吵

source: Reduce maximum output in high frequencies
bg_bg: Намалете максималната изходна мощност за високите честоти
cht: 降低高頻的最大輸出音量
da_dk: Reducer maks. output for højfrekvenser
el_gr: Μειώστε τη μέγιστη έξοδο στις υψηλές συχνότητες
fi_fi: Vähennä maksimiantotasoa korkeilla taajuuksilla
hr_hr: Smanjite maksimalnu izlaznu snagu kod visokih frekvencija
hu_hu: Csökkentse a maximális teljesítményt a magas frekvenciákon
it_it: Ridurre l'uscita massima per le alte frequenze
ko_kr: 고주파수의 최대 출력을 낮추세요
nl_nl: Verlaag de maximale output bij hoge frequenties
no_no: Reduser maksimum output i høyfrekvensområdet
pt_pt: Reduzir saída máxima nas altas frequências
ro_ro: Reduceti puterea maxima la iesire pe frecventele inalte
ru_ru: Уменьшите максимальный уровень выходного звукового давления на высоких частотах
sv_se: Reducera max utnivå för de höga frekvenserna
th_th: ลด maximum output ที่ความถี่สูง
tr_tr: Yüksek frekanslarda maksimum çıkışı düşür
zh_cn: 降低高频最大声输出

source: Decrease G80 for mid and high frequencies
bg_bg: Намалете G80 за средните и високите честоти
cht: 降低G80的中頻及高頻增益量
da_dk: Reducer G80 for mellem- og højfrekvenser
el_gr: Μειώστε την G80 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta keski- ja diskanttitaajuuksilla
hr_hr: Smanjite G80 za srednje i visoke frekvencije
hu_hu: Csökkentse a G80-at a közép- és magas frekvenciákon
it_it: Diminuire G80 per le frequenze medie e alte
ko_kr: 중주파수와 고주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij midden- en hoge frequenties
no_no: Reduser G80 i midt- og høyfrekvensområdene
pt_pt: Redução de G80 para médias e altas frequências
ro_ro: Reduce G80 pe frecventele medii si inalte
ru_ru: Уменьшите G80 на средних и высоких частотах
sv_se: Minska G80 för mellan och höga frekvenser
th_th: ลดเกน 80 ที่ความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 减少G80中高频增益

source: Decrease mid and high frequency gain
bg_bg: Намалете нивото на средните и високите честоти
cht: 降低中頻及高頻增益量
da_dk: Reducer mellem- og højfrekvent forstærkning
el_gr: Μειώστε την απόκριση μεσαίων και υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta keski- ja diskanttitaajuuksilla
hr_hr: Smanjite pojačanje srednjih i visokih frekvencija
hu_hu: Csökkentse a közepes és magas frekvenciájú erősítést
it_it: Diminuire il guadagno delle frequenze medie e alte
ko_kr: 중주파수와 고주파수 이득을 낮추세요
nl_nl: Verlaag de versterking van midden- en hoge frequenties
no_no: Reduser gain i midt- og høyfrekvensområdene
pt_pt: Reduza o ganho de médias e altas frequências
ro_ro: Micsorati castigul pe frecventele medii si inalte
ru_ru: Уменьшите усиление на средних и высоких частотах
sv_se: Minska förstärkningen för mellan och höga frekvenser
th_th: ลดเกนความถี่ปานกลางและความถี่สูง
tr_tr: Orta ve yüksek frekanslarda kazancı düşür
zh_cn: 减少中高频增益

source: Low-pitched noises, like a motor running or traffic in the street, are too loud
bg_bg: Ниските звуци, като работата на двигател или трафика по улиците са прекалено силни
cht: 馬達運轉聲或街上交通聲之類的低頻噪音太大聲
da_dk: Lavfrekvente lyde, f.eks. en motor, der kører, eller trafik på en vej, er for høje
el_gr: Χαμηλόσυχνοι θόρυβοι, όπως η λειτουργία κινητήρα ή η κίνηση στον δρόμο, είναι υπερβολικά δυνατοί
fi_fi: Matalat äänet, kuten moottorin tai liikenteen ääni, ovat liian voimakkaita
hr_hr: Buka niska frekvencije, poput rada motora ili prometa na cesti, previše je glasna
hu_hu: Az alacsony hangú zajok, mint egy járó motor vagy a forgalom az utcán, túl hangosak
it_it: I rumori bassi, come un motore acceso o il traffico in strada, sono troppo forti
ko_kr: 자동차의 엔진 소음이나 길거리에서 들리는 대중교통소음과 같은 저주파수의 소음이 너무 크게 들립니다
nl_nl: Laagfrequente geluiden, zoals het dreunen van een motor of verkeerslawaai, zijn te luid
no_no: Lavfrekvent støy, som en motor som går eller trafikk på gaten, er for høy
pt_pt: Ruídos com tons graves, como um motor em funcionamento ou o trânsito nas ruas, são muito altos
ro_ro: Zgomotele joase, ca un motor pornit sau traficul stradal, sunt prea puternice
ru_ru: Низкочастотные шумы, такие как звуки работающего двигателя или уличного движения, звучат слишком громко
sv_se: Lågfrekventa ljud som motorljud eller gatutrafik är för höga
th_th: เสียงรบกวนที่ระดับ Pitch ต่ำ เช่น เสียงเครื่องยนต์หรือเสียงการจราจรบนท้องถนนนั้นดังเกินไป
tr_tr: Motor çalışması veya sokaktaki trafik gibi alçak perdeli sesler çok yüksek
zh_cn: 低频噪音（类似汽车行驶或在街道车流）太大

source: Decrease low frequency gain
bg_bg: Намалете нивото на ниските честоти
cht: 降低低頻增益量
da_dk: Reducer lavfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést
it_it: Diminuire il guadagno per le basse frequenze
ko_kr: 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties
no_no: Reduser gain i lavfrekvensområdet
pt_pt: Reduza o ganho de baixa frequência
ro_ro: Micsorati castigul pe frecventele joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen för låga frekvenser
th_th: ลดเกนที่ความถี่ตํ่า
tr_tr: Alçak frekanslarda kazancı azalt
zh_cn: 减少低频增益

source: Decrease low and mid frequency gain
bg_bg: Намалете ниските и средните честоти
cht: 降低低頻及中頻增益量
da_dk: Reducer lav- og mellemfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών και μεσαίων συχνοτήτων
fi_fi: Vähennä vahvistusta matalilla ja keskitaajuuksilla
hr_hr: Smanjite pojačanje niskih i srednjih frekvencija
hu_hu: Csökkentse a mély és középfrekvenciás erősítést
it_it: Diminuire il guadagno per le frequenze basse e medie
ko_kr: 저주파수와 중주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van lage en middenfrequenties
no_no: Reduser gain i lav- og midtfrekvensområdene
pt_pt: Diminuir o ganho de baixa e média frequência
ro_ro: Reduceti castigul pe frecventele joase si medii
ru_ru: Уменьшите усиление на низких и средних частотах
sv_se: Minska förstärkningen för låg- och mellanfrekvenser
th_th: ลดเกนที่ความถี่ตํ่าและกลาง
tr_tr: Alçak ve orta frekanslarda kazancı düşür
zh_cn: 降低中低频增益

source: Increase degree of noise reduction
bg_bg: Увеличете степента на намаляване на шума
cht: 提升噪音抑制等級
da_dk: Forøg graden af støjreduktion
el_gr: Αυξήστε τον βαθμό μείωσης θορύβου
fi_fi: Lisää kohinanvaimennuksen suuntakuviota
hr_hr: Povećajte stupanj smanjenja buke
hu_hu: Növelje a zajcsökkentés mértékét
it_it: Aumentare il grado di riduzione del rumore
ko_kr: 소음 감소 기능의 수준을 높이세요
nl_nl: Verhoog de lawaaionderdrukking
no_no: Reduser graden av støyreduksjon
pt_pt: Aumentar nível de redução de ruído
ro_ro: Creste gradul de reducere a zgomotului
ru_ru: Увеличьте уровень шумоподавления
sv_se: Öka nivån av brusreducering
th_th: เพิ่มระดับของ noise reduction
tr_tr: Gürültü azaltma seviyesini arttır
zh_cn: 增加降噪程度

source: The sound of many people talking in the background, like at a party, is too loud
bg_bg: Фоновият звук от говоренето на много хора като на парти е прекалено силен
cht: 許多人在背景交談（例如派對時）的聲音過大
da_dk: Baggrundsstøj fra mange mennesker, f.eks. ved en fest, er for kraftig
el_gr: Ο ήχος από τις συνομιλίες πολλών ανθρώπων στο παρασκήνιο, όπως σε ένα πάρτι, είναι υπερβολικά δυνατός
fi_fi: Ääni liian voimakas, kun monta ihmistä puhuu taustalla
hr_hr: Zvuk razgovora previše osoba u pozadini, kao na zabavi, previše je glasan
hu_hu: Több ember beszélgetése a háttérben, mint például egy partin, nagyon hangos
it_it: Il suono di molte persone che parlano in sottofondo, come a una festa, è troppo forte
ko_kr: 여러 사람들의 말소리가 소음처럼 들리는 장소에서(커피숖, 주점 등) 소음이 너무 크게 들립니다
nl_nl: Het geluid van veel stemmen op de achtergrond, zoals bij een feestje, is te hard.
no_no: Lyden av mange mennesker som snakker i bakgrunnen, som i selskaper, er for sterk
pt_pt: O som de fundo de muitas pessoas conversando, como em uma festa, está alto demais
ro_ro: Zgomotul produs de mai multe voci ,pe fundal, ca la o petrecere, este prea puternic.
ru_ru: Слишком громко слышна фоновая речь, например, как во время вечеринки
sv_se: Ljudet av många människor som talar i bakgrunden, tex på en fest, är för starkt
th_th: เสียงคุยในงานปาร์ตี้ ดังไป
tr_tr: Gürültülü ve kalabalık ortamlarda sesler çok yüksek geliyor
zh_cn: 在多人交谈的背景声中,如在聚会时,觉得太吵

source: Decrease G80 for low frequencies
bg_bg: Намалете G80 за ниските честоти
cht: 降低G80的低頻增益量
da_dk: Reducer G80 for lavfrekvenser
el_gr: Μειώστε την G80 για τις χαμηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta matalilla taajuuksilla
hr_hr: Smanjite G80 za niske frekvencije
hu_hu: Csökkentse a G80-at a mély frekvenciákon
it_it: Diminuire G80 per le basse frequenze
ko_kr: 저주파수의 G80을 낮추세요
nl_nl: Verlaag G80 bij lage frequenties
no_no: Reduser G80 i lavfrekvensområdet
pt_pt: Diminua o G80 para frequências baixas
ro_ro: Reduceti G80 pe frecventele joase
ru_ru: Уменьшите G80 на низких частотах
sv_se: Minska G80 för de låga frekvenserna
th_th: ที่G80ลดเกนที่ความถี่ตํ่า
tr_tr: Alçak frekanslarda G80 kazancını azalt
zh_cn: 降低G80低频增益

source: Increase degree of noise reduction
bg_bg: Увеличете степента на намаляване на шума
cht: 提升噪音抑制等級
da_dk: Forøg graden af støjreduktion
el_gr: Αυξήστε τον βαθμό μείωσης θορύβου
fi_fi: Lisää kohinanvaimennuksen suuntakuviota
hr_hr: Povećajte stupanj smanjenja buke
hu_hu: Növelje a zajcsökkentés mértékét
it_it: Aumentare il grado di riduzione del rumore
ko_kr: 소음 감소 기능의 수준을 높이세요
nl_nl: Verhoog de lawaaionderdrukking
no_no: Reduser graden av støyreduksjon
pt_pt: Aumentar nível de redução de ruído
ro_ro: Creste gradul de reducere a zgomotului
ru_ru: Увеличьте уровень шумоподавления
sv_se: Öka nivån av brusreducering
th_th: เพิ่มระดับของ noise reduction
tr_tr: Gürültü azaltma seviyesini arttır
zh_cn: 增加降噪程度

source: Decrease low frequency gain and decrease G80 at mid and high frequencies
bg_bg: Намалете нивото на ниските честоти и увеличете G80 за средните и високите честоти
cht: 降低低頻增益量並降低G80的中頻及高頻增益量
da_dk: Reducer lavfrekvent forstærkning, og reducer G80 for mellem- og højfrekvenser
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων και μειώστε την G80 στις μεσαίες και υψηλές συχνότητες
fi_fi: Vähennä bassovahvistusta sekä G80-vahvistusta keski- ja diskanttitaajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija i smanjite G80 kod srednjih i visokih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést, és növelje a G80-at a közép és magas frekvenciákon
it_it: Diminuire il guadagno delle basse frequenze e diminuire G80 alle frequenze medie e alte
ko_kr: 저주파수의 게인을 낮추고, 중주파수와 고주파수 G80을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties en verlaag G80 bij midden- en hoge frequenties
no_no: Reduser gain i lavfrekvensområdet og G80 i midt- og høyfrekvensområdene
pt_pt: Reduza o ganho de baixa frequência e reduza o G80 em médias e altas frequências
ro_ro: Micsorati castigul pe frecventele joase si G80 pe frecventele medii si inalte
ru_ru: Уменьшите усиление на низких частотах и уменьшите G80 на средних и высоких частотах
sv_se: Minska förstärkningen för låga frekvenser och minska G80 för mellan och höga frekvenser
th_th: ลดเกนที่ความถี่ตํ่าและลดเกน 80 ที่ความถี่กลางและสูง
tr_tr: Alçak frekanslarda kazancı azalt, orta ve yüksek frekanslarda G80 kazancını azalt
zh_cn: 减少低频增益和减少G80中高频增益

source: The hearing instrument is louder than the one on the other ear
bg_bg: Апаратът на едното ухо е по-усилен от този на другото
cht: 兩耳助聽器音量不對稱
da_dk: Det ene apparat er kraftigere end det på det andet øre
el_gr: Το ακουστικό βοήθημα είναι δυνατότερο σε σύγκριση με εκείνο στο άλλο αυτί
fi_fi: Toinen kuulokoje vahvistaa enemmän kuin toinen
hr_hr: Slušni aparat glasniji je od onoga u drugom uhu
hu_hu: Az egyik hallókészülék hangosabb, mint a másik
it_it: Il volume dell'apparecchio è superiore a quello dell'apparecchio dal lato opposto
ko_kr: 한 측의 보청기 소리가 반대측의 보청기 소리보다 큽니다
nl_nl: Dit hoortoestel klinkt harder dan het toestel op het andere oor.
no_no: Høreapparatet er sterkere enn det jeg har på det andre øret
pt_pt: O aparelho auditivo está mais alto do que o do outro ouvido
ro_ro: Acest aparat este mai puternic decat cel de pe urechea controlaterala.
ru_ru: Один слуховой аппарат звучит громче другого
sv_se: Hörapparaten är starkare än den på det andra örat
th_th: เสียงเครื่องช่วยฟังดังกว่าอีกเครื่องของหูอีกข้าง
tr_tr: Cihazlarımdan birinin sesi diger cihazımdan daha yüksek
zh_cn: 觉得一侧的声音比另一侧大

source: Decrease overall gain
bg_bg: Намалете общия коефициент на усилване
cht: 降低整體增益量
da_dk: Reducer forstærkning
el_gr: Μειώστε την συνολική ένταση (απόκριση)
fi_fi: Vähennä kokonaisvahvistusta
hr_hr: Smanjite sveukupno pojačanje
hu_hu: Csökkentse a teljes erősítést
it_it: Diminuire il guadagno complessivo
ko_kr: 전체 게인을 낮추세요
nl_nl: Verlaag de versterking
no_no: Reduser samlet gain
pt_pt: Redução geral de ganho
ro_ro: Micsorati castigul total
ru_ru: Уменьшите общее усиление
sv_se: Minska den totala förstärkningen
th_th: ลดเกนทั้งหมด
tr_tr: Bütün frekanslarda kazancı azalt
zh_cn: 减少所有的增益

source: Increase overall gain
bg_bg: Увеличете общия коефициент на усилване
cht: 提升整體增益量
da_dk: Forøg forstærkning
el_gr: Αυξήστε την συνολική ένταση(απόκριση)
fi_fi: Lisää kokonaisvahvistusta
hr_hr: Povećajte sveukupno pojačanje
hu_hu: Növelje a teljes erősítést
it_it: Aumentare il guadagno complessivo
ko_kr: 전체 게인을 높이세요
nl_nl: Verhoog de versterking.
no_no: Øk samlet gain
pt_pt: Aumento geral de ganho
ro_ro: Mariti castigul total
ru_ru: Увеличьте общее усиление
sv_se: Öka den totala förstärkningen
th_th: เพิ่มเกนทั้งหมด
tr_tr: Bütün frekanslarda kazancı artır
zh_cn: 增加所有增益

source: Internal noise of the hearing instrument is too loud
bg_bg: Вътрешният шум на апарата е твърде силен
cht: 助聽器內部噪音太大聲
da_dk: Høreapparatets egenstøj er for høj
el_gr: Ο εσωτερικός θόρυβος του ακουστικού βοηθήματος είναι υπερβολικά δυνατός
fi_fi: Kuulokojeen oma kohina liian suuri
hr_hr: Interna buka slušnog aparata previše je glasna
hu_hu: A hallókészülék saját zaja túl hangos
it_it: Rumore interno all'apparecchio acustico troppo elevato
ko_kr: 보청기 내부 잡음이 너무 크게 들립니다
nl_nl: Interne ruis van het hoortoestel is te hard
no_no: Høreapparatets internstøy er for høy
pt_pt: O ruído interno do aparelho auditivo é muito alto
ro_ro: Zgomotul intern al aparatului auditiv este prea tare
ru_ru: Внутренний шум аппарата слишком громкий
sv_se: Internt brus i hörapparaten är för starkt
th_th: เสียงในเครื่องช่วยฟังเบาไป
tr_tr: Cihazın iç gürültüsü çok yüksek
zh_cn: 助听器内部噪声太大

source: Decrease G50 for mid and high frequencies
bg_bg: Намалете G50 за средните и високите честоти
cht: 降低G50的中頻及高頻增益量
da_dk: Reducer G50 for mellem- og højfrekvenser
el_gr: Μειώστε την G50 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Vähennä G50-vahvistusta keski- ja diskanttitaajuuksilla
hr_hr: Smanjite G50 za srednje i visoke frekvencije
hu_hu: Csökkentse a G50-at a közép- és magas frekvenciákon
it_it: Diminuire G50 per le frequenze medie e alte
ko_kr: 중주파수와 고주파수 G50을 낮추세요
nl_nl: Verlaag G50 voor de midden- en hoge frequenties
no_no: Reduser G50 i midt- og høyfrekvensområdene
pt_pt: Redução de G50 para médias e altas frequências
ro_ro: Reduceti G50 pe frecvente inalte si medii
ru_ru: Уменьшите G50 на средних и высоких частотах
sv_se: Minska G50 i mellan och höga frekvenser
th_th: ลดเกน50ที่ความถี่กลางและความถี่สูง
tr_tr: Orta ve yüksek frekanslarda G50 kazancını azalt
zh_cn: 减少G50中高频增益

source: Decrease G50 for high frequencies
bg_bg: Намалете G50 за високите честоти
cht: 降低G50的高頻增益量
da_dk: Reducer G50 for højfrekvenser
el_gr: Μειώστε την G50 για τις υψηλές συχνότητες
fi_fi: Vähennä G50-vahvistusta diskanttitaajuuksilla
hr_hr: Smanjite G50 za visoke frekvencije
hu_hu: Csökkentse a G50-et a magas frekvenciákon
it_it: Diminuire G50 per le alte frequenze
ko_kr: 고주파수 G50을 낮추세요
nl_nl: Verlaag G50 bij hoge frequenties
no_no: Reduser G50 i høyfrekvensområdet
pt_pt: Redução de G50 para altas frequências
ro_ro: Micsorati G50 pe frecventele inalte
ru_ru: Уменьшите G50 на высоких частотах
sv_se: Minska G50 för höga frekvenser
th_th: ลดเกน50ที่ความถี่สูง
tr_tr: Yüksek frekanslarda G50 kazancını azalt
zh_cn: 减少G50高频增益

source: It is difficult to locate the position of a speaker or sound source
bg_bg: Трудно е да се определи мястото на говорещия или източника на звука
cht: 難以判斷喇叭或聲源定位
da_dk: Det er svært at lokalisere, hvor lyde kommer fra
el_gr: Υπάρχει δυσκολία στον εντοπισμό της θέσης ομιλητή ή της ηχητικής πηγής
fi_fi: Vaikeuksia paikallistaa kaiutinta tai tiettyä äänilähdettä
hr_hr: Teško se određuje položaj govornika ili izvora zvuka
hu_hu: Nehéz meghatározni a beszélő vagy a hangforrás helyét
it_it: Difficoltà di localizzazione di un interlocutore o di una sorgente sonora
ko_kr: 말하는 사람(스피커)의 위치나 소리가 들려온 방향을 찾기가 어렵습니다
nl_nl: Het is moeilijk om de positie van een spreker of een andere geluidsbron te bepalen.
no_no: Det er vanskelig å lokalisere en høyttaler eller lydkilde
pt_pt: É difícil localizar a posição da fonte sonora
ro_ro: Este dificil de a localiza pozitia vorbitorului sau sursa sunetului
ru_ru: Сложно определить расположение говорящего или источника звука
sv_se: Det är svårt att urskilja högtalarens position eller ljudkälla
th_th: ไม่สามารถระบุตำแหน่งผู้พูด
tr_tr: Konuşan kişinin yönünü tayin edemiyorum, sesin nereden geldiğini anlayamıyorum
zh_cn: 定位声源或喇叭比较困难

source: Fit instruments bilaterally
bg_bg: Поставете слуховите апарати двустранно
cht: 雙耳選配助聽器
da_dk: Tilpas høreapparater på begge ører
el_gr: Αμφίπλευρη εφαρμογή ακουστικών
fi_fi: Sovita kuulokojeet bilateraalisesti
hr_hr: Namještanje aparata s obiju strana
hu_hu: A készülékek bilaterális illesztése
it_it: Applica apparecchi bilateralmente
ko_kr: 보청기를 양이피팅하세요
nl_nl: Pas op beide oren een hoortoestel aan
no_no: Tilpass høreapparat bilateralt
pt_pt: Ajuste os aparelhos bilateralmente
ro_ro: Fixați bilateral aparatele auditive
ru_ru: Настройте СА билатерально
sv_se: Anpassa hörapparaten binauralt
th_th: ทดลองสวมเครื่องช่วยฟังทั้ง 2 หู
tr_tr: Cihazları bilateral ayarla
zh_cn: 双耳选配

source: Decrease overall gain
bg_bg: Намалете общото усилване
cht: 降低整體增益量
da_dk: Reducer forstærkning
el_gr: Μειώστε την συνολική ένταση (απόκριση)
fi_fi: Vähennä kokonaisvahvistusta
hr_hr: Smanjite sveukupno pojačanje
hu_hu: Csökkentse a teljes erősítést
it_it: Diminuire il guadagno complessivo
ko_kr: 전체 게인을 낮추세요
nl_nl: Verlaag de versterking
no_no: Reduser samlet gain
pt_pt: Redução geral de ganho
ro_ro: Micsorati castigul total
ru_ru: Уменьшите общее усиление
sv_se: Minska den totala förstärkningen
th_th: ลดเกนทั้งหมด
tr_tr: Bütün frekanslarda kazancı azalt
zh_cn: 减少所有的增益

source: Increase overall gain
bg_bg: Увеличете общия коефициент на усилване
cht: 提升整體增益量
da_dk: Forøg forstærkning
el_gr: Αυξήστε την συνολική ένταση(απόκριση)
fi_fi: Lisää kokonaisvahvistusta
hr_hr: Povećajte sveukupno pojačanje
hu_hu: Növelje a teljes erősítést
it_it: Aumentare il guadagno complessivo
ko_kr: 전체 게인을 높이세요
nl_nl: Verhoog de versterking
no_no: Øk samlet gain
pt_pt: Aumento geral de ganho
ro_ro: Mariti castigul total
ru_ru: Увеличьте общее усиление
sv_se: Öka den totala förstärkningen
th_th: เพิ่มเกนทั้งหมด
tr_tr: Bütün frekanslarda kazancı artır
zh_cn: 增加所有增益

source: Sound Quality
bg_bg: Качество на звука
cht: 音質
da_dk: Lydkvalitet
el_gr: Ποιότητα ήχου
fi_fi: Äänenlaatu
hr_hr: Kvaliteta zvuka
hu_hu: Hangminőség
it_it: Qualità del suono
ko_kr: 음질에 대한 불편함
nl_nl: Geluidskwaliteit
no_no: Lydkvalitet
pt_pt: Qualidade do som
ro_ro: Calitatea sunetului
ru_ru: Качество звука
sv_se: Ljudkvalitet
th_th: คุณภาพเสียง
tr_tr: Ses Kalitesi
zh_cn: 音质

source: Male voices are too loud
bg_bg: Мъжките гласове са твърде силни
cht: 男性嗓音太大聲
da_dk: Mandestemmer er for kraftige
el_gr: Οι ανδρικές φωνές είναι υπερβολικά δυνατές
fi_fi: Miesääni liian voimakas
hr_hr: Muški glasovi previše su glasni
hu_hu: A férfihangok túl hangosak
it_it: Suono delle voci maschili troppo forte
ko_kr: 남성의 목소리가 너무 크게 들립니다
nl_nl: Mannenstemmen zijn te hard
no_no: Mannlige stemmer er for sterke
pt_pt: As vozes masculinas estão muito intensas
ro_ro: Vocile barbatesti sunt prea puternice
ru_ru: Мужские голоса слишком громкие
sv_se: Mansröster är för starka
th_th: เสียงผู้ชายดังเกินไป
tr_tr: Erkek sesleri çok yüksek
zh_cn: 听男声太吵

source: Decrease G50 for mid frequencies
bg_bg: Намалете G50 за средните честоти
cht: 降低G50的中頻增益量
da_dk: Reducer G50 for mellemfrekvenser
el_gr: Μειώστε την G50 για τις μεσαίες συχνότητες
fi_fi: Vähennä G50-vahvistusta keskitaajuuksilla
hr_hr: Smanjite G50 za srednje frekvencije
hu_hu: Csökkentse a G50-et a közepes frekvenciákon
it_it: Diminuire G50 per le medie frequenze
ko_kr: 중주파수 G50을 낮추세요
nl_nl: Verlaag G50 bij middenfrequenties
no_no: Reduser G50 i midtfrekvensområdet
pt_pt: Diminua o G50 para frequências médias
ro_ro: Reduceti G50 pe frecventele medii
ru_ru: Уменьшите G50 на средних частотах
sv_se: Minska G50 för mellan frekvenser
th_th: ที่G50ลดเกนที่ความถี่กลาง
tr_tr: Orta frekanslarda G50 kazancını azalt
zh_cn: 降低G50中频增益

source: Decrease G50 at 1 kHz
bg_bg: Намалете G50 при 1 kHz
cht: 降低G50的1 kHz增益量
da_dk: Reducer G50 ved 1 kHz
el_gr: Μειώστε την G50 στα 1 kHz
fi_fi: Vähennä G50-vahvistusta 1 kHz:llä
hr_hr: Smanjite G50 pri 1 kHz
hu_hu: Csökkentse a G50-et 1 kHz-en
it_it: Diminuire G50 a 1 kHz
ko_kr: 1KHz에서 G50을 낮추세요
nl_nl: Verlaag G50 bij 1 kHz
no_no: Reduser G50 ved 1 kHz
pt_pt: Diminua o G50 em 1 kHz
ro_ro: Reduceti G50 pe 1 KHz
ru_ru: Уменьшите G50 на 1 кГц
sv_se: Minska G50 vid 1kHz
th_th: ลดเกนที่G50 ที่ความถี่1 kHz
tr_tr: 1 kHz de G50 kazancını azalt
zh_cn: 降低G50 1KHz增益

source: Decrease G80 for low and mid frequencies
bg_bg: Намалете G80 за ниските и средните честоти
cht: 降低G80的低頻及中頻增益量
da_dk: Reducer G80 for lav- og mellemfrekvenser
el_gr: Μειώστε την G80 για τις χαμηλές και μεσαίες συχνότητες
fi_fi: Vähennä G80-vahvistusta basso- ja keskitaajuuksilla
hr_hr: Smanjite G80 za niske i srednje frekvencije
hu_hu: Csökkentse a G80-at a mély és közepes frekvenciákon
it_it: Diminuire G80 per le frequenze basse e medie
ko_kr: 중주파수와 저주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij lage en middenfrequenties
no_no: Reduser G80 i lav- og midtfrekvensområdene
pt_pt: Reduza o G80 para baixas e médias frequências
ro_ro: Reduceti G80 pe frecventele joase si medii
ru_ru: Уменьшите G80 на низких и средних частотах
sv_se: Minska G80 för låga och mellanfrekvenser
th_th: ลดเกน 80 ที่ความถี่ตํ่าและความถี่กลาง
tr_tr: Alçak ve orta frekanslarda G80 kazancını azalt
zh_cn: 降低G80中低频增益
