Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Male voices sound boomy
bg_bg: Мъжките гласове звучат гръмко
cht: 男性嗓音聽起來太過低沈
da_dk: Mandestemmer er buldrende
el_gr: Οι ανδρικές φωνές ακούγονται μπάσες
fi_fi: Miesääni kumiseva
hr_hr: Muški glasovi zvuče gromoglasno
hu_hu: A férfihang túl erős/mély
it_it: Suono delle voci maschili rimbombante
ko_kr: 남성의 목소리가 웅웅거리듯이 매우저음으로 들립니다
nl_nl: Mannenstemmen klinken dreunend.
no_no: Mannlige stemmer oppleves rungende
pt_pt: As vozes masculinas retumbam
ro_ro: Vocea masculina se aude infundata
ru_ru: Мужские голоса звучат гулко, с чрезмерным басом в широком диапазоне
sv_se: Mansröster dånar för mycket
th_th: เสียงผู้ชายดังครืนทุ้มตํ่า
tr_tr: Erkek sesleri kulağımda patlıyor
zh_cn: 听男声太沉闷

source: Decrease low frequency gain by 6 dB, increase high frequency gain
bg_bg: Намалете нивото на ниските честоти с 6 dB и увеличете нивото на високите честоти
cht: 低頻增益量降低6 dB，提升高頻增益量
da_dk: Reducer lavfrekvent forstærkning med 6 dB, og forøg højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων κατά 6 dB, αυξήστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä vahvistusta 6dB matalilla taajuuksilla, lisää vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija za 6 dB, povećajte pojačanje visokih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést 6 dB-lel; növelje a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze di 6 dB, aumentare il guadagno delle alte frequenze
ko_kr: 저주파수 게인을 6dB낮추고 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage frequenties met 6dB, verhoog de versterking van hoge frequenties
no_no: Reduser gain i lavfrekvensområdet med 6 dB, øk gain i høyfrekvensområdet
pt_pt: Diminua o ganho de frequências baixas em 6 dB, aumente o ganho de frequências altas
ro_ro: Reduceti castigul cu 6 dB pe frecvente joase, cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах на 6 дБ и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen 6 dB för de låga frekvenserna, öka förstärkningen för de höga frekvenserna
th_th: ลดเกนที่ความถี่ตํ่าลง 6 dB เพิ่มเกนที่ความถี่สูง
tr_tr: Alçak frekanslarda kazancı 6 dB azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益6dB，增加高频增益

source: Decrease low frequency gain
bg_bg: Намалете нивото на ниските честоти
cht: 降低低頻增益量
da_dk: Reducer lavfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων
fi_fi: Vähennä vahvistusta bassotaajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze
ko_kr: 저주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van lage frequenties
no_no: Reduser gain i lavfrekvensområdet
pt_pt: Redução de ganho de baixa frequência
ro_ro: Micsorati castigul pe frecventele joase
ru_ru: Уменьшите усиление на низких частотах
sv_se: Minska förstärkningen för låga frekvenser
th_th: ลดเกนที่ความถี่ตํ่า
tr_tr: Alçak frekanslarda kazancı azalt
zh_cn: 降低低频增益

source: Decrease low frequency gain and increase high frequency gain
bg_bg: Намалете ниските честоти и увеличете високите честоти
cht: 降低低頻增益量並提升高頻增益量
da_dk: Reducer lavfrekvent forstærkning, og forøg højfrekvent forstærkning
el_gr: Μειώστε την απόκριση χαμηλών συχνοτήτων και αυξήστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä bassovahvistusta sekä lisää vahvistusta diskanttitaajuuksilla
hr_hr: Smanjite pojačanje niskih frekvencija i povećajte pojačanje visokih frekvencija
hu_hu: Csökkentse a mély frekvenciás erősítést, és növelje a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle basse frequenze e aumentare il guadagno delle alte frequenze
ko_kr: 저주파수 게인을 낮추고 고주파수 게인을 높이세요
nl_nl: Verlaag de versterking van lage frequenties, verhoog de versterking van hoge frequenties
no_no: Reduser gain i lavfrekvensområdet og øk gain i høyfrekvensområdet
pt_pt: Reduza o ganho de baixa frequência e aumente o ganho de alta frequência
ro_ro: Reduceti castigul pe frecventele joase cresteti castigul pe frecventele inalte
ru_ru: Уменьшите усиление на низких частотах и увеличьте усиление на высоких частотах
sv_se: Minska förstärkningen för låga frekvenser och öka förstärkningen för höga frekvenser
th_th: ลดเกนที่ความถี่ตํ่าและเพิ่มเกนที่ความถี่สูง
tr_tr: Alçak frekanslarda kazancı azalt ve yüksek frekanslarda kazancı artır
zh_cn: 降低低频增益和增加高频增益

source: Own voice is too loud
bg_bg: Моят глас е прекалено силен
cht: 自己的嗓音太大聲
da_dk: Egen stemme er for kraftig
el_gr: Η φωνή του ιδίου ατόμου ακούγεται πολύ δυνατά
fi_fi: Oma ääni on liian voimakas
hr_hr: Vlastiti glas je previše glasan
hu_hu: A saját hang túl hangos
it_it: La propria voce è troppo forte
ko_kr: 사용자의 목소리가 너무 크게 들립니다
nl_nl: De eigen stem klinkt te hard.
no_no: Egen stemme er for høy
pt_pt: A própria voz está alta demais
ro_ro: Propria voce este prea puternica
ru_ru: Cобственный голос звучит cлишком громко
sv_se: Den egna rösten låter för stark
th_th: เสียงตัวเองดังไป
tr_tr: Kendi sesim çok yüksek geliyor
zh_cn: 自己的声音太吵

source: Increase vent size
bg_bg: Увеличете венти отвора
cht: 增加氣孔尺寸
da_dk: Forøg diameteren for vent.
el_gr: Αυξήστε το μέγεθος του αεραγωγού
fi_fi: Suurenna ilmastointia
hr_hr: Povećajte veličinu oduška
hu_hu: Növelje a szellőzőfuratot
it_it: Aumentare la dimensione della ventilazione
ko_kr: 벤트 사이즈를 늘리세요
nl_nl: Vergroot de venting
no_no: Øk ventilering
pt_pt: Aumente o tamanho da ventilação
ro_ro: Cresteti marimea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorlek
th_th: เพิ่มขนาด vent
tr_tr: Vent ölçüsünü artır
zh_cn: 增加通气孔尺寸

source: Decrease G80 for low and mid frequencies
bg_bg: Намалете G80 за ниските и средните честоти
cht: 降低G80的低頻及中頻增益量
da_dk: Reducer G80 for lav- og mellemfrekvenser
el_gr: Μειώστε την G80 για τις χαμηλές και μεσαίες συχνότητες
fi_fi: Vähennä G80-vahvistusta matalilla ja keskitaajuuksilla
hr_hr: Smanjite G80 za niske i srednje frekvencije
hu_hu: Csökkentse a G80-at a mély és közepes frekvenciákon
it_it: Diminuire G80 per le frequenze basse e medie
ko_kr: 중주파수와 저주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij lage en middenfrequenties
no_no: Reduser G80 i lav- og midtfrekvensområdene
pt_pt: Diminuir G80 para as baixas e médias frequências
ro_ro: Reduceti G80 pe frecventele joase si medii
ru_ru: Уменьшите G80 на низких и средних частотах
sv_se: Minska G80 för låga och mellanfrekvenser
th_th: ลดเกน 80 ที่ความถี่ตํ่าและความถี่กลาง
tr_tr: Alçak ve orta frekanslarda G80 kazancını azalt
zh_cn: 降低G80中低频增益

source: Increase low frequency gain
bg_bg: Увеличете нивото на ниските честоти
cht: 提升低頻增益量
da_dk: Forøg lavfrekvent forstærkning
el_gr: Αυξήστε την απόκριση χαμηλών συχνοτήτων
fi_fi: Lisää vahvistusta bassotaajuuksilla
hr_hr: Povećajte pojačanje niskih frekvencija
hu_hu: Növelje a mély frekvenciás erősítést
it_it: Aumentare il guadagno delle basse frequenze
ko_kr: 저주파수 게인을 높이세요
nl_nl: Verhoog de versterking van lage frequenties
no_no: Øk gain i lavfrekvensområdet
pt_pt: Aumente o ganho de baixa frequência
ro_ro: Mariti castigul pe frecventele joase
ru_ru: Увеличьте усиление на низких частотах
sv_se: Öka förstärkningen för låga frekvenser
th_th: เพิ่มเกนที่ความถี่ตํ่า
tr_tr: Alçak frekans kazancını artırın
zh_cn: 增加低频增益

source: Male voices are too soft
bg_bg: Мъжките гласове са прекалено тихи
cht: 男性嗓音太小聲
da_dk: Mandestemmer er for svage
el_gr: Οι ανδρικές φωνές είναι πολύ σιγανές
fi_fi: Miehen ääni liian pehmeä
hr_hr: Muški glasovi previše su tihi
hu_hu: A férfihangok túl halkak
it_it: Voci maschili troppo deboli
ko_kr: 남성의 목소리가 너무 작게 들립니다
nl_nl: Mannenstemmen klinken over het algemeen te zacht
no_no: Lyden av herrestemmer er for svak
pt_pt: As vozes masculinas estão muito baixas
ro_ro: Vocea masculina este prea slaba
ru_ru: Мужские голоса звучат слишком тихо
sv_se: Manliga röster är för svaga
th_th: เสียงผู้ชายเบาไป
tr_tr: Erkek sesleri çok hafif
zh_cn: 听男人声音太小

source: Increase G50 for mid frequencies
bg_bg: Увеличете G50 за средните честоти
cht: 提升G50的中頻增益量
da_dk: Forøg G50 for mellemfrekvenser
el_gr: Αυξήστε την G50 για τις μεσαίες συχνότητες
fi_fi: Lisää G50-vahvistusta keskitaajuuksilla
hr_hr: Povećajte G50 za srednje frekvencije
hu_hu: Növelje a G50-et a közepes frekvenciákon
it_it: Aumentare G50 per le medie frequenze
ko_kr: 중주파수 G50을 높이세요
nl_nl: Verhoog G50 bij middenfrequenties
no_no: Øk G50 i midtfrekvensområdet
pt_pt: Aumente o G50 para frequências médias
ro_ro: Cresteti G50 pe frecventele medii
ru_ru: Увеличьте G50 на средних частотах
sv_se: Öka G50 för mellanfrekvenser
th_th: ที่G50 เพิ่มเกนที่ความถี่กลาง
tr_tr: Orta frekanslarda G50 kazancını artır
zh_cn: 增加G50中频增益

source: Increase G50 at 1kHz
bg_bg: Увеличете G50 при 1kHz
cht: 提升G50的1 kHz增益量
da_dk: Forøg G50 ved 1kHz
el_gr: Αυξήστε την G50 στα 1 kHz
fi_fi: Vähennä G50-vahvistusta 1 kHz:llä
hr_hr: Povećajte G50 pri 1kHz
hu_hu: Növelje a G50-et 1 kHz-en
it_it: Aumentare G50 a 1 kHz
ko_kr: 1KHz에서 G50을 높이세요
nl_nl: Verhoog G50 bij 1kHz
no_no: Øk G50 ved 1kHz
pt_pt: Diminua o G50 em 1kHz
ro_ro: Creșteți G50 pe 1kHz
ru_ru: Увеличьте G50 на 1 кГц
sv_se: Öka G50 vid 1kHz
th_th: เพิ่มเกน 50 ที่ความถี่ 1kHz
tr_tr: 1kHz'de G50 kazancını artır
zh_cn: 增加G50 1kHz增益

source: Increase G50 for low and mid frequencies
bg_bg: Увеличете G50 за ниските и средни честоти
cht: 提升G50的低頻及中頻增益量
da_dk: Forøg G50 for lav- og mellemfrekvenser
el_gr: Αυξήστε την G50 για τις χαμηλές και μεσαίες συχνότητες
fi_fi: Lisää G50-vahvistusta matalilla ja keskitaajuuksilla
hr_hr: Povećajte G50 za niske i srednje frekvencije
hu_hu: Növelje a G50-et a mély- és közepes frekvenciákon
it_it: Aumentare G50 per frequenze basse e medie
ko_kr: 저주파수와 중주파수 G50을 높이세요
nl_nl: Verhoog G50 bij lage en middenfrequenties
no_no: Øk G50 i lav- og midtfrekvensområdene
pt_pt: Aumente o G50 para frequências médias e baixas
ro_ro: Cresteti G50 pe frecventele joase si medii
ru_ru: Увеличьте G50 на низких и средних частотах
sv_se: Öka G50 för låg och mellan frekvenser
th_th: ที่G50 เพิ่มเกนที่ความถี่ตํ่าและกลาง
tr_tr: Alçak ve orta frekanslarda G50 kazancını artır
zh_cn: 增加G50中低频增益

source: Female voices are too loud
bg_bg: Женските гласове са прекалено силни
cht: 女性嗓音太大聲
da_dk: Kvindestemmer er for kraftige
el_gr: Οι γυναικείες φωνές είναι πολύ δυνατές
fi_fi: Naisen ääni on liian voimakas
hr_hr: Ženski glasovi previše su glasni
hu_hu: A női hangok túl hangosak
it_it: Voci femminili troppo forti
ko_kr: 여성목소리가 너무 크게 들립니다
nl_nl: Vrouwenstemmen klinken te hard.
no_no: Kvinnestemmer er for sterke
pt_pt: As vozes femininas estão altas demais
ro_ro: Vocile feminine sunt prea puternice
ru_ru: Женские голоса слишком громкие
sv_se: Kvinnoröster är för starka
th_th: เสียงผู้หญิงดังเกินไป
tr_tr: Kadın sesleri çok yüksek
zh_cn: 听女声太吵

source: Decrease G50 at 2 kHz
bg_bg: Намалете G50 при 2 kHz
cht: 降低G50的2 kHz增益量
da_dk: Reducer G50 ved 2 kHz
el_gr: Μειώστε την G50 στα 2 kHz
fi_fi: Vähennä G50-vahvistusta 2 kHz:lla
hr_hr: Smanjite G50 pri 2 kHz
hu_hu: Csökkentse a G50-et 2 kHz-en
it_it: Diminuire G50 a 2 kHz
ko_kr: 2KHz에서 G50을 낮추세요
nl_nl: Verlaag G50 bij 2 kHz.
no_no: Reduser G50 ved 2 kHz
pt_pt: Diminuir G50 em 2 kHz
ro_ro: Reduceti G50 pe 2 KHz
ru_ru: Уменьшите G50 на 2 кГц
sv_se: Minska G50 vid 2 kHz
th_th: ลดเกนที่G50 ที่ 2 Hz
tr_tr: 2 kHz de G50 kazancını azalt
zh_cn: 降低G50 2KHz增益

source: Decrease G50 for mid and high frequencies
bg_bg: Намалете G50 за средните и високите честоти
cht: 降低G50的中頻及高頻增益量
da_dk: Reducer G50 for mellem- og højfrekvenser
el_gr: Μειώστε την G50 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Vähennä G50-vahvistusta keski- ja diskanttitaajuuksilla
hr_hr: Smanjite G50 za srednje i visoke frekvencije
hu_hu: Csökkentse a G50-et a közép- és magas frekvenciákon
it_it: Diminuire G50 per le frequenze medie e alte
ko_kr: 중주파수와 고주파수 G50을 낮추세요
nl_nl: Verlaag G50 bij midden- en hoge frequenties
no_no: Reduser G50 i midt- og høyfrekvensområdene
pt_pt: Redução de G50 para médias e altas frequências
ro_ro: Reduceti G50 pe frecvente inalte si medii
ru_ru: Уменьшите G50 на средних и высоких частотах
sv_se: Minska G50 i mellan och höga frekvenser
th_th: ลดเกน50ที่ความถี่กลางและความถี่สูง
tr_tr: Orta ve yüksek frekanslarda G50 kazancını azalt
zh_cn: 降低G50中高频增益

source: Decrease G50 for high frequencies
bg_bg: Намалете G50 за високите честоти
cht: 降低G50的高頻增益量
da_dk: Reducer G50 for højfrekvenser
el_gr: Μειώστε την G50 για τις υψηλές συχνότητες
fi_fi: Vähennä G50-vahvistusta diskanttitaajuuksilla
hr_hr: Smanjite G50 za visoke frekvencije
hu_hu: Csökkentse a G50-et a magas frekvenciákon
it_it: Diminuire G50 per le alte frequenze
ko_kr: 고주파수 G50을 낮추세요
nl_nl: Verlaag G50 bij hoge frequenties
no_no: Reduser G50 i høyfrekvensområdet
pt_pt: Redução de G50 para altas frequências
ro_ro: Micsorati G50 pe frecventele inalte
ru_ru: Уменьшите G50 на высоких частотах
sv_se: Minska G50 för höga frekvenser
th_th: ลดเกน50ที่ความถี่สูง
tr_tr: Yüksek frekanslarda G50 kazancını azalt
zh_cn: 降低G50高频增益

source: Male voices sound tinny or metallic
bg_bg: Мъжките гласове звучат като ламарина или метал
cht: 男性嗓音聽起來尖細或刺耳
da_dk: Stemmer lyder tynde eller metalliske
el_gr: Οι ανδρικές φωνές ακούγονται πολύ λεπτές ή μεταλλικές
fi_fi: Miesääni metallinen
hr_hr: Muški glasovi zvuče resko ili metalno
hu_hu: A férfihang túl magas vagy érces
it_it: Suono delle voci maschili metallico
ko_kr: 남성의 목소리가 깡통이 부딪치는 소리나 기계음 처럼 들립니다
nl_nl: Mannenstemmen klinken iel of blikkerig.
no_no: Mannlige stemmer oppleves spinkle eller metalliske
pt_pt: As vozes masculinas soam metálicas ou estridentes
ro_ro: Vocea masculina se aude metalic
ru_ru: Мужские голоса кажутся дребезжащими/металлическими
sv_se: Mansröster låter tunna eller metalliska
th_th: เสียงผู้ชายเหมือนเสียงโลหะ
tr_tr: Erkek sesleri tiz veya metalik
zh_cn: 听男声的声音太刺耳

source: Decrease high frequency gain
bg_bg: Намалете нивото на високите честоти
cht: 降低高頻增益量
da_dk: Reducer højfrekvent forstærkning
el_gr: Μειώστε την απόκριση υψηλών συχνοτήτων
fi_fi: Vähennä diskanttivahvistusta
hr_hr: Smanjite pojačanje visokih frekvencija
hu_hu: Csökkentse a magas frekvenciás erősítést
it_it: Diminuire il guadagno delle alte frequenze
ko_kr: 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van hoge frequenties
no_no: Reduser gain i høyfrekvensområdet
pt_pt: Reduza o ganho de alta frequência
ro_ro: Micsorati castigul pe frecventele inalte
ru_ru: Уменьшите усиление на высоких частотах
sv_se: Minska förstärkningen för höga frekvenser
th_th: ลดเกนที่ความถี่สูง
tr_tr: Yüksek frekanslarda kazancı düşür
zh_cn: 降低高频增益

source: Decrease G80 for high frequencies
bg_bg: Намалете G80 за високите честоти
cht: 降低G80的高頻增益量
da_dk: Reducer G80 for højfrekvenser
el_gr: Μειώστε την G80 για τις υψηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta korkeilla taajuuksilla
hr_hr: Smanjite G80 za visoke frekvencije
hu_hu: Csökkentse a G80-at a magas frekvenciákon
it_it: Diminuire G80 per le alte frequenze
ko_kr: 고주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij hoge frequenties
no_no: Reduser G80 i høyfrekvensområdet
pt_pt: Diminuir G80 para freq. altas
ro_ro: Reduceti G80 pe frecventele inalte
ru_ru: Уменьшите G80 на высоких частотах
sv_se: Minska G80 för de höga frekvenserna
th_th: ที่G80ลดเกนที่ความถี่สูง
tr_tr: Yüksek frekanslarda G80 kazancını azalt
zh_cn: 降低G80高频增益

source: Perform real ear measurement; adjust gain to achieve smooth frequency response
bg_bg: Направете акустично измерване; регулирайте усилването, за да постигнете равномерна честотна характеристика
cht: 執行實耳測量；調整增益以達較平滑的頻率反應
da_dk: Udfør REM-måling; juster frekvensgangen, så den er glat
el_gr: Προβείτε σε μέτρηση REM, προσαρμόστε την ένταση για ομαλή απόκριση στις συχνότητες
fi_fi: Suorita REM-mittaus; säädä vahvistus siten,että taajusvaste on tasainen.
hr_hr: Obavite in-situ mjerenje razine zvučnog tlaka; prilagodite pojačanje kako biste postigli ujednačen frekvencijski odziv
hu_hu: Végezzen valós fül mérést, majd állítsa be az erősítést az egyenletes frekvenciaválasz eléréséhez
it_it: Effettuare il guadagno di inserzione; regolare il guadagno per ottenere una risposta in frequenza regolare
ko_kr: 실이측정을 수행합니다: 게인을 조절하여 목표 곡선에 맞게 조절하세요.
nl_nl: Voer een Real-Ear meting uit; pas de versterking aan om een vloeiende curve te krijgen
no_no: Foreta REM-måling; juster gain for å oppnå en glatt frekvenskurve
pt_pt: Realize REM: ajuste o ganho para obter uma resposta de frequências suave
ro_ro: Realizare de masuratori "in-situ"; ajustare de castig pentru o caracteristica de frecventa lina (claritate)
ru_ru: Произведите измерения в реальном ухе; подстройте усиление, чтобы достичь плавной частотной характеристики
sv_se: Utför IF mätning, justera förstärkningen för att uppnå en jämn frekvensgång
th_th: ทำ real ear ปรับค่าเกนเพื่อให้ได้การตอบสนองความถี่ที่มีความราบรื่น
tr_tr: Gerçek kulak ölçümü yapın; düzgün frekans cevabı elde etmek için kazancı ayarlayın
zh_cn: 进行真耳测试；调整增益以得到平滑的频率响应

source: Own voice is boomy
bg_bg: Моят глас се чува гръмко
cht: 自己的嗓音太過低沈
da_dk: Egen stemme er for dyb
el_gr: Η φωνή του ίδιου του ατόμου ακούγεται μπάσα
fi_fi: Oma ääni on kumiseva
hr_hr: Vlastiti glas je gromoglasan
hu_hu: A saját hang túl mély
it_it: La propria voce è rimbombante
ko_kr: 사용자의 목소리가 웅웅거리듯이 매우저음으로 들립니다
nl_nl: De eigen stem klinkt dreunend.
no_no: Egen stemme er rungende
pt_pt: A própria voz está como um estrondo
ro_ro: Propria voce este ca o bubuitura
ru_ru: Собственный голос звучит гулко
sv_se: Den egna rösten dånar
th_th: เสียงตัวเองดังครืนทุ้มตํ่า
tr_tr: Kendi sesim gümbürtülü, patlayarak geliyor
zh_cn: 自己的声音太沉闷

source: Decrease G80 for low and mid frequencies, increase compression ratio in low frequencies
bg_bg: Намалете G80 за ниските и средните честоти, и увеличете степента на натиск за ниските честоти
cht: 降低G80的低頻及中頻增益量，提升低頻的壓縮比
da_dk: Reducer G80 for lav- og mellemfrekvenser, forøg kompressionsforhold for lavfrekvenser
el_gr: Μειώστε την G80 για τις χαμηλές και τις μεσαίες συχνότητες και αυξήστε τον λόγο συμπίεσης για τις χαμηλές συχνότητες
fi_fi: Vähennä G80-vahvistusta matalilla ja keskitaajuuksilla, lisää kompressiota matalilla taajuuksilla.
hr_hr: Smanjite G80 za niske i srednje frekvencije, povećajte omjer kompresije kod niskih frekvencija
hu_hu: Csökkentse a G80-at a mély- és közepes frekvenciákon; növelje a kompressziós arányt a mély frekvenciákon
it_it: Diminuire G80 per le frequenze basse e medie, aumentare il rapporto di compressione per le basse frequenze
ko_kr: 중주파수와 고주파수의 G80을 낮추고 저주파수의 압축비율을 높이세요
nl_nl: Verlaag G80 bij lage en middenfrequenties, verhoog de compressie bij lage frequenties
no_no: Reduser G80 i lav- og midtfrekvensområdene, øk kompresjonsgraden i lavfrekvensområdet
pt_pt: Diminua o G80 para frequências médias e baixas, aumente a razão de compressão em frequências baixas
ro_ro: Reduceti G80 pentru frecvente joase si medii, mariti raportul de compresie pe frecventele joase
ru_ru: Уменьшите G80 для низких и средних частот, увеличьте уровень компрессии на низких частотах
sv_se: Minska G80 för låga och mellanfrekvenser, öka kompressionsförhållandet för de låga frekvenserna
th_th: ที่G80 ลดเกนที่ความถี่ตํ่าและกลาง เพิ่มcompress ratioที่ความถี่ตํ่า
tr_tr: Alçak ve orta frekanslarda G80 kazancını azalt, alçak frekanslarda kompresyon oranını artır
zh_cn: 降低G80中低频增益，增加低频压缩比

source: Increase vent size
bg_bg: Увеличете венти отвора
cht: 增加氣孔尺寸
da_dk: Forøg diameteren for vent.
el_gr: Αυξήστε το μέγεθος του αεραγωγού
fi_fi: Suurenna ilmastointia
hr_hr: Povećajte veličinu oduška
hu_hu: Növelje a szellőzőfuratot
it_it: Aumentare la dimensione della ventilazione
ko_kr: 벤트 사이즈를 늘리세요
nl_nl: Vergroot de venting
no_no: Øk ventilering
pt_pt: Aumentar tamanho da ventilação
ro_ro: Cresteti marimea ventului
ru_ru: Увеличьте размер вента
sv_se: Öka ventilationsstorlek
th_th: เพิ่มขนาด vent
tr_tr: Vent ölçüsünü artır
zh_cn: 增加通气孔尺寸

source: Decrease G80 for low and mid frequencies
bg_bg: Намалете G80 за ниските и средните честоти
cht: 降低G80的低頻及中頻增益量
da_dk: Reducer G80 for lav- og mellemfrekvenser
el_gr: Μειώστε την G80 για τις χαμηλές και τις μεσαίες συχνότητες
fi_fi: Vähennä G80-vahvistusta basso- ja keskitaajuuksilla
hr_hr: Smanjite G80 za niske i srednje frekvencije
hu_hu: Csökkentse a G80-at a mély és közepes frekvenciákon
it_it: Diminuire G80 per le frequenze basse e medie
ko_kr: 중주파수와 저주파수 G80을 낮추세요
nl_nl: Verlaag G80 bij lage en middenfrequenties
no_no: Reduser G80 i lav- og midtfrekvensområdene
pt_pt: Redução de G80 para baixas e médias frequências
ro_ro: Reduceti G80 pe frecventele joase si medii
ru_ru: Уменьшите G80 на низких и средних частотах
sv_se: Minska G80 för låga och mellanfrekvenser
th_th: ลดเกน 80 ที่ความถี่ตํ่าและความถี่กลาง
tr_tr: Alçak ve orta frekanslarda G80 kazancını azalt
zh_cn: 降低G80中低频增益

source: Female voices are too soft
bg_bg: Женските гласове са прекалено тихи
cht: 女性嗓音太小聲
da_dk: Kvindestemmer er for svage
el_gr: Οι γυναικείες φωνές είναι πολύ σιγανές
fi_fi: Naisen ääni on liian pehmeä
hr_hr: Ženski glasovi previše su tihi
hu_hu: Női hang túl halk
it_it: Suono delle voci femminili troppo debole
ko_kr: 여성의 목소리가 너무 작게들립니다
nl_nl: Vrouwenstemmen klinken over het algemeen te zacht
no_no: Lyden av kvinnestemmer er for lav
pt_pt: As vozes femininas estão muito baixas.
ro_ro: Vocea feminina este prea slaba
ru_ru: Женские голоса слишком тихие
sv_se: Kvinnliga röster är för svaga
th_th: เสียงผู้หญิงเบาไป
tr_tr: Kadın sesleri çok az geliyor
zh_cn: 听女人声音太小

source: Increase G50 at 2 kHz
bg_bg: Намалете G50 при 2 kHz
cht: 提升G50的2 kHz
da_dk: Forøg G50 ved 2 kHz
el_gr: Αυξήστε την G50 στα 2 kHz
fi_fi: Vähennä G50-vahvistusta 2 kHz:llä
hr_hr: Povećajte G50 pri 2 kHz
hu_hu: Növelje a G50-et 2 kHz-en
it_it: Aumentare G50 a 2 kHz
ko_kr: 2KHz에서 G50을 높이세요
nl_nl: Verhoog G50 bij 2 kHz
no_no: Øk G50 ved 2 kHz
pt_pt: Aumentar G50 em 2 kHz
ro_ro: Creșteți G50 pe 2 kHz
ru_ru: Увеличьте G50 на 2 кГц
sv_se: Öka G50 vid 2 kHz
th_th: เพิ่มเกน 50 ที่ความถี่ 2 kHz
tr_tr: 2 kHz'de G50 kazancını artır
zh_cn: 增加G50 2 kHz增益

source: Increase G50 for mid and high frequencies
bg_bg: Увеличете G50 за средните и високите честоти
cht: 提升G50的中頻及高頻增益量
da_dk: Forøg G50 for mellem- og højfrekvenser
el_gr: Αυξήστε την G50 για τις μεσαίες και τις υψηλές συχνότητες
fi_fi: Lisää G50-vahvistusta keski- ja diskanttitaajuuksilla
hr_hr: Povećajte G50 za srednje i visoke frekvencije
hu_hu: Növelje a G50-et a közép- és magas frekvenciákon
it_it: Aumentare G50 per le frequenze medie e alte
ko_kr: 중주파수와 고주파수 G50을 높이세요
nl_nl: Verhoog G50 bij midden- en hoge frequenties
no_no: Øk G50 i midt- og høyfrekvensområdene
pt_pt: Aumento de G50 para médias e altas frequências
ro_ro: Cresteti G50 pe frecvente medii si inalte
ru_ru: Увеличьте G50 на средних и высоких частотах
sv_se: Öka G50 för mellan och höga frekvenser
th_th: เพิ่มเกน50ที่ความถี่กลางและสูง
tr_tr: Orta ve yüksek frekanslarda G50 kazancını artır
zh_cn: 增加G50中高频增益

source: Increase G50 for high frequencies
bg_bg: Увеличете G50 за високите честоти
cht: 提升G50的高頻增益量
da_dk: Forøg G50 for højfrekvenser
el_gr: Αυξήστε την G50 για τις υψηλές συχνότητες
fi_fi: Lisää G50-vahvistusta diskanttitaajuuksilla
hr_hr: Povećajte G50 za visoke frekvencije
hu_hu: Növelje a G50-et a magas frekvenciákon
it_it: Aumentare G50 per le alte frequenze
ko_kr: 고주파수에서 G50을 높이세요
nl_nl: Verhoog G50 bij hoge frequenties
no_no: Øk G50 i høyfrekvensområdet
pt_pt: Aumento de G50 para altas frequências
ro_ro: Mariti G50 pe frecventele inalte
ru_ru: Увеличьте G50 на высоких частотах
sv_se: Öka G50 för höga frekvenser
th_th: เพิ่มเกน 50 ที่ความถี่สูง
tr_tr: Yüksek frekanslarda G50 kazancını artır
zh_cn: 增加G50高频增益
