Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: If chosen in a program, Spatial Sense will allow for optimized listening omnidirectional mode .
bg_bg: Ако е избран в програма, Spatial Sense (пространствен усет) позволява дава възможност за оптимизиран режим на многопосочно слушане.
cht: 如果選擇一個程式，空間感之將可優化聆聽全方向模式。
da_dk: Hvis Spatial Sense er valgt i et program, muliggør det optimeret lytning i omnidirektionel tilstand.
el_gr: Εάν επιλεγεί στο πλαίσιο προγράμματος, το Spatial Sense θα παρέχει δυνατότητα βελτιωμένης λειτουργίας πολυκατευθυντικής ακρόασης.
fi_fi: Jos tilantuntu on valittu ohjelmaan, se mahdollistaa kuuntelun optimoinnin kaikkisuuntaisessa tilassa.
hr_hr: Ako se odabere u programu, Spatial Sense omogućit će optimizirani svesmjerni način slušanja.
hu_hu: Ha kiválasztja egy programban, a Térbeli érzékelési funkció lehetővé teszi az optimalizált, omnidirekcionális üzemmódot.
it_it: Se scelto in un programma, Ascolto Naturale consentirà l'uso della modalità di ascolto omnidirezionale ottimizzata.
ko_kr: Spatial sense는 최적화된 omni 청취 환경을 제공합니다.
nl_nl: Wanneer Spatial Sense in een programma is geselecteerd, zorgt het voor een optimale ruimtelijke beleving in de Omnidirectionele luistermodus.
no_no: Dersom Spatial Sense velges i et program, vil det åpne for optimalisert lytting i omnidireksjonal modus.
pt_pt: Se for selecionado em um programa, o Spatial Sense possibilitará o modo de escuta omnidirecional otimizado.
ro_ro: Dacă este ales într-un program, Spatial Sense va permite ascultarea optimizată în modul omnidirecțional.
ru_ru: Если Пространственное восприятие выбрано в программе, это позволит воспользоваться всенаправленным режимом, оптимизированным для прослушивания.
sv_se: Avancerad Omni möjliggör optimerad lyssning i alla riktningar.
th_th: หากเลือกไว้ในโปรแกรม การรับรู้เชิงพื้นที่จะช่วยให้สามารถทำการฟังในโหมดทุกทิศทางได้อย่างเต็มประสิทธิภาพ
tr_tr: Bir programda seçildiğinde, Konumsal Algı omni-yönlülük modunda optimize dinlemeye izin verecektir.
zh_cn: 如果在程序中选定，3D实景空间感知可实现优化的全向聆听模式。

source: Spatial Sense will be converted to Omni
bg_bg: Spatial Sense ще бъде преобразуван в Omni
cht: 實景空間感知將轉換為全方向
da_dk: Spatial Sense konverteres til Omni
el_gr: Η λειτουργία Spatial Sense θα μετατραπεί σε Πολυκατευθυντική λειτουργία
fi_fi: Tilantuntu muunnetaan Pallokuvio-toiminnoksi.
hr_hr: Spatial Sense prebaciti će se u svesmjerni način rada
hu_hu: A Térbeli érzékelési átkonvertálása Omni-ba
it_it: Ascolto Naturale sarà convertito in Omnidirezionale
ko_kr: Spatial Sense를 선택하면, 보청기 마이크는 최적화된 Spatial Sense Omni로 설정됩니다.
nl_nl: Spatial Sense zal omgezet worden naar Omni
no_no: Spatial Sense vil bli konvertert til Omni
pt_pt: O Spatial Sense será convertido em Omni
ro_ro: Simtul Spatial va fi convertit in Omni
ru_ru: Пространственное восприятие будет преобразовано во Всенаправленность
sv_se: Avancerad Omni konverteras till Omni
th_th: การรับรู้เชิงพื้นที่จะถูกแปลงเป็นทุกทิศทาง
tr_tr: Konumsal Algı, Omni'ye dönüştürülecektir
zh_cn: 3D实景空间感知将转变为全向性。

source: Apply to Fitting is not available while Acceptance Manager is in progress. Please turn off Acceptance Manager first.
bg_bg: Приложи за монтирането не е достъпно, докато Acceptance Manager е в ход. Моля, най-напред изключете Acceptance Manager.
cht: 適應管理正在進行中，無法套用至選配。請先關閉適應管理。
da_dk: Benyt til tilpasning er ikke tilgængelig, når Acceptance Manager er i gang. Deaktiver Acceptance Manager først.
el_gr: Η επιλογή "Χρήση στην εφαρμογή" δεν είναι διαθέσιμη ενόσω εκτελείται ο Διαχειριστής αποδοχής. Απενεργοποιήστε πρώτα τον Διαχειριστή αποδοχής.
fi_fi: Ei voi käyttää sovitukseen, jos sopeutumisavustaja on toiminnassa. Poista Sopeutumisavustaja ensin käytöstä.
hr_hr: Primijeni na namještanje nije dostupno dok je Acceptance Manager u tijeku. Najprije isključite Acceptance Manager.
hu_hu: Az illesztési adatok alkalmazása nem érhető el, ha az Acceptance Manager fut. Először kapcsolja ki az Acceptance Managert.
it_it: Applica al fitting non è disponibile durante l'esecuzione di Manager adattamento. Disattivare prima Manager adattamento.
ko_kr: 자동적응매니저 실행 중에는 피팅을 적용할 수 없습니다. 먼저 자동적응매니저를 종료하십시오.
nl_nl: Toepassen bij de aanpassing is niet beschikbaar wanneer de Acceptatie Manager wordt uitgevoerd. Schakel eerst de Acceptatie Manager uit.
no_no: Bruk i tilpasning er ikke tilgjengelig når Acceptance Manager er aktivert. Du må først slå av Acceptance Manager.
pt_pt: A opção Aplicar para ajuste não está disponível enquanto o Gerenciador de Adaptação está em andamento. Desative o Gerenciador de Adaptação.
ro_ro: Apply to Fitting nu este disponibil in timp ce Managerul de acceptare este in desfasurare. Va rugam opriti intai Managerul de acceptare
ru_ru: Опция пересчета недоступна, пока активен Менеджер адаптации. Сначала нужно отключить Менеджер адаптации.
sv_se: Lägg till Anpassning är inte tillgängligt när Acceptans-verktyget är igång. Stäng av Acceptans-verktyget först.
th_th: ไม่สามารถนำไปใช้กับการทดลองสวมได้ในระหว่างที่ตัวจัดการการยอมรับยังทำงานอยู่ โปรดปิดตัวจัดการการยอมรับก่อน
tr_tr: Adaptasyon Yöneticisi devam ederken Fitting'e Uygula kullanılamaz. Lütfen önce Adaptasyon Yöneticisini kapatın.
zh_cn: 满意度管理系统运行时无法应用到验配。请先关闭满意度管理系统。

source: Traditional Chinese (Hong Kong)
bg_bg: Традиционен китайски (Хонконг)
cht: 繁體中文 (香港)
da_dk: Traditionelt kinesisk (Hongkong)
el_gr: Παραδοσιακά Κινεζικά (Χονγκ Κονγκ)
fi_fi: Perinteinen Kiina (Hongkong)
hr_hr: Tradicionalni kineski (Hong Kong)
hu_hu: Hagyományos kínai (Hongkong)
it_it: Cinese Tradizionale (Hong Kong)
ko_kr: 중국어(홍콩)
nl_nl: Traditioneel Chinees (Hong Kong)
no_no: Tradisjonell kinesisk (Hong Kong)
pt_pt: Chinês Tradicional (Hong Kong)
ro_ro: Chineza Traditionala (Hong Kong)
ru_ru: Традиционный Китайский (Гонконг)
sv_se: Traditionell kinesiska (Hong Kong)
th_th: ภาษาจีนแบบดั้งเดิม (ฮ่องกง)
tr_tr: Geleneksel Çince (Hong Kong)
zh_cn: 繁体中文(香港)

source: Welcome to ReSound Smart Fit - Pediatric Fitting
bg_bg: Добре дошли в Smart Fit (интелигентен монтаж) – Педиатричен монтаж
cht: 歡迎使用 Smart Fit - 孩童選配
da_dk: Velkommen til Smart Fit – Pædiatrisk tilpasning
el_gr: Καλωσορίσατε στο Smart Fit - Παιδιατρικής Εφαρμογής
fi_fi: Tervetuloa pediatriseen Smart Fit sovitukseen
hr_hr: Dobrodošli u Smart Fit - namještanje za pedijatrijske bolesnike
hu_hu: Üdvözli a RSound Smart Fit - Gyermek illesztés
it_it: Benvenuto in Smart Fit - Fitting pediatrico
ko_kr: Smart Fit-유소아피팅을 환영합니다.
nl_nl: Welkom bij Smart Fit - Pediatrische aanpassing
no_no: Velkommen til Smart Fit – Pediatrisk tilpasning
pt_pt: Bem-vindo ao Smart Fit – ajuste pediátrico
ro_ro: Bun venit la Smart Fit - Fixare Pediatrică
ru_ru: Добро пожаловать в Smart Fit - настройка детских СА
sv_se: Välkommen till Smart Fit - Pediatrisk anpassning
th_th: ยินดีต้อนรับสู่ Smart Fit - การทดลองสวมของกุมารแพทย์
tr_tr: Akıllı Fitting - Pediatrik Fitting'e Hoş Geldiniz
zh_cn: 欢迎使用Smart Fit - 儿童验配

source: Add Items
bg_bg: Добавяне на елементи
cht: 新增項目
da_dk: Tilføj elementer
el_gr: Προσθήκη στοιχείων
fi_fi: Lisää kohteita
hr_hr: Dodaj stavke
hu_hu: Elemek hozzáadása
it_it: Aggiungi articoli
ko_kr: 확인
nl_nl: Items toevoegen
no_no: Legg til elementer
pt_pt: Adicionar itens
ro_ro: Adăugare elemente
ru_ru: Добавить позиции
sv_se: Lägg till enheter
th_th: เพิ่มรายการ
tr_tr: Ürünler Ekle
zh_cn: 添加项目

source: Select Items to Add
bg_bg: Изберете елементи за добавяне
cht: 選擇項目以新增
da_dk: Vælg elementer, der skal tilføjes
el_gr: Επιλέξτε στοιχεία για προσθήκη
fi_fi: Valitse lisättävät kohteet
hr_hr: Odaberite stavke za dodavanje
hu_hu: Hozzáadandó elemek kiválasztása
it_it: Selezionare gli articoli da aggiungere
ko_kr: 리포트 아이템 추가
nl_nl: Selecteer Items om toe te voegen
no_no: Velg elementer som skal legges til
pt_pt: Selecione os itens a serem adicionados
ro_ro: Selectare elemente de adăugat
ru_ru: Выбрать позиции для добавления
sv_se: Välj enheter att lägga till
th_th: เลือกรายการที่จะเพิ่ม
tr_tr: Eklenecek Ürünleri Seç
zh_cn: 选择要添加的项目

source: Mini Mic
hr_hr: Mini mikrofon
hu_hu: Mini mik.
no_no: Mini Mik
ru_ru: Мини-микрофон
sv_se: Minimikrofon
th_th: ไมโครโฟนขนาดเล็ก
tr_tr: Mini Mikrofon
zh_cn: 迷你音频转换器

source: Micro Mic
hr_hr: Micro mikrofon
hu_hu: Mikro mik.
no_no: Mikro Mik
ru_ru: Микро-микрофон
sv_se: Mikromikrofon
th_th: ไมโครโฟนแยก
tr_tr: Mikro Mikrofon
zh_cn: 迷你麦克风

source: Multi Mic
hr_hr: Multi mikrofon
hu_hu: Multi mik.
no_no: Multi Mik
ru_ru: Мульти-микрофон
sv_se: Multimikrofon
th_th: ไมโครโฟนหลายตัว
tr_tr: Multi Mikrofon
zh_cn: 多功能迷你音频转换器

source: Ear To Ear
bg_bg: Ухо с ухо
cht: 雙耳互聯
fi_fi: Viestintä korvasta korvaan
hr_hr: Između ušiju
hu_hu: Készülékek között
no_no: Øre til øre
pt_pt: Orelha a orelha
ro_ro: Ureche la Ureche
ru_ru: Связь между СА
sv_se: Öra-till-öra
th_th: ระหว่างหู
tr_tr: Kulaktan Kulağa
zh_cn: AI智能双耳融合系统

source: Need internet connection
bg_bg: Необходима е Интернет връзка
cht: 需要網路連接
da_dk: En internetforbindelse er nødvendig
el_gr: Απαιτείται σύνδεση στο διαδίκτυο
fi_fi: Internet-yhteys tarvitaan
hr_hr: Potrebna internetska veza
hu_hu: Internetkapcsolat szükséges
it_it: È necessaria la connessione a Internet
ko_kr: 인터넷 연결이 요구됩니다
nl_nl: Internetverbinding vereist
no_no: Trenger internett-tilkobling
pt_pt: Conexão com a Internet necessária
ro_ro: Conexiune internet necesară
ru_ru: Требуется подключение к интернету
sv_se: Internetanslutning krävs
th_th: จำเป็นต้องใช้การเชื่อมต่ออินเทอร์เน็ต
tr_tr: İnternet bağlantısı gereklidir
zh_cn: 需要网络连接

source: Noahlink Wireless (Airlink 2) update requires internet connection. Please check your internet connection and run the tool again. Please contact your customer service representative if you need to trade-in or purchase a new Noahlink Wireless (Airlink 2) programming device.
bg_bg: Актуализацията на Noahlink Wireless (Airlink 2) изисква връзка с Интернет. Моля, проверете връзката си с Интернет и стартирайте инструмента отново. Моля, обърнете се към вашия представител за обслужване на клиенти, ако искате да размените или закупите ново програмиращо устройство Noahlink Wireless (Airlink 2)
cht: Noahlink Wireless (Airlink 2) 更新需要互聯網連線。請檢查您的互聯網連線並再次運行該工具。 倘您需要以舊換新或購買新的 Noahlink Wireless (Airlink 2) 編程裝置，請連絡您的客戶服務代表。
da_dk: Noahlink Trådløs (AirLink 2) opdatering kræver internetforbindelse. Tjek din internetforbindelse, og kør værktøjet igen. Kontakt din kundeservicerepræsentant, hvis du har brug for at bytte til eller købe en ny Noahlink Trådløs (AirLink 2) programmeringsenhed.
el_gr: Η ενημέρωση Noahlink Wireless (Airlink 2) απαιτεί σύνδεση στο διαδίκτυο. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και εκτελέστε ξανά το εργαλείο. Επικοινωνήστε με τον εκπρόσωπο εξυπηρέτησης πελατών, εάν χρειάζεται να ανταλλάξετε ή να αγοράσετε νέα συσκευή προγραμματισμού Noahlink Wireless (Airlink 2).
fi_fi: Noahlink Wireless (Airlink 2) -päivitys edellyttää Internet-yhteyttä. Tarkista Internet-yhteys ja käynnistä työkalu uudelleen. Jos haluat vaihtaa tai ostaa uuden Noahlink Wireless (Airlink 2) -ohjelmointilaitteen, ota yhteys asiakaspalveluun.
hr_hr: Ažuriranje bežičnog Noahlink (Airlink2) uređaja zahtjeva internetsku vezu. Molimo, provjerite svoju internetsku vezu i ponovno pokrenite program. Molimo, obratite se svojom predstavniku korisničke službe ako trebate zamijeniti ili kupiti novi bežični Noahlink uređaj (Airlink2).
hu_hu: A vezeték nélküli Noahlink (Airlink 2) frissítéséhez internetkapcsolatra van szükség. Ellenőrizze az internetkapcsolatát majd futtassa újra az eszközt. Kérjük, vegye fel a kapcsolatot az ügyfélkapcsolati munkatársukkal abban az esetben, ha szeretne vásárolni vagy újra cserélni a vezeték nélküli Noahlink (Airlink 2) programozóeszközét.
it_it: L’aggiornamento di Noahlink Wireless (Airlink 2) richiede una connessione internet. Si prega di controllare la connessione internet e di riprovare. Se si desidera permutare o acquistare un nuovo dispositivo di programmazione Noahlink Wireless (Airlink 2), contattare il rappresentante del servizio clienti.
ko_kr: Noahlink Wireless (Airlink 2)를 업데이트하려면 인터넷 연결이 필요합니다. 인터넷 연결을 확인하고 도구를 다시 실행하십시오. Noahlink Wireless (Airlink 2) 프로그래밍 장치를 보상 판매하거나 새로 구입하려는 경우 고객 서비스 담당자에게 연락하십시오.
nl_nl: Voor de update van Noahlink Wireless (Airlink 2) heeft u een internetverbinding nodig. Controleer uw internetverbinding en voer de update nogmaals uit. Neem contact op met een medewerker van de klantenservice als u een nieuw programmeerapparaat voor Noahlink Wireless (Airlink 2) moet kopen of het in moet ruilen.
no_no: Oppdatering av Noahlink Wireless (Airlink 2) krever nettilkobling. Vennligst kontroller nettilkoblingen og kjør verkøyet på nytt. Vennligst kontakt selger hvis du ønske rå bytte inn eller kjøpe en ny Noahlink Wireless (Airlink 2) programmeringsenhet.
pt_pt: A atualização do Noahlink Wireless (Airlink 2) requer uma conexão à Internet. Verifique a sua conexão de Internet e execute a ferramenta novamente. Entre em contato com o seu representante de serviço de atendimento ao cliente caso precise trocar ou comprar um novo dispositivo de programação Noahlink Wireless (Airlink 2).
ro_ro: Actualizarea Noahlink Wireless (Airlink 2) necesită conexiune la internet. Vă rugăm să verificați conexiunea la internet și să porniți dispozitivul din nou. Vă rugăm să contactați reprezentatul serviciului pentru relații cu clienții dacă doriți să schimbați articolul vechi cu unul nou sau doriți să achiziționați un nou dispozitiv de programare Noahlink Wireless (Airlink 2).
ru_ru: Для обновления Noahlink Wireless (Airlink 2) необходимо интернет-соединение. Пожалуйста, проверьте интернет-соединение и запустите приложение еще раз. Пожалуйста, свяжитесь с представителем службы поддержки клиентов в Вашем регионе, если Вам необходимо обменять программирующее устройство Noahlink Wireless (Airlink 2) или приобрести новое.
sv_se: Uppdatering av Noahlink Wireless (Airlink 2) kräver internetanslutning. Kontrollera din internetanslutning och kör verktyget igen. Kontakta kundtjänst om du behöver byta in eller köpa en ny Noahlink Wireless (Airlink 2) programmeringsenhet.
th_th: การอัพเดต Noahlink Wireless (Airlink 2) ต้องเชื่อมต่ออินเทอร์เน็ต โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและเรียกใช้เครื่องช่วยฟังอีกครั้ง โปรดติดต่อตัวแทนบริการลูกค้าของคุณหากคุณต้องการแลกเปลี่ยนหรือ ซื้ออุปกรณ์การโปรแกรม Noahlink Wireless (Airlink 2) ใหม่
tr_tr: Noahlink Wireless (Airlink 2) güncellemesi internet bağlantısı gerektirir. Lütfen internet bağlantınızı kontrol edin ve aracı yeniden çalıştırın. Yeni bir Noahlink Wireless (Airlink 2) programlama cihazını takas etmeniz veya satın almanız gerekiyorsa, lütfen müşteri hizmetleri temsilcinizle iletişim kurun.
zh_cn: Noahlink Wireless(Airlink 2)更新需要连接互联网。 请检查您的互联网连接，然后再次运行该工具。 如果您需要折旧换新或购买新的Noahlink Wireless(Airlink 2)编程设备，则请联系您的客户服务代表。

source: Restore To Default Report
bg_bg: Възстановяване на доклад по подразбиране
cht: 回復至預設報告
da_dk: Gendan til standardrapport
el_gr: Επαναφορά στην προεπιλεγμένη αναφορά
fi_fi: Palaa oletusraporttiin
hr_hr: Izvještaj o vraćanju na standardne postavke
hu_hu: Alaphelyzetbe állítási jelentés
it_it: Ripristina a report predefinito
ko_kr: 디폴트로 복원
nl_nl: Terug naar default rapport
no_no: Gjenopprett til standardrapport
pt_pt: Restaurar para o relatório padrão
ro_ro: Restaurare la Raport Implicit
ru_ru: Отчет о восстановлении до значений по умолчанию
sv_se: Återställ till standardrapport
th_th: คืนค่ากลับเป็นรายงานเริ่มต้น
tr_tr: Varsayılan Rapora Geri Yükle
zh_cn: 恢复到默认报告

source: Accessories supported:
bg_bg: Поддържани аксесоари:
cht: 支援配件：
da_dk: Tilbehør, der understøttes:
el_gr: Υποστηριζόμενα εξαρτήματα:
fi_fi: Tuetut lisälaitteet :
hr_hr: Podržana dodatna oprema:
hu_hu: Támogatott tartozékok:
it_it: Accessori supportati:
ko_kr: 지원 액세서리:
nl_nl: Ondersteunde accessoires:
no_no: Støttet tilbehør:
pt_pt: Acessórios compatíveis:
ro_ro: Accesorii compatibile:
ru_ru: Поддерживаются аксессуары:
sv_se: Tillbehör som stöds:
th_th: อุปกรณ์เสริมที่สนับสนุน:
tr_tr: Desteklenen aksesuarlar:
zh_cn: 支持的附件:

source: Programming devices supported:
bg_bg: Поддържани програмиращи устройства:
cht: 支援調整裝置：
da_dk: Programmeringsenheder, der understøttes:
el_gr: Υποστηριζόμενες συσκευές προγραμματισμού:
fi_fi: Tuetut ohjelmointilaitteet :
hr_hr: Podržani uređaji za programiranje:
hu_hu: Támogatott programozási eszközök:
it_it: Dispositivi di programmazione supportati:
ko_kr: 지원 프로그램 기기:
nl_nl: Ondersteunde programmeerapparaten:
no_no: Støttede programmeringsenheter:
pt_pt: Dispositivos de programação compatíveis:
ro_ro: Dispozitive de programare compatibile:
ru_ru: Поддерживаются устройства программирования:
sv_se: Programmeringsenheter som stöds:
th_th: อุปกรณ์ตั้งโปรแกรมที่สนับสนุน:
tr_tr: Desteklenen programlama cihazları:
zh_cn: 支持的编程设备:

source: Enable Remote Hearing Aid Update
bg_bg: Активиране на дистанционно актуализиране на слуховия апарат
cht: 啟用遠端助聽器更新
da_dk: Aktivér fjernopdatering af høreapparat
el_gr: Ενεργοποίηση απομακρυσμένης ενημέρωσης ακουστικού βοηθήματος
fi_fi: Ota kuulokojeiden etäpäivitys käyttöön
hr_hr: Omogući daljinsko ažuriranje slušnog pomagala
hu_hu: Hallókészülék távoli frissítésének engedélyezése
it_it: Abilita aggiornamento apparecchio acustico da remoto
ko_kr: 보청기 원격 업데이트
nl_nl: Remote Hoortoestel Update mogelijk maken
no_no: Aktiver ekstern oppdatering av høreapparat
pt_pt: Habilitar a atualização remota do aparelho auditivo
ro_ro: Activare actualizare de la distanță aparat auditiv
ru_ru: Активировать удаленное обновление СА
sv_se: Aktivera fjärruppdatering av hörapparat
th_th: เปิดใช้งานการอัพเดตอุปกรณ์ช่วยฟังระยะไกล
tr_tr: Uzaktan İşitme Cihazı Güncellemesini Etkinleştir
zh_cn: 启用助听器云升级

source: Searching for updates...
bg_bg: Търсене на актуализации...
cht: 搜尋更新...
da_dk: Søger efter opdateringer...
el_gr: Γίνεται αναζήτηση ενημερώσεων...
fi_fi: Etsitään päivityksiä...
hr_hr: Traženje ažuriranja...
hu_hu: Frissítések keresése...
it_it: Ricerca aggiornamenti in corso...
ko_kr: 업데이트 정보 찾는 중...
nl_nl: Zoeken naar updates...
no_no: Søker etter oppdateringer...
pt_pt: Procurando atualizações...
ro_ro: Se caută actualizări...
ru_ru: Ведется поиск обновлений...
sv_se: Söker efter uppdateringar ...
th_th: กำลังค้นหาข้อมูลอัพเดต...
tr_tr: Güncellemeler aranıyor...
zh_cn: 搜索更新...

source: Update Available
bg_bg: Има актуализация
cht: 可用更新
da_dk: Der er en tilgængelig opdatering
el_gr: Διαθέσιμη ενημέρωση
fi_fi: Uusi päivitys on saatavilla
hr_hr: Dostupno je ažuriranje
hu_hu: Frissítés érhető el
it_it: Aggiornamento disponibile
ko_kr: 업데이트 가능
nl_nl: Update beschikbaar
no_no: Oppdatering tilgjengelig
pt_pt: Atualização Disponível
ro_ro: Actualizare disponibila
ru_ru: Доступно обновление
sv_se: Uppdatering tillgänglig
th_th: มีการอัพเดตพร้อมใช้งาน
tr_tr: Güncelleme Mevcut
zh_cn: 可用升级

source: {0} | Released {1}
bg_bg: {0} | Пусната {1}
cht: {0} | 已發佈 {1}
da_dk: {0} | Frigivet {1}
el_gr: {0} | Έκδοση {1}
fi_fi: {0} | Julkaistu {1}
hr_hr: {0} | Izdano {1}
hu_hu: {0} | Kiadva: {1}
it_it: {0} | Rilasciato {1}
ko_kr: {0} | {1} 츨시함
nl_nl: {0} | Vrijgegeven {1}
no_no: {0} | Utgitt {1}
pt_pt: {0} | Lançada {1}
ro_ro: {0} | Publicate {1}
ru_ru: {0} | Выпущено {1}
sv_se: {0} | Releasad {1}
th_th: {0} | พร้อมใช้งานเมื่อ {1}
tr_tr: {0} | Yayınlandı {1}
zh_cn: {0} | 已发布{1}

source: GN Online Services Login
bg_bg: Вход за онлайн услуги
cht: 網上服務登入
da_dk: Login til onlinetjenester
el_gr: Σύνδεση σε ηλεκτρονικές υπηρεσίες
fi_fi: Kirjaudu GN verkkopalveluun
hr_hr: Prijava na Mrežne usluge
hu_hu: Bejelentkezés az online szolgáltatásokba
it_it: GN Online Services Autenticazione
ko_kr: 로그인
nl_nl: Aanmelden Online Service
no_no: Innlogging nettjenester
pt_pt: Entrar no GN Online Services
ro_ro: Logare servicii online
ru_ru: Вход в онлайн-сервис GN
sv_se: GN Online Services-Inloggning
th_th: เข้าสู่ระบบบริการออนไลน์
tr_tr: Online Hizmetlere Giriş
zh_cn: 瑞声达智能云服务登录

source: Username
bg_bg: Потребителско име
cht: 使用者
da_dk: Brugernavn
el_gr: Όνομα χρήστη
fi_fi: Käyttäjätunnus
hr_hr: Korisničko ime
hu_hu: Felhasználónév
it_it: Nome utente
ko_kr: 아이디
nl_nl: Gebruikersnaam
no_no: Brukernavn
pt_pt: Usuário
ro_ro: Nume utilizator
ru_ru: Имя пользователя
sv_se: Användarnamn
th_th: ชื่อผู้ใช้
tr_tr: Kullanıcı Adı
zh_cn: 用户名

source: Password
bg_bg: Парола
cht: 密碼
da_dk: Adgangskode
el_gr: Κωδικός πρόσβασης
fi_fi: Salasana
hr_hr: Lozinka
hu_hu: Jelszó
ko_kr: 비밀번호
nl_nl: Wachtwoord
no_no: Passord
pt_pt: Senha
ro_ro: Parolă
ru_ru: Пароль
sv_se: Lösenord
th_th: รหัสผ่าน
tr_tr: Şifre
zh_cn: 密码

source: Forgot Username?
bg_bg: Забравено потребителско име?
cht: 忘記使用者？
da_dk: Har du glemt dit brugernavn?
el_gr: Ξεχάσατε το όνομα;
fi_fi: Unohtuiko käyttäjätunnus ?
hr_hr: Zaboravili ste korisničko ime?
hu_hu: Elfelejtette a felhasználónevét?
it_it: Nome utente dimenticato?
ko_kr: 아이디를 잃어버리셨나요?
nl_nl: Gebruikersnaam vergeten?
no_no: Glemt brukernavnet?
pt_pt: Esqueceu o nome de usuário?
ro_ro: Ați uitat numele de utilizator?
ru_ru: Забыли имя пользователя?
sv_se: Glömt ditt användarnamn?
th_th: ลืมชื่อผู้ใช้ใช่หรือไม่
tr_tr: Kullanıcı Adınızı hatırlamıyor musunuz?
zh_cn: 忘记用户名？

source: Forgot Password?
bg_bg: Забравена парола?
cht: 忘記密碼？
da_dk: Har du glemt din adgangskode?
el_gr: Ξεχάσατε τον κωδικό;
fi_fi: Unohtuiko salasana ?
hr_hr: Zaboravili ste lozinku?
hu_hu: Elfelejtette a jelszavát?
it_it: Password dimenticata?
ko_kr: 비밀번호를 잃어버리셨나요?
nl_nl: Wachtwoord vergeten?
no_no: Glemt passordet?
pt_pt: Esqueceu a senha?
ro_ro: Ați uitat parola?
ru_ru: Забыли пароль?
sv_se: Glömt ditt lösenord?
th_th: ลืมรหัสผ่านใช่หรือไม่
tr_tr: Şifrenizi hatırlamıyor musunuz?
zh_cn: 忘记密码？

source: The username or password you entered is incorrect. Please try again.
bg_bg: Потребителското име или паролата, които въведохте, са неправилни. Моля, опитайте отново.
cht: 輸入的使用者名稱或密碼不正確，請再試一次。
da_dk: Brugernavnet eller adgangskoden er forkert. Prøv igen.
el_gr: Το όνομα χρήστη ή ο κωδικός πρόσβασης που πληκτρολογήσατε δεν είναι σωστά. Προσπαθήστε ξανά.
fi_fi: Syöttämäsi käyttäjätunnus tai salasana on virheellinen. Yritä uudelleen.
hr_hr: Korisničko ime ili lozinka koje ste unijeli nisu točni. Pokušajte ponovo.
hu_hu: A megadott felhasználónév vagy jelszó hibás. Próbálkozzon újra.
it_it: Nome utente o password errati. Riprovare.
ko_kr: 입력하신 사용자명과 비밀번호가 일치하지 않습니다. 다시 입력해 주십시오.
nl_nl: Het door u ingevoerde wachtwoord of de gebruikersnaam is incorrect. Probeer het opnieuw.
no_no: Brukernavnet eller passordet du skrev inn, er feil. Prøv igjen.
pt_pt: Nome do usuário ou senha incorreto. Tente novamente.
ro_ro: Numele de utilizare sau parola introduse sunt incorecte. Vă rugăm reîncercați.
ru_ru: Неверное имя пользователя или пароль. Попробуйте еще раз.
sv_se: Det användarnamn eller lösenord du angav är felaktigt. Försök igen.
th_th: ชื่อผู้ใช้หรือรหัสผ่านที่ป้อนไม่ถูกต้อง โปรดลองอีกครั้ง
tr_tr: Girdiğiniz kullanıcı adı veya şifre hatalıdır. Lütfen tekrar deneyin.
zh_cn: 您输入的用户名或密码不正确。请重试。
