Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Read Failed
bg_bg: Неуспешно прочитане
cht: 讀取失敗
da_dk: Fejl ved læsning
el_gr: Η ανάγνωση απέτυχε
fi_fi: Luku epäonnistui
hr_hr: Čitanje nije uspjelo
hu_hu: Olvasási hiba
it_it: Lettura non riuscita
ko_kr: 읽기 실패
nl_nl: Uitlezen mislukt
no_no: Lesing mislyktes
pt_pt: Falha na leitura
ro_ro: Citire esuata
ru_ru: Ошибка при считывании
sv_se: Läsning misslyckades
th_th: การอ่านล้มเหลว
tr_tr: Okuma Başarısız
zh_cn: 读取失败

source: Reconfigure Failed
bg_bg: Неуспешно повторно конфигуриране
cht: 重新配置失敗
da_dk: Fejl ved rekonfiguration
el_gr: Η νέα ρύθμιση παραμέτρων απέτυχε
fi_fi: Konfigurointi epäonnistui
hr_hr: Rekonfiguriranje nije uspjelo
hu_hu: Újrakonfigurálási hiba
it_it: Riconfigurazione non riuscita
ko_kr: 재구성 실패
nl_nl: Reconfigureren mislukt
no_no: Rekonfigurering mislyktes
pt_pt: Falha na reconfiguração
ro_ro: Reconfigurare esuata
ru_ru: Ошибка при переконфигурации
sv_se: Omkonfigurering misslyckades
th_th: การตั้งค่าใหม่ล้มเหลว
tr_tr: Yeniden yapılandırma başarısız
zh_cn: 重新装配失败

source: Replace Failed
bg_bg: Неуспешна замяна
cht: 替換失敗
da_dk: Erstat det fejlede
el_gr: Η αντικατάσταση απέτυχε
fi_fi: Korvaus epäonnistui
hr_hr: Zamjena nije uspjela
hu_hu: Csere hiba
it_it: Sostituzione non riuscita
ko_kr: 교체 실패
nl_nl: Vervangen mislukt
no_no: Erstatte - Mislykket
pt_pt: Falha na substituição
ro_ro: Inlocuire esuata
ru_ru: Ошибка при замене
sv_se: Ersättning misslyckades
th_th: การเปลี่ยนอุปกรณ์ล้มเหลว
tr_tr: Değişim Başarısız
zh_cn: 重置失败

source: Inquiry
bg_bg: Запитване
cht: 查詢
da_dk: Forespørgsel
el_gr: Ερώτημα
fi_fi: Kysely
hr_hr: Upit
hu_hu: Vizsgálat
it_it: Richiesta info
ko_kr: 요청
nl_nl: Onderzoek
no_no: Forespørsel
pt_pt: Coleta de informações
ro_ro: Cerere
ru_ru: Запросить
sv_se: Forskning
th_th: สอบถาม
tr_tr: Anket
zh_cn: 调查

source: Unknown State
bg_bg: Неизвестно състояние
cht: 未知狀態
da_dk: Ukendt tilstand
el_gr: Άγνωστη κατάσταση
fi_fi: Tuntematon tila
hr_hr: Nepoznato stanje
hu_hu: Ismeretlen státusz
it_it: Stato sconosciuto
ko_kr: 알 수 없는 상태
nl_nl: Onbekende staat
no_no: Ukjent status
pt_pt: Estado desconhecido
ro_ro: Judet Necunoscut
ru_ru: Неизвестное состояние
sv_se: Okänt tillstånd
th_th: สถานะที่ไม่รู้จัก
tr_tr: Bilinmeyen Durum
zh_cn: 未知状态

source: Continue
bg_bg: Продължение
cht: 繼續
da_dk: Fortsæt
el_gr: Συνέχεια
fi_fi: Jatka
hr_hr: Nastavak
hu_hu: Folytatás
it_it: Continua
ko_kr: 계속
nl_nl: Doorgaan
no_no: Fortsett
pt_pt: Continuar
ro_ro: Continua
ru_ru: Продолжить
sv_se: Fortsätt
th_th: ทำต่อ
tr_tr: Devam
zh_cn: 继续

source: Fitted
bg_bg: Монтиран
cht: 已選配
da_dk: Tilpasset
el_gr: Εφαρμόστηκε
fi_fi: Sovitettu
hr_hr: Namješteno
hu_hu: Illesztve
it_it: Applicato
ko_kr: 피팅됨
nl_nl: Aangepast
no_no: Tilpasset
pt_pt: Adaptado
ro_ro: Reglat
ru_ru: Настроено
sv_se: Anpassad
th_th: ทดลองสวมแล้ว
tr_tr: Ayarlandı
zh_cn: 已选配

source: Selected
bg_bg: Избран
cht: 已選擇
da_dk: Valgt
el_gr: Επιλέχθηκε
fi_fi: Valittu
hr_hr: Odabrano
hu_hu: Kiválasztva
it_it: Selezionato
ko_kr: 선택됨
nl_nl: Geselecteerd
no_no: Valgt
pt_pt: Selecionado
ro_ro: Selectat
ru_ru: Выбрано
sv_se: Vald
th_th: เลือกแล้ว
tr_tr: Seçildi
zh_cn: 已选择

source: AutoFit
cht: 自動選配
hr_hr: Automatsko podešavanje (AutoFit)
it_it: Fitting Automatico
ru_ru: Автонастройка
sv_se: Snabbanpassning
zh_cn: 自动选配

source: AutoFit - Assign Instruments
bg_bg: AutoFit - присвояване на апарати
cht: 自動選配 - 指派助聽器
da_dk: AutoFit – tilknyt apparater
el_gr: AutoFit - Αντιστοίχιση ακουστικών
fi_fi: PikaSovitus - kuulokojeiden määrittäminen
hr_hr: Automatsko podešavanje – dodaj uređaje
hu_hu: AutoFit - készülékek hozzárendelése
it_it: Fitting Automatico - Assegna Dispositivo
ko_kr: AutoFit - 기기 할당
nl_nl: AutoFit: Toestellen toewijzen
no_no: AutoFit – tilordne apparater
pt_pt: AutoFit - Atribuir Aparelhos Auditivos
ro_ro: AutoFit - Alocare Instrumente
ru_ru: AutoFit - Ассоциировать аппараты
sv_se: Snabbanpassning - Tilldela hörapparater
th_th: AutoFit - กำหนดเครื่องช่วยฟัง
tr_tr: AutoFit - Cihazları Ata
zh_cn: 自动选配 - 指定助听器

source: The device cannot be connected
bg_bg: Устройството не може да бъде свързано
cht: 無法連接裝置
da_dk: Apparatet kan ikke tilsluttes
el_gr: Δεν είναι δυνατή η σύνδεση της συσκευής
fi_fi: Laitetta ei voi yhdistää.
hr_hr: Uređaj se ne može povezati
hu_hu: Nem lehet csatlakoztatni az eszközt
it_it: Impossibile connettere il dispositivo
ko_kr: 보청기를 연결할 수 없습니다
nl_nl: Het toestel kan niet worden verbonden
no_no: Enheten kan ikke kobles til
pt_pt: O aparelho não pode ser conectado
ro_ro: Dispozitivul nu poate fi conectat
ru_ru: Не удается подключить устройство
sv_se: Enheten kan inte anslutas
th_th: ไม่สามารถเชื่อมต่ออุปกรณ์ได้
tr_tr: Cihaza bağlanılamıyor
zh_cn: 无法连接设备

source: Connection Error
bg_bg: Грешка при свързване
cht: 連接錯誤
da_dk: Forbindelsesfejl
el_gr: Σφάλμα σύνδεσης
fi_fi: Yhteysvirhe kuulokojeeseen
hr_hr: Pogreška povezivanja
hu_hu: Csatlakozási hiba
it_it: Errore di connessione
ko_kr: 연결 오류
nl_nl: Verbinding: Error
no_no: Tilkoblingsfeil
pt_pt: Erro de conexão
ro_ro: Eroare de Conexiune
ru_ru: Ошибка подключения
sv_se: Fel vid anslutning
th_th: การเชื่อมต่อ Error
tr_tr: Bağlantı Hatası
zh_cn: 连接出错

source: Calibrate feedback suppression for the connected device?
bg_bg: Да се калибрира ли потискането на микрофонията за свързаното устройство?
cht: 為連接的助聽器進行回饋音抑制校正?
da_dk: Vil du kalibrere undertrykkelse af tilbagekobling for det tilsluttede apparat?
el_gr: Βαθμονόμηση της καταστολής μικροφωνισμού για τη συνδεδεμένη συσκευή;
fi_fi: Kalibroidaanko yhdistetyn laitteen vinkumisen vaimennus ?
hr_hr: Želite li kalibrirati suzbijanje buke za povezani uređaj?
hu_hu: Kalibrálja a csatlakoztatott eszközhöz tartozó gerjedésgátló rendszert?
it_it: Calibrare la soppressione del feedback per il dispositivo connesso?
ko_kr: 연결된 기기의 DFS캘리브레이션을 진행 하시겠습니까?
nl_nl: Kalibreren feedback onderdrukking voor het aangesloten toestel?
no_no: Kalibrere DFS for tilkoblet enhet?
pt_pt: Calibrar supressão de feedback do dispositivo conectado?
ro_ro: Calibrare suprimare feedback pentru dispozitivul conectat?
ru_ru: Калибровать подавление обратной связи на подключенном устройстве?
sv_se: Kalibrera feedbackundertryckning för den anslutna enheten?
th_th: ปรับเทียบการลดเสียงหวีดสำหรับอุปกรณ์ที่เชื่อมต่อหรือไม่
tr_tr: Bağlı cihaz için geribildirim bastırma kalibre edilsin mi?
zh_cn: 是否为已连接助听器进行反馈校准？

source: Detected
bg_bg: Открит
cht: 已偵測
da_dk: Registreret
el_gr: Εντοπίστηκε
fi_fi: Tunnistettu
hr_hr: Otkriveno
hu_hu: Megtalált
it_it: Rilevato
ko_kr: 인식됨
nl_nl: Gedetecteerd
no_no: Funnet
pt_pt: Detectado
ro_ro: Detectat
ru_ru: Обнаружено
sv_se: Ansluten
th_th: ตรวจสอบแล้ว
tr_tr: Algılandı
zh_cn: 探测

source: Calibration failed. Please ensure the environment is as quiet as possible before retrying calibration. Note that the calibration signal will be presented 6dB louder upon retry.
bg_bg: Неуспешно калибриране. Моля, осигурете колкото е възможно по-тиха среда, преди да опитате отново да калибрирате. Имайте предвид, че сигналът за калибриране ще бъде с 6dB по-силен при повторен опит.
cht: 校正失敗。請在重新校準前確保環境盡可能安靜。請注意，在重試時，校正訊號的音量將會提高 6 dB。
da_dk: Fejl ved kalibrering. Sørg for, at lydniveauet fra omgivelserne er så roligt som muligt under kalibrering. Bemærk, at kalibreringssignalet forøges med 6 dB ved et nyt forsøg.
el_gr: Η βαθμονόμηση απέτυχε. Βεβαιωθείτε ότι στο περιβάλλον επικρατεί όσο το δυνατόν περισσότερη ησυχία προτού επαναλάβετε τη βαθμονόμηση. Επισημαίνεται ότι το σήμα βαθμονόμησης θα παραχθεί κατά 6 dB ισχυρότερο από την προηγούμενη προσπάθεια.
fi_fi: Kalibrointi epäonnistui. Varmista että ympäristö on mahdollisimman hiljainen ennen kuin kokeilet uudestaan. Huomaa että kalibrointitasoa nostetaan 6 dB seuraavalla yrityksellä.
hr_hr: Kalibracija nije uspjela. Pobrinite se da okruženje bude što tiše prije ponovnog pokušaja kalibracije. Imajte na umu da će prilikom ponovnog pokušaja kalibracijski signal biti 6dB glasniji.
hu_hu: Kalibrációs hiba. A környezetnek a lehető legcsendesebbnek kell lennie, mielött újrakezdi a kalibrációt. A kalibrációs jel 6dB-el hangosabb lesz az indításkor.
it_it: Calibrazione non riuscita. Assicurarsi che l'ambiente sia il più silenzioso possibile prima di ritentare la calibrazione. Tenere presente che il segnale di calibrazione sarà presentato 6 dB più forte al nuovo tentativo.
ko_kr: 캘리브레이션 실패. 캘리브레이션 재실행 전에 조용한 환경을 유지하세요. 주의: 캘리브레이션 음은 6dB 증가합니다.
nl_nl: Kalibratie mislukt. Zorg er a.u.b. voor dat de omgeving zo rustig mogelijk is tijdens de kalibratie. Let er op dat het kalibratiesignaal bij de volgende meting 6 dB luider zal zijn.
no_no: Kalibrering mislykket. Sørg for at det er så stille som mulig i omgivelsene før du rekalibrerer. Merk at kalibreringssignalet vil være 6 dB høyere ved nytt forsøk.
pt_pt: Falha na calibração. Verifique se o ambiente está silencioso antes de tentar novamente. Observe que o sinal de calibração será apresentado 6dB acima na próxima tentativa.
ro_ro: Calibrare esuata. Crestere intensitate si reincercare?
ru_ru: Ошибка при калибровке. Пожалуйста, обеспечьте максимально тихую окружающую обстановку перед следующей попыткой. Обратите внимание, что при новой попытке калибровки подаваемый сигнал будет громче на 6 дБ.
sv_se: Kalibrering misslyckades. Kontrollera att testmiljön är så tyst som möjligt. Notera att kalibreringssignalen kommer öka 6 dB vid nästa försök.
th_th: การปรับเทียบล้มเหลว โปรดตรวจสอบให้แน่ใจว่าสภาพแวดล้อมนั้นเงียบที่สุดเท่าที่จะเป็นไปได้ ก่อนทดลองปรับเทียบอีกครั้ง โปรดทราบว่าสัญญาณการปรับเทียบจะดังขึ้นกว่าเดิม 6dB ในขณะที่ลองใหม่อีกครั้ง
tr_tr: Kalibrasyon başarısız oldu. Çevre sesinin mümkün olduğunca sessiz olduğundan emin olun daha sonra kalibrasyon yapmayı tekrar deneyin. Tekrar deneme yapılırken Kalibrasyon sinyali 6dB daha yüksek sunulacak.
zh_cn: 校准失败。请保持环境安静重新校准。注意校准信号强度将提高6dB。

source: Verify the instrument(s) are assigned to the appropriate side and continue with AutoFit.
bg_bg: Проверете дали апаратът(-ите) са присвоени на съответната страна и продължете с AutoFit.
cht: 請確認助聽器已經指派到正確的耳朵並以自動選配繼續。
da_dk: Kontroller, at apparatet/-erne er tilknyttet til den rigtige side, og fortsæt med AutoFit.
el_gr: Επαληθεύστε ότι τα βοηθήματα έχουν αντιστοιχιστεί στη σωστή πλευρά και συνεχίστε με το AutoFit
fi_fi: Varmista, että kuulokojeet on määritetty oikeille puolille ja jatka PikaSovitus-sovitusta.
hr_hr: Potvrdite da su uređaji dodijeljeni ispravnoj strani i nastavite s automatskim podešavanjem.
hu_hu: Ellenőrizze, hogy a készülék(ek) a megfelelő oldalakhoz vannak rendelve és folytassa az AutoFit-et.
it_it: Verifica che l'apparecchio(i) siano assegnati al lato appropriato e continuare con Fitting Automatico.
ko_kr: 보청기가 적절한 방향으로 연결되었는지 확인하고, 계속을 클릭하여 AutoFit을 진행하세요
nl_nl: Controleer of de toestellen zijn toegewezen aan de juiste zijde en ga door met AutoFit.
no_no: Verifiser at apparatet(ene) er tilordnet rett side og fortsett med AutoFit
pt_pt: Certifique-se de que os aparelhos auditivos tenham sido atribuídos ao lado adequado e continue com o AutoFit.
ro_ro: Verificați dacă aparatul(e) este alocat părții corespunzătoare și continuați cu AutoFit.
ru_ru: Проверить соответствие СА выбранной стороне и продолжать работу в Автонастройке.
sv_se: Verifiera att apparaten/apparaterna är tilldelade till lämplig sida och fortsätt med Snabb anpassning.
th_th: ตรวจสอบว่ามีการกำหนดเครื่องช่วยฟังให้กับฝั่งของหูที่เหมาะสมและดำเนินการต่อด้วย AutoFit
tr_tr: Cihaz(lar)ın uygun tarafa atandığını doğrulayın ve AutoFit ile devam edin.
zh_cn: 确认助听器是否已被指定到正确的一侧，然后继续前往自动选配。

source: Please check cables, programming interface, if a battery is required, and that the correct version of software is in use.
bg_bg: Проверете кабелите, програмния интерфейс, дали е необходима батерия и дали се използва правилната версия на софтуера.
cht: 請檢查連接線、調整介面、是否需要電池及使用的軟體是否為正確版本。
da_dk: Kontrollér kabler, programmeringsinterface, om et batteri er påkrævet, og at den korrekte softwareversion benyttes.
el_gr: Ελέγξτε τα καλώδια, τη διασύνδεση προγραμματισμού, εάν χρειάζεται μπαταρία και εάν χρησιμοποιείται η σωστή έκδοση λογισμικού.
fi_fi: Tarkista johdot, ohjelmointirajapinta, tarvitaanko paristo ja että käytössä on oikea ohjelmistoversio.
hr_hr: Molimo, provjerite kabele, programsko sučelje, stanje baterije i postojanje odgovarajućeg softvera.
hu_hu: Ellenőrizze a kábeleket, programozó egységet, ha szükséges az elemet, és, hogy a szoftver verzió megfelelő-e.
it_it: Controllare cavetti, interfaccia i programmazione, se è richiesta la batteria, e se si sta utilizzando la corretta versione del software di Fitting.
ko_kr: 만약 배터리가 요구될 경우에는, 적절한 케이블과 프로그래밍인터페이스 그리고 피팅소프트웨어 버전을 확인해 주세요.
nl_nl: Controleer de kabels, het programmeerinterface, of een batterij nodig is en of de correcte versie van de software in gebruik is.
no_no: Sjekk kabler, programmeringsenhet, om det trengs et batteri og om det brukes korrekt programvareversjon.
pt_pt: Verifique cabos, interface de programação, pilha e a versão correta do software.
ro_ro: Verificați cablurile, interfața de programare, dacă este necesară o baterie și că versiunea softului utilizat este cea corectă.
ru_ru: Проверьте кабели, интерфейс программирования, не нужно ли поменять батарею, используется ли правильная версия ПО.
sv_se: Kontrollera kablar, programmeringsgränssnitt, om ett batteri krävs och att rätt version av programvaran är i bruk.
th_th: โปรดตรวจสอบสายเคเบิล อินเทอร์เฟซโปรแกรม (หากจำเป็นต้องใช้แบตเตอรี่) และตรวจสอบว่ามีการใช้งานซอฟต์แวร์เวอร์ชั่นที่ถูกต้อง
tr_tr: Lütfen kabloları, programlama arayüzünü, pil gerekip gerekmediğini ve doğru yazılım versiyonunun kullanılıp kullanılmadığını kontrol edin.
zh_cn: 请确认编程线，编程设备，是否需要安装电池，软件版本是否正确。

source: Unable to save to the database.
bg_bg: Невъзможно запазване в базата данни.
cht: 無法儲存至資料庫。
da_dk: Kan ikke gemme databasen.
el_gr: Δεν είναι δυνατή η αποθήκευση στη βάση δεδομένων.
fi_fi: Ei voi tallentaa tietokantaan.
hr_hr: Nije moguće spremiti u bazu podataka.
hu_hu: Nem lehet menteni az adatbázisba.
it_it: Impossibile salvare nel database.
ko_kr: 데이터베이스에 저장할 수 없습니다.
nl_nl: Kon niet opslaan in de database.
no_no: Ikke mulig å lagre til database.
pt_pt: Não foi possível salvar no banco de dados.
ro_ro: Nu se poate salva în baza de date.
ru_ru: Не способен сохранить в базу данных.
sv_se: Kunde inte spara till databasen.
th_th: ไม่สามารถบันทึกลงในฐานข้อมูลได้
tr_tr: Veritabanı kaydedilemedi.
zh_cn: 无法保存至数据库。

source: Unable to save to the instrument(s) and database.
bg_bg: Невъзможно запазване в апарата(-ите) и в базата данни.
cht: 無法儲存至助聽器及資料庫。
da_dk: Kan ikke gemme apparat(er) og databasen.
el_gr: Δεν είναι δυνατή η αποθήκευση στα βοηθήματα και στη βάση δεδομένων.
fi_fi: Ei voi tallentaa kuulokojeisiin eikä tietokantaan.
hr_hr: Nije moguće spremiti u uređaj(e) ni u bazu podataka.
hu_hu: Nem lehet menteni a készülékbe és az adatbázisba.
it_it: Impossibile salvare sullo strumento(i) e sul database.
ko_kr: 보청기와 데이터 베이스에 저장할 수 없습니다.
nl_nl: Kon niet opslaan in toestellen en database.
no_no: Ikke mulig å lagre i apparat(ene) og database.
pt_pt: Não foi possível salvar nos aparelhos auditivos e banco de dados.
ro_ro: Nu se poate salva în aparat(e) și în baza de date.
ru_ru: Не способен сохранить в СА и базу данных.
sv_se: Kunde inte spara till apparat(er) och databas.
th_th: ไม่สามารถบันทึกลงในเครื่องช่วยฟังและฐานข้อมูลได้
tr_tr: Cihaz(lar)a ve veritabanına kaydedilemedi.
zh_cn: 无法保存至助听器和数据库。

source: The read process failed.
bg_bg: Неуспешен процес на четене.
cht: 讀取過程失敗。
da_dk: Indlæsningen mislykkedes.
el_gr: Η διαδικασία ανάγνωσης απέτυχε.
fi_fi: Kuulokojeen lukeminen epäonnistui
hr_hr: Postupak čitanja nije uspio.
hu_hu: Az olvasási folyamat hibás.
it_it: Processo di lettura non riuscito.
ko_kr: 읽기 프로세스 실패
nl_nl: Uitleesproces mislukt.
no_no: Leseprosessen mislyktes.
pt_pt: Falha no processo de leitura.
ro_ro: Procesul de citire a esuat.
ru_ru: Ошибка выполнения считывания.
sv_se: Läsningen misslyckades.
th_th: กระบวนการอ่านข้อมูลล้มเหลว
tr_tr: Okuma İşlemi Başarısız.
zh_cn: 读取失败。

source: Reading HI
bg_bg: Четене на слухов апарат
cht: 讀取助聽器
da_dk: Læser HA
el_gr: Ανάγνωση HI
fi_fi: Luetaan kuulokojetta
hr_hr: Očitavanje HI-a
hu_hu: HI olvasása
it_it: Lettura apparecchio acustico
ko_kr: 보청기 읽는 중
nl_nl: Hoortoestel uitlezen
no_no: Leser høreapparat
pt_pt: Lendo aparelho
ro_ro: Citire HI
ru_ru: Считывание СА
sv_se: Läser hörapparat
th_th: กำลังอ่านค่า HI
tr_tr: İşitme Cihazı okunuyor
zh_cn: 正在读取助听器

source: Initializing product ...
bg_bg: Инициализиране продукта ...
cht: 產品初始化 ...
da_dk: Initialiserer produkt...
el_gr: Αρχικοποίηση προϊόντος...
fi_fi: Alustetaan laite...
hr_hr: Inicijalizacija proizvoda...
hu_hu: Termék inicializálása...
it_it: Inizializzazione prodotto...
ko_kr: 제품 초기화 중...
nl_nl: Product Initialiseren...
no_no: Beregner HA innstillinger ...
pt_pt: Inicializando produto ...
ro_ro: Initializare produs
ru_ru: Инициализация продукта...
sv_se: Initialiserar produkt...
th_th: กำลังเริ่มต้นผลิตภัณฑ์ ...
tr_tr: Ürün Yükleniyor...
zh_cn: 初始化助听器 ...

source: Activating Product
bg_bg: Активиране на продукта
cht: 啟動產品
da_dk: Aktiverer produkt
el_gr: Γίνεται ενεργοποίηση προϊόντος
fi_fi: Laitteen aktivoiminen
hr_hr: Aktiviranje proizvoda
hu_hu: Termék aktiválása
it_it: Attivazione prodotto
ko_kr: 제품 활성화 중
nl_nl: Product activeren
no_no: Aktiverer produkt
pt_pt: Ativando produto
ro_ro: Activare produs
ru_ru: Активация продукта
sv_se: Aktiverar produkt
th_th: กำลังเปิดใช้งานผลิตภัณฑ์
tr_tr: Ürün Etkinleştiriliyor
zh_cn: 正在激活产品

source: Accessory Pairing Timed Out
bg_bg: Изтече времето на изчакване за сдвояване на аксесоари
cht: 配件配對逾時
da_dk: Der opstod timeout for parring af tilbehør
el_gr: Το χρονικό όριο ζεύξης εξαρτημάτων έληξε
fi_fi: Lisälaitteiden parituksen aikakatkaisu
hr_hr: Istek vremena pri uparivanju dodatne opreme
hu_hu: Időtúllépés történt a tartozék párosításakor
it_it: Timeout accoppiamento accessori
ko_kr: 액세서리 페어링 시간 초과
nl_nl: Koppeling van accessoires onderbroken
no_no: Tidsavbrudd for paring av tilbehør
pt_pt: Tempo esgotado de pareamento do acessório
ro_ro: Paritatea Accesoriilor a expirat
ru_ru: Время сопряжения с аксессуаром вышло
sv_se: Timeout för sparande av tillbehör
th_th: หมดเวลาการจับคู่อุปกรณ์เสริม
tr_tr: Aksesuar Eşleştirme Zaman Aşımına Uğradı
zh_cn: 附件配对超时

source: Auto-Phone Enabled
bg_bg: Активиран автоматичен телефон
cht: 啟動自動電話功能
da_dk: Auto-Phone er aktiveret
el_gr: Auto-Phone ενεργοποιημένο
fi_fi: Auto-Phone käytössä
hr_hr: Automatsko telefoniranje omogućeno
hu_hu: Automatikus telefon engedélyezve
it_it: Auto-Phone abilitato
ko_kr: 자동전화(오토 폰) 활성화
nl_nl: AutoPhone ingeschakeld
no_no: Auto-Phone aktivert
pt_pt: Auto – fone habilitado
ro_ro: Telefon auto activat
ru_ru: Функция Auto-Phone активирована
sv_se: Autotelefon aktiverad
th_th: เปิดใช้งาน Auto-Phone แล้ว
tr_tr: Otomatik Telefon Etkinleştirildi
zh_cn: 已启用自动电话

source: Device update error!
bg_bg: Грешка при актуализиране на устройството!
cht: 裝置更新錯誤！
da_dk: Fejl under opdatering af apparat!
el_gr: Σφάλμα ενημέρωσης συσκευής!
fi_fi: Virhe päivitettäessä laitetta !
hr_hr: Pogreška ažuriranja uređaja!
hu_hu: Eszközfrissítési hiba!
it_it: Errore di aggiornamento dispositivo!
ko_kr: 기기 업데이트 오류!
nl_nl: Toestel update mislukt!
no_no: Feil ved oppdatering av enhet!
pt_pt: Erro de atualização do aparelho!
ro_ro: Eroare la actualizare dispozitiv!
ru_ru: Ошибка обновления устройства!
sv_se: Fel vid enhetsuppdatering!
th_th: ข้อผิดพลาดในการอัพเดตอุปกรณ์!
tr_tr: Ürün güncelleme hatası!
zh_cn: 设备升级失败！

source: The Detected Product Does Not Match the Selected Product
bg_bg: Откритият продукт не съответства на избрания продукт
cht: 偵測到的產品不符合選擇的產品
da_dk: Det registrerede produkt stemmer ikke overens med det valgte
el_gr: Το προϊόν που εντοπίστηκε δεν συμφωνεί με το επιλεγμένο προϊόν
fi_fi: Tunnistettu kuulokoje ei vastaa valittua kuulokojetta
hr_hr: Otkriveni proizvod ne odgovara odabranom proizvodu
hu_hu: A talált készülék nem egyezik a kiválasztott készülékkel.
it_it: Il prodotto rilevato non corrisponde al prodotto selezionato
ko_kr: 인식된 제품이 선택한 제품과 일치하지 않습니다
nl_nl: Het gevonden toestel stemt niet overeen met het geselecteerde toestel
no_no: Funnet apparat er ikke det samme som valgte apparat
pt_pt: O produto detectado não corresponde ao selecionado
ro_ro: Produsul detectat nu corespunde cu produsul selectat
ru_ru: Обнаруженный продукт не соответствует выбранному продукту
sv_se: Den anslutna produkten matchar inte den valda produkten.
th_th: ผลิตภัณฑ์ที่พบไม่ตรงกับที่เลือกไว้
tr_tr: Bulunan ürün seçilen ürün ile eşleşmiyor
zh_cn: 已探测和已选择的助听器不匹配

source: No Work To Do - All Values are current
bg_bg: Няма какво да се направи – всички стойности са актуални
cht: 沒有工作可做 - 所有數值皆是目前值
da_dk: Intet at gøre – alle værdier er de nuværende
el_gr: Δεν απαιτείται καμία εργασία - Όλες οι τιμές είναι τρέχουσες
fi_fi: Ei muutoksia - kaikki arvot ovat ajan tasalla
hr_hr: Radnje nisu potrebne - sve su vrijednosti aktualne
hu_hu: Nem lehet elvégezni - Minden érték friss
it_it: Nessuna modifica da effettuare. Tutti i valori sono correnti
ko_kr: 수행할 작업 없음 - 모든 값은 업데이트됨
nl_nl: Niets te doen - Alle waarden zijn de huidige
no_no: Intet å gjøre – alle verdier er oppdatert
pt_pt: Nada a fazer – todos os valores estão atualizados
ro_ro: Nimic de facut - Toate valorile sunt curente
ru_ru: Никакие действия не требуются - все значения актуальны
sv_se: Inget arbete behövs - Alla värden är aktuella
th_th: ไม่รายการที่ต้องทำ - ทุกรายการเป็นปัจจุบันอยู่แล้ว
tr_tr: Yapılacak bir iş kalmadı. - Tüm değerler geçerli
zh_cn: 无可执行操作-保持当前状态

source: Converting
bg_bg: Преобразуване
cht: 轉換
da_dk: Konverterer
el_gr: Γίνεται μετατροπή
fi_fi: Konvertoidaan
hr_hr: Konverzija
hu_hu: Konvertálás
it_it: Conversione
ko_kr: 변환 중
nl_nl: Converteren
no_no: Konverterer
pt_pt: Convertendo
ro_ro: Converteste
ru_ru: Преобразование
sv_se: Omkonfigurerar
th_th: กำลังแปลงค่า
tr_tr: Dönüştürülüyor
zh_cn: 重新装配

source: Original Value
bg_bg: Първоначална стойност
cht: 原始值
da_dk: Original værdi
el_gr: Αρχική τιμή
fi_fi: Perusarvo
hr_hr: Izvorna vrijednost
hu_hu: Eredeti érték
it_it: Valore originale
ko_kr: 초기값
nl_nl: Originele waarde
no_no: Opprinnelig verdi
pt_pt: Valor original
ro_ro: Valoare Originala
ru_ru: Исходное значение
sv_se: Original Värde
th_th: ค่าเดิม
tr_tr: Orijinal Değer
zh_cn: 原始值

source: Conversion Succeeded
bg_bg: Успешно преобразуване
cht: 轉換成功
da_dk: Rekonfiguration er gennemført
el_gr: Η μετατροπή πέτυχε
fi_fi: Konvertointi onnistui
hr_hr: Konverzija uspješno provedena
hu_hu: A konverzió sikerült
it_it: Riconfigurazione effettuata correttamente
ko_kr: 변환 완료
nl_nl: Reconfiguratie succesvol
no_no: Konvertering lyktes
pt_pt: Conversão bem-sucedida
ro_ro: Conversie reusita
ru_ru: Преобразование успешно выполнено
sv_se: Omkonfigurering lyckades
th_th: การแปลงค่าสำเร็จ
tr_tr: Dönüştürme Başarılı
zh_cn: 重新装配成功

source: Own Voice
bg_bg: Собствен глас
cht: 自己的聲音
da_dk: Egen stemme
el_gr: Φωνή ασθενούς
fi_fi: Oma ääni
hr_hr: Vlastiti glas
hu_hu: Saját hang
it_it: Voce propria
ko_kr: 사용자의 목소리
nl_nl: Eigen stem
no_no: Egen stemme
pt_pt: Própria voz
ro_ro: Propria voce
ru_ru: Собственный голос
sv_se: Egna rösten
th_th: เสียงพูดของตัวเอง
tr_tr: Hastanın Kendi Sesiyle ilgili Problemler
zh_cn: 自己的声音
