Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: When possible consider the use of the Micro, Mini, or Multi Mic
bg_bg: По възможност помислете за използване на Micro, Mini или Multi Mic
cht: 如有可能，請考慮使用 Micro、Mini 或 Multi Mic
da_dk: Overvej brugen af Micro, Mini eller Multi Mic, når det er muligt
el_gr: Όταν είναι εφικτό, εξετάζετε το ενδεχόμενο χρήσης του μικροφώνου Micro, Mini ή Multi
fi_fi: Harkitse Micro-, Mini- tai Multi Mic -lisälaitteen käyttämistä mahdollisuuksien mukaan.
hr_hr: Kada je to moguće, razmislite o upotrebi vrlo Micro, Mini ili Multi mikrofona
hu_hu: Ha lehetséges fontolja meg a Mikro, Mini vagy Multi mikrofon használatát
it_it: Se possibile, prendere in considerazione l'uso di Micro, Mini o Multi Mic
ko_kr: 가능한 경우, 무선액세서리 마이크사용을 고려하세요
nl_nl: Wanneer mogelijk, overweeg het gebruik van de Micro, Mini of Multi Mic
no_no: Vurder å bruke Mikro eller Multi Mik når det er mulig
pt_pt: Quando possível, considere o uso do Micro, Mini, ou Multi Mic
ro_ro: Dacă este posibil, luați în calcul utilizarea Micro, Mini, sau Multi Mic
ru_ru: При возможности рассмотреть микро-, мини- или мульти-микрофон
sv_se: Använd om möjligt Mikro, Mini, eller Multimikrofon
th_th: เมื่อทำได้ ให้พิจารณาการใช้ไมโครโฟนแบบแยก ไมโครโฟนขนาดเล็ก หรือไมโครโฟนหลายตัว
tr_tr: Mümkünse Mikro, Mini veya Multi Mikrofon kullanmaya çalışın
zh_cn: 如果可能，请考虑使用迷你音频转换器、多功能迷你音频转换器或迷你麦克风

source: Sound localization is difficult
bg_bg: Определянето на мястото на звука е трудно
cht: 難以判斷聲音來源
da_dk: Lokalisering af lyde er svært.
el_gr: Είναι δύσκολος ο εντοπισμός του ήχου
fi_fi: Äänen paikallistaminen on vaikeaa
hr_hr: Lokalizacija zvuka je otežana
hu_hu: A hanglokalizáció bonyolult
it_it: È difficile localizzare il suono
ko_kr: 소리 방향 분별이 어렵습니다
nl_nl: Geluiden lokaliseren is moeilijk
no_no: Vanskelig å lokalisere lyder
pt_pt: A localização do som é difícil
ro_ro: Localizarea sursei sonore e dificila
ru_ru: Локализация звука затруднена
sv_se: Ljudlokalisering är svårt
th_th: การแปลภาษาเสียงยากเกินไป
tr_tr: Ses sınırlaması zor
zh_cn: 声音定位困难

source: Increase overall gain for soft sounds
bg_bg: Увеличете общото усилване на тихите звуци
cht: 提升小聲聲音的整體增益量
da_dk: Forøg generel forstærkning for svage lyde
el_gr: Αυξήστε την συνολική ένταση(απόκριση) για τους σιγανούς ήχους
fi_fi: Lisää kokonaisvahvistusta heikoilla äänillä
hr_hr: Povećajte sveukupno pojačanje za tihe zvukove
hu_hu: Növelje a teljes erősítést a lágy hangokra
it_it: Aumentare il guadagno complessivo per i suoni deboli
ko_kr: 작은 소리의 전반적인 게인을 높이세요
nl_nl: Verhoog de versterking voor zachte geluiden
no_no: Øk generell gain for svake lyder
pt_pt: Aumente o ganho geral para sons suaves
ro_ro: Cresteti castigul global pentru sunete slabe
ru_ru: Увеличить общее усиление для тихих звуков
sv_se: Öka den totala förstärkningen för svaga ljud
th_th: เพิ่มเกนโดยรวมสำหรับเสียงเบา
tr_tr: Yumuşak sesler için tüm kazançları artır
zh_cn: 增加小声增益

source: Consider Binaural Directionality
bg_bg: Вземете под внимание Бинаурална насоченост
cht: 考慮雙耳方向性
da_dk: Tag højde for Binaural Directionality
el_gr: Σκεφτείτε την Binaural Directionality
fi_fi: Harkitse binauraalista suuntakuviota
hr_hr: Razmislite o značajki Binaural Directionality
hu_hu: Binaurális direkcionalítás megfontolása
it_it: Considerare la Direzionalità Binaurale
ko_kr: Binaural Directionality를 고려하세요
nl_nl: Overweeg Binaurale directionaliteit
no_no: Vurder Binaural Direksjonalitet
pt_pt: Considere o uso da Direcionalidade Binaural
ro_ro: Luați în calcul Direcționalitatea binaurală
ru_ru: Обратите внимание – бинауральная направленность
sv_se: Överväg Binaural Riktverkan
th_th: พิจารณาใช้การปรับทิศทางแบบสองหู
tr_tr: Binaural Direksiyonaliteyi Deneyin
zh_cn: 考虑双耳融合方向性

source: Ensure there is loudness balance between the ears
bg_bg: Уверете се, че има баланс на силата между ушите
cht: 確認雙耳間的響度平衡
da_dk: Kontrollér styrkebalance mellem ørerne
el_gr: Εξακριβώστε ότι υπάρχει ισορροπημένη ακουστότητα και στα δύο αυτιά
fi_fi: Varmista että kuulokojeiden äänitasapaino on oikea
hr_hr: Uvjerite se da je glasnoća ujednačena između ušiju
hu_hu: Biztosítsa a hangosság egyensúlyát a két fül között
it_it: Assicurarsi che il livello sonoro sia bilanciato fra gli orecchi
ko_kr: 양측 귀로 들리는 소리크기 밸런스를 조절해 주세요
nl_nl: Zorg ervoor dat de luidheid in balans is tussen de oren
no_no: Forsikre deg om at det er balanse i lydstyrken mellom ørene
pt_pt: Certifique-se de que a sensação de intensidade esteja equilibrada em ambas as orelhas
ro_ro: Asigurati-va ca exista un balans de tarie intre urechi
ru_ru: Обеспечить баланс громкости между ушами
sv_se: Kontrollera det finns en ljudstyrkebalans mellan öronen
th_th: ตรวจสอบให้แน่ใจว่าสมดุลความดังระหว่างหูนั้นเท่ากัน
tr_tr: Kulaklar arasında ses şiddeti dengesi olduğundan emin olun
zh_cn: 保证双耳的响度平衡

source: Feedback
bg_bg: Микрофония
cht: 回饋音
da_dk: Tilbagekobling
el_gr: Μικροφωνισμός(Ανάδραση)
fi_fi: Ilmenee vinkumista
hr_hr: Buka
hu_hu: Gerjedés
ko_kr: 피드백으로 인한 불편함
ro_ro: Microfonie
ru_ru: Обратная связь
th_th: เสียงหวีด
tr_tr: Feedback (Geribildirim)
zh_cn: 反馈

source: Re-calibrate DFS
bg_bg: Калибрирайте отново ЦПМ
cht: 重新校正數位回饋音抑制
da_dk: Genkalibrer DFS
el_gr: Επαναβαθμονόμηση της DFS
fi_fi: Kalibroi DFS uudelleen
hr_hr: Ponovno kalibriraj DFS
hu_hu: DFS újrakalibrálása
it_it: Ricalibrare DFS
ko_kr: DFS캘리브레이션을 다시 진행하세요
nl_nl: Kalibreer DFS opnieuw
no_no: Kalibrer DFS på nytt
pt_pt: Recalibrar DFS
ro_ro: Re-calibrare DFS
ru_ru: Перекалибровать подавление обратной связи DFS
sv_se: Återkalibrera DFS
th_th: ปรับเทียบ DFS ใหม่
tr_tr: DFS için yeniden kalibrasyon
zh_cn: 重新校准DFS

source: Enable Safe Fitting
bg_bg: Активиране на безопасно монтиране
cht: 允許安全選配
da_dk: Aktivér Safe Fit
el_gr: Ενεργοποίηση Safe Fitting
fi_fi: Käytä turvallista sovitusta
hr_hr: Omogući sigurno namještanje
hu_hu: Biztonságos illesztés engedélyezése
it_it: Abilita fitting sicuro
ko_kr: 세이프 피팅 적용
nl_nl: Veilig aanpassen instellen
no_no: Aktiver sikker tilpasning
pt_pt: Permitir Ajuste Seguro
ro_ro: Activeaza Reglaj in Siguranta
ru_ru: Включить Безопасную настройку
sv_se: Förstärkningsbegränsning (DFS)
th_th: เปิดใช้งานการทดลองสวมแบบปลอดภัย
tr_tr: Güvenli Fitting'i etkinleştir
zh_cn: 启用安全验配

source: Decrease high frequency gain for soft sounds.
bg_bg: Намалете усилването на високите честоти за тихите звуци.
cht: 降低小聲聲音的高頻增益量。
da_dk: Reducer højfrekvent forstærkning af svage lyde.
el_gr: Μειώστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους σιγανούς ήχους.
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla heikoille äänille
hr_hr: Smanjite pojačanje visokih frekvencija za tihe zvukove.
hu_hu: Csökkentse a magas frekvenciás erősítést a lágy hangokra.
it_it: Diminuire il guadagno delle alte frequenze per i suoni deboli.
ko_kr: 작은 소리의 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de hoge frequenties bij zachte geluiden
no_no: Senk høyfrekvent gain for svake lyder
pt_pt: Diminua o ganho das frequências altas para sons suaves.
ro_ro: Scadeti castigul frecventelor inalte pentru sunete slabe
ru_ru: Уменьшить усиление на высоких частотах для тихих звуков.
sv_se: Minska förstärkningen på höga frekvenser för svaga ljud
th_th: ลดเกนที่ความถี่สูงสำหรับเสียงเบา
tr_tr: Yumuşak seslerde yüksek frekans kazancını düşür.
zh_cn: 降低小声输入的高频增益

source: Decrease high frequency gain for soft and loud sounds
bg_bg: Намалете усилването на високите честоти за тихите и силните звуци
cht: 降低小聲及大聲聲音的高頻增益量
da_dk: Reducer højfrekvent forstærkning af svage og kraftige lyde
el_gr: Μειώστε την ένταση(απόκριση) υψηλών συχνοτήτων για τους σιγανούς και δυνατούς ήχους
fi_fi: Vähennä vahvistusta korkeilla taajuuksilla heikoille ja kovilla ääniille
hr_hr: Smanjite pojačanje visokih frekvencija za tihe i glasne zvukove
hu_hu: Csökkentse a magas frekvenciás erősítést a lágy és a hangos hangokra
it_it: Diminuire il guadagno delle alte frequenze per i suoni forti e deboli
ko_kr: 작고 큰 소리의 고주파수 게인을 낮추세요
nl_nl: Verlaag de versterking van de hoge frequenties bij zachte en harde geluiden
no_no: Senk høyfrekvent gain for svake og høye lyder
pt_pt: Diminua o ganho das frequências altas para sons suaves e intensos
ro_ro: Scadeti castigul frecventelor inalte pentru sunete slabe si puternice
ru_ru: Уменьшить усиление на высоких частотах для тихих и громких звуков
sv_se: Minska förstärkningen på höga frekvenser för svaga och starka ljud
th_th: ลดเกนที่ความถี่สูงสำหรับเสียงเบาและดัง
tr_tr: Yumuşak ve yüksek sesler için yüksek frekans kazancını azalt
zh_cn: 降低大声和小声的高频增益

source: Turn on or increase the level of expansion
bg_bg: Включете или увеличете нивото на разширението
cht: 啟動及提升擴展等級
da_dk: Forøg graden af expansion
el_gr: Ενεργοποιήστε ή αυξήστε τη στάθμη επέκτασης
fi_fi: Kytke päälle tai lisää tasoa kohinasalpaan
hr_hr: Uključite ili povećajte razinu proširenja
hu_hu: Kapcsolja be vagy növelje az expanzió mértékét
it_it: Attivare o aumentare il livello di espansione
ko_kr: Expansion을 켜거나, 이미 켜져있다면 수준을 높이세요
nl_nl: Zet LowLevel expansie aan of verhoog het niveau hiervan
no_no: Slå på eller øk ekspansjonsnivået
pt_pt: Ligue ou aumente o nível de expansão
ro_ro: Activati sau mariti nivelul de expansiune
ru_ru: Включите или прибавьте расширение
sv_se: Slå på eller öka nivån av expansion
th_th: เปิดหรือเพิ่มระดับการขยาย
tr_tr: Genişletmeyi çalıştır veya seviyesini artır
zh_cn: 启用或增加增强版静音系统的程度

source: Feedback occurs with the use of the telephone and/or other dynamic situations
bg_bg: Получава се микрофония при използване на телефон и/или в други динамични ситуации
cht: 使用電話或其他動態情況出現回饋音
da_dk: Tilbagekobling opstår under brug af telefon og/eller i dynamiske situationer
el_gr: Προκύπτει μικροφωνισμός κατά τη χρήση του τηλεφώνου ή/και σε άλλες δυναμικές περιπτώσεις
fi_fi: Vinkumista esiintyy puhelimen käytössä ja/tai musissa dynaamisissa tilanteissa
hr_hr: Buka se javlja pri upotrebi telefona i/ili u drugim dinamičnim situacijama
hu_hu: Gerjedést okoz a telefonhasználat és/vagy más dinamikus szituációk
it_it: Si verifica del feedback quando si usa il telefono e/o in altre situazioni dinamiche
ko_kr: 전화를 받는 등의 동적인 상황에서 피드백이 발생 합니다
nl_nl: Er ontstaat feedback bij het gebruik van de telefoon of in andere dynamische situaties
no_no: Feedback oppstår ved bruk av telefon og/eller i andre dynamiske situasjoner
pt_pt: Ocorre feedback ao usar o telefone e/ou em outras situações dinâmicas
ro_ro: Feedbackul apare la folosirea telefonului sau in alte situatii dinamice
ru_ru: Возникает обратная связь при использовании телефона и/или в других динамических ситуациях
sv_se: Feedback sker vid telefonering eller andra dynamiska situationer
th_th: เกิดเสียงหวีดเมื่อใช้โทรศัพท์และ/หรือสถานการณ์แบบไดนามิกอื่นๆ
tr_tr: Telefon ve diğer dinamik durumların kullanımında feedback oluşuyor
zh_cn: 在打电话或其它类似环境中出现反馈啸叫

source: Re-calibrate DFS
bg_bg: Калибрирайте отново ЦПМ
cht: 重新校正數位回饋音抑制
da_dk: Genkalibrer DFS
el_gr: Επαναβαθμονόμηση της DFS
fi_fi: Kalibroi DFS uudelleen
hr_hr: Ponovno kalibriraj DFS
hu_hu: DFS újrakalibrálása
it_it: Ricalibrare DFS
ko_kr: DFS캘리브레이션을 다시 진행하세요
nl_nl: Kalibreer DFS opnieuw
no_no: Kalibrer DFS på nytt
pt_pt: Recalibrar DFS
ro_ro: Re-calibrare DFS
ru_ru: Перекалибровать подавление обратной связи DFS
sv_se: Återkalibrera DFS
th_th: ปรับเทียบ DFS ใหม่
tr_tr: DFS 'yi tekrar kalibre et
zh_cn: 重新校准DFS

source: Increase the degree of DFS Ultra
bg_bg: Увеличете степента на намаляване на DFS Ultra
cht: 提升數位回饋音抑制 Ultra 程度
da_dk: Forøg graden af DFS Ultra
el_gr: Αυξήστε τον βαθμό της DFS Ultra
fi_fi: Laajenna DFS toiminnon suuntakuvioa
hr_hr: Povećajte stupanj postavke DFS Ultra
hu_hu: Növelje a DFS Ultra mértékét
it_it: Aumentare il livello di DFS Ultra
ko_kr: DFS Ultra 강도를 높이세요
nl_nl: Verhoog de instelling van DFS Ultra
no_no: Øk graden av DFS Ultra
pt_pt: Aumente o nível do DFS Ultra
ro_ro: Mariti gradul DFS Ultra
ru_ru: Увеличить степень подавления обратной связи DFS Ultra
sv_se: Öka nivån i DFS Ultra
th_th: เพิ่มระดับของ DFS Ultra
tr_tr: DFS Ultra derecesini artır
zh_cn: 增加超级DFS的程度

source: Increase high frequency gain for loud sounds (+2dB) and lower high frequency gain for soft sounds (-2dB)
bg_bg: Увеличете усилването на високите честоти за силните звуци (+2dB) и намалете усилването на високите честоти за тихите звуци (-2dB)
cht: 提升大聲聲音的高頻增益 (+2 分貝)，降低小聲聲音的低頻增益 (-2 分貝)
da_dk: Forøg højfrekvent forstærkning for kraftige lyde (+2dB) og reducer højfrekvent forstærkning for svage lyde (-2dB)
el_gr: Αυξήστε την απόκριση υψηλών συχνοτήτων για τους δυνατούς ήχους (+2 dB) και μειώστε την απόκριση υψηλών συχνοτήτων για τους σιγανούς ήχους (-2 dB)
fi_fi: Lisää vahvistusta korkeilla taajuuksilla koville äänille (+2dB) ja vähennä vahvistusta korkeilla taajuuksilla heikoille äänille (-2dB)
hr_hr: Povećajte pojačanje visokih frekvencija za glasne zvukove (+2 dB) i smanjite pojačanje visokih frekvencija za tihe zvukove (-2 dB)
hu_hu: Növelje a magas frekvenciás erősítést a hangos hangokra (+2dB) és a mélyebb magas frekvenciás erősítést a lágy hangokra (-2dB)
it_it: Aumentare il guadagno delle alte frequenze per suoni forti (+2 dB) e abbassare il guadagno delle alte frequenze per i suoni deboli (-2 dB)
ko_kr: 큰 소리의 고주파수 게인을 높이고 (+2dB) 작은 소리의 고주파수 게인을 낮추세요 (-2dB)
nl_nl: Verhoog de versterking van de hoge frequenties bij harde geluiden (+2dB) en verlaag de versterking van de hoge frequenties bij zachte geluiden (-2dB)
no_no: Øk høyfrekvent gain for høye lyder (+2 dB) og senk høyfrekvent gain for svake lyder (-2 dB)
pt_pt: Aumente o ganho das frequências altas para os sons intensos (+2 dB) e diminua o ganho das frequências altas para sons suaves (- 2 dB)
ro_ro: Cresteti castigul pe frecventele inalte pentru sunete puternice (+2dB) si scadeti castigul pe inalte pentru sunetele slabe (-2dB)
ru_ru: Увеличить усиление на высоких частотах для громких звуков (+2дБ) и уменьшить усиление на высоких частотах для тихих звуков (-2дБ)
sv_se: Öka förstärkningen på höga frekvenser för starka ljud (+2dB) och minska förstärkningen på höga frekvenser för svaga ljud (-2dB)
th_th: เพิ่มเกนที่ความถี่สูงสำหรับเสียงดัง (+2dB) และลดเกนที่ความถี่สูงสำหรับเสียงเบา (-2dB)
tr_tr: Yüksek sesler için yüksek frekans kazancını (+2dB) artır ve yumuşak sesler için yüksek frekans kazancını (-2dB) azalt
zh_cn: 增加大声高频增益 (+2dB)并降低小声高频增益 (-2dB)

source: Tinnitus
bg_bg: Шум в ушите
cht: 耳鳴
el_gr: Εμβοές
hr_hr: Tinitus
it_it: Acufene
ko_kr: 이명으로 인한 불편함
pt_pt: Zumbido
ro_ro: Tinitus
ru_ru: Тиннитус
th_th: เสียงอื้อในหู
tr_tr: Çınlama
zh_cn: 耳鸣

source: TSG Synchronization white noise is too soft
bg_bg: Белият шум на синхронизацията на TSG е прекалено тих
cht: 「耳鳴抑制音產生器同步」白噪音太輕柔
da_dk: Hvid støj i Tinnitus Sound Generator er for svag
el_gr: Ο λευκός θόρυβος από τον συγχρονισμό TSG ακούγεται πολύ σιγά
fi_fi: TSG-synkronoinnin valkoinen kohina on liian vaimeaa.
hr_hr: Bijeli šum sinkronizacije TSG-a previše je tih
hu_hu: A tinnitus hanggenerátor szinkronizációjának fehérzaja túl halk
it_it: Il rumore bianco della sincronizzazione GST è troppo debole
ko_kr: 소리발생기의 화이트 노이즈가 너무 작게 들립니다
nl_nl: Tinnitus sound generator synchronisatie - witte ruis is te zacht
no_no: TSG-synkronisering hvit støy er for svak
pt_pt: O ruído branco de sincronização do TSG está muito suave
ro_ro: Zgomotul alb al Sincronizare TSG este prea slab
ru_ru: Белый шум функции синхронизации TSG слишком тихий
sv_se: TSG-synkroniseringens vita brus är för svagt
th_th: การซิงโครไนซ์ TSG ของไวท์นอยส์เบาเกินไป
tr_tr: TSG Senkronizasyonu beyaz sesi çok yumuşak
zh_cn: 耳鸣管理器同步白噪声太弱

source: Adjust volume slider
bg_bg: Регулирайте плъзгача за силата на звука
cht: 調節音量滑標
da_dk: Juster lydstyrkeskyder
el_gr: Προσαρμόστε το ρυθμιστικό της έντασης ήχου
fi_fi: Säädä äänenvoimakkuus liukukytkintä
hr_hr: Prilagodite klizač glasnoće
hu_hu: Állítsa a hangerő csuszkát
it_it: Regolare il cursore del volume
ko_kr: 소리발생기의 볼륨을 조절하세요
nl_nl: Regel de volumeschuif af
no_no: Juster volumbryter
pt_pt: Ajuste o controle de volume
ro_ro: Ajustati cursorul de volum
ru_ru: Откорректируйте уровень громкости
sv_se: Justera volym
th_th: ปรับแถบเลื่อนระดับเสียง
tr_tr: Ses kaydırıcısını ayarla
zh_cn: 调节音量钮

source: Turn off environmental steering and use volume control to adjust
bg_bg: Изключете Насочване в околната среда и използвайте контрол на силата на звука за регулиране
cht: 關閉環境轉換，並使用音量控制進行調整
da_dk: Slå Environmental Steering fra, og brug lydstyrkereguleringen i stedet for
el_gr: Απενεργοποιήστε την καθοδήγηση ανά περιβάλλον και χρησιμοποιήστε τον έλεγχο της έντασης ήχου για προσαρμογή
fi_fi: Kytke pois ympäristön ohjaus ja käytä äänenvoimakkuudensäädintä
hr_hr: Isključite regulaciju prema okruženju i upotrijebite regulaciju glasnoće za prilagodbu
hu_hu: Kapcsolja ki a környezet felismerését, és használja a hangerő szabályzót
it_it: Spegnere la direzionalità ambientale e utilizzare il controllo del volume per la regolazione
ko_kr: 소음발생기의 인공지능 스티어링 기능을 끄고, 볼륨 컨트롤로 조절하세요
nl_nl: Laat het volume niet sturen door de omgeving maar gebruik hiervoor de volumeregelaar
no_no: Slå av environmental steering og bruk volumkontroll for å justere
pt_pt: Desligue o monitoramento ambiental e use o controle de volume para ajustar
ro_ro: Opriti orientarea dupa mediu si folositi potentiometrul de volum pentru ajustari
ru_ru: Отключите управление в зависимости от окружения и используйте для настройки регулятор громкости
sv_se: Slå av Miljöstyrningen och använd volymkontrollen för att justera
th_th: ปิดสภาพแวดล้อมซ้ายขวาและใช้ตัวควบคุมระดับเสียงในการปรับ
tr_tr: Çevre yönlendirmeyi kapatın ve ayarlamak için ses kontrolünü kullanın
zh_cn: 关闭AI智能环境优化器功能，使用音量调节

source: TSG Synchronization white noise is too loud
bg_bg: Белият шум на синхронизацията на TSG е прекалено силен
cht: 耳鳴抑制音產生器同步白噪音太大聲
da_dk: Hvid støj i TSG-synkronisering er for kraftig
el_gr: Ο λευκός θόρυβος από τον συγχρονισμό TSG ακούγεται πολύ δυνατά
fi_fi: TSG-synkronoinnin valkoinen kohina on liian voimakasta.
hr_hr: Bijeli šum sinkronizacije TSG-a previše je glasan
hu_hu: A tinnitus hanggenerátor szinkronizációjának fehérzaja túl hangos
it_it: Il rumore bianco della sincronizzazione GST è troppo forte
ko_kr: 소리발생기의 화이트 노이즈가 너무 크게 들립니다
nl_nl: Tinnitus sound generator synchronisatie - witte ruis is te hard
no_no: TSG-synkronisering hvit støy er for høy
pt_pt: O ruído branco de sincronização do TSG está muito intenso
ro_ro: Zgomotul alb al Sincronizare TSG este prea puternic
ru_ru: Белый шум функции синхронизации TSG слишком громкий
sv_se: TSG-synkroniseringens vita brus är för starkt
th_th: การซิงโครไนซ์ TSG ของไวท์นอยส์ดังเกินไป
tr_tr: TSG Senkronizasyonu beyaz sesi çok yüksek
zh_cn: 耳鸣管理器同步白噪声太强

source: Adjust volume slider softer
bg_bg: Регулирайте плъзгача за силата на звука към по-тихо
cht: 將音量滑標調整較小聲
da_dk: Skru ned for lydstyrken
el_gr: Προσαρμόστε το ρυθμιστικό της έντασης ήχου σε πιο χαμηλή ένταση
fi_fi: Säädä äänenvoimakkuus liukukytkintä hiljaisemmalle
hr_hr: Prilagodite klizač glasnoće na tišu postavku
hu_hu: Állítsa a hangerő csuszkát lágyabbra
it_it: Regolare il cursore del volume affinché sia più delicato
ko_kr: 소리발생기의 볼륨을 더 작게 조절하세요
nl_nl: Regel de volumeschuif zachter af
no_no: Juster volumbryteren til svakere
pt_pt: Ajuste o volume de modo mais suave
ro_ro: Ajustati cursorul potentiometrului mai usor
ru_ru: Уменьшите уровень громкости
sv_se: Justera volym mjukare
th_th: ปรับแถบเลื่อนระดับเสียงให้เบาลง
tr_tr: Ses kaydırıcısını daha yumuşak ayarla
zh_cn: 调整音量滑块使音量变小

source: Turn off environmental steering and use volume control to adjust
bg_bg: Изключете Насочване в околната среда и използвайте контрол на силата на звука за регулиране
cht: 關閉環境轉換，並使用音量控制進行調整
da_dk: Slå Environmental Steering fra, og brug lydstyrkereguleringen i stedet for
el_gr: Απενεργοποιήστε την καθοδήγηση ανά περιβάλλον και χρησιμοποιήστε τον έλεγχο της έντασης ήχου για προσαρμογή
fi_fi: Kytke pois ympäristön ohjaus ja käytä äänenvoimakkuudensäädintä
hr_hr: Isključite regulaciju prema okruženju i upotrijebite regulaciju glasnoće za prilagodbu
hu_hu: Kapcsolja ki a környezet felismerését, és használja a hangerő szabályzót
it_it: Spegnere la direzionalità ambientale e utilizzare il controllo del volume per la regolazione
ko_kr: 소리발생기의 인공지능 스티어링 기능을 끄고, 볼륨을 조절하세요
nl_nl: Laat het volume niet sturen door de omgeving maar gebruik hiervoor de volumeregelaar
no_no: Slå av environmental steering og juster med volumkontroll
pt_pt: Desative o classificador do ambiente e use o controle de volume para ajustar.
ro_ro: Opriti orientarea dupa mediu si folositi potentiometrul de volum pentru ajustari
ru_ru: Отключите управление в зависимости от окружения и используйте для настройки регулятор громкости
sv_se: Slå av Miljöstyrningen och använd volymkontrollen för att justera
th_th: ปิดสภาพแวดล้อมซ้ายขวาและใช้ตัวควบคุมระดับเสียงในการปรับ
tr_tr: Çevre yönlendirmeyi kapatın ve ayarlamak için ses kontrolünü kullanın
zh_cn: 关闭环境优化,使用音量调节

source: Broadband stimulation is not effective
bg_bg: Широколентовата стимулация не е ефективна
cht: 寬頻刺激音無效
da_dk: Bredbåndsstimulation er ikke aktiv
el_gr: Δεν είναι αποτελεσματική η διέγερση της ευρυζωνικότητας
fi_fi: Laajakaistaiset äänet eivät auta
hr_hr: Širokopojasna stimulacija nije učinkovita
hu_hu: A szélessávú stimuláció nem hatékony
it_it: Lo stimolo a banda larga non è efficace
ko_kr: 소리발생기의 광대역 소리자극이 효과적이지 않습니다
nl_nl: Breedbandige stimulatie is niet effectief
no_no: Bredbåndstimulering er ikke effektiv
pt_pt: A simulação de banda larga não é efetiva
ro_ro: Stimularea in banda larga nu este eficienta
ru_ru: Широкополосное возбуждение неэффективно
sv_se: Breabandsstimulation är inte effektiv.
th_th: การจำลองบรอดแบนด์ไม่ได้ผล
tr_tr: Geniş bant uyarımı etkili değil
zh_cn: 全频刺激无效

source: Shape the high/low cut frequency band accordingly
bg_bg: Направете съответно разделение на високочестотния/нискочестотния диапазон
cht: 妥善配置高阻/低阻頻帶設定
da_dk: Indstil båndet for high/low cut-frekvensen tilsvarende
el_gr: Διαμορφώστε τη ζώνη αποκοπής υψηλών/χαμηλών συχνοτήτων αντίστοιχα
fi_fi: Muokkaa korkeaa/matalaa leikkauspistettä taajuuskaistan mukaisesti
hr_hr: Odgovarajuće oblikujte niskopropusni/visokopropusni pojas frekvencija
hu_hu: Alakítsa a magas/mély vágófrekvenciát eszerint
it_it: Regolare di conseguenza la banda di frequenza del taglio acuti/bassi
ko_kr: 하이 컷/로우 컷 주파수 밴드를 조절합니다
nl_nl: Stel de hoog-af/laag-af filters in overeenstemming hiermee in
no_no: Form høyt/lavt frekvensbånd tilsvarende
pt_pt: Defina a banda de frequência de corte baixo/alto de acordo
ro_ro: Modelati banda de taiere joase/ inalte dupa cerinte
ru_ru: Сформируйте полосы высоких/низких частот соответственно
sv_se: Forma beskärning av höga och låga frekvenser
th_th: ปรับรูปทรงแบนด์การตัดความถี่สูง/ต่ำให้เหมาะสม
tr_tr: Yüksek/Alçak kesit frekansını banda göre şekillendir
zh_cn: 相应调整高/低频带宽

source: Shape the band for more high frequency emphasis
bg_bg: Направете разделение в диапазона за по-високочестотен акцент
cht: 形成強調更高頻率的頻帶
da_dk: Indstil båndet for mere vægt på højfrekvens
el_gr: Διαμορφώστε τη ζώνη για περισσότερη έμφαση στις υψηλές συχνότητες
fi_fi: Muokkaa kaistaa niin että se painottu enemmän korkeille taajuuksille
hr_hr: Oblikujte pojas za veći naglasak visokih frekvencija
hu_hu: Alakítsa a sávot a mélyfrekvenciás nyomatékra
it_it: Regolare la banda per una maggiore enfasi sulle alte frequenze
ko_kr: 소리발생기의 노이즈 주파수 밴드를 보다 고주파수로 조절합니다
nl_nl: Stel de filters in voor meer nadruk op de hoge frequenties
no_no: Bruk frekvensforming for å legge mer vekt på høye frekvenser
pt_pt: Modele a banda para maior ênfase para altas frequências
ro_ro: Modelati banda pentru mai mare accentuare a frecventelor inalte
ru_ru: Сформируйте полосу для наибольшего выделения высоких частот
sv_se: Forma frekvensbandet för mer högfrekvent betoning
th_th: ปรับรูปทรงแบนด์โดยเน้นความถี่สูงมากขึ้น
tr_tr: Biraz daha fazla yüksek frekans vurgusu için bandı şekillendir
zh_cn: 多调整高频带宽
