Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The middle ear is a small air-filled cavity connected by the Eustachian tube to the back of throat. The Eustachian tube opens periodically to maintain normal air pressure in the middle ear. A chain of three small bones, the hammer (malleus), the anvil (incus) and the stirrup (stapes) conducts the sound vibrations from the eardrum to the inner ear.
bg_bg: Средното ухо е малка, изпълнена с въздух кухина, свързана със задната част на гърлото чрез евстахиевата тръба. Евстахиевата тръба се отваря периодично, за да поддържа нормално налягане на въздуха в средното ухо. Верига от три малки кости, чукчето, наковалнята и стремето пренасят звуковите вибрации от тъпанчето до вътрешното ухо.
cht: 中耳是一個充滿空氣的小腔室，由耳咽管連接到喉嚨的後部。耳咽管定期開啟以保持中耳的正常氣壓。三塊由槌骨、砧骨及鐙骨組成的鏈將聲音振動由鼓膜傳遞至內耳。
da_dk: Mellemøret er et lille luftfyldt hulrum forbundet til den bagerste del af næsehulen med det eustakiske rør. Det eustatiske rør åbner med jævne mellemrum for at sikre normalt lufttryk i mellemøret. En kæde af tre små knogler, hammeren, ambolten og stigbøjlen, leder lydvibrationerne fra trommehinden til det indre øre.
el_gr: Το μέσον ους είναι μια μικρή κοιλότητα αέρα που συνδέεται στο πίσω μέρος του φάρυγγα μέσω της ευσταχιανής σάλπιγγας. Η ευσταχιανή σάλπιγγα ανοίγει κατά περιόδους για τη διατήρηση της πίεσης αέρα σε φυσιολογικό επίπεδο εντός του μέσου ωτός. Μια αλυσίδα τριών οσταρίων, η σφύρα, ο άκμων και ο αναβολέας, μεταφέρει τις ηχητικές δονήσεις από τον τυμπανικό υμένα στο έσω ους.
fi_fi: Keskikorva on pieni ilmalla täytetty ontelo, joka on yhdistetty kurkun takaosassa sijaitsevaan korvatorveen. Korvatorvi avautuu säännöllisesti, jotta ilmanpaine keskikorvassa säilyy normaalina. Äänen värähtely siirtyy sisäkorvaan kolmen pienen luun avulla: vasara (malleus), alasin (incus) ja jalustin (stapes).
hr_hr: Srednje uho mala je šupljina ispunjena zrakom koja je Eustachijevom cijevi povezana sa stražnjim dijelom ždrijela. Eustachijeva cijev povremeno se otvara kako bi se održao normalan tlak zraka u srednjem uhu. Lanac od tri koščice – čekića (malleus), nakovnja (incus) i stremena (stapes) – provodi zvučne vibracije iz bubnjića u unutarnje uho.
hu_hu: A középfül egy kis, levegővel teli üreg, amelyet az Eustach-kürt köt össze a torok hátsó részével. Az Eustach-kürt időszakosan kinyílik a középfülben lévő nyomás fenntartásáért. Három kis csont láncolata, a kalapács (malleus) az üllő (incus) és a kengyel (stapes) vezetik a hang által a dobhártyán keltett rezgéseket a belső fülbe.
it_it: L'orecchio medio è una piccola cavità piena d'aria collegata con la tuba di Eustachio alla parte posteriore della gola. La tuba di Eustachio si apre periodicamente per mantenere la pressione normale dell'aria nell'orecchio medio. Una catena di tre ossicini (il martello, l'incudine e la staffa) conduce le vibrazioni sonore dal timpano all'orecchio interno.
ko_kr: 중이는 공기로 가득 찬 작은 공간으로 이관을 통해 목으로 연결되며, 중이의 공기 압력을 유지합니다. 또한, 이소골(추골, 침골, 등골)의 연쇄로 고막의 진동을 내이로 전달합니다.
nl_nl: Het middenoor is een kleine, met lucht gevulde holte die via de buis van Eustachius is verbonden met de achterzijde van de keel. De buis van Eustachius opent zich periodiek om in het middenoor een normale luchtdruk te behouden. Een keten van drie kleine beentjes, de hamer (malleus), het aambeeld (incus) en de stijgbeugel (stapes) geleidt de geluidstrillingen van het trommelvlies naar het binnenoor.
no_no: Mellomøret er et lite luftfylt hulrom som er tilkoblet øretrompeten (tuba auditiva) mot baksiden av svelget. Øretrompeten åpnes periodisk for å opprette normalt lufttrykk i mellomøret. En rekke på tre små bein – hammeren (malleus), ambolten (incus) og stigbøylen (stapes) – leder lydvibrasjonene fra trommehinnen til det indre øret.
pt_pt: A orelha média é uma pequena cavidade de ar ligada à tuba de Eustáquio que, por sua vez, se comunica com a parte de trás da garganta. A tuba de Eustáquio abre periodicamente para manter a pressão do ar normal na orelha média. Uma cadeia de três pequenos ossos, martelo, bigorna e estribo, conduz o som do tímpano para a orelha interna.
ro_ro: Urechea medie este o cavitate umpluta cu aer legata de spatele gatului de trompa lui Eustache. Trompa lui Eustache se deschide periodic pentru a pastra o presiune normala in canalul auditiv. Un lant de 3 osicioare : ciocan (malleus), nicovala (incus) si scarita (stapes) conduce vibratiile sonore de la timpan la urechea interna.
ru_ru: Среднее ухо представляет собой небольшую, заполненную воздухом полость, соединенную евстахиевой трубой с носоглоткой. Евстахиева труба периодически открывается, чтобы выравнивать давление воздуха в среднем ухе с атмосферным. Цепочка из трех косточек, молоточка (malleus), наковальни (incus) и стремечка (stapes), передает звуковые колебания от барабанной перепонки во внутреннее ухо.
sv_se: Mellanörat är en liten luftfylld kavitet med anslutning, via örontrumpeten, till svalget. Örontrumpeten öppnas periodiskt för att bibehålla normalt lufttryck i mellanörat. En kedja av tre små ben, hammare (malleus), städ (incus) och stigbygel (stapes) överför ljudvibrationerna från trumhinnan till innerörat.
th_th: หูชั้นกลางจะเป็นโพรงอากาศขนาดเล็กที่เชื่อมต่อกับท่อยูสเตเชียนจนถึงด้านหลังของช่องคอ ท่อยูสเตเชียนจะเปิดเป็นระยะเพื่อรักษาความดันในหูชั้นกลางไว้ให้เป็นปกติ การทำงานร่วมกันของกระดูกขนาดเล็กสามชิ้น ซึ่งได้แก่กระดูกค้อน (malleus) กระดูกทั่ง (incus) และกระดูกโกลน (stapes) จะส่งผ่านการสั่นสะเทือนของเสียงจากแก้วหูไปยังหูชั้นใน
tr_tr: Orta kulak, boğazın arka kısmına östaki borusuyla bağlanmış, hava dolu küçük bir boşluktur. Östaki borusu düzenli olarak açılarak orta kulaktaki normal hava basıncını sağlar. Üç küçük kemikten oluşan bir dizi, ses titreşimlerini kulak zarından iç kulağa iletir. Bunlar çekiç (malleus), örs (inkus) ve üzengidir (stapes).
zh_cn: 中耳是小型的腔体，与咽鼓管相连。咽鼓室的闭合维持中耳正常的压力。中耳有三个小骨组成：锤骨、砧骨和镫骨，将来自鼓膜的声音振动传到内耳。

source: The outer ear consists of an external part (the auricle or pinna), the ear canal and the eardrum (tympanic membrane). The purpose of the Pinna is to collect sound and transfer it to the ear canal. The ear canal directs sound to the eardrum and protects the middle ear. A self-cleaning system, it also produces earwax which captures debris as it naturally travels out of the ear canal. The eardrum which is located at the end of the ear canal is a thin, delicate membrane separating the cavity of the middle ear from the ear canal. Sound waves hitting the eardrum cause it to vibrate. These vibrations are transmitted to the middle ear.
bg_bg: Външното ухо се състои от външна част (аурикула или ушна мида), ушен канал и тъпанче (тъпанчева мембрана). Предназначението на ушната мида е да събира звука и да го прехвърля към ушния канал. Ушният канал насочва звука към тъпанчето и предпазва средното ухо. Като самопочистваща се система, той произвежда и ушна кал, която улавя замърсяванията, като естествено се движи и излиза от ушния канал. Тъпанчето, което се намира в края на ушния канал, е тънка, нежна мембрана, отделяща кухината на средното ухо от ушния канал. Звуковите вълни, които удрят тъпанчето, го карат да трепти. Тези трептения се предават към средното ухо.
cht: 外耳由外部的耳殼、耳道和耳膜 (鼓膜) 組成。耳殼的作用是收集聲音並將其傳送至耳道。耳道將聲音傳遞至耳膜並保護中耳。一個自我清潔系統，可產生用來黏住灰塵的耳垢，並將耳垢自然的排出耳道。位於耳道末端的耳膜是一塊薄而精細的膜，將中耳腔與耳道分開。當聲波撞擊耳膜時，會使其振動，並傳遞至中耳。
da_dk: Det ydre øre består af selve det ydre øre, øregangen og trommehinden. Formålet med det ydre øre er at samle lyden og gennem øregangen bringe den til trommehinden. Det ydre øre er et selvrensende system, der producerer ørevoks, som opsamler støv og skidt, mens den naturligt bevæger sig ud af øregangen. Trommehinden, der sidder for enden af øregangen, er en tynd membran, der adskiller øregang og mellemøre. Lydbølger, der rammer trommehinden, får den til at vibrere. Disse vibrationer overføres til mellemøret.
el_gr: Το έξω ους αποτελείται από ένα εξωτερικό τμήμα (το πτερύγιο του ωτός), τον ακουστικό πόρο και το τύμπανο (τυμπανικό υμένα). Το πτερύγιο συλλέγει τον ήχο και τον μεταφέρει στον ακουστικό πόρο. Ο ακουστικός πόρος κατευθύνει τον ήχο στο τύμπανο και προστατεύει το μέσον ους. Αποτελεί επίσης ένα σύστημα αυτοκαθαρισμού, καθώς παράγει κυψελίδα η οποία δεσμεύει υπολείμματα ενώ εξέρχεται από τον ακουστικό πόρο. Το τύμπανο, που βρίσκεται στο τέλος του ακουστικού πόρου, είναι ένας λεπτός, ευαίσθητος υμένας που διαχωρίζει την κοιλότητα του μέσου ωτός από τον ακουστικό πόρο. Τα ηχητικά κύματα που προσπίπτουν στο τύμπανο προκαλούν δονήσεις. Αυτές οι δονήσεις μεταδίδονται στο μέσον ους.
fi_fi: Ulkokorva koostuu ulkoisesta osasta (korvalehti), korvakäytävästä ja tärykalvosta. Korvalehti kerää äänet ja siirtää ne korvakäytävään. Korvakäytävä ohjaa äänet tärykalvolle ja suojaa keskikorvaa. Lika tarttuu korvavahaan, joka kulkeutuu ulos ja puhdistaa korvakäytävän. Korvakäytävän pohjalla sijaitseva ohut ja herkkä tärykalvo erottaa keskikorvan ja korvakäytävän toisistaan. Kun tärykalvoon osuu ääniaaltoja, se alkaa väristä. Värinä siirtyy keskikorvaan.
hr_hr: Vanjsko uho sastoji se od vanjskog dijela (uške ili ušne školjke), zvukovoda i bubnjića (membrana tympanica). Ušna školjka služi za prikupljanje i prijenos zvuka u zvukovod. Zvukovod usmjerava zvuk prema bubnjiću i štiti srednje uho. Kao sustav koji se samostalno čisti, on također proizvodi ušni vosak koji prikuplja nečistoće dok se prirodno prazni iz zvukovoda. Bubnjić, koji je smješten na kraju zvukovoda, tanka je i osjetljiva membrana koja razdvaja šupljinu srednjeg uha od zvukovoda. Kada zvučni valovi udaraju o bubnjić, on vibrira. Te se vibracije prenose u srednje uho.
hu_hu: A külső fül a fülkagylóból, a hallójáratból és a dobhártyából tevődik össze. A fülkagyló feladata a hang összegyűjtése és továbbítása a hallójáratba. A hallójárat ezután a hangot a dobhártyához vezeti, emellett pedig a középfület is védi. Mint öntisztító rendszer, a hallójárat fülzsírt is termel, ami a fülből kifelé haladva begyűjti a szennyeződéseket. A hallójárat végén található egy vékony, sérülékeny membrán, amely elválasztja a külső fület a belső fültől, ezt nevezzük dobhártyának. A külvilágból érkező hangok megrezegtetik a dobhártyát, amelyek ezután a középfülbe továbbítódnak.
it_it: L'orecchio esterno è costituito da una parte esterna (il padiglione auricolare o pinna), il canale uditivo e la membrana timpanica (il timpano). Lo scopo della pinna è di raccogliere il suono e trasferirlo al canale uditivo. Il condotto uditivo dirige il suono alla membrana timpanica e protegge l'orecchio medio. Un sistema di auto-pulizia, produce anche il cerume che cattura i detriti mentre viaggia naturalmente fuori del canale uditivo. La membrana timpanica che si trova all'estremità del canale uditivo è una sottile membrana delicata che separa la cavità dell'orecchio medio dal canale uditivo. Le onde sonore colpiscono la membrana timpanica facendola vibrare. Tali vibrazioni vengono trasmesse nell'orecchio medio.
ko_kr: 외이는 이개, 외이도, 고막으로 구성되어 있습니다. 이개는 소리를 집음하고 그 소리를 외이도로 전달합니다. 또한, 외이도를 통한 소리는 곧바로 고막으로 전달합니다. 외이도는 유해물질을 귀지형태로 배출하여 귀를 보호합니다. 고막은 외이도 끝에 위치하고 매우 얇으며, 외이도와 중이강을 구분합니다. 소리는 고막을 자극하여 중이로 전달됩니다.
nl_nl: Het buitenoor bestaat uit een extern gedeelte (de oorschelp), de gehoorgang en het trommelvlies. Het doel van de oorschelp is het geluid op te vangen en in de gehoorgang te leiden. De gehoorgang leidt het geluid naar het trommelvlies en beschermt het middenoor. Het is een zelfreinigend systeem, het geproduceerde oorsmeer neemt vuil mee als het zich op natuurlijke wijze uit de gehoorgang beweegt. Het trommelvlies aan het einde van de gehoorgang is een dun, delicaat membraan wat de binnenoorholte scheidt van de gehoorgang. Geluidsgolven die het trommelvlies bereiken zorgen ervoor dat dit gaat trillen. Deze trillingen worden overgebracht naar het middenoor.
no_no: Det ytre øret består av en utvendig del (øremuslingen eller pinna), ørekanalen og trommehinnen (membrana tympani). Pinnaens formål er å ta imot lyder og overføre dem til ørekanalen. Ørekanalen fører lydene videre til trommehinnen og beskytter mellomøret. Dette er et selvrensende system som også produserer ørevoks, som fanger opp urenheter på sin vei ut av ørekanalen. Trommehinnen, som ligger i enden av ørekanalen, er et tynt og skjør membran som skiller hulrommet i mellomøret fra ørekanalen. Lydbølger som treffer trommehinnen, får den til å vibrere. Disse vibrasjonene overføres så til mellomøret.
pt_pt: A orelha externa é composta por uma parte externa (pavilhão auricular), o canal auditivo e a membrana timpânica. A função do pavilhão é captar os sons e enviá-los para o canal auditivo. O canal auditivo direciona o som para a membrana timpânica e protege a orelha média. Também produz cera que capta detritos e os expulsa naturalmente do canal auditivo. A membrana timpânica que está localizada no final do canal auditivo é fina, delicada e separa a cavidade da orelha média do canal auditivo. As ondas sonoras tocam a membrana fazendo-a vibrar. Essas vibrações são transmitidas à orelha média.
ro_ro: Urechea externa este formata din pavilion, canal auditiv si timpan. Scopul pavilionului este colectarea sunetului si transferul acestuia catre conduct. Canalul auditiv conduce sunetul la timpan si protejeaza urechea medie. Un sistem de auto-curatare, productia de cerumen care si capteaza mizeria are traseul dinauntru catre inafara. Timpanul, aflat la capatul CAE este o membrana subtire si delicata ce separa cavitatea urechii medii de CAE. Undele sonore pun timpanul in miscare. Vibratiile sunt transmise la urechea medie.
ru_ru: Наружное ухо состоит из внешней части (ушной раковины), слухового канала и барабанной перепонки. Назначение ушной раковины – улавливать звук и переносить его в слуховой канал. Слуховой канал направляет звук на барабанную перепонку и защищает среднее ухо. Представляя собой самоочищающуюся систему, он выделяет ушную серу, которая, двигаясь наружу, выносит из уха загрязнения. Барабанная перепонка, расположенная в конце ушного канала,– это тонкая, нежная мембрана, разделяющая полость среднего уха и слуховой канал. Ударяясь в барабанную перепонку, звуковые волны вызывают ее колебания. Эти колебания передаются в среднее ухо.
sv_se: Ytterörat består av en extern del (concha auriculae eller pinna), hörselgången och trumhinnan. Ytterörats uppgift är att samla ljud och vidarebefordra det in i hörselgången. Hörselgångens uppgift är att rikta ljudet mot trumhinnan och skydda mellanörat. Ett självrengörande vaxproduktionssystem fångar upp smuts som låter det sedan färdas ut ur hörselgången. Trumhinnan i änden av hörselgången är ett tunt membran som skiljer ytteröra från mellanöra. Ljudvågor som träffar trumhinnan får den att vibrera. Dessa vibrationer överförs sedan till mellanörat.
th_th: หูชั้นนอกจะประกอบด้วยอวัยวะภายนอก (ใบหูหรือติ่งหู) ช่องหูและแก้วหู (เยื่อแก้วหู) ใบหูมีหน้าที่ในการดักจับเสียงและส่งต่อไปยังโพรงหู โพรงหูจะนำเสียงต่อไปยังแก้วหูและปกป้องหูชั้นกลาง และยังมีระบบทำความสะอาดตัวเอง ซึ่งจะสร้างขี้หูไว้คอยดักจับสิ่งสกปรกในระหว่างการเคลื่อนที่ออกจากโพรงหูตามธรรมชาติ แก้วหูที่ตั้งอยู่ในส่วนปลายโพรงหูคือเนื้อเยื่อบางๆ ที่มีความละเอียดอ่อน ซึ่งจะแยกช่องของหูชั้นกลางออกจากโพรงหู คลื่นเสียงที่มากระทบแก้วหูจะทำให้เกิดการสั่นสะเทือน และการสั่นสะเทือนเหล่านี้จะถูกส่งต่อไปยังหูชั้นกลาง
tr_tr: Dış kulak harici bir parça (kulak kepçesi veya pinna), kulak kanalı ve kulak zarından (timpanik membran) oluşur. Pinna sesi toplar ve kulak kanalına aktarır. Kulak kanalı, sesi kulak zarına yönlendirir ve orta kulağı dış etkenlerden korur. Kendisini temizleyen bir sistem; kulak kanalından doğal olarak dışarı çıkan kirleri yakalayan kulak kirini de üretir. Kulak kanalının sonunda yer alan kulak zarı orta kulak boşluğunu kulak kanalından ayıran ince, hassas bir zardır. Kulak zarına vuran ses dalgaları titreşime neden olur ve bu titreşimler orta kulak kemikçiklerine iletilir.
zh_cn: 外耳包括外面的耳廓和外耳道。耳廓收集声音，经过外耳道引起鼓膜的震动。耳道还有自发功能，能将产生的耵聍震出耳道。

source: This feature offers the patient a clean, crisp, clear sound quality with no annoying 'amplified' quality.
bg_bg: Тази функция предлага на пациента чисто, отчетливо, ясно качество на звука без дразнещ „усилен“ нюанс.
cht: 這功能提供使用者乾淨、清晰的音質且沒有干擾人的「擴音」音質。
da_dk: Denne funktion giver brugeren en ren, skarp, klar lydkvalitet, der ikke virker ubehageligt "forstærket".
el_gr: Αυτή η λειτουργία προσφέρει στον ασθενή καθαρή, ευκρινή, σαφή ποιότητα ήχου χωρίς την ενοχλητική "ενισχυμένη" ποιότητα.
fi_fi: Tämän ominaisuuden ansiosta äänen laatu on puhtaampi, kirkkaampi ja selkeämpi eikä se kuulosta vahvistetulta.
hr_hr: To svojstvo nudi pacijentu čistu i oštru kvalitetu zvuka bez neugodnih umjetno pojačanih tonova.
hu_hu: Ez a funkció tiszta, precíz hangminőséget biztosit a páciensnek, amely nem egy erősített hangot ad.
it_it: Questa caratteristica offre al paziente un ambiente pulito, nitido, con una chiara qualità del suono senza fastidiosi effetti.
ko_kr: 이 기능은 불편한 증폭 음질을 깨끗하고, 명료하게하여 또렷하게 들을 수 있도록 합니다.
nl_nl: Deze functie biedt de gebruiker een kraakheldere, duidelijke geluidskwaliteit zonder een vervelend ‘versterkt’ karakter.
no_no: Denne funksjonen tilbyr pasienten en ren, klar lydkvalitet uten forstyrrende lydforsterkninger.
pt_pt: Esse recurso oferece ao paciente uma qualidade sonora clara e limpa sem uma qualidade de "amplificação" irritante.
ro_ro: Această opțiune îi oferă pacientului o calitate a sunetului curată, exactă, clară, fără calitatea sunetelor „amplificate” deranjante.
ru_ru: Эта функция обеспечивает пациенту чистый, четкий и ясный звук без раздражающего оттенка, свойственного усиленным аудиосигналам.
sv_se: Denna funktion ger patienten en ren, skarp, tydlig ljudkvalitet utan störande "förstärkt" kvalitet.
th_th: คุณสมบัตินี้มอบคุณภาพเสียงที่ดี ชัดเจน และทรงพลังให้กับผู้ป่วยโดยไม่มีคุณภาพ 'การขยายเสียง' ที่น่ารำคาญ
tr_tr: Bu özellik sayesinde hasta, sinir bozucu 'yükseltilmiş' sesler olmaksızın anlaşılır, net, temiz bir ses kalitesine sahip olur.
zh_cn: 该功能可为用户提供清晰的音质体验。

source: With DFS Ultra II
bg_bg: С DFS Ultra II
cht: 搭配數位回饋音抑制
da_dk: Med DFS Ultra II
el_gr: Με DFS Ultra II
fi_fi: DFS Ultra II käytössä
hr_hr: S DFS Ultra II
hu_hu: DFS Ultra II-vel
it_it: Con DFS Ultra II
ko_kr: DFS Ultra II 활성화
nl_nl: Met DFS Ultra II
no_no: Med DFS Ultra II
pt_pt: Com DFS Ultra II
ro_ro: Cu DFS Ultra II
ru_ru: С функцией DFS Ultra II
sv_se: Md DFS Ultra II
th_th: แบบมี DFS Ultra II
tr_tr: DFS Ultra II ile
zh_cn: 带超级DFS II功能

source: With Wind Guard
bg_bg: С Wind Guard
cht: 搭配風噪音抑制
da_dk: Med Wind Guard
el_gr: Με Wind Guard
fi_fi: Tuulisalpa käytössä
hr_hr: Sa zaštitom od vjetra
hu_hu: Szélzaj szűréssel
it_it: Con Wind Guard
ko_kr: Wind Guard 활성화
nl_nl: Met WindGuard
no_no: Med Wind Guard
pt_pt: Com Wind Guard
ro_ro: Cu Paravânt
ru_ru: С Wind Guard
sv_se: Med Vindbrusreducering
th_th: แบบมี Wind Guard
tr_tr: Wind Guard'lı
zh_cn: 带高效风噪卫士功能

source: Without Wind Guard
bg_bg: Без Wind Guard
cht: 未搭配風噪音抑制
da_dk: Uden Wind Guard
el_gr: Χωρίς Wind Guard
fi_fi: Tuulisalpa Ei käytössä
hr_hr: Bez zaštite od vjetra
hu_hu: Szélzajszűrés nélkül
it_it: Senza Wind Guard
ko_kr: Wind Guard 비활성화
nl_nl: Zonder WindGuard
no_no: Uten Wind Guard
pt_pt: Sem Wind Guard
ro_ro: Fără Paravânt
ru_ru: Без Wind Guard
sv_se: Utan Vindbrusreducering
th_th: แบบไม่มี Wind Guard
tr_tr: Wind Guard'sız
zh_cn: 不带高效风噪卫士功能

source: Left Side
bg_bg: Лява страна
cht: 左耳
da_dk: Venstre
el_gr: Αριστερή πλευρά
fi_fi: Vasen puoli
hr_hr: Lijeva strana
hu_hu: Bal oldal
it_it: Lato sinistro
ko_kr: 좌측
nl_nl: Linkeroor
no_no: Venstre side
pt_pt: Lado esquerdo
ro_ro: Partea stanga
ru_ru: Левая сторона
sv_se: Vänster sida
th_th: ข้างซ้าย
tr_tr: Sol Taraf
zh_cn: 左侧

source: Right Side
bg_bg: Дясна страна
cht: 右耳
da_dk: Højre
el_gr: Δεξιά πλευρά
fi_fi: Oikea puoli
hr_hr: Desna strana
hu_hu: Jobb oldal
it_it: Lato destro
ko_kr: 우측
nl_nl: Rechteroor
no_no: Høyre side
pt_pt: Lado direito
ro_ro: Partea dreapta
ru_ru: Правая сторона
sv_se: Höger sida
th_th: ข้างขวา
tr_tr: Sağ Taraf
zh_cn: 右侧

source: Apply Left
bg_bg: Приложи отляво
cht: 套用於左耳
da_dk: Brug venstre
el_gr: Χρήση αριστερά
fi_fi: Käytä vasenta
hr_hr: Primijeni lijevo
hu_hu: Bal alkalmazása
it_it: Applica a sinistra
ko_kr: 좌측 적용
nl_nl: Links toepassen
no_no: Bruk venstre
pt_pt: Aplicar à esquerda
ro_ro: Aplica pentru Stanga
ru_ru: Применить для левого
sv_se: Välj vänster
th_th: ใช้กับข้างซ้าย
tr_tr: Sola Uygula
zh_cn: 应用于左耳

source: Apply Right
bg_bg: Приложи отдясно
cht: 套用於右耳
da_dk: Brug højre
el_gr: Χρήση δεξιά
fi_fi: Käytä oikeaa
hr_hr: Primijeni desno
hu_hu: Jobb alkalmazása
it_it: Applica a destra
ko_kr: 우측 적용
nl_nl: Rechts toepassen
no_no: Bruk høyre
pt_pt: Aplicar à direita
ro_ro: Aplica pentru Dreapta
ru_ru: Применить для правого
sv_se: Välj höger
th_th: ใช้กับข้างขวา
tr_tr: Sağa Uygula
zh_cn: 应用于右耳

source: Apply to Both Ears
bg_bg: Приложи на двете уши
cht: 套用於雙耳
da_dk: Brug begge
el_gr: Χρήση και στα δύο
fi_fi: Käytä molempiin korviin
hr_hr: Primijeni na oba uha
hu_hu: Alkalmazás mindkét fülre
it_it: Applica a entrambi gli orecchi
ko_kr: 양측 적용
nl_nl: Op beide oren toepassen
no_no: Bruk i begge ører
pt_pt: Aplicar em ambas as orelhas
ro_ro: Aplica pentru Ambele Urechi
ru_ru: Применить для обоих ушей
sv_se: Välj båda öronen
th_th: ใช้กับทั้งสองหู
tr_tr: Her İki Kulağa da Uygula
zh_cn: 应用于双耳

source: Search
bg_bg: Търсене
cht: 搜尋
da_dk: Søg
el_gr: Αναζήτηση
fi_fi: Etsi
hr_hr: Traži
hu_hu: Keresés
it_it: Trova
ko_kr: 카테고리 검색
nl_nl: Zoek
no_no: Søk
pt_pt: Buscar
ro_ro: A cauta
ru_ru: Поиск
sv_se: Sök
th_th: ค้นหา
tr_tr: Ara
zh_cn: 查找

source: Clear
bg_bg: Изчисти
cht: 清除
da_dk: Ryd
el_gr: Απαλοιφή
fi_fi: Tyhjennä
hr_hr: Očisti
hu_hu: Törlés
it_it: Cancella
ko_kr: 지우기
nl_nl: Reset
no_no: Slett
pt_pt: Limpar
ro_ro: Curata
ru_ru: Очистить
sv_se: Avbryt
th_th: ล้าง
tr_tr: Temizle
zh_cn: 清除

source: 1. Select a Category
bg_bg: 1. Избери категория
cht: 1. 選擇種類
da_dk: 1. Vælg en kategori
el_gr: 1. Επιλέξτε κατηγορία
fi_fi: 1. Valitse kategoria
hr_hr: 1. Odabir kategorije
hu_hu: 1. A kategória kiválasztása
it_it: 1. Selezionare una categoria
ko_kr: 1. 카테고리 선택
nl_nl: 1. Selecteer een categorie
no_no: 1. Velg kategori
pt_pt: 1. Selecione Categoria
ro_ro: 1. Selecteaza o Categorie
ru_ru: 1. Выбрать категорию
sv_se: 1. Välj en kategori
th_th: 1. เลือกประเภท
tr_tr: 1. Kategori Seç
zh_cn: 1. 选择抱怨类型

source: 2. Select a Problem
bg_bg: 2. Избери проблем
cht: 2. 選擇問題
da_dk: 2. Vælg et problem
el_gr: 2. Επιλέξτε πρόβλημα
fi_fi: 2. Valitse ongelma
hr_hr: 2. Odabir problema
hu_hu: 2. A probléma kiválasztása
it_it: 2. Selezionare un problema
ko_kr: 2. 사용자 불편사항
nl_nl: 2. Selecteer een probleem
no_no: 2. Velg problem
pt_pt: 2. Selecione um Problema
ro_ro: 2. Selecteaza o Problema
ru_ru: 2. Выбрать проблему
sv_se: 2. Välj ett problem
th_th: 2. เลือกปัญหา
tr_tr: 2. Problem Seç
zh_cn: 2. 选择具体抱怨

source: 3. Apply a Solution
bg_bg: 3. Приложи решение
cht: 3. 套用解決方案
da_dk: 3. Anvend en løsning
el_gr: 3. Εφαρμόστε μια λύση
fi_fi: 3. Käytä ratkaisua
hr_hr: 3. Primjena rješenja
hu_hu: 3. A megoldás alkalmazása
it_it: 3. Applicare una soluzione
ko_kr: 3. 피팅 가이드 적용
nl_nl: 3. Pas een oplossing toe
no_no: 3. Bruk en løsning
pt_pt: 3. Aplicar a solução
ro_ro: 3. Aplica o Solutie
ru_ru: 3. Применить решение
sv_se: 3. Välj en lösning
th_th: 3. นำวิธีแก้ปัญหามาใช้
tr_tr: 3. Çözüm Uygula
zh_cn: 3. 应用解决方案

source: Left
bg_bg: Ляво
cht: 左耳
da_dk: Venstre
el_gr: Αριστερό
fi_fi: Vasen
hr_hr: Lijevo
hu_hu: Bal
it_it: Sinistro
ko_kr: 좌측
nl_nl: Links
no_no: Venstre
pt_pt: Esquerda
ro_ro: Stanga
ru_ru: Левый
sv_se: Vänster
th_th: ซ้าย
tr_tr: Sol
zh_cn: 左耳
