Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: DFS Ultra II is unavailable if the device has not been calibrated. The calibration is used to reduce feedback based on the patient's ear characteristics and physical properties of the device. DFS Ultra II should be calibrated after changing configuration, receivers/tubing, or domes.
bg_bg: DFS Ultra II не е достъпна, ако устройството не е калибрирано. Калибрирането се използва за намаляване на микрофонията въз основа на характеристиките на ухото на пациента и физичните свойства на устройството. DFS Ultra II трябва да се калибрира след смяна на конфигурацията, приемниците/шлауха или сводовете.
cht: 如果裝置尚未校正，則無法使用數位回饋音抑制 Ultra II 。 校正用於根據客戶的耳朵特性和裝置的硬體特性來減少回饋音。 數位回饋音抑制 Ultra II 應在更換配置、接收器/耳管或耳塞後進行校正。
da_dk: DFS Ultra II er ikke tilgængelig, hvis apparatet ikke er blevet kalibreret. Kalibreringen bruges til at reducere tilbagekobling på baggrund af brugerens øres karakteristika og apparatets fysiske egenskaber. DFS Ultra II skal kalibreres efter ændring af konfiguration, receivere/slanger eller kupler.
el_gr: Η λειτουργία DFS Ultra II δεν είναι διαθέσιμη αν η συσκευή δεν έχει βαθμονομηθεί. Η βαθμονόμηση χρησιμοποιείται για τη μείωση του μικροφωνισμού με βάση τα χαρακτηριστικά του αυτιού του ασθενούς και τις φυσικές ιδιότητες της συσκευής. Η βαθμονόμηση για την DFS Ultra II θα πρέπει να γίνεται μετά από την αλλαγή διαμόρφωσης, δεκτών/σωλήνων ή καλυμμάτων.
fi_fi: DFS Ultra II ei ole käytettävissä jos laitetta ei ole kalibroitu. Kalibrointi käytetään vinkumisen vähentämiseksi. Se selvittää potilaan korvan fyysiset ominaisuudet ja kuulokojeen ominaisuudet. DFS Ultra II tulee kalibroida aina kun vaihdetaan konfiguraatiota, ääniletkua/kuulokeletkua tai tippejä
hr_hr: DFS Ultra II nedostupan je ako uređaj nije kalibriran. Kalibracija se upotrebljava za smanjenje buke u aparatu prema karakteristikama uha bolesnika i fizičkim svojstvima uređaja. DFS Ultra II treba kalibrirati nakon promjene konfiguracije, prijamnika/cijevi ili kupola.
hu_hu: A DFS Ultra II nem érhető el, ha az eszköz nincs kalibrálva. A kalibrálás a gerjedés csökkentésére szolgál a páciens füljellemzői és a készülék fizikai tulajdonságai alapján. A konfiguráció, a vevő/csövek vagy füldugók módosítása után a DFS Ultra II kalibrálására van szükség.
it_it: DFS Ultra II non è disponibile se il dispositivo non è stato calibrato. La calibrazione viene utilizzata per ridurre il feedback in base alle caratteristiche dell'orecchio del paziente e alle proprietà fisiche del dispositivo. DFS Ultra II deve essere calibrato dopo aver modificato configurazione, ricevitori/tubicini o cupolette.
ko_kr: DFS Ultra II는 보청기를 캘리브레이션하지 않은 경우 이용할 수 없습니다. 캘리브레이션은 착용자의 귀 특성 및 기기의 물리적 특성에 따라 발생가능한 피드백을 제거하기 위해 사용됩니다.
nl_nl: DFS Ultra II is niet beschikbaar wanneer het toestel niet is gekalibreerd. De kalibratie wordt gebruikt om feedback te verminderen op basis van de akoestische eigenschappen van het oor en de fysieke eigenschappen van het toestel. DFS Ultra II moet opnieuw worden gekalibreerd na wijziging van de configuratie, receiver, slang, oorstukje of dome.
no_no: DFS Ultra II er utilgjengelig dersom apparatet ikke er kalibrert. Kalibreringen brukes til å redusere feedback basert på utformingen på pasientens øregang og apparatets fysiske egenskaper. DFS Ultra II bør kalibreres på nytt ved endring av receivere/slanger eller domer.
pt_pt: O DFS Ultra II estará indisponível se o dispositivo não for calibrado. A calibração é usada para reduzir o feedback com base nas características da orelha do paciente e nas propriedades físicas do dispositivo. O DFS Ultra II deve ser calibrado depois de mudar a configuração, os receptores/tubos ou domos.
ro_ro: DFS Ultra II nu este disponibil dacă dispozitivul nu a fost calibrat. Calibrarea se folosește pentru a reduce feedbackul pe baza caracteristicilor urechii pacientului și a proprietăților fizice ale dispozitivului. DFS Ultra II trebuie calibrat după schimbarea configurației, receptoarelor/tuburilor sau a domurilor.
ru_ru: DFS Ultra II недоступно, если устройство не калибровано. Калибровка используется для снижения обратной связи и проводится на основе характеристик уха пациента и физических характеристик устройства. DFS Ultra II необходимо калибровать после изменений конфигурации, ресиверов/звуководов или колпачков-вставок.
sv_se: DFS Ultra II är inte tillgängligt om enheten inte har kalibrerats. Kalibreringen används för att minska feedback baserat på patientens öronkarakteristik och apparatens fysikaliska egenskaper. DFS Ultra II bör kalibreras efter ändring av konfiguration, mottagare/slangar eller domes.
th_th: DFS Ultra II ไม่พร้อมใช้งานหากอุปกรณ์ยังไม่ผ่านการปรับเทียบ การปรับเทียบมีไว้เพื่อลดเสียงหวีดโดยอิงตามคุณลักษณะของหูผู้ป่วย และคุณสมบัติทางกายภาพของอุปกรณ์ DFS Ultra II ควรได้รับการปรับเทียบหลังจากเปลี่ยนแปลงการกำหนดค่า ตัวรับสัญญาณ/Tubing หรือ Dome
tr_tr: Cihaz kalibre edilmediyse, DFS Ultra II kullanılamaz. Kalibrasyon, geribildirimi hastanın kulak özelliklerine ve cihazın fiziksel özelliklerine göre azaltmak için kullanılır. DFS Ultra II konfigürasyon, alıcılar/tüp sistemi veya tepeler değiştirildiğinde kalibre edilmelidir.
zh_cn: 如果设备未校准，则超级DFS II不可用。 根据用户的耳朵特征和设备的物理特性，可通过校准来减少反馈噪音。 在更改配置、受话器/导声管或耳塞后，需对超级DFS II进行校准。

source: Auto DFS is only available when DFS Ultra II has NOT been calibrated. Auto DFS gradually learns the characteristics of the patient’s ear and hearing instrument, which provides some feedback cancellation. This learning is not retained as it is with DFS Ultra II and restarts whenever the instrument is rebooted or the environment changes.
bg_bg: Auto DFS е достъпна, само когато DFS Ultra II НЕ е калибрирана. Auto DFS постепенно научава характеристиките на ухото на пациента и на слуховия апарат, който предоставя известно отстраняване на микрофонията. Това научаване не се запазва каквото е при DFS Ultra II и се рестартира при всяко презареждане или промяна в околната среда.
cht: 自動數位回饋音抑制僅在未校正數位回饋音抑制 Ultra II 時使用。 自動數位回饋音抑制慢慢了解客戶耳朵和助聽器的特點，可消除一些回饋音。數位回饋音抑制 Ultra II 不保留此學習功能，每當助聽器重新啟動或環境變化時都會重新開始。
da_dk: Auto DFS er kun tilgængeligt, når DFS Ultra II IKKE er blevet kalibreret. Auto DFS lærer gradvist karakteristikaene ved brugerens øre og høreapparat at kende, hvilket resulterer i nogen grad af undertrykkelse af tilbagekobling. Denne indlæring gemmes ikke, da den ligger i DFS Ultra II og genstarter, når apparatet genstartes, eller miljøet ændres.
el_gr: Η λειτουργία Auto DFS είναι διαθέσιμη μόνο όταν η DFS Ultra II ΔΕΝ έχει βαθμονομηθεί. Η Auto DFS μαθαίνει σταδιακά τα χαρακτηριστικά του αυτιού του ασθενούς και του ακουστικού βοηθήματος, το οποίο καταργεί ως έναν βαθμό τον μικροφωνισμό. Η "γνώση" που αποκτάται δεν διατηρείται επειδή υπάρχει στην DFS Ultra II και αρχίζει πάλι από την αρχή κάθε φορά που γίνεται επανεκκίνηση του ακουστικού ή αλλάζει το περιβάλλον.
fi_fi: Auto DFS on käytettävissä vain kun DFS Ultra II EI ole kalibroitu. Auto DFS oppii vähitellen potilaan korvan ja kuulokojeen ominaisuudet, joten se vähentää vinkumista. DFS Ultra II -toiminnosta poiketen oppiminen ei jää muistiin, joten se alkaa uudelleen aina kun kuulokoje käynnistetään uudelleen tai ääniympäristö vaihtuu.
hr_hr: Automatski DFS dostupan je samo kada DFS Ultra II NIJE kalibriran. Automatski DFS postupno uči karakteristike bolesnikova uha i slušnog aparata, što donekle omogućuje otkazivanje buke aparata. To se učenje ne zadržava jer dolazi uz DFS Ultra II i ponovno se pokreće pri svakom podizanju sustava aparata ili promjeni okruženja.
hu_hu: Az Auto DFS csak akkor érhető el, ha a DFS Ultra II NINCS kalibrálva. Az Auto DFS fokozatosan tanulja meg a páciens fülének és a hallókészüléknek a jellegzetességeit, és így járul hozzá a gerjedés megszüntetéséhez. A DFS Ultra II-től eltérően a rendszer a tanulási adatokat nem őrzi meg, és a tanulási folyamat a hallókészülék újraindításakor vagy a környezet változásakor újraindul.
it_it: Auto DFS è disponibile soltanto quando DFS Ultra II NON è stato calibrato. Auto DFS apprende gradualmente le caratteristiche dell'orecchio del paziente e dell'apparecchio acustico, che fornisce una certa cancellazione del feedback. L'apprendimento non viene conservato in quanto è insito in DFS Ultra II e si riavvia ogni volta che l'apparecchio viene riavviato o l'ambiente cambia.
ko_kr: Auto DFS는 DFS Ultra II가 캘리브레이션 되지 않은 경우 이용할 수 있습니다. Auto DFS는 착용자의 귀와 보청기의 특성을 점진적으로 학습하여 피드벡 켄슬레이션을 제공합니다. 이러한 학습기능은 DFS Ultra II에서는 적용되지 않습니다. 그리고 보청기를 재부팅하거나 환경이 변화될 때에는 적용되지 않습니다.
nl_nl: AutoDFS is alleen beschikbaar wanneer DFS Ultra II NIET gekalibreerd is. AutoDFS leert tijdens gebruik de eigenschappen van het oor en het hoortoestel kennen, wat een redelijke feedbackreductie oplevert. Deze leercurve wordt niet behouden zoals bij een kalibratie van DFS Ultra II: het begint weer wanneer het toestel opnieuw wordt gestart of wanneer de omgeving wijzigt.
no_no: Auto DFS er kun tilgjengelig når DFS Ultra II IKKE har blitt kalibrert Auto DFS lærer gradvis kjennetegnene av pasientens øre og høreapparat, dette muliggjør noe feedback kanselering. Denne læringen opprettholdes ikke på lik linje som med DFS Ultra II og restarter når høreapparatene aktiveres på nytt.
pt_pt: O Auto DFS só estará disponível quando o DFS Ultra II NÃO tiver sido calibrado. O Auto DFS aprende gradualmente as características da orelha do paciente e do aparelho auditivo, o que gera cancelamento do feedback. Esse aprendizado não é retido como acontece com o DFS Ultra II e reinicia sempre que o aparelho é reiniciado ou que o ambiente muda.
ro_ro: Auto DFS este disponibil doar dacă DFS Ultra II NU a fost calibrat. Auto DFS nvață treptat caracteristicile urechii pacientului și ale aparatului auditiv, ceea ce permite anularea microfoniei. Această învățare nu este permanentă ca în cazul DFS Ultra II și se repornește de fiecare dată când se repornește aparatul sau se schimbă mediul ambiant.
ru_ru: Auto DFS доступно только в том случае, если DFS Ultra II НЕ было калибровано. Auto DFS постепенно изучает и усваивает характеристики уха пациента и СА, который обеспечивает некоторое снижение обратной связи. Результаты этого самообучения не сохраняются в DFS Ultra II, и процесс запускается заново каждый раз после перезагрузки СА или смены окружения.
sv_se: Auto DFS är endtast tillgängligt om DFS Ultra II INTE har kalibrerats. Auto DFS lär gradvis känna patientens öronkarakteristik och hörapparaten, vilkte ger viss utsläckning av feedback. Denna inlärningsprocess bibehålls inte som med DFS Ultra II, utan startar om när apparaten startas om eller om miljön ändras.
th_th: DFS อัตโนมัติจะพร้อมใช้งานเฉพาะเมื่อ DFS Ultra ยังไม่ผ่านการปรับเทียบ DFS อัตโนมัติจะค่อยๆ เรียนรู้คุณลักษณะของหูผู้ป่วยและอุปกรณ์ช่วยฟัง ซึ่งจะสามารถยกเลิกเสียงหวีดบางส่วนได้ ข้อมูลนี้จะไม่ถูกเก็บไว้ เนื่องจากจะอยู่ใน DFS Ultra II และจะเริ่มต้นใหม่เมื่อมีการรีบูทอุปกรณ์หรือเปลี่ยนแปลงสภาพแวดล้อม
tr_tr: Otomatik DFS yalnızca DFS Ultra II kalibre EDİLMEDİĞİNDE kullanılabilir. Otomatik DFS hastanın kulağının ve işitme cihazının karakteristiklerini yavaş yavaş öğrenir, bu da feedback'in bir miktar önlenmesini sağlar. Bu öğrenme durumu, DFS Ultra II'deki gibi kayıtlı tutulmaz ve cihaz yeniden başlatıldığında veya ortam değiştiğinde yeniden başlatılır.
zh_cn: 智能DFS只在超级DFSII未校准的情况下使用。. 智能DFS将学习用户的使用习惯, 提供抑制反馈服务。这一学习过程不会被保留，在助听器重启或环境发生变化时将重新开始。

source: Update Programs
bg_bg: Актуализиране на програми
cht: 更新程式
da_dk: Opdater programmer
el_gr: Ενημέρωση προγραμμάτων
fi_fi: Päivitä ohjelmat
hr_hr: Ažuriranje programa
hu_hu: Programok frissítése
it_it: Aggiorna programmi
ko_kr: 프로그램 업데이트
nl_nl: Programma’s bijwerken
no_no: Oppdater programmer
pt_pt: Atualizar programas
ro_ro: Actualizare programe
ru_ru: Обновить программы
sv_se: Uppdatera program
th_th: อัพเดตโปรแกรม
tr_tr: Programları Güncelle
zh_cn: 更新程序

source: Notifications
bg_bg: Известия
cht: 通知
da_dk: Notifikationer
el_gr: Ειδοποιήσεις
fi_fi: Ilmoitukset
hr_hr: Obavijesti
hu_hu: Értesítések
it_it: Notifiche
ko_kr: 알림
nl_nl: Meldingen
no_no: Varsler
pt_pt: Notificações
ro_ro: Notificări
ru_ru: Уведомления
sv_se: Notifikationer
th_th: การแจ้งเตือน
tr_tr: Bildirimler
zh_cn: 通知

source: Below is a summary of what
bg_bg: По-долу има обобщение на това какво
cht: 以下為總結
da_dk: Nedenfor ses en oversigt over, hvad
el_gr: Ακολουθεί σύνοψη όσων ο ασθενής
fi_fi: Seuraavassa on tiivistelmä potilaan
hr_hr: U nastavku se nalazi sažetak
hu_hu: Az alábbiakban egy összegzés található
it_it: Di seguito un sommario a riguardo
ko_kr: 아래 요약 정보는
nl_nl: Hieronder volgt een samenvatting van waar
no_no: Nedenfor følger en oversikt over hva
pt_pt: Abaixo está um resumo do que
ro_ro: Mai jos aveți un rezumat al
ru_ru: Ниже приводится краткий обзор того, что
sv_se: Nedan följer en sammanfattning av vad som
th_th: ข้อมูลด้านล่างคือสรุปของ
tr_tr: Aşağıdaki özet
zh_cn: 下面是关于总结

source: has consented to
bg_bg: се съгласи да
cht: 已同意
da_dk: har givet samtykke til
el_gr: έχει αποδεχθεί
fi_fi: suostumuksesta.
hr_hr: daje pristanak na
hu_hu: hozzájárulás
it_it: ha acconsentito a
ko_kr: 사용자가 체결한 고객 동의서에 관한 정보 입니다.
nl_nl: toestemming voor heeft gegeven
no_no: har samtykket til
pt_pt: consentiu para
ro_ro: lucrurilor pentru care și-a dat consimțământul
ru_ru: дал(а) согласие на
sv_se: har medgivits för att
th_th: ยินยอมให้
tr_tr: onay verilerek
zh_cn: 已同意

source: withdrew the Analytic Data Tracking consent on
bg_bg: оттегли съгласието за проследяване на изменението на данни за анализ на
cht: 撤回對追蹤分析數據的同意書
da_dk: tilbagetrak sit samtykke til sporing af analysedata den
el_gr: απέσυρε τη συναίνεση για την παρακολούθηση δεδομένων ανάλυσης στις
fi_fi: peruutti analyysitietojen seurantaan antamansa suostumuksen
hr_hr: povlači pristanak na praćenje analitičkih podataka
hu_hu: visszavonta az elemzési adatok követéséhez való hozzájárulását
it_it: Ha ritirato il consenso alla tracciatura dei dati analitici in data
ko_kr: 사용자 데이터분석 사용자 동의에 대한 동의를 철회합니다.
nl_nl: toestemming voor Analytics Tracking ingetrokken
no_no: trakk tilbake samtykket til datasporingsanalyse på
pt_pt: retirou o consentimento do Rastreamento de Dados Analíticos no
ro_ro: retras consimțământ Analytic Data Tracking pe
ru_ru: отозвать согласие на отслеживание аналитических данных
sv_se: återkalla medgivandet om analysspårning om
th_th: เพิกถอนความยินยอมในการติดตามข้อมูลการวิเคราะห์เมื่อ
tr_tr: geri çekilen Analitik Veri İzleme ile ilgilidir
zh_cn: 撤回“分析数据跟踪”同意书

source: Start Analytic Data Tracking
bg_bg: Начало на проследяване на изменението на данни за анализ
cht: 開始追蹤分析數據
da_dk: Start sporing af analysedata
el_gr: Έναρξη παρακολούθησης δεδομένων ανάλυσης
fi_fi: Aloita analyysitietojen seuranta
hr_hr: Pokreni praćenje analitičkih podataka
hu_hu: Elemzési adatok követésének indítása
it_it: Avvia tracciatura dei dati analitici
ko_kr: 사용자 데이터분석 트랙킹 시작
nl_nl: Start Analytics Tracking
no_no: Start datasporingsanalyse
pt_pt: Iniciar rastreamento de dados analíticos
ro_ro: Pornire Analytic Data Tracking
ru_ru: Начать отслеживание аналитических данных
sv_se: Starta analysspårning
th_th: เริ่มต้นการติดตามข้อมูลการวิเคราะห์
tr_tr: Analitik Veri İzlemeyi Başlat
zh_cn: 开始分析数据追踪

source: Action
bg_bg: Действие
cht: 行動
da_dk: Handling
el_gr: Ενέργεια
fi_fi: Toimenpide
hr_hr: Radnja
hu_hu: Művelet
it_it: Azione
ko_kr: 수행
nl_nl: Actie
no_no: Handling
pt_pt: Ação
ro_ro: Acțiune
ru_ru: Действие
sv_se: Åtgärd
th_th: การดำเนินการ
tr_tr: Eylem
zh_cn: 操作

source: Action by
bg_bg: Действие от
cht: 行動由
da_dk: Handling af
el_gr: Ενέργεια από
fi_fi: Toiminto
hr_hr: Radnju obavlja
hu_hu: Művelet
it_it: Azione di
ko_kr: 수행자
nl_nl: Actie door
no_no: Handling av
pt_pt: Ação por
ro_ro: Acțiune de către
ru_ru: Действие, выполняемое
sv_se: Åtgärd av
th_th: ดำเนินการโดย
tr_tr: Eylemi Gerçekleştiren:
zh_cn: 操作

source: Select the programming interface that you wish to use For Noahlink Wireless (Airlink 2), place instruments in discovery mode by opening/closing the battery doors, then select "Connect".
cht: 選擇您希望使用的編程接口 對於 Noahlink Wireless (Airlink 2)，透過打開/關閉電池蓋將儀器置於發現模式，然後選擇「連接」。
da_dk: Vælg det programmeringsinterface, som du vil bruge For Noahlink Trådløs (AirLink 2) skal du sætte instrumenterne i søgetilstand ved at åbne/lukke batteridørene og derefter vælge "Opret forbindelse".
el_gr: Επιλέξτε τη διεπαφή προγραμματισμού που θέλετε να χρησιμοποιήσετε. Για το Noahlink Wireless (Airlink 2), τοποθετήστε τα όργανα σε λειτουργία εντοπισμού ανοίγοντας/κλείνοντας τις πόρτες μπαταρίας και επιλέξτε «Σύνδεση».
fi_fi: Valitse käytettävä ohjelmointiyksikkö. Jos käytössä on Noahlink Wireless (Airlink 2), aseta kuulokojeet etsintätilaan avaamalla ja sulkemalla paristokotelojen kannet. Valitse tämän jälkeen Yhdistä.
hr_hr: Odaberite programsko sučelje kojim se želite koristiti Za bežični Noahlink (Airlink2) otvorite/zatvorite otvor za baterije kako bi uređaji mogli biti prepoznati, potom odaberite "Poveži".
hu_hu: Válassza ki a használni kívánt programozói felületet Vezeték nélküli Noahlink (Airlink 2) esetén állítsa eszközét látható állapotba az elemtartó ajtó kinyitásával/bezárásával, majd válassza ki a "Kapcsolódás" lehetőséget.
it_it: Selezionare l’interfaccia di programmazione che si desidera usare Se si sceglie Noahlink Wireless (Airlink 2), far entrare i dispositivi in modalità di ricerca aprendo/chiudendo gli sportelli del vano batteria, quindi selezionare "Connetti".
ko_kr: 사용하려는 프로그래밍 인터페이스를 선택하십시오 Noahlink Wireless(Airlink 2)의 경우, 배터리 도어를 열고 닫아서 장치를 검색 모드에 놓고 “연결”을 선택합니다.
nl_nl: Selecteer het programmeerinterface dat u wilt gebruiken voor Noahlink Wireless (Airlink 2). Plaats de toestellen in detectiemodus door de batterijlades te openen/sluiten en vervolgens "Verbinden" te selecteren.
no_no: Velg det programmeringsgrensesnittet du ønsker å bruke For Noahlink Wireless (Airlink 2) settes høreapparatene i søkemodus ved ¨åpne/lukke batteriluken, før du velger "Koble til".
pt_pt: Selecione a interface de programação que deseja utilizar No caso do Noahlink Wireless (Airlink 2), coloque os aparelhos em modo de detecção ao abrir/fechar os compartimentos de bateria e, em seguida, selecione "Conectar".
ro_ro: Selectați interfața de programare pe care doriți să o utilizați Pentru Noahlink Wireless (Airlink 2), comutați aparatele în modul de descoperire prin deschiderea/închiderea compartimentului bateriei, iar apoi selectați „Conectare”.
ru_ru: Выберите интерфейс программирования, который Вы хотите использовать для Noahlink Wireless (Airlink 2), переключите слуховые аппараты в режим обнаружения, открыв/закрыв крышку батарейного отсека, и выберите Connect.
sv_se: Välj programmeringsgränssnitt som du vill använda För Noahlink Wireless (Airlink 2), ska du sätta hörapparaterna i parkopplingsläge genom att öppning/stängning batteriluckan och sedan välja ”Anslut”.
th_th: เลือกอินเทอร์เฟซโปรแกรมที่คุณต้องการใช้ สำหรับ Noahlink Wireless (Airlink 2) ให้ตั้งค่าเครื่องช่วยฟังให้อยู่ในโหมดค้นหาโดยการเปิด/ปิดฝาช่องใส่แบตเตอรี่ จากนั้นเลือก "เชื่อมต่อ"
tr_tr: Kullanmak istediğiniz programlama arayüzünü seçin Noahlink Wireless (Airlink 2) için, enstrümanları, pil kapaklarını açıp/kapatarak 'Keşif (Discovery)' moduna alın ve ardından "Bağlan" seçimi yapın.
zh_cn: 选择您希望使用的编程接口 对于Noahlink Wireless(Airlink 2)，请打开/关闭电池盖，将助听器置于发现模式，然后选择“连接”。

source: No Audiogram in Session
bg_bg: Няма аудиограма в сесията
cht: 階段中無聽力圖
da_dk: Der er ikke noget audiogram i sessionen
el_gr: Δεν υπάρχει ακοόγραμμα σε συνεδρία
fi_fi: Ei audiogrammia istunnossa
hr_hr: Nema audiograma u sesiji
hu_hu: Nincs audiogram a munkamenetben
it_it: Nessun audiogramma in sessione
ko_kr: 세션에 청력도가 없음
nl_nl: Geen audiogram in sessie
no_no: Intet audiogram i økt
pt_pt: Nenhum audiograma na sessão
ro_ro: Nicio audiogramă în sesiune
ru_ru: В сессии нет аудиограмм
sv_se: Inget audiogram i sessionen
th_th: ไม่มีออดิโอแกรมในเซสชัน
tr_tr: Oturumda Odyogram Yok
zh_cn: 验配界面中没有听力图

source: Restoration Complete
bg_bg: Възстановяването завърши
cht: 回復完成
da_dk: Gendannelse er fuldført
el_gr: Η αποκατάσταση ολοκληρώθηκε
fi_fi: Palautus valmis
hr_hr: Vraćanje postavki dovršena
hu_hu: Helyreállítás kész
it_it: Ripristino completato
ko_kr: 복원 완료
nl_nl: Reset voltooid
no_no: Gjenoppretting fullført
pt_pt: Restauração concluída
ro_ro: Restaurare încheiată
ru_ru: Восстановление завершено
sv_se: Återställning komplett
th_th: การคืนค่าเสร็จสมบูรณ์
tr_tr: Geri Kurtarma İşlemi Tamamlandı
zh_cn: 恢复完成

source: Patient settings have been restored.
bg_bg: Настройките на пациента са възстановени.
cht: 已回復客戶設定。
da_dk: Brugerindstillingerne er blevet gendannet.
el_gr: Η αποκατάσταση των ρυθμίσεων ασθενούς έχει ολοκληρωθεί.
fi_fi: Potilaan asetukset on palautettu.
hr_hr: Postavke bolesnika su vraćene.
hu_hu: A rendszer visszaállította a páciens beállításait.
it_it: Le impostazioni del paziente sono state ripristinate.
ko_kr: 사용자 셋팅이 복원되었습니다
nl_nl: De cliëntinstellingen zijn gereset.
no_no: Pasientinnstillingene er gjenopprettet.
pt_pt: As configurações do paciente foram restauradas.
ro_ro: Setările pacientului au fost restaurate..
ru_ru: Настройки пациента восстановлены.
sv_se: Patientinställningarna har återställts.
th_th: คืนค่าการตั้งค่าของผู้ป่วยเรียบร้อยแล้ว
tr_tr: Hasta ayarları geri kurtarıldı.
zh_cn: 用户设置已恢复。
