Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Initializing...
bg_bg: Инициализиране...
cht: 初始中…
da_dk: Initialiserer…
el_gr: Αρχικοποίηση...
fi_fi: Alustetaan…
hr_hr: Inicijalizacija...
hu_hu: Inicializálás…
it_it: Inizializzazione in corso…
ko_kr: 초기화 중...
nl_nl: Initialiseren…
no_no: Initialiserer...
pt_pt: Inicializando…
ro_ro: Initializare...
ru_ru: Идет инициализация...
sv_se: Initialiserar…
th_th: กำลังดำเนินการ
tr_tr: Başlatıyor...
zh_cn: 正在初始化…

source: Canceled
bg_bg: Отменен
cht: 已取消
da_dk: Annulleret
el_gr: Ακυρώθηκε
fi_fi: Peruttu
hr_hr: Otkazano
hu_hu: Megszakított
it_it: Annullato
ko_kr: 취소됨
nl_nl: Geannuleerd
no_no: Avbrutt
pt_pt: Cancelado
ro_ro: Anulat
ru_ru: Отменено
sv_se: Avbruten
th_th: ยกเลิกแล้ว
tr_tr: İptal Edildi
zh_cn: 取消

source: AutoFit will reset the fitting data. Do you wish to continue?
bg_bg: AutoFit ще нулира данните за монтажа. Желаете ли да продължите?
cht: 自動選配將重設選配資料。 您想繼續嗎？
da_dk: AutoFit nulstiller tilpasningsdataene. Vil du fortsætte?
el_gr: Το AutoFit θα πραγματοποιήσει επαναφορά των δεδομένων εφαρμογής. Επιθυμείτε να συνεχίσετε;
fi_fi: AutoFit nollaa sovitustiedot. Haluatko jatkaa ?
hr_hr: AutoFit će resetirati podatke o namještanju. Želite li nastaviti?
hu_hu: Az automatikus illesztés alaphelyzetbe állítja az illesztési adatokat. Folytatja?
it_it: Fitting Automatico ripristinerà i dati di fitting. Continuare?
ko_kr: AutoFit이 피팅 데이터를 초기화 합니다. 계속 진행하시겠습니까?
nl_nl: AutoFit zal de aanpasgegevens resetten. Wilt u verder gaan?
no_no: AutoFit vil tilbakestille tilpasningsdata. Vil du fortsette?
pt_pt: O Auto Ajuste redefinirá os dados de ajuste. Deseja continuar?
ro_ro: AutoFit va reseta datele de fixare. Doriți să continuați?
ru_ru: Автонастройка сбросит данные настройки. Продолжить?
sv_se: Express Fit återställer anpassningsdata. Vill du fortsätta?
th_th: AutoFit จะรีเซ็ตข้อมูลการทดลองสวม คุณต้องการดำเนินการต่อหรือไม่
tr_tr: AutoFit, Fitting verilerini sıfırlayacaktır. Devam etmek istiyor musunuz?
zh_cn: 自动选配将重置验配数据。是否继续？

source: Complete
bg_bg: Завършено
cht: 完成
da_dk: Fuldført
el_gr: Ολοκληρώθηκε
fi_fi: Valmis
hr_hr: Dovršetak
hu_hu: Kész
it_it: Completo
ko_kr: 완료
nl_nl: Voltooid
no_no: Fullfør
pt_pt: Concluir
ro_ro: Complet
ru_ru: Завершить
sv_se: Avsluta
th_th: เสร็จสมบูรณ์
tr_tr: Tamamla
zh_cn: 完成

source: Connecting...
bg_bg: Свързване...
cht: 連接中...
da_dk: Forbinder...
el_gr: Γίνεται σύνδεση...
fi_fi: Yhdistetään...
hr_hr: Povezivanje...
hu_hu: Csatlakozás...
it_it: Connessione in corso...
ko_kr: 연결 중...
nl_nl: Verbinden...
no_no: Kobler til...
pt_pt: Conectando...
ro_ro: Conectare...
ru_ru: Соединяется...
sv_se: Ansluter...
th_th: กำลังเชื่อมต่อ
tr_tr: Bağlanıyor...
zh_cn: 正在连接...

source: Not Connected
bg_bg: Не е свързан
cht: 未連接
da_dk: Ikke forbundet
el_gr: Δεν συνδέθηκε
fi_fi: Ei yhdistetty
hr_hr: Veza nije uspostavljena
hu_hu: Nem csatlakoztatott
it_it: Non connesso
ko_kr: 연결되지않음
nl_nl: Niet verbonden
no_no: Ikke tilkoblet
pt_pt: Não conectado
ro_ro: Neconectat
ru_ru: Нет соединения
sv_se: Inte ansluten
th_th: ไม่ได้เชื่อมต่อ
tr_tr: Bağlanmadı
zh_cn: 未连接

source: Connect
bg_bg: Свържи
cht: 連接
da_dk: Forbind høreapparat
el_gr: Σύνδεση
fi_fi: YHDISTÄ
hr_hr: Poveži
hu_hu: Csatlakozás
it_it: Connetti
ko_kr: 연결하기
nl_nl: Verbinden
no_no: Koble til
pt_pt: Conectar
ro_ro: Conecteaza
ru_ru: Подключить
sv_se: Anslut
th_th: เชื่อมต่อ
tr_tr: Bağlan
zh_cn: 连接

source: Save
bg_bg: Запази
cht: 儲存
da_dk: Gem
el_gr: Αποθήκευση
fi_fi: Tallenna
hr_hr: Spremi
hu_hu: Mentés
it_it: Salva
ko_kr: 저장
nl_nl: Opslaan
no_no: Lagre
pt_pt: Salvar
ro_ro: Salveaza
ru_ru: Сохранить
sv_se: Spara
th_th: บันทึก
tr_tr: Kaydet
zh_cn: 保存

source: - Calibrate feedback suppression
bg_bg: - Калибриране на потискане на микрофонията
cht: - 校正回饋音抑制
da_dk: – Kalibrerer undertrykkelse af tilbagekobling
el_gr: - Βαθμονόμηση καταστολής μικροφωνισμού
fi_fi: - Kalibroi vinkumisen vähentäminen
hr_hr: - Kalibriraj suzbijanje buke
hu_hu: – a gerjedésgátló kalibrálása
it_it: - Calibrazione Soppressione del feedback
ko_kr: - 피드벡 서프레션 캘리브레이트
nl_nl: - Kalibreren feedback onderdrukking
no_no: – Kalibrer DFS
pt_pt: – Calibrar supressão de feedback
ro_ro: - Calibrare DFS
ru_ru: - Калибровать подавление обратной связи
sv_se: - Kalibrera undertryckande av feedback
th_th: - ปรับเทียบการลดเสียงหวีด
tr_tr: - Geribildirim bastırmayı kalibre et
zh_cn: - 校准反馈抑制

source: Cancel
bg_bg: Отмяна
cht: 取消
da_dk: Annuller
el_gr: Άκυρο
fi_fi: Peru
hr_hr: Otkaži
hu_hu: Mégse
it_it: Annulla
ko_kr: 취소
nl_nl: Annuleren
no_no: Avbryt
pt_pt: Cancelar
ro_ro: Anuleaza
ru_ru: Отменить
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
zh_cn: 取消

source: AutoFit
cht: 自動選配
hr_hr: Automatsko podešavanje (AutoFit)
it_it: Fitting automatico
ru_ru: Автонастройка
sv_se: Snabbanpassning
zh_cn: 自动选配

source: AutoFit Complete
bg_bg: AutoFit завършен
cht: 自動選配完成
da_dk: AutoFit gennemført
el_gr: AutoFit Ολοκληρώθηκε
fi_fi: AutoFit on valmis
hr_hr: Automatsko podešavanje dovršeno
hu_hu: AutoFit kész
it_it: Fitting Automatico Completato
ko_kr: AutoFit 이 완료 되었습니다.
nl_nl: AutoFit voltooid
no_no: AutoFit Fullført
pt_pt: AutoFit Completo
ro_ro: AutoFit încheiat
ru_ru: Завершение AutoFit
sv_se: Snabbanpassning färdig
th_th: AutoFit ที่สมบูรณ์แบบ
tr_tr: AutoFit Tamamlandı
zh_cn: 自动选配完成

source: The AutoFit is complete.
bg_bg: AutoFit завърши.
cht: 自動選配已完成。
da_dk: AutoFit er færdig.
el_gr: Το AutoFit ολοκληρώθηκε.
fi_fi: AutoFit on valmis
hr_hr: Automatsko podešavanje je dovršeno.
hu_hu: Az AutoFit kész.
it_it: Il Fitting Automatico è completato.
ko_kr: AutoFit 이 완료 되었습니다.
nl_nl: De AutoFit is voltooid.
no_no: AutoFit er fullført.
pt_pt: O AutoFit foi concluído.
ro_ro: AutoFit este încheiat.
ru_ru: AutoFit завершен.
sv_se: Snabbanpassning färdig
th_th: AutoFit ครบในเครื่องเดียว
tr_tr: AutoFit tamamlandı.
zh_cn: 自动选配已完成。

source: OK
bg_bg: ОК
cht: 確定
hr_hr: U redu
ko_kr: 확인
ru_ru: Да
th_th: ตกลง
tr_tr: TAMAM
zh_cn: 确定

source: Try Again
bg_bg: Опитайте отново
cht: 重試
da_dk: Prøv igen
el_gr: Προσπαθήστε ξανά
fi_fi: Yritä uudelleen
hr_hr: Pokušaj ponovno
hu_hu: Újrapróbálkozás
it_it: Riprova
ko_kr: 재시도
nl_nl: Probeer opnieuw
no_no: Prøv igjen
pt_pt: Tentar novamente
ro_ro: Mai incearca
ru_ru: Повторить попытку
sv_se: Försök igen
th_th: ลองอีกครั้ง
tr_tr: Tekrar Dene
zh_cn: 再试一次

source: Reading right HI...
bg_bg: Разчитане на десния слухов апарат...
cht: 讀取右耳助聽器...
da_dk: Læser højre HA...
el_gr: Ανάγνωση δεξιού ακουστικού...
fi_fi: Luetaan oikea kuulokoje...
hr_hr: Očitavanje desnog HI...
hu_hu: Jobb hallókészülék olvasása...
it_it: Lettura apparecchio destro in corso...
ko_kr: 우측 보청기 읽는 중...
nl_nl: Uitlezen rechter toestel...
no_no: Leser høyre apparat...
pt_pt: Lendo AASI direito...
ro_ro: Citire AA drept...
ru_ru: Считывание правого СА...
sv_se: Läser höger hörapparat ...
th_th: กำลังอ่าน HI ด้านขวา...
tr_tr: Sağ taraftaki işitme cihazı okunuyor...
zh_cn: 正在读取右侧助听器...

source: Tube Size
bg_bg: Размер на шлауха
cht: 耳管尺寸
da_dk: Slangestørrelse
el_gr: Μέγεθος σωλήνα
fi_fi: Letkun koko
hr_hr: Veličina cijevi
hu_hu: Cső méret
it_it: Dimensione tubicino
ko_kr: 튜브 사이즈
nl_nl: Slangmaat
no_no: Slangestørrelse
pt_pt: Tamanho do tubo
ro_ro: Marimea Tubului
ru_ru: Размер трубочки
sv_se: Ljudslangsstorlek
th_th: ขนาด Tube
tr_tr: Tüp Boyutu
zh_cn: 导声管规格

source: Dome Size:
bg_bg: Големина на домчето:
cht: 耳塞尺寸：
da_dk: Kuppelstørrelse:
el_gr: Μέγεθος καλύμματος:
fi_fi: Tipin koko :
hr_hr: Veličina kupole:
hu_hu: Dome méret:
it_it: Dimensione cupoletta:
ko_kr: 돔:
nl_nl: Dome maat:
no_no: Domestørrelse:
pt_pt: Tamanho da oliva:
ro_ro: Mărime dom:
ru_ru: Размер вкладыша:
sv_se: Domestorlek:
th_th: ขนาดโดม:
tr_tr: Dome Boyutu:
zh_cn: 耳塞尺寸:

source: Selected
bg_bg: Избран
cht: 選擇的
da_dk: Valgt
el_gr: Επιλέχθηκε
fi_fi: Valittu
hr_hr: Odabrano
hu_hu: Kiválasztott
it_it: Selezionato
ko_kr: 선택됨
nl_nl: Geselecteerd
no_no: Valgt
pt_pt: Selecionado
ro_ro: Selectat
ru_ru: Выбрано
sv_se: Vald
th_th: เลือกแล้ว
tr_tr: Seçildi
zh_cn: 已选择

source: Products do not match. Would you like to use selected ({0}) or fitted ({1}) product?
bg_bg: Апаратите не си съответстват. Искате ли да използвате избрания ({0}) или поставения ({1}) продукт?
cht: 產品不相符。您要使用已選擇的 ({0}) 或已選配的 ({1}) 產品?
da_dk: Produkterne stemmer ikke overens. Vil du bruge det valgte ({0}) eller det tilpassede produkt ({1})?
el_gr: Τα προϊόντα δεν συμφωνούν. Θέλετε να χρησιμοποιήσετε το επιλεγμένο ({0}) ή το εφαρμοσμένο ({1}) προϊόν;
fi_fi: Kuulokojeet eivät täsmää. Haluatko käyttää valittua ({0}) tai sovitettua ({1}) kojetta ?
hr_hr: Proizvodi se ne podudaraju. Želite li upotrijebiti odabrani proizvod ({0}) ili namješteni proizvod ({1})?
hu_hu: A készülékek nem egyeznek meg. A kiválasztott ({0}) vagy az illesztett ({1}) készüléket szeretné használni?
it_it: I prodotti non corrispondono. Utilizzare quello selezionato ({0}) o quello applicato ({1}) ?
ko_kr: 제품이 일치하지 않습니다. 선택된 ({0}), 또는 피팅된 ({1}) 제품을 사용하시겠습니까?
nl_nl: De toestellen stemmen niet overeen. Wilt u de nieuw geselecteerde ({0}) of de eerder aangepaste ({1}) gebruiken?
no_no: Apparatene er ikke i overensstemmelse med hverandre. Ønsker du å bruke valgte ({0}) eller tilpassede ({1}) apparat?
pt_pt: Produto não encontrado, deseja selecionar ({0}) um novo ({1}) produto?
ro_ro: Produsele nu corespund. Vrei sa folosesti produsul selectat ({0}) sau reglat ({1})?
ru_ru: Продукты не соответствуют друг другу. Использовать выбранный ({0}) или настроенный ({1}) продукт?
sv_se: Produkterna matchar inte. Vill du använda vald ({0}) eller anpassad ({1}) produkt?
th_th: รุ่นไม่ตรง ต้องการใช้เครื่องที่เลือกหรือเครื่องที่ปรับไว้แล้ว
tr_tr: Ürünler eşleşmiyor. Seçilmiş olan({0}) 'ı ya da fitting yapılan ({1}) 'ı kullanmak ister misin?
zh_cn: 产品不匹配。您是要使用已选择的 ({0}) 还是已选配的 ({1}) 产品？

source: Audiogram
bg_bg: Аудиограма
cht: 聽力圖
el_gr: Ακοόγραμμα
fi_fi: Audiogrammi
it_it: Audiogramma
ko_kr: 청력도
pt_pt: Audiograma
ro_ro: Audiograma
ru_ru: Аудиограмма
th_th: ออดิโอแกรม
tr_tr: Odyogram
zh_cn: 听力图

source: Sound File Spectrum
bg_bg: Спектър на звуковите файлове
cht: 聲音檔案頻譜
da_dk: Lydspektrum
el_gr: Φάσμα αρχείου ήχου
fi_fi: Äänitiedoston spektri
hr_hr: Spektar zvučne datoteke
hu_hu: Hangfájl spektruma
it_it: Spettro file sonoro
ko_kr: 사운드파일 스펙트럼
nl_nl: Spectrum geluidsfragment
no_no: Lydfilspekter
pt_pt: Espectro sonoro
ro_ro: Fisier Spectral Sonor
ru_ru: Спектр звукового файла
sv_se: Ljudfilsspektrum
th_th: แถบสัญญาณเสียง
tr_tr: Ses Dosyası Spektrumu
zh_cn: 声音频谱文件

source: Normal
bg_bg: Нормален
cht: 正常
el_gr: Κανονικό
fi_fi: Normaali
hr_hr: Normalno
hu_hu: Normál
it_it: Normale
ko_kr: 정상청력
nl_nl: Normaal
ru_ru: Нормальный
sv_se: Normal hörsel
th_th: ปกติ
zh_cn: 正常听力

source: Simulated
bg_bg: Симулиран
cht: 模疑
da_dk: Simuleret
el_gr: Προσομοιωμένο
fi_fi: Simuloitu
hr_hr: Simulirano
hu_hu: Szimulált
it_it: Simulato
ko_kr: 사용자 청력
nl_nl: Gesimuleerd
no_no: Simulert
pt_pt: Simulado
ro_ro: Simulat
ru_ru: Имитированный
sv_se: Simulerad
th_th: แบบจำลอง
tr_tr: Simüle Edildi
zh_cn: 模拟

source: Right
bg_bg: Дясно
cht: 右耳
da_dk: Højre
el_gr: Δεξί
fi_fi: Oikea
hr_hr: Desno
hu_hu: Jobb
it_it: Destro
ko_kr: 우측
nl_nl: Rechts
no_no: Høyre
pt_pt: Direita
ro_ro: Dreapta
ru_ru: Правый
sv_se: Höger
th_th: ขวา
tr_tr: Sağ
zh_cn: 右耳

source: Left
bg_bg: Ляво
cht: 左耳
da_dk: Venstre
el_gr: Αριστερό
fi_fi: Vasen
hr_hr: Lijevo
hu_hu: Bal
it_it: Sinistro
ko_kr: 좌측
nl_nl: Links
no_no: Venstre
pt_pt: Esquerdo(a)
ro_ro: Stanga
ru_ru: Левый
sv_se: Vänster
th_th: ซ้าย
tr_tr: Sol
zh_cn: 左耳

source: Adult Talkers - Bistro - +55NR
bg_bg: Възрастни събеседници - бистро - +55NR
cht: 成人講話 - 小餐廳 +55NR
da_dk: Voksne taler – bistro +5dB S/N
el_gr: Ενήλικες ομιλητές - Μπιστρό - +55 NR
fi_fi: Aikuiset puhujat bistrossa / + 5 dB S/NR
hr_hr: Odrasli govornici - bistro - +55 NR
hu_hu: Felnőtt beszélők – bisztró – +5 dB S/NR
it_it: Parlato Adulti - Bistro - +55NR
ko_kr: 성인 말소리 - 비스트로 - +55NR
nl_nl: Restaurant - volwassenen +55NR
no_no: Tale – bistro – +55 NR
pt_pt: Falantes adultos – bistrô -+55NR
ro_ro: Vorbitori adulti - Bistro+5dB S/NR
ru_ru: Взрослые говорящие-Бистро-+5дБ С/Ш
sv_se: Vuxna människor - Bistro - +5 dB S/NR
th_th: เสียงคุยผู้ใหญ่ ในร้านเหล้า + 5dB S/NR
tr_tr: Yetişkin Konuşmacılar- Bistro - +55NR
zh_cn: 成年人交谈-咖啡厅+5dB噪音

source: Adult Talkers - Morning At The Beach
bg_bg: Възрастни събеседници - сутрин на плажа
cht: 成人講話 - 早上的海灘
da_dk: Voksne taler – morgen ved stranden
el_gr: Ενήλικες ομιλητές - Πρωί στην παραλία
fi_fi: Aikuinen puhuja rannalla
hr_hr: Odrasli govornici - jutro na plaži
hu_hu: Felnőtt beszélők – reggel a parton
it_it: Parlato Adulti - Mattina in spiaggia
ko_kr: 성인 말소리- 해변에서 아침
nl_nl: Ochtend op het strand- volwassenen
no_no: Tale – morgen ved stranden
pt_pt: Falantes adultos – manhã na praia
ro_ro: Vorbitori adulti - Dimineata pe plaja
ru_ru: Взрослые говорящие - Утро на берегу
sv_se: Vuxna människor - morgon på stranden
th_th: เสียงคุยผู้ใหญ่เรื่องตอนเช้าที่หาด
tr_tr: Yetişkin Konuşmacılar- Sabah Sahilde
zh_cn: 成年人交谈-清晨海滩

source: Adult Talkers - Stock Tip
bg_bg: Възрастни събеседници - поверителна информация за фондова акция
cht: 成人講話 - 股票分析
da_dk: Voksen taler – børstip
el_gr: Ενήλικες ομιλητές - Συμβουλή για χρηματιστήριο
fi_fi: Aikuinen puhuja - osakevinkki
hr_hr: Odrasli govornik - savjet o dionicama
hu_hu: Felnőtt beszélők – tőzsdei tipp
it_it: Parlato Adulti - Confidenza
ko_kr: 성인 말소리 - 주식정보
nl_nl: Beurstip - 2 mannen
no_no: Tale – aksjetips
pt_pt: Falantes adultos – dica de ações
ro_ro: Adulti vorbind despre bursa de valori
ru_ru: Взрослые говорящие- Биржевая информация
sv_se: Vuxna människor - aktietips
th_th: เสียงคุยเรื่องหุ้น
tr_tr: Yetişkin Konuşmacılar - Borsa Tüyoları
zh_cn: 成年人交谈-股市行情

source: Adult Talkers - Summer Drinks
bg_bg: Възрастни събеседници - летни напитки
cht: 成人講話 - 夏日飲品
da_dk: Voksne taler – sommerdrinks
el_gr: Ενήλικες ομιλητές - Καλοκαιρινά ποτά
fi_fi: Aikunen puhuja - drinkin ääressä
hr_hr: Odrasli govornici - izlazak na piće ljeti
hu_hu: Felnőtt beszélők – nyári italok
it_it: Parlato adulti - Drink estivi
ko_kr: 성인 말소리 - 여름 음료
nl_nl: Zomerse verfrissingen- volwassenen
no_no: Voksen tale – sommerdrinker
pt_pt: Falantes adultos – drinks de verão
ro_ro: Vorbitori adulti - Bauturi de vara
ru_ru: Взрослые говорящие - летние напитки
sv_se: Vuxna människor - sommardrinkar
th_th: เสียงผู้ใหญ่คุย ดื่มหน้าร้อน
tr_tr: Yetişkin Konuşmacılar - Yaz İçecekleri
zh_cn: 成年人交谈-夏日畅饮

source: Ambulance passing by
bg_bg: Преминаваща линейка
cht: 救護車駛過
da_dk: Forbipasserende ambulance
el_gr: Διερχόμενο ασθενοφόρο
fi_fi: Ambulanssi ajaa ohi
hr_hr: Hitna pomoć u prolazu
hu_hu: Mentő – elhaladó
it_it: Ambulanza di passaggio
ko_kr: 구급차 지나가는소리
nl_nl: Ziekenwagen - passerend
no_no: Ambulanse som passerer
pt_pt: Ambulância passando
ro_ro: Ambulanta - in trecere
ru_ru: Проезжающая машина скорой помощи
sv_se: Ambulans passerar
th_th: เสียงรถพยาบาล วิ่งผ่าน
tr_tr: Ambulans geçiyor
zh_cn: 救护车-驶过

source: Child Talker - 4 year old girl - Pet
bg_bg: Дете събеседник - 4-годишно момиче - домашен любимец
cht: 孩童講話 - 4 歲女童 - 寵物
da_dk: Barn taler – 4 årig pige – kæledyr
el_gr: Παιδί ομιλητής - Κορίτσι 4 ετών - Κατοικίδιο
fi_fi: 4-vuotias tyttö/lemmikki
hr_hr: Dječji govornik - 4-godišnja djevojčica - ljubimac
hu_hu: Gyermek beszélő – 4 éves lány – kisállat
it_it: Parlato bambino - bambina di 4 anni - Animale domestico
ko_kr: 아이 말소리 - 4살 여성- 애완동물
nl_nl: Gesprek over huisdier - kind
no_no: Tale – 4 år gml. jente – kjæledyr
pt_pt: Fala Infantil – menina de 4 anos – animal de estimação
ro_ro: Copil de 4 ani vorbind despre animale
ru_ru: Ребенок-Девочка 4 лет-Питомец
sv_se: Barn - 4-årig flicka
th_th: เสียงคุยเด็กผู้หญิงสี่ขวบเรื่องสัตว์เลี้ยง
tr_tr: Çocuk Konuşmacı - 4 yaş kız çocuğu - Evcil hayvan
zh_cn: 儿童交谈-4岁女孩-宠物

source: Child Talker - 6 year old boy - School
bg_bg: Дете събеседник - 6-годишно момче - училище
cht: 孩童講話 - 6 歲男童 - 學校
da_dk: Barn taler – 6 årig dreng – skole
el_gr: Παιδί ομιλητής - Αγόρι 6 ετών - Σχολείο
fi_fi: 6-vuotias poika/koulu
hr_hr: Dječji govornik - 6-godišnji dječak - škola
hu_hu: Gyermek beszélő – 6 éves fiú – iskola
it_it: Parlato bambino - bambino di 6 anni - Scuola
ko_kr: 아이 말소리 - 6살 남성 - 학교
nl_nl: Gesprek over school - kind
no_no: Tale – 6 år gml. gutt – skole
pt_pt: Fala Infantil – menino de 6 anos – escola
ro_ro: Vorbitor copil - Baiat 6 ani - Scoala
ru_ru: Ребенок-мальчик 6 лет-Школа
sv_se: Barn - 6-årig pojke
th_th: เสียงคุยเด็กผู้ชายหกขวบเรื่องโรงเรียน
tr_tr: Çocuk Konuşmacı - 6 yaş erkek çocuğu - Okul
zh_cn: 儿童交谈-6岁男孩-学校

source: Child Talker - 7 year old girl - Soccer
bg_bg: Дете събеседник - 7-годишно момиче - футбол
cht: 孩童講話 - 7 歲女童 - 足球
da_dk: Barn taler – 7 årig pige – fodbold
el_gr: Παιδί ομιλητής - Κορίτσι 7 ετών - Ποδόσφαιρο
fi_fi: 7-vuotias tyttö
hr_hr: Dječji govornik - 7-godišnja djevojčica - nogomet
hu_hu: Gyermek beszélő – 7 éves lány – foci
it_it: Parlato bambino - bambina di 7 anni - Calcio
ko_kr: 아이 말소리 - 7살 여성 - 축구
nl_nl: Voetbalverhaal - kind
no_no: Tale – 7 år gml. jente – fotball
pt_pt: Fala Infantil – menina de 7 anos – futebol
ro_ro: Copil de 7 ani vorbind despre fotbal
ru_ru: Ребенок-Девочка 7 лет-Футбол
sv_se: Barn - 7-årig flicka
th_th: เสียงคุยเด็กผู้หญิงเจ็ดขวบเรื่องฟุตบอล
tr_tr: Çocuk Konuşmacı - 7 yaş kız çocuğu - Futbol
zh_cn: 儿童交谈-7岁女孩-足球

source: Child Talker - 9 year old girl - Zoo
bg_bg: Дете събеседник - 9-годишно момиче - зоопарк
cht: 孩童講話 - 9 歲女童 - 動物園
da_dk: Barn taler – 9 årig pige – zoo
el_gr: Παιδί ομιλητής - Κορίτσι 9 ετών - Ζωολογικός κήπος
fi_fi: 9-vuotias tyttö
hr_hr: Dječji govornik - 9-godišnja djevojčica - zoološki vrt
hu_hu: Gyermek beszélő – 9 éves lány – állatkert
it_it: Parlato bambino - bambina di 9 anni - Zoo
ko_kr: 아이 말소리 - 9살 여성 - 동물원
nl_nl: Gesprek over dierentuin - kind
no_no: Tale – 9 år gml. jente – dyrehage
pt_pt: Fala Infantil – menina de 9 anos – zoológico
ro_ro: Vorbitor copil - Fata 9 ani - Zoo
ru_ru: Ребенок-Девочка 9 лет-Зоопарк
sv_se: Barn - 9-årig Flicka
th_th: เสียงคุยเด็กผู้หญิงเก้าขวบเรื่องสวนสัตว์
tr_tr: Çocuk Konuşmacı - 9 yaş kız çocuğu - Hayvanat Bahçesi
zh_cn: 儿童交谈-9岁女孩-动物园

source: Child Talker - 11 year old boy - Astronaut
bg_bg: Дете събеседник - 11-годишно момче - космонавт
cht: 孩童講話 - 11 歲男童 - 太空人
da_dk: Barn taler – 11 årig dreng – astronaut
el_gr: Παιδί ομιλητής - Αγόρι 11 ετών - Αστροναύτης
fi_fi: 11-vuotias poika/astronautti
hr_hr: Dječji govornik - 11-godišnji dječak - astronaut
hu_hu: Gyermek beszélő – 11 éves fiú – asztronauta
it_it: Parlato bambino - bambino di 11 anni - Astronauta
ko_kr: 아이 말소리 - 11살 남자 - 우주비행사
nl_nl: Gesprek over astronaut - kind
no_no: Tale – 11 år gml. gutt – astronaut
pt_pt: Fala Infantil – menino de 11 anos – astronauta
ro_ro: Vorbitor copil - Baiat 11 ani - Astronaut
ru_ru: Ребенок-Мальчик 11 лет-Астронавт
sv_se: Barn - 11-årig pojke
th_th: เสียงคุยเด็กผู้ชายสิบเอ็ดขวบเรื่องนักบินอวกาศ
tr_tr: Çocuk Konuşmacı - 11 yaş erkek çocuğu - Astronot
zh_cn: 儿童交谈-11岁男孩-太空

source: Natural Directionality II
bg_bg: Естествена насоченост II
cht: 實景空間方向性
fi_fi: Luonnollinen suuntakuvio II
hr_hr: Prirodna usmjerenost II
hu_hu: Természetes direkcionalítás II
it_it: Direzionalità Naturale II
nl_nl: Brain-balanced directionaliteit II
pt_pt: Direcionalidade Natural II
ro_ro: Direcționalitate naturală II
ru_ru: Естественная направленность II
sv_se: Naturlig riktverkan II
tr_tr: Natural Direksiyonalite II
zh_cn: 自然方向性 II

source: Wind Guard
cht: 風噪音抑制
fi_fi: Tuulisalpa
hr_hr: Zaštita od vjetra
hu_hu: Szélzajszűrés
ro_ro: Paravânt
ru_ru: Подавление шума ветра Wind Guard
sv_se: Vindbrusreducering
zh_cn: 高效风噪卫士

source: DAI - Audio Boot
bg_bg: ПАВ (пряк аудио вход) - аудио рестартиране
cht: 直接音源輸入 - 音靴
da_dk: DAI – audiosko
el_gr: DAI - Εκκίνηση ήχου
fi_fi: DAI - Audiokenkä
hr_hr: Izravni audioulaz - zvučni adapter
hu_hu: DAI – audio papucs
it_it: DAI - Presa Audio
ko_kr: DAI - 오디오 부트
nl_nl: DAI - Audioschoen
pt_pt: DAI – inicialização de áudio
ru_ru: DAI - Аудио башмак
sv_se: DAI - Audiosko
th_th: DAI - ออดิโอบูท
tr_tr: (DAI (Doğrudan Ses Girişi) - Audio Boot (Ses Önyükleme)
zh_cn: DAI - 音靴

source: Satisfaction Journal
bg_bg: Дневник на удовлетворението
cht: 滿意度日誌
da_dk: Dagbog over tilfredshed
el_gr: Ημερολόγιο ικανοποίησης
fi_fi: Tyytyväisyyspäiväkirja
hr_hr: Dnevnik zadovoljstva
hu_hu: Elégedettségi napló
ko_kr: 만족도 기록
nl_nl: Tevredenheidsdagboek
no_no: Tilfredshetsjournal
pt_pt: Registro de satisfação
ro_ro: Jurnal satisfacție
ru_ru: Журнал удовлетворенности
sv_se: Nöjdhetslogg
th_th: บันทึกความพึงพอใจ
tr_tr: Memnuniyet Günlüğü
zh_cn: 满意度期刊

source: Connected
bg_bg: Свързан
cht: 已連接
da_dk: Tilsluttet
el_gr: Συνδέθηκε
fi_fi: Yhdistetty
hr_hr: Povezano
hu_hu: Csatlakoztatva
it_it: Connesso
ko_kr: 연결됨
nl_nl: Verbonden
no_no: Tilkoblet
pt_pt: Conectado
ro_ro: Conectat
ru_ru: Подключено
sv_se: Ansluten
th_th: เชื่อมต่อแล้ว
tr_tr: Bağlandı
zh_cn: 已连接
