Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Traffic-country
bg_bg: Трафик-извънградски
cht: 交通 - 鄉間
da_dk: Trafik – landet
el_gr: Κίνηση - επαρχία
fi_fi: Liikennettä maaseudulla
hr_hr: Promet na selu
hu_hu: Forgalom – vidék
it_it: Traffico-campagna
ko_kr: 교통-국가
nl_nl: Verkeer-platteland
no_no: Trafikk – landevei
pt_pt: Trânsito – interior
ro_ro: Trafic-țară
ru_ru: Движение транспорта-за городом
sv_se: Trafik - landet
th_th: ท้องถนน-ต่างจังหวัด
tr_tr: Trafik - ülke
zh_cn: 交通-乡间

source: Clock-cuckoo
bg_bg: Часовник-кукувичка
cht: 鐘 - 布穀鳥鐘
da_dk: Ur, der kukker
el_gr: Ρολόι - κούκος
fi_fi: Käkikello
hr_hr: Kukavica na satu
hu_hu: Óra – kakukkos
it_it: Orologio-Cucù
ko_kr: 시계-뻐꾸기
nl_nl: Klok-koekoek
no_no: Gjøkur – som galer
pt_pt: Relógio – cuco
ro_ro: Cucurigu
ru_ru: Часы с кукушкой
sv_se: Gökur
th_th: นาฬิกา-กุ๊กกู
tr_tr: Saat - guguklu
zh_cn: 钟-布谷鸟

source: Deer-rutting
bg_bg: Елен-разгонване
cht: 鹿 - 發情聲
da_dk: Rådyr i brunst
el_gr: Μονομαχία ελαφιών
fi_fi: Peura - kiima
hr_hr: Parenje jelena
hu_hu: Szarvas – bögés
it_it: Cervo-stagione degli amori
ko_kr: 사슴 울음 소리
nl_nl: Hert-paartijd
no_no: Hjortedyr – i brunst
pt_pt: Veado – no cio
ro_ro: Căprioare
ru_ru: Гон оленей
sv_se: Hjortspårning
th_th: กวาง-ผสมพันธุ์
tr_tr: Geyik - azgınlık
zh_cn: 鹿-狂躁

source: Telephone-dial tone
bg_bg: Телефон-тон за избиране
cht: 電話 - 撥號音
da_dk: Telefon – ringetone
el_gr: Τηλέφωνο - τόνος κλήσης
fi_fi: Puhelimen valintaääni
hr_hr: Zvuk biranja broja na telefonu
hu_hu: Telefon – tárcsahang
it_it: Telefono-segnale di linea
ko_kr: 전화-다이얼
nl_nl: Telefoon-beltoon
no_no: Telefon – ringetone
pt_pt: Telefone – tom de discagem
ro_ro: Ton telefon
ru_ru: Тональный сигнал в трубке телефона
sv_se: Telefon - kopplingston
th_th: โทรศัพท์-สัญญาณให้หมุน
tr_tr: Telefon - çevir sesi
zh_cn: 电话-拨号音

source: Liquid-stirring drink
bg_bg: Течност-разбъркване на напитка
cht: 液體 - 攪拌飲品聲
da_dk: Væske – omrøring i drink
el_gr: Υγρό - ανάμιξη ποτού
fi_fi: Neste - drinkin ravistelu
hr_hr: Tekućina - miješanje pića
hu_hu: Folyadék – ital keverése
it_it: Liquido-versare un drink
ko_kr: 용액-쉐이크 음료
nl_nl: Vloeistof-in drankje roeren
no_no: Væske – røre i drink
pt_pt: Líquido – mexendo bebida
ro_ro: Amestecare lichid băutură
ru_ru: Жидкость-размешивание напитка
sv_se: Omrörning av dryck
th_th: ของเหลว-คนเครื่องดื่ม
tr_tr: Sıvı - içeceği karıştırma
zh_cn: 液体-搅拌饮料

source: Train-commuter ambience
bg_bg: Влак-местен, среда
cht: 火車 - 上下班的人環境音效
da_dk: Tog – pendlerlyde
el_gr: Τρένο - περιβάλλων ήχος καμπίνας
fi_fi: Juna - kaukaisuudessa
hr_hr: Vlak - okruženje putnika
hu_hu: Vonat – elővárosi környezet
it_it: Treno-ambiente pendolari
ko_kr: 기차-통근 환경
nl_nl: Trein-forens omgeving
no_no: Tog – lyd av reisende
pt_pt: Trem – ambiente de passageiros
ro_ro: Ambient tren navetişti
ru_ru: В вагоне пригородной электрички-акустическая атмосфера
sv_se: Tågpendling - atmosfärljud
th_th: รถไฟ-เสียงผู้โดยสารแวดล้อม
tr_tr: Tren - abonman ortamı
zh_cn: 火车-上班人氛围

source: Train-commuter arriving
bg_bg: Влак-местен, пристигащ
cht: 火車 - 上下班的人到站
da_dk: Tog, der ankommer
el_gr: Τρένο - άφιξη επιβατών
fi_fi: Juna - saapuu
hr_hr: Vlak - dolazak putnika
hu_hu: Vonat – érkezés elővárosba
it_it: Treno-pendolare in partenza
ko_kr: 기차-도착
nl_nl: Trein-forens aankomen
no_no: Tog – pendler ankommer
pt_pt: Trem – chegada de passageiros
ro_ro: Tren navetişti la sosire
ru_ru: Прибытие пригородной электрички
sv_se: Tågpendling - ankomst
th_th: รถไฟ-ผู้โดยสารเดินเข้าใกล้
tr_tr: Tren - abonman geliyor
zh_cn: 火车-上班人到达

source: Train-commuter leaving
bg_bg: Влак-местен, тръгващ
cht: 火車 - 上下班的人離開
da_dk: Tog, der afgår
el_gr: Τρένο - αναχώρηση επιβατών
fi_fi: Juna - lähtee
hr_hr: Vlak - odlazak putnika
hu_hu: Vonat – indulás elővárosból
it_it: Treno-pendolare in arrivo
ko_kr: 기차-출발
nl_nl: Trein-forens vertrekken
no_no: Tog – pendler drar
pt_pt: Trem – passageiros partindo
ro_ro: Tren navetişti la plecare
ru_ru: Отправление пригородной электрички
sv_se: Tågpendling - avgång
th_th: รถไฟ-ผู้โดยสารเดินจากไป
tr_tr: Tren - abonman gidiyor
zh_cn: 火车-上班人驶离

source: Train-subway passing
bg_bg: Влак-метро, преминаващ
cht: 火車 - 地鐵駛過
da_dk: Tog, forbipasserende tog i undergrund
el_gr: Τρένο - διέλευση υπόγειου συρμού
fi_fi: Juna - ohittaa
hr_hr: Prolazak vlaka u podzemnoj stanici
hu_hu: Vonat – elhaladó metró
it_it: Treno-passaggio metropolitana
ko_kr: 기차-지하철 통과
nl_nl: Trein-metro passerend
no_no: Tog – passerende T-banetog
pt_pt: Trem – passagem do metrô
ro_ro: Metrou în trecere
ru_ru: Прохождение поезда метро
sv_se: Tunneltåg passerar
th_th: รถไฟ-รถไฟใต้ดินวิ่งผ่าน
tr_tr: Tren - metro geçişi
zh_cn: 火车-地铁通过

source: Elephant
bg_bg: Слон
cht: 大象
da_dk: Elefant
el_gr: Ελέφαντας
fi_fi: Norsu
hr_hr: Slon
hu_hu: Elefánt
it_it: Elefante
ko_kr: 코끼리
nl_nl: Olifant
no_no: Elefant
pt_pt: Elefante
ro_ro: Elefant
ru_ru: Слон
sv_se: Elefant
th_th: ช้าง
tr_tr: Fil
zh_cn: 大象

source: Elevator
bg_bg: Асансьор
cht: 電梯
el_gr: Ανελκυστήρας
fi_fi: Hissi
hr_hr: Dizalo
hu_hu: Lift
it_it: Ascensore
ko_kr: 엘리베이터
nl_nl: Lift
no_no: Heis
pt_pt: Elevador
ro_ro: Lift
ru_ru: Лифт
sv_se: Hiss
th_th: ลิฟท์
tr_tr: Asansör
zh_cn: 电梯

source: Filing Cabinet
bg_bg: Шкаф за папки
cht: 文件櫃
da_dk: Arkivskab
el_gr: Αρχειοθήκη
fi_fi: Arkistokaappi
hr_hr: Ormarić za dokumentaciju
hu_hu: Irattartó szekrény
it_it: Armadietto di archivio
ko_kr: 파일 캐비닛
nl_nl: Dossierkast
no_no: Arkivskap
pt_pt: Arquivo
ro_ro: Cabinet
ru_ru: Картотека
sv_se: Arkivskåp
th_th: ตู้เก็บเอกสาร
tr_tr: Dosya Dolabı
zh_cn: 文件柜

source: Fire Truck-city
bg_bg: Пожарен камион-в град
cht: 消防車 - 城市
da_dk: Brandbil – by
el_gr: Πυροσβεστικό όχημα - πόλη
fi_fi: Paloauto - kaupunki
hr_hr: Vatrogasno vozilo - grad
hu_hu: Tűzoltó autó – város
it_it: Camion dei pompieri-città
ko_kr: 소방차-도시
nl_nl: Brandweerwagen-stad
no_no: Brannbil – by
pt_pt: Caminhão de bombeiro – cidade
ro_ro: Maşină pompieri - oraş
ru_ru: Пожарная машина-город
sv_se: Brandbil - stad
th_th: รถดับเพลิง-ในเมือง
tr_tr: İtfaiye Aracı - şehir
zh_cn: 消防车-城市

source: Fire Truck-passing by
bg_bg: Пожарен камион-преминаващ
cht: 消防車 - 駛過
da_dk: Forbipasserende brandbil
el_gr: Διερχόμενο πυροσβεστικό όχημα
fi_fi: Paloauto - ohittaa
hr_hr: Vatrogasno vozilo u prolazu
hu_hu: Tűzoltó autó – elhaladás
it_it: Camion dei pompieri-di passaggio
ko_kr: 소방차-이동
nl_nl: Brandweerwagen-passerend
no_no: Brannbil – passerer
pt_pt: Caminhão de bombeiro – passando
ro_ro: Mașină pompieri - în trecere
ru_ru: Пожарная машина-проезжает мимо
sv_se: Brandbil passerar
th_th: รถดับเพลิง-วิ่งผ่าน
tr_tr: İtfaiye Aracı - geçiyor
zh_cn: 消防车-驶过

source: Fire Truck-pulling up
bg_bg: Пожарен камион-спиращ
cht: 消防車 - 停車
da_dk: Brandbil, der ankommer
el_gr: Πυροσβεστικό όχημα - στάθμευση
fi_fi: Paloauto - kiihdyttää
hr_hr: Vatrogasno vozilo se zaustavlja
hu_hu: Tűzoltó autó – megállás
it_it: Camion dei pompieri-in sosta
ko_kr: 소방차-끌어올리기
nl_nl: Brandweerwagen-aankomend
no_no: Brannbil – parkerer
pt_pt: Caminhão de bombeiro – suspendendo
ro_ro: Mașină pompieri- sosind
ru_ru: Пожарная машина-приближение
sv_se: Brandbil stannar
th_th: รถดับเพลิง-กำลังจอด
tr_tr: İtfaiye Aracı - duruyor
zh_cn: 消防车-停下

source: Fishing-reel
bg_bg: Риболов-макара
cht: 釣魚 - 繞線輪
da_dk: Hjul på fiskestang
el_gr: Ψάρεμα - τύμπανο καλαμιού
fi_fi: Kalastus - kela
hr_hr: Kotur na ribolovnom štapu
hu_hu: Horgászat – orsó
it_it: Pesca-mulinello
ko_kr: 낚시-릴
nl_nl: Hengel-molentje
no_no: Fiskesnelle
pt_pt: Pesca – molinete
ro_ro: Mulinetă
ru_ru: Катушка спиннинга
sv_se: Fiskerulle
th_th: ตกปลา-หมุนรอก
tr_tr: Balıkçılık - makara
zh_cn: 钓鱼-卷轴

source: Grocery-frozen food section
bg_bg: Хранителни стоки-секция за замразени храни
cht: 雜貨店 - 冷凍食品區域
da_dk: Afsnit med frosne grøntsager
el_gr: Σούπερ μάρκετ - διάδρομος κατεψυγμένων
fi_fi: Ruokakauppa - pakasteallas
hr_hr: Trgovina - odjel sa zamrznutom hranom
hu_hu: Zöldséges – fagyasztott élelmiszerek rész
it_it: Drogheria-reparto surgelati
ko_kr: 식료품점-냉동식품부
nl_nl: Kruidenier-diepvriesafdeling
no_no: Matbutikk – frysevareavdeling
pt_pt: Mercearia – seção de congelados
ro_ro: Cumpărături-raion congelate
ru_ru: Продуктовый магазин-отдел замороженной продукции
sv_se: Livsmedel - fryst mat
th_th: ร้านขายของชำ-ส่วนอาหารแช่แข็ง
tr_tr: Bakkal - dondurulmuş gıda bölümü
zh_cn: 杂货-冷冻食品区

source: Furnace
bg_bg: Пещ
cht: 爐
da_dk: Fyr
el_gr: Φούρνος
fi_fi: Uuni
hr_hr: Peć
hu_hu: Kemence
it_it: Fornace
ko_kr: 화로
nl_nl: Hoogoven
no_no: Ovn
pt_pt: Fornalha
ro_ro: Furnal
ru_ru: Печь/топка
sv_se: Ugn
th_th: เตาหลอม
tr_tr: Fırın
zh_cn: 火炉

source: Train-commuter getting on
bg_bg: Влак-местен, качване
cht: 火車 - 上下班的人上車
da_dk: Tog – pendlere, der står på
el_gr: Τρένο - επιβίβαση
fi_fi: Juna - nouseminen
hr_hr: Vlak - putnik se ukrcava
hu_hu: Vonat – felszállás elővárosban
it_it: Treno-pendolare in viaggio
ko_kr: 기차-통근자 탑승
nl_nl: Trein-forens die instapt
no_no: Tog – reisende som går om bord
pt_pt: Trem – passageiro embarcando
ro_ro: Tren-navetist urcând
ru_ru: Посадка на электричку
sv_se: Tågpendlare stiger på
th_th: รถไฟ-ผู้โดยสารขึ้นรถไฟ
tr_tr: Tren - abonman biniyor
zh_cn: 火车-上班人上车

source: Glass Breaking-3 effects
bg_bg: Чупене на стъкло-3 ефекта
cht: 玻璃破碎 - 3 種效果
da_dk: Glas, der smadres – 3 effekter
el_gr: Θραύση κρυστάλλων - 3 εφέ
fi_fi: Särkyvä lasi - 3 tehostetta
hr_hr: Lom stakla - 3 efekta
hu_hu: Üvegtörés – 3 effekt
it_it: Vetro che si rompe-3 effetti
ko_kr: 유리 파손-3개 효과
nl_nl: Brekend glas-3 effecten
no_no: Knusende glass – tre effekter
pt_pt: Vidro quebrando – 3 efeitos
ro_ro: Sticlă spartă-3 efecte
ru_ru: Бьется стекло-3 эффекта
sv_se: Krossat glas - 3 effekter
th_th: แก้วแตก-3 เอฟเฟกต์
tr_tr: Cam Kırma - 3 efekt
zh_cn: 玻璃破碎-3种效果

source: Golf Club-swinging wood
bg_bg: Голф клуб-замахване с пръчка
cht: 高爾夫球桿 - 揮桿
da_dk: Golfklub – svingende kølle
el_gr: Λέσχη γκολφ - σουίνγκ μπαστουνιού
fi_fi: Golfkerho - svingi
hr_hr: Palica za golf - drvo u zamahu
hu_hu: Golfütő – lendítés
it_it: Golf Club-suono dei legni
ko_kr: 골프채-스윙 자세
nl_nl: Golfclub die uitzwaait
no_no: Golfkølle – som slår
pt_pt: Taco de golfe – bastão oscilante
ro_ro: Crosă de golf - rotire lemn
ru_ru: Клюшка для гольфа-взмах клюшкой
sv_se: Golfklubba - swing, trä
th_th: กอล์ฟคลับ-เสียงเหวี่ยงไม้
tr_tr: Golf Kulübü - sopa sallama
zh_cn: 高尔夫俱乐部-秋千木

source: Grocery-ambience
bg_bg: Хранителни стоки-среда
cht: 雜貨店 - 環境周遭
da_dk: Købmand – stemning
el_gr: Σούπερ μάρκετ - περιβάλλων ήχος
fi_fi: Ruokakauppa - ympäristö
hr_hr: Trgovina - okruženje
hu_hu: Zöldséges – környezet
it_it: Drogheria-ambiente
ko_kr: 식료품-분위기
nl_nl: Kruidenier-omgeving
no_no: Matbutikk – omgivelser
pt_pt: Mercearia – ambiente
ro_ro: Cumpărături-ambient
ru_ru: В продуктовом магазине-акустическая атмосфера
sv_se: Livsmedelsbutik - atmosfär
th_th: ร้านขายของชำ-สภาพแวดล้อม
tr_tr: Bakkal - ortam
zh_cn: 杂货店-环境

source: Grocery-cart
bg_bg: Хранителни стоки-количка
cht: 雜貨店 - 手推車
da_dk: Købmand – vogn
el_gr: Σούπερ μάρκετ - καρότσι
fi_fi: Ruokakauppa - ostoskärry
hr_hr: Trgovina - kolica
hu_hu: Zöldséges – kosár
it_it: Drogheria-carrello
ko_kr: 식료품-카트
nl_nl: Kruidenier-boodschappenkarretje
no_no: Matbutikk – handlevogn
pt_pt: Mercearia – carrinho
ro_ro: Coș de cumpărături
ru_ru: Продуктовый магазин-тележка
sv_se: Kundvagn
th_th: ร้านขายของชำ-รถเข็น
tr_tr: Bakkal - alışveriş sepeti
zh_cn: 杂货店-购物车

source: Birthday Party-horns
bg_bg: Рожден ден-клаксони
cht: 慶生餐會 - 喇叭
da_dk: Fødselsdagsfest – truttehorn
el_gr: Πάρτι γενεθλίων - καραμούζες
fi_fi: Syntymäpäiväjuhlat - torvet
hr_hr: Rođendanska zabava - trube
hu_hu: Születésnapi parti – kürt
it_it: Festa di compleanno-trombette
ko_kr: 생일파티-호른
nl_nl: Verjaardagsfeestje-toeters
no_no: Bursdagsselskap – horn
pt_pt: Feste de aniversário – cornetas
ro_ro: Petrecere aniversară-sirene
ru_ru: День рождения-язычки/гудки
sv_se: Födelsedagsfest - tutor
th_th: ปาร์ตี้วันเกิด-แตร
tr_tr: Doğum Günü Partisi - kornalar
zh_cn: 生日聚会-喇叭

source: Laundromat-ambience
bg_bg: Пералня на самообслужване-среда
cht: 洗衣店 - 環境周遭
da_dk: Vaskeri – stemning
el_gr: Πλυντήριο - περιβάλλων ήχος
fi_fi: Itsepalvelupesula - ympäristö
hr_hr: Perionica rublja - okruženje
hu_hu: Önkiszolgáló mosoda – környezet
it_it: Lavanderia automatica-ambiente
ko_kr: 세탁실 매트-분위기
nl_nl: Wasserette-omgeving
no_no: Myntvaskeri – omgivelser
pt_pt: Lavanderia – ambiente
ro_ro: Spălătorie-ambient
ru_ru: В прачечной самообслуживания-акустическая атмосфера
sv_se: Tvättomat - atmosfär
th_th: ร้านซักผ้าหยอดเหรียญ-สภาพแวดล้อม
tr_tr: Çamaşırhane - ortam
zh_cn: 自助洗衣店-环境

source: Lion
bg_bg: Лъв
cht: 獅子
da_dk: Løve
el_gr: Λιοντάρι
fi_fi: Leijona
hr_hr: Lav
hu_hu: Oroszlán
it_it: Leone
ko_kr: 사자
nl_nl: Leeuw
no_no: Løve
pt_pt: Leão
ro_ro: Leu
ru_ru: Лев
sv_se: Lejon
th_th: สิงโต
tr_tr: Arslan
zh_cn: 狮子

source: Mall-ambience
bg_bg: Мол-среда
cht: 商場 - 環境周遭
da_dk: Indkøbscenter – stemning
el_gr: Εμπορικό κέντρο - περιβάλλων ήχος
fi_fi: Kauppakeskus - ympäristö
hr_hr: Trgovački centar - okruženje
hu_hu: Pláza – környezet
it_it: Centro commerciale-ambiente
ko_kr: 쇼핑센터-분위기
nl_nl: Winkelcentrum-omgeving
no_no: Kjøpesenter – omgivelser
pt_pt: Shopping center – ambiente
ro_ro: Mall-ambient
ru_ru: В торговом центре--акустическая атмосфера
sv_se: Galleria - atmosfär
th_th: ห้าง-สภาพแวดล้อม
tr_tr: Alışveriş Merkezi - ortam
zh_cn: 购物中心-环境

source: Mall-walking by fountain
bg_bg: Мол-разходка край фонтана
cht: 商場 - 行經噴泉
da_dk: Indkøbscenter – går forbi springvand
el_gr: Εμπορικό κέντρο - πέρασμα από συντριβάνι
fi_fi: Kauppakeskus - suihkulähteen luona
hr_hr: Trgovački centar - prolazak pored fontane
hu_hu: Pláza – gyaloglás a szökőkút mellett
it_it: Centro commerciale-passaggio vicino a fontana
ko_kr: 쇼핑센터-분수대 옆 걷기
nl_nl: Winkelcentrum-passeren van fontein
no_no: Kjøpesenter – passere en fontene
pt_pt: Shopping center – caminhada pela fonte
ro_ro: Mall-trecere pe lângă fântână
ru_ru: В торговом центре-проходя мимо фонтана
sv_se: Galleria - går förbi fontän
th_th: ห้าง-เดินผ่านน้ำพุ
tr_tr: Alışveriş Merkezi - çeşmenin yanından yürüme
zh_cn: 购物中心-走过喷泉

source: Forest Ambience-man walking
bg_bg: Горска среда-вървящ човек
cht: 森林環境周遭 - 人步行聲
da_dk: Stemning i skov – gående mand
el_gr: Περιβάλλων ήχος δάσους - άνδρας που περπατάει
fi_fi: Metsä - mies kävelee
hr_hr: Šumsko okruženje - čovjek hoda
hu_hu: Erdős környezet – sétáló férfi
it_it: Ambiente boschivo-uomo che cammina
ko_kr: 숲 분위기-걷는 사람
nl_nl: Bosomgeving-man die wandelt
no_no: Skogmiljø – spaserende mann
pt_pt: Ambiente florestal – homem caminhando
ro_ro: Ambient pădure-persoană plimbându-se
ru_ru: Акустическая атмосфера леса-идет мужчина
sv_se: Skogsatmosfär - man som promenerar
th_th: สภาพแวดล้อมในป่า-ผู้ชายเดิน
tr_tr: Orman Ortamı - yürüyen adam
zh_cn: 森林环境-行人走路

source: Monkey-calling
bg_bg: Маймуна-викаща
cht: 猴子 - 叫聲
da_dk: Abe, der skriger
el_gr: Μαϊμού - κάλεσμα
fi_fi: Apina - kutsu
hr_hr: Majmun - dozivanje
hu_hu: Majom – hívás
it_it: Scimmia-che chiama
ko_kr: 원숭이-부르기
nl_nl: Aap-roepen
no_no: Apebrøl
pt_pt: Macaco – chamando
ro_ro: Maimuță-țipând
ru_ru: Крик обезьян
sv_se: Apa som ropar
th_th: ลิง-ร้องเรียก
tr_tr: Maymun - bağırıyor
zh_cn: 猴子-叫声

source: Monkey-talking
bg_bg: Маймуна-говореща
cht: 猴子 - 交談
da_dk: Abe, der taler
el_gr: Μαϊμού - ομιλία
fi_fi: Apina - puhe
hr_hr: Majmun - razgovor
hu_hu: Majom – beszéd
it_it: Scimmia-che parla
ko_kr: 원숭이-말하기
nl_nl: Aap-praten
no_no: Apekatt – snakker
pt_pt: Macaco – conversando
ro_ro: Maimuță-vorbind
ru_ru: Гомон обезьян
sv_se: Apa som talar
th_th: ลิง-พูด
tr_tr: Maymun - konuşuyor
zh_cn: 猴子-说话

source: Monkey-fighting
bg_bg: Маймуна-биеща се
cht: 猴子 - 打架
da_dk: Abe, der slås
el_gr: Μαϊμού - μάχη
fi_fi: Apina - tappelu
hr_hr: Majmun - borba
hu_hu: Majom – harc
it_it: Scimmia-che litiga
ko_kr: 원숭이-싸우기
nl_nl: Aap-vechten
no_no: Apekatt – slåss
pt_pt: Macaco – lutando
ro_ro: Maimuță-luptând
ru_ru: Драка обезьян
sv_se: Apor som slåss
th_th: ลิง-ต่อสู้
tr_tr: Maymun - dövüşüyor
zh_cn: 猴子-打斗

source: Dog-panting
bg_bg: Куче-задъхано
cht: 狗 - 喘氣聲
da_dk: Hund, der halser
el_gr: Σκύλος - λαχάνιασμα
fi_fi: Koira - läähättää
hr_hr: Pas - dahtanje
hu_hu: Kutya – lihegés
it_it: Cane-affannato
ko_kr: 개-헐떡거리기
nl_nl: Hond-hijgen
no_no: Hund – peser
pt_pt: Cachorro – pintando
ro_ro: Câine-gâfâind
ru_ru: Учащенное дыхание (собачье)
sv_se: Hund som flåsar
th_th: สุนัข-หอบแฮ่ก
tr_tr: Köpek - nefes alıp veriyor
zh_cn: 狗-气喘吁吁

source: Paper-cutter
bg_bg: Хартия-резачка
cht: 紙張 - 切割
da_dk: Papir – klip
el_gr: Χαρτί - κόπτης
fi_fi: Paperi - leikkuri
hr_hr: Papir - rezač
hu_hu: Papír – vágás
it_it: Carta-taglierino
ko_kr: 종이-커터
nl_nl: Papier-snijmachine
no_no: Papir – kuttes
pt_pt: Papel – cortador
ro_ro: Cuțit de hârtie
ru_ru: Резак для бумаги
sv_se: Pappersskärare
th_th: กระดาษ-ตัดกระดาษ
tr_tr: Kağıt - kesici
zh_cn: 纸-裁纸器

source: Paper-ripping
bg_bg: Хартия-късане
cht: 紙張 - 撕紙
da_dk: Papir – ituriven
el_gr: Χαρτί - σκίσιμο
fi_fi: Paperi - repeää
hr_hr: Papir - kidanje
hu_hu: Papír – tépés
it_it: Carta-strappo
ko_kr: 종이-찢기
nl_nl: Papier-scheuren
no_no: Papir – rives
pt_pt: Papel – rasgando
ro_ro: Rupere hârtie
ru_ru: Отрывание бумаги
sv_se: Pappersrivning
th_th: กระดาษ-ฉีกกระดาษ
tr_tr: Kağıt - yırtma
zh_cn: 纸-撕纸

source: Telephone-"off hook"
bg_bg: Телефон-„не е на вилката“
cht: 電話 - 沒掛上
da_dk: Telefon, der dutter
el_gr: Τηλέφωνο - "πτώση" γραμμής
fi_fi: Puhelin - kuuloke ylhäällä
hr_hr: Telefon - podignuta slušalica
hu_hu: Telefonkagyló – felvétel
it_it: Telefono-"sganciamento"
ko_kr: 전화-”코드 분리"
nl_nl: Telefoon-”van de haak”
no_no: Telefon – «av røret»
pt_pt: Telefone – "fora do gancho"
ro_ro: Telefon-"ridicat din furcă"
ru_ru: Телефонный сигнал "занято"
sv_se: Telefon -"luren av"
th_th: โทรศัพท์-"ยกหู"
tr_tr: Telefon - "telefonu açma"
zh_cn: 电话 - “摘话筒”

source: Police Car-going by
bg_bg: Полицейска кола-преминаваща
cht: 警車 - 經過
da_dk: Forbipasserende politibil
el_gr: Περιπολικό - διέλευση
fi_fi: Poliisiauto - ohittaa
hr_hr: Policijsko vozilo - u prolazu
hu_hu: Rendőrautó – elhaladó
it_it: Auto della polizia-di passaggio
ko_kr: 경찰차-지나가기
nl_nl: Politieauto-passerend
no_no: Politibil – passerer
pt_pt: Carro de polícia – passando
ro_ro: Mașină poliție-trecând
ru_ru: Полицейская машина-проезжает мимо
sv_se: Polisbil kör förbi
th_th: รถตำรวจ-วิ่งผ่าน
tr_tr: Polis Arabası - gidiyor
zh_cn: 警车-驶过

source: Billards-"breaking"
bg_bg: Билярд-„разбиване“
cht: 撞球 - 開球
da_dk: Billardkugler, der skydes af sted
el_gr: Μπιλιάρδο - "σπάσιμο"
fi_fi: Biljardi - pussiin
hr_hr: Bilijar - razbijanje kugli
hu_hu: Billiárd – kezdőlökés
it_it: Biliardo-"apertura"
ko_kr: 당구-”브레이킹"
nl_nl: Biljart-ballen rakend
no_no: Biljard – slag
pt_pt: Bilhar – "quebrando"
ro_ro: Biliard-"spargere"
ru_ru: Бильярд-"разбивание шаров"
sv_se: Biljard - "sprängning"
th_th: บิลเลียด-"กระแทก"
tr_tr: Bilardo - "dağılma"
zh_cn: 桌球-“开球”

source: Broom-push broom sweeping
bg_bg: Метла-метене четка метла
cht: 掃把 - 推著掃把掃地
da_dk: Fejende kost
el_gr: Σκούπα - σκούπισμα με συμβατική σκούπα
fi_fi: Lakaisu - harjalla
hr_hr: Metla - sobna metla mete
hu_hu: Seprű – sepregetés
it_it: Scopa-spazzare
ko_kr: 빗자루-빗자루 쓸기
nl_nl: Bezem-vegen met bezem
no_no: Feiekost – feiing og kosting
pt_pt: Vassoura – empurrar a vassoura para varrer
ro_ro: Măturare
ru_ru: Подметание-механическая метла
sv_se: Sopning, kvast som sopar
th_th: ไม้กวาด-ปัดไม้กวาดไปมา
tr_tr: Uzun saplı süpürge - süpürgeyle süpürme
zh_cn: 扫帚-清扫房间

source: Train-subway ambience
bg_bg: Влак-метро, среда
cht: 火車 - 地鐵環境周遭
da_dk: Tog, stemning i undergrund
el_gr: Τρένο - περιβάλλων ήχος μετρό
fi_fi: Juna - ympäristö
hr_hr: Vlak - okruženje podzemne željeznice
hu_hu: Vonat – metróbeli környezet
it_it: Treno-ambiente metropolitana
ko_kr: 기차-지하철 분위기
nl_nl: Trein-metro omgeving
no_no: Tog – T-banemiljø
pt_pt: Trem – ambiente de metrô
ro_ro: Trein-ambient metrou
ru_ru: В вагоне метро-акустическая атмосфера
sv_se: Tunnelbana - atmosfär
th_th: รถไฟ-สภาพแวดล้อมรถไฟใต้ดิน
tr_tr: Tren - metro ortamı
zh_cn: 火车-地铁环境

source: Gun-rifle
bg_bg: Оръжие-пушка
cht: 槍 - 步槍
da_dk: Skydevåben – riffel
el_gr: Όπλο - τυφέκιο
fi_fi: Ase - kivääri
hr_hr: Oružje - puška
hu_hu: Fegyver – puska
it_it: Arma da fuoco-fucile
ko_kr: 총-장총
nl_nl: Vuurwapen-geweer
no_no: Skytevåpen – rifle
pt_pt: Arma – rifle
ro_ro: Pușcă
ru_ru: Винтовка
sv_se: Vapen - gevär
th_th: ปืน-ไรเฟิล
tr_tr: Silah - tüfek
zh_cn: 枪声-步枪

source: Roller Coaster
bg_bg: Влакче на ужасите
cht: 雲霄飛車
da_dk: Rutsjebane
el_gr: Τρενάκι λούνα παρκ
fi_fi: Vuoristorata
hr_hr: Vlak smrti u lunaparku
hu_hu: Hullámvasút
it_it: Montagne russe
ko_kr: 롤러코스터
nl_nl: Achtbaan
no_no: Berg- og dalbane
pt_pt: Montanha russa
ro_ro: Montagne-rousse
ru_ru: Американские горки
sv_se: Berg och dalbana
th_th: รถไฟเหาะตีลังกา
tr_tr: Hız Treni
zh_cn: 过山车

source: Telephone-rotary dial
bg_bg: Телефон-шайба за избиране
cht: 電話 - 電話撥號盤
da_dk: Telefon – drejeskive
el_gr: Τηλέφωνο - αριθμοί καντράν
fi_fi: Puhelin - valintaääni
hr_hr: Telefon - kružni brojčanik
hu_hu: Telefon – forgótárcsás
it_it: Telefono-compositore a disco
ko_kr: 전화-다이얼 방식
nl_nl: Telefoon-kiesschijf
no_no: Telefon – tallskive
pt_pt: Telefone – disco rotativo
ro_ro: Telefon-cu disc
ru_ru: Телефон-дисковый набор
sv_se: Telefon med nummerskiva
th_th: โทรศัพท์-แป้นหมุนเลขหมาย
tr_tr: Telefon - döner kadran
zh_cn: 电话-拨号盘

source: Stairs-crowd walking up
bg_bg: Стъпала-изкачване на група хора
cht: 樓梯 - 人群上樓梯
da_dk: Trapper – flok, der går op
el_gr: Σκάλες - πλήθος που ανεβαίνει
fi_fi: Portaat - noustaan ylös
hr_hr: Stepenice - skupina osoba se penje
hu_hu: Lépcsőház – tömeg halad felfelé
it_it: Scale-folla che sale
ko_kr: 계단-걷는 군중
nl_nl: Trappen-menigte komt omhoog
no_no: Trapper – gruppe går opp
pt_pt: escadas – multidão subindo
ro_ro: Scări-grup urcând
ru_ru: Лестница-толпа поднимается по ступенькам
sv_se: Trappor - folkmassa går upp
th_th: บันได-กลุ่มคนเดินขึ้นบันได
tr_tr: Merdivenler - kalabalık yukarı çıkıyor
zh_cn: 楼梯-人群走上

source: Gun-shotgun
bg_bg: Оръжие-ловна пушка
cht: 槍 - 霰彈槍
da_dk: Skydevåben – haglgevær
el_gr: Όπλο - καραμπίνα
fi_fi: Ase - haulikko
hr_hr: Oružje - sačmarica
hu_hu: Fegyver – sörétes puska
it_it: Arma da fuoco-doppietta
ko_kr: 총-샷건
nl_nl: Vuurwapen-jachtgeweer
no_no: Skytevåpen – hagle
pt_pt: Arma – tiro
ro_ro: Pușcă
ru_ru: Стрельба-ружье
sv_se: Vapen - hagelgevär
th_th: ปืน-ลูกซอง
tr_tr: Silah - av tüfeği
zh_cn: 枪声-散弹枪

source: Casino-slot machine
bg_bg: Казино-монетен автомат
cht: 賭場 - 吃角子老虎機
da_dk: Casino – enarmet tyveknægt
el_gr: Καζίνο - κουλοχέρης
fi_fi: Kasino - peliautomaatti
hr_hr: Kasino - slot aparat
hu_hu: Kaszinó – játékgép
it_it: Casinò-slot machine
ko_kr: 카지노-슬롯머신
nl_nl: Casino-eenarmige bandiet
no_no: Casino – spilleautomat
pt_pt: Cassino – máquina caça-níqueis
ro_ro: Casino-aparat electronic
ru_ru: Казино-игорный автомат
sv_se: Casino - Enarmad bandit
th_th: คาสิโน-สล็อตแมชชีน
tr_tr: Kumarhane - slot makinesi
zh_cn: 赌场-老虎机

source: Drinking Fountain
bg_bg: Обществена чешма
cht: 飲水器
da_dk: Drikkefontæne
el_gr: Ψύκτης νερού
fi_fi: Juomavesiautomaatti
hr_hr: Fontana s vodom za piće
hu_hu: Ivókút
it_it: Bere a una fontanella
ko_kr: 드링크 파운틴
nl_nl: Drinkwaterfontein
no_no: Drikkefontene
pt_pt: Bebedouro
ro_ro: Cișmea
ru_ru: Питьевой фонтанчик
sv_se: Dricksfontän
th_th: ดื่มน้ำพุ
tr_tr: Çeşme
zh_cn: 饮水机

source: Bus-standing by
bg_bg: Автобус-спрял наблизо
cht: 巴士 - 站在旁邊
da_dk: Bus i tomgang
el_gr: Λεωφορείο - σε αναμονή
fi_fi: Bussi - odottaa
hr_hr: Autobus - čeka na polazak
hu_hu: Busz – várakozó
it_it: Bus-in fermata
ko_kr: 버스-대기
nl_nl: Bus-bij de halte
no_no: Buss – venter
pt_pt: Ônibus – pessoa em pé
ro_ro: Autobuz-staționare în apropiere
ru_ru: Автобус-останавливается рядом
sv_se: Buss som väntar
th_th: รถบัส-ยืนรอ
tr_tr: Otobüs - bekliyor
zh_cn: 公交车-等待
