Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The four programs below are used to set defaults used during the Test Device feature. Please note: the test settings will only be set for the HI's maximum number of programs.
bg_bg: Четирите програми по-долу се използват да се зададат настройки по подразбиране, които се използват по време на функцията Тествай устройството. Моля, обърнете внимание: тестовите настройки ще бъдат зададени само за максималния брой програми на слуховия апарат.
cht: 下列四個程式為用於測試裝置功能期間的預設設定。請注意：測試設定只會為助聽器設定最大數量程式。
da_dk: De fire programmer nedenfor benyttes til testindstillinger. Bemærk: Testindstillingerne vil kun blive angivet svarende til apparatets maksimale antal programmer.
el_gr: Τα ακόλουθα τέσσερα προγράμματα χρησιμοποιούνται για τη ρύθμιση των προεπιλογών που χρησιμοποιούνται στη λειτουργία Δοκιμή συσκευής. Σημείωση: Οι ρυθμίσεις της δοκιμής ορίζονται μόνο για τον μέγιστο αριθμό προγραμμάτων του ακουστικού.
fi_fi: Alla olevia neljää ohjelmaa käytetään oletusohjelmina kuulokojetestin aikana. Huomaa että ohjelmien määrä määräytyy kuulokojeen maksimiohjelmamäärän mukaan.
hr_hr: Četiri programa u nastavku upotrebljavaju se za postavljanje standardnih vrijednosti koje se primjenjuju tijekom funkcije Test uređaja. Imajte na umu: postavke za testiranje samo će se postaviti za maksimalan broj programa slušnog aparata.
hu_hu: A lenti négy program az eszköztesztelési funkció során használt alapértelmezett programokat mutatja. Megjegyzés: a tesztbeállítások a kiválasztott hallókészülék maximális programszámának megfelelően kerülnek alkalmazásra.
it_it: I quattro programmi sottostanti vengono utilizzati per impostare i valori predefiniti utilizzati durante la funzione di test del dispositivo. Attenzione: le impostazioni di test verranno definite solo per il numero massimo dei programmi degli apparecchi acustici.
ko_kr: 아래 4개 프로그램은 보청기테스트를 위한 프로그램입니다. 테스트 목적에 맞게 프로그램을 변경하여 사용하세요. 주의사항: 보청기 테스트는 출력을 최대로 설정한 상태에서 진행 됩니다.
nl_nl: De vier programma´s hieronder worden gebruikt voor default instellingen tijdens de Testmodus. Let a.u.b. op: de testinstellingen worden alleen ingesteld voor het maximale aantal programma´s van het betreffende toestel.
no_no: De fire programmene nedenfor blir brukt som standard under testing av apparatets funksjoner. Merk: testinnstillingene vil bare bli angitt for høreapparatets maksimalt antall program.
pt_pt: Os quatro programas abaixo são usados ​​para definir os padrões utilizados durante os Ajustes de Teste. Atenção: as configurações de teste só serão definidas para o número máximo de programas permitidos pelo aparelho.
ro_ro: Cele 4 programe de mai jos sunt utilizate pentru fixarea valorilor implicite folosite pe parcursul caracteristicii Testare Dispozitiv. Notati: setarile testului vor fi setate pentru numarul maxim de programe al aparatului
ru_ru: Четыре описанные ниже программы используются для настройки значений по умолчанию, используемых функцией тестирования устройств. Обратите внимание: настройки тестирования будут установлены только для максимального количества программ слухового аппарата.
sv_se: Fyra nedanstående program används för att ställa hörapparaterna i testläge. Notera att testinställningarna kommer endast kunna ställas in i hörapparatens maximala antal program.
th_th: โปรแกรมทั้ง 4 โปรแกรมด้านล่างใช้สำหรับกำหนดค่าตั้งต้นเพื่อทดสอบคุณสมบัติของอุปกรณ์ (โปรดอ่าน: ถ้าจะใช้การตั้งค่านี้ ต้องใช้กับ โปรแกรม HI จำนวนมากที่สุดเท่านั้น )
tr_tr: Aşağıdaki dört program Test Cihazı özelliği sırasında kullanılan varsayılan ayarlar için kullanılır. Lütfen dikkat: test ayarları sadece işitme cihazının maksimum program sayısı için kullanılır.
zh_cn: 测试助听器功能时默认使用以下四个程序。请注意：测试程序使用了助听器的所有程序数量。

source: Full On Gain
bg_bg: Пълно усилване
cht: 全開增益
da_dk: Fuld forstærkning
el_gr: Μέγιστη Απόκριση
fi_fi: Maksimi vahvistus
hr_hr: Potpuno pojačanje
hu_hu: Teljes erősítés
it_it: Guadagno massimo
ko_kr: Full on Gain(최대 이득)
nl_nl: Maximale versterking
pt_pt: Ganho Máximo
ro_ro: Castig maxim
ru_ru: Полное усиление
th_th: เกนเต็ม
tr_tr: Tam Kazanç
zh_cn: 满档增益

source: Reference Test Gain (ANSI)
bg_bg: Стандартно тестово усилване (ANSI)
cht: 參考測試增益 (ANSI)
da_dk: Referencetestforstærkning (ANSI)
el_gr: Απόκριση δοκιμής αναφοράς (ANSI)
fi_fi: Referenssivahvistus (ANSI)
hr_hr: Pojačanje pri referentnom testu (ANSI)
hu_hu: Referencia teszt erősítés (ANSI)
it_it: Guadagno di riferimento test (ANSI)
ko_kr: Reference Test Gain(기준 시험 이득(ANSI))
nl_nl: Referentie test versterking (ANSI)
no_no: Referansetest gain (ANSI)
pt_pt: Teste de Ganho de Referência (ANSI)
ro_ro: Test Castig Referinta (ANSI)
ru_ru: Контрольное усиление (ANSI)
sv_se: Referens testförstärkning (ANSI)
th_th: เกนที่อ้างถึงตามการทดสอบในห้องแลป (มาตรฐาน แอนซี่ - ANSI)
tr_tr: Referans Test Kazancı (ANSI)
zh_cn: 参考测试增益 (ANSI)

source: Reference Test Gain (IEC)
bg_bg: Стандартно тестово усилване (IEC)
cht: 參考測試增益 (IEC)
da_dk: Referencetestforstærkning (IEC)
el_gr: Απόκριση δοκιμής αναφοράς (IEC)
fi_fi: Referenssivahvistus (IEC)
hr_hr: Pojačanje pri referentnom testu (IEC)
hu_hu: Referencia teszt erősítés (IEC)
it_it: Guadagno di riferimento test (IEC)
ko_kr: Reference Test Gain(기준 시험 이득(IEC))
nl_nl: Referentie test versterking (IEC)
no_no: Referansetest gain (IEC)
pt_pt: Teste de Ganho de Referência (IEC)
ro_ro: Test Castig Referinta (IEC)
ru_ru: Контрольное усиление (IEC)
sv_se: Referens testförstärkning (IEC)
th_th: เกนที่อ้างถึงตามการทดสอบในห้องแลป (มาตรฐาน IEC)
tr_tr: Referans Test Kazancı (IEC)
zh_cn: 参考测试增益 (IEC)

source: Full On Gain with T-Coil
bg_bg: Пълно усилване с телебобина
cht: 全開增益及電話線圈
da_dk: Fuld forstærkning med telespole
el_gr: Μέγιστη απόκριση με τηλεπηνίο
fi_fi: Maksimivahvistus induktiosilmukalla
hr_hr: Potpuno pojačanje s T-Coil
hu_hu: Teljes erősítés telefontekerccsel
it_it: Guadagno massimo con T-Coil
ko_kr: T-Coil Full on Gain(텔레코일 최대 이득)
nl_nl: Maximale versterking voor luisterspoel
no_no: Full On Gain med telespole
pt_pt: Ganho Máximo com bobina telefônica
ro_ro: Castig maxim cu T-Coil
ru_ru: Полное усиление с Телефонной катушкой
sv_se: Full förstärkning med T-Coil
th_th: เกนเต็มพร้อม T-Coil
tr_tr: T-Coil ile Tam Kazanç
zh_cn: 带电感功能的满档增益

source: Reference Test Gain with T-Coil (ANSI)
bg_bg: Стандартно тестово усилване с телебобина (ANSI)
cht: 參考測試增益及電話線圈 (ANSI)
da_dk: Referencetestforstærkning med telespole (ANSI)
el_gr: Απόκριση δοκιμής αναφοράς με τηλεπηνίο (ANSI)
fi_fi: Referenssivahvistus induktiosilmukalla (ANSI)
hr_hr: Pojačanje pri referentnom testu s T-Coil (ANSI)
hu_hu: Referencia teszt erősítés telefontekerccsel (ANSI)
it_it: Guadagno di riferimento test con T-Coil (ANSI)
ko_kr: T-Coil Reference Test Gain(텔레코일 기준 시험 이득(ANSI))
nl_nl: Referentie test versterking voor luisterspoel (ANSI)
no_no: Referansetest gain med telespole (ANSI)
pt_pt: Teste de Ganho de Referência com Bobina Telefônica (ANSI)
ro_ro: Test Castig Referinta cu T-Coil (ANSI)
ru_ru: Контрольное усиление с Телефонной катушкой (ANSI)
sv_se: Referens testförstärkning med T-Coil (ANSI)
th_th: เกนที่อ้างถึงตามการทดสอบในห้องแลป+T-Coil (มาตรฐาน แอนซี่ -ANSI)
tr_tr: T-Coil ile Referans Test Kazancı (ANSI)
zh_cn: 参考测试增益带电感 (ANSI)

source: Reference Test Gain with T-Coil (IEC)
bg_bg: Стандартно тестово усилване с телебобина (IEC)
cht: 參考測試增益及電話線圈 (IEC)
da_dk: Referencetestforstærkning med telespole (IEC)
el_gr: Απόκριση δοκιμής αναφοράς με τηλεπηνίο (IEC)
fi_fi: Referenssivahvistus induktiosilmukalla (IEC)
hr_hr: Pojačanje pri referentnom testu s T-Coil (IEC)
hu_hu: Referencia teszt erősítés telefontekerccsel (IEC)
it_it: Guadagno di riferimento test con T-Coil (IEC)
ko_kr: T-Coil Reference Test Gain(텔레코일 기준 시험 이득(IEC))
nl_nl: Referentie test versterking voor luisterspoel (IEC)
no_no: Referansetest gain med telespole (IEC)
pt_pt: Teste de Ganho de Referência com Bobina Telefônica (IEC)
ro_ro: Test Castig Referinta cu T-Coil (IEC)
ru_ru: Контрольное усиление с Телефонной катушкой (IEC)
sv_se: Reference Test Gain with T-Coil (ANSI)
th_th: เกนที่อ้างถึงตามการทดสอบในห้องแลป+T-Coil (มาตรฐาน - IEC)
tr_tr: T-Coil ile Referans Test Kazancı (IEC)
zh_cn: 参考测试增益带电感 (IEC)

source: None
bg_bg: Няма
cht: 無
da_dk: Ingen
el_gr: Ουδέν
fi_fi: Ei mitään
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuno
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Нет
sv_se: Ingen
th_th: ไม่มี
tr_tr: Hiçbiri
zh_cn: 无

source: P1
cht: 程式1
ru_ru: П1

source: P2
cht: 程式2
ru_ru: П2

source: P3
cht: 程式3
ru_ru: П3

source: P4
cht: 程式4
ru_ru: П4

source: Entering Test Mode will discard all changes made in the current fitting session.
bg_bg: Влизането в тестов режим ще отхвърли всички промени, направени в настоящата сесия на монтиране.
cht: 進入測試模式將摒棄目前選配階段的所有更改。
da_dk: Åbning af testtilstand sletter alle de ændringer, der er foretaget i den aktuelle tilpasningssession.
el_gr: Αν εισέλθετε στη δοκιμαστική λειτουργία, θα απορριφθούν όλες οι αλλαγές που έγιναν στην τρέχουσα συνεδρία εφαρμογής.
fi_fi: Jos siirrytään testaustilaan, kaikki nykyisen sovitusistunnon aikana tehdyt muutokset hylätään.
hr_hr: Ulaskom u Način za testiranje odbacit će se sve promjene unesene u trenutnoj sesiji namještanja.
hu_hu: A tesztelési üzemmódba történő belépéssel elveti az aktuális illesztési munkamenet összes módosítását.
it_it: Entrando in modalità Test si ignoreranno tutte le modifiche apportate nella sessione di fitting corrente.
ko_kr: 보청기 테스트를 실행하면, 현재 진행중인 피팅 세션의 모든 변경사항이 취소됩니다.
nl_nl: Bij het openen van de testmodus worden alle wijzigingen uit de huidige aanpassessie verwijderd.
no_no: Bruk av testmodus vil forkaste alle endringer som er gjort i gjeldende tilpasningsøkt.
pt_pt: Entrar em modo de teste descartará todas as alterações feitas na atual sessão de ajuste.
ro_ro: Intrând în Modul Test va anula toate modificările efectuate în sesiunea de fixare curentă.
ru_ru: Ввод режима Тест отменяет все изменения, сделанные в ходе текущей сессии настройки.
sv_se: Om du går in i testläget raderas alla ändringar som gjorts i den aktuella anpassningssession.
th_th: การเข้าสู่โหมดทดสอบจะเป็นการละทิ้งการเปลี่ยนแปลงทั้งหมดที่ดำเนินการไปในเซสชันทดลองสวมปัจจุบัน
tr_tr: Test Moduna girmek, geçerli Fitting seansında yapılan tüm değişiklikleri iptal edecektir.
zh_cn: 进入测试模式将丢弃当前验配界面中所做的所有更改。

source: Programs set during testing are not safe for patients. The patient's original settings will be restored at the end of the test. To ensure a proper restore, the device must be connected and recognized.
bg_bg: Програмите, настроени по време на тестването, не са безопасни да пациентите. Първоначалните настройки на пациента ще бъдат възстановени в края на теста. За осигуряване на правилно възстановяване, устройството трябва да бъде свързано и разпознато.
cht: 測試期間設定的程式對客戶不安全。使用者的原始設定將會在測試結束後回復。要確保正確回復，必須連接並辨識裝置。
da_dk: De programmer, der angives under test, er ikke sikre for brugerne. Brugerens originale indstillinger gendannes i slutningen af testen. Apparatet skal være tilsluttet og registreret for at blive korrekt gendannet.
el_gr: Τα προγράμματα που ρυθμίζονται κατά τις δοκιμές δεν είναι ασφαλή για τους ασθενείς. Στο τέλος της δοκιμής θα γίνεται επαναφορά στις αρχικές ρυθμίσεις του ασθενή. Για να εξασφαλιστεί η σωστή επαναφορά των ρυθμίσεων είναι απαραίτητη η σύνδεση και αναγνώριση της συσκευής.
fi_fi: Testaamisen aikana laaditut ohjelmat eivät ole turvallisia potilaille. Potilaan alkuperäiset asetukset palautetaan testin päätteeksi. Laitteen täytyy olla yhdistetty ja tunnistettu, jotta varmistetaan palauttaminen oikein.
hr_hr: Programi postavljeni za vrijeme testiranja nisu sigurni za bolesnike. Bolesnikove izvorne postavke vratit će se po završetku testa. Da bi se osiguralo pravilno vraćanje postavki, uređaj mora biti povezan i prepoznat.
hu_hu: A tesztelés során beállított programok nem biztonságosak a páciens számára. A rendszer a teszt végén visszaállítja a páciens eredeti beállításait. A megfelelő visszaállítás érdekében az eszköz csatlakoztatására és észlelésére van szükség.
it_it: I programmi impostati durante il test non sono sicuri per i pazienti. Le impostazioni originali del paziente verranno ripristinate al termine del test. Per garantire un'adeguato ripristino, il dispositivo deve essere connesso e riconosciuto.
ko_kr: 테스트 프로그램 상태로 착용하는 것은 착용자의 청력에 나쁜 영향을 줄 수 있습니다. 착용자의 피팅 정보는 보청기 테스트가 종료되면 이전의 피팅 정보가 복원됩니다. 안전한 피팅정보 복원을 위해 연결상태를 유지하십시오.
nl_nl: Programma’s ingesteld tijdens testen zijn niet veilig voor gebruikers. De originele instellingen van de cliënt worden aan het einde van de test gereset. Om een correcte installatie te garanderen moet het toestel verbonden en herkend zijn.
no_no: Programmer som konfigureres under testing, er ikke trygge for pasientene. Pasientens opprinnelige innstillinger vil gjenopprettes ved slutten av testen. For å sikre korrekt gjenoppretting må enheten kobles til og bli gjenkjent.
pt_pt: Os programas definidos durante a testagem não são seguros para os pacientes. As definições originais do paciente serão restauradas ao final do teste. Para garantir a restauração adequada o dispositivo deve estar conectado e ser reconhecido.
ro_ro: Programele setate nu sunt sigure pentru pacienți. Setările originale ale pacientului vor fi restaurate la finalul testului. Pentru a asigura o restaurare adecvată, dispozitivul trebuie conectat și recunoscut.
ru_ru: Программы, заданные в ходе тестирования, небезопасны для пациентов. Исходные настройки для пациентов будут восстановлены по завершении теста. Чтобы гарантировать правильность восстановления настроек, устройство должно быть подключено и распознано.
sv_se: Program som ställs in under testningen är inte säkra för patienterna. Patientens ursprungliga inställningar återställs vid slutet av testen. För att säkerställa en korrekt återställning måste enheten vara ansluten och identifierad.
th_th: โปรแกรมที่ตั้งไว้ในระหว่างการทดสอบจะไม่ปลอดภัยสำหรับผู้ป่วย ระบบจะคืนค่าการตั้งค่าเดิมของผู้ป่วยเมื่อสิ้นสุดการทดสอบ เพื่อให้แน่ใจว่ามีการคืนค่าอย่างถูกต้อง จะต้องทำการเชื่อมต่ออุปกรณ์โดยที่โปรแกรมจำอุปกรณ์ได้
tr_tr: Test sırasında ayarlanan programlar, hastalar için güvenli değildir. Hastanın orijinal ayarları, test sonunda geri yüklenecektir. Düzgün bir geri yükleme için, cihaz bağlanmış olmalı ve tanınmalıdır.
zh_cn: 测试过程中设置的程序对用户并不一定安全。测试结束时，用户的原始设置将被恢复。为确保正确还原，必须连接并识别设备。

source: Caution:
bg_bg: Внимание:
cht: 警告：
da_dk: Advarsel:
el_gr: Προσοχή:
fi_fi: Varoitus:
hr_hr: Oprez:
hu_hu: Figyelmeztetés:
it_it: Attenzione:
ko_kr: 주의:
nl_nl: Waarschuwing:
no_no: Forsiktig:
pt_pt: Precauções:
ro_ro: Atentie:
ru_ru: Предупреждение:
sv_se: Varning:
th_th: ข้อควรระวัง:
tr_tr: Dikkat:
zh_cn: 注意:

source: Continue
bg_bg: Продължение
cht: 繼續
da_dk: Fortsæt
el_gr: Συνέχεια
fi_fi: Jatka
hr_hr: Nastavak
hu_hu: Tovább
it_it: Continua
ko_kr: 계속
nl_nl: Doorgaan
no_no: Fortsett
pt_pt: Continuar
ro_ro: Continua
ru_ru: Продолжить
sv_se: Fortsätt
th_th: ทำต่อ
tr_tr: Devam
zh_cn: 继续

source: Right side is corrupted. A Full Restore is required to repair the instrument.
bg_bg: Дясната страна е повредена. Необходимо е пълно възстановяване, за да се поправи апарата.
cht: 右耳助聽器損壞。必須修復裝置才可完整回復。
da_dk: Højre side er beskadiget. Der kræves en "Fuld gendannelse" for at reparere apparatet.
el_gr: Η δεξιά πλευρά είναι κατεστραμμένη. Απαιτείται πλήρης επαναφορά για την επιδιόρθωση των βοηθημάτων.
fi_fi: Oikean kuulokojeen tiedot ovat vaurioituneet. Kuulokojeen korjaaminen edellyttää täydellistä tietojen palautusta.
hr_hr: Postoji pogreška na desnoj strani. Potrebno je vratiti uređaj na početne postavke.
hu_hu: A jobb oldal sérült. A teljes helyreállítás szükséges a készülék javításához.
it_it: Lato destro corrotto. Un ripristino completo è necessario per ripristinare il dispositivo.
ko_kr: 우측 프로그램이 손상되었습니다. 전체 복원으로 문제를 해결하세요.
nl_nl: Het rechter toestel is corrupt. Volledige reset is nodig om het toestel weer te laten werken.
no_no: Høyre side er korrupt. Full gjenoppretting er nødvendig for å reparere apparatet.
pt_pt: Lado direito está corrompido. É necessário uma Restauração Completa para reparar o aparelho.
ro_ro: Partea dreaptă este coruptă. Este necesară o restaurare completă pentru a repara aparatul.
ru_ru: Правая сторона повреждена. Необходимо применить Полное восстановление для ремонта СА.
sv_se: Höger sida är skadad. En fullständig återställning krävs för att reparera apparaten.
th_th: ฝั่งขวาเสียหาย จำเป็นต้องใช้ Full Restore เพื่อซ่อมแซมเครื่องช่วยฟัง
tr_tr: Sağ taraf sorunlu. Sorunu gidermek için Tam Bir Geri Yükleme gereklidir.
zh_cn: 右侧助听器崩溃,需要恢复助听器

source: Left side is corrupted. A Full Restore is required to repair the instrument.
bg_bg: Лявата страна е повредена. Необходимо е пълно възстановяване, за да се поправи апарата.
cht: 左耳助聽器損壞。必須修復裝置才可完整回復。
da_dk: Venstre side er beskadiget. Der kræves en "Fuld gendannelse" for at reparere apparatet.
el_gr: Η αριστερή πλευρά είναι κατεστραμμένη. Απαιτείται πλήρης επαναφορά για την επιδιόρθωση των βοηθημάτων.
fi_fi: Vasemman kuulokojeen tiedot ovat vaurioituneet. Kuulokojeen korjaaminen edellyttää täydellistä tietojen palautusta.
hr_hr: Postoji pogreška na lijevoj strani. Potrebno je vratiti uređaj na početne postavke.
hu_hu: A bal oldal sérült. A teljes helyreállítás szükséges a készülék javításához.
it_it: Lato sinistro corrotto. Un ripristino completo è necessario per ripristinare il dispositivo.
ko_kr: 좌측 프로그램이 손상되었습니다. 전체 복원으로 문제를 해결하세요.
nl_nl: Het linker toestel is corrupt. Volledige reset is nodig om het toestel weer te laten werken.
no_no: Venstre side er korrupt. Full gjenoppretting er nødvendig for å reparere apparatet.
pt_pt: Lado esquerdo está corrompido. É necessário uma Restauração Completa para reparar o aparelho.
ro_ro: Partea stângă este coruptă. Este necesară o restaurare completă pentru a repara aparatul.
ru_ru: Левая сторона повреждена. Необходимо применить Полное восстановление для ремонта СА.
sv_se: Vänster sida är skadad. En fullständig återställning krävs för att reparera apparaten.
th_th: ฝั่งซ้ายเสียหาย จำเป็นต้องใช้ Full Restore เพื่อซ่อมแซมเครื่องช่วยฟัง
tr_tr: Sol taraf sorunlu. Sorunu gidermek için Tam Bir Geri Yükleme gereklidir.
zh_cn: 左侧助听器崩溃,需要恢复助听器

source: Both sides are corrupted. A Full Restore is required to repair both aids.
bg_bg: Двете страни са повредени. Необходимо е пълно възстановяване, за да се поправят двата апарата.
cht: 雙耳助聽器損壞。必須修復裝置才可完整回復。
da_dk: Begge sider er beskadiget. Der kræves en "Fuld gendannelse" for at reparere begge apparater.
el_gr: Και οι δύο πλευρές είναι κατεστραμμένες. Απαιτείται πλήρης επαναφορά για την επιδιόρθωση των βοηθημάτων.
fi_fi: Molempien kuulokojeiden tiedot ovat vaurioituneet. Molempien kuulokojeiden korjaaminen edellyttää täydellistä tietojen palautusta.
hr_hr: Obje strane imaju pogrešku. Potrebno je vratiti uređaj na početne postavke.
hu_hu: Mindkét oldal sérült. A teljes helyreállítás szükséges a készülékek javításához.
it_it: Entrambi i lati risultano corrotti. Un ripristino completo è necessario per ripristinare entrambi i dispositivi.
ko_kr: 양쪽 프로그램이 손상되었습니다. 전체 복원으로 문제를 해결하세요.
nl_nl: Beide toestellen zijn corrupt. Volledige reset is nodig om de toestellen weer te laten werken.
no_no: Begge sider er korrupte. Full gjenoppretting er nødvendig for å reparere apparatene..
pt_pt: Ambos os lados estão corrompidos. É necessário uma Restauração Completa para reparar os aparelhos.
ro_ro: Ambele părți sunt corupte. Este necesară o Restaurare completă pentru a repara ambele aparate.
ru_ru: Обе стороны повреждены. Необходимо применить Полное восстановление для ремонта обоих СА.
sv_se: Båda sidorna är skadade. En fullständig återställning krävs för att reparera båda apparaterna.
th_th: ทั้งสองฝั่งเสียหาย จำเป็นต้องใช้ Full Restore เพื่อซ่อมแซมเครื่องช่วยฟังทั้งสองฝั่ง
tr_tr: Her iki taraf sorunlu. Sorunu gidermek için iki tarafa da Tam Bir Geri Yükleme gereklidir.
zh_cn: 双侧助听器崩溃,需要恢复助听器

source: Not available
bg_bg: Не е достъпно
cht: 未提供
da_dk: Ikke tilgængelig
el_gr: Mη διαθέσιμο
fi_fi: Kuulokojetta ei ole valittu
hr_hr: Nije dostupno
hu_hu: Nem áll rendelkezésre
it_it: Non disponibile
ko_kr: 사용할 수 없음
nl_nl: Niet beschikbaar
no_no: Ikke tilgjengelig
pt_pt: Não disponível
ro_ro: Nedisponibil
ru_ru: Недоступно
sv_se: Inte tillgängligt
th_th: ไม่สามารถใช้งานได้
tr_tr: Mevcut değil
zh_cn: 不可用

source: Bluetooth enabled mobile devices must be paired outside of ReSound Smart Fit. However, they can be removed by clicking 'Remove'.
bg_bg: Преносимите устройства с Bluetooth трябва да се сдвояват извън Smart Fit (интелигентен монтаж). Те обаче могат да се премахват с щракане върху „Премахване“.
cht: 啟用藍牙行動裝置必須在 Smart Fit 之外配對。然而，點選移除可將其移除。
da_dk: Mobilenheder med Bluetooth skal parres uden for Smart Fit. De kan dog fjernes ved at klikke på "Fjern".
el_gr: Η ζεύξη φορητών συσκευών με δυνατότητα Bluetooth πρέπει να πραγματοποιείται εκτός του Smart Fit. Ωστόσο, η αφαίρεσή τους μπορεί να γίνει κάνοντας κλικ στην επιλογή "Αφαίρεση".
fi_fi: Bluetooth-mobiililaitteet pitää parittaa Smart Fit sovituksen ulkopuolella. Paritus voidaan kuitenkin poistaa napsauttamalla Poista-painiketta.
hr_hr: Mobilni uređaji koji podržavaju Bluetooth moraju se upariti izvan softvera Smart Fit. Međutim, može ih se ukloniti klikom na opciju „Ukloni”.
hu_hu: A Bluetooth-kompatibilis moibileszközöket a Smart Fit alkalmazáson kívül kell párosítani. Azonban eltávolíthatja őket az Eltávolítás gombra kattintással is.
it_it: I dispositivi mobili con Bluetooth devono essere accoppiati all'esterno di Smart Fit. Possono essere, comunque, rimossi facendo clic su Rimuovi.
ko_kr: 블루투스가 활성화된 모바일 기기는 Smart Fit 외부에서 페어링되어야 합니다. ‘해제’를 클릭하여 페어링을 해제할 수 있습니다
nl_nl: Mobiele apparaten met Bluetooth moeten gekoppeld worden buiten Smart Fit. Wel kunnen ze binnen Smart Fit worden verwijderd door te klikken op 'Verwijderen'.
no_no: Bluetooth-aktiverte mobile enheter må pares utenfor Smart Fit. De kan imidlertid fjernes ved at man klikker «Fjern».
pt_pt: Os dispositivos móveis habilitador para Bluetooth devem ser pareados fora do Smart Fit. Porém, eles podem ser removidos clicando em "Remove".
ro_ro: Dispozitivele mobile cu Bluetooth activat trebuie împerecheate în afara Smart Fit. Totuși, acestea pot fi îndepărtate cu clic pe ”Îndepărtare”
ru_ru: Сопряжение мобильных устройств с активной связью Bluetooth должно производиться вне Smart Fit. Однако их можно удалить щелчком на 'Удалить'.
sv_se: Bluetooth-enheter måste paras utanför Smart Fit. De kan dock tas bort om man klickar på ”Ta bort”.
th_th: อุปกรณ์มือถือที่เปิดใช้งาน Bluetooth จะต้องผ่านการจับคู่นอก Smart Fit อย่างไรก็ตาม จะสามารถถอดออกได้โดยการคลิกที่ 'ลบออก'
tr_tr: Bluetooth etkinleştirilmiş mobil cihazlar, Akıllı Fitting dışında eşleştirilmelidir. Ancak bunlar 'Kaldır' öğesine tıklanarak kaldırılabilir.
zh_cn: 启用蓝牙功能的移动设备必须在Smart Fit外配对。但是，可通过点击“删除”来删除它们。

source: Closed
bg_bg: Затворен
cht: 已關閉
da_dk: Lukket
el_gr: Κλειστό
fi_fi: Koukku
hr_hr: Zatvoreno
hu_hu: Zárt
it_it: Chiuso
ko_kr: 닫기
nl_nl: Gesloten
no_no: Lukket
pt_pt: Fechado
ro_ro: Inchis
ru_ru: Закрыто
sv_se: Normal
th_th: ปิด
tr_tr: Kapalı
zh_cn: 标准验配

source: Right Ear
bg_bg: Дясно ухо
cht: 右耳
da_dk: Højre øre
el_gr: Δεξί αυτί
fi_fi: Oikea korva
hr_hr: Desno uho
hu_hu: Jobb fül
it_it: Orecchio destro
ko_kr: 우측
nl_nl: Rechteroor
no_no: Høyre øre
pt_pt: Orelha Direita
ro_ro: Urechea dreapta
ru_ru: Правое ухо
sv_se: Höger öra
th_th: หูขวา
tr_tr: Sağ Kulak
zh_cn: 右耳

source: Serial No:
bg_bg: Сериен №:
cht: 序號：
da_dk: Serienummer:
el_gr: Σειριακός αριθμός:
fi_fi: Sarjanumero :
hr_hr: Serijski broj:
hu_hu: Gyáriszám:
it_it: Numero di serie:
ko_kr: 시리얼 번호:
nl_nl: Serienr:
no_no: Serienr:
pt_pt: Número de Série:
ro_ro: Serie:
ru_ru: Серийный №:
sv_se: Serienummer:
th_th: ซีเรียลนัมเบอร์:
tr_tr: Seri No:
zh_cn: 序列号:
