Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Speaker Configuration:
bg_bg: Конфигурация на говорещите:
cht: 喇叭配置：
da_dk: Højttalerkonfiguration:
el_gr: Διαμόρφωση ηχείων:
fi_fi: Kaiutinasetukset :
hr_hr: Konfiguracija zvučnika:
hu_hu: Hangszóró konfigurálása:
it_it: Configurazione altoparlante:
ko_kr: 스피커 구성:
nl_nl: Luidspreker kiezen
no_no: Høyttalerkonfigurasjon:
pt_pt: Configuração do falante:
ro_ro: Configuratia Difuzoarelor
ru_ru: Конфигурация динамиков:
sv_se: Högtalarkonfiguration
th_th: ตั้งค่า ลำโพง
tr_tr: Hoparlör Yapılandırması:
zh_cn: 配置扬声器:

source: Other (Non Supported)
bg_bg: Други (неподдържани)
cht: 其他 (不支援)
da_dk: Andre (Ikke understøttet)
el_gr: Άλλο (μη υποστηριζόμενο)
fi_fi: Muu (ei tuettu)
hr_hr: Drugo (nije podržano)
hu_hu: Más (nem támogatott)
it_it: Altro (non supportato)
ko_kr: 기타(지원 안 됨)
nl_nl: Overige (niet ondersteund)
no_no: Andre (ikke støttet)
pt_pt: Outros (não listado)
ro_ro: Altele (Fara suport)
ru_ru: Другое (не поддерживается)
sv_se: Övrigt (Stöds inte)
th_th: อื่นๆ(ไม่มีในข้อมูล)
tr_tr: Diğer (desteklenmiyor)
zh_cn: 其他(不支持)

source: When Natural Directionality II is recommended
bg_bg: Когато се препоръчва Natural Directionality II
cht: 當建議「自然方向性 II」 時
da_dk: Når Natural Directionality II anbefales
el_gr: Όταν συνιστάται Natural Directionality II
fi_fi: Jos suositus on Luonnollinen suuntakuvio II
hr_hr: Kada se preporučuje Natural Directionality II
hu_hu: Ha a Természetes direkcionalítás II javasolt
it_it: Quando la Direzionalità Naturale II è consigliata
ko_kr: Natural Directionality II가 권장되는 경우
nl_nl: Wanneer Brain-balanced directionaliteit II is aanbevolen
no_no: Når Natural Directionality II er anbefalt
pt_pt: Quando a Direcionalidade Natural II é recomendada
ro_ro: Când este recomandată Direcționalitate Naturală II
ru_ru: Когда рекомендуется Естественная направленность II
sv_se: När Naturlig riktverkan II rekommenderas
th_th: เมื่อแนะนำให้ใช้ทิศทางการฟังแบบธรรมชาติ II
tr_tr: Natural Direksiyonalite II önerildiğinde
zh_cn: 当推荐开启自然方向性II时

source: Leave P1 as Natural Directionality II
bg_bg: Оставете P1 като Natural Directionality II
cht: 設定程式1為自然方向性
da_dk: Efterlad P1 som Natural Directionality II
el_gr: Άφησε το P1 σε Natural Directionality II
fi_fi: Jätä Luonnollinen suuntakuvio II -asetukseksi ohjelmaan 1
hr_hr: Ostavi P1 kao Prirodnu usmjerenost II
hu_hu: Az 1. program Természetes direkcionalítás II marad
it_it: Lascia P1 come Direzionalità Naturale II
ko_kr: P1을 Natural Directionality II 로 적용합니다
nl_nl: Wijzig P1 naar Brain-balanced directionaliteit II
pt_pt: Deixar P1 como Direcionalidade Natural II
ro_ro: Lăsați P1 ca Direcționalitate Naturală II
ru_ru: Оставить для P1 Естественную направленность II
sv_se: Lämna P1 som naturlig riktverkan
th_th: ปล่อยให้ P1 เป็นเทคโนโลยี Natural Directionality II
tr_tr: P1'i Natural Direksiyonalite II olarak bırak
zh_cn: 将P1设为自然方向性II

source: Change P1 to the selected Default Environmental Program
bg_bg: Превключете P1 в избраната Програма за околната среда по подразбиране
cht: 保留程式1為基本程式
da_dk: Skift P1 til det valgte standardmiljøprogram
el_gr: Άλλαξε το P1 στο επιλεγμένο Default Environmental Program
fi_fi: Vaihda oletusääniympäristö ohjelmaksi ohjelma 1
hr_hr: Promijeni P1 u odabrani Osnovni program okoline
hu_hu: Az 1. program váltása a kiválasztott alapértelmezett környezeti programra
it_it: Cambia P1 al programma ambientale selezionato di Default
ko_kr: P1을 디폴트 환경 프로그램으로 변경합니다
nl_nl: Wijzig P1 naar het geselecteerde standaard omgevingsprogramma
no_no: Endre P1 til valgte standard Basisprogram
pt_pt: Altere o P1 para o Otimizador Ambiental Padrão
ro_ro: Schimbați P1 la Programul de mediu predefinit
ru_ru: Изменить P1 на выбранную программу окружения по умолчанию
sv_se: Ändra P1 till det valda standardmiljöprogrammet
th_th: เปลี่ยน P1 ให้เป็นโปรแกรมสภาพแวดล้อมเริ่มต้นที่เลือก
tr_tr: P1'i seçilen Varsayılan Çevre Programına değiştir
zh_cn: 将P1设置为默认环境程序

source: Prompt Each Time
bg_bg: Напомняй всеки път
cht: 每次都要提示
da_dk: Spørg hver gang
el_gr: Ερώτηση κάθε φορά
fi_fi: Ehdota joka kerta
hr_hr: Pitaj svaki put
hu_hu: Mindig figyelmeztessen
it_it: Richiedi ogni volta
ko_kr: 매회 프롬프트 표시
nl_nl: Vraag iedere keer naar de keuze
no_no: Spør hver gang
pt_pt: Aviso a cada período
ro_ro: Intreaba de fiecare data
ru_ru: Каждый раз запрашивать разрешение
sv_se: Välj varje gång
th_th: พร้อมทำงาน
tr_tr: Her Defasında Sor
zh_cn: 每次都询问

source: Enable Remote Fine-tuning
bg_bg: Активирай дистанционна фина настройка
cht: 啟用「遠端微調」
da_dk: Aktivér fjernjustering
el_gr: Ενεργοποίηση απομακρυσμένης μικρορύθμισης
fi_fi: Ota etäsovitus käyttöön
hr_hr: Omogući daljinsko precizno ugađanje
hu_hu: Távoli finomhangolás engedélyezése
it_it: Abilita alla regolazione-fine da remoto
ko_kr: 원격피팅
nl_nl: Remote Fine-tuning mogelijk maken
no_no: Ekstern fininnstilling
pt_pt: Ativar Ajuste Fino Remoto
ro_ro: Activare reglaj fin de la distanță
ru_ru: Активировать удаленную тонкую настройку
sv_se: Aktivera fjärrjustering
th_th: เปิดใช้งานการปรับแต่งระยะไกล
tr_tr: Uzaktan İnce Ayarı Etkinleştir
zh_cn: 启用瑞声达 云微调

source: Yes
bg_bg: Да
cht: 是
da_dk: Ja
el_gr: Ναι
fi_fi: Kyllä
hr_hr: Da
hu_hu: Igen
it_it: Sì
ko_kr: 예
nl_nl: Ja
no_no: Ja
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Ja
th_th: ใช่
tr_tr: Evet
zh_cn: 是

source: No
bg_bg: Не
cht: 否
da_dk: Nej
el_gr: Όχι
fi_fi: Ei
hr_hr: Ne
hu_hu: Nem
ko_kr: 아니오
nl_nl: Nee
no_no: Nei
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sv_se: Nej
th_th: ไม่ใช่
tr_tr: Hayır
zh_cn: 否

source: Brand Correction
bg_bg: Brand Корекция
cht: 品牌改正
da_dk: Rettelse af brand
el_gr: Διόρθωση μάρκας
fi_fi: Kuulokojeen korjausarvo
hr_hr: Ispravak robne marke
hu_hu: Márka korrekció
it_it: Correzione brand
ko_kr: 브랜드 코렉션
nl_nl: Merkcorrectie
no_no: Merkekorreksjon
pt_pt: Correção de marca
ro_ro: Corectie de Brand
ru_ru: Коррекция бренда
sv_se: Rättelse av namn (brand)
th_th: ความถูกต้องของยี่ห้อ
tr_tr: Marka Doğrulama
zh_cn: 带宽修正

source: New Fitting Default Start Screen (Connected):
bg_bg: Стартов екран по подразбиране за нов монтаж (свързан):
cht: 新選配預設使用開始畫面 (已連結)：
da_dk: Ny standardstartskærm for tilpasning (tilsluttet):
el_gr: Προεπιλ. αρχική οθόνη νέας εφαρμογής (Σε σύνδεση):
fi_fi: Uusi sovituksen oletusaloitusikkuna (yhdistetty) :
hr_hr: Standardni početni zaslon za novo namještanje (povezano):
hu_hu: Új illesztés – alapértelmezett kezdőképernyő (csatlakoztatva):
it_it: Nuova schermata predefinita di avvio del Fitting (connesso):
ko_kr: 새 피팅 시작화면(연결):
nl_nl: Nieuwe Aanpassing Standaard Startscherm (gekoppeld):
no_no: Standard startskjerm for ny tilpasning (Tilkoplet):
pt_pt: Nova tela de início padrão de ajuste (conectada):
ro_ro: Ecran de start fixare implicită nouă (conectat):
ru_ru: Новое стартовое окно настройки по умолчанию (подключен):
sv_se: Ny standardstartskärm för anpassning (Ansluten):
th_th: หน้าจอเริ่มต้นของค่าเริ่มต้นในการทดลองสวมใหม่ (เชื่อมต่อแล้ว):
tr_tr: Yeni Fitting Varsayılan Başlatma Ekranı (Bağlı):
zh_cn: 新验配默认启动界面(已连接):

source: Patient Profile Screen
bg_bg: Екран за профил на пациент
cht: 客戶檔案畫面
da_dk: Skærmen Brugerprofil
el_gr: Οθόνη προφίλ ασθενούς
fi_fi: Potilaan profiili-ikkuna
hr_hr: Profilni ekran pacijenta
hu_hu: A páciens profilképernyője
it_it: Schermata Profilo paziente
ko_kr: 사용자 프로필 화면
nl_nl: Cliëntprofiel scherm
no_no: Pasientprofilskjerm
pt_pt: Tela de Perfil do Paciente
ro_ro: Ecranul cu profilul pacientului
ru_ru: Окно Профиль пациента
sv_se: Patientprofilskärm
th_th: หน้าจอโปรไฟล์ผู้ป่วย
tr_tr: Hasta Profil Ekranı
zh_cn: 用户档案界面

source: AutoFit Screen
bg_bg: Екран AutoFit
cht: 自動選配畫面
da_dk: Skærmen AutoFit
el_gr: Οθόνη "AutoFit"
fi_fi: AutoFit-ikkuna
hr_hr: Zaslon AutoFit
hu_hu: Automatikus illesztési képernyő
it_it: Schermata Fitting Automatico
ko_kr: AutoFit 화면
nl_nl: AutoFit Scherm
no_no: AutoFit-bilde
pt_pt: Tela de auto ajuste
ro_ro: Ecran AutoFit
ru_ru: Окно АвтоНастройки
sv_se: Snabbanpassningsskärm
th_th: หน้าจอ AutoFit
tr_tr: AutoFit Ekranı
zh_cn: 自动选配界面

source: Selection Screen
bg_bg: Екран за избор
cht: 選擇畫面
da_dk: Skærmen Valg
el_gr: Οθόνη "Επιλογή"
fi_fi: Valintaruutu
hr_hr: Zaslon Odabir
hu_hu: Kijelölési képernyő
it_it: Schermata di selezione
ko_kr: 선택 화면
nl_nl: Selectiescherm
no_no: Valgskjerm
pt_pt: Tela de seleção
ro_ro: Ecran selecție
ru_ru: Окно Выбора
sv_se: Valskärm
th_th: หน้าจอการเลือก
tr_tr: Seçim Ekranı
zh_cn: 型号选择界面

source: When navigating to Fitting screen:
bg_bg: При навигиране към екран Монтаж:
cht: 當移至「選配」畫面時：
da_dk: Når tilpasningsskærm vælges:
el_gr: Κατά την περιήγηση στην οθόνη "Εφαρμογή":
fi_fi: Avattaessa sovitusikkuna :
hr_hr: Prilikom prelaska na zaslon Namještanje:
hu_hu: Az illesztési képernyőre való navigáláskor:
it_it: Quando si passa alla schermata di Fitting:
ko_kr: 피팅화면 전환:
nl_nl: Tijdens navigeren naar aanpasscherm:
no_no: Når du går til Tilpasning-bildet:
pt_pt: Ao navegar na tela de ajustes:
ro_ro: Cand intram in ecranul de reglare:
ru_ru: При переходе к окну настройки:
sv_se: Vid navigering till anpassningsskärm:
th_th: ขณะไปที่หน้าจอทดลองสวม:
tr_tr: Fitting ekranına giderken:
zh_cn: 进入选配界面时:

source: Enter in Simulation Mode
bg_bg: Влезте в режим на симулация
cht: 進入模疑模式
da_dk: Brug simuleringstilstand
el_gr: Είσοδος στη λειτουργία "Προσομοίωση"
fi_fi: Simulointitilaan
hr_hr: Ulazak u simulacijski način rada
hu_hu: Belépés a szimulációs üzemmódba
it_it: Entra in modalità Simulazione
ko_kr: 시뮬레이션 모드
nl_nl: Aanpassing simuleren
no_no: Gå i simuleringsmodus
pt_pt: Entre no modo de simulação
ro_ro: Intra in modul de simulare
ru_ru: Войти в Режим имитации
sv_se: Simulera
th_th: เข้าสู่โหมดจำลอง
tr_tr: Simülasyon moduna geç
zh_cn: 进入模拟选配模式

source: Connect Automatically
bg_bg: Свържи автоматично
cht: 自動連接
da_dk: Forbind automatisk
el_gr: Αυτόματη σύνδεση
fi_fi: Yhdistä automaattisesti
hr_hr: Automatski poveži
hu_hu: Automatikus csatlakozás
it_it: Connetti Automaticamente
ko_kr: 보청기 자동연결
nl_nl: Automatisch verbinden
no_no: Koble til automatisk
pt_pt: Conectar automaticamente
ro_ro: Conectare Automata
ru_ru: Подключить автоматически
sv_se: Anslut automatiskt
th_th: เชื่อมต่อโดยอัตโนมัติ
tr_tr: Otomatik Olarak Bağlan
zh_cn: 自动连接

source: Prompt Each Time
bg_bg: Напомняй всеки път
cht: 每次提示
da_dk: Spørg hver gang
el_gr: Ερώτηση κάθε φορά
fi_fi: Ehdota joka kerta
hr_hr: Pitaj svaki put
hu_hu: Mindig figyelmeztessen
it_it: Richiedi ogni volta
ko_kr: 매회 프롬프트 표시
nl_nl: Vraag iedere keer naar de keuze
no_no: Spør hver gang
pt_pt: Aviso a cada período
ro_ro: Intreaba de fiecare data
ru_ru: Каждый раз запрашивать разрешение
sv_se: Välj varje gång
th_th: พร้อมทำงาน
tr_tr: Her Defasında Sor
zh_cn: 每次都询问

source: PBTE
bg_bg: PBTE (Power задушен)
cht: 高功率耳掛型
nl_nl: PowerAHO
ru_ru: Мощный заушный/PBTE

source: MC
bg_bg: MC (мини канал)
cht: 迷你耳道型
ru_ru: Мини-канальные/MC

source: Programs
bg_bg: Програми
cht: 程式
da_dk: Programmer
el_gr: Προγράμματα
fi_fi: Ohjelmat
hr_hr: Programi
hu_hu: Programok
it_it: Programmi
ko_kr: 프로그램
nl_nl: Programma's
no_no: Programmer
pt_pt: Programas
ro_ro: Programe
ru_ru: Программы
sv_se: Program
th_th: โปรแกรม
tr_tr: Programlar
zh_cn: 程序

source: Search
bg_bg: Търсене
cht: 搜尋
da_dk: Søg
el_gr: Αναζήτηση
fi_fi: Etsi
hr_hr: Traži
hu_hu: Keresés
it_it: Trova
ko_kr: 찾기
nl_nl: Zoek
no_no: Søk
pt_pt: Busca
ro_ro: A cauta
ru_ru: Поиск
sv_se: Sök
th_th: ค้นหา
tr_tr: Ara
zh_cn: 查找

source: Clear
bg_bg: Чист
cht: 清除
da_dk: Slet
el_gr: Απαλοιφή
fi_fi: Poista tiedot
hr_hr: Očisti
hu_hu: Töröl
it_it: Cancella
ko_kr: 지우기
nl_nl: Verwijderen
no_no: Fjern
pt_pt: Limpar
ro_ro: Curata
ru_ru: Очистить
sv_se: Ta bort
th_th: ล้าง
tr_tr: Temizle
zh_cn: 清除

source: Custom shell: 1.3 - 2.1 mm vent
bg_bg: Охлюв по мярка: 1,3 - 2,1 мм венти отвор
cht: 訂製型耳殼：1.3 - 2.1 mm氣孔
da_dk: Brugertilpasset hus: 1,3-2,1 mm ventilation
el_gr: Ειδικό κέλυφος: αεραγωγός 1,3–2,1 mm
fi_fi: Mukautettu kuori : 1,3–2,1 mm ilmastointi
hr_hr: Prilagođeni umetak: 1,3 - 2,1 mm odušak
hu_hu: Egyéni ház: 1,3 - 2,1 mm-es szellőző
it_it: Involucro personalizzato: vent 1,3-2,1 mm
ko_kr: 커스텀 쉘: 1.3 - 2.1 mm 벤트
nl_nl: Custom schaal: 1.3 - 2.1 mm vent
no_no: Custom propp: 1,3–2,1 mm vent
pt_pt: Cápsula customizada: 1,3 a 2,1 mm de ventilação
ro_ro: Olivă customizată: vent de 1.3 - 2.1 mm
ru_ru: Индивидуальный ушной вкладыш: вент 1,3 - 2,1 мм
sv_se: Anpassat skal: 1,3–2,1 mm ventilering
th_th: เชลล์สั่งทำพิเศษ: ช่องลำโพง 1.3 - 2.1 มม.
tr_tr: Özel kabuk: 1,3 - 2,1 mm Vent
zh_cn: 耳模: 通气孔1.3 - 2.1 mm

source: Mic
bg_bg: Микрофон
cht: 麥克風
da_dk: Mik
el_gr: Μικρ.
fi_fi: Mikrofoni
hr_hr: Mikrofon
hu_hu: Mik.
ko_kr: 마이크
nl_nl: Microfoon
no_no: Mikrofon
ro_ro: Microfon
ru_ru: Микрофон
sv_se: Mik
th_th: ไมโครโฟน
tr_tr: Mikrofon
zh_cn: 麦克风

source: Adult Talkers-Small Crowd "Cheers"
bg_bg: Възрастни събеседници-„овации“ от малка група
cht: 成人講話 - 小群人「歡呼」
da_dk: Voksne taler – lille gruppe "skål"
el_gr: Ενήλικοι ομιλητές - Παρέα τσουγκρίζει ποτήρια
fi_fi: Aikuiset puhujat - pieni seurue
hr_hr: Odrasli govornici - mala skupina „Pozdrav”
hu_hu: Felnőtt beszélők – kis tömeg – „Egészségére”
it_it: Adulti che parlano-Piccoli gruppi"Cin Cin"
ko_kr: 성인 말소리-소그룹 “건배"
nl_nl: Volwassen Stemmen-Kleine menigte “juicht”
no_no: Voksen tale – liten gruppe skåler
pt_pt: Falantes adultos – "aplausos" em pequeno grupo
ro_ro: Vorbitori adulți-Mulțime mică "Salut"
ru_ru: Взрослые говорящие-"возгласы" небольшой толпы
sv_se: Vuxna talare - mindre folksamling "rop"
th_th: ผู้ใหญ่หลายคนพูด-กลุ่มคนขนาดเล็ก "เชียร์"
tr_tr: Yetişkin Konuşmacılar - Küçük Kalabalık "Teşekkürler"
zh_cn: 成年说话人-小人群“欢呼”

source: Adult Talkers-Fast Food Drive Thru
bg_bg: Възрастни събеседници-Авто заведение за бързо хранене
cht: 成人講話 - 速食店得來速車道
da_dk: Voksne taler – Fastfood Drive Thru
el_gr: Ενήλικοι ομιλητές - Drive thru ταχυφαγείου
fi_fi: Aikuiset puhujat - pikaruokapaikka
hr_hr: Odrasli govornici - narudžba iz vozila u restoranu brze hrane
hu_hu: Felnőtt beszélők – autós gyorsétterem
it_it: Adulti che parlano passando-Attraverso un fast food
ko_kr: 성인 말소리-패스트푸드 드라이브스루
nl_nl: Volwassen Stemmen-Fastfood Drive-through
no_no: Tale, voksen, drive-in-restaurant
pt_pt: Falantes adultos – drive thru em um restaurante de fast food
ro_ro: Vorbitori adulți-Fast Food Drive Thru
ru_ru: Взрослые говорящие-Автокафе быстрого обслуживания (не выходя из машины)
sv_se: Vuxna talare - Snabbmatsdrivthru
th_th: ผู้ใหญ่หลายคนพูด-ฟาสต์ฟู้ดไดรฟ์ทรู
tr_tr: Yetişkin Konuşmacılar - Arabaya Servis Fast Food
zh_cn: 成年说话人-快餐店外卖

source: Continuous Discourse-Female
bg_bg: Непрекъсната беседа-жени
cht: 連續談話 - 女性
da_dk: Konstant tale – kvinde
el_gr: Συνεχής ομιλία - Γυναίκα
fi_fi: Jatkuva keskustelu - nainen
hr_hr: Kontinuirani govor - žensko
hu_hu: Folyamatos beszéd – nő
it_it: Discorso continuo-Voce femminile
ko_kr: 지속적인 발화-여성
nl_nl: Continu gesprek-vrouwen
no_no: Kontinuerlig diskusjon, kvinne
pt_pt: Diálogo contínuo – voz feminina
ro_ro: Discurs continuu-femeie
ru_ru: Продолжительное выступление-Женский голос
sv_se: Pågående diskussion - Kvinnlig
th_th: สนทนาต่อเนื่อง-หญิง
tr_tr: Sürekli Anlatım - Kadın
zh_cn: 连续说话-女性

source: Continuous Discourse-Male
bg_bg: Непрекъсната беседа-мъже
cht: 連續談話 - 男性
da_dk: Konstant tale – mand
el_gr: Συνεχής ομιλία - Άνδρας
fi_fi: Jatkuva keskustelu - mies
hr_hr: Kontinuirani govor - muško
hu_hu: Folyamatos beszéd – férfi
it_it: Discorso continuo-Voce maschile
ko_kr: 지속적인 발화-남성
nl_nl: Continu gesprek-mannen
no_no: Kontinuerlig diskusjon, mann
pt_pt: Diálogo contínuo – voz masculina
ro_ro: Discurs continuu-bărbat
ru_ru: Продолжительное выступление-Мужской голос
sv_se: Pågående diskussion - Manlig
th_th: สนทนาต่อเนื่่อง-ชาย
tr_tr: Sürekli Anlatım - Erkek
zh_cn: 连续说话-男性

source: Adult Talker-Stock Tip
bg_bg: Възрастен събеседник-поверителна информация за фондова акция
cht: 成人講話 - 股票分析
da_dk: Voksen taler – børstip
el_gr: Ενήλικος ομιλητής - Συμβουλή για χρηματιστήριο
fi_fi: Aikuinen puhuja - osakevinkki
hr_hr: Odrasli govornik - savjet o dionicama
hu_hu: Felnőtt beszélő – tőzsdei tipp
it_it: Adulto che parla-Confidenza
ko_kr: 성인 말소리-주식 정보
nl_nl: Volwassen Stem-Beurstip
no_no: Voksen tale – aksjetips
pt_pt: Falante adulto – dica de ações
ro_ro: Vorbitor adult-Sfat acțiuni
ru_ru: Взрослый говорящий-Биржевая информация
sv_se: Vuxen talare - Aktietips
th_th: ผู้ใหญ่พูด-คุยเรื่องหุ้น
tr_tr: Yetişkin Konuşmacı - Borsa Tüyosu
zh_cn: 成年说话人-股市

source: Adult Talker-Football Story
bg_bg: Възрастен събеседник-футболна случка
cht: 成人講話 - 足球故事
da_dk: Voksen taler – fodboldhistorie
el_gr: Ενήλικος ομιλητής - Ιστορία ποδοσφαίρου
fi_fi: Aikuinen puhuja - jalkapallojuttu
hr_hr: Odrasli govornik - priča o američkom nogometu
hu_hu: Felnőtt beszélő – focis történet
it_it: Adulto che parla-Cronaca calcistica
ko_kr: 성인 말소리-풋볼 스토리
nl_nl: Volwassen Stem-Voetbalverhaal
no_no: Voksen tale – fotballhistorie
pt_pt: Falante adulto – história sobre futebol
ro_ro: Vorbitor adult-Poveste fotbal
ru_ru: Взрослый говорящий-рассказ о футбольном матче
sv_se: Vuxen talare - fotbollshistoria
th_th: ผู้ใหญ่พูด-คุยเรื่องฟุตบอล
tr_tr: Yetişkin Konuşmacı - Futbol Öyküsü
zh_cn: 成年说话人-足球故事

source: Child Talker-7yr Girl-Soccer
bg_bg: Дете събеседник-7г. момиче-футбол
cht: 小童講話 - 7 歲女童 - 足球
da_dk: Barn taler – 7 årig fodboldpige
el_gr: Παιδί ομιλητής - Κορίτσι 7 ετών - Ποδόσφαιρο
fi_fi: Lapsipuhuja - 7-vuotias tyttö - jalkapallo
hr_hr: Dječji govornik - 7-godišnja djevojčica - nogomet
hu_hu: Gyermek beszélő – 7 éves lány – futball
it_it: Bambina-7 anni che parla-Calcio
ko_kr: 어린이 말소리-7세 여성-축구
nl_nl: Kinderstem-7jr Meisje-Ballet
no_no: Tale – 7 år gml. jente – fotball
pt_pt: Falante infantil – menina de 7 anos – futebol
ro_ro: Vorbitor copil-fotbal fete 7 ani
ru_ru: Ребенок-Девочка 7 лет-Футбол
sv_se: Barntalare - 7 år Flicka fotboll
th_th: เด็กพูด-เด็กหญิง 7 ขวบ-ฟุตบอล
tr_tr: Çocuk Konuşmacı - 7 Yaşında Kız Çocuğu - Futbol
zh_cn: 儿童说话人-7岁女孩-足球赛

source: Child Talker-9yr Girl-Zoo
bg_bg: Дете събеседник-9г. момиче-зоопарк
cht: 小童講話 - 9 歲女童 - 動物園
da_dk: Barn taler – 9 årig pige i zoo
el_gr: Παιδί ομιλητής - Κορίτσι 9 ετών - Ζωολογικός κήπος
fi_fi: Lapsipuhuja - 9-vuotias tyttö - eläintarha
hr_hr: Dječji govornik - 9-godišnja djevojčica - zoološki vrt
hu_hu: Gyermek beszélő – 9 éves lány – állatkert
it_it: Bambina-9 anni che parla-Zoo
ko_kr: 어린이 말소리-9세 여성-동물원
nl_nl: Kinderstem-9jr Meisje-Dierentuin
no_no: Tale – 9 år gml. jente – dyrehage
pt_pt: Falante infantil – menina de 9 anos – zoológico
ro_ro: Vorbitor copil - fată 9 ani - zoo
ru_ru: Ребенок-Девочка 9 лет-Зоопарк
sv_se: Barntalare - 9 år Flicka zoo
th_th: เด็กพูด-เด็กหญิง 9 ขวบ-สวนสัตว์
tr_tr: Çocuk Konuşmacı - 9 Yaşında Kız Çocuğu - Hayvanat Bahçesi
zh_cn: 儿童说话人-9岁女孩-动物园

source: Child Talker-4yr Girl-Pet
bg_bg: Дете събеседник-4г. момиче-домашен любимец
cht: 小童講話 - 4 歲女童 - 寵物
da_dk: Barn taler – 4 årig pige/kæledyr
el_gr: Παιδί ομιλητής - Κορίτσι 4 ετών - Κατοικίδιο
fi_fi: Lapsipuhuja - 4-vuotias tyttö - lemmikkieläin
hr_hr: Dječji govornik - 4-godišnja djevojčica - ljubimac
hu_hu: Gyermek beszélő – 4 éves lány – kisállat
it_it: Bambina-4 anni che parla-Animale domestico
ko_kr: 어린이 말소리-4세 여성-애완동물
nl_nl: Kinderstem-4jr Meisje-Huisdier
no_no: Tale – 4 år gml. jente – kjæledyr
pt_pt: Falante infantil – menina de 4 anos – animal de estimação
ro_ro: Vorbitor copil - fată 4 ani - animal companie
ru_ru: Ребенок-Девочка 4 лет-Питомец
sv_se: Barntalare - 4 år Flicka husdjur
th_th: เด็กพูด-เด็กหญิง 4 ขวบ-สัตว์เลี้ยง
tr_tr: Çocuk Konuşmacı - 4 Yaşında Kız Çocuğu - Evcil Hayvan
zh_cn: 儿童说话人-4岁女孩-宠物

source: Child Talker-4yr Girl-Park
bg_bg: Дете събеседник-4г. момиче-парк
cht: 小童講話 - 4 歲女童 - 公園
da_dk: Barn taler – 4 årig pige i park
el_gr: Παιδί ομιλητής - Κορίτσι 4 ετών - Πάρκο
fi_fi: Lapsipuhuja - 4-vuotias tyttö - puisto
hr_hr: Dječji govornik - 4-godišnja djevojčica - park
hu_hu: Gyermek beszélő – 4 éves lány – park
it_it: Bambina-4 anni che parla-Parco
ko_kr: 어린이 말소리-4세 여성-공원
nl_nl: Kinderstem-4jr Meisje-Park
no_no: Tale – 4 år gml. jente – park
pt_pt: Falante infantil – menina de 4 anos – parque
ro_ro: Vorbitor copil - fată 4 ani - parc
ru_ru: Ребенок-Девочка 4 лет-Парк
sv_se: Barntalare - 4 år Flicka park
th_th: เด็กพูด-เด็กหญิง 4 ขวบ-สวนสาธารณะ
tr_tr: Çocuk Konuşmacı - 4 Yaşında Kız Çocuğu - Park
zh_cn: 儿童说话人-4岁女孩-公园

source: Child Talker-6yr Boy-School
bg_bg: Дете събеседник-6г. момче-училище
cht: 小童講話 - 6 歲男童 - 學校
da_dk: Barn taler – 6 årig dreng/skole
el_gr: Παιδί ομιλητής - Αγόρι 6 ετών - Σχολείο
fi_fi: Lapsipuhuja - 6-vuotias poika - koulu
hr_hr: Dječji govornik - 6-godišnji dječak - škola
hu_hu: Gyermek beszélő – 6 éves fiú – iskola
it_it: Bambino-6 anni che parla-Scuola
ko_kr: 어린이 말소리-6세 남성-학교
nl_nl: Kinderstem-6jr Jongen-School
no_no: Tale – 6 år gml. gutt – skole
pt_pt: Falante infantil – menino de 6 anos – escola
ro_ro: Vorbitor copil - băiat 6 ani - școală
ru_ru: Ребенок-мальчик 6 лет-Школа
sv_se: Barntalare - 6 år Pojke skola
th_th: เด็กพูด-เด็กชาย 6 ขวบ-โรงเรียน
tr_tr: Çocuk Konuşmacı - 6 Yaşında Erkek Çocuğu - Okul
zh_cn: 儿童说话人-6岁男孩-学校

source: Child Talker-10yr Boy-Boat
bg_bg: Дете събеседник-10г. момче-лодка
cht: 小童講話 - 10 歲男童 - 船
da_dk: Barn taler – 10 årig dreng/båd
el_gr: Παιδί ομιλητής - Αγόρι 10 ετών - Βάρκα
fi_fi: Lapsipuhuja - 10-vuotias poika - vene
hr_hr: Dječji govornik - 10-godišnji dječak - brod
hu_hu: Gyermek beszélő – 10 éves fiú – csónak
it_it: Bambino-10 anni che parla-Barca
ko_kr: 어린이 말소리-10세 남성-보트
nl_nl: Kinderstem-10jr Jongen-Boot
no_no: Tale – 10 år gml. gutt – båt
pt_pt: Falante infantil – menino de 10 anos – barco
ro_ro: Vorbitor copil-băiat 10 ani-barcă
ru_ru: Ребенок-мальчик 10 лет-Лодка
sv_se: Barntalare - 10 år Pojke båt
th_th: เด็กพูด-เด็กชาย 10 ขวบ-เรือ
tr_tr: Çocuk Konuşmacı - 10 Yaşında Erkek Çocuğu - Tekne
zh_cn: 儿童说话人-10岁男孩-船舶

source: Child Talker-11yr Boy-Astronaut
bg_bg: Дете събеседник-11г. момче-космонавт
cht: 小童講話 - 11 歲男童 - 太空人
da_dk: Barn taler – 11 årig dreng/astronaut
el_gr: Παιδί ομιλητής - Αγόρι 11 ετών - Αστροναύτης
fi_fi: Lapsipuhuja - 11-vuotias poika - astronautti
hr_hr: Dječji govornik - 11-godišnji dječak - astronaut
hu_hu: Gyermek beszélő – 11 éves fiú – űrhajós
it_it: Bambino-11 anni che parla-Astronauta
ko_kr: 어린이 말소리-11세 남자-우주비행사
nl_nl: Kinderstem-11jr Jongen-Astronaut
no_no: Tale – 11 år gml. gutt – astronaut
pt_pt: Falante infantil – menino de 11 anos – astronauta
ro_ro: Vorbitor copil-băiat 11 ani -astronaut
ru_ru: Ребенок-мальчик 11 лет-Астронавт
sv_se: Barntalare - 11 år Pojke astronaut
th_th: เด็กพูด-เด็กชาย 11 ขวบ-นักบินอวกาศ
tr_tr: Çocuk Konuşmacı - 11 Yaşında Erkek Çocuğu - Astronot
zh_cn: 儿童说话人-11岁男孩-航天员

source: Child Talkers-Sing Birthday
bg_bg: Деца събеседници-пеене на рожден ден
cht: 小童講話 - 唱生日歌
da_dk: Børn taler – fødselsdagssang
el_gr: Παιδί ομιλητής - Τραγούδι γενεθλίων
fi_fi: Lapsipuhujat - syntymäpäivälaulu
hr_hr: Dječji govornici - rođendanska pjesma
hu_hu: Gyermek beszélők – születésnapi ének
it_it: Bambini che parlano-Cantano buon compleanno
ko_kr: 어린이 말소리-생일 축가
nl_nl: Kinderstemmen-Zingen op verjaardag
no_no: Talende barn – bursdagssang
pt_pt: Falantes infantis – cantando parabéns
ro_ro: Vorbitori copii - cântec aniversare
ru_ru: Дети-Пение День рождения
sv_se: Barntalare - Sång födelsedag
th_th: เด็กหลายคนพูด-ร้องเพลงอวยพรวันเกิด
tr_tr: Çocuk Konuşmacılar - Doğum Günü Şarkısı
zh_cn: 儿童说话人-生日演唱

source: Adult Talkers-Southern Accent
bg_bg: Възрастни събеседници-южен акцент
cht: 成人講話 - 南方口音
da_dk: Voksne taler – sydstatsaccent
el_gr: Ενήλικοι ομιλητές - Νοτιοαμερικάνικη προφορά
fi_fi: Aikuiset puhujat - murre
hr_hr: Odrasli govornici - južnjački naglasak
hu_hu: Felnőtt beszélők – délies kiejtés
it_it: Adulti che parlano-Accento meridionale
ko_kr: 성인 말소리-남부 사투리
nl_nl: Volwassen stemmen-Accent
no_no: Voksen tale – sørstatsdialekt
pt_pt: Falantes adultos – sotaque do sul
ro_ro: Vorbitori adulți- accent sudic
ru_ru: Взрослые говорящие-Южный акцент
sv_se: Vuxna talare - sydlig dialekt
th_th: ผู้ใหญ่หลายคนพูด-สำเนียงภาคใต้
tr_tr: Yetişkin Konuşmacılar - Güneyli Aksanı
zh_cn: 成年说话人-南方口音
