Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Number of Accessories
bg_bg: Брой аксесоари
cht: 配件數量
da_dk: Antal tilbehørsdele
el_gr: Αριθμός εξαρτημάτων
fi_fi: Lisälaitteiden määrä
hr_hr: Broj dodatne opreme
hu_hu: Kiegészítők száma
it_it: Numero di accessori
ko_kr: 무선 액세서리
nl_nl: Aantal accessoires
no_no: Antall tilbehør
pt_pt: Número de Acessórios
ro_ro: Numarul Accesoriilor
ru_ru: Количество аксессуаров
sv_se: Antal tillbehör
th_th: จำนวนอุปกรณ์เสริม
tr_tr: Aksesuar Sayısı
zh_cn: 附件数量

source: Import Patient(s)
bg_bg: Импортиране на пациент(и)
cht: 匯入客戶
da_dk: Importér bruger(e)
el_gr: Εισαγωγή ασθενών
fi_fi: Tuo potilaat
hr_hr: Uvoz bolesnika
hu_hu: Páciens(ek) importálása
it_it: Importa paziente(i)
ko_kr: 사용자 가져오기
nl_nl: Cliënt(en) importeren
no_no: Importer pasient(er)
pt_pt: Importar paciente(s)
ro_ro: Import Pacient(i)
ru_ru: Импортировать пациента(ов)
sv_se: Importera patient(er)
th_th: นำเข้าผู้ป่วย
tr_tr: Hasta(lar)ı İçe Aktar
zh_cn: 导入用户

source: Export Patient(s)
bg_bg: Експортиране на пациент(и)
cht: 匯出客戶
da_dk: Eksportér bruger(e)
el_gr: Εξαγωγή ασθενούς
fi_fi: Vie potilaat
hr_hr: Izvoz bolesnika
hu_hu: Páciens(ek) exportálása
it_it: Esporta paziente(i)
ko_kr: 사용자 내보내기
nl_nl: Cliënt(en) exporteren
no_no: Eksporter pasient(er)
pt_pt: Exportar paciente(s)
ro_ro: Export Pacient(i)
ru_ru: Экспортировать пациента(ов)
sv_se: Exportera patient(er)
th_th: ส่งออกผู้ป่วย
tr_tr: Hasta(lar)ı Dışa Aktar
zh_cn: 导出用户

source: Patient Management
bg_bg: Управление на пациент
cht: 客戶管理
da_dk: Brugeradministration
el_gr: Διαχείριση ασθενών
fi_fi: Potilashallinta
hr_hr: Vođenje pacijenta
hu_hu: Páciens kezelés
it_it: Gestione del paziente
ko_kr: 사용자 관리
nl_nl: Cliëntbeheer
no_no: Pasientbehandling
pt_pt: Gerenciamento do Paciente
ro_ro: Administrare pacienți
ru_ru: Управление пациентами
sv_se: Patienthantering
th_th: การจัดการผู้ป่วย
tr_tr: Hasta Yönetimi
zh_cn: 用户管理

source: Enable Vent Correction
bg_bg: Активиране на корекция на венти отвор
cht: 啟用氣孔修正
da_dk: Benyt ventilationskorrektion
el_gr: Ενεργοπ. διόρθωσης αεραγωγού
fi_fi: Aktivoi ilmastointikorjaus :
hr_hr: Omogući korekciju oduška
hu_hu: Szellőző korrekció engedélyezés
it_it: Abilita vent correzione
ko_kr: 벤트 코렉션
nl_nl: Ventingcorrectie mogelijk maken
no_no: Bruk Vent korreksjon
pt_pt: Ativar Correção de Ventilação
ro_ro: Activeaza Corectie Vent
ru_ru: Разрешить корректировку вента
sv_se: Använd Vent-korrigering
th_th: เปิดใช้งานการแก้ไข Vent
tr_tr: Vent Doğrulamayı Etkinleştir
zh_cn: 通气孔选择

source: Save & Exit
bg_bg: Запис и изход
cht: 儲存並離開
da_dk: Luk og gem
el_gr: Αποθήκευση & Έξοδος
fi_fi: Tallenna & poistu
hr_hr: Spremi i izađi
hu_hu: Mentés és kilépés
it_it: Salva ed esci
ko_kr: 저장하고 나가기
nl_nl: Opslaan en sluiten
no_no: Lagre og lukk
pt_pt: Salvar e Sair
ro_ro: Salvare si Iesire
ru_ru: Сохранить и Выйти
sv_se: Spara & Avsluta
th_th: บันทึกและออก
tr_tr: Kaydet & Çık
zh_cn: 保存并退出

source: Connection Help
bg_bg: Помощ за свързване
cht: 連接幫忙
da_dk: Hjælp til forbindelse
el_gr: Βοήθεια σύνδεσης
fi_fi: Yhdistämisen apuruutu
hr_hr: Pomoć za povezivanje
hu_hu: Segítség a csatlakoztatáshoz
it_it: Guida alla connessione
ko_kr: 연결가이드
nl_nl: Hulp bij verbinden
no_no: Tilkoblingshjelp
pt_pt: Ajuda na Conexão
ro_ro: Ajutor Conectare
ru_ru: Помощь при подключении
sv_se: Anslutningshjälp
th_th: วิธีใช้ในการเชื่อมต่อ
tr_tr: Bağlantı Yardımı
zh_cn: 连接提示

source: Skip
bg_bg: Прескочи
cht: 略過
da_dk: Spring over
el_gr: Παράλειψη
fi_fi: Ohita
hr_hr: Preskoči
hu_hu: Kihagy
it_it: Salta
ko_kr: 건너뛰기
nl_nl: Overslaan
no_no: Hopp over
pt_pt: Pular
ro_ro: Sari peste
ru_ru: Пропустить
sv_se: Hoppa över
th_th: ข้าม
tr_tr: Geç
zh_cn: 跳过

source: I am connecting using:
bg_bg: Свързвам се с помощта на:
cht: 我正使用以下方式連接：
da_dk: Jeg ønsker at forbinde med:
el_gr: Συνδέομαι μέσω:
fi_fi: Yhdistän käyttäen:
hr_hr: Povezujem se pomoću:
hu_hu: Ezzel csatlakozom:
it_it: Per la connessione utilizzo:
ko_kr: 프로그래밍 인터페이스 선택:
nl_nl: Ik ben aan het verbinden met:
no_no: Jeg kobler til ved hjelp av:
pt_pt: Estou conectado usando:
ro_ro: Ma conectez folosind:
ru_ru: Я подключаюсь используя:
sv_se: Jag ansluter med:
th_th: ฉันกำลังเชื่อมต่อโดยใช้:
tr_tr: Şunu kullanarak bağlanıyorum:
zh_cn: 编程设备

source: My device is:
bg_bg: Моето устройство е:
cht: 我的裝置為：
da_dk: Høreapparatet er:
el_gr: Η συσκευή μου είναι:
fi_fi: Kuulokojeeni on :
hr_hr: Moj uređaj je:
hu_hu: A készülékem:
it_it: Il mio dispositivo è:
ko_kr: 보청기스타일
nl_nl: Mijn toestel is:
no_no: Min enhet er:
pt_pt: O meu aparelho auditivo é:
ro_ro: Dispozitivul meu este:
ru_ru: Мой аппарат:
sv_se: Via:
th_th: อุปกรณ์ของฉันคือ:
tr_tr: Cihazım:
zh_cn: 我的设备是:

source: Connection Instructions:
bg_bg: Инструкции за връзката:
cht: 連接說明：
da_dk: Instruktioner til forbindelse:
el_gr: Οδηγίες σύνδεσης:
fi_fi: Yhdistämisen ohjeet :
hr_hr: Upute za povezivanje:
hu_hu: Csatlakoztatási instrukciók:
it_it: Istruzioni per la connessione:
ko_kr: 연결가이드
nl_nl: Verbindingsinstructies:
no_no: Tilkoblingsinstrukser:
pt_pt: Instruções de como Conectar:
ro_ro: Instructini conectare:
ru_ru: Инструкция по подключению:
sv_se: Anslutningsinstruktioner:
th_th: คำแนะนำในการเชื่อมต่อ:
tr_tr: Bağlantı Talimatları:
zh_cn: 连接助听器

source: Export
bg_bg: Експортиране
cht: 匯出
da_dk: Eksportér
el_gr: Εξαγωγή
fi_fi: Vie
hr_hr: Izvoz
hu_hu: Exportálás
it_it: Esporta
ko_kr: 내보내기
nl_nl: Exporteren
no_no: Eksporter
pt_pt: Exportar
ro_ro: Exporta
ru_ru: Экспорт
sv_se: Exportera
th_th: ส่งออก
tr_tr: Dışa Aktar
zh_cn: 导出

source: Select patient(s) to export
bg_bg: Изберете пациент(и) за експортиране
cht: 選擇客戶以匯出
da_dk: Vælg bruger(e), der skal eksporteres
el_gr: Επιλέξτε ασθενείς για εξαγωγή
fi_fi: Valitse vietävät potilaat
hr_hr: Izaberite pacijenta/pacijente za izvoz podataka.
hu_hu: Páciens kiválasztása exportra
it_it: Seleziona paziente(i) da esportare
ko_kr: 선택한 사용자자 내보내기
nl_nl: Selecteer cliënt(en) om te exporteren
no_no: Velg pasient(er) å eksportere
pt_pt: Seleciona paciente(s) para exportar
ro_ro: Selectați pacientul(ii) ce trebuie exportați
ru_ru: Выбрать пациента(ов) для экспорта
sv_se: Markera patient(er) för export
th_th: เลือกผู้ป่วยที่จะส่งออก
tr_tr: Dışa aktarılacak hastayı (hastaları) seçer
zh_cn: 选择用户输出

source: Select Instruments
bg_bg: Избор на апарати
cht: 選擇助聽器
da_dk: Vælg apparater
el_gr: Επιλογή ακουστικών
fi_fi: Valitse kuulokojeet
hr_hr: Odabir aparata
hu_hu: Készülékek kiválasztása
it_it: Seleziona apparecchi
ko_kr: 보청기 선택하기
nl_nl: Selecteer toestellen
no_no: Velg apparater
pt_pt: Selecionar Aparelhos Auditivos
ro_ro: Selecteaza Instrumente
ru_ru: Выберите аппараты
sv_se: Välj hörapparater
th_th: เลือกอุปกรณ์
tr_tr: Cihazları Seç
zh_cn: 选择助听器

source: To continue, select hearing instruments for the current fitting.
bg_bg: За да продължите изберете слухови апарати за текущия монтаж.
cht: 要繼續，請為目前選配選擇助聽器。
da_dk: Vælg høreapparater til denne tilpasning for at fortsætte.
el_gr: Για να συνεχίσετε, επιλέξτε ακουστικά βοηθήματα για την τρέχουσα εφαρμογή.
fi_fi: Voit jatkaa valitsemalla kuulokojeet tähän sovitukseen.
hr_hr: Za nastavak odaberite slušne aparate za trenutno namještanje.
hu_hu: A folytatáshoz jelölje ki az aktuális illesztéshez tartozó hallókészülékeket.
it_it: Per continuare, selezionare gli apparecchi acustici per il fitting corrente.
ko_kr: 계속하려면, 현재 피팅을 위한 보청기를 선택하세요.
nl_nl: Om door te gaan: selecteer de gewenste toestellen voor de huidige aanpassing
no_no: For å fortsette må du velge høreapparater for gjeldende tilpasning.
pt_pt: Para continuar, selecione os aparelhos para o ajuste atual.
ro_ro: Pentru a continua, selectați instrumentele auditive pentru reglajul curent.
ru_ru: Чтобы продолжить, выберите слуховые аппараты для текущей сессии.
sv_se: För att fortsätta, välj hörapparater för aktuell anpassning.
th_th: ในการดำเนินการต่อ ให้เลือกอุปกรณ์ช่วยฟังสำหรับการทดลองสวมในปัจจุบัน
tr_tr: Devam etmek için, mevcut fitting için işitme cihazlarını seçin.
zh_cn: 要继续，请选择当前验配的助听器。

source: Instruments Discovered:
bg_bg: Открити апарати:
cht: 發現助聽器：
da_dk: Fundne apparater:
el_gr: Έγινε εντοπισμός ακουστικών:
fi_fi: Havaitut kuulokojeet :
hr_hr: Otkriveni aparati:
hu_hu: Felismert készülékek:
it_it: Apparecchi rilevati:
ko_kr: 탐색된 보청기:
nl_nl: Gevonden toestellen:
no_no: Høreapparater funnet:
pt_pt: Aparelhos Auditivos Encontrados:
ro_ro: Instrumente descoperite:
ru_ru: Обнаруженные аппараты:
sv_se: Upptäckta hörapparater:
th_th: อุปกรณ์ที่ค้นพบ:
tr_tr: Cihazlar Bulundu:
zh_cn: 找到的助听器

source: Close
bg_bg: Затвори
cht: 關閉
da_dk: Luk
el_gr: Κλείσιμο
fi_fi: Sulje
hr_hr: Zatvori
hu_hu: Bezárás
it_it: Chiudi
ko_kr: 닫기
nl_nl: Afsluiten
no_no: Lukk
pt_pt: Fechar
ro_ro: Inchide
ru_ru: Закрыть
sv_se: Stäng
th_th: ปิด
tr_tr: Kapat
zh_cn: 关闭

source: Refresh
bg_bg: Обнови
cht: 復新
da_dk: Opdater
el_gr: Ανανέωση
fi_fi: Virkistä sivu
hr_hr: Osvježi
hu_hu: Frissítés
it_it: Aggiorna
ko_kr: 새로고침
nl_nl: Verversen
no_no: Oppdater
pt_pt: Atualizar
ro_ro: Reîncarcă
ru_ru: Обновить
sv_se: Uppdatera
th_th: รีเฟรช
tr_tr: Yenile
zh_cn: 重新查找

source: Calibration was cancelled. DFS calibration is recommended and required to select the level of DFS in Advanced Features
bg_bg: Калибрирането е отменено. Препоръчва се и се изисква калибриране на DFS, за да се избере нивото на DFS в Разширени функции
cht: 已取消校正。建議使用數位回饋音抑制校正，並需要在進階功能選擇數位回饋音校正等級
da_dk: Kalibrering blev afbrudt. DFS-kalibrering anbefales og er nødvendig for at kunne vælge niveauet af DFS i Avancerede funktioner
el_gr: Η βαθμονόμηση ακυρώθηκε. Η βαθμονόμηση DFS συνιστάται και απαιτείται για να μπορείτε να επιλέξετε το επίπεδο DFS στις Σύνθετες λειτουργίες
fi_fi: Kalibrointi peruttiin. DFS kalibrointia suositellaan ja se vaaditaan jotta voidaan valita DFS taso vaativissa asetuksissa.
hr_hr: Kalibracija je otkazana. Kalibracija DSF-a preporučljiva je i potrebna a odabir razine DSF-a u naprednim značajkama.
hu_hu: A kalibráció megszakítva. A DFS kalibráció ajánlott és szükséges, válassza ki a DFS szintet a Bővített tulajdonságokban
it_it: La calibrazione è stata annullata. La calibrazione DFS è raccomandata ed è necessario selezionare il livello DFS in Settaggi avanzati
ko_kr: 캘리브레이션에 실패하였습니다. DFS캘리브레이션을 재실행하고 고급기능에서 DFS 레벨을 조정하세요.
nl_nl: Kalibratie geannuleerd. DFS kalibratie wordt aanbevolen en is vereist om de DFS instelling te kunnen wijzigen in Geavanceerde features
no_no: Kalibrering ble kansellert. DFS-kalibrering er anbefalt og nødvendig for å kunne velge grad av DFS under Avanserte funksjoner
pt_pt: A calibração foi cancelada. A calibração DFS é recomendada e é necessário selecionar o nível do DFS nas Características Avançadas.
ro_ro: Calibrarea a fost anulata. Este recomandata Calibrarea DFS si este ecesar sa selectati nivelul DFS in AVANSAT
ru_ru: Калибровка была отменена. Рекомендуется произвести калибровку DFS и выбрать уровень DFS в Расширенных функциях.
sv_se: Kalibrering avbröts. DFS kalibrering rekommenderas och är nödvändigt vid val av DFS nivå under Avancerade inställningar.
th_th: การปรับเทียบถูกยกเลิก ขอแนะนำให้ทำการปรับเทียบ DFS และจำเป็นต้องทำเพื่อเลือกระดับของ DFS ในคุณสมบัติขั้นสูง
tr_tr: Kalibrasyon iptal edildi. DFS kalibrasyonu yapmak, Gelişmiş Özellikler'deki DFS seviyesini ayarlamak için gereklidir ve tavsiye edilir
zh_cn: 校准完成。DFS校准提示在软件功能设置中选择DFS等级。

source: Do not show this message again
bg_bg: Повече не показвай това съобщение
cht: 不要再顯示此訊息
da_dk: Vis ikke denne meddelelse igen
el_gr: Να μην εμφανιστεί ξανά αυτό το μήνυμα
fi_fi: Älä näytä tätä viestiä uudestaan
hr_hr: Ne prikazuj više ovu poruku
hu_hu: Ezt az üzenetet ne mutassa többször
it_it: Non mostrare più questo messaggio
ko_kr: 이 메시지를 다시는 보지않겠습니다
nl_nl: Toon deze boodschap niet opnieuw
no_no: Ikke vis denne meldingen igjen
pt_pt: Não exibir esta mensagem novamente
ro_ro: Nu mai arata acest mesaj
ru_ru: Не показывать это сообщение снова
sv_se: Visa inte detta meddelande igen
th_th: ไม่ต้องแสดงข้อความนี้อีก
tr_tr: Bu mesajı tekrar gösterme
zh_cn: 下次不再提醒

source: Please inform the patient that the calibration tone may be loud. Ensure the environment is as quiet as possible during calibration, including surrounding noise and talking.
bg_bg: Моля, осигурете колкото е възможно по-тиха среда по време на калибрирането
cht: 請告知患者校準音可能很大。 校準過程中確保環境盡可能安靜，包括周圍的噪音與交談。
da_dk: Sørg for, at der er så rolige omgivelser som muligt under kalibreringen
el_gr: Ενημερώστε τον ασθενή ότι ο ηχητικός τόνος βαθμονόμησης μπορεί να είναι έντονος. Βεβαιωθείτε ότι το περιβάλλον είναι όσο το δυνατόν πιο αθόρυβο κατά τη βαθμονόμηση, συμπεριλαμβανομένου του παρακείμενου θορύβου και των ομιλιών.
fi_fi: Ilmoita potilaaalle että kalibrointiääni voi olla voimakas. Varmista että ympäristö on niin hiljainen kuin mahdollista kalibroinnin aikana.
hr_hr: Molimo, upozorite pacijenta da bi kalibracijski zvuk mogao biti glasan. Tijekom kalibracije osigurajte najtišu moguću okolinu, bez pozadinskih zvukova i razgovora.
hu_hu: Kérjük informálja a pácienst, hogy a kalibrációs hang hangos lehet. Ügyeljen arra, hogy a környezet a lehető legcsöndesebb legyen a kalibráció alatt, környezeti zaj és beszélgetés is.
it_it: Informare il paziente che il tono di calibrazione potrebbe essere di intensita elevata. Assicurarsi che l'ambiente sia il più silenzioso possibile durante la calibrazione, incluso il rumore ambientale ed il parlato.
ko_kr: 환자에게 캘리브레이션 사운드가 크게 들릴 수 있음을 알려주십시오. 캘리브레이션을 진행하는 동안 사용자가 말을 하거나 주변이 소란스럽지 않도록 주의하여 주시기 바랍니다.
nl_nl: Informeer de cliënt s.v.p. dat de kalibratietoon luid kan zijn. Zorg ervoor dat de omgeving tijdens de kalibratie zo stil mogelijk is.
no_no: Sørg for at lydmiljøet er så stille som mulig under kalibreringen.
pt_pt: Por favor, informe o paciente que o som da calibração pode ser alto. Verifique que o ambiente está silencioso durante a calibração.
ro_ro: Vă rugăm să informați pacientul asupra faptului că tonul de calibrare ar putea fi ridicat. Asigurați-vă că în timpul calibrării mediul înconjurător este pe cât de silențios posibil, inclusiv zgomotul de fundal și vorbitul.
ru_ru: Пожалуйста, предупредите пациента, что сигнал калибровки может быть громким. Обеспечьте для калибровки максимально тихую окружающую обстановку.
sv_se: Kontrollera att ljudmiljön är så tyst som möjligt under kalibrering
th_th: โปรดแจ้งผู้ป่วยว่าเสียงในการปรับเทียบอาจดัง ตรวจสอบว่ามีสภาพแวดล้อมสงบเงียบที่สุดในระหว่างการปรับเทียบ รวมถึงเสียงรบกวนโดยรอบและเสียงจากการพูดคุย
tr_tr: Kalibrasyon sırasında ortamın mümkün olduğunca sessiz olduğundan emin olun. Kalibrasyon sırasında ortamın olabildiğince sessiz olması gerekmektedir.
zh_cn: 请告之用户在校准过程中，助听器内会发出较大的声音。同时，校准时需保持环境安静，不要说话。

source: The program environments were migrated to the ‘All-Around’ program environment. If the program is defaulted to fixed or Adaptive directionality, it will be changed to SoftSwitching
bg_bg: Видовете среда на програмата са прехвърлени в средата на програмата „Във всички посоки“. Ако програмата се превключи по подразбиране на постоянна или Адаптивна насоченост, тя ще се промени на Плавно превключване
cht: 程式環境已移動到全面程式環境。如果程式已預設為固定或自適性方向性，將更改為自動方向性切換
da_dk: Programmet er standardiseret til "All-Around". Hvis programmet som standard er angivet til fast eller adaptiv retningsvirkning, ændres det til SoftSwitching
el_gr: Τα περιβάλλοντα προγράμματος ενσωματώθηκαν στο περιβάλλον προγράμματος "All-Around". Εάν το πρόγραμμα είναι ρυθμισμένο εξ ορισμού σε σταθερή ή προσαρμόσιμη κατευθυντικότητα, θα αλλάξει σε SoftSwitching
fi_fi: Kuunteluympäristö siirrettiin 'Kaiken kattava' kuunteluohjelma ympäristöksi. Jos ohjelma palautetaan kiinteään tai adptiiviseen suuntakuvioon, se muutetaan Softkytkin tilaan (Automaattinen suuntakuvion säätyminen).
hr_hr: Okruženja programa premještena su na okruženje programa „Općenito”. Ako je program standardno namješten na fiksnu ili prilagodljivu usmjerenost, promijeniti će se u automatsku promjenu usmjerenja.
hu_hu: A programkörnyezetek a "Mindenhol" programkörnyezetre változtak. Ha a programban alapértelmezetten fix vagy adaptív direkcionalítás volt, az átvált a SoftSwitching-re
it_it: I programmi ambientali sono stati trasferiti all'ambiente di programmazione Tutto intorno. Se il programma è configurato per impostazione predefinita su direzionalità fissa o adattiva, essa verrà modificata in Soft Switching
ko_kr: ‘일반환경'으로 프로그램이 변경되었습니다. 방향성 기능이 Fixed 또는 Adaptive로 설정 되어었다면, 소프트스위칭으로 변경 됩니다.
nl_nl: Het programma is omgezet in het ‘All Around’ programma. Als het programma default over vaste of adaptieve directionaliteit beschikte, is dat nu veranderd in SoftSwitching
no_no: Programinnstillingene ble migrert til «Basis». Hvis programmet er satt til fast eller Adaptive Direksjonalitet, vil det bli endret til SoftSwitching
pt_pt: Os programas migrarão para o programa "All-Around" (Geral). Se o programa estiver com direcionalidade fixa ou adaptativa, será alterada para SoftSwitching.
ro_ro: Mediile de ascultare ale programului au fost transferate in Programul "All-Around". Daca programul este setat pe directionalitate Fixa sau Adaptiva, se va schimba in SoftSwitching
ru_ru: Выполнена миграция акустических окружений программы в программное окружение ‘Всё вокруг’. Если для программы выбраны по умолчанию Фиксированная направленность или Адаптивная направленность, она переключится в режим SoftSwitching
sv_se: Programmiljöerna migrerades till ‘Allround’ programmiljö. Om programmet är förinställt för fast eller adaptiv riktverkan kommer det ändras till SoftSwitching
th_th: สภาพแวดล้อมโปรแกรมถูกย้ายไปยังสภาพแวดล้อมโปรแกรม ‘ครอบคลุม’ หากโปรแกรมถูกตั้งค่าเริ่มต้นเป็นคงที่หรือปรับทิศทางการฟัง การตั้งค่าจะถูกเปลี่ยนเป็นการสลับทิศทางเสียงอัตโนมัติ
tr_tr: Program ortamları 'Her Yönden' programı ortamına taşınmıştır. Program sabit veya Adaptive yönlülük için varsayılan ise, Soft Switching olarak değiştirilecektir
zh_cn: 环境程序已移到通用程序中。如果程序默认为固定方向性或自适应方向性，它将更改为AI智能转换系统。

source: Legacy to AllAround
bg_bg: Стари версии на Във всички посоки
cht: 傳統到全面
da_dk: All-Around som standard
el_gr: Παλαιού τύπου σε AllAround
fi_fi: Periytynyt Kaikenkattavaksi
hr_hr: Naslijeđeno iz Općenito
hu_hu: Általánosban megmaradt
ko_kr: 기존 프로그램에서 '일반환경'으로
nl_nl: Oorspronkelijk naar All Around
no_no: Eldre produkter - Programnavn Basis
pt_pt: Legado para Geral
ro_ro: Salvare în AllAround
ru_ru: Унаследованы в Всё вокруг
sv_se: Arv till Allround
th_th: แบบเดิมเป็นครอบคลุม
tr_tr: Tüm ortamlara uygula
zh_cn: 通用程序

source: No Instruments Discovered
bg_bg: Не са открити апарати
cht: 未發現助聽器
da_dk: Der blev ikke fundet nogen apparater
el_gr: Δεν έγινε εντοπισμός ακουστικών
fi_fi: Kuulokojeita ei havaittu
hr_hr: Aparati nisu pronađeni
hu_hu: Nincs felismert készülék
it_it: Nessun apparecchio rilevato
ko_kr: 탐색된 보청기가 없습니다.
nl_nl: Geen toestellen gevonden
no_no: Ingen apparater funnet
pt_pt: Nenhum aparelho auditivo detectado
ro_ro: Nici un instrument nu a fost detectat
ru_ru: Аппараты не обнаружены
sv_se: Inga hörapparater upptäcktes
th_th: ไม่พบอุปกรณ์ใดๆ
tr_tr: Cihaz Bulunamadı
zh_cn: 没有发现助听器

source: Ensure that the hearing aids have fresh batteries, are turned on and connected
bg_bg: Уверете се, че слуховите апарати имат нови батерии, включени са и са свързани
cht: 確認助聽器裝上新電池，並已開機及連接
da_dk: Kontroller, at der er sat nye batterier i, og at høreapparaterne er tændt og forbundet
el_gr: Βεβαιωθείτε ότι τα ακουστικά βοηθήματα φέρουν γεμάτες μπαταρίες, είναι ενεργοποιημένα και συνδεδεμένα
fi_fi: Varmista, että kuulokojeissa on uudet paristot, että kuulokojeissa on kytketty virta ja että ne on yhdistetty.
hr_hr: Pobrinite se da slušna pomagala imaju nove baterije, da su uključena i povezana
hu_hu: Gondoskodjon arról, hogy a hallókészülékekben új elem legyen, valamint a készülékek be legyen kapcsolva, és a csatlakoztatva legyenek
it_it: Assicurarsi che gli apparecchi acustici abbiano batterie nuove, siano accesi e connessi
ko_kr: 보청기 배터리가 충분한지, 보청기 전원이 켜져 있는지, 연결이 제대로 되어있는지 확인하세요
nl_nl: Zorg ervoor dat uw hoortoestellen nieuwe batterijen hebben, aan staan en verbonden zijn
no_no: Forsikre deg om at høreapparatene har nye batterier, er slått på og tilkoblet
pt_pt: Verifique se os aparelhos auditivos estão com pilhas novas, ligados e conectados
ro_ro: Asigurati-va ca aparatele auditive au baterii bune, aunt pornite si conectate.
ru_ru: Убедитесь, что в ваши слуховые апараты установлены новые батареи, что СА включены и подключены
sv_se: Kontrollera att hörapparaterna har nya batterier, är påslagna och anslutna,
th_th: ตรวจสอบให้แน่ใจว่าได้ใส่แบตเตอรี่ใหม่ไว้ในอุปกรณ์ช่วยฟัง เปิดอุปกรณ์ และเชื่อมต่ออุปกรณ์แล้ว
tr_tr: İşitme cihazlarının yeni pillere sahip olmasını ve bunları açık ve bağlı olmasını sağlayın
zh_cn: 请确保助听器装上新电池、启动并已连接

source: is up to date.
bg_bg: е актуална.
cht: 已是最新。
da_dk: er opdateret.
el_gr: έχει ενημερωθεί
fi_fi: käyttää viimeisintä versiota.
hr_hr: je najnovije verzije.
hu_hu: naprakész.
it_it: è aggiornato.
ko_kr: 최신버전 입니다.
no_no: er oppdatert.
pt_pt: está atualizado.
ro_ro: este updat-at
ru_ru: обновлено.
sv_se: är uppdaterade.
th_th: เป็นปัจจุบัน
tr_tr: güncel.
zh_cn: 已是最新版本。

source: Current Version
bg_bg: Версия в момента
cht: 目前版本
da_dk: Nuværende version
el_gr: Τρέχουσα έκδοση
fi_fi: Nykyinen versio
hr_hr: Trenutna verzija
hu_hu: Jelenlegi verzió
it_it: Versione corrente
ko_kr: 현재 버전
nl_nl: Huidige versie
no_no: Gjeldende versjon
pt_pt: Versão atual
ro_ro: Versiunea Curenta
ru_ru: Текущая версия
sv_se: Nuvarande version
th_th: เวอร์ชันปัจจุบัน
tr_tr: Güncel Sürüm
zh_cn: 当前版本

source: cannot contact the server for updates.
bg_bg: не може да се свърже със сървъра за актуализации.
cht: 無法連接伺服器以進行更新。
da_dk: kan ikke få kontakt til server for opdateringer.
el_gr: δεν μπορεί να επικοινωνήσει με τον διακομιστή για ενημερώσεις.
fi_fi: ei saada yhteyttä päivitys palvelimeen.
hr_hr: ne može kontaktirati poslužitelj radi ažuriranja.
hu_hu: nem tud csatlakozni a szerverhez a frissítéshez.
it_it: non riesce a contattare il server per gli aggiornamenti.
ko_kr: 업데이트를 위해 서버에 접속할 수 없습니다.
nl_nl: Kan geen contact krijgen met de server voor updates.
no_no: Kan ikke kontakte serveren for oppdateringer.
pt_pt: não consegue conectar ao servidor para atualizações.
ro_ro: nu se poate contacta server-ul , pentru update-uri.
ru_ru: невозможно подключиться к серверу для обновления.
sv_se: kan inte kontakta server för uppdateringar.
th_th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์เพื่ออัพเดตได้
tr_tr: Güncellemeler için server ile bağlantı kurulamıyor
zh_cn: 无法连接服务器更新。

source: Include Compression Limit Mode settings
bg_bg: Включи настройките на режим на ограничение на натиска
cht: 包含壓縮限制模式設定
da_dk: Inkluder indstillinger for lineær og semi-lineær kompressionsgrænsetilstand
el_gr: Συμπερίληψη ρυθμίσεων Λειτουργίας περιορισμού συμπίεσης
fi_fi: Sisällytä kompressioäärirajan tilaasetukset
hr_hr: Uključi postavke načina ograničavanja kompresije
hu_hu: Vegye bele a kompressziós limit üzemmódjának beállításait is
it_it: Includi impostazioni modalità limite della compressione
ko_kr: 컴프레션 리미트 설정을 포함합니다.
nl_nl: Inclusief instellingen compressiebegrenzing
no_no: Inkluder innstillinger for kompresjonsmodus
pt_pt: Incluir ajustes do modo de limite de compressão
ro_ro: Include stari Compression Limit Mode
ru_ru: Включить настройки Режима ограничения компрессии
sv_se: Inkludera kompressionsnivåinställningar
th_th: รวมการตั้งค่าโหมดจำกัดการบีบอัด
tr_tr: Kompresyon Limiti Modu ayarlarını içerir
zh_cn: 包含压缩极限模式的设置
