Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Apply Test Settings
bg_bg: Прилагане на тестовите настройки
cht: 套用測試設定
da_dk: Anvend testindstillinger
el_gr: Εφαρμογή ρυθμίσεων δοκιμής
fi_fi: Käytä testausasetuksia
hr_hr: Primijeni postavke za testiranje
hu_hu: Teszt beállítások alkalmazása
it_it: Applica impostazioni test
ko_kr: 테스트 설정 적용
nl_nl: Testinstellingen toepassen
no_no: Bruk testinnstillinger
pt_pt: Aplicar as definições de teste
ro_ro: Aplicaţi Setările Test
ru_ru: Применить тестовые настройки
sv_se: Applicera Testinställningar
th_th: ใช้การตั้งค่าทดสอบ
tr_tr: Test Ayarlarını Uygula
zh_cn: 应用测试设置

source: Apply Test Settings will backup all current HI settings and replace with the selected test settings
bg_bg: Прилагане на тестовите настройки ще направи резервно копие на всички текущи настройки на слуховия апарат и ще ги замени с избраните тестови настройки
cht: 套用測試設定將會備份所有目前助聽器設定並以選擇的並以選擇的測試設定取代
da_dk: Brug af testindstillinger kopierer de nuværende indstillinger, som erstattes med de valgte testindstillinger.
el_gr: Εάν εφαρμοστούν οι ρυθμίσεις δοκιμής, θα δημιουργηθεί ένα αντίγραφο ασφαλείας με όλες τις τρέχουσες ρυθμίσεις του ακουστικού βοηθήματος και θα γίνει αντικατάσταση με τις επιλεγμένες ρυθμίσεις δοκιμής
fi_fi: Mittaustulosten valinta tallentaa kaikki kuulokojeen asetukset ja korvaa ne valitulla mittausasetuksilla.
hr_hr: Primjenom postavki za testiranje izradit će se sigurnosna kopija svih trenutnih postavki slušnog aparata, koje će se potom zamijeniti odabranim postavkama za testiranje.
hu_hu: A teszt beállítások alkalmazása funkció biztonsági mentésként menti a jelenlegi hallókészülék beállításait, és helyettük a kiválasztott tesztbeállításokat alkalmazza
it_it: Applica impostazioni test eseguirà il backup di tutte le impostazioni correnti dell'apparecchio acustico e le sostituirà con le impostazioni di prova selezionate
ko_kr: 테스트 설정을 적용하는 경우, 착용자의 모든 피팅정보를 백업하고, 설정한 테스트 세팅으로 대체됩니다
nl_nl: Testinstellingen toepassen zal de huidige instellingen van het toestel opslaan en vervangen door de geselecteerde testinstellingen
no_no: Når testinnstillingene tas i bruk, vil alle nåværende HA-innstillinger sikkerhetskopieres og erstattes med de valgte testinnstillingene
pt_pt: Aplicar as configurações de teste irá apagar todos os ajustes atuais dos aparelhos auditivos, substituindo pelas configurações de teste selecionadas.
ro_ro: Aplicarea setarilor din test va salva setarile curente ale aparatului si le va inlocui cu setarile de test selectate
ru_ru: Командой Применить Тестовые настройки создается резервная копия всех текущих настроек слухового аппарата, прежде чем они будут заменены на выбранные тестовые настройки.
sv_se: Lägg till Testinställningar, kommer skapa en backup på aktuell hörapparatinställning och lägga in valda testinställningar.
th_th: การยอมรับการตั้งค่าลองเครื่องครั้งนี้ จะมีการสำรองข้อมูลการตั้งค่า HI ปัจจุบันทั้งหมด และถูกแทนที่ด้วยค่าที่เลือกนี้
tr_tr: Test Ayarlarını Uygulama seçeneği işitme cihazlarının yedeğini alacak ve seçilen test ayarları ile değiştirecek
zh_cn: 进行测试设置将删除当前助听器的所有设置并使用已选的测试设置

source: Instrument Ready For Test Settings
bg_bg: Апаратът е готов за тестовите настройки
cht: 助聽器準備好作測試設定
da_dk: Apparat er klar til testindstillinger
el_gr: Ακουστικό έτοιμο για ρυθμίσεις δοκιμής
fi_fi: Koje on valmis testiasetuksia varten
hr_hr: Aparat spreman za postavke za testiranje
hu_hu: A készülék készen áll a tesztbeállításokra
it_it: Apparecchio pronto per le impostazioni di prova
ko_kr: 테스트 세팅을 위한 보청기 준비
nl_nl: Toestel gereed voor testinstellingen
no_no: Apparat klart for testinnstillinger
pt_pt: Aparelho pronto para os Ajustes de Teste
ro_ro: Dispozitiv pregatit pentru Setari Testare
ru_ru: СА готов для тестовых настроек
sv_se: Hörapparat redo för Testinställningar
th_th: เครื่องช่วยฟังพร้อมสำหรับการตั้งค่าลองเครื่อง
tr_tr: Test Ayarları için Cihaz Hazır
zh_cn: 助听器准备测试设置

source: Exit
bg_bg: Изход
cht: 離開
da_dk: Afslut
el_gr: Έξοδος
fi_fi: Sulje
hr_hr: Izlaz
hu_hu: Kilépés
it_it: Esci
ko_kr: 종료
nl_nl: Stop
no_no: Avslutt
pt_pt: Sair
ro_ro: Ieșire
ru_ru: Выход
sv_se: Avsluta
th_th: ออก
tr_tr: Çıkış
zh_cn: 退出

source: Reconnect Devices
bg_bg: Повторно свързване на устройствата
cht: 重新連接裝置
da_dk: Forbind apparater igen
el_gr: Επανασύνδεση συσκευών
fi_fi: Uudelleenyhdistä kuulokoje
hr_hr: Ponovno povežite uređaje
hu_hu: Készülékek újracsatlakoztatása
it_it: Riconnettere i dispositivi
ko_kr: 보청기 재연결
nl_nl: Toestellen opnieuw verbinden
no_no: Koble til apparater
pt_pt: Reconectar os Instrumentos
ro_ro: Reconecteaza dispozitive
ru_ru: Восстановите подключение устройств
sv_se: Återanslut hörapparater
th_th: เชื่อมต่ออุปกรณ์อีกครั้ง
tr_tr: Cihazları Tekrar Bağla
zh_cn: 重新连接助听器

source: Test settings have been successfully transferred. Reconnect device once testing is completed.
bg_bg: Тестовите настройки са прехвърлени успешно. Свържете отново устройството след завършване на тестването.
cht: 已成功傳送測試設定。測試完成後請重新連接裝置。
da_dk: Testindstillingerne er blevet overført. Forbind apparatet igen, når testen er udført.
el_gr: Οι ρυθμίσεις δοκιμής μεταφέρθηκαν με επιτυχία. Επανασυνδέστε τη συσκευή μόλις ολοκληρωθεί η δοκιμή.
fi_fi: Testi asetukset on ohjelmoitu koneeseen. Uudelleenyhdistä kuulokoje kun testi on valmis.
hr_hr: Postavke za testiranje uspješno su prenesene. Ponovno povežite uređaj po dovršetku testiranja.
hu_hu: A teszt beállítások átvitele sikeresen befejeződött. A teszt befejeztével újra csatlakoztathatja a készülékeket.
it_it: Le impostazioni di prova sono state trasferite correttamente. Riconnettere il dispositivo una volta completato il test.
ko_kr: 테스트 셋팅이 성공적으로 적용되었습니다. 테스트가 완료되면 보청기를 재 연결하십시오
nl_nl: De testinstellingen zijn succesvol overgezet. Verbind het toestel opnieuw als de test klaar is.
no_no: Testinnstillingene er overført. Koble til apparatet på nytt når testen er fullført.
pt_pt: As configurações de teste foram transferidas com sucesso. Reconecte o aparelho e o teste estará concluído.
ro_ro: Setari testare salvate cu succes. Reconectati dispozitivul la incheierea testarii
ru_ru: Тестовые настройки были успешно перенесены. Восстановите подключение устройства после окончания тестирования.
sv_se: Överföring av testinställningar har lyckats. Återanslut hörapparat när testet är färdigt.
th_th: ข้อมูลการทดลองที่ตั้งค่าไว้ถ่ายโอนสำเร็จแล้ว ให้ต่อเชื่อมอุปกรณ์ใหม่ทันทีเมื่อการลองเครื่องเสร็จเรียบร้อย
tr_tr: Test ayarları başarıyla transfer olmuştur. Test tamamlandıktan sonra cihazı yeniden bağlayın.
zh_cn: 成功进行测试设置。测试完成后重连助听器。

source: Disconnected
bg_bg: Прекъснат(и)
cht: 已斷線
da_dk: Ikke forbundet
el_gr: Αποσυνδεδεμένο
fi_fi: Ei yhdistetty
hr_hr: Veza prekinuta
hu_hu: Lecsatlakoztatva
it_it: Disconnesso
ko_kr: 연결해제
nl_nl: Niet verbonden
no_no: Frakoblet
pt_pt: Desconectar
ro_ro: Deconectat
ru_ru: Отключен
sv_se: Anslutning bruten
th_th: ตัดการเชื่อมต่อแล้ว
tr_tr: Bağlantı Kesildi
zh_cn: 未连接

source: Save to Instrument
bg_bg: Запиши в апарата
cht: 儲存至助聽器
da_dk: Gem i apparat
el_gr: Αποθήκευση στο ακουστικό
fi_fi: Tallenna kuulokojeeseen
hr_hr: Spremi u aparat
hu_hu: Mentés a készülékbe
it_it: Salva sull'apparecchio
ko_kr: 보청기에 저장
nl_nl: Opslaan in toestel
no_no: Lagre i apparat
pt_pt: Salvar os aparelhos
ro_ro: Salveaza in aparat
ru_ru: Сохранить в аппарат
sv_se: Spara i hörapparat
th_th: บันทึกลงในอุปกรณ์
tr_tr: Cihaza Kaydet
zh_cn: 保存至助听器

source: WARNING: The patient's settings have not been restored: Exiting the test mode without reconnecting the hearing instruments will cause them to remain programmed with test settings that are NOT SAFE for patient use.
bg_bg: ПРЕДУПРЕЖДЕНИЕ: Настройките на пациента не са възстановени – излизането от тестовия режим без повторно свързване на слуховите апарати ще ги остави програмирани с тестови настройки, които НЕ СА БЕЗОПАСНИ за използване от пациента.
cht: 警告：客戶的設定尚未回復：在未重新連接助聽器的情況下離開測試模式將導致助聽器保持在測試設定，這對使用者使用不安全。
da_dk: ADVARSEL: Brugerens indstillinger er ikke blevet gendannet. Afslutning af testtilstand uden at tilslutte høreapparaterne igen medfører, at apparaterne forbliver programmeret med testindstillingerne, som IKKE ER SIKRE for brugeren at benytte.
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Δεν έχει γίνει επαναφορά των ρυθμίσεων ασθενούς. Η έξοδος από τη λειτουργία δοκιμής χωρίς επανασύνδεση των ακουστικών βοηθημάτων θα έχει ως αποτέλεσμα να διατηρηθούν οι ρυθμίσεις δοκιμής, οι οποίες ΔΕΝ ΕΙΝΑΙ ΑΣΦΑΛΕΙΣ για χρήση σε ασθενείς.
fi_fi: VAROITUS : Potilaan asetuksia ei ole palautettu. Jos testaustilasta poistutaan yhdistämättä kuulokojeita uudelleen, testausasetukset jäävät ohjelmoiduiksi niihin. Nämä asetukset EIVÄT OLE turvallisia potilaskäytössä.
hr_hr: UPOZORENJE: Bolesnikove postavke nisu vraćene. Izlaskom iz načina za testiranje bez ponovnog povezivanja slušnih aparata ti će aparati ostati programirani s postavkama za testiranje koje NISU SIGURNE za bolesnika.
hu_hu: FIGYELEM: A rendszer nem állította vissza a páciens beállításait. Ha úgy lép ki a tesztelési módból, hogy nem csatlakoztatja újra a hallókészülékeket, a programozott tesztbeállítások megmaradnak, és ezek NEM BIZTONSÁGOSAK a páciens számára.
it_it: AVVISO: le impostazioni del paziente non sono state ripristinate; se si esce dalla modalità di test senza riconnettere gli apparecchi acustici, essi rimarranno programmati con le impostazioni di test che NON SONO SICURE per l'uso da parte del paziente.
ko_kr: 경고: 사용자 피팅정보가 복원되지 않았습니다. 보청기에 다시 연결하지 않고 테스트 모드를 종료하면, 보청기가 테스트 세팅으로 설정되어 착용자에게 안전하지 않습니다.
nl_nl: WAARSCHUWING: de instellingen van de cliënt zijn niet gereset: wanneer de test wordt afgesloten zonder de hoortoestellen opnieuw te verbinden zullen ze geprogrammeerd blijven met testinstellingen die NIET VEILIG zijn voor gebruik.
no_no: ADVARSEL: Pasientens innstillinger er ikke gjenopprettet: Hvis man avslutter testmodus uten å koble til høreapparatene igjen, vil de fortsatt være programmert med testinnstillingene som IKKE er trygge for pasientbruk.
pt_pt: Aviso: as definições do paciente não foram restauradas: Sair do modo de teste sem reconectar os aparelhos auditivos fará com que eles permaneçam programados com as definições de teste que NÃO SÃO SEGURAS para o paciente.
ro_ro: AVERTISMENT: Setările pacientului nu au fost restaurate: Dacă ieșiți din modul de testare fără a reconecta instrumentele auditive le va face să rămână programate cu setările test ce NU SUNT SIGURE pentru utilizarea pacienților.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Настройки пациента не восстановлены: Выход из режима Тест без восстановления подключения СА сохранит на аппаратах тестовые настройки, которые сопряжены с РИСКОМ ДЛЯ ПАЦИЕНТА при пользовании СА.
sv_se: VARNING: Patientenas inställningar har inte återställts: Om testläget avbryts utan att hörapparaterna ansluts, kommer dessa fortfarande vara programmerade med de testinställningar som INTE ÄR SÄKRA för patientanvändning.
th_th: คำเตือน: ยังไม่ได้คืนค่าการตั้งค่าของผู้ป่วย การออกจากโหมดทดสอบโดยไม่เชื่อมต่ออุปกรณ์ช่วยฟังใหม่ จะส่งผลให้อุปกรณ์ยังคงถูกตั้งโปรแกรมด้วยการตั้งค่าทดสอบ ซึ่งไม่ปลอดภัยสำหรับการใช้งานของผู้ป่วย
tr_tr: UYARI: Hastanın ayarları geri yüklenmedi: Test modundan işitme cihazına tekrar bağlanmadan çıkmak, bunların hasta kullanımı için güvenli OLMAYAN test ayarları ile programlı kalmasına neden olacaktır.
zh_cn: 警告:用户的设置尚未恢复:退出测试模式而不重新连接助听器将导致对其使用不安全的测试设置进行编程。

source: This window will be closed upon a successful restore
bg_bg: Този прозорец ще се затвори след успешно възстановяване
cht: 成功回復後，此視窗將關閉
da_dk: Dette vindue lukkes efter en gendannelse.
el_gr: Το παράθυρο αυτό θα κλείσει μόλις η επαναφορά ολοκληρωθεί με επιτυχία
fi_fi: Tämä ikkuna sulkeutuu kun potilasasetukset on palautettu.
hr_hr: Ovaj će se prozor zatvoriti nakon uspješnog vraćanja postavki.
hu_hu: Sikeres visszaállítás esetén ez az ablak bezárul
it_it: Questa finestra verrà chiusa a ripristino completato correttamente
ko_kr: 복원이 성공적으로 완료되면 이 창은 자동으로 사라집니다.
nl_nl: Dit scherm wordt gesloten na succesvolle reset
no_no: Dette vinduet vil lukkes når tilbakestillingen er gjennomført
pt_pt: Depois de concluir com sucesso a restauração, esta janela irá se fechar.
ro_ro: Fereastra va fi inchisa la finele restaurarii cu succes
ru_ru: Это окно будет закрыто после успешного восстановления
sv_se: Den här dialogrutan kommer att stängas vid en lyckad återställning.
th_th: หน้าต่างนี้จะถูกปิดลงเมื่อการกู้คืนข้อมูลเสร็จสมบูรณ์
tr_tr: Bu pencere başarılı bir geri yükleme sonrasında kapanacak
zh_cn: 成功恢复后此窗口就关闭

source: Remove Multiple Programs and Reorder Programs
bg_bg: Премахване на няколко програми и пренареждане на програмите
cht: 移除多個程式和重新排列程式
da_dk: Fjern Flere programmer og Omarranger programmer
el_gr: Αφαίρεση πολλαπλών προγραμμάτων και αναδιάταξη προγραμμάτων
fi_fi: Useiden ohjelmien poisto ja ohjelmien järjestäminen uudelleen
hr_hr: Uklanjanje više programa i preslagivanje programa
hu_hu: Több program eltávolítása és a programok átrendezése
it_it: Rimuovi programmi multipli e riordina programmi
ko_kr: 다수 프로그램을 삭제하고 프로그램을 다시 정리합니다
nl_nl: Meerdere programma’s verwijderen en programma’s opnieuw ordenen
no_no: Fjerne og omrokkere programmer
pt_pt: Remover vários programas e reorganizá-los
ro_ro: Îndepărtaţi programele multiple şi reordonaţi programele
ru_ru: Удалить несколько программ и изменить порядок программ
sv_se: Ta bort Flera Program och Ändra ordning på program
th_th: ลบทีละหลายโปรแกรมและเรียงลำดับโปรแกรมใหม่
tr_tr: Çoklu Programları Kaldır ve Programları Yeniden Düzenle
zh_cn: 删除多个程序和重新排序程序

source: Click on a program to the order.
bg_bg: Щракнете върху някоя програма, за да я видоизмените
cht: 點擊一個程式以修改
da_dk: Klik på et program for at ændre det
el_gr: Κάντε κλικ σε ένα πρόγραμμα για να το τροποποιήσετε
fi_fi: Klikkaa ohjelmaa jos haluat muokata sitä
hr_hr: Kliknite program da biste ga izmijenili.
hu_hu: Kattintson a programra annak módosításhoz
it_it: Fare clic su un programma per modificarlo
ko_kr: 프로그램을 클릭하여 수정하세요
nl_nl: Klik op een programma om de volgorde te wijzigen
no_no: Klikk på et program for å fjerne/endre plassering
pt_pt: Clique no programa para modificá-lo
ro_ro: Apasati pentru accesarea modificarilor programului
ru_ru: Чтобы изменить программу, щелкните по ней
sv_se: Klicka på ett program för att modifiera det
th_th: คลิกที่ program เพื่อตั้งค่าใหม่
tr_tr: Değiştirmek için bir program üzerine tıklayın
zh_cn: 点击程序进行修改

source: None
bg_bg: Няма
cht: 無
da_dk: Ingen
el_gr: Ουδέν
fi_fi: Ei mitään
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuno
ko_kr: 없음
nl_nl: Geen
no_no: Ingen
pt_pt: Nenhum
ro_ro: Nimic
ru_ru: Нет
sv_se: Ingen
th_th: ไม่มี
tr_tr: Hiçbiri
zh_cn: 无

source: Cancel
bg_bg: Отмяна
cht: 取消
da_dk: Fortryd
el_gr: Άκυρο
fi_fi: Peru
hr_hr: Otkaži
hu_hu: Mégse
it_it: Annulla
ko_kr: 취소
nl_nl: Annuleren
no_no: Avbryt
pt_pt: Cancelar
ro_ro: Anuleaza
ru_ru: Отменить
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
zh_cn: 取消

source: All-Around
bg_bg: Във всички посоки
cht: 全面
fi_fi: Kaiken kattava
hr_hr: Općenito
hu_hu: Mindenhol
it_it: Programma Universale
ko_kr: 일반환경
no_no: Basis
pt_pt: Geral
ro_ro: Peste tot
ru_ru: Всё вокруг
sv_se: Allround
th_th: ทุกทิศทาง
tr_tr: Her Yerde
zh_cn: 通用程序

source: Soft Switch
bg_bg: Мек ключ
cht: 自動方向性切換
fi_fi: Soft kytkin
hr_hr: Meko prebacivanje
ko_kr: 소프트스위칭
nl_nl: SoftSwitching
no_no: SoftSwitching
pt_pt: Direcionalidade Automática
ru_ru: Мягкое автоматическое переключение между направленным и ненаправленным режимами Soft Switching
tr_tr: Soft Switching
zh_cn: 智能转换

source: Restaurant
bg_bg: Ресторант
cht: 餐廳
el_gr: Εστιατόριο
fi_fi: Ravintola
hr_hr: Restoran
hu_hu: Étterem
it_it: Ristorante
ko_kr: 레스토랑
pt_pt: Restaurante
ru_ru: Ресторан
sv_se: Restaurang
th_th: ร้านอาหาร
tr_tr: Restoran
zh_cn: 餐馆程序

source: Telecoil Loop
bg_bg: Кръг на телебобина
cht: 電話線圈
da_dk: Telespoleløkke
el_gr: Βρόχος Telecoil
fi_fi: Induktiokela
hr_hr: Telecoil petlja
hu_hu: Telefontekercs hurok
it_it: Laccio Magnetico
ko_kr: 텔레코일 루프
nl_nl: Luisterspoel ringleiding
no_no: Teleslynge
ro_ro: Buclă telebobină
ru_ru: Индукционная петля
sv_se: Telespole slinga
th_th: ลูป Telecoil
tr_tr: Telecoil Döngü
zh_cn: 电感回路

source: TV/Micro-Multi Mic A
bg_bg: Телевизия/Micro-Multi Mic A
cht: 電視/Micro-Multi Mic A
hr_hr: TV/Micro-Multi mikrofon A
hu_hu: TV/Mikro-Multi Mik A
no_no: TV/Mikro-Multi Mik A
ru_ru: ТВ/Микро-Мульти-Микрофон A
tr_tr: TV/Mikro-Multi Mikrofon A

source: TV/Micro-Multi Mic B
bg_bg: Телевизия/Micro-Multi Mic В
cht: 電視/Micro-Multi Mic B
el_gr: TV/Micro-Multi Mic A
hr_hr: TV/Micro-Multi mikrofon B
hu_hu: TV/Mikro-Multi Mik B
no_no: TV/Mikro-Multi Mik B
ru_ru: ТВ/Микро-Мульти-Микрофон В
tr_tr: TV/Mikro-Multi Mikrofon B

source: TV/Micro-Multi Mic C
bg_bg: Телевизия/Micro-Multi Mic С
cht: 電視/Micro-Multi Mic C
el_gr: TV/Micro-Multi Mic A
hr_hr: TV/Micro-Multi mikrofon C
hu_hu: TV/Mikro-Multi Mik C
no_no: TV/Mikro-Multi Mik C
ru_ru: ТВ/Микро-Мульти-Микрофон С
tr_tr: TV/Mikro-Multi Mikrofon C

source: Church
bg_bg: Църква
cht: 教堂
da_dk: Kirke
el_gr: Εκκλησία
fi_fi: Kirkko
hr_hr: Crkva
hu_hu: Templom
it_it: Chiesa
ko_kr: 교회
nl_nl: Kerk
no_no: Kirke
pt_pt: Igreja
ro_ro: Biserică
ru_ru: Церковь
sv_se: Kyrka
th_th: โบสถ์
tr_tr: Kilise
zh_cn: 教堂

source: The data on the right instrument appears to be corrupted.
bg_bg: Данните в десния апарат като че ли са повредени.
cht: 右耳助聽器的資料似乎已損壞。
da_dk: Dataene i højre apparat ser ud til at være beskadigede.
el_gr: Τα δεδομένα στο δεξί ακουστικό φαίνεται να είναι κατεστραμμένα.
fi_fi: Oikean kuulokojeen tiedot ovat vaurioituneet.
hr_hr: Čini se da su podatci na desnom aparatu oštećeni.
hu_hu: A jobb készüléken lévő adat sérültnek tűnik.
it_it: I dati nell'apparecchio destro risultano corrotti.
ko_kr: 우측 보청기의 데이터에 손상이 있습니다
nl_nl: De gegevens op het rechter toestel lijken corrupt te zijn.
no_no: Data på høyre apparat ser ut til å være korrupt.
pt_pt: Os dados do aparelho auditivo direito parecem estar corrompidos.
ro_ro: Datele din aparatul din dreapta par a fi eronate
ru_ru: Данные на правом аппарате повреждены.
sv_se: Data i höger hörapparat kan ha skadats.
th_th: ข้อมูลของเครื่องช่วยฟังขางขวาไม่สมบูรณ์
tr_tr: Sağ cihazdaki veri bozuk görünüyor.
zh_cn: 右侧助听器的数据崩溃。

source: The data on the left instrument appears to be corrupted.
bg_bg: Данните в левия апарат като че ли са повредени.
cht: 左耳助聽器的資料似乎已損壞。
da_dk: Dataene i venstre apparat ser ud til at være beskadigede.
el_gr: Τα δεδομένα στο αριστερό ακουστικό φαίνεται να είναι κατεστραμμένα.
fi_fi: Vasemman kuulokojeen tiedot ovat vaurioituneet.
hr_hr: Čini se da su podatci na lijevom aparatu oštećeni.
hu_hu: A bal készüléken lévő adat sérültnek tűnik.
it_it: I dati nell'apparecchio sinistro risultano corrotti.
ko_kr: 좌측 보청기의 데이터에 손상이 있습니다
nl_nl: De gegevens op het linker toestel lijken corrupt te zijn.
no_no: Data på venstre apparat ser ut til å være korrupt.
pt_pt: Os dados do aparelho auditivo esquerdo parecem estar corrompidos.
ro_ro: Datele din aparatul din stanga par a fi eronate
ru_ru: Данные на левом аппарате повреждены.
sv_se: Data i vänster hörapparat kan ha skadats.
th_th: ข้อมูลของเครื่องช่วยฟังขางซ้ายไม่สมบูรณ์
tr_tr: Sol cihazdaki veri bozuk görünüyor.
zh_cn: 左侧助听器的数据崩溃。

source: The data on both instruments appears to be corrupted.
bg_bg: Данните в двата апарата като че ли са повредени.
cht: 兩耳助聽器的資料似乎已損壞。
da_dk: Dataene i begge apparater ser ud til at være beskadigede.
el_gr: Τα δεδομένα και στα δύο ακουστικά φαίνεται να είναι κατεστραμμένα.
fi_fi: Molempien kuulokojeiden tiedot ovat vaurioituneet.
hr_hr: Čini se da su podatci na oba aparata oštećeni.
hu_hu: Mindkét készüléken lévő adat sérültnek tűnik.
it_it: I dati di entrambi gli apparecchi risultano corrotti.
ko_kr: 양측 보청기의 데이터에 손상이 있습니다
nl_nl: De gegevens op beide toestellen lijken corrupt te zijn.
no_no: Data på begge apparatene ser ut til å være korrupt.
pt_pt: Os dados de ambos os aparelhos auditivos parecem estar corrompidos.
ro_ro: Datele din ambele aparate par a fi eronate
ru_ru: Данные на обоих аппаратах повреждены.
sv_se: Data i båda hörapparater kan ha skadats.
th_th: ข้อมูลจากเครื่องช่วยฟังทั้งสองข้างไม่สมบูรณ์
tr_tr: Her iki cihazdaki veri bozuk görünüyor.
zh_cn: 双侧助听器的数据崩溃。

source: To correct the problem, perform a “Full Restore” of the instruments. Once completed, save the fitting.
bg_bg: За да коригирате проблема, извършете „Пълно възстановяване“ на апаратите. След завършване, запишете монтажа.
cht: 要修正問題，請在助聽器執行完全回復。完成後，儲存選配。
da_dk: Problemet løses ved at udføre en "Fuldstændig gendannelse" af apparaterne. Gem tilpasningen, når gendannelsen er fuldført.
el_gr: Για να διορθώσετε το πρόβλημα προβείτε σε "Πλήρη επαναφορά" των ακουστικών. Μετά την ολοκλήρωσή της, αποθηκεύστε την εφαρμογή.
fi_fi: Ratkaise ongelma palauttamalla kaikki tiedot molempiin kuulokojeisiin.
hr_hr: Za popravljanje problema obavite „Potpuno vraćanje” postavki aparata. Po dovršetku spremite namještanje.
hu_hu: A probléma javításához végezze el a készülékek teljes visszaállását. Miután végzett, mentse az illesztési adatokat.
it_it: Per risolvere il problema, eseguire un ripristino completo degli apparecchi. Al termine, salvare il fitting.
ko_kr: 이 문제를 해결하려면, 보청기의 “전체 복원”을 실행하여야 합니다. 복원이 완료되면, 피팅이 저장됩니다.
nl_nl: Voer “Toestel(len) resetten” uit om het probleem te corrigeren. Sla de aanpassing op zodra het voltooid is.
no_no: Kjør en «Full gjenoppretting» av apparatene for å korrigere problemet. Lagre tilpasningen når operasjonen er ferdig.
pt_pt: Para corrigir o problema realize uma “Restauração completa” dos aparelhos. Depois de concluído, salve os ajustes.
ro_ro: Pentru a corecta problema, efectuați o ”Restaurare completă” a instrumentelor. După finalizare, salvați fixarea.
ru_ru: Для устранения проблемы выполните “Полное восстановление” СА. Закончив, сохраните настройку.
sv_se: För att åtgärda problemet, gör en komplett återställning av instrumenten. När detta är gjort, spara inställningarna.
th_th: หากต้องการแก้ไขปัญหา ให้ดำเนินการ “คืนค่าทั้งหมด” กับอุปกรณ์ หลังจากดำเนินการเสร็จแล้ว ให้บันทึกการทดลองสวม
tr_tr: Sorunu düzeltmek için cihazların "Tam Geri Yükleme" gerçekleştirin. Tamamlandığında, fitting'i kaydedin.
zh_cn: 要纠正这个问题，请执行助听器的“完全恢复”功能。完毕后请保存验配。

source: Restore Instrument(s)
bg_bg: Възстановяване на апарата(-ите)
cht: 回復助聽器
da_dk: Gendan apparat(er)
el_gr: Επαναφορά ακουστικών
fi_fi: Palauta kuulokojeasetukset
hr_hr: Vrati aparate
hu_hu: Készülék helyreállítás
it_it: Ripristina apparecchi
ko_kr: 보청기 복원
nl_nl: Toestel(len) resetten
no_no: Gjenopprett apparat(er)
pt_pt: Restaurar o(s) aparelho(s) auditivo(s)
ro_ro: Restaurare aparat (e)
ru_ru: Восстановить аппарат(ы)
sv_se: Återställ hörapparat(er)
th_th: กู้คืนข้อมูลเครื่องช่วยฟัง
tr_tr: Cihaz(lar)ı Onar
zh_cn: 恢复助听器

source: (Requires wired connection)
bg_bg: (изисква кабелна връзка)
cht: (需要有線連接)
da_dk: (Kræver forbindelse med kabel)
el_gr: (Απαιτείται ενσύρματη σύνδεση )
fi_fi: (Vaatii langallisen yhteyden)
hr_hr: (Potrebna je žična veza)
hu_hu: (Kábeles kapcsolat ajánlott)
it_it: (Richiede connessione via cavo)
ko_kr: (유선으로 연결하세요)
nl_nl: (draadgebonden verbinding vereist)
no_no: (Krever tilkobling med kabel)
pt_pt: (É necessário uso de cabos para conexão)
ro_ro: (necesita conexiune prin cablu)
ru_ru: (Требуется проводное соединение)
sv_se: (Kräver trådbunden anslutning)
th_th: (ควรใช้สายเคเบิ้ลเชื่อมต่อ)
tr_tr: (Kablolu bağlantı gerektirir)
zh_cn: (要求用编程线连接)
