Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Car-sunroof opening
bg_bg: Кола-отваряне на шибидах
cht: 汽車 - 天窗開啟
da_dk: Soltag i bil, der åbnes
el_gr: Αυτοκίνητο - άνοιγμα ηλιοροφής
fi_fi: Auto - kattoluukku avataan
hr_hr: Automobil - otvaranje krovnog prozora
hu_hu: Autó – napfénytető nyitása
it_it: Auto-apertura tettuccio
ko_kr: 승용차-선루프 열기
nl_nl: Auto-open dak schuift open
no_no: Bil – soltak åpnes
pt_pt: Carro – teto solar abrindo
ro_ro: Mașină-deschiderea trapei
ru_ru: Автомобиль-открывается люк в крыше
sv_se: Bil - taklucka öppnas
th_th: รถยนต์-เปิดซันรูฟ
tr_tr: Araba - üst camı açma
zh_cn: 汽车-天窗开启

source: Tennis Match-ambience
bg_bg: Мач по тенис-среда
cht: 網球賽 - 環境周遭
da_dk: Tenniskamp – stemning
el_gr: Αγώνας τένις - περιβάλλων ήχος
fi_fi: Tennisottelu - ympäristö
hr_hr: Teniski meč - okruženje
hu_hu: Teniszmeccs – környezet
it_it: Partita di tennis-ambiente
ko_kr: 테니스 경기-분위기
nl_nl: Tennismatch-omgeving
no_no: Tenniskamp – omgivelser
pt_pt: Partida de tênis – ambiente
ro_ro: Meci de tenis-ambient
ru_ru: Теннисный матч-акустическая атмосфера
sv_se: Tennismatch - atmosfär
th_th: การแข่งเทนนิส-สภาพแวดล้อม
tr_tr: Tenis Maçı - ortam
zh_cn: 网球比赛 - 环境

source: Car-tires screeching
bg_bg: Кола-свирене на гуми
cht: 汽車 - 輪胎發出刺耳的聲音
da_dk: Hvinende bildæk
el_gr: Αυτοκίνητο - συριγμός ελαστικών
fi_fi: Auto - renkaat vinkuvat
hr_hr: Automobil - škripa guma
hu_hu: Autó – gumicsikorgás
it_it: Auto-fischio di gomme
ko_kr: 승용차-타이어 미끌어지는 소리
nl_nl: Auto-piepende banden
no_no: Bil – hvinende hjul
pt_pt: Carro – cantando pneus
ro_ro: Mașină-pneuri scârțâind
ru_ru: Автомобиль-визг шин
sv_se: Bil - skrikande däck
th_th: รถยนต์-เสียงล้อฟรี
tr_tr: Araba - lastikler ses çıkarıyor
zh_cn: 汽车-轮胎尖啸

source: Teeth-brushing
bg_bg: Зъби-миене с четка
cht: 牙齒 - 刷牙
da_dk: Tandbørstning
el_gr: Δόντια - βούρτσισμα
fi_fi: Hampaat - harjaaminen
hr_hr: Zubi - pranje
hu_hu: Fogmosás
it_it: Denti-spazzolamento
ko_kr: 치아-닦기
nl_nl: Tanden-poetsen
no_no: Tenner – tannpuss
pt_pt: Destes – escovando
ro_ro: Dinți-spălat
ru_ru: Чистка зубов
sv_se: Tandborstning
th_th: ฟัน-แปรงฟัน
tr_tr: Dişler - fırçalanıyor
zh_cn: 牙齿-刷牙

source: Dog-drinking water
bg_bg: Куче-пие вода
cht: 狗 - 喝水
da_dk: Hund, der drikker vand
el_gr: Σκύλος - που πίνει νερό
fi_fi: Koira - juo vettä
hr_hr: Pas - pije vodu
hu_hu: Kutya – vízivás
it_it: Cane-mentre beve
ko_kr: 개-마시는 물
nl_nl: Hond-water drinken
no_no: Hund – drikker vann
pt_pt: Cachorro – bebendo água
ro_ro: Câine-bând apă
ru_ru: Собака-пьет воду
sv_se: Hund - dricker vatten
th_th: สุนัข-กินน้ำ
tr_tr: Köpek - su içiyor
zh_cn: 狗-饮水

source: Train-approaching
bg_bg: Влак-приближаващ
cht: 火車 - 駛近
da_dk: Tog, der nærmer sig
el_gr: Τρένο - που πλησιάζει
fi_fi: Juna - lähestyy
hr_hr: Vlak - približava se
hu_hu: Vonat – közeledik
it_it: Treno-in avvicinamento
ko_kr: 기차-진입
nl_nl: Trein-naderen
no_no: Tog – nærmer seg
pt_pt: Trem – se aproximando
ro_ro: Tren-apropiindu-se
ru_ru: Поезд-приближение
sv_se: Tåg närmar sig
th_th: รถไฟ-วิ่งเข้าใกล้
tr_tr: Tren - yaklaşıyor
zh_cn: 火车-驶近

source: Car-turn signal-ambience
bg_bg: Кола-мигач-среда
cht: 汽車 - 方向燈 - 環境周遭
da_dk: Bil, afviserblink
el_gr: Αυτοκίνητο - φλας - περιβάλλων ήχος
fi_fi: Auton vilkku
hr_hr: Automobil - pokazivač smjera - okruženje
hu_hu: Autó index hangja
it_it: Auto-freccia-ambiente
ko_kr: 차-신호 변경-분위기
nl_nl: Auto-knipperlicht
no_no: Bil – blinker – omgivelser
pt_pt: Carro – virar no sinal – ambiente
ro_ro: Semnalizator de directie
ru_ru: Звук сигнала поворота-акустическая атмосфера
sv_se: Bil - blinkers
th_th: เสียงสัญญาณรถเลี้ยว
tr_tr: Otomobil- Dönüş Sinyali
zh_cn: 汽车-转向提示音

source: Vacuum Cleaner
bg_bg: Прахосмукачка
cht: 吸塵器
da_dk: Støvsuger
el_gr: Ηλεκτρική σκούπα
fi_fi: Pölynimuri
hr_hr: Usisivač
hu_hu: Porszívó
it_it: Aspirapolvere
ko_kr: 진공 청소기
nl_nl: Stofzuiger
no_no: Støvsuger
pt_pt: Aspirador de pó
ro_ro: Aspirator
ru_ru: Пылесос
sv_se: Dammsugare
th_th: เครื่องดูดฝุ่น
tr_tr: Elektrikli Süpürge
zh_cn: 吸尘器

source: Volleyball Game-ambience
bg_bg: Игра на волейбол-среда
cht: 排球比賽 - 環境周遭
da_dk: Volleyballkamp – stemning
el_gr: Αγώνας βόλεϊ - περιβάλλων ήχος
fi_fi: Lentopallo-ottelu - ympäristö
hr_hr: Odbojkaška utakmica - okruženje
hu_hu: Röplabdajáték – környezet
it_it: Partita di pallavolo-ambiente
ko_kr: 배구 경기-분위기
nl_nl: Volleybalwedstrijd-omgeving
no_no: Volleyball – omgivelser
pt_pt: Jogo de vôlei – ambiente
ro_ro: Meci de volei-ambient
ru_ru: Волейбольный матч-акустическая атмосфера
sv_se: Volleyboll - atmosfär
th_th: การแข่งวอลเลย์บอล-สภาพแวดล้อม
tr_tr: Voleybol Maçı - ortam
zh_cn: 排球比赛-环境

source: Video Game
bg_bg: Видео игра
cht: 電動遊戲機
da_dk: Videospil
el_gr: Βιντεοπαιχνίδι
fi_fi: Videopeli
hr_hr: Videoigra
hu_hu: Videojáték
ko_kr: 비디오 게임
nl_nl: Videospel
no_no: Videospill
ro_ro: Joc video
ru_ru: Видеоигра
sv_se: Dataspel
th_th: วิดีโอเกม
tr_tr: Video Oyunu
zh_cn: 视频游戏

source: Sink-filling with water
bg_bg: Мивка-пълнене с вода
cht: 水槽 - 注入水
da_dk: Vask, der fyldes med vand
el_gr: Νιπτήρας - πλήρωση με νερό
fi_fi: Pesuallas - täytetään vedellä
hr_hr: Sudoper - punjenje vodom
hu_hu: Mosogató – feltöltés vízzel
it_it: Lavabo-riempimento con acqua
ko_kr: 싱크-물 채우기
nl_nl: Gootsteen-vult zich met water
no_no: Servant – fylles med vann
pt_pt: Pia – enchendo de água
ro_ro: Chiuvetă-umplere cu apă
ru_ru: Раковина-заполнение водой
sv_se: Vask fylls med vatten
th_th: ซิงค์น้ำ-รองน้ำ
tr_tr: Lavabo - suyla doluyor
zh_cn: 水槽-灌水

source: Bathtub-filling with water
bg_bg: Вана-пълнене с вода
cht: 浴缸 - 注入水
da_dk: Badekar, der fyldes med vand
el_gr: Μπανιέρα - πλήρωση με νερό
fi_fi: Kylpyamme - täytetään vedellä
hr_hr: Kada - punjenje vodom
hu_hu: Fürdőkád – feltöltés vízzel
it_it: Vasca da bagno-riempimento con acqua
ko_kr: 욕조-물 채우기
nl_nl: Bad-vult zich met water
no_no: Badekar – fylles med vann
pt_pt: Banheira – enchendo de água
ro_ro: Cadă-umplere cu apă
ru_ru: Ванна-заполнение водой
sv_se: Badkar fylls med vatten
th_th: อ่างอาบน้ำ-รองน้ำ
tr_tr: Küvet - suyla doluyor
zh_cn: 浴缸-放水

source: Walking-wood floor squeaking
bg_bg: Ходене-скърцане на дървен под
cht: 步行 - 木地板發出吱吱聲
da_dk: Gang på knirkende trægulv
el_gr: Περπάτημα - ξύλινο πάτωμα που τρίζει
fi_fi: Kävely - puulattia narisee
hr_hr: Hodanje - drveni pod škripi
hu_hu: Séta – nyikorgó fapadló
it_it: Camminare-scricchiolio pavimento in legno
ko_kr: 걷기-나무 바닥 삐걱거리는 소리
nl_nl: Stappen-houten vloer die kraakt
no_no: Gange – knirkende tregulv
pt_pt: Caminhada – piso de madeira rangendo
ro_ro: Mers-podea de lemn scârțâind
ru_ru: Ходьба-скрип деревянного пола
sv_se: Gång - gnisslande trägolv
th_th: เดิน-พื้นไม้ลั่น
tr_tr: Yürüyüş - ahşap zemin gıcırdıyor
zh_cn: 走路声-木地板吱吱声

source: Walking-male walking on wood floor
bg_bg: Ходене-мъж върви по дървен под
cht: 步行 - 男人在木地板上步行
da_dk: Mand, der går på trægulv
el_gr: Περπάτημα - άνδρας που περπατάει σε ξύλινο πάτωμα
fi_fi: Kävely - mies kävelee puulattialla
hr_hr: Hodanje - muškarac hoda po drvenom podu
hu_hu: Séta – fapadlón sétáló férfi
it_it: Camminare-uomo che cammina su pavimento in legno
ko_kr: 걷기-나무 바닥 위를 걷는 남성
nl_nl: Stappen-man die op houten vloer stapt
no_no: Gange – mann går på tregulv
pt_pt: Caminhada – homem caminhando em piso de madeira
ro_ro: Mers-bărbat mergând pe podea de lemn
ru_ru: Ходьба-мужчина идет по деревянному полу
sv_se: Gång - man går på trägolv
th_th: เดิน-ผู้ชายเดินบนพื้นไม้
tr_tr: Yürüyüş - ahşap zeminde erkek yürüyor
zh_cn: 走路声-男性走在木地板上

source: Walking-female walking on wood floor
bg_bg: Ходене-жена върви по дървен под
cht: 步行 - 女人在木地板上步行
da_dk: Kvinde, der går på trægulv
el_gr: Περπάτημα - γυναίκα που περπατάει σε ξύλινο πάτωμα
fi_fi: Kävely - nainen kävelee puulattialla
hr_hr: Hodanje - žena hoda po drvenom podu
hu_hu: Séta – fapadlón sétáló nő
it_it: Camminare-donna che cammina su pavimento in legno
ko_kr: 걷기-나무 바닥 위를 걷는 여성
nl_nl: Stappen-Vrouw die op houten vloer stapt
no_no: Gange – kvinne går på tregulv
pt_pt: Caminhada – mulher caminhando em piso de madeira
ro_ro: Mers-femeie mergând pe podea de lemn
ru_ru: Ходьба-женщина идет по деревянному полу
sv_se: Gång - kvinna går på trägolv
th_th: เดิน-ผู้หญิงเดินบนพื้นไม้
tr_tr: Yürüyüş - ahşap zeminde kadın yürüyor
zh_cn: 走路声-女性走在木地板上

source: Weed Whacker
bg_bg: Тример с корда за трева
cht: 除草機
da_dk: Kantklipper
el_gr: Χορτοκοπτικό μηχάνημα
fi_fi: Rikkaruohojen kytkentäkone
hr_hr: Trimer
hu_hu: Gyomírtás
it_it: Decespugliatore
ko_kr: 잡초 제거기
nl_nl: Onkruidwieder
no_no: Kantklipper
pt_pt: Arrancador de erva daninha
ro_ro: Sapă de buruieni
ru_ru: Бензокоса
sv_se: Ogräshacka
th_th: เครื่องเล็มหญ้าแบบเส้นเอ็น
tr_tr: Ot Biçme Makinesi
zh_cn: 除草机

source: Dog-whining
bg_bg: Куче-скимти
cht: 狗 - 哀鳴
da_dk: Hund, der hyler
el_gr: Σκύλος - κλαψούρισμα
fi_fi: Koira - vikisee
hr_hr: Pas - cviljenje
hu_hu: Kutya – vonyítás
it_it: Cane-uggiolio
ko_kr: 개-울기
nl_nl: Hond-janken
no_no: Hund – uler
pt_pt: Cachorro – chorando
ro_ro: Câine-scâncind
ru_ru: Собака-подвывание/скулеж
sv_se: Hund - gnäll
th_th: สุนัข-ครวญคราง
tr_tr: Köpek - inliyor
zh_cn: 狗-悲嗥声

source: Whisking-eggs
bg_bg: Разбиване-яйца
cht: 攪拌 - 雞蛋
da_dk: Æg, der piskes
el_gr: Χτύπημα αυγών
fi_fi: Vatkaaminen - munat
hr_hr: Tučenje jaja
hu_hu: Tojáskeverés
it_it: Sbattere-uova
ko_kr: 휘젓기-달걀
nl_nl: Klutsen-eieren
no_no: Pisking – av egg
pt_pt: Bater – ovos
ro_ro: Bătut-ouă
ru_ru: Взбивание яиц
sv_se: Vispar ägg
th_th: ตี-ตีไข่
tr_tr: Çırpma - yumurtalar
zh_cn: 打蛋器-鸡蛋

source: Car-windshield wipers
bg_bg: Кола-чистачки на предното стъкло
cht: 汽車 - 擋風玻璃雨刷
da_dk: Vinduesviskere i bil
el_gr: Αυτοκίνητο - γυαλοκαθαριστήρες
fi_fi: Auto - tuulilasinpyyhkimet
hr_hr: Automobil - brisači vjetrobranskog stakla
hu_hu: Autó – ablaktörlő
it_it: Auto-tergicristallo
ko_kr: 승용차-앞 유리 와이퍼
nl_nl: Auto-ruitenwissers
no_no: Bil – vindusviskere
pt_pt: Carro – limpador de para-brisa
ro_ro: Mașină-ștergătoare parbriz
ru_ru: Автомобиль-дворники
sv_se: Bil - vindrutetorkare
th_th: รถยนต์-ที่ปัดน้ำฝน
tr_tr: Araba - ön cam sileceği
zh_cn: 汽车-挡风玻璃雨刷

source: Washing Machine-filling
bg_bg: Пералня-пълнене
cht: 洗衣機 - 注入水
da_dk: Vaskemaskine, der fyldes med vand
el_gr: Πλυντήριο - γέμισμα
fi_fi: Pesukone - täytetään
hr_hr: Perilica rublja - punjenje
hu_hu: Mosógép – betöltés
it_it: Lavatrice-riempimento
ko_kr: 세탁기-채우기
nl_nl: Wasmachine-vullen
no_no: Vaskemaskin – fylles
pt_pt: Máquina de lavar – enchendo
ro_ro: Mașină de spălat-umplere
ru_ru: Стиральная машина-заполнение
sv_se: Tvättmaskin fylls
th_th: เครื่องซักผ้า-รองน้ำ
tr_tr: Çamaşır Makinesi - doldurma
zh_cn: 洗衣机-注水

source: Washing Machine-rinse cycle
bg_bg: Пералня-изплакване
cht: 洗衣機 - 沖洗階段
da_dk: Vaskemaskine, der skyller
el_gr: Πλυντήριο - ξέβγαλμα
fi_fi: Pesukone - huuhtelee
hr_hr: Perilica rublja - ispiranje
hu_hu: Mosógép – öblítési ciklus
it_it: Lavatrice-ciclo risciacquo
ko_kr: 세탁기-헹굼 사이클
nl_nl: Wasmachine-spoelcyclus
no_no: Vaskemaskin – skylleprogram
pt_pt: Máquina de lavar – ciclo de enxágue
ro_ro: Mașină de spălat-ciclu clătire
ru_ru: Стиральная машина-полоскание
sv_se: Tvättmaskin - sköljningscykel
th_th: เครื่องซักผ้า-รอบรินน้ำ
tr_tr: Çamaşır Makinesi - durulama programı
zh_cn: 洗衣机-漂洗循环

source: Washing Machine-mid cycle
bg_bg: Пералня-междинен цикъл
cht: 洗衣機 - 中間階段
da_dk: Vaskemaskine midt i cyklussen
el_gr: Πλυντήριο - μέσον κύκλου πλύσης
fi_fi: Pesukone - käy
hr_hr: Perilica rublja - tijekom ciklusa
hu_hu: Mosógép – ciklus közepe
it_it: Lavatrice-ciclo medio
ko_kr: 세탁기-중간 사이클
nl_nl: Wasmachine-tussencyclus
no_no: Vaskemaskin – mellomprogram
pt_pt: Máquina de lavar – ciclo médio
ro_ro: Mașină de spălat-ciclu mediu
ru_ru: Стиральная машина-промежуточный отжим
sv_se: Tvättmaskin - mellancykel
th_th: เครื่องซักผ้า-ระหว่างรอบ
tr_tr: Çamaşır Makinesi - program ortası
zh_cn: 洗衣机-中间循环

source: Washing Machine-spin cycle
bg_bg: Пералня-центрофугиране
cht: 洗衣機 - 脫水階段
da_dk: Vaskemaskine, der centrifugerer
el_gr: Πλυντήριο - στύψιμο
fi_fi: Pesukone - linkoaa
hr_hr: Perilica rublja - centrifugiranje
hu_hu: Mosógép – centrifugálás
it_it: Lavatrice-ciclo centrifuga
ko_kr: 세탁기-스핀 사이클
nl_nl: Wasmachine-centrifugeercyclus
no_no: Vaskemaskin – sentrifugering
pt_pt: Máquina de lavar – centrifugação
ro_ro: Mașină de spălat-ciclu stoarcere
ru_ru: Стиральная машина-центрифугирование
sv_se: Tvättmaskin - centrifugering
th_th: เครื่องซักผ้า-รอบปั่น
tr_tr: Çamaşır Makinesi - santrifüj programı
zh_cn: 洗衣机-甩干循环

source: Washing Machine-wash cycle
bg_bg: Пералня-пране
cht: 洗衣機 - 洗衣階段
da_dk: Vaskemaskine, der vasker
el_gr: Πλυντήριο - πλύση
fi_fi: Pesukone - pesee
hr_hr: Perilica rublja - pranje
hu_hu: Mosógép – mosási ciklus
it_it: Lavatrice-ciclo lavaggio
ko_kr: 세탁기-세탁 사이클
nl_nl: Wasmachine-wascyclus
no_no: Vaskemaskin – vaskeprogram
pt_pt: Máquina de lavar – lavagem
ro_ro: Mașină de spălat-ciclu spălare
ru_ru: Стиральная машина-стирка
sv_se: Tvättmaskin - tvättcykel
th_th: เครื่องซักผ้า-รอบซัก
tr_tr: Çamaşır Makinesi - yıkama programı
zh_cn: 洗衣机-洗涤循环

source: Aquarium
bg_bg: Аквариум
cht: 魚缸
da_dk: Akvarium
el_gr: Ενυδρείο
fi_fi: Akvaario
hr_hr: Akvarij
hu_hu: Akvárium
it_it: Acquario
ko_kr: 수족관
no_no: Akvarium
pt_pt: Aquário
ro_ro: Acvariu
ru_ru: Аквариум
sv_se: Akvarium
th_th: ตู้ปลา
tr_tr: Akvaryum
zh_cn: 水族馆

source: Box Fan
bg_bg: Циркулационен вентилатор
cht: 箱扇
da_dk: Ventilator
el_gr: Επιδαπέδιος ανεμιστήρας
fi_fi: Pöytätuuletin
hr_hr: Ventilator u kućištu
hu_hu: Bokszrajongó
it_it: Ventilatore box fan
ko_kr: 박스 팬
nl_nl: Ventilator
no_no: Gulvvifte
pt_pt: Ventilador
ro_ro: Ventilator casetă
ru_ru: Коробчатый вентилятор
sv_se: Fläkt
th_th: พัดลมทรงกล่อง
tr_tr: Çerçeveli Vantilatör
zh_cn: 箱式风扇

source: Airplane
bg_bg: Самолет
cht: 飛機
da_dk: Fly
el_gr: Αεροπλάνο
fi_fi: Lentokone
hr_hr: Zrakoplov
hu_hu: Repülőgép
it_it: Aeroplano
ko_kr: 비행기
nl_nl: Vliegtuig
no_no: Fly
pt_pt: Avião
ro_ro: Avion
ru_ru: Самолет
sv_se: Flygplan
th_th: เครื่องบิน
tr_tr: Uçak
zh_cn: 飞机

source: Baby
bg_bg: Бебе
cht: 嬰兒
el_gr: Μωρό
fi_fi: Vauva
hr_hr: Beba
hu_hu: Baba
it_it: Neonato
ko_kr: 아기
pt_pt: Bebê
ro_ro: Bebeluș
ru_ru: Грудной ребенок
sv_se: Spädbarn
th_th: ทารก
tr_tr: Bebek
zh_cn: 婴儿

source: Car Alarm
bg_bg: Автомобилна аларма
cht: 汽車警報器
da_dk: Bilalarm
el_gr: Συναγερμός αυτοκινήτου
fi_fi: Auton hälytys
hr_hr: Automobilski alarm
hu_hu: Autóriasztó
it_it: Auto-allarme
ko_kr: 차 알람
nl_nl: Auto-alarm
no_no: Bilalarm
pt_pt: Alarme de carro
ro_ro: Alarmă mașină
ru_ru: Сигнализация автомашины
sv_se: Billarm
th_th: กันขโมยรถยนต์
tr_tr: Araba Alarmı
zh_cn: 汽车报警

source: Cards
bg_bg: Карти
cht: 紙牌
da_dk: Kort
el_gr: Χαρτιά
fi_fi: Kortit
hr_hr: Karte
hu_hu: Kártyák
it_it: Carte
ko_kr: 카드
nl_nl: Kaarten
no_no: Kort
pt_pt: Cartas
ro_ro: Cărți
ru_ru: Карты
sv_se: Kort
th_th: ไพ่
tr_tr: Kartlar
zh_cn: 卡片

source: Cereal
bg_bg: Зърнена закуска
cht: 穀物
da_dk: Morgenmadsprodukt
el_gr: Δημητριακά
fi_fi: Vilja
hr_hr: Žitarice
hu_hu: Gabonapehely
it_it: Cereali
ko_kr: 시리얼
nl_nl: Cornflakes
no_no: Korn
ro_ro: Cereale
ru_ru: Блюдо из зерновых продуктов
sv_se: Flingor
th_th: ซีเรียล
tr_tr: Tahıl
zh_cn: 谷类

source: Chainsaw
bg_bg: Моторна резачка
cht: 鏈鋸
da_dk: Kædesav
el_gr: Αλυσοπρίονο
fi_fi: Moottorisaha
hr_hr: Motorna pila
hu_hu: Láncfűrész
it_it: Motosega a catena
ko_kr: 체인톱
nl_nl: Kettingzaag
no_no: Motorsag
pt_pt: Motosserra
ro_ro: Drujbă
ru_ru: Цепная пила
sv_se: Motorsåg
th_th: เลื่อยยนต์
tr_tr: Elektrikli Testere
zh_cn: 链锯

source: Coffee
bg_bg: Кафе
cht: 咖啡
da_dk: Kaffe
el_gr: Καφές
fi_fi: Kahvi
hr_hr: Kava
hu_hu: Kávé
it_it: Caffè
ko_kr: 커피
nl_nl: Koffie
no_no: Kaffe
pt_pt: Café
ro_ro: Cafea
ru_ru: Кофе
sv_se: Kaffe
th_th: กาแฟ
tr_tr: Kahve
zh_cn: 咖啡

source: Crickets
bg_bg: Щурци
cht: 蟋蟀
da_dk: Fårekyllinger
el_gr: Τριζόνια
fi_fi: Sirkat
hr_hr: Cvrčci
hu_hu: Tücskök
it_it: Grilli
ko_kr: 크리켓
nl_nl: Cricket
no_no: Sirisser
pt_pt: Grilos
ro_ro: Greieri
ru_ru: Сверчки
sv_se: Syrsor
th_th: จิ้งหรีด
tr_tr: Kriket
zh_cn: 蟋蟀

source: Dog
bg_bg: Куче
cht: 狗
da_dk: Hund
el_gr: Σκύλος
fi_fi: Koira
hr_hr: Pas
hu_hu: Kutya
it_it: Cane
ko_kr: 개
nl_nl: Hond
no_no: Hund
pt_pt: Cachorro
ro_ro: Câine
ru_ru: Собака
sv_se: Hund
th_th: สุนัข
tr_tr: Köpek
zh_cn: 狗

source: Dentist Drill
bg_bg: Зъболекарска бормашина
cht: 牙醫用電鑽
da_dk: Tandlægebor
el_gr: Οδοντιατρικός τροχός
fi_fi: Hammaslääkärin pora
hr_hr: Zubarska bušilica
hu_hu: Fogfúró
it_it: Dentista-trapano
ko_kr: 치과의사 드릴
nl_nl: Tandartsboor
no_no: Tannlegebor
pt_pt: Broca de dentista
ro_ro: Freză dentist
ru_ru: Зубная бормашина
sv_se: Tandläkarborr
th_th: สว่านเจาะฟัน
tr_tr: Dişçi Matkabı
zh_cn: 牙医钻

source: Dryer
bg_bg: Сушител
cht: 烘乾機
da_dk: Hårtørrer
el_gr: Στεγνωτήριο
fi_fi: Kuivain
hr_hr: Sušilica
hu_hu: Szárítógép
it_it: Essiccatore
ko_kr: 드라이어
nl_nl: Droger
no_no: Tørketrommel
pt_pt: Secadora
ro_ro: Uscător
ru_ru: Сушилка
sv_se: Torktumlare
th_th: เครื่องเป่า
tr_tr: Kurutma Makinesi
zh_cn: 烘干机

source: Freight Train
bg_bg: Товарен влак
cht: 貨運火車
da_dk: Godstog
el_gr: Εμπορική αμαξοστοιχία
fi_fi: Tavarajuna
hr_hr: Teretni vlak
hu_hu: Tehervonat
it_it: Treno merci
ko_kr: 화물열차
nl_nl: Vrachttrein
no_no: Godstog
pt_pt: Trem de carga
ro_ro: Tren de marfă
ru_ru: Грузовой поезд
sv_se: Godståg
th_th: รถไฟขนสินค้า
tr_tr: Yük Treni
zh_cn: 货运火车

source: Motor
bg_bg: Двигател
cht: 摩托車
el_gr: Κινητήρας
fi_fi: Moottori
it_it: Motore
ko_kr: 모터
ru_ru: Двигатель
th_th: มอเตอร์
zh_cn: 发动机

source: Jackhammer
bg_bg: Пневматичен чук
cht: 手提電鑽
da_dk: Trykluftsbor
el_gr: Κομπρεσέρ
fi_fi: Kivipora
hr_hr: Pneumatski čekić
hu_hu: Légkalapács
it_it: Martello pneumatico
ko_kr: 잭해머
nl_nl: Pneumatische boor
no_no: Pressluftbor
pt_pt: Martelo pneumático
ro_ro: Ciocan pneumatic
ru_ru: Отбойный молоток
sv_se: Pneumatisk hammare
th_th: เครื่องเจาะ
tr_tr: Kaya Matkabı
zh_cn: 手持式凿岩机

source: Keys
bg_bg: Ключове
cht: 鑰匙
da_dk: Nøgler
el_gr: Κλειδιά
fi_fi: Näppäimet
hr_hr: Ključevi
hu_hu: Kulcsok
it_it: Chiavi
ko_kr: 열쇠
nl_nl: Sleutels
no_no: Tasting
pt_pt: Chaves
ro_ro: Chei
ru_ru: Ключи
sv_se: Nycklar
th_th: กุญแจ
tr_tr: Anahtarlar
zh_cn: 钥匙

source: Laughing
bg_bg: Смях
cht: 笑聲
da_dk: Latter
el_gr: Γέλιο
fi_fi: Naurua
hr_hr: Smijeh
hu_hu: Nevetés
it_it: Risa
ko_kr: 웃음
nl_nl: Lachen
no_no: Latter
pt_pt: Risadas
ro_ro: Râsete
ru_ru: Смех
sv_se: Skratt
th_th: หัวเราะ
tr_tr: Gülme
zh_cn: 笑声

source: Lawn Mower
bg_bg: Градинска косачка
cht: 割草機
da_dk: Græsslåmaskine
el_gr: Χλοοκοπτικό
fi_fi: Ruohonleikkuri
hr_hr: Kosilica za travu
hu_hu: Fűnyíró
it_it: Tosaerba
ko_kr: 잔디 깎는 기계
nl_nl: Grasmaaier
no_no: Gressklipper
pt_pt: Cortador de grama
ro_ro: Mașină de tuns iarba
ru_ru: Газонокосилка
sv_se: Gräsklippare
th_th: เครื่องตัดหญ้า
tr_tr: Çim Biçme Makinesi
zh_cn: 割草机

source: Leaves
bg_bg: Листа
cht: 葉
da_dk: Blade
el_gr: Φύλλα
fi_fi: Lehdet
hr_hr: Lišće
hu_hu: Levelek
it_it: Foglie
ko_kr: 잎
nl_nl: Bladeren
no_no: Løvblader
pt_pt: Folhas
ro_ro: Frunze
ru_ru: Листва
sv_se: Löv
th_th: ใบไม้
tr_tr: Yapraklar
zh_cn: 落叶

source: Kitten
bg_bg: Котенце
cht: 小貓
da_dk: Killing
el_gr: Γατάκι
fi_fi: Kissanpentu
hr_hr: Mačić
hu_hu: Kiscica
it_it: Gattino
ko_kr: 고양이
nl_nl: Poesje
no_no: Kattunge
pt_pt: Gatinho
ro_ro: Pisicuță
ru_ru: Котенок
sv_se: Kattunge
th_th: ลูกแมว
tr_tr: Yavru Kedi
zh_cn: 小猫

source: Motorcycle
bg_bg: Мотоциклет
cht: 摩托車
da_dk: Motorcykel
el_gr: Μηχανή
fi_fi: Moottoripyörä
hr_hr: Motocikl
hu_hu: Motorkerékpár
it_it: Motocicletta
ko_kr: 모터사이클
nl_nl: Motorfiets
no_no: Motorsykkel
pt_pt: Motocicleta
ro_ro: Motocicletă
ru_ru: Мотоцикл
sv_se: Motorcykel
th_th: รถจักรยานยนต์
tr_tr: Motosiklet
zh_cn: 摩托车

source: Ocean
bg_bg: Океан
cht: 海洋
da_dk: Hav
el_gr: Ωκεανός
fi_fi: Valtameri
hu_hu: Óceán
it_it: Oceano
ko_kr: 바다
nl_nl: Oceaan
no_no: Havbris
pt_pt: Oceano
ru_ru: Океан
sv_se: Hav
th_th: มหาสมุทร
tr_tr: Okyanus
zh_cn: 大海

source: Parakeet
bg_bg: Дългоопашат папагал
cht: 長尾小鸚鵡
da_dk: Parakit
el_gr: Παπαγάλος
fi_fi: Papukaija
hr_hr: Papiga dugog repa
hu_hu: Ara papagáj
it_it: Parrocchetto
ko_kr: 잉꼬
nl_nl: Parkiet
no_no: Parakitt
pt_pt: Periquito
ro_ro: Papagal
ru_ru: Попугайчик
sv_se: Parakit
th_th: นกแก้วเล็ก
tr_tr: Muhabbet Kuşu
zh_cn: 鹦鹉

source: Phone
bg_bg: Телефон
cht: 電話
da_dk: Telefon
el_gr: Τηλέφωνο
fi_fi: Puhelin
hr_hr: Telefon
hu_hu: Telefon
it_it: Telefono
ko_kr: 전화
nl_nl: Telefoon
no_no: Telefon
pt_pt: Telefone
ro_ro: Telefon
ru_ru: Телефон
sv_se: Telefonsignal
th_th: โทรศัพท์
tr_tr: Telefon
zh_cn: 电话

source: Police Siren
bg_bg: Полицейска сирена
cht: 警笛
da_dk: Politibil
el_gr: Σειρήνα περιπολικού
fi_fi: Poliisiauton sireeni
hr_hr: Policijska sirena
hu_hu: Rendőrségi sziréna
it_it: Sirena della polizia
ko_kr: 경찰 사이렌
nl_nl: Politiesirene
no_no: Politisirene
pt_pt: Sirene da polícia
ro_ro: Sirenă poliție
ru_ru: Полицейская сирена
sv_se: Polissiren
th_th: หวอรถตำรวจ
tr_tr: Polis Sireni
zh_cn: 警笛

source: Soda
bg_bg: Сода
cht: 汽水
da_dk: Danskvand
el_gr: Αναψυκτικό
fi_fi: Virvoitusjuoma
hr_hr: Mineralna voda
hu_hu: Szóda
ko_kr: 소다
nl_nl: Spuitwater
no_no: Brus
pt_pt: Refrigerante
ro_ro: Suc carbogazos
ru_ru: Газировка
sv_se: Läsk
th_th: โซดา
tr_tr: Gazoz
zh_cn: 苏打

source: Printer
bg_bg: Принтер
cht: 印表機
el_gr: Εκτυπωτής
fi_fi: Tulostin
hr_hr: Pisač
hu_hu: Nyomtató
it_it: Stampante
ko_kr: 프린터
no_no: Skriver
pt_pt: Impressora
ro_ro: Imprimantă
ru_ru: Принтер
sv_se: Skrivare
th_th: เครื่องพิมพ์
tr_tr: Yazıcı
zh_cn: 打印机

source: Rain
bg_bg: Дъжд
cht: 雨
da_dk: Regn
el_gr: Βροχή
fi_fi: Sade
hr_hr: Kiša
hu_hu: Eső
it_it: Pioggia
ko_kr: 비
nl_nl: Regen
no_no: Regn
pt_pt: Chuva
ro_ro: Ploaie
ru_ru: Дождь
sv_se: Regn
th_th: ฝน
tr_tr: Yağmur
zh_cn: 雨声

source: Shower
bg_bg: Душ
cht: 淋浴
da_dk: Brusebad
el_gr: Ντους
fi_fi: Suihku
hr_hr: Tuš
hu_hu: Zápor
it_it: Doccia
ko_kr: 샤워
nl_nl: Douche
no_no: Dusj
pt_pt: Chuveiro
ro_ro: Duș
ru_ru: Душ
sv_se: Dusch
th_th: ฝักบัว
tr_tr: Sağanak Yağmur
zh_cn: 淋浴

source: Smoke Alarm
bg_bg: Противопожарна аларма
cht: 煙霧警報器
da_dk: Røgalarm
el_gr: Ανιχνευτής καπνού
fi_fi: Palovaroitin
hr_hr: Alarm za dim
hu_hu: Füstjelző
it_it: Allarme antifumo
ko_kr: 연기 탐지기
nl_nl: Rookalarm
no_no: Røykalarm
pt_pt: Detector de fumaça
ro_ro: Alarmă de fum
ru_ru: Сигнал пожарной тревоги/дымоизвещателя
sv_se: Brandlarm
th_th: สัญญาณเตือนควัน
tr_tr: Duman Alarmı
zh_cn: 烟雾报警器

source: Thunder
bg_bg: Гръмотевица
cht: 打雷
da_dk: Torden
el_gr: Κεραυνός
fi_fi: Ukkonen
hr_hr: Grom
hu_hu: Mennydörgés
it_it: Tuono
ko_kr: 천둥
nl_nl: Donder
no_no: Torden
pt_pt: Trovão
ro_ro: Tunet
ru_ru: Гром
sv_se: Åska
th_th: ฟ้าผ่า
tr_tr: Şimşek
zh_cn: 雷声

source: Typing
bg_bg: Печатане
cht: 打字
da_dk: Maskinskrivning
el_gr: Πληκτρολόγηση
fi_fi: Kirjoittaminen
hr_hr: Tipkanje
hu_hu: Gépelés
it_it: Macchina da scrivere
ko_kr: 타이핑
nl_nl: Typen
no_no: Maskinskriving
pt_pt: Digitação
ro_ro: Scriere la mașină
ru_ru: Печатание
sv_se: Skriver
th_th: เสียงแป้นพิมพ์
tr_tr: Daktiloyla Yazma
zh_cn: 打字

source: Whistle
bg_bg: Свирка
cht: 嘯叫聲
da_dk: Fløjte
el_gr: Σφυρίχτρα
fi_fi: Vihellys
hr_hr: Zviždanje
hu_hu: Sípolás
it_it: Fischio
ko_kr: 휘슬
nl_nl: Fluit
no_no: Plystre
pt_pt: Assobio
ro_ro: Fluier
ru_ru: Свисток
sv_se: Vissla
th_th: นกหวีด
tr_tr: Islık Sesi
zh_cn: 哨声

source: Wind Chimes
bg_bg: Чанове
cht: 風鈴
da_dk: Vindspil
el_gr: Ανεμόκρουστα
fi_fi: Tuulikellot
hr_hr: Vjetrena zvona
hu_hu: Szélcsengő
it_it: Campane eoliche
ko_kr: 윈드 차임
nl_nl: Windorgels
no_no: Vindspill
pt_pt: Sinos de vento
ro_ro: Clopoței de vânt
ru_ru: Китайские колокольчики
sv_se: Klockspel
th_th: กระดิ่งลม
tr_tr: Rüzgar Çanları
zh_cn: 风铃

source: Wind
bg_bg: Вятър
cht: 風
da_dk: Vind
el_gr: Άνεμος
fi_fi: Tuuli
hr_hr: Vjetar
hu_hu: Szél
it_it: Vento
ko_kr: 바람
no_no: Vind
pt_pt: Vento
ro_ro: Vânt
ru_ru: Ветер
sv_se: Vind
th_th: ลม
tr_tr: Rüzgar
zh_cn: 风声

source: Music-Classical
bg_bg: Музика-класическа
cht: 音樂 - 經典
da_dk: Musik – klassisk
el_gr: Μουσική - Κλασική
fi_fi: Musiikki - klassinen
hr_hr: Glazba - klasična
hu_hu: Zene – klasszikus
it_it: Musica-Classica
ko_kr: 뮤직-클래식
nl_nl: Muziek-klassiek
no_no: Musikk – klassisk
pt_pt: Música – clássica
ro_ro: Muzică-clasică
ru_ru: Музыка-Классическая
sv_se: Musik - klassisk
th_th: ดนตรี-คลาสสิก
tr_tr: Müzik - Klasik
zh_cn: 音乐-古典
