Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: * Items with asterisk impact both Standard TSG and Nature Sounds
bg_bg: * Позициите със звездичка оказват влияние както на Стандартен TSG, така и на Звуци от природата
cht: * 標示星號的項目將影響標準耳鳴抑制音產生器及自然聲音
da_dk: * Punkter med en stjerne påvirker både standard TSG og naturlyde
el_gr: * Τα στοιχεία με αστερίσκο επηρεάζουν και τα δύο προγράμματα, Standard TSG και Nature Sounds
fi_fi: Asteriskilla (*) merkityt vaikuttavat tinnitusmaskeriin ja luonnon ääniin.
hr_hr: * Elementi označeni zvjezdicom utječu i na Standard TSG i Nature Sounds (Zvukove prirode)
hu_hu: * A csillaggal jelölt tételek hatással vannak a normál TSG-re és a Természetes hangokra is
it_it: * Le voci con asterisco influiranno sia su GST Standard che sui Suoni della Natura
ko_kr: * 별표가있는 항목은 소리발생기 및 네이쳐 사운드 모두에 영향을 미칩니다.
nl_nl: * Items met een asterisk zijn van toepassing op zowel Standaard TSG als natuurgeluiden
no_no: * Produkter med stjerne berører både Standard TSG og Naturlyder
pt_pt: * Itens com asteriscos impactam o Gerador de Som Padrão e os Sons da Natureza
ro_ro: * Articolele cu asterisc afectează atât Standard TSG cât și Nature Sounds
ru_ru: * Позиции, отмеченные звездочкой, оказывают влияние и на Стандартные стимулы TSG и на Звуки природы
sv_se: * Påverkar både Standard TSG och Naturljud
th_th: * รายการที่มีดอกจันส่งจะผลกระทบต่อทั้ง TSG มาตรฐานและ Nature Sounds
tr_tr: * Yıldız işaretli öğeler hem Standart TSG'yi, hem de Doğal Sesleri etkiler
zh_cn: * 带星号项目会同时影响标准耳鸣管理器和自然声音

source: Do you want to continue fitting with the updated program selection?
bg_bg: Искате ли да продължите монтажа с актуализирания подбор от програми?
cht: 您要繼續以更新過的程式選擇選配嗎？
da_dk: Vil du fortsætte med tilpasningen med det opdaterede programvalg?
el_gr: Θέλετε να συνεχίσετε την εφαρμογή με την ανανεωμένη επιλογή προγραμμάτων;
fi_fi: Jatketaanko sovittamista päivitetyllä ohjelmanvalinnalla ?
hr_hr: Želite li nastaviti namještanje s ažuriranim odabirom programa?
hu_hu: Folytatja az illesztést a frissített programkijelöléssel?
it_it: Continuare il fitting con la selezione programmi aggiornata?
ko_kr: 업데이트된 프로그램 선택하여 피팅을 계속 진행하시겠습니까?
nl_nl: Wilt u de aanpassing vervolgen met de bijgewerkte programmaselectie?
no_no: Ønsker du å fortsette tilpasningen med det oppdaterte programutvalget?
pt_pt: Deseja continuar os ajustes com a seleção de programas atualizada?
ro_ro: Doriți să continuați fixarea cu selecția de program actualizată?
ru_ru: Продолжить настройку, используя обновленный выбор программы?
sv_se: Vill du fortsätta anpassa hörapparaten med det uppdaterade programvalet?
th_th: คุณต้องการทดลองสวมต่อโดยใช้โปรแกรมที่อัพเดตที่เลือกหรือไม่
tr_tr: Fitting işlemine güncellenmiş program seçimi ile devam etmek istiyor musunuz?
zh_cn: 是否继续验配更新后的程序选择？

source: Yes, Apply the settings
bg_bg: Да, приложи настройките
cht: 是，套用設定
da_dk: Ja, benyt indstillingerne
el_gr: Ναι, εφαρμογή των ρυθμίσεων
fi_fi: Kyllä, käytä näitä asetuksia.
hr_hr: Da, primijeni postavke
hu_hu: Igen, beállítások alkalmazása
it_it: Sì, applica le impostazioni
ko_kr: 예, 설정을 적용합니다
nl_nl: Ja, pas de instellingen toe
no_no: Ja, bruk innstillingene
pt_pt: Sim, aplicar as configurações
ro_ro: Da, aplicați setările
ru_ru: Да, применить настройки
sv_se: Ja, tillämpa inställningarna.
th_th: ใช้ นำการตั้งค่าไปใช้
tr_tr: Evet, Ayarları Uygula
zh_cn: 是的，应用设置

source: No, don't change my fitting
bg_bg: Не, не променяй монтажа ми
cht: 否，不要更改我的選配
da_dk: Nej, lad min tilpasning være uændret
el_gr: Όχι, να μην αλλάξουν οι ρυθμίσεις
fi_fi: Ei, älä muuta sovitustani
hr_hr: Ne, ne mijenjaj moje namještanje
hu_hu: Nem, ne változzon az illesztés
it_it: No, non cambiare il fitting
ko_kr: 아니오, 피팅을 변경하지 않습니다
nl_nl: Nee, verander mijn aanpassing niet
no_no: Nei, ikke endre innstillingene
pt_pt: Não. Não alterar o meu ajuste
ro_ro: Nu, nu schimba reglajul.
ru_ru: Нет, не изменять мою настройку.
sv_se: Nej, ändra inte min anpassning
th_th: ไม่ อย่าเปลี่ยนการตั้งค่าของฉัน
tr_tr: Hayır. Ayarlarımı değiştirme
zh_cn: 不，不改变当前验配。

source: Handles:
bg_bg: Канали:
cht: 調整列：
da_dk: Håndtag:
el_gr: Σημεία ρύθμισης:
fi_fi: Säätimet :
hr_hr: Hvatišta:
hu_hu: Kezelés:
it_it: Maniglie:
ko_kr: 핸들:
nl_nl: Kanalen:
no_no: Bånd:
pt_pt: Canais:
ro_ro: Butoane:
ru_ru: Каналы:
sv_se: Band:
th_th: การจัดการ:
tr_tr: Kollar:
zh_cn: 频段:

source: Directional Mix
bg_bg: Насочено смесване
cht: 方向性混合
el_gr: Κατευθυντική μείξη
fi_fi: Taajuuskohtainen suuntakuvio
hr_hr: Mješovita usmjerenost
hu_hu: Direkcionális mix
it_it: Mix direzionale
nl_nl: Directionele Mix
no_no: Direksjonal mix
pt_pt: DivisãoDeBandaNível2
ro_ro: NivelDespartireBanda2
ru_ru: Смешивание направленностей
sv_se: BandSplitLevel2
th_th: การผสมทิศทาง
zh_cn: 方向性分量

source: The following settings impact both Standard TSG and Nature Sounds
bg_bg: Следните настройки оказват влияние както на Стандартен TSG, така и на Звуци от природата
cht: 以下設定將影響標準耳鳴抑制音產生器及自然聲音
da_dk: Følgende indstillinger påvirker både standard TSG og naturlyde
el_gr: Οι ακόλουθες ρυθμίσεις επηρεάζουν και τα δύο προγράμματα, Standard TSG και Nature Sounds
fi_fi: Seuraavat asetukset vaikuttavat vakiotinnitusmaskeriin ja luonnon ääniin.
hr_hr: Navedene postavke utječu i na Standard TSG i na Nature Sounds (Zvukove prirode)
hu_hu: A következő beállítások hatással vannak a normál TSG-re és a Természetes hangokra is
it_it: Le seguenti impostazioni influiranno sia su GST Standard che sui Suoni della Natura
ko_kr: * 별표가있는 항목은 소리발생기 및 네이쳐 사운드 모두에 영향을 미칩니다.
nl_nl: De volgende instellingen hebben betrekking op zowel Standaard TSG als natuurgeluiden
no_no: * Følgende innstillinger påvirker både Standard TSG og Naturlyder
pt_pt: Os seguintes ajustes impactam o Gerador de Som Padrão e os Sons da Natureza
ro_ro: Următoarele setări afectează atât TSG Standard cât și Nature Sounds
ru_ru: Следующие настройки оказывают влияние и на Стандартные стимулы TSG и Звуки природы
sv_se: Följande inställningar påverkar både Standard TSG och Naturlud
th_th: การตั้งค่าต่อไปนี้จะส่งผลกระทบต่อทั้ง TSG มาตรฐานและ Nature Sounds
tr_tr: Aşağıdaki ayarlar hem Standard TSG'yi, hem de Doğal Sesleri etkiler
zh_cn: 以下设置会同时影响标准耳鸣管理器和自然声音

source: Volume Control
bg_bg: Контрол на силата на звука
cht: 音量調整
da_dk: Lydstyrkeregulering
el_gr: Έλεγχος έντασης
fi_fi: Voimakkuudensäädin
hr_hr: Regulacija glasnoće
hu_hu: Hangerő szabályzó
it_it: Controllo del volume
ko_kr: 볼륨
nl_nl: Volumeregeling
no_no: Volumkontroll
pt_pt: Controle de Volume
ro_ro: Control volum
ru_ru: Регулятор громкости
sv_se: Volymkontroll
th_th: ส่วนควบคุมระดับเสียง
tr_tr: Ses Kontrolü
zh_cn: 音量控制

source: Directionality
bg_bg: Насоченост
cht: 方向性
da_dk: Retningsvirkning
el_gr: Κατευθυντικότητα
fi_fi: Suuntakuvio
hr_hr: Usmjerenost
hu_hu: Direkcionalítás
it_it: Direzionalità
nl_nl: Directionaliteit
no_no: Direksjonalitet
pt_pt: Direcionalidade
ro_ro: Directionalitate
ru_ru: Направленность
sv_se: Riktverkan
th_th: ทิศทางการฟัง
tr_tr: Yönlülük
zh_cn: 方向性

source: Natural Directionality II Focus Ear
bg_bg: Естествена насоченост II Focus Ear
cht: 自然方向性 II 聚焦耳
da_dk: Natural Directionality II – fokusøre
el_gr: Natural Directionality II – Αυτί εστίασης
fi_fi: Luonnollinen suuntakuvio II Fokusoiva korva
hr_hr: Natural Directionality II – fokusno uho
hu_hu: Természetes direkcionalítás II – Fókusz fül
it_it: Direzionalità Naturale II Orecchio Focus
ko_kr: 네츄럴디렉셔널리티II 포커스
nl_nl: Brain-balanced directionaliteit II Focus oor
no_no: Natural Directionality II Fokus Øre
pt_pt: Direcionalidade Natural II Orelha Foco
ro_ro: Directionalitate Naturala II Ureche Focus
ru_ru: Естественная направленность II Фокусирующее ухо
sv_se: Naturlig Riktverkan II Fokus Öra
th_th: ทิศทางการฟังแบบธรรมชาติ II หูข้างที่โฟกัส
tr_tr: Natural Direksiyonalite II Fokus Kulak
zh_cn: 自然方向性II 聚焦耳

source: Natural Directionality II Monitor Ear
bg_bg: Естествена насоченост II Monitor Ear
cht: 自然方向性 II 監控耳
da_dk: Natural Directionality II – monitorøre
el_gr: Natural Directionality II – Αυτί παρακολούθησης
fi_fi: Luonnollinen suuntakuvio II Monitoroiva korva
hr_hr: Natural Directionality II – uho za praćenje
hu_hu: Természetes direkcionalítás II – Figyelő fül
it_it: Direzionalità Naturale II Orecchio Monitor
ko_kr: 네츄럴디렉셔널리티II 모니터
nl_nl: Brain-balanced directionaliteit II Monitor oor
no_no: Natural Directionality II Monitor Øre
pt_pt: Direcionalidade Natural II Orelha Monitora
ro_ro: Directionalitate Naturala II Ureche Monitor
ru_ru: Естественная направленность II Мониторирующее ухо
sv_se: Naturlig Riktverkan II Monitor Öra
th_th: ทิศทางการฟังแบบธรรมชาติ II หูข้างที่มอนิเตอร์
tr_tr: Natural Direksiyonalite II Monitör Kulak
zh_cn: 自然方向性II 监测耳

source: Binaural Directionality
bg_bg: Бинаурална насоченост
cht: 雙耳方向性
el_gr: Αμφιωτική κατευθυντικότητα
fi_fi: Binauraalinen suuntakuvio
hu_hu: Binaurális direkcionalítás
it_it: Direzionalità Binaurale
nl_nl: Binaurale directionaliteit (automatisch)
no_no: Binaural direksjonalitet
pt_pt: Direcionalidade Binaural (Automático)
ro_ro: Directionalitate Biaurala (Automat)
ru_ru: Бинауральная направленность
sv_se: Binaural Riktverkan (Automatisk)
th_th: การปรับทิศทางแบบสองหู
tr_tr: Binaural Direksiyonalite
zh_cn: 双耳融合方向性

source: Binaural Directionality III
bg_bg: Бинаурална насоченост III
cht: 雙耳方向性 III
fi_fi: Binauraalinen suuntakuvio III
hu_hu: Binaurális direkcionalítás III
it_it: Direzionalità Binaurale III
nl_nl: Binaurale directionaliteit III
no_no: Binaural Direksjonalitet III
pt_pt: Direcionalidade Binaural III
ro_ro: Directionalitate Binaurala III
ru_ru: Бинауральная направленность III
sv_se: Binaural riktverkan III
th_th: การปรับทิศทางแบบสองหู III
tr_tr: Binaural Direksiyonalite III
zh_cn: AI智能双耳融合方向性

source: Fitting Data
bg_bg: Данни за монтирането
cht: 選配資料
da_dk: Tilpasningsdata
el_gr: Δεδομένα εφαρμογής
fi_fi: Sovitustiedot
hr_hr: Podatci o namještanju
hu_hu: Illesztési adat
it_it: Dati di fitting
ko_kr: 피팅 데이터
nl_nl: Aanpasgegevens
no_no: Tilpasningsdata
pt_pt: Dados de Ajuste
ro_ro: Date de reglaj
ru_ru: Данные настройки
sv_se: Anpassningsdata
th_th: ข้อมูลการทดลองสวม
tr_tr: Fitting Verileri
zh_cn: 验配数据

source: No previous data was found on the Right Instrument
bg_bg: Не са намерени предишни данни на десния апарат
cht: 在右耳助聽器找不到以前的資料
da_dk: Der er ikke fundet tidligere data i det højre apparat
el_gr: Δεν βρέθηκαν παλαιότερα δεδομένα στο Δεξί ακουστικό
fi_fi: Aikaisempaa tietoa ei löydy oikeasta kuulokojeesta
hr_hr: Na desnom aparatu nisu pronađeni prethodni podatci
hu_hu: Nincs korábbi adat a jobb készülékben
it_it: Sull'apparecchio destro non sono stati trovati dati precedenti
ko_kr: 우측 보청기에 이전 데이터가 없습니다.
nl_nl: Geen gegevens gevonden in het rechter toestel
no_no: Ingen eldre data er funnet på høyre apparat
pt_pt: Nenhum dado prévio foi achado no Aparelho Auditivo Direito.
ro_ro: Fara date anterioare de reglaj gasite in aparatul din dreapta
ru_ru: Предыдущих данных в Правом аппарате не найдено
sv_se: Ingen tidigare data hittades för höger hörapparat
th_th: ไม่พบข้อมูลก่อนหน้าบนอุปกรณ์ข้างขวา
tr_tr: Sağ cihazda fitting verisi bulunamadı
zh_cn: 右侧助听器未发现之前的选配数据

source: No previous data was found on the Left Instrument
bg_bg: Не са намерени предишни данни на левия апарат
cht: 在左耳助聽器找不到以前的資料
da_dk: Der er ikke fundet tidligere data i det venstre apparat
el_gr: Δεν βρέθηκαν παλαιότερα δεδομένα στο Αριστερό ακουστικό
fi_fi: Aikaisempaa tietoa ei löydy vasemmasta kuulokojeesta
hr_hr: Na lijevom aparatu nisu pronađeni prethodni podatci
hu_hu: Nincs korábbi adat a bal készülékben
it_it: Sull'apparecchio sinistro non sono stati trovati dati precedenti
ko_kr: 좌측 보청기에 이전 데이터가 없습니다.
nl_nl: Geen gegevens gevonden in het linker toestel
no_no: Ingen eldre data er funnet på venstre side
pt_pt: Nenhum dado prévio foi achado no Aparelho Auditivo Esquerdo.
ro_ro: Fara date anterioare de reglaj gasite in aparatul din stanga
ru_ru: Предыдущих данных в Левом аппарате не найдено
sv_se: Ingen tidigare data hittades för vänster hörapparat
th_th: ไม่พบข้อมูลก่อนหน้าบนอุปกรณ์ข้างซ้าย
tr_tr: Sol cihazda fitting verisi bulunamadı
zh_cn: 左侧助听器未发现之前的选配数据

source: No previous data was found on both aids
bg_bg: Не са намерени предишни данни на двата апарата
cht: 在兩耳助聽器找不到以前的資料
da_dk: Der er ikke fundet tidligere data i nogen af apparaterne
el_gr: Δεν βρέθηκαν δεδομένα στα δύο ακουστικά
fi_fi: Mitään aikaisempia sovitustietoja ei löytynyt kummastakaan kojeesta.
hr_hr: Na nijednom aparatu nisu pronađeni prethodni podatci
hu_hu: Nem található korábbi adat egyik hallókészüléken sem
it_it: Su entrambi gli apparecchi non sono stati trovati dati precedenti
ko_kr: 양측 보청기에 이전 데이터가 없습니다.
nl_nl: Geen gegevens gevonden in beide toestellen
no_no: Ingen eldre data er funnet på noen av apparatene
pt_pt: Nenhum dado prévio foi encontrado nos aparelhos
ro_ro: Fara date anterioare de reglaj gasite in ambele aparate
ru_ru: Предыдущих данных в обоих СА не найдено
sv_se: Inga tidigare data hittades för någon av hörapparaterna
th_th: ไม่พบข้อมูลก่อนหน้าบนอุปกรณ์ทั้งสองข้าง
tr_tr: Her iki işitme cihazında da eski veri bulunamadı
zh_cn: 两侧助听器未发现之前选配数据

source: Continue reading instrument(s) will only read the fitting data from the Left Instrument and all of the Binaural Features will be turned off.
bg_bg: При продължаване на четенето от апарата(-ите) ще бъдат прочетени само данните за монтирането от левия апарат, а всички бинаурални характеристики ще бъдат изключени.
cht: 繼續讀取助聽器將僅讀取左耳助聽器的選配資料，且所有雙耳功能將關閉。
da_dk: Hvis du fortsætter med at læse høreapparatet, indlæses kun data fra det venstre apparat, og alle binaurale egenskaber deaktiveres.
el_gr: Με τη "Συνέχιση ανάγνωσης ακουστικών" θα γίνει μόνο ανάγνωση των δεδομένων από το Δεξί ακουστικό και όλες οι Αμφιωτικές λειτουργίες θα απενεργοποιηθούν.
fi_fi: Jos jatkat lukemalla kuulokojeita, vain tiedon vasemmasta kuulokojeesta luetaan ja kaikki binauraaliset ominaisuudet poistetaan käytöstä.
hr_hr: Nastavkom očitavanja aparata pročitat će se samo podatci o namještanju iz lijevog aparata, a sve binauralne značajke bit će isključene.
hu_hu: A készülékadatok olvasásának folytatásával csak a bal oldali készülék adatait olvassa ki, és valamennyi binaurális funkció kikapcsolásra kerül.
it_it: Continuando la lettura degli apparecchi verranno letti soltanto i dati di fitting provenienti dall'apparecchio sinistro e tutte le caratteristiche binaurali verranno disattivate.
ko_kr: 계속해서 보청기를 읽으면 좌측 보청기의 피팅 데이터만 읽게되고, 모든 양이 피팅기능이 종료됩니다.
nl_nl: Als u doorgaat met het uitlezen van toestel(len) worden alleen de aanpasgegevens van het linkertoestel uitgelezen en worden alle binaurale features uitgezet.
no_no: Fortsatt avlesing av apparatene vil bare lese av tilpasningsdata fra venstre apparat, mens alle binaurale funksjoner blir deaktivert.
pt_pt: Continuar lendo o(s) aparelho(s) reconhecerá apenas os dados do aparelho auditivo esquerdo, e todos os recursos binaurais serão desligados.
ro_ro: Continuarea citirii dispozitivului/lor se va face doar cu datele aparatului stang si toate caracteristicile de biaural vor fi oprite.
ru_ru: Дальнейшее считывание СА будет охватывать только настройки Левого аппарата. Все бинауральные функции будут отключены.
sv_se: Fortsätta läsa hörapparat(er) kommer endast läsa anpassningsdata från vänster hörapparat och alla binaurala inställningar kommer slås av.
th_th: การอ่านค่าอุปกรณ์ต่อ จะเป็นการอ่านเฉพาะข้อมูลการทดลองสวมจากอุปกรณ์ข้างซ้าย และคุณสมบัติแบบสองหูทั้งหมดจะถูกปิด
tr_tr: İşitme cihaz(lar)ını okumaya devam edilmesi halinde sadece Sol cihazın fitting verisi okunacak ve tüm Binaural Özellikler kapatılacaktır.
zh_cn: 继续读取助听器将仅从左侧助听器读取验配数据且关闭所有与AI智能双耳融合系统有关的功能。

source: Continue reading instrument(s) will only read the fitting data from the Right Instrument and all of the Binaural Features will be turned off.
bg_bg: При продължаване на четенето от апарата(-ите) ще бъдат прочетени само данните за монтирането от десния апарат, а всички бинаурални характеристики ще бъдат изключени.
cht: 繼續讀取助聽器將僅讀取右耳助聽器的選配資料，且所有雙耳功能將關閉。
da_dk: Hvis du fortsætter med at læse høreapparatet, indlæses kun data fra det højre apparat, og alle binaurale egenskaber deaktiveres.
el_gr: Με τη "Συνέχιση ανάγνωσης ακουστικών" θα γίνει μόνο ανάγνωση των δεδομένων από το Δεξί ακουστικό και όλες οι Αμφιωτικές λειτουργίες θα απενεργοποιηθούν.
fi_fi: Jos jatkat lukemalla kuulokojeita, vain tiedon oikeasta kuulokojeesta luetaan ja kaikki binauraaliset ominaisuudet poistetaan käytöstä.
hr_hr: Nastavkom očitavanja aparata pročitat će se samo podatci o namještanju iz desnog aparata, a sve binauralne značajke bit će isključene.
hu_hu: A készülékadatok olvasásának folytatásával csak a jobb oldali készülék adatait olvassa ki, és valamennyi binaurális funkció kikapcsolásra kerül.
it_it: Continuando la lettura degli apparecchi verranno letti soltanto i dati di fitting provenienti dall'apparecchio destro e tutte le caratteristiche binaurali verranno disattivate.
ko_kr: 계속해서 보청기를 읽으면 우측 보청기의 피팅 데이터만 읽게되고, 모든 양이 피팅기능이 종료됩니다.
nl_nl: Als u doorgaat met het uitlezen van toestel(len) worden alleen de aanpasgegevens van het rechtertoestel uitgelezen en worden alle binaurale features uitgezet.
no_no: Fortsatt avlesing av apparatene vil bare lese av tilpasningsdata fra høyre apparat, mens alle binaurale funksjoner blir deaktivert.
pt_pt: Continuar lendo o(s) aparelho(s) reconhecerá apenas os dados do aparelho direito, e todos os recursos binaurais serão desligados.
ro_ro: Continuarea citirii dispozitivului/lor se va face doar cu datele aparatului drept si toate caracteristicile de biaural vor fi oprite.
ru_ru: Дальнейшее считывание СА будет охватывать только настройки Правого аппарата. Все Бинауральные функции будут отключены.
sv_se: Fortsätta läsa hörapparat(er) kommer endast läsa anpassningsdata från höger hörapparat och alla binaurala inställningar kommer slås av.
th_th: การอ่านค่าอุปกรณ์ต่อ จะเป็นการอ่านเฉพาะข้อมูลการทดลองสวมจากอุปกรณ์ข้างขวา และคุณสมบัติแบบสองหูทั้งหมดจะถูกปิด
tr_tr: İşitme cihaz(lar)ını okumaya devam edilmesi halinde sadece Sağ cihazın fitting Verisi okunacak ve tüm Binaural Özellikler kapatılacaktır.
zh_cn: 继续读取助听器将仅从右侧助听器读取验配数据且关闭所有与AI智能双耳融合系统有关的功能。

source: Stop Search
bg_bg: Спри търсенето
cht: 停止搜尋
da_dk: Stop søgning
el_gr: Διακοπή αναζήτησης
fi_fi: Lopeta etsintä
hr_hr: Zaustavi pretragu
hu_hu: Keresés megállítás
it_it: Interrompi ricerca
ko_kr: 검색 중지
nl_nl: Stop zoeken
no_no: Stopp søk
pt_pt: Interromper busca
ro_ro: Opreste cautarea
ru_ru: Остановить поиск
sv_se: Stoppa sökning
th_th: หยุดค้นหา
tr_tr: Aramayı sonlandır
zh_cn: 停止搜索

source: FocusEar4
cht: 聚焦耳4
da_dk: Fokusøre4
hr_hr: Fokusno uho 4
hu_hu: FókuszFül4
ru_ru: ФокусноеУхо4
tr_tr: OdakKulağı4
zh_cn: 聚焦耳4

source: DFS Ultra II
cht: 數位回饋音抑制 Ultra II
pt_pt: DFS Ultra II - cancelamento de feedback
ru_ru: Подавление обратной связи DFS Ultra II
zh_cn: 超级DFS II

source: DFS Ultra II
cht: 數位回饋音抑制 Ultra II
pt_pt: DFS Ultra II - cancelamento de feedback
ru_ru: Подавление обратной связи DFS Ultra II
zh_cn: 超级DFS II

source: DFS Ultra II
cht: 數位回饋音抑制 Ultra II
pt_pt: DFS Ultra II - cancelamento de feedback
ru_ru: Подавление обратной связи DFS Ultra II
zh_cn: 超级DFS II
