Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Speech Weighted Noise
bg_bg: Претеглен шум на речта
cht: 語音加權噪音
da_dk: Talevægtet støj
el_gr: Σταθμισμένος θόρυβος ομιλίας
fi_fi: Puhemoduloitu kohina
hr_hr: Govorni šum
hu_hu: Beszédhangos súlyozott zaj
it_it: Rumore pesato sul parlato
ko_kr: 스피치노이즈
nl_nl: Gewogen spraakruis
no_no: Talemodulert støy
pt_pt: Ruído de Fala
ro_ro: Imbunatatirea Vorbirii in Zgomot
ru_ru: Уровень шума, взвешенный по уровню громкости речи
sv_se: Talvägt Brus
th_th: เสียงพูดถ่วงน้ำหนักด้วยเสียงรบกวน
tr_tr: Konuşma Ağırlıklı Gürültü
zh_cn: 加权语音

source: Restore instrument(s) to Factory Settings
bg_bg: Възстановяване на фабричните настройки на апарата(-ите)
cht: 將助聽器回復為出廠設定值
da_dk: Nulstil apparat(er) til fabriksindstillinger
el_gr: Επαναφορά ακουστικών στις εργοστασιακές ρυθμίσεις
fi_fi: Palauta tehdasasetukset kuulokojeisiin
hr_hr: Vraćanje aparata na tvorničke postavke
hu_hu: A készülék(ek) visszaállítása a gyári beállításokra
it_it: Ripristino apparecchio(i) alle impostazioni di fabbrica
ko_kr: 공장설정으로 복원합니다
nl_nl: Reset toestel(len) naar fabrieksinstellingen
no_no: Gjenopprett apparat (ene) til fabrikkinnstillinger
pt_pt: Restaurar aparelho(s) auditivo(s) para as configurações de fábrica
ro_ro: Resetare la setarile Fabricantului
ru_ru: Восстановить заводские настройки СА
sv_se: Återställ apparaten till fabriksinställningar
th_th: คืนค่าอุปกรณ์กลับเป็นการตั้งค่าจากโรงงาน
tr_tr: Cihaz(lar)ı Fabrika Ayarlarına sıfırla
zh_cn: 恢复出厂设置

source: Instrument
bg_bg: Апарат
cht: 助聽器
da_dk: Høreapparat
el_gr: Βοήθημα
fi_fi: Kuulokoje
hr_hr: Aparat
hu_hu: Készülék
it_it: Apparecchio
ko_kr: 보청기
nl_nl: Hoortoestel
no_no: Apparat
pt_pt: Aparelho Auditivo
ro_ro: Aparat auditiv
ru_ru: Слуховой аппарат
sv_se: Hörapparat
th_th: เครื่องช่วยฟัง
tr_tr: Cihaz
zh_cn: 助听器

source: Read
bg_bg: Прочети
cht: 讀取
da_dk: Læs
el_gr: Ανάγνωση
fi_fi: Lue
hr_hr: Očitaj
hu_hu: Olvasás
it_it: Leggi
ko_kr: 읽기
nl_nl: Uitlezen
no_no: Les
pt_pt: Ler
ro_ro: Citeste
ru_ru: Считать
sv_se: Läs
th_th: อ่าน
tr_tr: Oku
zh_cn: 读取

source: Calibrate DFS
bg_bg: Калибрирай ЦПМ
cht: 校正數位回饋音抑制
da_dk: Kalibrer DFS
el_gr: Βαθμονόμηση DFS
fi_fi: Kalibroi DFS
hr_hr: Kalibriraj DFS
hu_hu: DFS kalibráció
it_it: Calibra DFS
ko_kr: 캘리브레이션
nl_nl: DFS kalibreren
no_no: Kalibrer DFS
pt_pt: Calibrar DFS
ro_ro: Calibrare DFS
ru_ru: Калибровать СА
sv_se: Kalibrera DFS
th_th: ปรับตั้งค่า DFS
tr_tr: DFS Kalibrasyonu
zh_cn: DFS校准

source: Mute Right
bg_bg: Заглуши дясно
cht: 右耳靜音
da_dk: Slå lyd fra i højre
el_gr: Σίγαση δεξιού
fi_fi: Mykistä oikea koje
hr_hr: Isključi zvuk desno
hu_hu: Jobb némítása
it_it: Silenzia destro
ko_kr: 우측 음소거
nl_nl: Rechts UIT
no_no: Demp høyre
pt_pt: Direito mudo
ro_ro: Mut Dreapta
ru_ru: Заглушить правый аппарат
sv_se: Tyst Höger
th_th: ปิดเสียงข้างขวา
tr_tr: Sesi Kapa _Sağ
zh_cn: 右耳静音

source: Mute Left
bg_bg: Заглуши ляво
cht: 左耳靜音
da_dk: Slå lyd fra i venstre
el_gr: Σίγαση αριστερού
fi_fi: Mykistä vasen koje
hr_hr: Isključi zvuk lijevo
hu_hu: Bal némítása
it_it: Silenzia sinistro
ko_kr: 좌측 음소거
nl_nl: Links UIT
no_no: Demp venstre
pt_pt: Esquerdo mudo
ro_ro: Mut Stanga
ru_ru: Заглушить левый аппарат
sv_se: Tyst Vänster
th_th: ปิดเสียงข้างซ็าย
tr_tr: Sesi Kapa _Sol
zh_cn: 左耳静音

source: Fitting
bg_bg: Монтиране
cht: 選配
da_dk: Tilpasning
el_gr: Ρύθμιση(προσαρμογή)
fi_fi: Sovitus
hr_hr: Namještanje
hu_hu: Illesztés
ko_kr: 피팅
nl_nl: Aanpassing
no_no: Tilpasning
pt_pt: Ajustes
ro_ro: Reglare
ru_ru: Настройка
sv_se: Anpassning
th_th: การปรับเครื่องช่วยฟัง
tr_tr: Uygulama
zh_cn: 选配界面

source: Target Rule
bg_bg: Целево правило
cht: 目標公式
da_dk: Target-regel
el_gr: Κανόνας στόχου
fi_fi: Laskentasääntö
hr_hr: Pravilo za ciljnu vrijednost
hu_hu: Célszabály
it_it: Regola Target
ko_kr: 포뮬러
nl_nl: Rekenregel
no_no: Tilpasningsregel
pt_pt: Regra alvo
ro_ro: Regula dupa care se calculeaza target-ul
ru_ru: Расчетная формула
sv_se: Målberäkning
th_th: เกนเป้าหมาย
tr_tr: Hedef Kazanç Kuralı
zh_cn: 目标法则

source: Tools
bg_bg: Инструменти
cht: 工具
da_dk: Værktøj
el_gr: Εργαλεία
fi_fi: Työkalut
hr_hr: Alati
hu_hu: Eszközök
it_it: Strumenti
ko_kr: 도구
no_no: Verktøy
pt_pt: Ferramentas
ro_ro: Ustensile
ru_ru: Инструменты
sv_se: Verktyg
th_th: เครื่องมือ
tr_tr: Araçlar
zh_cn: 选配设置

source: ReSound Smart Fit Guide
bg_bg: Помощ за интелигентен монтаж
cht: ReSound Smart Fit 指南
da_dk: Guide til Smart Fit
el_gr: Οδηγός Smart Fit
fi_fi: Smart Fit -ohje
hr_hr: Vodič za Smart Fit
hu_hu: ReSound Smart Fit leírás
it_it: Guida Smart Fit
ko_kr: Smart Fit 가이드
nl_nl: Smart Fit gids
no_no: Smart Fit Guide
pt_pt: Guia Aventa
ro_ro: Îndrumător-Ghid de Reglaj Protetic
ru_ru: Руководство по Smart Fit
sv_se: Smart Fit Guide
th_th: คู่มือ Smart Fit
tr_tr: Akıllı Fitting Kılavuzu
zh_cn: Smart Fit 向导

source: Acceptance Manager
cht: 適應管理
el_gr: Διαχειριστής αποδοχής
fi_fi: Sopeutumisavustaja
it_it: Manager Adattamento
ko_kr: 자동적응매니저
nl_nl: Acceptatie Manager
pt_pt: Gerenciador de Adaptação
ru_ru: Менеджер адаптации
sv_se: Acceptans Verktyg
th_th: ตัวจัดการการยอมรับ
tr_tr: Adaptasyon Yöneticisi
zh_cn: 满意度管理系统

source: Tinnitus Sound Generator
bg_bg: Звуков генератор на шум в ушите
cht: 耳鳴抑制音產生器
el_gr: Γεννήτρια εμβοών (TSG)
fi_fi: Tinnitusmaskeri
hr_hr: Generator zvuka za tinitus
hu_hu: Tinnitus hanggenerátor
it_it: Generatore Suoni Tinnitus
ko_kr: 소리발생기
no_no: Tinnitus lydgenerator
pt_pt: Gerador de Som para Zumbido
ro_ro: Generator de sunet Tinitus
ru_ru: Генератор тиннитуса
th_th: โปรแกรมสร้างเสียงอื้อในหู
tr_tr: TSG
zh_cn: 耳鸣管理器

source: AutoRelate...
cht: 自動關聯...
el_gr: Αυτόματη συσχέτιση...
fi_fi: Auto Suhteuta
hr_hr: Automatski prijenos...
it_it: Correlazione...
ko_kr: 오토릴레이트...
nl_nl: Relateren...
no_no: Autorelater...
pt_pt: Auto relacionar
ro_ro: Autocorelare...
ru_ru: АвтоСоотнесение...
sv_se: Autorelaterar ...
th_th: เชื่อมโยงอัตโนมัติ...
tr_tr: Otomatikİlişkilendir...
zh_cn: 自动关连...

source: Recalculate Program
bg_bg: Преизчисли програмата
cht: 重新計算程式
da_dk: Genberegn program
el_gr: Επανυπολογισμός προγράμματος
fi_fi: Laske uudestaan ohjelmat
hr_hr: Ponovni izračun programa
hu_hu: A program újraszámítása
it_it: Ricalcola programma
ko_kr: 프로그램 재산출
nl_nl: Programma herberekenen
no_no: Rekalkuler Program
pt_pt: Recalcular programa
ro_ro: Recalculeaza Program
ru_ru: Пересчитать программу
sv_se: Omkalkylera Program
th_th: คำนวณโปรแกรมใหม่
tr_tr: Programı Tekrar Ayarla
zh_cn: 重新计算程序

source: Read from NOAH
bg_bg: Прочети от NOAH
cht: 從 NOAH 讀取
da_dk: Læs fra NOAH
el_gr: Ανάγνωση από NOAH
fi_fi: Luetaan NOAHista
hr_hr: Očitaj iz NOAH
hu_hu: Olvasás a NOAH-ból
it_it: Leggi da NOAH
ko_kr: NOAH로 부터 읽어오기
nl_nl: Uitlezen uit NOAH
no_no: Les fra NOAH
pt_pt: Ler do NOAH
ro_ro: Citire din NOAH
ru_ru: Считать из NOAH
sv_se: Läs från Noah
th_th: อ่านจาก NOAH
tr_tr: NOAH 'dan Oku
zh_cn: 从NOAH中读出

source: Use Bone Conduction
bg_bg: Използвай Костна проводимост
cht: 使用「骨導」
da_dk: Brug benledning
el_gr: Χρήση οστέινης αγωγής
fi_fi: Käytä luujohtoa
hr_hr: Upotreba koštanog provođenja
hu_hu: Csontvezetés használata
it_it: Utilizza conduzione ossea
ko_kr: 골도청력적용
nl_nl: Gebruik beengeleiding
no_no: Bruk benledning
pt_pt: Usar condução óssea
ro_ro: Foloseste Conductorul Osos
ru_ru: Использовать данные костной проводимости
sv_se: Använd benledning
th_th: ใช้ Bone Conduction
tr_tr: Kemik İletimini Kullan
zh_cn: 使用骨导数据

source: Use UCL
bg_bg: Използвай UCL данните
cht: 使用不舒適閾值
da_dk: Brug UCL-data
el_gr: Χρήση UCL
fi_fi: Käytä UCL-data
hr_hr: Upotreba UCL-a
hu_hu: UCL adat használata
it_it: Usa UCL
ko_kr: UCL 사용
nl_nl: Gebruik UCL gegevens
no_no: Bruk UCL-data
pt_pt: Usar UCL
ro_ro: Folositi UCL
ru_ru: Использовать данные порога дискомфорта
sv_se: Använd UCL-värden
th_th: ใช้ UCL
tr_tr: UCL verilerini kullan
zh_cn: 使用UCL数据

source: Help
bg_bg: Помощ
cht: 說明
da_dk: Hjælp
el_gr: Βοήθεια
fi_fi: Apu
hr_hr: Pomoć
hu_hu: Segítség
it_it: Aiuto
ko_kr: 도움말
no_no: Hjelp
pt_pt: Ajuda
ro_ro: Ajutor
ru_ru: Помощь
sv_se: Hjälp
th_th: ข้อแนะนำ
tr_tr: Yardım
zh_cn: 帮助

source: ReSound Smart Fit Help
cht: ReSound Smart Fit 幫助
da_dk: Hjælp til ReSound Smart Fit
el_gr: Βοήθεια ReSound Smart Fit
fi_fi: ReSound Smart Fit -ohje
hr_hr: ReSound Smart Fit Pomoć
hu_hu: ReSound Okos Hangolóprogram Súgó
ko_kr: ReSound Smart Fit 도움말
no_no: ReSound Smart Fit Hjelp
pt_pt: Ajuda com o ReSound Smart Fit
ro_ro: Ajutor ReSound Smart Fit
ru_ru: Справка по ReSound Smart Fit
sv_se: ReSound Smart Fit hjälp
th_th: วิธีใช้ ReSound Smart Fit
tr_tr: ReSound Smart Fit Yardım
zh_cn: ReSound Smart Fit 帮助手册

source: Cable Guide
bg_bg: Ръководство за кабелите
cht: 調整線指南
da_dk: Kabelguide
el_gr: Οδηγός καλωδίου
fi_fi: Ohjelmointikaapelin valintaopas
hr_hr: Vodilica za žicu
hu_hu: Segítség a kábelválasztáshoz
it_it: Guida cavetti
ko_kr: 케이블 가이드
nl_nl: Kabelgids
no_no: Kabel Guide
pt_pt: Guia de cabos
ro_ro: Ghid Cablu
ru_ru: Обзор кабелей
sv_se: Kabelguide
th_th: คู่มือ Cable
tr_tr: Kablo Rehberi
zh_cn: 编程线向导

source: ReSound Website
bg_bg: Уеб сайт на ReSound
cht: ReSound 網站
da_dk: ReSounds website
el_gr: Ιστότοπος ReSound
fi_fi: ReSound internetsivu
hr_hr: Web-mjesto poduzeća ReSound
hu_hu: A Resound webhelye
it_it: Sito Web ReSound
ko_kr: ReSound 웹사이트
no_no: ReSound webside
pt_pt: Site da Resound
ro_ro: Website ReSound
ru_ru: Сайт ReSound
sv_se: Resounds hemsida
th_th: เว็ปไซท์ของ ReSound
tr_tr: Resound Web sitesi
zh_cn: 瑞声达网站

source: Custom Target Rules...
bg_bg: Целеви правила по желание...
cht: 自訂目標公式...
da_dk: Brugertilpassede target-regler...
el_gr: Προσαρμοσμένοι κανόνες στόχου...
fi_fi: Oma laskentasääntö
hr_hr: Prilagođena pravila za ciljne vrijednosti...
hu_hu: Egyéni célszabályok...
it_it: Regole target personalizzate...
ko_kr: 커스텀 타겟 공식:
nl_nl: Eigen rekenregel
no_no: Egen Tilpasningsregel.
pt_pt: Personalizar regras alvo...
ro_ro: Regula Target Personalizata:
ru_ru: Индивидуальные формулы расчета целевого значения...
sv_se: Egen målmetod:
th_th: เกนเป้าหมายที่ตั้งขึ้นใหม่
tr_tr: Özel Hedef Kazanç Kuralları...
zh_cn: 自定义验配法则

source: Program Change
bg_bg: Смяна на програма
cht: 程式變更
da_dk: Programskift
el_gr: Αλλαγή προγράμματος
fi_fi: Ohjelman vaihto
hr_hr: Izmjena programa
hu_hu: Programváltás
it_it: Cambio programma
ko_kr: 프로그램
nl_nl: Programma wisselen
no_no: Bytt program
pt_pt: Mudança de programa
ro_ro: Schimba programul
ru_ru: Изменение программ
sv_se: Programbyte
th_th: เปลี่ยนโปรแกรม
tr_tr: Program Değişimi
zh_cn: 程序切换

source: Use Bone Conduction
bg_bg: Използвай Костна проводимост
cht: 使用「骨導」
da_dk: Brug benledning
el_gr: Χρήση οστέινης αγωγής
fi_fi: Käytä luujohtoarvoja :
hr_hr: Upotreba koštanog provođenja
hu_hu: Csontvezetés használata
it_it: Utilizza conduzione ossea
ko_kr: 골도청력역치
nl_nl: Gebruik beengeleiding
no_no: Bruk benledning
pt_pt: Uso de condução óssea
ro_ro: Foloseste Conductorul Osos
ru_ru: Использовать данные костной проводимости
sv_se: Använd benledning
th_th: ใช้ Bone Conduction
tr_tr: Kemik İletimini Kullan
zh_cn: 使用骨导数据

source: Natural Directionality II allows the wearer to have constant awareness of the surrounding sound environment. Consequently the sound source of interest is based on the user's conscious listening decision - not the limitation of the directional system.
bg_bg: Естествена насоченост II позволява на носещия апарата да има постоянна връзка с обкръжаващата звукова среда. Следователно, източникът на звука, който представлява интерес, се основава на съзнателното решение за слушане на потребителя – не на ограничението на насочената система.
cht: 實景空間方向性讓使用者對於周圍的聲音有持續的感知，所以，有興趣的聲源是根據使用者有意識地聆聽選擇-不受方向性系統的限制。
da_dk: Natural Directionality II sætter brugeren i stand til konstant at være opmærksom på det omgivende lydmiljø. Derved baseres den interessante lydkilde på brugerens bevidste lyttebeslutning, ikke på begrænsningerne i det retningsbestemte system.
el_gr: Το Natural Directionality II επιτρέπει στον χρήστη να έχει σταθερή επίγνωση του περιβάλλοντα ήχου. Συνεπώς, η πηγή του ήχου που ενδιαφέρει τον χρήστη βασίζεται στη δική του, ενσυνείδητη απόφαση ακρόασης, όχι στον περιορισμό του κατευθυντικού συστήματος.
fi_fi: Luonnollinen suuntakuvio II auttaa pysymään jatkuvasti tietoisena ääniympäristöstä. Siksi kiinnostava äänilähde valitaan käyttäjän tietoisen kuuntelupäätöksen mukaan eikä suuntavaikutelmajärjestelmän rajoitusten perusteella.
hr_hr: Prirodna usmjerenost II omogućuje korisniku stalnu svijest o njegovoj zvučnoj okolini. Samim time korisnik svjesno odabire izvor zvuka koji će slušati, za razliku od ograničenog jednosmjernog sustava.
hu_hu: A Természetes direkcionalítás II lehetővé teszi, hogy a felhasználó folyamatosan figyelje a környezetét. Tehát a hangforrás észlelése az egyéni és tudatos észlelésen alapul, nem a direkcionális rendszer korlátain.
it_it: La Direzionalità Naturale II consentirà a chi indossa gli apparecchi acustici di avere costante consapevolezza dell'ambiente sonoro circostante. Di conseguenza, la sorgente sonora di interesse sarà identificata in funzione della decisione di cosa ascoltare- non limitandosi al sistema direzionale.
ko_kr: Natural Directionality II는 주변의 청취 환경을 계속적으로 인식할 수 있습니다. 따라서 착용자 주변의 말소리들 중에서 듣고자 하는 사람의 말 소리를 선택하여 들을 수 있습니다.
nl_nl: Brain-balanced directionaliteit II zorgt ervoor dat de gebruiker zich constant bewust is van de gehele geluidsomgeving. Het bepalen van de meest interessante geluidsbron wordt consequent gebaseerd op de bewuste luisterbeslissing van de gebruiker - niet op de beperking van het directionele systeem.
no_no: Natural Directionality II gjør det mulig for brukeren å beholde en konstant bevissthet om lydomgivelsene. Lydkilden av interesse blir derfor basert på brukerens valg og ikke på begrensninger i systemet.
pt_pt: Direcionalidade Natural II permite o usuário ter noção ambiental constante. Consequentemente a origem do som de interesse é com base na decisão do usuário - não da limitação do sistema direcional.
ro_ro: Direcționalitatea Naturală permite utilizatorului să percepeapă în permanență sunetele ambientale. Așadar, sursa de interes a sunetelor se bazează pe decizia conștientă de ascultare a utilizatorului - nu pe limitarea sistemului direcțional.
ru_ru: Естественная направленность II дает вам возможность постоянно воспринимать все звуки акустического окружения. Следовательно, источник сигналов, представляющий интерес, и который следует будете прослушивать, сознательно определяет сам пользователь СА.
sv_se: Naturlig riktverkan II gör att bäraren kan vara konstant medveten om ljudmiljön. Följaktligen bygger lyssnandet på bärarens medvetna beslut, snarare än rikverkansystemets begränsningar.
th_th: เทคโนโลยี Natural Directionality II ช่วยให้ผู้ใช้รับรู้สภาพแวดล้อมของเสียงรอบตัวได้อย่างสม่ำเสมอ ดังนั้น แหล่งกำเนิดเสียงที่น่าสนใจจึงขึ้นอยู่กับการตัดสินใจในการเลือกรับฟังของผู้ใช้ ไม่ใช่จากข้อจำกัดด้านระบบทิศทาง
tr_tr: Natural Direksiyonalite II kullanıcının kendisini çevreleyen ses ortamının sürekli farkında olmasını sağlar. Dolayısıyla ilgili ses kaynağı, direksiyonalite sisteminin sınırlamalarına değil, kullanıcının bilinçli dinleme kararına bağlıdır.
zh_cn: 自然方向性II可以时刻感知周围的聆听环境，根据您的听力选择而非方向性系统的限制来定位可能感兴趣的声音。

source: Delete
bg_bg: Изтрий
cht: 刪除
da_dk: Slet
el_gr: Διαγραφή
fi_fi: Poista
hr_hr: Izbriši
hu_hu: Törlés
it_it: Elimina
ko_kr: 삭제하기
nl_nl: Verwijder
no_no: Slett
pt_pt: Apagar
ro_ro: Sterge
ru_ru: Удалить
sv_se: Radera
th_th: ลบ
tr_tr: Sil
zh_cn: 删除

source: New
bg_bg: Нов
cht: 新增
da_dk: Ny
el_gr: Νέο
fi_fi: Uusi
hr_hr: Novo
hu_hu: Új
it_it: Nuovo
ko_kr: 신규
nl_nl: Nieuw
no_no: Ny
pt_pt: Novo
ro_ro: Nou
ru_ru: Новый
sv_se: Ny
th_th: ใหม่
tr_tr: Yeni
zh_cn: 新建

source: All
bg_bg: Всички
cht: 全部
da_dk: Alle
el_gr: Όλα
fi_fi: Kaikki
hr_hr: Sve
hu_hu: Minden
it_it: Tutti
ko_kr: 모두
nl_nl: Alle
no_no: Alle
pt_pt: Todos
ro_ro: Toate
ru_ru: Все
sv_se: Alla
th_th: ทั้งหมด
tr_tr: Tümü
zh_cn: 全部

source: Name
bg_bg: Име
cht: 名稱
da_dk: Navn
el_gr: Ονομασία
fi_fi: Nimi
hr_hr: Ime
hu_hu: Név
it_it: Nome
ko_kr: 클리닉
nl_nl: Naam
no_no: Navn
pt_pt: Nome
ro_ro: Nume
ru_ru: Название
sv_se: Namn
th_th: ชื่อ
tr_tr: İsim
zh_cn: 名称

source: Base Rule
bg_bg: Основно правило
cht: 基礎公式
da_dk: Basisregel
el_gr: Βασικός κανόνας
fi_fi: Perussääntö
hr_hr: Osnovno pravilo
hu_hu: Alapszabály
it_it: Regola base
ko_kr: 기본 포뮬러
nl_nl: Basisregel
no_no: Basisregel
pt_pt: Regra base
ro_ro: Regula de Baza
ru_ru: Основная расчетная формула
sv_se: Grundregel
th_th: กฏพื้นฐาน
tr_tr: Temel Kural
zh_cn: 基本公式

source: Enter the name of the new target rule
bg_bg: Въведете име на новото целево правило
cht: 輸入新目標公式名稱
da_dk: Navn på ny target-regel:
el_gr: Εισαγάγετε την ονομασία για τον νέο κανόνα στόχου
fi_fi: Anna uuden oman laskentasäännön nimi
hr_hr: Unesite ime novog pravila za ciljnu vrijednost
hu_hu: Írja be az új célszabály nevét
it_it: Inserire il nome della nuova regola target
ko_kr: 새로운 타겟 포뮬러의 이름을 입력하세요
nl_nl: Geef de naam van de nieuwe eigen rekenregel:
no_no: Skriv navnet på den nye tilpasningsregelen
pt_pt: Informar o nome da nova regra alvo
ro_ro: Introduceti numele noi reguli personalizate:
ru_ru: Введите название новой расчетной формулы:
sv_se: Skriv in namnet på den nya Målmetoden:
th_th: ใส่ชื่อ และ target rule อันใหม่:
tr_tr: Yeni hedef kazanç formülünün adını gir
zh_cn: 请输入新自定义验配法则的名称:

source: Unsaved changes not saved will be lost. Do you wish to continue?
bg_bg: Незапазените промени, които не са записани, ще се загубят. Желаете ли да продължите?
cht: 未儲存的修改將會遺失，您想繼續嗎？
da_dk: Ændringer, der ikke er gemt, går tabt. Vil du fortsætte?
el_gr: Οι μη αποθηκευμένες αλλαγές θα χαθούν αν δεν αποθηκευτούν. Θέλετε να συνεχίσετε;
fi_fi: Tallentamattomat muutokset menetetään. Jatketaanko ?
hr_hr: Promjene koje se ne spreme bit će izgubljene. Želite li nastaviti?
hu_hu: A nem mentett módosítások el fognak veszni. Folytatja?
it_it: Le modifiche non salvate andranno perse. Continuare?
ko_kr: 저장하지 않은 변경 내용은 손실됩니다. 계속 진행하시겠습니까?
nl_nl: Niet opgeslagen wijzigingen gaan verloren. Wilt u toch doorgaan?
no_no: Endringer som ikke er lagret, vil gå tapt. Vil du fortsette?
pt_pt: As alterações não salvas no programa de comparação serão perdidas. Deseja continuar?
ro_ro: Schimbarile nesalvate vor fi pierdute. Vrei sa continui?
ru_ru: Несохраненные изменения в программе сравнения будут утеряны. Продолжить?
sv_se: Osparade ändringar i jämförelseprogrammet går förlorade. Vill du fortsätta?
th_th: การเปลี่ยนแปลงที่ยังไม่ได้บันทึกจะสูญหาย คุณต้องการดำเนินการต่อหรือไม่
tr_tr: Kaydedilmeyen değişiklikler kaybedilecektir. Devam etmek istiyor musunuz?
zh_cn: 未保存的更改将会丢失。是否继续？

source: Are you sure you want to delete this target rule?
bg_bg: Наистина ли искате да изтриете това целево правило?
cht: 您確定要刪除此目標公式嗎？
da_dk: Er du sikker på, at du vil slette denne target-regel?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον κανόνα στόχου;
fi_fi: Poistetaanko tämä laskentasääntö?
hr_hr: Jeste li sigurni da želite izbrisati ovo pravilno za ciljnu vrijednost?
hu_hu: Biztosan törölni kívánja ezt a célszabályt?
it_it: Sei sicuro di voler eliminare questa regola Target?
ko_kr: 이 타겟포뮬러를 삭제하시겠습니까?
nl_nl: Weet u zeker dat u deze rekenregel wilt verwijderen?
no_no: Er du sikker på at du ønsker å slette denne tilpasningsregelen?
pt_pt: Tem certeza que deseja apagar esta regra alvo?
ro_ro: Sunteti sigur ca doriti sa stergeti aceasta regula target?
ru_ru: Вы уверены, что хотите удалить данную расчетную формулу целевого значения?
sv_se: Är du säker på du vill ta bort denna Målmetod?
th_th: ต้องการลบ target rule นี้?
tr_tr: Bu hedef algoritmayı silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此验配法则吗?

source: Custom Rule
bg_bg: Правило по желание
cht: 自訂公式
da_dk: Brugerdefineret regel
el_gr: Προσαρμοσμένος κανόνας
fi_fi: Omat laskentasäännöt
hr_hr: Prilagođeno pravilo
hu_hu: Egyéni szabály
it_it: Regola personalizzata
ko_kr: 커스텀 타겟
nl_nl: Persoonlijk aangepaste rekenregel
no_no: Individuell regel
pt_pt: Personalizar regra
ro_ro: Regula de Reglaj Personalizat
ru_ru: Индивидуальная расчетная формула
sv_se: Egen Målmetod
th_th: กฎที่กำหนดเอง
tr_tr: Kişisel Fitting Algoritması
zh_cn: 自定义目标法则

source: Print...
bg_bg: Печат...
cht: 列印...
da_dk: Udskriv...
el_gr: Εκτύπωση...
fi_fi: TULOSTA
hr_hr: Ispis...
hu_hu: Nyomtatás...
it_it: Stampa...
ko_kr: 인쇄...
nl_nl: Afdrukken...
no_no: Skriv ut...
pt_pt: Imprimir...
ro_ro: Tipareste ...
ru_ru: Печать...
sv_se: Skriv ut...
th_th: พิมพ์
tr_tr: Yazdır...
zh_cn: 打印...

source: Exit
bg_bg: Изход
cht: 離開
da_dk: Afslut
el_gr: Έξοδος
fi_fi: Poistu
hr_hr: Izlaz
hu_hu: Kilépés
it_it: Esci
ko_kr: 나가기
nl_nl: Stop
no_no: Avslutt
pt_pt: Sair
ro_ro: Ieșire
ru_ru: Выход
sv_se: Avsluta
th_th: ออก
tr_tr: Çıkış
zh_cn: 退出

source: Save Options:
bg_bg: Запазване на опции:
cht: 儲存選項：
da_dk: Muligheder for at gemme:
el_gr: Επιλογές αποθήκευσης:
fi_fi: Tallennusvaihtoehdot :
hr_hr: Mogućnosti spremanja:
hu_hu: Mentési opciók:
it_it: Salva opzioni:
ko_kr: 저장 옵션:
nl_nl: Sla de instellingen op:
no_no: Lagringsalternativer:
pt_pt: Salvar opções:
ro_ro: Optiuni de Salvare:
ru_ru: Опции сохранения:
sv_se: Spara data:
th_th: ทางเลือกของการบันทึก
tr_tr: Kayıt seçenekleri:
zh_cn: 保存至:

source: Database & Hearing Instrument(s)
bg_bg: База данни и слухов(и) апарат(и)
cht: 資料庫及助聽器
da_dk: Database og høreapparat(er)
el_gr: Βάση δεδομένων και ακουστικά βοηθήματα
fi_fi: Tietokanta ja kuulokojeet
hr_hr: Baza podataka i slušni aparati
hu_hu: Adatbázis és hallókészülék(ek)
it_it: Database e apparecchi acustici
ko_kr: 데이터베이스와 보청기
nl_nl: Database en hoortoestel(len)
no_no: Database og høreapparat(er)
pt_pt: Banco de dados e aparelho(s) auditivo(s)
ro_ro: Bază de date & Instrument(e) auditiv
ru_ru: База данных и СА
sv_se: Databas & hörapparat(er)
th_th: ฐานข้อมูลและอุปกรณ์ช่วยฟัง
tr_tr: Veritabanı ve İşitme Cihaz(lar)ı
zh_cn: 数据库和助听器

source: Hearing Instrument(s) Only
bg_bg: Само слухов(и) апарат(и)
cht: 僅助聽器
da_dk: Kun høreapparat(er)
el_gr: Μόνο ακουστικά βοηθήματα
fi_fi: Vain kuulokojeet
hr_hr: Samo slušni aparati
hu_hu: Csak hallókészülék(ek)
it_it: Solo apparecchi acustici
ko_kr: 보청기 only
nl_nl: Alleen hoortoestel(len)
no_no: Kun høreapparat(er)
pt_pt: Somente aparelho(s) auditivo(s)
ro_ro: Doar instrument(e) auditiv
ru_ru: Только СА
sv_se: Endast hörapparater
th_th: อุปกรณ์ช่วยฟังเท่านั้น
tr_tr: Sadece İşitme Cihaz(lar)ı
zh_cn: 仅助听器

source: Database Only
bg_bg: Само база данни
cht: 僅資料庫
da_dk: Kun database
el_gr: Μόνο βάση δεδομένων
fi_fi: Vain tietokanta
hr_hr: Samo baza podataka
hu_hu: Csak adatbázis
it_it: Solo database
ko_kr: 데이터베이스 only
nl_nl: Alleen database
no_no: Kun database
pt_pt: Somente banco de dados
ro_ro: Numai baza de date
ru_ru: Только База данных
sv_se: Endast databas
th_th: ฐานข้อมูลเท่านั้น
tr_tr: Sadece Veritabanı
zh_cn: 仅数据库
