Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Serial Number:
bg_bg: Сериен номер:
cht: 序號：
da_dk: Serienummer:
el_gr: Αριθμός σειράς:
fi_fi: Sarjanumero :
hr_hr: Serijski broj:
hu_hu: Gyári szám:
it_it: Matricola:
ko_kr: 시리얼 번호:
nl_nl: Serienummer
no_no: Serienummer:
pt_pt: Número de série:
ro_ro: Seria si numarul
ru_ru: Серийный номер:
sv_se: Serienummer
th_th: หมายเลขเครื่อง:
tr_tr: Seri Numarası:
zh_cn: 序列号:

source: Serial Number:
bg_bg: Сериен номер:
cht: 序號：
da_dk: Serienummer:
el_gr: Αριθμός σειράς:
fi_fi: Sarjanumero :
hr_hr: Serijski broj:
hu_hu: Gyári szám:
it_it: Matricola:
ko_kr: 시리얼 번호:
nl_nl: Serienummer:
no_no: Serienummer:
pt_pt: Número de Série
ro_ro: Număr de serie:
ru_ru: Серийный номер:
sv_se: Serienummer:
th_th: หมายเลขเครื่อง:
tr_tr: Seri Numarası:
zh_cn: 序列号:

source: (none)
bg_bg: (няма)
cht: (無)
da_dk: (ingen)
el_gr: (κανένα)
fi_fi: (ei valittu)
hr_hr: (nema)
hu_hu: (nincs)
it_it: (nessuno)
ko_kr: (없음)
nl_nl: (geen)
no_no: (ingen)
pt_pt: (nenhum)
ro_ro: (nimic)
ru_ru: (нет)
sv_se: (ingen)
th_th: (ไม่มี)
tr_tr: (hiçbiri)
zh_cn: (无)

source: Manage Accessories
bg_bg: Управление на аксесоари
cht: 管理配件
da_dk: Håndter trådløst tilbehør
el_gr: Διαχείριση εξαρτημάτων
fi_fi: Lisälaitteiden hallinta
hr_hr: Upravljanje dodatnom opremom
hu_hu: Tartozékok kezelése
it_it: Gestione accessori
ko_kr: 액세서리 관리
nl_nl: Beheer accessoires
no_no: Tilbehør
pt_pt: Gerenciar Acessórios Wireless
ro_ro: Administreaza accesoriile
ru_ru: Управление аксессуарами
sv_se: Hantera Trådlösa Tillbehör
th_th: จัดการอุปกรณ์เสริม
tr_tr: Aksesuarları Yönet
zh_cn: 管理附件

source: Done
bg_bg: Готов
cht: 完成
da_dk: Fortsæt
el_gr: Ολοκληρώθηκε
fi_fi: Valmis
hr_hr: Gotovo
hu_hu: Kész
it_it: Fatto
ko_kr: 완료
nl_nl: Klaar
no_no: Utført
pt_pt: Concluído
ro_ro: Realizat
ru_ru: Готово
sv_se: Ok
th_th: เสร็จแล้ว
tr_tr: Tamamlandı
zh_cn: 完成

source: Beep
bg_bg: Сигнал
cht: 提示音
da_dk: Bip
el_gr: Ηχητικό σήμα
fi_fi: Testi
hr_hr: Zvučni signal
hu_hu: Csipogás
ko_kr: 알림음
no_no: Pip
pt_pt: Bipe
ro_ro: Bip
ru_ru: Бип-сигнал
sv_se: Ljud
th_th: บี๊ป
tr_tr: Sinyal
zh_cn: 提示音

source: Assigned to a different patient.
bg_bg: Присвоен на друг пациент.
cht: 指派給不同客戶。
da_dk: Tilknyttet en anden bruger.
el_gr: Αντιστοιχίστηκε σε διαφορετικό ασθενή.
fi_fi: Yhdistetty toiseen potilaaseen
hr_hr: Dodijeljeno drugom pacijentu.
hu_hu: Másik pácienshez tartozik.
it_it: Assegnato ad un altro Paziente.
ko_kr: 다른 사용자에게 할당 됨
nl_nl: Toegewezen aan een andere cliënt.
no_no: Tilordnet en annen pasient.
pt_pt: Atribuído a um paciente diferente
ro_ro: Alocat altui pacient.
ru_ru: Ассоциирован(ы) с другим пациентом.
sv_se: Tilldelad en annan patient.
th_th: กำหนดให้กับผู้ป่วยรายอื่น
tr_tr: Farklı bir hastaya atandı.
zh_cn: 指定到不同的用户。

source: The selected programming interface was not found. Please plug it into the USB port.
bg_bg: Избраният интерфейс за програмиране не беше намерен. Моля, включете го в USB порта.
cht: 找不到選擇的調整界面。請將其插入 USB 孔。
da_dk: Den valgte programmeringsgrænseflade blev ikke fundet. Slut programmeringsgrænseflade til USB-port.
el_gr: Δεν βρέθηκε η επιλεγμένη διεπαφή προγραμματισμού. Συνδέστε τη στη θύρα USB.
fi_fi: Valittua ohjelmointiyksikköä ei löydy. Yhdistä se tietokoneen USB-liitäntään.
hr_hr: Odabrano sučelje za programiranje nije pronađeno. Priključite ga u USB priključak.
hu_hu: A kiválasztott programozási felület nem található. Csatlakoztassa az USB-portra.
it_it: L'interfaccia di programmazione selezionata non è stata trovata. Collegarla alla porta USB.
ko_kr: 선택하신 프로그래밍 인터페이스를 발견하지 못했습니다. 프로그래밍 인터페이스를 USB 포트에 연결하십시오.
nl_nl: Het geselecteerde programmeerinterface is niet gevonden. Plaats het a.u.b. in de USB poort.
no_no: Valgt programmeringsenhet ble ikke funnet. Vennligst koble den til datamaskinen.
pt_pt: A interface de programação não foi encontrada. Insira-a novamente na mesma porta USB.
ro_ro: Dispozitivul de comunicare selectat nu a fost gasit. Va rugam sa il introduceti in portul USB
ru_ru: Выбранный интерфейс программирования не обнаружен. Пожалуйста, подключите его в разъем USB.
sv_se: Valt programmeringsinterface hittades inte. Sätt in det i USB porten.
th_th: ไม่พบอินเทอร์เฟซการตั้งโปรแกรมที่เลือก โปรดเสียบเข้าไปในพอร์ต USB
tr_tr: Seçilen programlama arayüzü bulunamadı. Arayüzü USB bağlantı noktasına takın lütfen.
zh_cn: 未发现所选的编程设备。请先将其插入USB接口上。

source: Hearing Instruments Found:
bg_bg: Намерени са слухови апарати:
cht: 找到助聽器：
da_dk: Fundne høreapparater:
el_gr: Ακουστικά βοηθήματα που βρέθηκαν:
fi_fi: Löydetyt kuulokojeet :
hr_hr: Pronađeni slušni aparati:
hu_hu: Talált hallókészülékek:
it_it: Apparecchi acustici rilevati:
ko_kr: 보청기 발견:
nl_nl: Gevonden hoortoestellen:
no_no: Høreapparater funnet:
pt_pt: Aparelhos auditivos encontrados:
ro_ro: Aparate auditive găsite:
ru_ru: Найдены СА:
sv_se: Hörapparater hittade:
th_th: พบอุปกรณ์ช่วยฟัง:
tr_tr: Bulunan İşitme Cihazları:
zh_cn: 发现助听器:

source: Enable Safe Fitting
bg_bg: Активиране на безопасно слухопротезиране
cht: 允許安全選配
da_dk: Aktivér Safe Fit
el_gr: Ενεργοποίηση Safe Fitting
fi_fi: Käytä turvallista sovitusta :
hr_hr: Omogući sigurno namještanje
hu_hu: Biztonságos illesztés engedélyezése
it_it: Abilita fitting sicuro
ko_kr: 세이프 피팅
nl_nl: Veilig aanpassen instellen
no_no: Aktiver sikker tilpasning
pt_pt: Permitir ajuste de segurança
ro_ro: Activeaza Reglaj in Siguranta
ru_ru: Активировать Безопасную настройку
sv_se: Förstärkningsbegränsning (DFS)
th_th: เปิดใช้งานการทดลองสวมแบบปลอดภัย
tr_tr: Güvenli Fitting'i etkinleştir
zh_cn: 启用安全验配

source: Accessories
bg_bg: Аксесоари
cht: 配件
da_dk: Tilbehør
el_gr: Εξαρτήματα
fi_fi: Lisälaitteet
hr_hr: Dodatna oprema
hu_hu: Tartozékok
it_it: Accessori
ko_kr: 액세서리
nl_nl: Accessoires
no_no: Tilbehør
pt_pt: Acessórios
ro_ro: Accesorii
ru_ru: Аксессуары
sv_se: Tillbehör
th_th: อุปกรณ์เสริม
tr_tr: Aksesuarlar
zh_cn: 附件

source: Unable to beep the instrument(s).
bg_bg: Невъзможно просвирване на апарата(-ите).
cht: 無法讓助聽器發出提示音。
da_dk: Kunne ikke bippe apparat(er).
el_gr: Δεν είναι δυνατός ο ήχος μπιπ στα βοηθήματα.
fi_fi: Kuulokojeisiin ei voi lähettää äänimerkkiä.
hr_hr: Nije moguće testirati signal u uređaju.
hu_hu: Csipogás nem érhető el ehhez a készülékhez.
it_it: Beep non abilitato per l'apparecchio(i).
ko_kr: 알림음을 사용할 수 없습니다
nl_nl: Kan de toestellen niet laten beepen.
no_no: Kan ikke gi signal til apparat(ene)
pt_pt: Não foi possível acionar beeps do aparelho auditivo.
ro_ro: Aparatul(e) nu pot scoate bipuri.
ru_ru: Не удается подать бип-сигнал на СА.
sv_se: Kan inte få hörapparaten att ljuda.
th_th: ไม่สามารถส่งเสียงเตือนไปยังเครื่องช่วยฟังได้
tr_tr: Cihaz(lar)ın uyarı sesini çıkartamıyor.
zh_cn: 助听器中无法出现提示音。

source: dB
ru_ru: дБ

source: dB SPL
bg_bg: dB SPL (ниво на звуковото налягане)
pt_pt: dB NPS
ro_ro: dB SPL (nivel de presiune sonoră)
ru_ru: дБ УЗД

source: mA
ru_ru: мА

source: Hz
ru_ru: Гц

source: Hours
bg_bg: Часове
cht: 小時
da_dk: Timer
el_gr: Ώρες
fi_fi: tuntia
hr_hr: Sati
hu_hu: Óra
it_it: Ore
ko_kr: 시간
nl_nl: uur
no_no: Timer
pt_pt: Horas
ro_ro: Ore
ru_ru: Часы
sv_se: Timmar
th_th: ชั่วโมง
tr_tr: Saat
zh_cn: 小时

source: Maximum Output (OSPL 90)
bg_bg: Максимална изходна мощност (OSPL 90)
cht: 最大輸出 (OSPL 90)
da_dk: Maksimalt output (OSPL 90)
el_gr: Μέγιστη έξοδος (OSPL 90)
fi_fi: Suurin antotaso (OSPL 90)
hr_hr: Maksimalna izlazna snaga (OSPL 90)
hu_hu: Maximális kimenet (OSPL 90)
it_it: Uscita massima (OSPL 90)
nl_nl: Maximale output (OSPL 90)
no_no: Maksimal utgang (OSPL 90)
pt_pt: Saída máxima (OSPL 90)
ro_ro: Iesire maxima (OSPL 90)
ru_ru: Макс. ВУЗД
sv_se: Max output (90 dB SPL input)
th_th: เอาท์พุทสูงสุด (OSPL 90)
tr_tr: Maksimum Çıkış (OSPL 90)
zh_cn: 最大输出 (OSPL 90)

source: HFA
cht: 高頻平均
hr_hr: Prosječna visoka frekvencija
ru_ru: Высокочастотный усилитель

source: Full on Gain (50 dB SPL input)
bg_bg: Пълно усилване (50 dB SPL вход)
cht: 全開增益 (50 dB SPL 音量輸入)
da_dk: Maksimal forstærkning (50 dB SPL input)
el_gr: Μέγιστη απόκριση (SPL εισόδου 50 dB)
fi_fi: Maksimi vahvistus (50 dB SPL tulo)
hr_hr: Potpuno pojačanje (ulazni SPL 50 dB)
hu_hu: Maximum erősítés (50 dB SPL bemenet)
it_it: Guadagno massimo (ingresso 50 dB SPL)
ko_kr: Full on Gain(50 dB SPL)
nl_nl: Maximale versterking (50 dB SPL input)
no_no: Full on Gain (50 dB SPL inngang)
pt_pt: Ganho máximo (entrada de 50 dB NPS)
ro_ro: Castig Maxim (50 dB SPL input)
ru_ru: Полное усиление (50 дБ УЗД)
sv_se: Maximum Gain (50 dB SPL input)
th_th: เกนเต็ม (อินพุท 50 dB SPL)
tr_tr: Tam Kazanç (50 dB SPL input)
zh_cn: 满档增益(50 dB SPL输入)

source: 800 Hz
ru_ru: 800 Гц

source: Equivalent Input Noise
bg_bg: Еквивалентен шум на входа
cht: 助聽器內部噪音
da_dk: Ækvivalent inputstøj
el_gr: Ισοδύναμος θόρυβος εισόδου
fi_fi: Sisäinen kohina
hr_hr: Ekvivalentna razina šuma na ulazu
hu_hu: Ekvivalens bemeneti zaj
it_it: Rumore ingresso equivalente
nl_nl: Equivalente ingangsdruk
no_no: Ekvivalent inngangsstøy
pt_pt: Ruído equivalente de entrada
ro_ro: Echivalent de zgomot de intrare w / o reducere a zgomotului
ru_ru: Коэффициент шума на входе
sv_se: Motsvarande brusinput
th_th: ปรับสมดุลอินพุทเสียงรบกวนโดยไม่ลดเสียงรบกวน
tr_tr: Eşdeğer Giriş Gürültüsü
zh_cn: 等效输入噪声

source: Total Harmonic Distortion
bg_bg: Общо хармонични смущения
cht: 總諧波失真
da_dk: Total harmonisk forvrængning
el_gr: Συνολική αρμονική παραμόρφωση
fi_fi: Kokonaisärö, harmooninen
hr_hr: Ukupno harmoničko izobličenje
hu_hu: Teljes harmonikus torzítás
it_it: Distorsione armonica totale
nl_nl: Totale harm. vervorming
pt_pt: Distorção harmônica total
ro_ro: Distorsiune armonică totală
ru_ru: Коэффициент гармонический искажений
sv_se: Total harmonisk distorsion
th_th: ความเพี้ยนเชิงฮาร์มอนิกรวม
tr_tr: Toplam Harmonik Distorsiyon
zh_cn: 总谐波失真

source: DIN Average
bg_bg: Средно по DIN
cht: DIN 平均值
da_dk: DIN-gennemsnit
el_gr: Μέση τιμή DIN
fi_fi: DIN-keskiarvo
hr_hr: Prosjek prema DIN-u
hu_hu: DIN – átlagos
it_it: DIN media
nl_nl: DIN Gemiddeld
no_no: DIN-gjennomsnitt
pt_pt: Média de entrada de dados
ro_ro: Medie DIN
ru_ru: Среднее значение на цифровом входе (DIN)
sv_se: DIN-medel
th_th: DIN เฉลี่ย
tr_tr: DIN (Dijital Giriş) Ortalaması
zh_cn: DIN平均

source: 2500 Hz
ru_ru: 2500 Гц

source: Maximum Telecoil sensitivity
bg_bg: Максимална чувствителност на телебобина
cht: 電話線圈敏感度最大值
da_dk: Maks. følsomhed for telespole
el_gr: Μέγιστη ευαισθησία τηλεπηνίου
fi_fi: Induktiokelan suurin herkkyys
hr_hr: Maks. osjetljivost Telecoila
hu_hu: A telefontekercs maximális érzékenysége
it_it: Sensibilità massima telecoil
nl_nl: Maximale luisterspoelgevoeligheid
no_no: Maksimal telespolefølsomhet
pt_pt: Sensibilidade máxima da bobina telefônica
ro_ro: Maxima sensibilitate a bobinei telefonice
ru_ru: Макс. чувствительность телефонной катушки
sv_se: Maximal känslighet Telespole
th_th: ความไว Telecoil สูงสุด
tr_tr: Maksimum Telecoil hasssiyeti
zh_cn: 最大电感灵敏度

source: Telecoil sensitivity @1 mA/m
bg_bg: Чувствителност на телебобина при 1 mA/m
cht: 電話線圈敏感度 @1 mA/m
da_dk: Telespolefølsomhed ved 1 mA/m
el_gr: Ευαισθησία τηλεπηνίου στο 1 mA/m
fi_fi: Induktikelan herkkyys @1 mA/m
hr_hr: Osjetljivost Telecoila pri 1 mA/m
hu_hu: Telefontekercs érzékenysége @1 mA/m
it_it: Sensibilità telecoil @1 mA/m
nl_nl: Luisterspoelgevoeligheid (1mA/m)
no_no: Telespolefølsomhet @1 mA/m
pt_pt: Sensibilidade da bobina telefônica @1 mA/m
ro_ro: Sensibilitate bobina telefonica @1 mA/m
ru_ru: Чувствительность телефонной катушки при 1 мA/м
sv_se: Känslighet för telesploe @1 mA/m
th_th: ความไวของ Telecoil @1 mA/m
tr_tr: Telecoil Hassasiyeti @1 mA/m
zh_cn: 电感灵敏度 @1 mA/m

source: Full-on Telecoil sensitivity
bg_bg: Пълна чувствителност на телебобина
cht: 全開電話線圈敏感度
da_dk: Maks. følsomhed for telespole @1 mA/m
el_gr: Ακραία ευαισθησία τηλεπηνίου
fi_fi: Induktiokelan suurin herkkyys
hr_hr: Osjetljivost Telecoila pri maks. pojačanju
hu_hu: Teljes telefontekercs érzékenység
it_it: Sensibilità telecoil full-on
nl_nl: Maximale luisterspoelgevoeligheid
no_no: Maks. telespolefølsomhet
pt_pt: Sensibilidade máxima da bobina telefônica
ro_ro: Maxima sensibilitate a bobinei telefonice
ru_ru: Полная чувствительность телефонной катушки
sv_se: Full-on Telecoil sensitivity @1 mA/m
th_th: ความไว Telecoil ขณะเสียงดังสุด @1 mA/m
tr_tr: Tam Telecoil hasssiyeti
zh_cn: 满档电感灵敏度

source: HFA - SPLITS @ 31.6 mA/m (ANSI)
bg_bg: HFA - SPLITS при 31,6 mA/m (ANSI)
cht: 高頻平均 - 分開 @ 31.6 mA/m (ANSI)
da_dk: HFA – SPLIV @ 31.6 mA/m (ANSI)
el_gr: HFA - SPLITS στα 31,6 mA/m (ANSI)
hr_hr: HFA SPLITS pri 31,6 mA/m (ANSI)
hu_hu: HFA – VÁGÁSOK @ 31,6 mA/m (ANSI)
ko_kr: HFA - SPLIV @ 31.6 mA/m (ANSI)
ro_ro: HFA - SPLIV @ 31.6 mA/m (ANSI)
ru_ru: HFA - SPLITS при 31,6 мА/м (ANSI)
tr_tr: 31.6 mA/m'de (ANSI) HFA - SPLITS

source: Typical Battery Life Time
bg_bg: Типичен експлоатационен живот на батерията
cht: 一般電池使用時間
da_dk: Typisk batterilevetid
el_gr: Τυπική διάρκεια ζωής μπαταρίας
fi_fi: Pariston tyypillinen käyttöikä
hr_hr: Tipično trajanje baterije
hu_hu: Az akkumulátor tipikus üzemideje
it_it: Durata tipica batteria
ko_kr: Battery Life Time
nl_nl: Normale levensduur batterij
no_no: Typisk batterilevetid
pt_pt: Vida útil normal da pilha
ro_ro: Durata de viață tipică a bateriei
ru_ru: Стандартный срок службы батарейки
sv_se: Typisk batterilivslängd
th_th: อายุการใช้งานแบตเตอรี่โดยทั่วไป
tr_tr: Tipik Pil Ömrü
zh_cn: 电池使用寿命

source: Reference Test Gain
bg_bg: Стандартно тестово усилване
cht: 參考測試增益
da_dk: Forstærkning i referencetest
el_gr: Κέρδος δοκιμής αναφοράς
fi_fi: Referenssitestivahvistus
hr_hr: Pojačanje pri referentnom testu
hu_hu: Referencia teszterősítés
it_it: Test guadagno di riferimento
nl_nl: Referentie test versterking
no_no: Referansetestgain
pt_pt: Teste de ganho de referência
ro_ro: Castig Test Referinta
ru_ru: Контрольное усиление
sv_se: Referens testförstärkning
th_th: เกนที่อ้างถึงตามการทดสอบในห้องแลป (อินพุท 60 dB SPL)
tr_tr: Referans Test Kazancı
zh_cn: 参考测试增益

source: Current Drain
bg_bg: Потребление на ток
cht: 電流耗電量
da_dk: Aktuelt dræn
el_gr: Κατανάλωση ρεύματος
fi_fi: Virrankulutus
hr_hr: Trenutna ispražnjenost
hu_hu: Áramfelvétel
it_it: Assorbimento corrente
nl_nl: Stroomverbruik
no_no: Strømforbruk
pt_pt: Drenagem de corrente
ro_ro: Consum curent
ru_ru: Потребление тока
sv_se: Strömförlust
th_th: การใช้งานแบตเตอรี่ปัจจุบัน (ไม่ทำงาน / ทำงาน)
tr_tr: Akım Boşalması
zh_cn: 工作电流

source: Battery Size
bg_bg: Големина на батерията
cht: 電池尺寸
da_dk: Batteristørrelse
el_gr: Μέγεθος μπαταρίας
fi_fi: Pariston koko
hr_hr: Veličina baterije
hu_hu: Elem méret:
it_it: Dimensione batteria
ko_kr: 배터리
nl_nl: Batterijtype
no_no: Batteristørrelse
pt_pt: Tamanho da pilha
ro_ro: Marimea bateriei
ru_ru: Размер батарейки
sv_se: Batteristorlek
th_th: ขนาดของแบตเตอรี่
tr_tr: Pil Tipi
zh_cn: 电池类型

source: Average Hearing Loss
bg_bg: Средна загуба на слуха
cht: 平均聽力損失
da_dk: Gennemsnitlig hørenedsættelse
el_gr: Μέση βαρηκοΐα
fi_fi: Keskimääräinen kuulonalenema
hr_hr: Prosječni gubitak sluha
hu_hu: Átlagos hallásvesztés
it_it: Perdita uditiva media
ko_kr: 평균 청력 손실
nl_nl: Gem. gehoorverlies
no_no: Gjennomsnittlig hørselstap
pt_pt: Média da Perda Auditiva
ro_ro: Hipoacuzie medie
ru_ru: Среднее снижение слуха
sv_se: Genomsnittlig hörselnedsättning
th_th: การสูญเสียการได้ยินโดยเฉลี่ย
tr_tr: Ortalama İşitme Kaybı
zh_cn: 平均听力损失

source: Drawing Tool
bg_bg: Инструмент за рисуване
cht: 繪圖工具
da_dk: Tegneværktøj
el_gr: Εργαλείο σχεδίασης
fi_fi: Piirtotyökalu
hr_hr: Alat za crtanje
hu_hu: Rajzeszköz
it_it: Disegno - Strumenti
ko_kr: 그리기 도구
nl_nl: Tekentool
no_no: Tegneverktøy
pt_pt: Ferramentas de Desenho
ro_ro: Ustensila de desenat
ru_ru: Чертежный инструмент
sv_se: Ritverktyg
th_th: อุปกรณ์วานเขียน
tr_tr: Çizim Aracı
zh_cn: 画图工具

source: Undo
bg_bg: Върни
cht: 復原
da_dk: Fortryd
el_gr: Αναίρεση
fi_fi: Kumoa
hr_hr: Poništi
hu_hu: Visszavonás
it_it: Annulla
ko_kr: 지우기
nl_nl: Ongedaan maken
no_no: Angre
pt_pt: Desfazer
ro_ro: Înapoi
ru_ru: Отменить
sv_se: Ångra
th_th: ยกเลิกการทำก่อนหน้า
tr_tr: Geri Al
zh_cn: 撤销

source: Max.
bg_bg: Макс.
cht: 最大值
da_dk: Maks.
fi_fi: Maks.
hr_hr: Maks.
ko_kr: 최대
no_no: Maks.
pt_pt: Máx.
ru_ru: Макс.
th_th: สูงสุด
tr_tr: Maksimum
zh_cn: 最大

source: 500 Hz
ru_ru: 500 Гц

source: 1600 Hz
ru_ru: 1600 Гц

source: Current drain (non-WL/WL)
bg_bg: Потребление на ток (не-WL/WL)
cht: 耗電量（非無線/無線）
da_dk: Aktuelt dræn (non-WL/WL)
el_gr: Κατανάλωση ρεύματος (μη WL/WL)
fi_fi: Nykyinen virrankulutus (ei-WL/WL)
hr_hr: Trenutna ispražnjenost (nije WL / WL)
hu_hu: Áramfelvétel (nem WL/WL)
it_it: Assorbimento corrente (non-WL/WL)
nl_nl: Stroomverbruik (niet-WL/WL)
no_no: Gjeldende forbruk (ikke-WL/WL)
pt_pt: Drenagem de corrente (não WL/WL)
ro_ro: Consum curent (non-WL/WL)
ru_ru: Потребление тока (проводные/беспроводные)
sv_se: Aktuell strömförbrukning (non-WL/WL)
th_th: การใช้งานแบตเตอรี่ปัจจุบัน (non-WL/WL)
tr_tr: Güncel boşaltma (WL-dışı/WL)
zh_cn: 工作电流 (非无线/无线)

source: 1/3 octave eq. Input noise
bg_bg: Еквивалентен шум на входа в рамките на диапазон на 1/3 от октавата
cht: 1/3 八度音程相等輸入噪音
da_dk: 1/3 oktav svarende til inputstøj
el_gr: Ισοδύναμος θόρυβος εισόδου 1/3 οκτάβας
fi_fi: 1/3-oktaavin tulokohina
hr_hr: Ekvivalentna razina šuma na ulazu za 1/3 oktave
hu_hu: 1/3 oktáv ekv. bemeneti zaj
it_it: Rumore ingresso equivalente 1/3 ottava
nl_nl: 1/3 oct. ruisequiv. ingangsdruk
no_no: 1/3 oktav ekv. inngangsstøy
pt_pt: 1/3 de oitava equivalente. Ruído de entrada
ro_ro: 1 / 3 Octave de zgomot echivalent de intrare, w / o reducere a zgomotului
ru_ru: 1/3 октавы экв. входного шума
sv_se: 1/3 oktav motsvarande brusinput
th_th: ปรับสมดุลอินพุทเสียงรบกวน 1/3 Octave โดยไม่ลดเสียงรบกวน
tr_tr: 1/3 oktava eşdeğer Giriş gürültüsü
zh_cn: 1/3倍频程等效输入噪声

source: Frequency Range
bg_bg: Честотен диапазон
cht: 頻率範圍
da_dk: Frekvensområde
el_gr: Εύρος συχνοτήτων
fi_fi: Taajuusalue
hr_hr: Raspon frekvencija
hu_hu: Frekvencia tartomány
it_it: Gamma di frequenza
nl_nl: Frequentiebereik
no_no: Frekvensområde
pt_pt: Faixa de frequência
ro_ro: Frecventa
ru_ru: Частотный диапазон
sv_se: Frekvensområde
th_th: ช่วงความถี่
tr_tr: Frekans Aralığı
zh_cn: 频响范围

source: Battery type (non-WL/WL)
bg_bg: Тип батерия (не-WL/WL)
cht: 電池類型（非無線/無線）
da_dk: Batteritype (non-WL/WL)
el_gr: Τύπος μπαταρίας (μη WL/WL)
fi_fi: Pariston tyyppi (ei-WL/WL)
hr_hr: Vrsta baterije (nije WL / WL)
hu_hu: Akkumulátor típusa (nem WL/WL)
it_it: Tipo batteria (non-WL/WL)
nl_nl: Batterijtype (niet-WL/WL)
no_no: Batteritype (ikke-WL/WL)
pt_pt: Tipo de pilha (não WL/WL)
ro_ro: Tip baterie (non-WL/WL)
ru_ru: Тип батарейки (проводные/беспроводные)
sv_se: Batterityp (non-WL/WL)
th_th: ประเภทแบตเตอรี่ (non-WL/WL)
tr_tr: Pil tipi (WL-dışı/WL)
zh_cn: 电池类型 (非无线/无线)

source: Per Environment...
bg_bg: Според околната среда...
cht: 環境獨特設定...
da_dk: Pr. miljø...
el_gr: Ανά περιβάλλον...
fi_fi: Ääniympäristön mukaan
hr_hr: Ovisno o okruženju...
hu_hu: Per környezet...
it_it: Ambiente
ko_kr: 환경별..
nl_nl: Per omgeving...
no_no: Per miljø...
pt_pt: Por ambiente...
ro_ro: Pe Ambient...
ru_ru: В зависимости от окружения...
sv_se: Per miljö
th_th: ตามสภาพแวดล้อม...
tr_tr: Her ortam için...
zh_cn: 每种环境...

source: Adjust warning level based on environment
bg_bg: Регулирайте нивото на предупреждение въз основа на околната среда
cht: 根據環境調整警告等級
da_dk: Juster advarselsniveau, afhængigt af miljø
el_gr: Προσαρμογή στάθμης προειδοποίησης με βάση το περιβάλλον
fi_fi: Ympäristöön perustuva säätövaroitustaso
hr_hr: Prilagodi glasnoću upozorenja prema okruženju
hu_hu: A figyelmeztetési szint beállítása a környezet alapján
it_it: Regola il livello dell'avviso in base all'ambiente
ko_kr: 인공지능볼륨(환경적응)
nl_nl: Waarschuwingsniveau aanpassen aan omgeving
no_no: Juster varslingsnivå basert på lyttemiljø
pt_pt: Ajuste do nível do bipe com base no ambiente
ro_ro: Ajustați nivelul de avertizare pe baza mediului
ru_ru: Корректировать уровень предупреждения в зависимости от окружения
sv_se: Justera varningsnivå baserat på miljö
th_th: ปรับระดับการเตือนตามสภาพแวดล้อม
tr_tr: Uyarı seviyesini ortama göre ayarla
zh_cn: 根据环境调整警告等级

source: Remote Control
bg_bg: Дистанционно управление
cht: 遙控器
da_dk: Fjernbetjening
el_gr: Τηλεχειριστήριο
fi_fi: Kauko-Ohjain
hr_hr: Daljinski upravljač
hu_hu: Távirányitó
ko_kr: 리모컨
nl_nl: Afstandbediening
no_no: Fjernkontroll
pt_pt: Controle remoto
ro_ro: Telecomanda
ru_ru: Пульт дистанционного управления (ПДУ)
sv_se: Fjärrkontroll
th_th: รีโมทคอนโทรล
tr_tr: Uzaktan Kumanda
zh_cn: 遥控器

source: Streamer
bg_bg: Стриймър
cht: 串流器
fi_fi: Äänilähetin
hr_hr: Alat za strujanje
ko_kr: 스트리머
pt_pt: Transmissor
ru_ru: Стример
tr_tr: Aktarımı Ünitesi
zh_cn: 音频转换器

source: Unknown Error
bg_bg: Непозната грешка
cht: 未知錯誤
da_dk: Ukendt fejl
el_gr: Άγνωστο σφάλμα
fi_fi: Tuntematon virhe
hr_hr: Nepoznata pogreška
hu_hu: Ismeretlen hiba
it_it: Errore sconosciuto
ko_kr: 알 수 없는 오류
nl_nl: Onbekende fout
no_no: Ukjent feil
pt_pt: Erro desconhecido
ro_ro: Eroare Necunoscuta
ru_ru: Неизвестная ошибка
sv_se: Okänt fel
th_th: มีความผิดพลาดเกิดขึ้นโดยไม่ทราบสาเหตุ
tr_tr: Bilinmeyen Hata
zh_cn: 未知错误

source: Instruments must be assigned to the patient to manage accessories.
bg_bg: На пациента трябва да се присвоят апарати за управление на аксесоарите.
cht: 助聽器必須指派給客戶以管理配件。
da_dk: Apparater skal være tilknyttet til brugeren, før der kan administreres tilbehør.
el_gr: Τα βοηθήματα πρέπει να αντιστοιχιστούν στον ασθενή για τη διαχείριση των αξεσουάρ.
fi_fi: Lisälaitteiden hallinta edellyttää, että kuulokojeet on yhdistetty potilaaseen.
hr_hr: Uređaj mora biti dodijeljen pacijentu kako bi se upravljalo dodatnom opremom.
hu_hu: A készülékeket meg kell jelölni a tartozékok kezeléséhez.
it_it: I dispositivi devono essere assegnati al Paziente per gestire gli accessori.
ko_kr: 무선 디바이스 사용을 위하여, 사용자의 보청기에 반드시 디바이스들을 할당하여야 합니다.
nl_nl: Er moeten toestellen zijn toegewezen aan de cliënt om accessoires te kunnen beheren.
no_no: Apparater må tildeles pasient for å behandle tilbehør.
pt_pt: Os aparelhos auditivos devem ser atribuídos ao paciente para gerenciar os acessórios.
ro_ro: Aparatele trebuie alocate pacientului pentru a administra accesoriile.
ru_ru: Для реализации управления аксессуарами СА должны быть ассоциированы с пациентом.
sv_se: Hörapparater måste finnas tilldelade till patienten för att hantera tillbehör.
th_th: เครื่องช่วยฟังจะต้องกำหนดให้ผู้ป่วยในการจัดการอุปกรณ์เสริม
tr_tr: Aksesuarları yönetmek için hastaya cihazların atanması gerekir.
zh_cn: 助听器必须被指定到用户才能管理附件。

source: There are no accessories assigned to the patient.
bg_bg: Няма присвоени на пациента аксесоари.
cht: 沒有指派配件給客戶。
da_dk: Der er ikke tildelt noget tilbehør til brugeren.
el_gr: Δεν έχουν αντιστοιχιστεί εξαρτήματα σε αυτόν τον ασθενή.
fi_fi: Tähän potilaaseen ei ole yhdistetty lisälaitteita.
hr_hr: Bolesniku nije dodijeljena dodatna oprema.
hu_hu: Nincsenek tartozékok hozzárendelve a pácienshez.
it_it: Non sono presenti accessori assegnati al paziente.
ko_kr: 사용 가능한 주변기기가 없습니다
nl_nl: Er zijn geen accessoires aan de cliënt toegewezen.
no_no: Det er ikke tilordnet tilbehør for denne pasienten.
pt_pt: Não há acessórios wireless atribuídos ao paciente.
ro_ro: Nu există accesorii alocate pacientului.
ru_ru: Нет аксессуаров, ассоциированных с пациентом.
sv_se: Inga tillbehör har tilldelats patienten.
th_th: ไม่ได้กำหนดอุปกรณ์เสริมให้ผู้ป่วย
tr_tr: Hastaya atanmış aksesuar yok.
zh_cn: 未向此用户分配任何附件。
