Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The patient's audiogram has been changed. Would you like to load the changes?
bg_bg: Аудиограмата на пациента е променена. Желаете ли да заредите промените?
cht: 客戶的聽力圖已更改，要載入更改嗎？
da_dk: Brugerens audiogram er blevet ændret. Vil du indlæse ændringerne?
el_gr: Το ακοόγραμμα ασθενούς έχει αλλάξει. Θέλετε να φορτώσετε τις αλλαγές;
fi_fi: Potilaan audiogrammi on muuttunut. Ladataanko muutokset ?
hr_hr: Bolesnikov audiogram je promijenjen. Želite li učitati promjene?
hu_hu: A páciens audiogramja megváltozott. Betölti a módosításokat?
it_it: L'audiogramma del paziente è stato modificato. Caricare le modifiche?
ko_kr: 사용자의 청력도가 변경되었습니다. 변경 내용을 적용하시겠습니까?
nl_nl: Het audiogram van de cliënt is gewijzigd. Wilt u de wijzigingen laden?
no_no: Pasientens audiogram er endret. Vil du laste inn endringene?
pt_pt: O audiograma do paciente foi alterado. Deseja carregar as alterações?
ro_ro: Audiograma pacientului a fost modificată. Doriți să încărcați schimbările?
ru_ru: Аудиограмма пациента изменилась. Загрузить изменения?
sv_se: Patientens audiogram har ändrats. Vill du läsa in ändringarna?
th_th: ออดิโอแกรมของผู้ป่วยเปลี่ยนแปลงไป คุณต้องการโหลดการเปลี่ยนแปลงหรือไม่
tr_tr: Hastanın odyogramı değişti. Değişiklikleri yüklemek ister misiniz?
zh_cn: 用户的听力图已更改。是否应用此更改？

source: Audiogram Changed
bg_bg: Аудиограмата е променена
cht: 聽力圖已更改
da_dk: Audiogram er ændret
el_gr: Το ακοόγραμμα άλλαξε
fi_fi: Audiogrammi muuttunut
hr_hr: Audiogram je promijenjen
hu_hu: Audiogram megváltozott
it_it: Audiogramma modificato
ko_kr: 청력도가 변경되었습니다
nl_nl: Audiogram gewijzigd
no_no: Audiogram endret
pt_pt: Audiograma modificado
ro_ro: Audiograma modificata
ru_ru: Аудиограмма изменена
sv_se: Audiogram ändrat
th_th: Audiogram ถูกเปลี่ยนแปลง
tr_tr: Odyogram değişti
zh_cn: 听力图已更改

source: Noise Tracker
cht: 噪音追蹤系統
fi_fi: Taustamelun vaimennus
pt_pt: Rastreador de Ruído
ro_ro: Noise Tracker (Monitorizare zgomot)
ru_ru: Шумоподавление Noise Tracker
th_th: ตัวติดตามเสียงรบกวน
zh_cn: 净噪系统

source: CS44 with Programming Adaptor II
bg_bg: CS44 с Адаптер за програмиране II
cht: CS44 連調整轉接器 II
da_dk: CS44 med programmeringsadaptor II
el_gr: CS44 με Programming Adaptor II
fi_fi: CS44+adapt. II
hr_hr: CS44 s adapterom za programiranje II
hu_hu: CS44 Programozó Adapter II-vel
it_it: CS44 con Adattatore di programmazione II
ko_kr: CS44+프로그래밍 어댑터 II
nl_nl: CS44 + programmeeradapter II
no_no: CS44 med Programming Adaptor II
pt_pt: CS44 com Adaptador de Programação II
ro_ro: Cablu CS44 cu adaptor de programare II
ru_ru: CS44 с адаптером программирования II
sv_se: CS44 med Programmeringssko II
th_th: สายเคเบิ้ล CS44 พร้อม Programming Adaptor II
tr_tr: Program adaptörü II ile CS44
zh_cn: CS44 +二代编程靴

source: Target rule saved successfully.
bg_bg: Целевото правило е записано успешно.
cht: 目標公式儲存成功。
da_dk: Target-regel er blevet gemt.
el_gr: Ο κανόνας στόχου αποθηκεύτηκε με επιτυχία.
fi_fi: Laskentasääntö tallennettu onnistuneesti
hr_hr: Pravilo za ciljnu vrijednost uspješno je spremljeno.
hu_hu: A célszabály sikeresen mentve.
it_it: Regola target salvata correttamente.
ko_kr: 타겟 포뮬러가 성공적으로 저장되었습니다.
nl_nl: Rekenregel succesvol opgeslagen
no_no: Tilpasningsregel lagret.
pt_pt: Regra alvo salva com sucesso.
ro_ro: Metaoda previzionala salvata cu succes.
ru_ru: Расчетная формула целевого значения успешна сохранена.
sv_se: Målmetod har sparats.
th_th: บันทึกกฎเป้าหมายเรียบร้อยแล้ว
tr_tr: Hedef algoritma başarıyla kaydedildi.
zh_cn: 目标法则成功保存。

source: Mark Response
bg_bg: Маркиране на отговор
cht: 標記反應
da_dk: Markér svar
el_gr: Σήμανση απόκρισης
fi_fi: Merkitse vastaus
hr_hr: Označi odgovor
hu_hu: Válasz megjelölése
it_it: Contrassegna risposta
ko_kr: Mark
nl_nl: Respons markeren
no_no: Merk respons
pt_pt: Marcar resposta
ro_ro: Marcare răspuns
ru_ru: Отметить отклик
sv_se: Markera svar
th_th: มาร์กการตอบสนอง
tr_tr: Yanıtı İşaretle
zh_cn: 标记响应

source: No Response
bg_bg: Няма отговор
cht: 無反應
da_dk: Intet svar
el_gr: Καμία απόκριση
fi_fi: Ei vastausta
hr_hr: Nema odgovora
hu_hu: Nincs válasz
it_it: Nessuna risposta
nl_nl: Geen respons
no_no: Ingen respons
pt_pt: Sem resposta
ro_ro: Niciun răspuns
ru_ru: Нет отклика
sv_se: Inget svar
th_th: ไม่มีการตอบสนอง
tr_tr: Yanıt Yok
zh_cn: 无响应

source: Remove Point
bg_bg: Отстраняване на точка
cht: 刪除點
da_dk: Fjern punkt
el_gr: Κατάργηση σημείου
fi_fi: Poista piste
hr_hr: Ukloni točke
hu_hu: Pont eltávolítás
it_it: Rimuovi punto
ko_kr: 포인트를 제거합니다
nl_nl: Meetpunt verwijderen
no_no: Fjern punkt
pt_pt: Remover ponto
ro_ro: Inlatura punctul
ru_ru: Удалить точку
sv_se: Ta bort markering
th_th: ลบ Point ออก
tr_tr: Noktayı kaldır
zh_cn: 删除点

source: Remove All Points
bg_bg: Отстраняване на всички точки
cht: 刪除所有點
da_dk: Fjern alle punkter
el_gr: Κατάργηση όλων των σημείων
fi_fi: Poista kaikki pisteet
hr_hr: Ukloni sve točke
hu_hu: Minden pont eltávolítása
it_it: Rimuovi tutti i punti
ko_kr: 모든 포인트를 제거합니다
nl_nl: Alle meetpunten verwijderen
no_no: Fjern alle punkter
pt_pt: Remover todos os pontos
ro_ro: Indeparteaza toate punctele
ru_ru: Удалить все точки
sv_se: Ta bort alla markeringar
th_th: ลบจุดทั้งหมด
tr_tr: Tüm noktaları kaldır
zh_cn: 删除全部点

source: Led player enabled
bg_bg: Активиран е Led player
cht: 允許Led播放器
da_dk: LED-afspiller er aktiveret
el_gr: LED player ενεργοποιημένο
fi_fi: LED-toisto-ohjelma käytössä
hr_hr: Led player omogućen
hu_hu: LED lejátszó engedélyezve
it_it: Riproduttore led abilitato
ko_kr: LED 플레이어 활성화
nl_nl: LED-speler ingeschakeld
no_no: LED aktivert
pt_pt: Led player habilitado
ro_ro: Player Led activat
ru_ru: Активирован ведомый игрок
sv_se: Led-spelare aktiverad
th_th: เปิดใช้ตัว Led เพลเยอร์
tr_tr: LED Oyuncu etkinleştirildi
zh_cn: 已启用LED播放器

source: Led player status enabled
bg_bg: Състояние на активиран Led player
cht: 允許Led播放器狀態
da_dk: Status for LED-afspiller er aktiveret
el_gr: Κατάσταση LED player ενεργοποιημένη
fi_fi: LED-toisto-ohjelman tila käytössä
hr_hr: Led player status omogućen
hu_hu: LED lejátszó állapota engedélyezve
it_it: Stato riproduttore led abilitato
ko_kr: LED 플레이어 상태 활성화
nl_nl: LED-speler status ingeschakeld
no_no: LED status aktivert
pt_pt: Status do Led Player
ro_ro: Stare player Led activată
ru_ru: Активирован статус ведомого игрока
sv_se: Status för Led-spelare aktiverad
th_th: เปิดใช้งานสถานะ Led เพลเยอร์
tr_tr: LED Oyuncu durumu etkinleştirildi
zh_cn: 已启用LED播放器状态

source: Auto DFS
cht: 自動數位回饋音抑制
el_gr: Αυτόματη DFS
hr_hr: Automatski DFS
ro_ro: DFS Automat
ru_ru: Авто DFS
th_th: DFS อัตโนมัติ
tr_tr: Otomatik DFS
zh_cn: 智能DFS

source: Tel balance
bg_bg: Тел. баланс
cht: 電話平衡
da_dk: Telefonbalance
el_gr: Ισορροπία τηλεπηνίου
fi_fi: Puhelimen tasapaino
hr_hr: Tel balans
hu_hu: Tel. egyensúly
it_it: Bilanciamento tel
ko_kr: 전화 밸런스
nl_nl: Tel balans
pt_pt: Equilíbrio do telefone
ro_ro: Balans Tel
ru_ru: Тел баланс
sv_se: Telespole balans
th_th: สมดุล Tel
tr_tr: Telefon balans
zh_cn: 电感平衡

source: Prefer fitting with:
bg_bg: Предпочитание за монтиране с:
cht: 偏好選配為：
da_dk: Foretræk tilpasning med:
el_gr: Προτίμηση εφαρμογής με:
fi_fi: Ehdota sovitus. käyttäen :
hr_hr: Prednost ima namještanje s:
hu_hu: Kívánt illesztés:
it_it: Prediligi fitting con:
ko_kr: 피팅 선호:
nl_nl: Voorkeur voor aanpassing met:
no_no: Foretrukket tilpasning med:
pt_pt: Preferência de ajuste com:
ro_ro: Reglaj de preferat cu:
ru_ru: Предпочтительна настройка с:
sv_se: Anpassning med:
th_th: แนะนำให้ fitting กับ:
tr_tr: Uygulama tercihi:
zh_cn: 多水平设置:

source: 2 Input Levels (50/80)
bg_bg: 2 входни нива (50/80)
cht: 2個輸入音量 (50/80)
da_dk: 2 Inputniveauer (50/80)
el_gr: 2 στάθμες εισόδου (50/80)
fi_fi: 2 ottotasoa (50/80)
hr_hr: 2 ulazne razine (50/80)
hu_hu: 2 bementi szint (50/80)
it_it: 2 livelli di ingresso (50/80)
ko_kr: 2 입력 수준 (50/80)
nl_nl: 2 Inputniveaus (50/80)
no_no: 2 Input nivå (50/80)
pt_pt: 2 níveis de entrada (50/80)
ro_ro: 2 Nivele de intrare (50/80)
ru_ru: 2 уровня входа (50/80)
sv_se: Två innivåer (50/80)
th_th: 2 ระดับอินพุท (50/80)
tr_tr: 2 Giriş seviyesi (50/80)
zh_cn: 2个输入水平(50/80)

source: 3 Input Levels (50/65/80)
bg_bg: 3 входни нива (50/65/80)
cht: 3個輸入音量 (50/65/80)
da_dk: 3 Inputniveauer (50/65/80)
el_gr: 3 στάθμες εισόδου (50/65/80)
fi_fi: 3 ottotasoa (50/65/80)
hr_hr: 3 ulazne razine (50/65/80)
hu_hu: 3 bementi szint (50/65/80)
it_it: 3 livelli di ingresso (50/65/80)
ko_kr: 3 입력 수준 (50/65/80)
nl_nl: 3 Inputniveaus (50/65/80)
no_no: 3 Input nivå (50/65/80)
pt_pt: 3 níveis de entrada (50/65/80)
ro_ro: 3 Nivele de intrare(50/65/80)
ru_ru: 3 уровня входа (50/65/80)
sv_se: Tre innivåer (50/65/80)
th_th: 3 ระดับอินพุท (50/65/80)
tr_tr: 3 Giriş seviyesi (50/65/80)
zh_cn: 3个输入水平 (50/65/80)

source: Gain 65
bg_bg: Усилване 65
cht: 增益65
da_dk: Forstærkning 65
el_gr: Ενίσχυση 65
fi_fi: Vahvistus 65
hr_hr: Pojačanje 65
hu_hu: Erősítés 65
it_it: Guadagno 65
ko_kr: 게인 65
nl_nl: Versterking 65
pt_pt: Ganho de 65
ro_ro: Castig65
ru_ru: Усиление 65
sv_se: Förstärkning 65
th_th: เกน 65
tr_tr: Kazanç 65
zh_cn: G65实际值

source: Target 65
bg_bg: Цел 65
cht: 目標65
da_dk: Mål 65
el_gr: Στόχος 65
fi_fi: Tavoite 65
hr_hr: Cilj 65
hu_hu: Cél 65
ko_kr: 타겟 65
nl_nl: Targetcurve 65
pt_pt: Alvo 65
ro_ro: Tinta 65
ru_ru: Целевое усиление 65
sv_se: Mål 65
th_th: เป้าหมาย 65
tr_tr: Hedef 65
zh_cn: G65目标值

source: You have switched from using 3 input levels for fitting back to 2. This change will take effect in the next new fitting session. Please note: instruments that were previously fitted with 3 input levels will continue to use 3.
bg_bg: Вие превключихте от използване на 3 входни нива за монтиране на 2 нива. Тази промяна ще влезе в сила през следващата нова сесия на монтиране. Моля, обърнете внимание – апаратите, които преди това са били монтирани с 3 входни нива, ще продължат да използват 3.
cht: 您已經從使用3種輸入音量選配切換至2。此更改將在下一個新的選配階段生效。請注意：先前使用3種輸入音量選配的助聽器將繼續使用3。
da_dk: Du har ændret fra 3 inputniveauer tilbage til 2. Ændringen træder i kraft i den næste tilpasningssession. Bemærk, at de apparater, der tidligere blev tilpasset med 3 inputniveauer, fortsat vil bruge 3.
el_gr: Από τη χρήση 3 σταθμών εισόδου για εφαρμογή επιστρέψατε στις 2. Αυτή η αλλαγή θα εφαρμοστεί στην επόμενη νέα συνεδρία εφαρμογής. Σημείωση: Τα ακουστικά που είχαν εφαρμοστεί παλαιότερα με 3 στάθμες εισόδου θα συνεχίσουν να χρησιμοποιούν 3.
fi_fi: Olet vaihtanut kolmesta ottotasosta kahteen ottotasoon. Tämä muutos tulee voimaan seuraavassa uudessa sovituksessa. Huomaa: Kuulokojeet jotka on sovitettu kolmella ottotasolla säilyttävät tämän asetuksen.
hr_hr: Prebacili ste se s upotrebe 3 ulazne razine za namještanje na 2 razine. Ta će promjena stupiti na snagu u sljedećoj novoj sesiji namještanja. Imajte na umu: aparati koji su prethodno namješteni s 3 ulazne razine nastavit će se služiti trima razinama.
hu_hu: Ön a 3 bemeneti szintről 2-re váltott az illesztéshez. Ez a változás az új illesztési munkamenetben lép életbe. Figyelem: azok a készülékek, amelyek előzőleg 3 bemeneti szinttel voltak illesztve, továbbra is 3-mal lesznek illesztve.
it_it: Il fitting è tornato da 3 livelli di ingresso nuovamente a 2. Questa modifica avrà effetto nella prossima sessione. Nota: gli apparecchi che in precedenza erano dotati di 3 livelli di ingresso continueranno ad utilizzarne 3.
ko_kr: 피팅 입력수준 사용 3에서 2로 다시 바꾸었습니다. 이 변경은 다음 새 피팅 세션에 영향을 줄 수 있습니다. 입력수준 3으로 기존에 피팅된 보청기는 계속해서 3을 사용할 것입니다.
nl_nl: U bent overgegaan van 3 naar 2 inputniveaus voor de aanpasparameters. Deze wijziging wordt effectief bij de volgende aanpassessie. Bedenk wel: toestellen die voorheen met 3 inputniveaus zijn aangepast behouden die 3.
no_no: Du har endret fra 3 input nivå tilbake til 2. Disse endringene trer i kraft ved neste økt. Vennligst merk: Apparater som tidligere er programmert med 3 inputnivåer, vil fortsette å bruke 3.
pt_pt: Você modificou a seleção do ganho de 3 níveis de entrada para 2 níveis de entrada. Essa mudança afetará os ajustes da próxima sessão. Obs.: aparelhos que foram ajustados com 3 níveis deverão continuar com o ajuste de 3 níveis de entrada.
ro_ro: Ati schimbat de la folosirea a 3 puncte de reper pentru reglaj inapoi la 2. Aceasta modificare va avea efect in urmatoarea sesiune de reglaj. Atentie: aparatele care au fost reglate anterior cu 3 puncte vor continua sa foloseasca 3.
ru_ru: Вы переключились с использования в настройке с 3 уровнями входа на использование 2 уровней входа. Эти изменения вступят в силу при следующей новой сессии настройки. Обратите внимание: аппараты, которые ранее были настроены по 3 уровням входа, будут и далее использовать 3 уровня входа.
sv_se: Du har bytt från tre innivåer tillbaka till två. Denna ändring får effekt vid nästa nya anpassning. Notera: Hörapparater som tidigare anpassats med tre innivåer kommer även göra det fortsättningsvis.
th_th: คุณได้ทำการเปลี่ยนจากการใช้ 3 ระดับอินพุทในการทดลองสวมเป็น 2 การเปลี่ยนแปลงนี้จะมีผลในเซสชันการทดลองสวมใหม่ครั้งถัดไป โปรดทราบว่า: อุปกรณ์ที่ทดลองสวมก่อนหน้านี้โดยใช้ 3 ระดับอินพุทจะยังคงใช้ 3 ระดับต่อไป
tr_tr: Giriş seviyelerini 3 ten 2 ye değiştirdiniz. Bundan sonraki yeni fittinglerinizde etkin olacaktır. Lütfen dikkate alın: 3 giriş seviyesi olarak girmiş olduğunuz geçmiş fittingleriniz yine 3 giriş seviyesini kullanacaktır.
zh_cn: 您要从3个输入水平切换到2个,将在下次验配时生效.请注意:之前保存了3个输入水平的助听器仍将保持3个输入水平。

source: Fitting preference
bg_bg: Предпочитание за монтиране
cht: 選配偏好
da_dk: Tilpasningspræference
el_gr: Προτίμηση εφαρμογής
fi_fi: Sovitus asetukset
hr_hr: Postavke namještanja
hu_hu: Illesztési tulajdonságok
it_it: Preferenze fitting
ko_kr: 피팅 선호
nl_nl: Aanpasvoorkeur
no_no: Tilpasningspreferanser
pt_pt: Preferência de ajuste
ro_ro: Preferinta reglaj
ru_ru: Предпочтительная настройка
sv_se: Anpassningspreferenser
th_th: การกำหนดค่าการทดลองสวม
tr_tr: Uygulama tercihleri
zh_cn: 验配参数

source: Solution cannot be applied.
bg_bg: Решението не може да се приложи.
cht: 不能套用解決方案。
da_dk: Denne løsning kan ikke udføres.
el_gr: Η λύση δεν μπορεί να εφαρμοστεί.
fi_fi: Ratkaisua ei voida suorittaa.
hr_hr: Rješenje se ne može primijeniti.
hu_hu: Ez a lehetőség nem áll rendelkezésre.
it_it: Impossibile applicare la soluzione.
ko_kr: 솔루션이 적용될 수 없습니다.
nl_nl: Oplossing kan niet toegepast worden.
no_no: Løsningen kan ikke brukes.
pt_pt: A solução não pode ser aplicada.
ro_ro: Solutia nu poate fi aplicata.
ru_ru: Данное решение неприменимо.
sv_se: Lösningen kan inte utföras.
th_th: ไม่สามารถใช้วิธีแก้ปัญหาได้
tr_tr: Çözüm uygulanamadı.
zh_cn: 不能应用此方案。

source: Please switch to 3 input level view from preferences dialog box to enable this solution.
bg_bg: Моля, превключете на изглед на 3 входни нива от диалоговия прозорец за предпочитания, за да активирате това решение.
cht: 請從偏好對話視窗切換到 3個輸入音量檢視以啟用此解決方案。
da_dk: Skift til 3 inputniveauer i dialogboksen Præferencer for at bruge denne løsning.
el_gr: Μεταβείτε στην προβολή 3 σταθμών εισόδου από το πλαίσιο διαλόγου προτιμήσεων για να ενεργοποιήσετε αυτήν τη λύση.
fi_fi: Ole hyvä ja vaihda 3 ottotason asetukseen asetuksista jotta tämä toimenpide voidaan suorittaa.
hr_hr: Za omogućivanje ovog rješenja prebacite se na prikaz 3 ulazne razine u dijaloškom okviru postavki.
hu_hu: Váltson a 3 bementi szint megjelenítésre a tulajdonságok menüpontban az engedélyezéshez.
it_it: Passare alla vista dei 3 livelli di ingresso dalla finestra di dialogo delle preferenze per abilitare la soluzione.
ko_kr: 이 솔루션을 적용할 수 있도록 대화상자 보기를 3 입력 레벨로 바꾸세요
nl_nl: Wijzig in het scherm ´Voorkeuren´ de aanpasvoorkeur naar 3 Inputniveaus om deze oplossing mogelijk te maken.
no_no: Vennligst bytt til 3 inputnivå-visning under preferanser for å ta i bruk denne løsningen.
pt_pt: Modifique a seleção para 3 níveis de entrada na caixa de diálogo de preferências para habilitar essa solução.
ro_ro: Schimbati la afisajul cu 3 nivele de intrare din casuta de preferinte pentru activarea acestei solutii.
ru_ru: Пожалуйста, активируйте 3-й входящий уровень в окне настройки, чтобы воспользоваться этим решением.
sv_se: Ändra till tre innivåer vy under Redigera-Preferenser för att spara denna lösning.
th_th: กรุณาเปลี่ยนไปที่ input level 3 จากหน้าเมนู preferences เพื่อที่จะใช้การแก้ปัญหานี้.
tr_tr: Bu çözümü etkinleştirmek için tercihler kutusunda uygulama tercihi bölümünde '3 giriş seviyesi kullan' tercihini işaretleyin.
zh_cn: 请在参数中设置为3个输入水平,便可启用此方案。

source: DSLv5 - Pediatric
bg_bg: DSLv5 - Педиатричен
cht: DSLv5 - 孩童
da_dk: DSLv5 – pædiatrisk
el_gr: DSLv5 - Παιδί
fi_fi: DSLv5 - Pediatrinen
hr_hr: DSLv5 - pedijatrijski
hu_hu: DSLv5 - Gyermek
it_it: DSLv5 - Pediatrico
ko_kr: DSLv5 - 소아용
nl_nl: DSLv5 - Pediatrisch
no_no: DSLv5 – pediatrisk
pt_pt: DSLv5 – Pediátrica
ru_ru: DSLv5 - Педиатрическая
sv_se: DSLv5 - Barn
th_th: DSLv5 - เด็ก
tr_tr: DSLv5 - Pediatrik
zh_cn: DSLv5-儿童

source: Cut
bg_bg: Отрежи
cht: 剪下
da_dk: Klip
el_gr: Αποκοπή
fi_fi: Leikkaa
hr_hr: Izreži
hu_hu: Kivágás
it_it: Taglia
ko_kr: 잘라내기
nl_nl: Knippen
no_no: Klipp ut
pt_pt: Cortar
ro_ro: Tăiere
ru_ru: Вырезать
sv_se: Klipp
th_th: ตัด
tr_tr: Kes
zh_cn: 剪切

source: Copy
bg_bg: Копирай
cht: 複製
da_dk: Kopiér
el_gr: Αντιγραφή
fi_fi: Kopioi
hr_hr: Kopiraj
hu_hu: Másolás
it_it: Copia
ko_kr: 복사
nl_nl: Kopiëren
no_no: Kopier
pt_pt: Copiar
ro_ro: Copiere
ru_ru: Копировать
sv_se: Kopiera
th_th: คัดลอก
tr_tr: Kopyala
zh_cn: 复制

source: Paste
bg_bg: Постави
cht: 貼上
da_dk: Indsæt
el_gr: Επικόλληση
fi_fi: Liitä
hr_hr: Zalijepi
hu_hu: Beillesztés
it_it: Incolla
ko_kr: 붙여넣기
nl_nl: Plakken
no_no: Lim inn
pt_pt: Colar
ro_ro: adauga
ru_ru: Вставить
sv_se: Klistra in
th_th: วาง
tr_tr: Yapıştır
zh_cn: 粘贴

source: Measurement Method:
bg_bg: Метод за измерване:
cht: 測量方法：
da_dk: Målemetode:
el_gr: Μέθοδος μέτρησης:
fi_fi: Mittausmenetelmä:
hr_hr: Metoda mjerenja:
hu_hu: Mérési folyamat:
it_it: Metodo di misurazione:
ko_kr: 측정 방법:
nl_nl: Meetmethode:
no_no: Målemetode:
pt_pt: Método de medição:
ro_ro: Metoda de masurare:
ru_ru: Метод измерения:
sv_se: Mätmetod:
th_th: วิธีการวัด:
tr_tr: Ölçüm Metodu:
zh_cn: 检测方法:

source: Transducer Type:
bg_bg: Тип преобразувател:
cht: 傳導器類型：
el_gr: Τύπος μετατροπέα:
fi_fi: Äänilähteen tyyppi :
hr_hr: Vrsta mjernog pretvornika:
hu_hu: Átalakító Típus:
it_it: Tipo di trasduttore:
ko_kr: 트랜스듀서 유형:
nl_nl: Type Transducer:
no_no: Målt med:
pt_pt: Tipo de transdutor:
ro_ro: Tip traductor:
ru_ru: Тип датчика:
sv_se: Omvandlare:
th_th: ชนิดของทรานสดิวเซอร์:
tr_tr: Dönüştürücü Tipi:
zh_cn: 耳机类型:

source: Measured In:
cht: 測量方式：
da_dk: Måles i:
el_gr: Μετρήθηκε σε:
fi_fi: Mittayksikkö:
hr_hr: Mjereno u:
hu_hu: Mérések:
it_it: Misurato In:
ko_kr: 측정:
nl_nl: Gemeten in:
no_no: Målt i:
pt_pt: Medido em:
ro_ro: Măsurat în:
ru_ru: Измерено в:
sv_se: Mäts i:
th_th: วัดใน:
tr_tr: Ölçüm Kriteri:
zh_cn: 测量方法:

source: Puretone Audiometry
bg_bg: Аудиометрия на чистия тон
cht: 純音聽力檢查
da_dk: Rentoneaudiometri
el_gr: Ακοομετρία καθαρού τόνου
fi_fi: Puhdasääniaudiometria
hr_hr: Čista tonalna audiometrija
hu_hu: Tisztahang audiometria
it_it: Audiometria tono puro
ko_kr: 순음 청력검사
nl_nl: Zuivere-tonen audiometrie
no_no: Rentone-audiometri
pt_pt: Audiometria de tom puro
ro_ro: Audiometrie Tonala
ru_ru: Чистотональная аудиометрия
sv_se: Puretone Audiometri
th_th: ตรวจวัดระดับการได้ยินด้วยเสียงบริสุทธิ์
tr_tr: Safses Odyometrisi
zh_cn: 纯音测听

source: Toneburst ABR
cht: 短聲爆發聽性腦幹反應
el_gr: ABR ριπής τόνου
fi_fi: Äänipurske ABR
hr_hr: Trajanje signala za ABR
it_it: ABR Toneburst
no_no: ABR
pt_pt: ABR Toneburst
ro_ro: Ton ABR
ru_ru: Тональный импульс ABR/СВП (регистрация стволомозговых слуховых вызванных потенциалов)
sv_se: Tonstöts ABR
th_th: โทนเบิร์ส ABR
tr_tr: ABR Ton patlaması
zh_cn: ABR

source: ASSR & Other
bg_bg: ASSR и други
cht: 聽覺穩定誘發反應及其他
da_dk: ASSR og andet
el_gr: ASSR και άλλα
fi_fi: ASSR ja muut
hr_hr: ASSR i drugo
hu_hu: ASSR & Más
it_it: ASSR e altri
ko_kr: ASSR & 기타
nl_nl: ASSR & anders
no_no: ASSR & andre
pt_pt: ASSR & Outros
ro_ro: ASSR & Altele
ru_ru: ASSR (слуховой ответ на постоянный модулированный тон, СОПМТ) и др.
sv_se: ASSR & Annat
th_th: ASSR และอื่นๆ
tr_tr: ASSR & Diğer
zh_cn: ASSR & 其它

source: Headphones
bg_bg: Слушалки
cht: 覆耳式耳機
da_dk: Høretelefoner
el_gr: Ακουστικά κεφαλής
fi_fi: Kuulokkeet
hr_hr: Naglavne slušalice
hu_hu: Fejhallgatók
it_it: Cuffie auricolari
ko_kr: 헤드폰
nl_nl: Hoofdtelefoon
no_no: Hodetelefoner
pt_pt: Fones de ouvido
ro_ro: Casti supraaurale
ru_ru: Наушники
sv_se: Hörlurar
th_th: ที่ครอบหูฟัง
tr_tr: Kulaklıklar
zh_cn: 头戴耳机

source: Insert earphone + earmold
bg_bg: Включете слушалка + ушна отливка
cht: 塞入式耳機 + 耳模
da_dk: Indsæt høretelefon + øreprop
el_gr: Ένθετο ακουστικό + εκμαγείο
fi_fi: Inserttikuuloke+korvakapple
hr_hr: Umetnite ušnu slušalicu + kalup za uho
hu_hu: Insert hallgató + illeszték
it_it: Inserto auricolare + chiocciola su misura
ko_kr: 이어폰+이어몰드를 삽입하세요
nl_nl: Insert earphone + oorstukje
no_no: Sett inn øretelefon + ørepropp
pt_pt: Inserir fone de ouvido + molde auricular
ro_ro: Casti insert + oliva
ru_ru: Вставьте телефон + вкладыш
sv_se: Sätt in hörlur + insats
th_th: ใส่ earphone + earmold
tr_tr: Kulaklık + kulak kalıbını girin
zh_cn: 插入耳机+耳模

source: Insert earphone + foamtip
bg_bg: Включете слушалка + пенообразен накрайник
cht: 塞入式耳機 + 海綿耳塞
da_dk: Indsæt høretelefon + skumprop
el_gr: Ένθετο ακουστικό + μαξιλαράκι ακουστικού από αφρώδες υλικό
fi_fi: Inserttikuuloke+vaahtomuovitippi
hr_hr: Umetnite ušnu slušalicu + pjenastu oblogu
hu_hu: Insert hallgató + fülszivacs
it_it: Inserto auricolare + adattatore in spugna
ko_kr: 인서트 이어폰+foamtip을 연결하세요
nl_nl: Plaats oortelefoon + foamtip
no_no: Sett inn øretelefon + skumpropp
pt_pt: Inserir fone de ouvido + espuma protetora
ro_ro: Casti insert + varf de spuma
ru_ru: Вставьте телефон + поролоновую вставку
sv_se: Sätt in hörlur + foamtip
th_th: ใส่ earphone + foamtip
tr_tr: Kulaklık + köpük ucu girin
zh_cn: 插入耳机+耳塞

source: Central Auditory Pathways
bg_bg: Централни слухови канали
cht: 中樞聽覺路徑
da_dk: De centrale hørebaner
el_gr: Κεντρικές ακουστικές οδοί
fi_fi: Kuuloaistin polut
hr_hr: Središnji slušni putovi
hu_hu: Központi hallópályák
it_it: Percorsi uditivi centrali
ko_kr: 중추 청각 경로
nl_nl: Centrale auditieve zenuwbanen
no_no: Sentrale hørselsbaner
pt_pt: Vias auditivas centrais
ro_ro: Cai nervoase ale auzului la nivel central
ru_ru: Центральные слуховые пути
sv_se: Centrala hörselbanor
th_th: ทางเดินเสียงส่วนกลาง
tr_tr: Merkezi İşitsel Yollar
zh_cn: 中枢听觉通路

source: You might have a hearing loss if you ...
bg_bg: Възможно е да имате загуба на слуха, ако ...
cht: 您也許有聽力損失如果您...
da_dk: Du kan have en hørenedsættelse, hvis du...
el_gr: Ενδέχεται να έχετε απώλεια ακοής αν...
fi_fi: Sinulla voi olla kuulonalenema, jos...
hr_hr: Možda patite od gubitka sluha ako imate sljedeće simptome...
hu_hu: Önnek halláscsökkenése lehet, ha ...
it_it: Si potrebbe avere una perdita uditiva se...
ko_kr: 아래와 같은 증상이 있다면, 난청을 의심할 수 있습니다.
nl_nl: U heeft wellicht een gehoorverlies als u ...
no_no: Du kan ha et hørselstap hvis du ...
pt_pt: Você pode ter perda auditiva, se você...
ro_ro: Este posibil să fiți hipoacuzic dacă...
ru_ru: Возможно, у вас имеется потеря слуха, если...
sv_se: Du kan ha en hörselnedsättning om du ...
th_th: คุณอาจมีอาการสูญเสียการได้ยินหากคุณ...
tr_tr: Şu durumlarda işitme kaybınız olabilir...
zh_cn: 您可能有听力损失，如果您 ...

source: Socially:
bg_bg: При общуване:
cht: 社交上：
da_dk: Socialt:
el_gr: Κοινωνικά:
fi_fi: Sosiaalinen :
hr_hr: Društveni:
hu_hu: Társaságban:
it_it: Dal punto di vista sociale:
ko_kr: 사회적으로:
nl_nl: Sociaal:
no_no: Sosialt:
pt_pt: Socialmente:
ro_ro: Social:
ru_ru: В плане общения:
sv_se: Socialt:
th_th: ในด้านสังคม:
tr_tr: Sosyal:
zh_cn: 社交类:
