Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: An older Noahlink Wireless/Airlink 2 is has been detected. It must be updated in order to connect to the newest instruments.
bg_bg: Установено е наличието на по-стари Noahlink Wireless/Airlink 2. Тя трябва да се актуализира, за да се свържат най-новите апарати.
cht: 已偵測到較舊的Noahlink Wireless/Airlink 2。必須更新以連接最新的助聽器。
da_dk: Et ældre Noahlink Wireless/Airlink 2 er blevet registreret. Det skal opdateres for at kunne oprette forbindelse til de nyeste høreapparater.
el_gr: Εντοπίστηκε παλαιότερη έκδοση Noahlink Wireless/Airlink 2. Πρέπει να γίνει ενημέρωση προκειμένου να συνδεθεί στα νεότερα βοηθήματα.
fi_fi: Käytössäsi on Airlink2 -ohjelmointilaite. Laite täytyy päivittää NoahLink Wireless laitteeksi, jotta uusimmat kuulokojeet voidaan sovittaa sillä.
hr_hr: Detektirana je starija verzija Noahlink Wireless/Airlink 2. Mora se ažurirati kako bi se mogao povezati s najnovijim aparatima.
hu_hu: Egy régebbi Noahlink Wireless/Airlink 2 van felismerve. Frissíteni kell az újabb készülékekhez való csatlakozáshoz.
it_it: Un vecchio Noahlink Wireless/Airlink 2 è stato rilevato. Deve essere aggiornato per connettersi con gli apparecchi acustici più recenti.
ko_kr: 구형 Noahlink Wireless/Airlink 2가 탐지 되었습니다. 새로운 보청기를 연결하기 전에 반드시 구형 Noahlink Wireless/Airlink 2를 업데이트 해주시기 바랍니다.
nl_nl: Een oudere Noahlink Wireless/Airlink 2 is gedetecteerd. Hij moet worden bijgewerkt om verbinding te kunnen maken met de nieuwste toestellen.
no_no: En eldre NOAHlink Wireless/Airlink 2 er identifisert. Denne må oppdateres for å kunne kobles til de nyeste høreapparatene.
pt_pt: Um Noahlink Wireless/Airlink 2 antigo foi detectado. Esse deve ser atualizado para poder conectar os aparelhos auditivos mais novos.
ro_ro: S-a detectat un Noahlink Wireless/Airlink 2 mai vechi. Acesta trebuie actualizat pentru a se conecta la aparatele cele mai noi.
ru_ru: Обнаружена ранняя версия Noahlink Wireless/Airlink 2. Для подключения к новейшим аппаратам ее необходимо обновить.
sv_se: En äldre Noahlink Wireless/Airlink 2 har upptäckts. Den måste uppdateras för att kunna ansluttas till de senaste hörapparaterna.
th_th: ตรวจพบ Noahlink Wireless/Airlink 2 รุ่นเก่า จะต้องทำการอัปเดตจึงจะสามารถเชื่อมต่อกับอุปกรณ์ใหม่ล่าสุดได้
tr_tr: Daha eski bir Kablosuz Noahlink/Airlink 2 algılandı. En yeni cihazlara bağlanabilmesi için güncellenmesi gerekir.
zh_cn: 检测到旧版本的Noahlink /Airlink 2无线编程器。要验配最新的助听器需要将编程器升级。

source: Click Update button to run Accessory Updater tool. Click Cancel to cancel connection.
bg_bg: Натиснете бутона Актуализация за стартиране на инструмента за актуализиране на аксесоари. Щракнете върху Отмяна за отменяне на връзката.
cht: 點擊更新按鈕以開始配件更新工具。 點擊取消以取消連接。
da_dk: Klik på knappen Opdater for at starte opdateringsværktøjet til tilbehør. Klik på Annuller for at annullere forbindelsen.
el_gr: Κάντε κλικ στο κουμπί "Ενημέρωση" για να εκκινήσετε το εργαλείο Accessory Updater. Κάντε κλικ στο κουμπί "Άκυρο" για να ακυρώσετε τη σύνδεση.
fi_fi: Käynnistä lisälaitteiden päivitystyökalu napsauttamalla Päivitä-painiketta.
hr_hr: Stisnite na ikonu Ažuriraj kako biste pokrenuli Alat za ažuriranje dodatne opreme. Stisnite Odustani za prekid povezivanja.
hu_hu: Kattintson a Frissítés gombra a tartozék frissítési eszköz indításához. Kattintson a Mégse gombra a kapcsolat megszakításához.
it_it: Fare clic sul pulsante Aggiorna per avviare il tool di aggiornamento degli accessori. Fare clic su Annulla per annullare la connessione.
ko_kr: 업데이트 버튼을 클릭하여 액세서리 업데이터를 시작합니다. 취소 버튼을 클릭하여 연결을 취소합니다.
nl_nl: Klik op de knop Update om de Accessory Update tool te starten. Klik op Annuleren om de verbinding te annuleren.
no_no: Klikk på Oppdater-knappen for å starte oppdateringsverktøy for tilbehør. Klikk Avbryt for å avbryte tilkoblingen.
pt_pt: Clique no botão Update (Atualizar) para iniciar a ferramenta de atualização do acessório. Clique em Cancel (Cancelar) para cancelar a conexão.
ro_ro: Dați clic pe butonul Update pentru a porni Accessory Updater tool. Dați clic pe Cancel pentru a anula conexiunea.
ru_ru: Кликните кнопку Обновить, чтобы запустить Инструмент обновления аксессуара. Кликните Отменить, чтобы прервать соединение.
sv_se: Klicka på knappen Uppdatera för att starta uppdateringsverktyget för tillbehör. Klicka på Avbryt för att avbryta anslutningen.
th_th: คลิกปุ่มอัพเดตเพื่อเรียกใช้เครื่องมือ Accessory Updater คลิกยกเลิกเพื่อยกเลิกการเชื่อมต่อ
tr_tr: Aksesuar Güncelleme Aracını başlatmak için Güncelle düğmesine tıklayın. Bağlantıyı iptal etmek için İptal düğmesine tıklayın.
zh_cn: 单击更新按钮启动附件更新程序工具。 单击“取消”取消连接。

source: Click Update button to run Accessory Updater tool. Click Cancel to skip Airlink2 update. Only legacy devices can be connected in this case.
bg_bg: Натиснете бутона Актуализация за пускане на инструмента за актуализиране на аксесоари. Щракнете върху Отмяна, за да пропуснете актуализацията на Airlink2. В този случай могат да се свързват само обикновени, стари устройства.
cht: 點擊更新按鈕執行配件更新工具。 點擊「取消」以略過 Airlink2 更新。在這種情況下，只能連接傳統的裝置。
da_dk: Klik på knappen Opdater for at køre opdateringsværktøjet til tilbehør. Klik på Annuller for at springe opdateringen af Airlink2 over. Kun ældre apparater kan tilsluttes i dette tilfælde.
el_gr: Κάντε κλικ στο κουμπί "Ενημέρωση" για να εκτελέσετε το εργαλείο Accessory Updater. Κάντε κλικ στο κουμπί "Άκυρο" για να παραλείψετε την ενημέρωση του Airlink2. Η σύνδεση παλαιών συσκευών μόνο θα είναι δυνατή στην περίπτωση αυτή.
fi_fi: Käynnistä lisälaitteiden päivitystyökalu napsauttamalla Päivitä-painiketta.
hr_hr: Stisnite na ikonu Ažuriraj kako biste pokrenuli Alat za ažuriranje dodatne opreme. Stisnite Odustani za preskakanje Airlink 2 ažuriranja. Povezivanje je moguće samo sa zastarjelim uređajima.
hu_hu: Kattintson a Frissítés gombra a tartozék frissítési eszköz futtatásához. Kattintson a Mégse gombra az Airlink2 frissítésének kihagyásához. Ebben az esetben csak elavult eszközöket lehet csatlakoztatni.
it_it: Fare clic sul pulsante Aggiorna per avviare il tool di aggiornamento degli accessori. Fare clic su Annulla per saltare l'aggiornamento di Airlink2. In tal caso, potranno essere connessi soltanto i dispositivi precedenti.
ko_kr: 업데이트 버튼을 클릭하여 액세서리 업데이터를 시작합니다 취소 버튼을 클릭하여 Airlink2 업데이트를 건너뜁니다. 이 경우 구형 기기만을 연결할 수 있습니다.
nl_nl: Klik op de knop Update om de Accessory Update tool te starten. Klik op Annuleren om de Airlink 2-update over te slaan. Alleen oudere toestellen kunnen in dat geval worden verbonden.
no_no: Klikk på Oppdater-knappen for å kjøre oppdateringsverktøy for tilbehør. Klikk Avbryt for å hoppe over Airlink2-oppdateringen. I dette tilfellet kan bare eldre enheter kobles til.
pt_pt: Clique no botão Atualizar para executar a ferramenta de atualização do acessório. Clique em Cancelar para ignorar a atualização do Airlink2. Apenas dispositivos do Aventa 3 podem ser conectados nesse caso.
ro_ro: Dați clic pe butonul Update pentru a rula Accessory Updater tool. Dați clic pe Cancel pentru a sări peste Airlink2 update. Doar dispozitivele legacy pot fi conectate în acest caz.
ru_ru: Кликните кнопку Обновить, чтобы запустить Инструмент обновления аксессуара. Кликните Отменить, чтобы пропустить обновление Airlink2. В таком случае можно будет подключать только старые устройства.
sv_se: Klicka på Uppdatera för att köra tillbehörsuppdatering. Klicka på Avbryt för att hoppa över Airlink2-uppdateringen. Endast äldre enheter kan anslutas i det här fallet.
th_th: คลิกปุ่มอัพเดตเพื่อเรียกใช้เครื่องมือ Accessory Updater คลิกยกเลิกเพื่อข้ามการอัพเดต Airlink2 ในกรณีนี้สามารถเชื่อมต่ออุปกรณ์รุ่นเก่าได้เท่านั้น
tr_tr: Aksesuar Güncelleme Aracını çalıştırmak için Güncelle düğmesine tıklayın. Airlink2 güncellemesini atlamak için İptal düğmesine basın. Bu durumda yalnızca eski cihazlar bağlanabilir.
zh_cn: 单击更新按钮运行附件更新程序工具。 单击“取消”跳过Airlink2更新。在这种情况下，只能连接老产品。

source: Update Noahlink Wireless/Airlink 2
bg_bg: Актуализация на Noahlink Wireless/Airlink 2
cht: 更新 Noahlink Wireless/Airlink 2
da_dk: Opdater Noahlink Wireless/Airlink 2
el_gr: Ενημέρωση Noahlink Wireless/Airlink 2
fi_fi: Päivitä Airlink 2 ohjelmointilaite NoahLink Wireless laitteeksi.
hr_hr: Ažuriraj Noahlink Wireless/Airlink 2
hu_hu: Noahlink Wireless/Airlink 2 frissítés
it_it: Aggiorna Noahlink Wireless/Airlink 2
ko_kr: Noahlink Wireless/Airlink 2 업데이트
nl_nl: Noahlink Wireless/Airlink 2 bijwerken
no_no: Oppdater NOAHlink Wireless/Airlink 2
pt_pt: Atualização do Noahlink Wireless/Airlink 2
ro_ro: Actualizare Noahlink Wireless/Airlink 2
ru_ru: Обновить Noahlink Wireless/Airlink 2
sv_se: Uppdatera Noahlink Wireless/Airlink 2
th_th: อัปเดต Noahlink Wireless/Airlink 2
tr_tr: Airlink 2’yi Güncelle
zh_cn: 升级Noahlink /Airlink 2无线编程器

source: Custom Target Rule
bg_bg: Целево правило по желание
cht: 自定目標公式
da_dk: Brugertilpasset target-regel
el_gr: Προσαρμ. κανόνας στόχου
fi_fi: Mukautettu kohdesääntö
hr_hr: Prilagođeno pravilo za ciljne vrijednosti
hu_hu: Egyéni célszabály
it_it: Regola Target personalizzata
ko_kr: 커스텀 타겟 포뮬러:
nl_nl: Eigen rekenregel
no_no: Egen target-regel
pt_pt: Personalizar regras alvo
ro_ro: Regula Target Personalizată
ru_ru: Индивидуальная формула расчета целевого значения
sv_se: Egen målmetod
th_th: กฎเป้าหมายแบบกำหนดเอง
tr_tr: Özel Hedef Algoritması
zh_cn: 自定义目标法则...

source: Please wait while retrieving information from the cloud
bg_bg: Моля, изчакайте докато се извлича информация от облака
cht: 正從雲端檢索訊息，請稍後
da_dk: Vent, mens der hentes oplysninger fra skyen
el_gr: Περιμένετε όσο ανακτούμε πληροφορίες από το cloud
fi_fi: Odota. Tiedostoja noudetaan pilvestä.
hr_hr: Pričekajte dok dohvatimo informacije iz oblaka
hu_hu: Kis türelmet, amíg a rendszer beolvassa az adatokat a felhőből
it_it: Attendere il recupero delle informazioni dal cloud
ko_kr: 클라우드 정보를 로드하는 동안 기다려 주십시오.
nl_nl: Wacht terwijl informatie uit de cloud wordt opgehaald
no_no: Vent mens det hentes informasjon fra nettskyen
pt_pt: Aguarde ao recuperar informações da nuvem
ro_ro: Vă rugăm să așteptați cât descărcăm informații din cloud
ru_ru: Подождите, пожалуйста, пока идет извлечение информации из облачных сервисов
sv_se: Vänta medan informationen hämtas från molnet
th_th: โปรดรอระหว่างที่กำลังรับข้อมูลจาก Cloud
tr_tr: Buluttan bilgiler alınırken lütfen bekleyin
zh_cn: 请等待从云端检索信息

source: Please be advised that if you choose to skip this step, the fitting data will not be saved to the cloud and will only be saved locally.
bg_bg: Моля, имайте предвид, че ако решите да пропуснете тази стъпка, данните за монтирането няма да се запазят в облака, а ще се запазят само локално.
cht: 請注意，如果選擇略過此步驟，選配資料將不會儲存於雲端，並將儲存在本機。
da_dk: Vær opmærksom på, at hvis du vælger at springe dette trin over, gemmes tilpasningsdataene ikke i skyen, men kun lokalt.
el_gr: Επισημαίνεται ότι εάν επιλέξετε να παραλείψετε το βήμα αυτό, τα δεδομένα εφαρμογής δεν θα αποθηκευτούν στο cloud αλλά θα αποθηκευτούν μόνο τοπικά.
fi_fi: Jos ohitat tämän vaiheen, sovitustietoja ei tallenneta pilvipalveluun vaan ne tallennetaan ainoastaan paikallisesti.
hr_hr: Imajte na umu da se preskakanjem ovog koraka podatci o namještanju neće spremiti u oblak, nego samo lokalno.
hu_hu: Megjegyzés: ha úgy dönt, hogy kihagyja ezt a lépést, a rendszer nem menti az illesztési adatokat a felhőbe, és az adatok mentése csak helyben történik meg.
it_it: Se si sceglie di saltare questo passaggio, i dati di fitting non saranno salvati nel cloud e dovranno essere salvati soltanto su supporti locali.
ko_kr: 이 단계를 건너뛰는 경우 피팅 데이터는 클라우드에 저장되지 않고, 클리닉 PC에 저장됩니다.
nl_nl: Wanneer u deze stap overslaat, zullen de aanpasgegevens niet in de cloud worden opgeslagen en zullen ze alleen lokaal worden opgeslagen.
no_no: Hvis du hopper over dette trinnet, vil tilpasningsdataene bare lagres lokalt, ikke i nettskyen.
pt_pt: Esteja ciente de que se você optar por ignorar esta etapa, os dados de ajuste não serão salvos na nuvem, apenas localmente.
ro_ro: Rețineți că dacă alegeți să săriți peste acest pas, datele de reglaj nu vor fi salvate în cloud ci doar local.
ru_ru: Обратите внимание: если вы решите пропустить этот шаг, данные настройки не будут сохраняться в облаке и могут быть сохранены только локально на ПК.
sv_se: Observera att om du väljer denna åtgärd så kommer anpassningsdata att inte att sparas i molnet utan endast lokalt.
th_th: โปรดทราบว่าหากคุณเลือกที่จะข้ามขั้นตอนนี้ ข้อมูลการทดลองสวมจะไม่ถูกบันทึกไปยัง Cloud และจะบันทึกได้เฉพาะภายในเครื่อง
tr_tr: Bu adımı atlamayı seçerseniz, fitting verilerinin buluta kaydedilmeyeceğini ve yalnızca yerel olarak kaydedileceğini lütfen not edin.
zh_cn: 请注意，如果您选择跳过此步骤，验配数据将不会保存到云端，并且只能在本地保存。

source: Upload to cloud
bg_bg: Качване в облака
cht: 上傳至雲端
da_dk: Upload til skyen
el_gr: Μεταφόρτωση στο cloud
fi_fi: Lataa pilvipalveluun
hr_hr: Prenesi u oblak
hu_hu: Feltöltés a felhőbe
it_it: Carica sul cloud
ko_kr: 클라우드에 업로드
nl_nl: Uploaden naar de cloud
no_no: Last opp til nettskyen
pt_pt: Enviar a nuvem
ro_ro: Încărcare în Cloud
ru_ru: Загрузить в облако
sv_se: Ladda upp till molnet
th_th: อัพโหลดไปยัง Cloud
tr_tr: Buluta Yükle
zh_cn: 保存至云端

source: Uploaded to cloud
bg_bg: Качени в облака
cht: 已上傳至雲端
da_dk: Uploadet til skyen
el_gr: Έγινε μεταφόρτωση στο cloud
fi_fi: Ladattu pilvipalveluun
hr_hr: Preneseno u oblak
hu_hu: Feltöltve a felhőbe
it_it: Caricato sul cloud
ko_kr: 클라우드에 업로드됨
nl_nl: Geüpload naar de cloud
no_no: Lastet opp til nettskyen
pt_pt: Enviado a Nuvem
ro_ro: Încărcat în Cloud
ru_ru: Загружено в облако
sv_se: Uppladdat till molnet
th_th: อัพโหลดไปยัง Cloud แล้ว
tr_tr: Buluta Yüklendi
zh_cn: 保存至云端

source: Fitting will not be saved to the cloud. Remote Fine-tuning based on this fitting is not possible.
bg_bg: Монтирането няма да се запази в облака. Дистанционна фина настройка въз основа на този монтаж не е възможна.
cht: 選配不會儲存到雲端，無法基於此選配進行遠端微調。
da_dk: Tilpasningen gemmes ikke i skyen. Fjernjustering baseret på denne tilpasning er ikke muligt.
el_gr: Η εφαρμογή δεν θα αποθηκευτεί στο cloud. Δεν είναι δυνατή η απομακρυσμένη λεπτομερής ρύθμιση βάσει αυτής της Εφαρμογής.
fi_fi: Sovitusta ei tallenneta pilvipalveluun. Tähän sovitukseen perustuva etäsovitus ei ole mahdollinen.
hr_hr: Namještanje se neće spremiti u oblak. Daljinsko precizno ugađanje na temelju ovog namještanja nije moguće.
hu_hu: A rendszer nem menti az illesztési adatokat a felhőbe. A jelenlegi illesztésen alapuló távoli finomhangolás nem lehetséges.
it_it: Il fitting non sarà salvato sul cloud. La regolazione-fine da remoto basata su questo fitting non è possibile.
ko_kr: 피팅 데이터가 클라우드에 저장되지 않습니다. 이 피팅 데이터로 원격피팅을 진행 할 수없습니다.
nl_nl: Aanpassing wordt niet opgeslagen in de cloud. Remote Fine-tuning gebaseerd op deze aanpassing is niet mogelijk.
no_no: Tilpasningen vil ikke bli lagret i nettskyen. Ekstern fininnstilling basert på denne tilpasningen er ikke mulig.
pt_pt: O ajuste não será salvo na nuvem. O Ajuste Fino Remoto com base neste ajuste não é possível.
ro_ro: Reglarea nu va fi salvată în cloud. Reglajul fin de la distanță pe baza acestui reglaj nu este posibil.
ru_ru: Настройка не будут сохранена в облаке. Удаленная тонкая настройка на основе этой настройки невозможна.
sv_se: Anpassningen sparas inte till molnet. Fjärrjustering baserad på denna koppling är inte möjlig.
th_th: การทดลองสวมจะไม่ถูกบันทึกลงใน Cloud ไม่สามารถปรับแต่งระยะไกลโดยใช้การทดลองสวมนี้ได้
tr_tr: Fitting buluta yüklenmeyecektir. Bu fitting'e göre Uzaktan İnce Ayar yapılamaz.
zh_cn: 验配不会保存到云端。该验配相关的云微调无法进行。

source: Rule name cannot be empty or contain only space symbols.
bg_bg: Полето за име на правилото не може да бъде празно или да съдържа само символи за интервал.
cht: 公式名稱不能為空或僅包含空格符號。
da_dk: Regelnavnet må ikke være tomt eller kun indeholde mellemrum.
el_gr: Το όνομα κανόνα δεν μπορεί να είναι κενό ή να περιέχει κενά.
fi_fi: Säännön nimi ei voi olla tyhjä. Se ei myöskään saa sisältää pelkkiä välilyöntejä.
hr_hr: Ime pravila ne može ostati prazno niti se popuniti samo razmacima.
hu_hu: A szabály neve nem lehet üres, és nem tartalmazhat csak szóközöket.
it_it: Il nome della regola non può essere vuota o contenere soltanto spazi.
ko_kr: 이름은 공란으로두거나 스페이스로 표기할 수 없습니다.
nl_nl: De naam van de rekenregel kan niet leeg zijn of alleen spaties bevatten.
no_no: Regelnavnet kan ikke være tomt eller bare inneholde symboler.
pt_pt: O nome da regra não pode ficar em branco nem conter apenas símbolos de espaço.
ro_ro: Denumirea regulii nu poate fi goală sau conține spații.
ru_ru: Имя расчетной формулы не может быть пустым или состоять только из пробелов.
sv_se: Regelnamn kan inte vara tomt eller innehålla bara mellanslag.
th_th: ต้องไม่เว้นว่างชื่อกฎ หรือใช้สัญลักษณ์เว้นวรรคเป็นชื่อกฎ
tr_tr: Algoritma adı boş olamaz veya yalnızca boşluk sembolleri içerebilir.
zh_cn: 规则名称不能为空或仅包含空格符号。

source: A rule with the specified name already exists.
bg_bg: Вече съществува правило с посоченото име.
cht: 已有此指定名稱的公式。
da_dk: En regel med det angivne navn findes allerede.
el_gr: Υπάρχει ήδη κανόνας με το καθορισμένο όνομα.
fi_fi: Samanniminen sääntö on jo olemassa.
hr_hr: Pravilo s navedenim imenom već postoji.
hu_hu: A megadott nevű szabály már létezik.
it_it: Una regola con il nome specificato già esiste.
ko_kr: 같은 이름이 이미 존재합니다.
nl_nl: Er bestaat al een rekenregel met de opgegeven naam.
no_no: Det finnes allerede en regel med dette navnet.
pt_pt: Já existe uma regra com o nome especificado.
ro_ro: O regulă cu numele specificat există deja.
ru_ru: Расчетная формула с указанным именем уже существует.
sv_se: En regel med det angivna namnet finns redan.
th_th: มีกฎชื่อนี้อยู่แล้ว
tr_tr: Belirtilen isimde bir algoritma zaten var.
zh_cn: 指定名称的规则已存在。

source: GN Online Services is temporarily down, please check back later.
bg_bg: Услугата GN Cloud временно не работи – моля, проверете отново по-късно.
cht: GN 雲端服務暫時關閉，請稍後再查看。
da_dk: Servicen GN Cloud er nede i øjeblikket. Prøv igen senere.
el_gr: Η υπηρεσία GN Cloud είναι προσωρινά μη διαθέσιμη, προσπαθήστε ξανά αργότερα.
fi_fi: GN-pilvipalvelu on väliaikaisesti pois käytöstä. Yritä myöhemmin uudelleen.
hr_hr: Usluga GN Cloud trenutno nije dostupna, ponovno provjerite kasnije.
hu_hu: A GN felhőszolgáltatása átmenetileg nem üzemel, ellenőrizze később.
it_it: Il servizio GN Cloud è temporaneamente non disponibile, controllare più tardi.
ko_kr: GN 클라우드 서비스가 일시적으로 중단되었습니다. 잠시 후에 다시 확인하십시오.
nl_nl: De GN Online Service is tijdelijk niet bereikbaar. Probeert u het later opnieuw.
no_no: GN Cloud er for tiden utilgjengelig. Prøv igjen senere.
pt_pt: O serviço GN Cloud está temporariamente desativado. Verifique novamente mais tarde.
ro_ro: Serviciul GN Cloud este temporar indisponibil. reîncercați mai târziu.
ru_ru: Облачный сервис GN временно недоступен, попробуйте, пожалуйста, позже.
sv_se: GN Cloud service är tillfälligt nere kom tillbaka senare.
th_th: บริการ GN Cloud ไม่พร้อมใช้งานชั่วคราว โปรดลองใหม่ในภายหลัง
tr_tr: GN Cloud servisi geçici olarak kullanım dışı, lütfen daha sonra tekrar deneyin.
zh_cn: GN云端服务暂时下线，请稍后再查看。

source: Fitting data cannot be loaded bacause it contains different power level configuration
bg_bg: Данните за монтирането не могат да се заредят, тъй като съдържат различна конфигурация за нивото на мощност
cht: 無法載入選配資料，因為包含不同功率等級配置
da_dk: Tilpasningsdata kan ikke indlæses, fordi de indeholder forskellige power level-konfigurationer
el_gr: Δεν είναι δυνατή η μεταφόρτωση των δεδομένων εφαρμογής επειδή περιλαμβάνουν διαφορετική παραμετροποίηση στάθμης ισχύος
fi_fi: Sovitustietoja ei voi ladata, koska tehotasomääritys on erilainen.
hr_hr: Podatci o namještanju ne mogu se učitati jer sadrže različite konfiguracije razine osjetljivosti
hu_hu: Nem lehet betölteni az illesztési adatokat, mert azok eltérő teljesítményszinthez tartozó konfigurációt tartalmaznak
it_it: Non è stato possibile caricare i dati di fitting perché contengono diverse configurazioni del livello di potenza
ko_kr: 다른 출력 특성을 갖는 보청기 정보를 포함하고 있어 피팅 데이터를 로드할 수 없습니다.
nl_nl: De aanpasgegevens kunnen niet worden gedownload omdat ze verschillende power-configuraties bevatten
no_no: Tilpasningsdata kunne ikke lastes fordi den inneholdt forskjellige konfigurasjon for effektnivå
pt_pt: Os dados de ajuste não podem ser carregados porque contêm uma configuração diferente do nível de potência
ro_ro: Datele de reglaj nu pot fi încărcate pentru că conțin o configurație de nivel de putere diferită
ru_ru: Данные настройки не могут быть загружены ввиду отличия их конфигурации уровня мощности
sv_se: Anpassningsdata kan inte laddas eftersom de innehåller olika effektnivåkonfigurationer
th_th: ไม่สามารถโหลดข้อมูลการทดลองสวมได้ เนื่องจากมีการกำหนดค่าระดับกำลังที่แตกต่างกัน
tr_tr: Farklı güç seviyesi konfigürasyonları içerdiğinden, fitting verileri yüklenemez
zh_cn: 验配数据无法加载，因为其包含不同的功率等级配置

source: Not Available on Device
bg_bg: Няма на устройството
cht: 裝置未提供
da_dk: Ikke tilgængelig på apparat
el_gr: Μη διαθέσιμο στη συσκευή
fi_fi: Ei käytettävissä laitteessa
hr_hr: Nije dostupno na uređaju
hu_hu: Nem érhető el az eszközön
it_it: Non disponibile sul dispositivo
ko_kr: 기기에서 이용할 수 없음
nl_nl: Niet beschikbaar op toestel
no_no: Ikke tilgjengelig på enhet
pt_pt: Não disponível no dispositivo
ro_ro: Indisponibil pe dispozitiv
ru_ru: Недоступно на устройстве
sv_se: Ej tillgängligt på enheten
th_th: ไม่พร้อมใช้งานบนอุปกรณ์
tr_tr: Cihazda Yok
zh_cn: 在设备上不可用

source: Custom Shell: No vent
bg_bg: Охлюв по мярка – няма венти отвор
cht: 訂製型耳殼：無氣孔
da_dk: Brugertilpasset hus: ingen ventilation
el_gr: Ειδικό κέλυφος: χωρίς αεραγωγό
fi_fi: Yksilöllinen kuori : Ei ilmastointia
hr_hr: Prilagođeni umetak: nema oduška
hu_hu: Egyéni ház: nincs szellőző
it_it: Involucro personalizzato: senza vent
ko_kr: 커스텀 쉘: 벤트 없음
nl_nl: Custom schaal: geen venting
no_no: Custom propp: ingen vent
pt_pt: Cápsula customizada: sem ventilação
ro_ro: Olivă customizată: niciun vent
ru_ru: Индивидуальный ушной вкладыш: без вента
sv_se: Anpassat skal: ingen ventilering
th_th: เชลล์สั่งทำพิเศษ: ไม่มี Vent
tr_tr: Özel Kabuk: Vent yok
zh_cn: 定制机壳:无气孔

source: Earmold: No vent
bg_bg: Ушна отливка – няма венти отвор
cht: 耳模：無氣孔
da_dk: Øreprop: ingen ventilation
el_gr: Εκμαγείο: χωρίς αεραγωγό
fi_fi: Korvakappale : Ei ilmastointia
hr_hr: Kalup za uho: nema oduška
hu_hu: Illeszték: nincs szellőző
it_it: Chiocciola su misura: senza vent
ko_kr: 이어몰드: 벤트 없음
nl_nl: geen venting
no_no: Propp: Ingen ventilering
pt_pt: Molde auricular: sem ventilação
ro_ro: Olivă: niciun vent
ru_ru: Ушной вкладыш: без вента
sv_se: Ingen ventilering
th_th: Earmold: ไม่มี Vent
tr_tr: Kulak kalıbı: Vent yok
zh_cn: 耳模:无气孔

source: Encased Receiver Mold: No vent
bg_bg: Обвита отливка на приемник – няма венти отвор
cht: 訂製型接收器：無氣孔
da_dk: Indkapslet receiverprop: ingen ventilation
el_gr: Εκμαγείο με δέκτη: Χωρίς αεραγωγό
fi_fi: Koteloidun vastaanottimen muott : Ei ilmastointia
hr_hr: Zaštićeni kalup prijamnika: nema oduška
hu_hu: Illesztékes vevő: nincs szellőző
it_it: Ricevitore integrato su misura: senza vent
ko_kr: Encased Receiver Mold - 벤트 없음
nl_nl: Encased Receiver oorstukje: geen vent
no_no: Innstøpt Ritepropp: ingen vent
pt_pt: Cápsula para receptor: sem ventilação
ro_ro: Olivă cu receptor integrat: niciun vent
ru_ru: Заключенный в оболочку ресивер: без вента
sv_se: Gjuten insats: ingen ventilering
th_th: ตัวรับสัญญาณแบบหุ้มโมลด์: ไม่มี Vent
tr_tr: Örtülü Hoparlör Kalıbı: Vent yok
zh_cn: 封闭式耳模：无气孔
