Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The ReSound wireless accessories transmit sound wirelessly from an audio source like a TV, PC, or stereo directly to Beltone wireless enabled hearing aids, so you don’t need the cords or wires often required by other manufacturers. This direct connection helps reduce competing noise (such as background conversations) and allows you the freedom to tune in to the song, movie or even a specific person you want to hear. The Micro/Mini/Multi Mic is a remote microphone that can be placed near whatever you want to hear, like a TV, phone, or person speaking. Ultimately, the myPAL allows you the freedom to choose the audio source you want to hear and have that audio sent directly to your hearing instruments.
bg_bg: Безжичните аксесоари ReSound предават звук безжично от звуков източник, като телевизор, компютър или стерео уредба директно на слухови апарати, които имат безжичен Beltone, затова не са ви необходими кабелите или жиците, които обикновено се изискват от други производители. Тази пряка връзка спомага за намаляване на конкуриращия шум (напр. фонови разговори) и ви дава свободата да се включите към песента, филма или дори към конкретен човек, които искате да чувате. Микрофонът Micro/Mini/Multi е дистанционен микрофон, който може да се постави в близост до мястото, което искате да слушате, напр. телевизор, телефон или говорещ човек. В крайна сметка, myPAL ви дава свободата да избирате източника на звук, който искате да чувате, и този звук да се изпраща директно на вашите слухови апарати.
cht: ReSound 無線配件從音源(如電視機、電腦或立體聲)直接無線傳輸聲音到Beltone無線助聽器，所以您不需要再像其他廠牌需要以有線方式連接。這種直接連接有助減少擾人的噪音 (例如背景對話)，並可隨時隨地調至入想要聽到的歌曲、電影甚至特定的人物。 Micro/Mini/Multi Mic 是一種遠距離的麥克風可放置在您想聽的聲源附近，如電視、電話或說話者。最終，myPAL繞您自由選擇想聽的聲音，並將該聲音直接傳送到您的助聽器。
da_dk: Trådløst ekstraudstyr fra ReSound sender trådløst lyden fra en lydkilde som et tv, en computer eller et stereoanlæg direkte til Beltone-høreapparater, der har trådløs funktionalitet, så du slipper for de ledninger eller kabler, som ofte er nødvendige hos andre producenter. Denne direkte forbindelse er med til at reducere distraherende lyde (f.eks. samtaler i baggrunden) og giver dig friheden til at koncentrere dig om den sang, film eller endda en bestemt person, du gerne vil lytte til. Micro/Mini/Multi Mic er en fjernmikrofon, som kan anbringes i nærheden af det, du gerne vil lytte til, uanset om det er et tv, en telefon eller en talende person. Kort sagt giver myPAL dig friheden til at vælge den lydkilde, du vil lytte til, og få lyden sendt direkte til dine høreapparater.
el_gr: Τα ασύρματα αξεσουάρ ReSound μεταδίδουν τον ήχο ασύρματα από μια πηγή ήχου, όπως TV, PC ή στερεοφωνικό ηχοσύστημα, απευθείας στα ακουστικά βοηθήματα ReSound ασύρματης λειτουργίας. Έτσι δεν χρειάζεται τα καλώδια που συχνά απαιτούνται από άλλους κατασκευαστές. Αυτή η άμεση σύνδεση μειώνει τον ανταγωνιστικό θόρυβο (π.χ. συζητήσεις στο παρασκήνιο) και σας επιτρέπει να συντονίζεστε στο τραγούδι, στην ταινία ή ακόμη και σε ένα συγκεκριμένο άτομο που θέλετε να ακούσετε. Το Micro/Mini/Multi Mic είναι ένα απομακρυσμένο μικρόφωνο που μπορεί να τοποθετηθεί κοντά σε οτιδήποτε θέλετε να ακούσετε, π.χ. τηλεόραση, τηλέφωνο ή ένα άτομο που μιλάει. Εκτός από το αυθεντικό Micro/Mini/Multi Mic, διατίθενται επίσης εκδόσεις Micro και Pro. Τέλος, το myPAL σάς επιτρέπει να επιλέξετε την πηγή ήχου που θέλετε να ακούσετε και στέλνει αυτόν τον ήχο απευθείας στα ακουστικά σας βοηθήματα.
fi_fi: Langattomat ReSound-lisälaitteet siirtävät ääntä langattomasti television, tietokoneen tai stereolaitteen kaltaisista äänilähteistä suoraan langattomalla yhteydellä varustettuihin ReSound-kuulokojeisiin, joten muiden valmistajien kuulokojeista poiketen johtoja ei tarvita. Suora yhteys auttaa vähentämään muiden henkilön käymän keskustelun kaltaista kilpailevaa melua, joten voit kuunnella musiikkia, elokuvan ääntä tai jopa tiettyä henkilöä vapaasti. Micro/Mini/Multi Mik -etämikrofoni voidaan asettaa television, puhelimen tai henkilön kaltaisen äänilähteen lähelle. Micro/Mini/Multi Mik -etämikrofoni mahdollistaa haluamasi äänilähteen valitsemisen vapaasti. Ääni lähetetään suoraan kuulokojeisiin.
hr_hr: ReSound bežična dodatna oprema bežično emitira zvuk iz audioizvora poput TV-a, računala ili radijskog prijamnika izravno u ReSound bežična slušna pomagala te, za razliku od ostalih proizvođača, eliminira potrebu za žicama i kabelima. Takva izravna veza pomaže u stišavanju ostalih zvukova (kao što su pozadinski razgovori) i daje vam slobodu da slušate pjesmu, film ili određenu osobu koju želite čuti. Mikro/Mini/Multi mikrofon jest mikrofon koji se može postaviti pokraj izvora zvuka, poput TV-a, telefona ili osobe koja govori. MyPAL daje vam slobodu da odaberete izvor zvuka koji želite slušati i direktan prijenos tog audiosignala u vaše slušne uređaje.
hu_hu: AReSound wireless tartozékok a hangot vezeték nélkül továbbítják át egy audió forrásból, mint egy TV, PC vagy egy erősítő, közvetlenül egy wireless hallókészülékbe, tehát nincs szükség kábelekre, amit a legtöbb gyártó használ. A közvetlen kapcsolat segít csökkenteni a zajt (háttérben folyó beszélgetés) és szabadan hallgathat zenét, mozizhat vagy csak egy személyre tud figyelni ha kell. A Mikro/Mini/Multi Mik olyan kihelyezett mikrofon, amelyet oda tehet ahonnan valamit hallani szeretne, mit a TV, telefon, vagy egy beszélő személy. A myPAL olyan szabadságot biztosít, amellyel kiválaszthatja azt az audió forrást, amit hallani szeretne és a hang közvetlenül a hallókészülékébe kerül.
it_it: Gli accessori wireless ReSound trasmettono i suoni in modalità wireless da fonti audio come TV, PC, o stereo direttamente agli apparecchi acustici ReSound abilitati, senza l'uso di cavi o cordicelle invece richiesti da altri produttori. Questo collegamento diretto aiuta a ridurre il rumore in competizione (come conversazioni di sottofondo) e consente in piena libertà di entrare in sintonia con la canzone, film o anche una persona specifica che si desidera ascoltare. Il Micro/Mini/Multi Mic è un microfono remoto che può essere posizionato vicino a tutto ciò che si desidera ascoltare, come un televisore, telefono, o una persona che parla. In definitiva, il Micro/Multi/Mini Mic consente di scegliere la sorgente audio che si desidera ascoltare inviando l'audio direttamente agli apparecchi acustici.
ko_kr: ReSound 무선 액세서리는 TV, PC, 또는 스테레오 기기의 오디오를 무선 ReSound 보청기로 사운드를 다이렉트로 전달합니다. 따라서 별도의 중계 장치가 필요하지 않습니다. 다이렉트 통신으로 통신 노이즈와 딜레이를 줄일 수 있으며, 음악, 영화, 상대방과의 대화 소리 등을 편안하게 전달받을 수 있습니다. The Micro/Mini/Multi Mic는 원격 마이크로 사용자가 듣고자 하는 소리가 있는 위치의 소리 예를들어 TV, 전화 또는 누군가의 말소리를 보청기로 전송 합니다. 궁극적으로, Micro/Mini/Multi Mic을 사용하면 듣고 자하는 오디오 소스를 자유롭게 선택하여, 보청기로 직접 전송하여 들을 수 있습니다.
nl_nl: De ReSound wireless accessoires geven geluid van een audiobron zoals een TV, PC of stereo, direct en draadloos door naar de ReSound wireless hoortoestellen, zodat u geen kabels of extra apparaten nodig heeft die vaak door andere fabrikanten worden gevraagd. Deze directe verbinding helpt omgevingsgeluid uit te schakelen (zoals achtergrondgesprekken) en biedt u de mogelijkheid u te concentreren op het lied, de film of zelfs een specifieke persoon naar wie u wilt luisteren. De Micro/Mini/Multi Mic is een microfoon die in de buurt kan worden geplaatst van een TV, radio of spreker. Tenslotte kunt u de Multi Mic verbinden met een audiobron die u wilt beluisteren en zo de audio direct naar uw hoortoestellen streamen.
no_no: ReSound trådløst tilbehør overfører lyd trådløst fra en lydkilde som TV; PC eller stereo direkte til ReSound høreapparat med trådløs overføring aktivert, slik at du ikke trenger ledningene som ofte er nødvendig med høreapparater fra andre produsenter. Denne direkte tilkoblingen bidrar til å redusere støy fra samtaler i bakgrunnen, og gir deg friheten til å høre på en melodi, film eller en bestemt person du vil høre. Mikro/Multi-Mik er en ekstern mikrofon som kan plasseres i nærheten av det meste du vil høre, som en TV, telefon eller person som snakker. Med Mikro/Multi Mik har du friheten til å velge hvilke lydkilder du ønsker å høre og få lyden sendt direkte til høreapparatene.
pt_pt: Os acessórios wireless ReSound transmitem som sem fios de uma fonte de áudio, como TV, computador ou aparelho de som, diretamente para os aparelhos auditivos com wireless habilitado Beltone. Dessa forma, não são necessários os cabos e fios geralmente exigidos por outros fabricantes. Essa conexão direta ajuda a reduzir o ruído (como conversas ao fundo) e proporciona a liberdade de sintonizar com a música, o filme ou até mesmo uma pessoa específica que se queira escutar. O Micro/Mini/Multi Mic é um microfone remoto que pode ser colocado próximo ao que você deseja escutar, como uma TV, telefone ou alguém falando. Em última análise, o myPAL proporciona a liberdade de escolher a fonte de áudio que você deseja escutar e enviar esse áudio diretamente para seus aparelhos auditivos.
ro_ro: Accesoriile ReSound transmit sunetele wireless de la o sursă audio cum ar fi TV, PC sau stereo direct în aparatele auditive Beltone activate în mod wireless, astfel că nu aveți nevoie de cablurile sau firele necesare adesea în cazul produselor de la alți producători. Această conexiune directă vă ajută să reduceți zgomotele paralele (cum ar fi conversațiile în fundal) și vă oferă libertatea de a vă concentra pe cântecul, filmul sau chiar o persoană anume pe care doriți să o ascultați. Micro/Mini/Multi Mic este un microfon la distanță care poate fi poziționat lângă sursa de sunet care vă interesează, de exemplu lângă televizor, telefon sau o persoană care vorbește. În sfârșit, myPAL vă oferă libertatea de a alege sursa audio care vă interesează și de a auzi sunetele respective direct în aparatul dvs. auditiv.
ru_ru: Беспроводные аксессуары ReSound передают звук по беспроводной связи от аудиоисточника – ТВ, ПК или стереосистемы – непосредственно в СА Beltone с беспроводной связью, поэтому становятся не нужны шнуры или кабели, часто требующиеся в системах от других производителей. Прямая коммуникация сокращает шумовые помехи (например, голоса на заднем плане) и предоставляет вам свободу сконцентрироваться на прослушивании песни, кинофильма или слов говорящего, чья точка зрения вам интересна. Микро-/Мини-/Мульти-микрофон представляет собой удаленный микрофон, который можно разместить вблизи интересующего вас аудиоисточника – ТВ, телефона или оратора. А функция myPAL предоставляет вам свободу выбирать источник аудиосигнала и получать его напрямую в ваши слуховые аппараты.
sv_se: De trådlösa ReSound-tillbehören överför ljud trådlöst från en ljudkälla som en TV, PC eller stereo direkt till Beltone trådlösaktiverade hörapparater, så att du inte behöver de kablar eller kablar som ofta krävs av andra tillverkare. Den här direkta anslutningen hjälper till att minska konkurrerande brus (till exempel bakgrundssamtal) och ger dig friheten att lyssna på sången, filmen eller till och med en specifik person som du vill höra. Mikro/Mini/Multimikrofonen är en fjärrmikrofon som kan placeras nära det du vill lyssna på, t.ex. TV, telefon eller en person som talar. I slutändan ger myPAL dig friheten att välja den ljudkälla du vill höra och få det ljudet skickat direkt till dina hörapparater.
th_th: อุปกรณ์เสริมไร้สาย ReSound จะถ่ายทอดเสียงแบบไร้สายจากแหล่งกำเนิดเสียง เช่น โทรทัศน์ คอมพิวเตอร์ หรือเครื่องเสียงสเตอริโอโดยตรงไปยังเครื่องช่วยฟังของ Beltone คุณจึงไม่จำเป็นต้องใช้สายเคเบิลหรือสายไฟที่ผู้ผลิตรายอื่นต้องใช้ การเชื่อมต่อโดยตรงนี้ช่วยลดเสียงรบกวนที่แทรกมา (เช่น การสนทนาเบื้องหลัง) และช่วยให้คุณมีอิสระในการปรับแต่งเพลง ภาพยนตร์ หรือแม้แต่บุคคลที่คุณต้องการได้ยิน Micro/Mini/Multi Mic เป็นไมโครโฟนระยะไกลที่สามารถวางไว้ใกล้กับสิ่งที่คุณต้องการฟังได้ เช่น โทรทัศน์ โทรศัพท์ หรือผู้พูด ในท้ายที่สุดนั้น myPAL ช่วยให้คุณมีอิสระในการเลือกแหล่งกำเนิดเสียงที่คุณต้องการฟังและให้ส่งเสียงนั้นไปยังเครื่องช่วยฟังของคุณโดยตรง
tr_tr: ReSound kablosuz aksesuarları, sesleri TV, PC veya stereo gibi bir ses kaynağından doğrudan kablosuz ReSound işlevi etkinleştirilmiş işitme cihazlarına aktarırlar; böylece genellikle diğer üreticilerde gereken kablo veya tellere ihtiyacınız olmaz. Bu doğrudan bağlantı, eşlik eden gürültünün (örneğin arka plandaki konuşmalar) azaltılmasına yardımcı olur ve duymak istediğiniz şarkıya, filme veya kişiye odaklanma özgürlüğü sağlar. Mikro/Mini/Multi Mikrofon duymak istediğiniz TV, telefon veya konuşan bir kişi gibi herhangi bir şeyin yakınına yerleştirilebilen bir uzak mikrofondur. Sonuç olarak myPAL, duymak istediğiniz ses kaynağını seçme özgürlüğünü sunar ve bu sesin doğrudan işitme cihazlarınıza gönderilmesini sağlar.
zh_cn: 瑞声达无线附件可将来自电视、电脑或立体音响的音频直接通过无线传输至瑞声达无线助听器中，因此您无须使用其他制造商常常要求的导线或连接线。这一直接连接功能可帮助降低噪音（例如谈话背景），让您充分聆听歌曲、电影或感兴趣的某个人。 Micro/Mini/Multi Mic是一种远程麦克风，您可将其放置于电视、电话、讲话的人等感兴趣的位置附近。总之，瑞声达无线附件可让您尽情选择自己感兴趣的音频源，并将声音直接传输至您的助听器。
