Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Ensure patient's ear canal is not occluded with wax
bg_bg: Уверете се, че ухото на пациента не е запушено с ушна кал
cht: 確保客戶的耳道沒有被耳垢堵塞
da_dk: Sørg for, at brugerens øregang ikke er tilstoppet med ørevoks
el_gr: Βεβαιωθείτε ότι το αυτί του ασθενούς δεν είναι αποφραγμένο λόγω κυψελίδας
fi_fi: Varmista, että vaha ei tuki potilaan korvakäytävää.
hr_hr: Uvjerite se da bolesnikov zvukovod nije začepljen voskom
hu_hu: Ellenőrizze, hogy a páciens hallójáratát nem tömíti-e el fülzsír
it_it: Assicurarsi che il canale uditivo del paziente non sia occluso da cerume
ko_kr: 사용자의 외이도가 귀지로 막히지 않았는지 확인하세요.
nl_nl: Controleer of de gehoorgang van de cliënt niet verstopt zit met oorsmeer
no_no: Sørg for at brukerens ørekanal ikke er tilstoppet av ørevoks
pt_pt: Certifique-se de que o canal auricular do paciente não esteja obstruído com cera
ro_ro: Asigurați-vă că canalul urechii pacientului nu este înfundat cu ceară
ru_ru: Проверьте, чтобы слуховой канал пациента не был забит серой
sv_se: Säkerställ att patientens hörselgång inte är tilltäppt med vax
th_th: ตรวจสอบให้แน่ใจว่าในโพรงหูของผู้ป่วยนั้นไม่มีขี้หูอุดตัน
tr_tr: Hastanın kulak kanalının kirle tıkalı olmamasına dikkat edin
zh_cn: 确保用户的耳道不被耵聍堵塞

source: Increase DFS Ultra II level
bg_bg: Увеличете нивото на DFS Ultra II
cht: 提升數位回饋音抑制 Ultra II 等級
da_dk: Forøg niveauet for DFS Ultra II
el_gr: Αυξήστε τη στάθμη της DFS Ultra II
fi_fi: Kasvata DFS Ultra II -tasoa
hr_hr: Povećajte razinu DFS Ultra II
hu_hu: A DFS Ultra II szintjének növelése
it_it: Aumentare il livello di DFS Ultra II
ko_kr: DFS Ultra II 수준을 높이세요
nl_nl: Verhoog het DFS Ultra II niveau
no_no: Øk DFS Ultra II-nivå
pt_pt: Aumentar o nível do DFS Ultra II
ro_ro: Creșteți nivelul DFS Ultra II
ru_ru: Повысьте уровень DFS Ultra II
sv_se: Öka nivån för DFS Ultra II
th_th: เพิ่มระดับ DFS Ultra II
tr_tr: DFS Ultra II seviyesini artır
zh_cn: 增加超级DFSII水平

source: Ensure the hearing aid(s) are not in flight mode
bg_bg: Уверете се, че слуховият(-ите) апарат(и) не е(са) в режим на полет
cht: 確認助聽器不在飛航模式
da_dk: Kontrollér, at høreapparaterne ikke er i flytilstand
el_gr: Βεβαιωθείτε ότι τα ακουστικά βοηθήματα δεν βρίσκονται σε λειτουργία πτήσης
fi_fi: Varmista, että kuulokojeet eivät ole lentokonetilassa.
hr_hr: Uvjerite se da slušna pomagala nisu u načinu rada za zrakoplov
hu_hu: Gondoskodjon arról, hogy a hallókészülék(ek) ne legyenek repülő üzemmódban
it_it: Assicurarsi che gli apparecchi acustici non siano in modalità in volo
ko_kr: 보청기가 비행모드 상태가 아닌지 확인하세요.
nl_nl: Zorg ervoor dat de toestellen niet in de vliegtuigmodus staan
no_no: Kontroller at høreapparatene ikke er i flymodus
pt_pt: Certifique-se que o(s) aparelho(s) auditivo(s) não estão no modo avião
ro_ro: Asigurati-va ca aparatele nu se afla in modul de zbor
ru_ru: Проследите, чтобы СА не находился(ились) в режиме "Полет"
sv_se: Kontrollera att inte hörapparaterna är i flight mode
th_th: ตรวจสอบให้แน่ใจว่าอุปกรณ์ช่วยฟังไม่ได้อยู่ในโหมดใช้บนเครื่องบิน
tr_tr: Cihazların uçuş modunda olmadığından emin olun
zh_cn: 确保助听器未处于飞行模式

source: Ensure that the hearing instrument(s) are not in flight mode.
bg_bg: Уверете се, че слуховият(-ите) апарат(и) не е(са) в режим на полет.
cht: 確認助聽器不在飛航模式。
da_dk: Kontrollér, at høreapparaterne ikke er i flytilstand.
el_gr: Βεβαιωθείτε ότι τα ακουστικά βοηθήματα δεν βρίσκονται σε λειτουργία πτήσης
fi_fi: Varmista, että kuulokojeet eivät ole lentokonetilassa.
hr_hr: Uvjerite se da slušni aparati nisu u načinu rada za zrakoplov.
hu_hu: Gondoskodjon arról, hogy a hallókészülék(ek) ne legyenek repülő üzemmódban.
it_it: Assicurarsi che gli apparecchi acustici non siano in modalità in volo
ko_kr: 보청기가 비행모드 상태가 아닌지 확인하세요.
nl_nl: Zorg ervoor dat de toestellen niet in de vliegtuigmodus staan
no_no: Kontroller at høreapparatene ikke er i flymodus
pt_pt: Certifique-se que o(s) aparelho(s) auditivo(s) não estão no modo avião
ro_ro: Asigurati-va ca aparatele auditive nu se afla in modul de zbor
ru_ru: Проследите, чтобы СА не находился(ились) в режиме "Полет"
sv_se: Kontrollera att inte hörapparaterna inte är i flight mode
th_th: ตรวจสอบให้แน่ใจว่าอุปกรณ์ช่วยฟังไม่ได้อยู่ในโหมดใช้บนเครื่องบิน
tr_tr: İşitme cihazınının uçuş modunda olmadığından emin olun.
zh_cn: 确保助听器未处于飞行模式

source: Startup Signal
bg_bg: Сигнал за пускане
cht: 啟動訊號
da_dk: Startsignal
el_gr: Σήμα εκκίνησης
fi_fi: Käynnistysääni
hr_hr: Signal pokretanja
hu_hu: Induló jel
it_it: Segnale di avvio
ko_kr: 시작 신호
nl_nl: Startup signaal
no_no: Oppstart Signal
pt_pt: Sinal de início
ro_ro: Semnal pornire
ru_ru: Сигнал запуска
sv_se: Startsignal
th_th: สัญญาณเริ่มทำงาน
tr_tr: Açılış sinyali
zh_cn: 开机提示

source: Change Program
bg_bg: Смяна на програмата
cht: 更換程式
da_dk: Skift program
el_gr: Αλλαγή προγράμματος
fi_fi: Vaihda ohjelmaa
hr_hr: Promjena programa
hu_hu: Program módosítása
it_it: Cambia programma
ko_kr: 프로그램 변경
nl_nl: Wijzig programma
no_no: Endre program
pt_pt: Alterar programa
ro_ro: Schimba Program
ru_ru: Изменить программу
sv_se: Ändra program
th_th: เปลี่ยนโปรแกรม
tr_tr: Program Değiştir
zh_cn: 切换程序

source: Program 1
bg_bg: Програма 1
cht: 程式 1
el_gr: Πρόγραμμα 1
fi_fi: Ohjelma 1
hu_hu: 1. program
it_it: Programma 1
ko_kr: 프로그램 1
nl_nl: Programma 1
pt_pt: Programa 1
ru_ru: Программа 1
th_th: โปรแกรม 1
zh_cn: 程序1

source: Program 2
bg_bg: Програма 2
cht: 程式 2
el_gr: Πρόγραμμα 2
fi_fi: Ohjelma 2
hu_hu: 2. program
it_it: Programma 2
ko_kr: 프로그램 2
nl_nl: Programma 2
pt_pt: Programa 2
ru_ru: Программа 2
th_th: โปรแกรม 2
zh_cn: 程序2

source: Program 3
bg_bg: Програма 3
cht: 程式 3
el_gr: Πρόγραμμα 3
fi_fi: Ohjelma 3
hu_hu: 3. program
it_it: Programma 3
ko_kr: 프로그램 3
nl_nl: Programma 3
pt_pt: Programa 3
ru_ru: Программа 3
th_th: โปรแกรม 3
zh_cn: 程序3

source: Program 4
bg_bg: Програма 4
cht: 程式 4
el_gr: Πρόγραμμα 4
fi_fi: Ohjelma 4
hu_hu: 4. program
it_it: Programma 4
ko_kr: 프로그램 4
nl_nl: Programma 4
pt_pt: Programa 4
ru_ru: Программа 4
th_th: โปรแกรม 4
zh_cn: 程序4

source: Change Volume
bg_bg: Промяна на силата на звука
cht: 調整音量
da_dk: Reguler lydstyrken
el_gr: Αλλαγή έντασης ήχου
fi_fi: Muuta voimakkuutta
hr_hr: Promjena glasnoće
hu_hu: Hangerő váltása
it_it: Cambia volume
ko_kr: 볼륨 조절
nl_nl: Wijzig volume
no_no: Endre volum
pt_pt: Alterar volume
ro_ro: Modifica volum
ru_ru: Изменить громкость
sv_se: Ändra volym
th_th: เปลี่ยนระดับเสียง
tr_tr: Ses Ayarı
zh_cn: 调整音量

source: Volume Up/Down
bg_bg: Усилване/намаляване на звука
cht: 音量增/降
da_dk: Lydstyrke op/ned
el_gr: Αύξηση/Μείωση έντασης ήχου
fi_fi: Voimakkuus Ylös/Alas
hr_hr: Povećanje/smanjenje glasnoće
hu_hu: Hangerő fel/le
it_it: Volume su/giù
ko_kr: 볼륨 업/다운
nl_nl: Volume hoger/lager
no_no: Volum opp/ned
pt_pt: Aumentar/Diminuir volume
ro_ro: Volum Sus/ Jos
ru_ru: Громче/Тише
sv_se: Volym Upp/Ned
th_th: เพิ่ม/ลดระดับเสียง
tr_tr: Ses aşağı/yukarı
zh_cn: 音量增加/降低

source: Low Battery
bg_bg: Слаба батерия
cht: 低電量
da_dk: Lavt batteri
el_gr: Χαμηλή μπαταρία
fi_fi: Matala paristojännite
hr_hr: Slaba baterija
hu_hu: Merülő elem
it_it: Batteria scarica
ko_kr: 배터리 전력 부족
nl_nl: Lege batterij
no_no: Lavt batterinivå
pt_pt: Pilha fraca
ro_ro: Baterie scazuta
ru_ru: Низкий заряд батареи
sv_se: Svagt batteri
th_th: แบตเตอรี่ใกล้หมด
tr_tr: Pil seviyesi
zh_cn: 低电量

source: FM Streamer
bg_bg: FM стриймър
cht: 調頻串流器
el_gr: Συσκευή ροής ήχου FM
fi_fi: FM lähetin
hr_hr: Alat za strujanje FM sadržaja
hu_hu: FM adás
ko_kr: FM 스트리머
pt_pt: Transmissor de FM
ro_ro: Redare FM
ru_ru: Стример по FM-каналу
tr_tr: FM Aktarım Ünitesi
zh_cn: FM音频传输

source: Program Synchronization
bg_bg: Синхронизация на програма
cht: 程式同步
da_dk: Synkronisering af programmer
el_gr: Συγχρονισμός προγραμμάτων
fi_fi: Ohjelmien synkronointi
hr_hr: Sinkronizacija programa
hu_hu: Program szinkronizációja
it_it: Sincronizzazione programma
ko_kr: 프로그램 동기화
nl_nl: Programma synchronisatie
no_no: Programsynkronisering
pt_pt: Sincronização do programa
ro_ro: Sincronizare Program
ru_ru: Синхронизация программ
sv_se: Program Synkronisering
th_th: การซิงโครไนซ์โปรแกรม
tr_tr: Program Senkronizasyonu
zh_cn: 同步程序切换

source: Low Frequency
bg_bg: Ниска честота
cht: 低頻
da_dk: Lavfrekvenser
el_gr: Χαμηλή συχνότητα
fi_fi: Matala taajuus
hr_hr: Niska frekvencija
hu_hu: Mély frekvencia
it_it: Bassa frequenza
ko_kr: 저주파수
nl_nl: Lage Frequentie
no_no: Lav frekvens
pt_pt: Baixa frequência
ro_ro: Frecvență Joasă
ru_ru: Низкая частота
sv_se: Låg frekvens
th_th: ความถี่ต่ำ
tr_tr: Alçak Frekans
zh_cn: 低频

source: High Frequency
bg_bg: Висока честота
cht: 高頻
da_dk: Højfrekvenser
el_gr: Υψηλή συχνότητα
fi_fi: Korkea taajuus
hr_hr: Visoka frekvencija
hu_hu: Magas frekvencia
it_it: Alta frequenza
ko_kr: 고주파수
nl_nl: Hoge Frequentie
no_no: Høy frekvens
pt_pt: Alta frequência
ro_ro: Frecvență înaltă
ru_ru: Высокая частота
sv_se: Hög frekvens
th_th: ความถี่สูง
tr_tr: Yüksek Frekans
zh_cn: 高频

source: Noise Level
bg_bg: Ниво на шума
cht: 噪音等級
da_dk: Støjniveau
el_gr: Στάθμη θορύβου
fi_fi: Melutaso
hr_hr: Razina buke
hu_hu: Zajszint
it_it: Livello di rumore
ko_kr: 소음 수준
nl_nl: Geluidsniveau
no_no: Støynivå
pt_pt: Nível de ruído
ro_ro: Nivel zgomot
ru_ru: Уровень шума
sv_se: Brusnivå
th_th: ระดับเสียงรบกวน
tr_tr: Gürültü Seviyesi
zh_cn: 噪音等级

source: TSG Synchronization
bg_bg: Синхронизация на TSG
cht: 耳鳴抑制音產生器同步
da_dk: TSG-synkronisering
el_gr: Συγχρονισμός TSG
fi_fi: TSG-synkronointi
hr_hr: Sinkronizacija TSG-a
hu_hu: TSG szinkronizáció
it_it: Sincronizzazione GST
ko_kr: 소리발생기 동기화
nl_nl: TSG Synchronisatie
no_no: TSG-synkronisering
pt_pt: Sincronização do TSG
ro_ro: Sincronizare TSG
ru_ru: Синхронизация TSG
sv_se: TSG-synkronisering
th_th: การซิงโครไนซ์ TSG
tr_tr: TSG Senkronizasyonu
zh_cn: 耳鸣管理器同步

source: LED Visual Indications
bg_bg: Визуални светодиодни индикатори
cht: LED 視覺提示
da_dk: Visuelle LED-indikationer
el_gr: Οπτικές ενδείξεις LED
fi_fi: Visuaalinen ilmaisin käytössä
hr_hr: Vizualni LED indikatori
hu_hu: LED vizuális jelzések
it_it: Indicazioni visive a LED
ko_kr: LED 시각적 알림
nl_nl: LED visuele indicaties
no_no: LED-lys – visuelle indikatorer
pt_pt: Indicação visual do LED
ro_ro: Indicatii vizuale LED
ru_ru: LED Визуальный индикатор
sv_se: LED Visuella Indikationer
th_th: ไฟ LED บอกสถานะ
tr_tr: LED görsel işaretler
zh_cn: LED可视提示

source: Visual Indicator
bg_bg: Визуален индикатор
cht: 視覺提示
da_dk: Visuel indikator
el_gr: Οπτική ένδειξη
fi_fi: Visuaalinen ilmaisin käytössä
hr_hr: Vizualni indikator
hu_hu: Vizuális jelző
it_it: Indicatore visivo
ko_kr: 시각적 알림
nl_nl: Visuele indicator
no_no: Visuell indikator
pt_pt: Indicador visual
ro_ro: Indicator vizual
ru_ru: Визуальный индикатор
sv_se: Visuell Indikator
th_th: ไฟบอกสถานะ
tr_tr: Görsel işaret
zh_cn: 视觉提示

source: Status Indicator
bg_bg: Индикатор за състоянието
cht: 狀態指示
da_dk: Statusindikator
el_gr: Ένδειξη κατάστασης
fi_fi: Tilan ilmaisin
hr_hr: Indikator stanja
hu_hu: Státusz jelző
it_it: Indicatore di stato
ko_kr: 상태 알림
no_no: Statusindikator
pt_pt: Indicadores
ro_ro: Indicator status
ru_ru: Индикатор состояния
sv_se: Status Indikator
th_th: ตัวบอกสถานะ
tr_tr: Durum işareti
zh_cn: 状态提示

source: Demo
cht: 展示範例
el_gr: Επίδειξη
hu_hu: Demó
ru_ru: Демо
th_th: การสาธิต
zh_cn: 演示

source: National Acoustic Laboratories
bg_bg: Национални лаборатории за акустика
cht: NAL 國家聲學實驗室
pt_pt: Laboratórios Nacionais de Acústica (NAL)
ru_ru: National Acoustic Laboratories / Национальные акустические лаборатории
tr_tr: Ulusal Akustik Laboratuvarı (National Acoustic Laboratories)
zh_cn: 国家声学实验室

source: A division of Australian Hearing
bg_bg: Подразделение на Australian Hearing
cht: 澳洲聽覺分支機構
da_dk: En afdeling under Australian Hearing
el_gr: Τμήμα του Australian Hearing
hr_hr: Odjel organizacije Australian Hearing
hu_hu: Az Australian Hearing divíziója
it_it: Unadivisione dell'Australian Hearing
ko_kr: 오스트레일리아 청각 부서
nl_nl: Een afdeling van Australian Hearing
no_no: En avdeling av Australian Hearing
pt_pt: Divisão de pesquisa da Australian Hearing
ro_ro: O divizie a Australian Hearing
ru_ru: Подразделение Australian Hearing
sv_se: En division i Australian Hearing
th_th: แผนกหนึ่งของ Australian Hearing
tr_tr: Bir Australian Hearing kuruluşu
zh_cn: 澳大利亚听力的分支机构

source: (~6 Minutes)
bg_bg: (~6 минути)
cht: (~6 分鐘)
da_dk: (~6 minutter)
el_gr: (~6 λεπτά)
fi_fi: (~6 Minuuttia)
hr_hr: (~6 min)
hu_hu: (~6 perc)
it_it: (~6 Minuti)
ko_kr: (~6 분)
nl_nl: (~6 minuten)
no_no: (~6 minutter)
pt_pt: (Aprox. 6 minutos)
ro_ro: (~6 Minute)
ru_ru: (~6 минут)
sv_se: (~6 Minuter)
th_th: (~6 นาที)
tr_tr: (~6 Dakika)
zh_cn: (~6分钟)

source: (~11 Minutes)
bg_bg: (~11 минути)
cht: (~11 分鐘)
da_dk: (~11 minutter)
el_gr: (~11 λεπτά)
fi_fi: (~11 Minuuttia)
hr_hr: (~11 min)
hu_hu: (~11 perc)
it_it: (~11 Minuti)
ko_kr: (~11 분)
nl_nl: (~11 minuten)
no_no: (~11 minutter)
pt_pt: (~11 Minutos)
ro_ro: (~11 Minute)
ru_ru: (~11 минут)
sv_se: (~11 Minuter)
th_th: (~11 นาที)
tr_tr: (~11 Dakika)
zh_cn: (~11分钟)

source: It is not recommended to have the Wind Guard feature enabled while the TSG Synchronization feature is also enabled. The Wind Noise Reduction feature has automatically been turned off.
bg_bg: Не се препоръчва функцията Wind Guard да бъде активирана, докато функцията Синхронизация на TSG също е активирана. Функцията Намаляване на шума от вятъра е изключена автоматично.
cht: 不建議當風噪音抑制功能啟動時也啟動耳鳴抑制音產生器同步功能。風噪音抑制功能將自動關閉。
da_dk: Det anbefales ikke at have Wind Guard-funktionen og TSG-synkroniseringsfunktionen slået til på samme tid. Vindstøjsreduktion er automatisk blevet slået fra.
el_gr: Δεν συστήνεται να ενεργοποιήσετε τη λειτουργία Wind Guard, ενώ η λειτουργία συγχρονισμού TSG Synchronization είναι και αυτή ενεργοποιημένη. Η λειτουργία Wind Guard έχει απενεργοποιηθεί αυτόματα.
fi_fi: Ei ole suositeltavaa ottaa Tuulisalpa -toimintoa käyttöön, kun TSG-synkronointi on käytössä. Tuulihuminan vaimennus on poistettu käytöstä automaattisesti.
hr_hr: Ne preporuča se istodobna upotrebe zaštite od vjetra i TSG sinkronizacije. Opcija reduciranja zvuka vjetra automatski je isključena.
hu_hu: Nem javasoljuk a szélzajszűrés engedélyezését, ha a TSG szinkronizáció funkció is engedélyezve van. A szélzajszűrést a rendszer automatikusan kikapcsolta.
it_it: Non è raccomandato avere Wind Guard attivato, mentre è abilitata la funzione sincronizzazione GST. la funzione riduzione del rumore del vento, Wind Noise Reduction, è stata automaticamente disattivata.
ko_kr: 소리발생기 동기화 기능이 활성화 되어있을 때, Wind Guard를 사용 하는 것을 권장하지 않습니다. Wind Guard는 자동으로 종료 됩니다.
nl_nl: Het is niet aanbevolen de WindGuard in te schakelen terwijl de TSG-synchronisatie ook is ingeschakeld. WindGuard is automatisch uitgeschakeld.
no_no: Det anbefales ikke å ha vindstøyreduksjon-funksjonen aktivert samtidig med at TSG-synkronisering er aktivert. Vindstøyreduksjon ble automatisk slått av.
pt_pt: Não é recomendado ter o Wind Guard ativado enquanto a Sincronização do Gerador de Som (TSG) estiver ativado. O Wind Guard foi desligado automaticamente.
ro_ro: Nu este recomandată activarea opțiunii Paravânt atâta timp cât este activată opțiunea Sincronizare TSG. Funcția de reducere a zgomotului de vânt a fost oprită automat.
ru_ru: Не рекомендуется, чтобы функции Wind Guard и синхронизации TSG были активны одновременно. Функция подавления шума ветра отключилась автоматически.
sv_se: Det är inte rekommendabelt att ha Vindbrusreduceringen aktiverad samtidigt med TSG-synkronisering. Vindbrusreduceringen har automatikt stängts av.
th_th: ไม่แนะนำให้เปิดใช้งานคุณสมบัติ Wind Guard ในขณะที่เปิดใช้งานคุณสมบัติ TSG Synchronization คุณสมบัติลดเสียงรบกวนจากลมได้ปิดลงโดยอัตโนมัติ
tr_tr: TSG Senkronizasyon özelliği etkinken Wind Guard özelliğinin etkin olması tavsiye edilmez. Wind Guard özelliği otomatik olarak devre dışı bırakıldı.
zh_cn: 启用耳鸣管理器同步功能时不推荐使用高效风噪卫士功能，高效风噪卫士功能会自动关闭。

source: It is not recommended to have the TSG Synchronization feature enabled while the Wind Guard feature is also enabled. The TSG Synchronization feature has been automatically turned off.
bg_bg: Не се препоръчва функцията Синхронизация на TSG да бъде активирана, докато функцията Wind Guard също е активирана. Функцията Синхронизация на TSG е изключена автоматично.
cht: 不建議當風噪音抑制功能啟動時也啟動耳鳴抑制音產生器同步功能。耳鳴抑制音產生器同步功能將自動關閉。
da_dk: Det anbefales, at funktionen Wind Guard er deaktiveret, mens funktionen TSG-synkronisering også er aktiveret. Funktionen til reduktion af vindstøj er automatisk blevet slået fra.
el_gr: Η λειτουργία Συγχρονισμού TSG συνιστάται να είναι ενεργοποιημένη ενόσω είναι ενεργοποιημένη και η λειτουργία Wind Guard. Η λειτουργία Συγχρονισμού TSG έχει απενεργοποιηθεί αυτόματα.
fi_fi: Ei ole suositeltava ottaa TSG-synkronointia käyttöön, kun Tuulisalpa -toiminto on käytössä. TSG-synkronointi on poistettu käytöstä automaattisesti.
hr_hr: Ne preporučuje se omogućivanje značajke sinkronizacije TSG-a dok je omogućena i značajka Wind Guard. Značajka sinkronizacije TSG-a automatski je isključena.
hu_hu: Nem javasoljuk a TSG szinkronizáció engedélyezését, ha a szélzajszűrési funkció is engedélyezve van. A TSG szinkronizációt a rendszer automatikusan kikapcsolta.
it_it: Non si consiglia di tenere la funzione Sincronizzazione GST abilitata mentre anche la funzione Wind Guard è abilitata. La funzione di sincronizzazione GST è stata automaticamente disattivata.
ko_kr: Wind Guard가 활성화 되어있을 때,를 소리발생기 동기화 기능을 사용 하는 것은 권장하지 않습니다. 소리발생기 동기화 기능은 자동으로 종료 됩니다.
nl_nl: Het is niet aanbevolen de TSG-synchronisatiefunctie in te schakelen terwijl de WindGuard-synchronisatie ook is ingeschakeld. De TSG-synchronisatiefunctie is automatisch uitgeschakeld.
no_no: Det anbefales ikke å ha TSG-synkronisering aktivert samtidig med vindstøyreduksjon-funksjonen. TSG-synkronisering ble slått av automatisk.
pt_pt: Não é recomendado habilitar o recurso de sincronização do TSG enquanto o recurso Wind Guard também está habilitado. O recurso de sincronização do TSG foi desativado automaticamente.
ro_ro: Nu este recomandat ca TSG Synchronization să fie activată când Wind Guard este de asemenea activată.. Opțiunea Tinnitus Breaker Synchronization a fost oprită automat.
ru_ru: Не рекомендуется, чтобы функции синхронизации TSG и подавления шума ветра были активны одновременно. Функция синхронизации TSG отключилась автоматически.
sv_se: Det är inte rekommenderat att ha TSG-synkronisering vald tillsammans med Vindbrusreducering. TSG-synkroniseringen har automatiskt slagits av.
th_th: ไม่แนะนำให้เปิดใช้งานคุณสมบัติการซิงโครไนซ์ TSG ในขณะที่เปิดใช้งานการลดเสียงลมอยู่ด้วย คุณสมบัติการซิงโครไนซ์ตัวลดเสียงอื้อในหูถูกปิดโดยอัตโนมัติ
tr_tr: Wind Guard özelliği etkinken TSG Senkronizasyonu özelliği de etkin olamaz. TSG Senkronizasyon özelliği otomatik olarak devre dışı bırakılır.
zh_cn: 当高效风噪卫士功能启用时，建议不要启用耳鸣管理器同步功能时。TSG同步功能已自动关闭。

source: Session
bg_bg: Сесия
cht: 階段
el_gr: Συνεδρία
fi_fi: Istunto
hr_hr: Sesija
hu_hu: Munkamenet
it_it: Sessione
ko_kr: 세션
nl_nl: Sessie
no_no: Økt
pt_pt: Sessão
ro_ro: Sesiune
ru_ru: Сессия
th_th: เซสชัน
tr_tr: Oturum
zh_cn: 已创建数据

source: Agree
bg_bg: Съгласен съм
cht: 同意
da_dk: Jeg accepterer
el_gr: Συμφωνώ
fi_fi: Samaa mieltä
hr_hr: Slažem se
hu_hu: Egyetértek
it_it: Accetto
ko_kr: 동의
nl_nl: Toestemming
no_no: Godta
pt_pt: Concordo
ro_ro: De acord
ru_ru: Соглашаюсь
sv_se: Jag medger
th_th: ยอมรับ
tr_tr: Kabul Et
zh_cn: 同意

source: With this recalculation you have the following options:
bg_bg: При това преизчисляване разполагате със следните възможности:
cht: 通過此重新計算，您有以下的選擇：
da_dk: Du har følgende muligheder for denne genberegning:
el_gr: Με αυτόν τον επανυπολογισμό έχετε τις ακόλουθες επιλογές:
fi_fi: Tämä uudelleenlaskenta antaa käyttöön seuraavat vaihtoehdot:
hr_hr: S ovim ponovnim izračunom dostupne su sljedeće mogućnosti:
hu_hu: Az újraszámítással az alábbi lehetőségek közül választhat:
it_it: Con questo ricalcolo sono disponibili le seguenti opzioni:
ko_kr: 재산출 옵션은 아래와 같습니다
nl_nl: Met deze herberekening heeft u de volgende opties:
no_no: Med denne nye beregningen har du følgende alternativer:
pt_pt: Com este novo cálculo, você tem as seguintes opções:
ro_ro: Cu această recalculare aveți următoarele opțiuni:
ru_ru: В связи с перерасчетом у вас имеются следующие опции:
sv_se: Med denna beräkning ges följande alternativ:
th_th: ในการคำนวณใหม่นี้ คุณจะมีตัวเลือกต่อไปนี้:
tr_tr: Bu yeniden hesaplama ile aşağıdaki seçeneklere sahip olursunuz:
zh_cn: 经过重新计算，您可以选择以下选项：

source: Device Maximum Power Output
bg_bg: Максимална изходна мощност на устройството
cht: 裝置最大音量輸出
da_dk: Maksimal effekt for apparat
el_gr: Μέγιστη παραγόμενη ισχύς συσκευής
fi_fi: Laitteen suurin lähtöteho
hr_hr: Maksimalna izlazna snaga uređaja
hu_hu: Eszköz maximális kimeneti teljesítménye
it_it: Uscita massima dispositivo
ko_kr: 최대 출력 범위
nl_nl: Maximaal uitgangsvermogen toestel
no_no: Maksimal output fra enhet
pt_pt: Saída de energia máxima do dispositivo
ro_ro: Ieșire maximă putere dispozitiv
ru_ru: Макс. выходная мощность устройства
sv_se: Enhetens maximala uteffekt
th_th: กำลังเอาท์พุทสูงสุดของอุปกรณ์
tr_tr: Cihaz Maksimum Güç Çıkışı
zh_cn: 设备最大功率输出

source: Target Maximum Power Output
bg_bg: Целева изходна мощност на устройството
cht: 目標最大音量輸出
da_dk: Maksimal effekt for target
el_gr: Μέγιστη παραγόμενη ισχύς στόχου
fi_fi: Kohteen suurin lähtöteho
hr_hr: Ciljna maksimalna izlazna snaga
hu_hu: Cél maximális kimeneti teljesítménye
it_it: Uscita potenza massima target
ko_kr: 최대 출력 범위
nl_nl: Maximaal uitgangsvermogen target
no_no: Maksimal målutgangseffekt
pt_pt: Saída de energia máxima do alvo
ro_ro: Ieșire maximă putere țintă
ru_ru: Целевая выходная мощность устройства
sv_se: Mål för maximal uteffekt
th_th: กำลังเอาท์พุทสูงสุดของเป้าหมาย
tr_tr: Hedef Maksimum Güç Çıkışı
zh_cn: 目标最大功率输出

source: Tonal
bg_bg: Тонално
cht: 音調語言
el_gr: Τονικός
fi_fi: Äänes
hr_hr: Tonalni
hu_hu: Tonális
it_it: Tonale
nl_nl: Tonaal
ru_ru: Тональный
sv_se: Ton
th_th: เสียง
zh_cn: 音调

source: Non Tonal
bg_bg: Нетонално
cht: 非音調語言
da_dk: Ikke-tonal
el_gr: Μη τονικός
fi_fi: Ei äänes
hr_hr: Netonalni
hu_hu: Nem tonális
it_it: Non tonale
nl_nl: Niet tonaal
no_no: Ikke-tonal
pt_pt: Não tonal
ru_ru: Нетональный
sv_se: Ej Ton
th_th: ไม่ใช่เสียง
tr_tr: Tonal Olmayan
zh_cn: 无音调

source: Language:
bg_bg: Език:
cht: 語言：
da_dk: Sprog:
el_gr: Γλώσσα:
fi_fi: Kieli :
hr_hr: Jezik:
hu_hu: Nyelv:
it_it: Lingua:
ko_kr: 언어:
nl_nl: Taal:
no_no: Språk:
pt_pt: Idioma
ro_ro: Limba:
ru_ru: Язык:
sv_se: Språk:
th_th: ภาษา:
tr_tr: Lisan:
zh_cn: 语言:

source: NAL - NL2 Pediatric
bg_bg: NAL - NL2 Педиатричен
cht: NAL-NL2 孩童
da_dk: NAL – NL2 pædiatrisk
el_gr: NAL - NL2 Παιδιατρικό
fi_fi: NAL - NL2 Pediatrinen
hr_hr: NAL - NL2 pedijatrijski
hu_hu: NAL - NL2 Gyerek
it_it: NAL - NL2 Pediatrico
ko_kr: NAL - NL2 소아용
nl_nl: NAL-NL2 Pediatrisch
no_no: NAL – NL2 Pediatrisk
pt_pt: NAL – NL2 Pediátrica
ru_ru: NAL - NL2 Педиатрическая
sv_se: NAL - NL2 - Barn
th_th: NAL - NL2 เด็ก
tr_tr: NAL - NL2 Pediatrik
zh_cn: NAL - NL2儿童

source: Arabic
bg_bg: Арабски
cht: 阿拉伯文
da_dk: Arabisk
el_gr: Αραβικά
fi_fi: Arabia
hr_hr: Arapski
hu_hu: Arab
it_it: Arabo
ko_kr: 아랍어
nl_nl: Arabisch
no_no: Arabisk
pt_pt: Árabe
ro_ro: Arabă
ru_ru: Арабский
sv_se: Arabiska
th_th: ภาษาอาหรับ
tr_tr: Arapça
zh_cn: 阿拉伯语

source: HI Mic/Micro/Mini Multi Mic
bg_bg: Микрофон Mic/Micro/Mini Multi Mic на слухов апарат
cht: 助聽器 Mic/Micro/Mini Multi Mic
da_dk: Høreapparatmikrofon/Micro/Mini Multi Mic
fi_fi: KK Mic/Micro/Mini Multi Mic
hr_hr: HI Mikrofon/Mikro/Mini Multi Mikrofon
hu_hu: HK Mik/Mikro/Mini Multi Mik
ko_kr: 보청기/무선액세서리마이크
no_no: HA Mik/Mikro/Multi Mik
pt_pt: AASI Mic/Micro/Mini Multi Mic
ru_ru: СА Микрофон/микро-/мини-/мульти-микрофон
sv_se: HA Mik/Mikro/Mini/Multimikrofon
tr_tr: HI Mikrofon/Mikro/Mini Multi Mikrofon
