Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Sign in Service is currently not available, please check your internet connection.
bg_bg: Услугата за вписване в момента не е достъпна – моля, проверете връзката си с Интернет.
cht: 目前無法使用登入服務，請檢查您的網路連接。
da_dk: Tjenesten til at logge på er ikke tilgængelig i øjeblikket. Tjek din internetforbindelse.
el_gr: Η Υπηρεσία σύνδεσης δεν είναι διαθέσιμη προς το παρόν, ελέγξτε τη σύνδεσή σας στο διαδίκτυο.
fi_fi: Palveluun ei voi kirjautua. Tarkista Internet-yhteys.
hr_hr: Usluga prijave trenutno nije dostupna, provjerite svoju internetsku vezu.
hu_hu: A bejelentkezési szolgáltatás jelenleg nem érhető el. Ellenőrizze az internetkapcsolatot.
it_it: Il servizio di accesso al momento non è disponibile, controllare la connessione a Internet.
ko_kr: 현재 로그인 서비스를 이용하실 수 없습니다. 인터넷 연결 상태를 확인해 주십시오.
nl_nl: De service voor het aanmelden is momenteel niet beschikbaar. Controleer uw internetverbinding.
no_no: Innlogging er utilgjengelig for øyeblikket. Vennligst sjekk internettforbindelsen din.
pt_pt: O acesso ao Serviço não está disponível no momento. Verifique sua conexão com a Internet.
ro_ro: Serviciul de logare nu este disponibil momentan, vă rugăm să vă verificați conexiunea la Internet.
ru_ru: Вход в систему в текущий момент недоступен, проверьте подключение к интернету.
sv_se: inloggningstjänsten är inte tillgänglig, kontrollera din internetanslutning.
th_th: ขณะนี้บริการลงชื่อเข้าใช้ไม่พร้อมทำงาน โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr_tr: Oturum Açma Hizmeti şu anda kullanılamaz, lütfen internet bağlantınızı kontrol edin.
zh_cn: 目前无法登录服务，请检查您的网络连接。

source: Sign-in service is currently not available, please contact customer care.
bg_bg: Услугата за вписване в момента не е достъпна – моля, свържете се с обслужване на GN Cloud.
cht: 目前無法使用登入服務，請聯絡 GN Cloud 服務。
da_dk: Tjenesten til at logge på er ikke tilgængelig i øjeblikket. Kontakt tjenesten GN Cloud.
el_gr: Η Υπηρεσία σύνδεσης δεν είναι διαθέσιμη προς το παρόν, επικοινωνήστε με την Υπηρεσία GN Cloud.
fi_fi: Palveluun ei voi kirjautua. Ota yhteys GN pilvipalvelun tukeen.
hr_hr: Usluga prijave trenutno nije dostupna,kontaktirajte podršku za GN Cloud.
hu_hu: A bejelentkezési szolgáltatás jelenleg nem érhető el. Vegye fel a kapcsolatot a GN felhőszolgáltatással.
it_it: Il servizio di accesso al momento non è disponibile, controllare il servizio cloud GN.
ko_kr: 현재 로그인 서비스를 이용하실 수 없습니다. GN 클라우드 서비스에 문의해 주십시오.
nl_nl: De service voor het aanmelden is momenteel niet beschikbaar. Neem s.v.p. contact op met de GN Online Service
no_no: Påloggingstjenesten er ikke tilgjengelig, vennligst kontakt GN kundeservice.
pt_pt: O acesso ao Serviço não está disponível no momento. Entre em contato com o GN Cloud Service.
ro_ro: Serviciul de logare nu este disponibil momentan, vă rugăm să contactați serviciul GN Cloud.
ru_ru: Вход в систему в текущий момент недоступен, свяжитесь со службой GN Cloud.
sv_se: Inloggningstjänsten är inte tillgänglig, var vänlig kontakta GN Cloud Service.
th_th: ขณะนี้บริการลงชื่อเข้าใช้ไม่พร้อมทำงาน โปรดติดต่อฝ่ายบริการของ GN Cloud
tr_tr: Oturum Açma Hizmeti şu anda kullanılamaz, lütfen GN Cloud servisiyle bağlantı kurun.
zh_cn: 目前无法登录服务，请联系瑞声达公司。

source: Sign Out
bg_bg: Излизане
cht: 登出
da_dk: Log ud
el_gr: Αποσύνδεση
fi_fi: Uloskirjaus
hr_hr: Odjava
hu_hu: Kijelentkezés
it_it: Esci
ko_kr: 로그아웃
nl_nl: Uitloggen
no_no: Logg ut
pt_pt: Sair
ro_ro: Delogare
ru_ru: Выйти
sv_se: Logga ut
th_th: ลงชื่อออก
tr_tr: Çıkış Yap
zh_cn: 退出

source: Please select your current store:
bg_bg: Моля, изберете магазина си в момента:
cht: 請選擇您目前的商店：
da_dk: Vælg din aktuelle butik:
el_gr: Επιλέξτε το τρέχον κατάστημα:
fi_fi: Valitse myymälä :
hr_hr: Odaberite trenutnu trgovinu:
hu_hu: Válassza ki a jelenlegi áruházat:
it_it: Selezionare il negozio corrente:
ko_kr: 현재 저장을 선택하세요:
nl_nl: Selecteer uw huidige winkel:
no_no: Velg gjeldende klinikk:
pt_pt: Selecione sua loja:
ro_ro: Vă rugăm să selectați magazinul curent:
ru_ru: Выберите используемый вами магазин:
sv_se: Välj din nuvarande butik:
th_th: โปรดเลือกร้านค้าปัจจุบันของคุณ:
tr_tr: Lütfen geçerli mağazanızı seçin:
zh_cn: 请选择您当前的存储:

source: Download Error
bg_bg: Грешка при изтегляне
cht: 下載錯誤
da_dk: Downloadfejl
el_gr: Σφάλμα λήψης
fi_fi: Latausvirhe
hr_hr: Pogreška preuzimanja
hu_hu: Letöltési hiba
it_it: Errore di download
ko_kr: 다운로드 에러
nl_nl: Downloadfout
no_no: Nedlastingsfeil
pt_pt: Erro de download
ro_ro: Eroare descărcare
ru_ru: Ошибка загрузки
sv_se: Nedladdningsfel
th_th: ข้อผิดพลาดในการดาวน์โหลด
tr_tr: İndirme Hatası
zh_cn: 下载错误

source: An error occurred during the download, please try again later.
bg_bg: Възникна грешка по време на изтеглянето – моля, проверете отново по-късно.
cht: 下載過程中出現錯誤，請稍後重試。
da_dk: Der opstod en fejl under download. Prøv igen senere.
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη, προσπαθήστε ξανά αργότερα.
fi_fi: Latausvirhe. Yritä hetken kuluttua uudelleen.
hr_hr: Tijekom preuzimanja došlo je do pogreške, pokušajte ponovo kasnije.
hu_hu: Hiba történt a letöltés során. Próbálkozzon újra később.
it_it: Si è verificato un errore durante il download, riprovare.
ko_kr: 다운로드 중 에러가 발생했습니다. 다음에 다시 시도해 주세요.
nl_nl: Tijdens het downloaden heeft zich een fout voorgedaan. Probeer het later opnieuw.
no_no: Det oppsto en feil under nedlastingen. Prøv igjen senere.
pt_pt: Ocorreu um erro durante o download. Tente novamente mais tarde.
ro_ro: A intervenit o eroare în timpul descărcării, vă rugăm reîncercați mai târziu.
ru_ru: Во время скачивания возникла ошибка, попробуйте еще раз позже.
sv_se: Ett fel inträffade under nedladdningen, försök igen senare.
th_th: เกิดข้อผิดพลาดขึ้นระหว่างการดาวน์โหลด โปรดลองอีกครั้งในภายหลัง
tr_tr: İndirme sırasında bir hata meydana geldi, lütfen daha sonra tekrar deneyin.
zh_cn: 下载过程中发生错误，请稍后重试。

source: Program Guide
bg_bg: Ръководство за програмата
cht: 程式指南
da_dk: Programvejledning
el_gr: Οδηγός προγραμμάτων
fi_fi: Ohjelmaopas
hr_hr: Vodič za program
hu_hu: Útmutató a programokhoz
it_it: Guida del programma
ko_kr: 프로그램 설명
nl_nl: Programmagids
pt_pt: Guia do programa
ro_ro: Ghid program
ru_ru: Справочник по программам
sv_se: Programhandledning
th_th: คำแนะนำโปรแกรม
tr_tr: Program Kılavuzu
zh_cn: 程序指南

source: Trial Period
bg_bg: Изпитателен срок
cht: 試用期
da_dk: Prøveperiode
el_gr: Περίοδος δοκιμής
fi_fi: Kokeilujakso
hr_hr: Probno razdoblje
hu_hu: Próbaverziós időszak
it_it: Periodo di prova
ko_kr: 시험착용
nl_nl: Testperiode
no_no: Prøveperiode
pt_pt: Período de avaliação
ro_ro: Perioadă de probă
ru_ru: Период пробного ношения
sv_se: Testperiod
th_th: ระยะเวลาทดลองใช้งาน
tr_tr: Deneme Dönemi
zh_cn: 试用期

source: Take a Tour of the Ear
bg_bg: Направете обиколка в ухото
cht: 體驗耳朵之旅
da_dk: Kom på en tur gennem øret
el_gr: Ξεναγηθείτε μέσα στο αυτί
fi_fi: Tee virtuaaliretki korvaan
hr_hr: Prošetajte uhom
hu_hu: A fül felfedezése
it_it: Tour dell'orecchio
ko_kr: 소리의 전달과정
nl_nl: Volg een rondleiding door het oor
no_no: Bli med på en reise gjennom øret
pt_pt: Conheça a Orelha
ro_ro: Fați un tur al urechii
ru_ru: Знакомство с человеческим ухом
sv_se: Ta en tur genom örat
th_th: เริ่มต้นทัวร์ชมองค์ประกอบของหู
tr_tr: Kulak Turu Yapın
zh_cn: 人耳如何听到声音

source: Take a tour through the auditory system to view how sound travels through the auditory system. Explore how the anatomical structures of the auditory system work to create the sensation of hearing.
bg_bg: Направете обиколка на системата на слуха, за да видите как звукът се движи през системата на слуха. Разгледайте как анатомичните структури на системата на слуха работят, за да създадат усещането за чуване.
cht: 體驗耳朵之旅透過聽覺系統以檢視聲音如何在聽覺系統間旅行。探索聽覺系統的解剖構造了解聽覺如何產生。
da_dk: Kom på en tur gennem det auditive system for at se, hvordan lyden bevæger sig igennem det auditive system. Udforsk, hvordan de anatomiske strukturer i det auditive system fungerer for at skabe høresansen.
el_gr: Περιηγηθείτε στο ακουστικό σύστημα για να δείτε πώς ο ήχος ταξιδεύει μέσω του ακουστικού συστήματος. Ανακαλύψτε πώς λειτουργούν οι ανατομικές δομές του ακουστικού συστήματος για να δημιουργήσουν την αίσθηση της ακοής.
fi_fi: Huomaat, kuinka ääni siirtyy kuuloaistijärjestelmässä. Katso, kuinka kuuloaistijärjestelmän anatominen rakenne saa aikaan kuuloaistimuksia.
hr_hr: Prošetajte slušnim sustavom i pogledajte kako zvuk putuje kroz njega. Istražite na koji način funkcioniraju anatomske strukture slušnog sustava kako bi pružile osjet sluha.
hu_hu: Felfedezheti a hallórendszert, és megtekintheti, hogy a hang miként halad át azon. Megtudhatja, hogy a hallórendszer anatómiai szerkezete miként működik a hallásérzet megteremtésekor.
it_it: È possibile fare un tour del sistema uditivo per vedere come viaggia il suono al suo interno. È possibile esplorare in che modo la struttura anatomica del sistema uditivo funziona per creare la sensazione uditiva.
ko_kr: 소리가 전달되는 과정을 살펴봅니다. 소리가 각각의 청각 시스템을 통해 전달되는 과정을 살펴봅니다.
nl_nl: Volg een rondleiding door het auditief systeem om te zien hoe geluid zich voortplant door het gehoor. Ontdek hoe de anatomische structuren van het gehoor samenwerken om geluid te vertalen.
no_no: Bli med på en reise gjennom hørselsystemet for å se hvor og hvordan lyden beveger seg. Finn ut hvordan de anatomiske strukturene i hørselsystemet virker for å skape hørsel.
pt_pt: Conheça como o som viaja pelo sistema auditivo. Explore como as estruturas anatômicas do sistema auditivo funcionam para criar a sensação de escuta.
ro_ro: Faceți un tur al sistemului auditiv pentru a vizualiza cum călătorește sunetul prin sistemul auditiv. Explorați cum funcționează structurile anatomice ale sistemului auditiv pentru a crea senzația auzului.
ru_ru: Отправьтесь в путешествие по слуховой системе и узнайте, как распространяется по ней звук, и как ее анатомические структуры создают у нас слуховые ощущения.
sv_se: Ta en rundtur genom hörselsystemet för att se hur ljudet färdas. Utforska hur de anatomiska strukturerna i hörselsystemet samarbetar för att skapa hörselförnimmelsen.
th_th: ลองทัวร์ชมระบบการฟังเพื่อศึกษาว่าเสียงเดินทางผ่านระบบการฟังอย่างไร สำรวจว่าโครงสร้างทางกายวิภาคของระบบการฟังทำงานอย่างไรในการสร้างประสาทสัมผัสการได้ยิน
tr_tr: Sesin işitme sisteminde nasıl seyahat ettiğini görüntülemek için işitme sisteminde bir tur yapın. İşitme sisteminin anatomik yapısının işitme hissini yaratmak için nasıl çalıştığını keşfedin.
zh_cn: 了解听觉系统，观察声音如何通过听觉系统传播。探索听觉系统的解剖结构和如何创造听觉。

source: Types of Hearing Loss
bg_bg: Типове загуба на слуха
cht: 聽力損失類型
da_dk: Typer af hørenedsættelse
el_gr: Είδη βαρηκοΐας
fi_fi: Kuulonaleman tyypit
hr_hr: Vrste gubitka sluha
hu_hu: A hallásvesztés típusai
it_it: Tipologie di perdita uditiva
ko_kr: 난청의 유형
nl_nl: Soorten gehoorverlies
no_no: Typer hørselstap
pt_pt: Tipos de Perdas Auditivas
ro_ro: Tipuri de pierdere a auzului
ru_ru: Типы потери слуха
sv_se: Typer av hörselnedsättning
th_th: ประเภทของการสูญเสียการได้ยิน
tr_tr: İşitme Kaybı Türleri
zh_cn: 听力损失的类型

source: Hearing loss is classified by the area of the auditory anatomy that is not functioning properly. The three basic types of hearing loss are conductive, sensorineural and mixed.
bg_bg: Загубата на слуха се определя от областта на анатомията на слуха, която не функционира правилно. Трите основни типа загуба на слуха са кондуктивна, невросензорна и комбинирана.
cht: 聽力損失根據無法良好運作的聽覺構造部分來分類。聽力損失的三種基本類型為傳導、感音神經和混合型。
da_dk: Hørenedsættelse klassificeres af det område i den auditive anatomi, der ikke fungerer korrekt. De tre typer hørenedsættelse er den konduktive, sensorineurale og den blandede hørenedsættelse.
el_gr: Η βαρηκοΐα ταξινομείται ανά περιοχή της ανατομίας του αυτιού η οποία δεν λειτουργεί σωστά. Τα τρία βασικά είδη είναι η βαρηκοΐα αγωγιμότητας, η νευροαισθητήρια βαρηκοΐα και η μικτή βαρηκοΐα.
fi_fi: Kuulonalenema luokitellaan sen kuuloaistijärjestelmän anatomisen osan mukaan, joka ei toimi oikein. Kuulonaleneman perustyyppejä on kolme. Ne ovat konduktiivinen, sensorineuraalinen ja niiden yhdistelmä.
hr_hr: Gubitak sluha određuje se prema području slušne anatomije koja ne funkcionira pravilno. Tri osnovne vrste gubitka sluha su provodni, senzorineuralni i mješoviti.
hu_hu: A hallásvesztés a hallórendszeri anatómia nem megfelelő működésére utal. A hallásvesztésnek három alaptípusa létezik: vezetéses, idegi és kevert.
it_it: La perdita uditiva è classificata in base all'anatomia uditiva che ha difetti di funzionamento. I tre tipi base di perdita uditiva sono conduttiva, neurosensoriale e mista.
ko_kr: 난청의 유형은 크게 전음성난청과 감각신경성 난청 그리고 전음성난청과 감각신경성난청이 결합된 혼합성 난청으로 구분됩니다.
nl_nl: Gehoorverlies wordt ingedeeld volgens de zone van de gehooranatomie die niet correct functioneert. De drie standaardtypes zijn geleidings-, conductief en gemengd gehoorverlies.
no_no: Hørselstap bestemmes av den delen av hørselsystemet som ikke fungerer som den skal. De tre grunnleggende formene for hørselstap er mekanisk, sensorineuralt og kombinert.
pt_pt: A perda auditiva é classificada pela área da orelha que não está funcionando adequadamente. Os três tipos de PA são: condutiva, sensório-neural e mista.
ro_ro: Hipoacuzia este clasificată după zona anatomiei auditive ce nu funcționează corect. Cele trei tipuri de hipoacuzie sunt conductivă, senzorineurală și mixtă.
ru_ru: Потеря слуха, или тугоухость, классифицируется по той анатомической области слуховой системы, функция которой нарушена. Три основные типа тугоухости – это кондуктивная, сенсоневральная (или нейросенсорная) и смешанная.
sv_se: Hörselnedsättningen klassificeras beroende på vilket område av den auditiva anatomin som inte fungerar korrekt. De tre grundläggande typerna av hörselnedsättning är ledande, sensorineural och blandade.
th_th: การสูญเสียการได้ยินถูกจัดประเภทตามบริเวณในกายวิภาคทางการได้ยินที่ทำงานผิดปกติ โดยประเภทของการสูญเสียการได้ยินแบบพื้นฐานจะมีสามประเภท ได้แก่ conductive, sensorineural และ mixed
tr_tr: İşitme kaybı gereken şekilde çalışmayan işitsel anatomi alanıyla sınıflandırılır. Üç temel işitme kaybı türü vardır: İletim tipi, sensörinöral tip ve mikst tip.
zh_cn: 听力损失按听觉解剖结构异常的区域分类。 听力损失的三种基本类型分别是传导性、感音神经性和混合性。

source: Binaural Ear Anatomy
bg_bg: Анатомия на двете уши
cht: 雙耳解剖
da_dk: Binaural øreanatomi
el_gr: Αμφιωτική ανατομία
fi_fi: Binauraalinen korvan anatomia
hr_hr: Anatomija binauralnog uha
hu_hu: A binaurális fül anatómiája
it_it: Anatomia Orecchio Binaurale
ko_kr: 양측 귀 해부구조
nl_nl: Binaurale anatomie van het oor
no_no: Binaural Hørsel
pt_pt: Anatomia da Orelha - Binaural
ro_ro: Anatomie ureche binaurală
ru_ru: Бинауральная анатомия уха
sv_se: Binaural anatomi
th_th: กายวิภาคหูแบบสองข้าง
tr_tr: Binaural Kulak Anatomisi
zh_cn: 双耳解剖学

source: In a healthy auditory system, each of the two ears consists of the exact same anatomical structures. While the anatomy is the same, there are numerous benefits that result from hearing with both ears rather than just one. The ability to integrate information that the brain receives from the two ears is referred to as binaural hearing. Some of the benefits of binaural hearing include better sound localization, improved listening in complex noisy environments, and the opportunity for better speech understanding in both noisy and quiet environments.
bg_bg: При здрава система на слуха всяко от двете уши се състои от напълно еднакви анатомични структури. Макар че анатомията е една и съща, има редица ползи, произтичащи от слушането с двете уши, вместо с едното. Способността да интегрираме информацията, която мозъкът получава от двете уши, се нарича бинаурално чуване. Сред някои от ползите от бинауралното чуване са по-доброто локализиране на звука, подобреното чуване в сложна шумна среда и възможността за по-добро разбиране на говора, както в шумна, така и в тиха среда.
cht: 在健康的聽覺系統中，每個耳朵由完全相同的結構組成。雖然結構相同，雙耳聆聽的好處比只用一隻耳更多。大腦整合從雙耳接收的訊息的能力稱為雙耳聽力。雙耳聽力的好處包括更佳的聲音定位、提升在複雜噪音環境中的聽力，以及在吵雜和安靜環境中更能清楚理解語音。
da_dk: I et raskt auditivt system består hvert øre af den præcis samme anatomiske struktur. Selvom anatomien er den samme, er der adskillige fordele ved at høre med begge ører frem for kun det ene. Evnen til at integrere den information, som hjernen modtager fra de to ører, kaldes binaural hørelse. Nogle af fordelene ved binaural hørelse er bl.a. bedre lokalisering af lyd, forbedret hørelse i komplekse støjende miljøer og muligheden for bedre taleforståelse i både støjende og rolige miljøer.
el_gr: Σε ένα υγιές ακουστικό σύστημα, καθένα από τα δύο αυτιά αποτελείται από τις ίδιες ακριβώς ανατομικές δομές. Ενόσω η ανατομία είναι η ίδια, τα οφέλη που προκύπτουν από την ακοή και με τα δύο αυτιά αντί μόνο με ένα, είναι αναρίθμητα. Η ικανότητα ενοποίησης των πληροφοριών που ο εγκέφαλος λαμβάνει από τα δύο αυτιά αναφέρεται ως «αμφιωτική ακοή». Ορισμένα από τα οφέλη της αμφιωτικής ακοής είναι ο καλύτερος εντοπισμός του ήχου, η ακρόαση σε σύνθετα πολύβουα περιβάλλοντα και η δυνατότητα καλύτερης κατανόησης της ομιλίας τόσο σε πολύβουα όσο και σε ήσυχα περιβάλλοντα.
fi_fi: Terveessä kuuloaistijärjestelmässä molempien korvien anatomiset rakenteet ovat täysin samanlaiset. Siksi kahdella korvalla kuuleminen tuo tullessaan etuja verrattuna yhdellä korvalla kuulemiseen. Binauraalinen kuuleminen perustuu aivojen kykyyn yhdistää kahdesta korvasta saadut tiedot. Silloin on mahdollista paikantaa äänen lähde, kuulla paremmin hankalissa ja meluisissa ympäristöissä sekä ymmärtää puhetta sekä meluisissa että hiljaisissa ympäristöissä.
hr_hr: U zdravom slušnom sustavu svako od dva uha sastoji se od identičnih anatomskih struktura. Dok je anatomija jednaka, slušanje s oba uha nudi brojne prednosti u usporedbi sa slušanjem sa samo jednim uhom. Sposobnost integriranja informacija koje mozak prima iz dva uha naziva se binauralni sluh. Neke od prednosti binauralnog sluha uključuju bolju lokalizaciju zvuka, poboljšano slušanje u kompleksnim bučnim okruženjima te priliku za bolje razumijevanje govora i u bučnim i u tihim okruženjima.
hu_hu: Az egészséges hallórendszerben mindkét fül ugyanolyan anatómiai szerkezettel rendelkezik. Bár anatómiájuk megegyezik, számos előnye van annak, hogy mindkét füllel hallunk, és nem csak eggyel. Azt a képességet, hogy az agy integrálni tudja a két fülből érkező információkat, binaurális hallásnak nevezzük. A binaurális hallás előnyei közé tartozik a hangok jobb lokalizációja, a javuló hallás összetett és zajos környezetben, valamint a jobb beszédértés zajos és csendes környezetben egyaránt.
it_it: In un sistema uditivo sano, ogni orecchio consiste di strutture anatomiche perfettamente identiche. Sebbene l'anatomia sia la stessa, sono numerosi i vantaggi che comporta l'ascolto con entrambi gli orecchi. La capacità di integrare le informazioni che arrivano al cervello dai due orecchi si chiama udito binaurale. Alcuni vantaggi dell'udito binaurale includono una migliore localizzazione del suono, un miglior ascolto in ambienti rumorosi complessi e la possibilità di comprendere meglio il parlato in ambienti sia rumorosi che tranquilli.
ko_kr: 건강한 청각시스템에서 각각의 귀는 동일한 해부학적 구조로 구성되어 있습니다. 해부학적 구조는 동일하지만, 한 쪽 귀로 듣는 것보다 양쪽 귀로 들을 때 더 많은 장점이 있습니다. 두 귀를 통해 전달받아 정보를 통합하는 능력을 "양이청취"라고 합니다. 양이청취의 장점 몇가지를 소개하면, 소리의 위치를 더 잘 식별 할 수 있으며, 복잡한 소음 환경에서의 듣기 능력을 향상시키고, 소음 및 조용한 환경 모두에서 말소리를 더 잘 알아들을 수 있습니다.
nl_nl: Bij een gezond gehoor bestaat elk van de twee oren uit precies dezelfde anatomische structuur. Hoewel de anatomie dezelfde is, biedt het horen met beide oren tal van voordelen in plaats van het horen met slechts één oor. De capaciteit om informatie te verwerken die het brein ontvangt van de twee oren wordt aangeduid als binauraal horen. Tot de voordelen van binauraal horen behoren een betere lokalisatie van het geluid, verbeterd luisteren in complexe lawaaiige omgevingen en de kans op betere spraakherkenning in zowel lawaaiige als stille omgevingen.
no_no: I et friskt hørselsystem består de to ørene av nøyaktig de samme anatomiske strukturene. Selv om anatomien er lik, er det mange fordeler ved å kunne høre på to ører fremfor bare ett. Denne evnen til å behandle informasjonen hjernen mottar fra to ører kalles binaural hørsel. Noen av fordelene ved binaural hørsel er bedre lokalisering av lyden, bedre hørsel i komplekse støymiljøer og muligheten for bedre taleforståelse både i støyende og stille omgivelser.
pt_pt: Em um sistema auditivo saudável, as orelhas possuem exatamente as mesmas estruturas anatômicas. Embora a anatomia seja a mesma, há diversos benefícios que resultam de ouvir das duas orelhas, ao invés de, uma orelha. A capacidade de integrar informações que o cérebro recebe das duas orelhas é chamada de audição binaural. Alguns dos benefícios da audição binaural incluem melhor localização sonora, melhor audição em ambientes ruidosos e a oportunidade de compreender melhor a fala tanto em ambientes ruidosos quanto silenciosos.
ro_ro: Într-un sistem auditiv sănătos, fiecare dintre cele două urechi este alcătuită din exact aceleași structuri anatomice. Deși anatomia este identică, există mai multe beneficii datorate auzului prin două urechi decât ar fi prin una singură. Abilitatea de a integra informațiile pe care creierul le primește de la ambele urechi este denumită auz binaural. Unele dintre beneficiile auzului binaural este o mai bună localizare a sunetului, un auz mai bun în medii zgomotoase și posibilitatea de a înțelege mai bine vorbirea în medii zgomotoase și silențioasef binaural hearing include better sound localization, improved listening .
ru_ru: В здоровой слуховой системе оба уха имеют совершенно идентичное анатомическое строение. Несмотря на их одинаковую анатомию, тот факт, что звуки воспринимаются двумя ушами, имеет огромное значение и означает целый ряд преимуществ по сравнению со слушанием одним ухом. Способность мозга к обработке и суммации получаемой с двух сторон информации называют бинауральным слухом. Среди преимуществ бинаурального слуха – лучшая способность к локализации источников звука, более полноценное восприятие звуковых сигналов в сложных, шумных акустических окружениях, большая разборчивость речи как в шумных, так и в тихих акустических окружениях.
sv_se: I ett friskt hörselsystem, består vart och ett av de två öronen av exakt samma anatomiska strukturer. Även om anatomin är densamma, finns det många fördelar med att höra med båda öronen i stället för med bara ett. Förmågan att integrera information att hjärnan tar emot från de två öronen kallas binaural hörsel. Några av fördelarna med binaural hörsel inkluderar bättre ljudlokalisering, förbättrad lyssning i komplexa bullriga miljöer, och möjlighet till bättre taluppfattning i både bullriga och tysta miljöer.
th_th: ในระบบการฟังที่เป็นปกติ หูแต่ละข้างจะประกอบด้วยโครงสร้างทางกายวิภาคที่เหมือนกัน แต่แม้ว่าจะมีกายวิภาคที่เหมือนกัน แต่การรับฟังด้วยหูทั้งสองข้างนั้นมีข้อดีเหนือกว่าข้างเดียวมากมาย ความสามารถในการผสานข้อมูลที่สมองได้รับจากหูทั้งสองข้างนั้นเรียกว่าการฟังด้วยหูสองข้าง ประโยชน์บางส่วนของการฟังด้วยหูสองข้างได้แก่ การแปลเสียงที่ดีขึ้น ความสามารถในการฟังที่สูงขึ้นในสภาพแวดล้อมที่มีเสียงรบกวนซับซ้อน และโอกาสในการทำความเข้าใจเสียงพูดได้ดีขึ้น ทั้งในสภาพแวดล้อมที่มีเสียงรบกวนและสภาพแวดล้อมที่เงียบ
tr_tr: Sağlıklı bir işitme sisteminde her kulak tamamen aynı anatomik yapılardan oluşur. Anatomi aynı olsa da, tek kulak yerine iki kulakla işitmenin birçok avantajı vardır. Beynin iki kulaktan aldığı bilgileri birleştirebilme becerisi Binaural (iki taraflı) işitme olarak adlandırılır. Binaural işitmenin bazı avantajları daha iyi ses lokalizasyonu, karmaşık gürültülü ortamlarda daha iyi dinleme ve hem gürültülü hem de sessiz ortamlarda konuşmaları daha iyi anlama olanağı bulunur.
zh_cn: 在健康的听觉系统中，两只耳朵中的每一只均有完全相同的解剖结构。虽然解剖结构相同，但双耳聆听相较于单耳有很多优势。将从两只耳朵接收的信息综合的能力称为双耳聆听。双耳聆听的一些好处包括更好的声音定位，改善复杂嘈杂环境中的听觉，以及在嘈杂和安静的环境中均有更好的言语理解度。
