Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: LP Receiver
bg_bg: Нискомощен приемник
cht: LP 接收器
el_gr: Δέκτης LP
fi_fi: LP-kuuloke
hr_hr: LP prijamnik
hu_hu: LP hallgató
it_it: Ricevitore LP
ko_kr: LP 리시버
pt_pt: Receptor LP
ro_ro: Receptor LP
ru_ru: LP Ресивер
sv_se: LP Hörtelefon
th_th: ตัวรับสัญญาณ LP
tr_tr: LP Alıcı
zh_cn: LP 受话器

source: LP Receiver
bg_bg: Нискомощен приемник
cht: LP 接收器
el_gr: Δέκτης LP
fi_fi: LP-kuuloke
hr_hr: LP prijamnik
hu_hu: LP hallgató
it_it: Ricevitore LP
ko_kr: LP 리시버
pt_pt: Receptor LP
ro_ro: Receptor LP
ru_ru: Ресивер низкой мощности LP
sv_se: LP Hörtelefon
th_th: ตัวรับสัญญาณ LP
tr_tr: LP Alıcı
zh_cn: LP 受话器

source: Made For iPhone
bg_bg: Made For iPhone (Изработен за iPhone)
el_gr: Κατασκευασμένο για iPhone
hr_hr: Načinjeno za iPhone
hu_hu: iPhone-hoz tervezve
ro_ro: Produs pentru iPhone
ru_ru: Специально для iPhone
th_th: ผลิตขึ้นสำหรับ iPhone
tr_tr: iPhone için Üretilmiş
zh_cn: MFi功能

source: TV Streamer 2
bg_bg: Телевизионен стриймър 2
fi_fi: TV-lähetin 2
pt_pt: Transmissor de TV
ru_ru: ТВ-стример 2
tr_tr: TV Aktarım Ünitesi 2
zh_cn: 音频转换器2

source: Micro/Mini/Multi Mic
bg_bg: Micro/Mini/Multi микрофон
hr_hr: Micro/Mini/Multi mikrofon
hu_hu: Mikro/Mini/Multi Mik.
no_no: Mikro/Multi Mik
ru_ru: Микро-/Мини-/Мульти-микрофон
sv_se: Mikro/Mini/Multimikrofon
th_th: ไมโครโฟนแบบแยก/ขนาดเล็ก/หลายตัว
tr_tr: Mikro/Mini/Multi Mikrofon

source: Remote Control
bg_bg: Дистанционно управление
cht: 遙控器
da_dk: Fjernbetjening
el_gr: Τηλεχειριστήριο
fi_fi: Kauko-Ohjain
hr_hr: Daljinski upravljač
hu_hu: Távirányító
nl_nl: Afstandbediening
no_no: Fjernkontroll
pt_pt: Controle Remoto
ro_ro: Telecomanda
ru_ru: Пульт дистанционного управления (ПДУ)
sv_se: Fjärrkontroll
th_th: รีโมทคอนโทรล
tr_tr: Uzaktan Kumanda
zh_cn: 遥控器

source: Time Frame:
bg_bg: Времева рамка:
cht: 時間範圍：
da_dk: Tidsramme:
el_gr: Πλαίσιο χρόνου:
fi_fi: Aikajakso :
hr_hr: Vremenski okvir:
hu_hu: Időkeret:
it_it: Periodo:
ko_kr: 타임 프레임:
nl_nl: Tijdsduur
no_no: Tidsramme:
pt_pt: Tempo:
ro_ro: Perioadă de timp:
ru_ru: Временные рамки:
sv_se: Tidsram:
th_th: กรอบเวลา:
tr_tr: Zaman Aralığı:
zh_cn: 时间设置:

source: Trial Period (4 Weeks)
bg_bg: Изпитателен срок (4 седмици)
cht: 試用期 (4 週)
da_dk: Prøvetid (4 uger)
el_gr: Περίοδος δοκιμής (4 εβδομάδες)
fi_fi: Kokeiluaika (4 viikkoa)
hr_hr: Probno razdoblje (4 tjedna)
hu_hu: Kipróbálási idő (4 hét)
it_it: Periodo di prova (4 settimane)
ko_kr: 시험착용(4주)
nl_nl: Proefperiode (4 weken)
no_no: Prøveperiode (4 uker)
pt_pt: Período de Teste (4 Semanas)
ro_ro: Perioada de proba (4 Saptamani)
ru_ru: Период пробного ношения (4 недели)
sv_se: Testperiod (4 veckor)
th_th: ช่วงทดลองใช้งาน (4 สัปดาห์)
tr_tr: Deneme Süresi (4 Hafta)
zh_cn: 试用期（4周）

source: Permanent
bg_bg: Постоянен
cht: 永久
el_gr: Μόνιμο
fi_fi: Jatkuva
hr_hr: Trajno
hu_hu: Állandó
it_it: Permanente
ko_kr: 영구적으로
pt_pt: Permanente
ru_ru: Постоянно
th_th: ถาวร
tr_tr: Daimi
zh_cn: 永久

source: You must have a valid PIN code to connect this instrument
bg_bg: Трябва да имате валиден PIN код за свързване на този апарат
cht: 您的 PIN 碼必須有效才能連接此助聽器
da_dk: Du skal benytte en gyldig pinkode for at forbinde dette apparat
el_gr: Πρέπει να διαθέτετε έγκυρο κωδικό PIN για να συνδέσετε το μέσο αυτό
fi_fi: Sinulla pitää olla oikea PIN koodi jotta voit yhdistää tähän kuulokojeeseen
hr_hr: Za povezivanje ovog aparata morate imati valjani PIN kod
hu_hu: Csak egy érvényes PIN-kóddal lehet csatlakozni a készülékhez
it_it: È necessario disporre di un codice PIN valido per connettere questo apparecchio
ko_kr: PIN code를 입력해 보청기를 연결하세요
nl_nl: U moet de geldige PIN-code hebben om dit toestel te kunnen verbinden
no_no: Du må ha en gyldig PIN-kode for å koble til dette apparatet
pt_pt: Você precisa de um código PIN válido para conectar este aparelho
ro_ro: Trebuie sa aveti un cod PIN valid, pentru a va conecta la acest instrument.
ru_ru: Для соединения с этим аппаратом вам необходим действующий ПИН-код
sv_se: Du måste ha en giltig PIN-kod för att ansluta denna hörapparat
th_th: คุณต้องมีรหัส PIN ที่ถูกต้องจึงจะสามารถเชื่อมต่ออุปกรณ์นี้ได้
tr_tr: Bu cihazı bağlamak için geçerli bir PIN koduna sahip olmalısınız
zh_cn: 您必须输入有效的PIN码，才可连接本台助听器

source: Enter PIN
bg_bg: Въведете PIN
cht: 輸入 PIN 碼
da_dk: Indtast pinkode
el_gr: Εισαγωγή PIN
fi_fi: Syötä PIN koodi
hr_hr: Unesite PIN
hu_hu: PIN megadása
it_it: Inserire PIN
ko_kr: PIN code를 입력하세요
nl_nl: Voer de PIN in
no_no: Oppgi PIN
pt_pt: Inserir PIN
ro_ro: Introduceti PIN
ru_ru: Введите ПИН код
sv_se: Lägg in PIN
th_th: ป้อน PIN
tr_tr: PIN Girin
zh_cn: 输入PIN码

source: With Made for iPhone, your hearing aids work like wireless stereo headphones for telephone calls, listening to music and any other audio. Triple click to adjust hearing aid volume and change programs.
bg_bg: С Made for iPhone вашите слухови апарати работят като безжични стерео слушалки за телефонни разговори, слушане на музика и за всякакво друго аудио. Щракнете трикратно, за да регулирате силата на звука на слуховия апарат и да сменяте програмите.
cht: 有了 Made for iPhone，您的助聽器就像無線立體聲耳機一樣，可用於接聽電話、聆聽音樂和任何其他音訊。點擊三次以調整助聽器音量和切換程式。
da_dk: Med Made for iPhone fungerer dine høreapparater som trådløse høretelefoner til telefonopkald, musik og anden lyd. Klik tre gange for at justere lydstyrken på høreapparaterne og skifte program.
el_gr: Χάρη στο Made for iPhone, τα ακουστικά σας βοηθήματα λειτουργούν σαν ασύρματα στερεοφωνικά ακουστικά για τηλεφωνικές κλήσεις, ακρόαση μουσικής και κάθε άλλου αρχείου ήχου. Κάντε τριπλό κλικ για να προσαρμόσετε την ένταση του ακουστικού βοηθήματος και να αλλάξετε προγράμματα.
fi_fi: Made for iPhone toiminnolla kuulokojeesi toimivat kuin stereo kuulokkeet , joilla voit vastaanottaa puheluita, kuunnella musiikkia tai muuta äänitiedostoja. Kolmoisklikkaa jos haluat säätää kuulokojeen äänenvoimakkuutta tai vaihtaa ohjelmia.
hr_hr: Uz „Made for iPhone”, vaša slušna pomagala rade poput bežičnih naglavnih stereoslušalica za telefonske pozive, slušanje glazbe i sve druge audiosadržaje. Triput kliknite za prilagodbu glasnoće slušnog pomagala i promjenu programa.
hu_hu: A Made for iPhone-nal a hallókészüléke sztereó fülhallgatóként működik telefonáláskor és zenehallgatáskor. Három kattintás és máris állíthatja a hangerőt, vagy programot válthat.
it_it: Con Made for iPhone, gli apparecchi acustici funzionano come cuffie auricolari stereo senza fili per le chiamate telefoniche, per ascoltare musica e qualsiasi altro segnale audio. Fare un triplo clic per regolare il volume e cambiare i programmi dell'apparecchio acustico.
ko_kr: Made for iPhone 기능(아이폰과 호환)을 통해 마치 헤드폰으로 듣는 것처럼 통화음을 비롯한 모든 소리를 생생하게 들을 수 있습니다. 아이폰을 연속으로 세번 클릭해 소리 크기 및 프로그램을 변경할 수 있습니다.
nl_nl: Met Made For iPhone functioneren uw hoortoestellen als draadloze stereo hoofdtelefoons voor telefoongesprekken en voor het beluisteren van muziek en andere audio. Klik drie keer op de Home-toets om het hoortoestelvolume te wijzigen en van programma te veranderen, of gebruik de Smart (3D) app.
no_no: Med Made for iPhone, vil høreapparatene fungere som trådløse stereo hodetelefoner for telefon samtaler, lytte til musikk og all annet lyd. Trippel klikk for å justere volum og bytte program.
pt_pt: Com o Made for iPhone, os aparelhos auditivos funcionam como fones de ouvido sem fio para ligações, músicas ou qualquer outro som. Clique três vezes para ajustar o volume do aparelho auditivo ou para trocar de programas.
ro_ro: Cu Made for iPhone, aparatele voastre auditive, functioneaza precum castile stereo pentru apeluri telefonice, muzica sau orice alt format audio. Triplu click pentru a regla volumul aparatului auditiv si pentru a schimba programul.
ru_ru: С технологией Специально для iPhone ваши слуховые аппараты работают как беспроводные стереонаушники для телефонных звонков, прослушивания музыки и других аудиосигналов. Нажмите трижды, чтобы регулировать громкость слухового аппарата и переключать программы.
sv_se: Med Made for iPhone, fungerar dina hörapparater som trådlösa stereohörlurar. Du kan ta telefonsamtal, lyssna på musik eller annan audio. Trippelklicka för att justera hörapparatens volym eller byta program.
th_th: เมื่อใช้ผลิตขึ้นสำหรับ iPhone อุปกรณ์ช่วยฟังของคุณจะทำหน้าที่เหมือนหูฟังสเตอริโอไร้สายสำหรับการคุยโทรศัพท์ ฟังเพลงและไฟล์เสียงอื่นๆ คลิกสามครั้งเพื่อปรับระดับเสียงของอุปกรณ์ช่วยฟังและเปลี่ยนโปรแกรม
tr_tr: MFi (iPhone uyumluluğu) ile işitme cihazlarınız telefon konuşmalarını almak, müzik dinlemek ya da herhangi sesli iletişim için kablosuz kulaklık gibi çalışırlar. İşitme cihazının ses kontrolünü ve program değişikliğini ayarlamak için üçlü tıklayın.
zh_cn: 使用MFi功能，助听器就像手机的无线立体耳机，可以用来听音乐或其他音频，三击“主菜单”键就可以控制助听器的音量和切换程序。

source: Streams clear stereo sound from the TV, stereo, computer or other audio device directly to the hearing instruments, while allowing users to stay aware of what’s going on around them. Supports both analogue and digital inputs.
bg_bg: Възпроизвежда поточно чист стерео звук от телевизора, стерео уредба, компютър или друго аудио устройство директно към слуховите апарати, като позволява на потребителите да чуват постоянно какво става около тях. Поддържа както аналогови, така и цифрови входящи сигнали.
cht: 從電視、立體聲、電腦或其他音訊裝置串流清晰的立體聲聲音至助聽器，同時讓使用者對周圍事物保持警覺。同時支援類比及數位輸入。
da_dk: Bringer klar stereolyd trådløst direkte til høreapparaterne fra tv, stereoanlæg, radio, computer eller et hvilken som helst andet apparat med en lydudgang, samtidig med at brugerne kan høre, hvad der foregår omkring dem. Understøtter både analoge og digitale tilslutninger.
el_gr: Μεταδίδει σε συνεχή ροή καθαρό στερεοφωνικό ήχο από την τηλεόραση, το στερεοφωνικό, τον υπολογιστή ή άλλη συσκευή ήχου απευθείας στα ακουστικά βοηθήματα, επιτρέποντας παράλληλα στους χρήστες να έχουν συναίσθηση τι συμβαίνει γύρω τους. Υποστηρίζει τόσο αναλογικές όσο και ψηφιακές εισόδους.
fi_fi: Lähetää stereoääntä TV:stä, stereoista, tietokoneesta tai muusta äänilähteestä suoraan kuulokojeisiin antaen käyttäjän samalla havaita ympärillä kuuluvia ääniä. Laite tukee sekä digitaalista että analogista äänituloa.
hr_hr: Struji jasan stereozvuk iz TV-a, stereouređaja, računala ili drugog audiouređaja izravno na slušne aparate, omogućujući pritom korisnicima da ostanu svjesni onoga što se oko njih događa. Podržava i analogni i digitalni ulaz.
hu_hu: Tiszta sztereó hangsugárzás a TV-ből, rádióból, számítógépről vagy más audioeszközből a hallókészülékbe, és lehetővé teszi a felhasználónak, hogy figyelemmel kísérje, ami körülötte történik. Az analóg és a digitális bemenetek támogatottak.
it_it: Trasmette un chiaro audio stereo dalla TV, dalla radio, dal computer o da altri dispositivi audio direttamente agli apparecchi acustici, consentendo allo stesso tempo agli utilizzatori di mantenere la consapevolezza di cosa sta succedendo intorno a loro. Supporta sia ingressi analogici che digitali.
ko_kr: TV 뿐만 아니라 다른 멀티미디어의 사운드를 보청기에 스트리밍 할 수 있습니다. 보청기 사용자는 필요에 따라 보청기 소리와 스트리밍 된 소리를 동시에 들을 수 있도록 설정할 수 있습니다. 아날로그 및 디지털음원 모두 스트리밍을 지원합니다.
nl_nl: Streamt het glasheldere stereogeluid van uw TV, stereo, computer of ander audioapparaat direct naar uw hoortoestellen, waarbij u ook bewust blijft van wat er om u heen gebeurt. Ondersteunt zowel analoge als digitale input.
no_no: Stream klar stereo lyd fra TV, stereo, PC eller andre lydenheter direkte til høreapparatene, samtidig som brukeren kan følge med på hva som skjer rundt seg. Støtter både analog og digital input.
pt_pt: Transmite som estéreo da TV, do rádio, do computador ou de outro dispositivo de áudio diretamente para os aparelhos auditivos, enquanto o paciente permanece ouvindo o ambiente. Compatível com entradas analógicas e digitais.
ro_ro: Transmite sunet clar si stereo de la televizor, computer sau orice alta sursa audio, direct in aparatele auditive, in timp ce permite utilizatorului sa auda tot ce se aude in jurul lui. Suporta atat intrari analogice catsi digitale.
ru_ru: Осуществляет потоковую передачу чистого стереозвука телевизора, стереосистемы, компьютера или другого аудиоисточника напрямую в слуховые аппараты, позволяя пользователю быть в курсе происходящего вокруг. Поддерживает как аналоговые, так и цифровые сигналы.
sv_se: Strömmar ett klart stereoljud från en tv, stereo, dator eller annan audioenhet direkt upp till hörapparaterna med en samtidig möjlighet att höra ljud i närheten. Stödjer både analoga och digitala kopplingar.
th_th: สตรีมเสียงสเตอริโอจากทีวี เครื่องเสียง คอมพิวเตอร์ หรืออุปกรณ์อื่นๆ ได้อย่างชัดเจนไปยังอุปกรณ์ช่วยฟังโดยตรง ในขณะที่ผู้ใช้จะยังคงได้ยินเสียงรอบๆ ตัวอยู่ สนับสนุนทั้งอินพุทแบบอนาล็อกและดิจิทัล
tr_tr: Kullanıcının etraflarında neler olduğunun farkına varabilmesi için, işitme cihazına doğrudan TV, stereo, bilgisayar veya başka bir ses cihazından net stereo ses aktarımı sağlar. Hem analog hem dijital girişleri destekler.
zh_cn: 音频转换器可以将电视、耳机、电脑和其他音响设备的立体声直接通过无线技术清晰的传递给助听器，并且用户可以听清身边的声音。支持模拟信号和数字信号两种输入方式。
