Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Check for updates on a scheduled interval
bg_bg: Проверка за актуализации на интервал по график
cht: 在預定的時間間隔檢查更新
da_dk: Tjek for opdateringer ud fra et planlagt interval
el_gr: Έλεγχος για ενημερώσεις σε προγραμματισμένα χρονικά διαστήματα
fi_fi: Tarkista päivitykset säännöllisin väliajoin
hr_hr: Provjeri ažuriranja u definiranom intervalu
hu_hu: Frissítések keresése ütemezett időközönként
it_it: Controlla gli aggiornamenti a intervalli regolari
ko_kr: 업데이트 확인 스케쥴
nl_nl: Check voor updates volgens een vast schema
no_no: Se etter oppdateringer regelmessig
pt_pt: Verificar atualizações em um intervalo agendado
ro_ro: Verifica actualizari la fiecare:
ru_ru: Проверять на наличие обновлений с заданным интервалом
sv_se: Sök efter uppdateringar enligt schemalagt intervall
th_th: ตรวจสอบการอัพเดตในช่วงเวลาตามกำหนดการ
tr_tr: Güncelleştirmeleri programlı bir aralıkla kontrol et
zh_cn: 定期检查升级

source: Always download updates when available
bg_bg: Винаги да се изтеглят актуализации, когато са налични
cht: 當有更新時永遠下載
da_dk: Download altid opdateringer, når det er muligt
el_gr: Να γίνεται πάντα λήψη των ενημερώσεων όταν είναι διαθέσιμες
fi_fi: Lataa automaattisesti ohjelmapäivitykset jos niitä on saatavilla
hr_hr: Uvijek preuzmi ažuriranja kada su dostupna
hu_hu: Frissítés letöltése, ha elérhető
it_it: Scarica sempre gli aggiornamenti quando disponibili
ko_kr: 새로운 업데이트가 있는 경우 항상 다운로드
nl_nl: Beschikbare updates altijd downloaden
no_no: Last alltid ned oppdateringer når tilgjengelig
pt_pt: Sempre fazer um download das atualizações quando disponíveis:
ro_ro: Intotdeauna descarca actualizarile disponibile
ru_ru: Всегда загружать доступные обновления
sv_se: Ladda alltid ner nya uppdateringar
th_th: ดาวโหลด updates เมื่อมีข้อมูลใหม่
tr_tr: Mevcut güncellemeleri her zaman indir
zh_cn: 有新版本时自动下载

source: Check every:
bg_bg: Да се проверява на (всеки):
cht: 檢查時間每：
da_dk: Kontrollér hver:
el_gr: Έλεγχος κάθε:
fi_fi: Tarkistusväli :
hr_hr: Provjeri u intervalu:
hu_hu: Keresés:
it_it: Controllare ogni:
ko_kr: 확인:
nl_nl: Check iedere:
no_no: Undersøk hver:
pt_pt: Verificar a cada:
ro_ro: Verifica la fiecare:
ru_ru: Проверять раз в
sv_se: Kontrollera varje:
th_th: ตรวจสอบทุกๆ
tr_tr: Kontrol Et, (Her):
zh_cn: 检查频率:

source: 1 Week
bg_bg: 1 седмица
cht: 1 週
da_dk: 1. uge
el_gr: 1 εβδομάδα
fi_fi: 1 viikko
hr_hr: 1 tjedan
hu_hu: hetente
it_it: 1 settimana
ko_kr: 1주 1회
nl_nl: week
no_no: 1. uke
pt_pt: Semana
ro_ro: 1 Saptamana
ru_ru: неделю
sv_se: 1 Vecka
th_th: 1 สัปดาห์
tr_tr: 1 Hafta
zh_cn: 1 周

source: 2 Weeks
bg_bg: 2 седмици
cht: 2 週
da_dk: 2. uge
el_gr: 2 εβδομάδες
fi_fi: 2 viikkoa
hr_hr: 2 tjedna
hu_hu: 2 hetente
it_it: 2 settimane
ko_kr: 2주 1회
nl_nl: 2 weken
no_no: 2. uke
pt_pt: 2 semanas
ro_ro: 2 Saptamani
ru_ru: 2 недели
sv_se: 2 Veckor
th_th: 2 สัปดาห์
tr_tr: 2 Hafta
zh_cn: 2 周

source: 3 Weeks
bg_bg: 3 седмици
cht: 3 週
da_dk: 3. uge
el_gr: 3 εβδομάδες
fi_fi: 3 viikkoa
hr_hr: 3 tjedna
hu_hu: 3 hetente
it_it: 3 settimane
ko_kr: 3주 1회
nl_nl: 3 weken
no_no: 3. uke
pt_pt: 3 Semanas
ro_ro: 3 Saptamani
ru_ru: 3 недели
sv_se: 3 Veckor
th_th: 3 สัปดาห์
tr_tr: 3 Hafta
zh_cn: 3 周

source: 4 Weeks
bg_bg: 4 седмици
cht: 4 週
da_dk: 4. uge
el_gr: 4 εβδομάδες
fi_fi: 4 viikkoa
hr_hr: 4 tjedna
hu_hu: 4 hetente
it_it: 4 settimane
ko_kr: 4주 1회
nl_nl: 4 weken
no_no: 4. uke
pt_pt: 4 Semanas
ro_ro: 4 Saptamani
ru_ru: 4 недели
sv_se: 4 Veckor
th_th: 4 สัปดาห์
tr_tr: 4 Hafta
zh_cn: 4 周

source: Version Update Reminder Date
bg_bg: Дата за напомняне за актуализация на версията
cht: 版本更新提醒日期
da_dk: Dato for påmindelse om versionsopdatering
el_gr: Ημερομηνία υπενθύμισης ενημέρωσης έκδοσης
fi_fi: Versiopäivityksen muistutuspäivämäärä
hr_hr: Datum podsjetnika na ažuriranje verzije
hu_hu: Verziófrissítési emlékeztető dátuma
it_it: Data promemoria aggiornamento versione
ko_kr: 버전 업데이트 알림 날짜
nl_nl: Versie update herinneringsdatum
no_no: Dato påminnelse versjonsoppdatering
pt_pt: Lembrete de atualização de versão
ro_ro: Dată reamintire actualizare versiune
ru_ru: Дата напоминания об обновлении
sv_se: Påminnelsedatum för versionsuppdatering
th_th: วันที่ตัวช่วยเตือนการอัพเดตเวอร์ชันโปรแกรม
tr_tr: Sürüm Güncelleme Hatırlatma Tarihi
zh_cn: 版本更新提醒日期

source: Next Check for Version Updates
bg_bg: Следваща проверка за актуализации на версията
cht: 下一次檢查版本更新
da_dk: Næste tjek for versionsopdateringer
el_gr: Επόμενος έλεγχος για ενημερώσεις έκδοσης
fi_fi: Seuraava versiopäivitysten tarkistus
hr_hr: Sljedeća provjera ažuriranja verzije
hu_hu: Verziófrissítések következő keresése
it_it: Prossimo controllo per la versione degli aggiornamenti
ko_kr: 다음 업데이트확인
nl_nl: Volgende check voor versie updates
no_no: Neste sjekk etter versjonsoppdateringer
pt_pt: Próxima verificação de atualização de versão
ro_ro: Următoarea căutare după actualizări versiune
ru_ru: Следующая проверка наличия обновлений
sv_se: Nästa kontroll av versionsuppdatering
th_th: การตรวจสอบการอัพเดตเวอร์ชันโปรแกรมครั้งถัดไป
tr_tr: Sürüm Güncellemeleri İçin Bir Sonraki Kontrol
zh_cn: 下一次检查版本更新

source: Check for Updates
bg_bg: Проверка за актуализации
cht: 檢查更新
da_dk: Tjek for opdateringer
el_gr: Έλεγχος για ενημερώσεις
fi_fi: Tarkista ohjelmapäivitykset
hr_hr: Provjeri ažuriranja
hu_hu: Frissítések keresése
it_it: Controlla aggiornamenti
ko_kr: 업데이트 확인
nl_nl: Controleer op updates
no_no: Se etter oppdateringer
pt_pt: Verificar atualizações
ro_ro: Verifica Update
ru_ru: Проверить наличие обновлений
sv_se: Leta efter uppdateringar
th_th: ตรวจสอบการอัพเดต
tr_tr: Güncellemeleri kontro et
zh_cn: 检查升级

source: Premier (PHHA 180+)
bg_bg: Първокласна (PHHA 180+)
cht: 頂級 (PHHA 180+)
da_dk: Top (PHHA 180+)
fi_fi: Vaativa (PHHA 180+)
hu_hu: Elsődleges (PHHA 180+)
ko_kr: 아주많음 (PHHA 180+)
nl_nl: Premium (PHHA 180+)
no_no: Avansert (PHHA 180+)
pt_pt: Premium (PHHA 180+)
ru_ru: Premier (персонализированная оценка слуха — 180+)
th_th: พรีเมียร์ (PHHA 180+)
tr_tr: Üst Düzey (PHHA 180+)
zh_cn: 最优 (PHHA 180+)

source: Advantage (PHHA 100-240)
bg_bg: Изгодна (PHHA 100-240)
cht: 進階 (PHHA 100-240)
da_dk: Plus (PHHA 100-240)
fi_fi: Laaja (PHHA 100-240)
hu_hu: Előny (PHHA 100-240)
ko_kr: 많음 (PHHA 100-240)
nl_nl: Geavanceerd (PHHA 100-240)
no_no: Avansert (PHHA 100-240)
pt_pt: Avançado (PHHA 100-240)
ro_ro: Avantaj (PHHA 100-240)
ru_ru: Advantage (персонализированная оценка слуха — 100-240)
th_th: คุณภาพดีเยี่ยม (PHHA 100-240)
tr_tr: Orta Üst (PHHA 100-240)
zh_cn: 高级 (PHHA 100-240)

source: Quality (PHHA 100-160)
bg_bg: Качествена (PHHA 100-160)
cht: 中階 (PHHA 100-160)
da_dk: Kvalitet (PHHA 100-160)
fi_fi: Aktiivinen (PHHA 100-160)
hu_hu: Minőség (PHHA 100-160)
ko_kr: 보통 (PHHA 100-160)
nl_nl: Flexibel (PHHA 100-160)
no_no: Middels avansert (PHHA 100-160)
pt_pt: Intermediário (PHHA 100-160)
ro_ro: Calitate (PHHA 100-160)
ru_ru: Advantage (PHHA 100-160)
th_th: คุณภาพสูง (PHHA 100-160)
tr_tr: Nitelikli (PHHA 100-160)
zh_cn: 优质 (PHHA 100-160)

source: Basic (PHHA Less Than 105)
bg_bg: Базова (PHHA По-малко от 105)
cht: 基本 (PHHA 少於 105)
da_dk: Basic (PHHA mindre end 105)
el_gr: Basic (PHHA κάτω από 105)
fi_fi: Perus (PHHA alle 105)
hr_hr: Basic (PHHA manji od 105)
hu_hu: Alap (PHHA kevesebb mint 105)
it_it: Basic (PHHA inferiore a 105)
ko_kr: 기본 (PHHA 105이하)
nl_nl: Basis (PHHA <105)
no_no: Basis (PHHA mindre enn 105)
pt_pt: Básico (PHHA menor que 105)
ro_ro: De bază (PHHA mai putin de 105)
ru_ru: Basic (персонализированная оценка слуха — менее 105)
th_th: Basic (PHHA ต่ำกว่า 105)
tr_tr: Temel (PHHA 105'ten daha az)
zh_cn: 基础 (PHHA Less Than 105)

source: Lifestyle:
bg_bg: Начин на живот:
cht: 生活型態：
da_dk: Livsstil:
el_gr: Τρόπος ζωής:
fi_fi: Elämäntapa :
hr_hr: Životni stil:
hu_hu: Életstílus:
it_it: Stile di Vita:
ko_kr: 라이프 스타일:
nl_nl: Levensstijl:
no_no: Livsstil:
pt_pt: Estilo de vida:
ro_ro: Stil de viata
ru_ru: Образ/стиль жизни:
sv_se: Livsstil:
th_th: วิถีชีวิต:
tr_tr: Yaşam Tarzı:
zh_cn: 生活方式:

source: Download
bg_bg: Сваляне
cht: 下載
el_gr: Λήψη
fi_fi: Lataa
hr_hr: Preuzimanje
hu_hu: Letöltés
ko_kr: 다운로드
nl_nl: Downloaden
no_no: Last ned
ro_ro: Descarcare
ru_ru: Загрузить
sv_se: Laddar ned
th_th: ดาวน์โหลด
tr_tr: İndir
zh_cn: 下载

source: Close
bg_bg: Затвори
cht: 關閉
da_dk: Luk
el_gr: Κλείσιμο
fi_fi: Sulje
hr_hr: Zatvori
hu_hu: Bezárás
it_it: Chiudi
ko_kr: 닫기
nl_nl: Afsluiten
no_no: Lukk
pt_pt: Fechar
ro_ro: Extindere
ru_ru: Закрыть
sv_se: Stäng
th_th: ปิด
tr_tr: Kapat
zh_cn: 关闭

source: Install
bg_bg: Инсталирай
cht: 安裝
da_dk: Installer
el_gr: Εγκατάσταση
fi_fi: Asenna
hr_hr: Instaliraj
hu_hu: Telepítés
it_it: Installa
ko_kr: 설치
nl_nl: Installeren
no_no: Installer
pt_pt: Instalar
ro_ro: Instalare
ru_ru: Установить
sv_se: Installera
th_th: ติดตั้ง
tr_tr: İndir
zh_cn: 安装

source: Often in noisy listening environments. Three or more people talking, restaurants, shops, casinos, cocktail parties
bg_bg: Често в шумна среда за слушане. Трима или повече хора, които говорят, ресторанти, магазини, казина, коктейли
cht: 經常在吵雜的聆聽環境。三人或以上的對話、餐廳、商店、賭場、雞尾酒派對
da_dk: Er ofte i støjende omgivelser. Tre eller flere personer, der taler, restauranter, forretninger, kasino, selskaber
el_gr: Βρίσκεται συχνά σε θορυβώδη περιβάλλοντα ακρόασης. Τρεις ή περισσότεροι ομιλητές, εστιατόρια, μαγαζιά, καζίνο, πάρτι και δεξιώσεις
fi_fi: Usein meluisissa ympäristöissä. Kolme tai useampi ihminen puhumassa, ravintola, kauppa, juhlat.
hr_hr: Često u bučnim slušnim okruženjima. Razgovor tri ili više osoba, restorani, trgovine, kasina, zabave
hu_hu: Gyakran van zajos környezetben. Három vagy több ember beszélget, étterem, bolt, kaszinó, koktélparti
it_it: Spesso in ambienti di ascolto rumorosi. Tre o più persone che parlano, ristoranti, negozi, casinò, feste
ko_kr: 자주 소음 환경에서 사용 합니다. 식당, 가게, 모임 등에서 3명이상의 사람과 대화합니다.
nl_nl: Regelmatig in rumoerige omgevingen. Meer dan drie personen, restaurants, winkels, recepties.
no_no: Er ofte i støyfylte omgivelser. Tre eller flere som prater sammen, restauranter, butikker, selskaper og liknende.
pt_pt: Sempre em ambientes ruidosos. Três ou mais pessoas falando, restaurantes, lojas, festas, coquetéis.
ro_ro: Deseori, în ascultare medii zgomotoase. Trei sau mai multe persoane vorbesc, restaurante, magazine, cazinouri, cocktail-uri
ru_ru: Частое пребывание в шумных акустических средах. Разговор трех или более собеседников, рестораны, магазины, казино, вечеринки
sv_se: Personen vistas ofta i bullriga ljudmiljöer, så som t.ex. restauranger etc.
th_th: มักต้องฟังในสภาพแวดล้อมที่มีเสียงรบกวน มีผู้พูดอย่างน้อยสามคนขึ้นไป ร้านอาหาร ร้านค้า คาสิโน ปาร์ตี้ค็อกเทล
tr_tr: Genellikle gürültülü dinleme ortamları; üç ya da daha fazla insanın konuştuğu restoran, dükkan, eğlence merkezi, kokteyl partiler gibi
zh_cn: 经常在嘈杂环境. 三人或三人以上谈话,餐馆, 商店, 聚会

source: Three to five social activities each week. Groups of three or more people talking, restaurants, card games
bg_bg: От три до пет социални дейности всяка седмица. Групи от по три или повече хора, които говорят, ресторанти, игри на карти
cht: 每週有三至五次的社交活動。三人或以上小組的對話、餐廳、紙牌遊戲
da_dk: Tre til fem sociale aktiviteter hver uge. Grupper på tre eller flere, der taler, restauranter, kortspil
el_gr: Τρεις έως πέντε κοινωνικές δραστηριότητες κάθε εβδομάδα. Ομάδες τριών ή περισσότερων ομιλητών, εστιατόρια, παίγνια
fi_fi: Kolmesta viiteen sosiaalista kohtaamista joka viikko. Vähintään kolme ihmistä puhuu samaan aikaan, ravintola, juhlat, kauppa.
hr_hr: Od tri do pet društvenih aktivnosti tjedno. Razgovor u skupini od tri ili više osoba, restorani, kartaške igre
hu_hu: Három vagy több társas tevékenység hetente. Három vagy több emberből álló csoport beszélget, étterem, kártyajáték
it_it: Da tre a cinque attività sociali alla settimana. Gruppi di tre o più persone che parlano, ristoranti, partite a carte
ko_kr: 매주 3-5회의 사회활동에 참여합니다. 식당이나 노인회관 등과 같은 장소에서 3명 또는 그 이상의 사람들과 대화 합니다.
nl_nl: Drie tot vijf sociale activiteiten per week. Groepjes van meer dan drie personen, restaurants, kaartspelen.
no_no: Tre eller fire sosiale aktiviteter hver uke. Grupper på tre eller flere som prater sammen, restauranter o.l.
pt_pt: Três a cinco atividades sociais na semana. Grupo de três ou mais pessoas falando, restaurantes, jogos de carta.
ro_ro: Trei până la cinci activităţi sociale în fiecare săptămână. Grupuri de trei sau mai multe persoane vorbesc, restaurante, jocuri de cărţi
ru_ru: Три-пять мероприятий, связанных с общением, еженедельно. Разговор трех или более собеседников, рестораны, карточные игры
sv_se: Personen är socialt aktiv flera ggr i veckan, kan vara möten där flera talar samtidigt.
th_th: ทำกิจกรรมเข้าสังคมสามถึงห้าครั้งในแต่ละสัปดาห์ มีกลุ่มคนตั้งแต่สามคนขึ้นไปเป็นผู้พูด ร้านอาหาร เล่นไพ่
tr_tr: Haftada üç ila beş sosyal aktivite. Üç veya daha fazla kişilik konuşan gruplar, restoran, oyun salonu gibi
zh_cn: 每周3-5次社交活动. 三人或三人以上谈话, 餐厅, 牌类游戏

source: Watching TV at home, one on one conversations, theater or lectures
bg_bg: Гледане на телевизия у дома, разговор на четири очи, театър или лекции
cht: 在家看電視，一對一交談、電影院或演講
da_dk: Ser tv hjemme, samtaler ansigt til ansigt, teater eller foredrag
el_gr: Παρακολούθηση τηλεόρασης κατ' οίκον, συζητήσεις με έναν συνομιλητή, θέατρο ή διαλέξεις
fi_fi: Television katselua kotona, kahdenvälisiä keskusteluja, käy teatterissa tai luennoilla.
hr_hr: Gledanje TV-a kod kuće, razgovori jedan-na-jedan, kazalište ili predavanja
hu_hu: Otthoni tévénézés, négyszemközti beszélgetés, színház, előadás
it_it: Guardare la TV a casa, conversazioni uno a uno, teatro o lezioni
ko_kr: 주로 집에서 TV를 시청하거나 1:1 대화에 참여하고 영화 관람 또는 강의를 듣습니다.
nl_nl: Thuis TV kijken, één op één situaties, theater, lezingen.
no_no: Ser på TV hjemme, én til én-samtaler, teater og forelesninger
pt_pt: Assistir TV em casa, conversa entre duas pessoas, teatro ou palestras.
ro_ro: Vizionarea TV la domiciliu, de unu la unu conversaţii, teatru sau prelegeri.
ru_ru: Просмотр ТВ дома, разговор с одним собеседником, театр или лекции
sv_se: Personen kanske ser på TV, har konversationer med en person åt gången, kanske besöker teatrar och föreläsningar.
th_th: ดูโทรศัพท์ที่บ้าน สนทนาแบบตัวต่อตัว ชมภาพยนตร์ หรือเลคเชอร์
tr_tr: Evde TV izleme, bire bir konuşmalar, tiyatro veya sınıf
zh_cn: 在家看电视, 一对一谈话, 听课

source: Mostly in quiet listening environments
bg_bg: Слушане предимно в тиха среда
cht: 大多在安靜的聆聽環境
da_dk: Mest i rolige omgivelser
el_gr: Βρίσκεται κυρίως σε ήσυχα περιβάλλοντα ακρόασης
fi_fi: Pääosin hiljaisissa ympäristöissä
hr_hr: Većinom u tihim slušnim okruženjima
hu_hu: Többnyire csendes környezetben
it_it: Maggiormente in ambienti di ascolto tranquilli
ko_kr: 주로 조용한 청취환경에서 생활합니다.
nl_nl: Voornamelijk in rustige luistersituaties
no_no: Er mest i stille lytteomgivelser
pt_pt: Maior parte do tempo em ambientes silenciosos
ro_ro: Mai ales în medii liniştite ascultare
ru_ru: Большей частью пребывание в тихих слуховых окружениях
sv_se: Personen vistas mest i lugna lyssningsmiljöer
th_th: โดยส่วนใหญ่แล้วอยู่ในสภาพแวดล้อมการฟังที่เงียบ
tr_tr: Çoğunlukla sessiz dinleme ortamlarında
zh_cn: 多数在安静环境下

source: Instruments
bg_bg: Апарати
cht: 助聽器
da_dk: Apparater
el_gr: Ακουστικά
fi_fi: Kuulokojeet
hr_hr: Aparati
hu_hu: Készülékek
it_it: Apparecchi
ko_kr: 보청기
nl_nl: Toestellen
no_no: Høreapparater
pt_pt: Aparelhos Auditivos
ro_ro: Instrumente
ru_ru: Слуховые аппараты
sv_se: Hörapparater
th_th: เครื่องช่วยฟัง
tr_tr: Cihazlar
zh_cn: 助听器

source: Initial Programs
bg_bg: Първоначални програми
cht: 初始程式
da_dk: Indledende programmer
el_gr: Αρχικά προγράμματα
fi_fi: Alkuperäiset ohjelmat
hr_hr: Početni programi
hu_hu: Kezdeti programok
it_it: Programmi iniziali
ko_kr: 초기 프로그램
nl_nl: Initiële programma’s
no_no: Oppstartsprogrammer
pt_pt: Programas
ro_ro: Medii frecvente:
ru_ru: Программы по умолчанию
sv_se: Initiala program
th_th: โปรแกรมเริ่มต้น
tr_tr: Başlangıç Programları
zh_cn: 初始程序

source: Hearing Aid Experience:
bg_bg: Опит със слухов апарат:
cht: 助聽器經驗：
da_dk: Oplevelse med høreapparat:
el_gr: Εμπειρία από τη χρήση ακουστικού βοηθήματος:
fi_fi: Kuulokojeen käyttökokemus :
hr_hr: Iskustvo sa slušnim pomagalima:
hu_hu: Hallókészülékes tapasztalat:
it_it: Esperienza apparecchio acustico:
ko_kr: 보청기 사용 경험:
nl_nl: Ervaring met hoortoestel:
no_no: Erfaring med høreapparater:
pt_pt: Experiência com o aparelho auditivo:
ro_ro: Experiență aparat auditiv:
ru_ru: Опыт пользования СА:
sv_se: Hörapparaterfarenhet:
th_th: ประสบการณ์การใช้อุปกรณ์ช่วยฟัง:
tr_tr: İşitme Cihazı Deneyimi:
zh_cn: 助听器佩戴史:

source: Type of Circuit
bg_bg: Вид верига
cht: 線路類型
da_dk: Høreapparatfamilie
el_gr: Τύπος κυκλώματος
fi_fi: Piirin tyyppi
hr_hr: Vrsta kruga
hu_hu: Áramkör típusa
it_it: Tipo di circuito
ko_kr: 서킷 타입
nl_nl: Soort bewerking
no_no: Type krets
pt_pt: Tipo de circuito
ro_ro: Tipul circuitului
ru_ru: Тип связи
sv_se: Signalbehandling
th_th: ชนิดของวงจร
tr_tr: Cihaz Türü
zh_cn: 线路类型

source: Selection determines programs for this session
bg_bg: Изборът определя програмите за тази сесия
cht: 在此階段選擇需要的程式
da_dk: Dette valg afgør programmerne i høreapparaterne
el_gr: Η επιλογή θα καθορίσει τα προγράμματα για αυτήν τη συνεδρία
fi_fi: Valinta määrittää ohjelmat tähän sovitukseen
hr_hr: Odabirom se određuju programi za aktivnu sesiju
hu_hu: (A kiválasztás fogja meghatározni a programokat ehhez a munkamenethez)
it_it: La selezione determina i programmi per questa sessione
ko_kr: (Selection으로 본 세션에 대한 프로그램이 결정됩니다)
nl_nl: Uw selectie bepaalt de programma´s voor deze sessie
no_no: (Valgene gjelder kun for denne økten)
pt_pt: A seleção determinará os programas para esta sessão
ro_ro: (Selectia va determina programele pentru sesiunea aceasta)
ru_ru: Выбор определяет программы для этой сессии
sv_se: Val bestämmer program för denna session
th_th: การเลือกโปรแกรมสำหรับเซสชันนี้
tr_tr: Bu oturum için kullanılan programlar
zh_cn: 程序数量依具体型号而定

source: None (New User)
bg_bg: Няма (нов потребител)
cht: 無 (新使用者)
da_dk: Ingen (ny bruger)
el_gr: Κανένα (νέος χρήστης)
fi_fi: Ei mitään (uusi käyttäjä)
hr_hr: Nema (novi korisnik)
hu_hu: Nincs (új felhasználó)
it_it: Nessuno (nuovo utente)
ko_kr: 없음(신규 사용자)
nl_nl: Geen (Nieuwe cliënt)
no_no: Ingen (ny bruker)
pt_pt: Nenhum (Novo usuário)
ro_ro: Niciunul (utilizator nou)
ru_ru: Нет (Новый пользователь)
sv_se: Ingen (ny användare)
th_th: ไม่มี (ผู้ใช้ใหม่)
tr_tr: Hiçbiri (Yeni Kullanıcı)
zh_cn: 无(新用户)

source: Part of Every Day
bg_bg: Част от всеки ден
cht: 每天的一部分
da_dk: En del af dagligdagen
el_gr: Μερικώς σε καθημερινή βάση
fi_fi: Joka päivä
hr_hr: Dio svakog dana
hu_hu: A mindennapok része
it_it: Parzialmente ogni giorno
ko_kr: 거의 매일
nl_nl: Elke dag wel een periode
no_no: Del av hver dag
pt_pt: Parte do dia
ro_ro: Parte a fiecărei zi
ru_ru: Часть суток ежедневно
sv_se: Delvis varje dag
th_th: ส่วนหนึ่งในชีวิตประจำวัน
tr_tr: Her Gün Bir Miktar
zh_cn: 每天的一部分

source: All Waking Hours
bg_bg: През цялото работно време
cht: 所有醒著的時候
da_dk: Alle vågne timer
el_gr: Όλες οι ώρες αφύπνισης
fi_fi: Kaikkina hereilläolotunteina
hr_hr: Svi sati budnosti
hu_hu: Minden ébren töltött óra
it_it: Tutte le ore in cui è sveglio
ko_kr: 상시 사용
nl_nl: Alle wakkere uren
no_no: Alle våkne timer
pt_pt: Todos os momentos de caminhada
ro_ro: Toate orele de lucru
ru_ru: Все часы бодрствования
sv_se: Alla vakna timmar
th_th: ตลอดเวลาที่ตื่น
tr_tr: Uyanık Geçen Tüm Saatler
zh_cn: 所有醒着的时间

source: Linear
bg_bg: Линеен
cht: 線性
da_dk: Lineær
el_gr: Γραμμικό
fi_fi: Lineaarinen
hr_hr: Linearno
hu_hu: Lineáris
it_it: Lineare
ko_kr: Linear(선형)
nl_nl: Lineair
no_no: Lineær
ro_ro: Liniar
ru_ru: Линейный СА
sv_se: Linjär
th_th: เส้นตรง
tr_tr: Lineer
zh_cn: 线性

source: Non-linear
bg_bg: Нелинеен
cht: 非線性
da_dk: ikke-lineær
el_gr: Μη γραμμικό
fi_fi: Epälineaarinen
hr_hr: Nelinearno
hu_hu: Nem lineáris
it_it: Non-lineare
ko_kr: Non-linear(비선형)
nl_nl: Niet-lineair
no_no: Ikke-lineær
pt_pt: Não linear
ro_ro: Non-liniar
ru_ru: Нелинейный СА
sv_se: Olinjär
th_th: ไม่เป็นเส้นตรง
tr_tr: Non-lineer (Dijital)
zh_cn: 非线性

source: Don't Know
bg_bg: Не зная
cht: 不知道
da_dk: Ved ikke
el_gr: Δεν γνωρίζω
fi_fi: En osaa sanoa
hr_hr: Ne znam
hu_hu: Nem tudja
it_it: Non conosciuto
ko_kr: 모름
nl_nl: Onbekend
no_no: Vet ikke
pt_pt: Não sabe
ro_ro: Nu știu
ru_ru: Не знаю
sv_se: Vet ej
th_th: ไม่ทราบ
tr_tr: Bilmiyorum
zh_cn: 未知

source: Normal Power Extended Bandwidth Open
bg_bg: Отворена разширена ширина на лентата при нормална мощност
cht: 開放式 NP 擴展頻寬
da_dk: Normal Power udvidet båndbredde Åben
el_gr: Εκτεταμένο εύρος ζώνης με κανονική ισχύ - ανοικτό
fi_fi: Normaali teho, laajennettu taajuuskaista, avoin
hr_hr: Normalna snaga, povećani pojas, otvoren
hu_hu: Normál teljesítmény kiterjesztett sávszélesség megnyit
it_it: Banda estesa aperta Normal Power
ko_kr: 일반 파워 확장 대역폭 오픈형
nl_nl: Normal Power, vergrote bandbreedte, Open
no_no: Normal Power utvidet båndbredde åpen
pt_pt: Área de potência normal estendida aberta
ro_ro: Extindere Latime de Banda pe Putere Normala Deschisa
ru_ru: Открытый с расширенной полосой - нормальная мощность
sv_se: Normal effekt utvidgad bandbredd öppen
th_th: กำลังขยายธรรมดา Extended Bandwidth ระบบเปิด
tr_tr: Normal Güç Genişletilmiş Bant Genişliği Açık
zh_cn: 标准功率+频谱拓展 开放耳验配

source: Normal Power Extended Bandwidth Closed
bg_bg: Затворена разширена ширина на лентата при нормална мощност
cht: 封閉式 NP 擴展頻寬
da_dk: Normal Power udvidet båndbredde Lukket
el_gr: Εκτεταμένο εύρος ζώνης με κανονική ισχύ - κλειστό
fi_fi: Normaali teho, laajennettu taajuuskaista, suljettu
hr_hr: Normalna snaga, povećani pojas, zatvoren
hu_hu: Normál teljesítmény kiterjesztett sávszélesség bezár
it_it: Banda estesa chiusa Normal Power
ko_kr: 일반 파워 확장 대역폭 폐쇄형
nl_nl: Normal Power, vergrote bandbreedte, Gesloten
no_no: Normal Power utvidet båndbredde lukket
pt_pt: Área de potência normal estendida fechada
ro_ro: Extindere Latime de Banda pe Putere Normala Inchisa
ru_ru: Закрытый с расширенной полосой - нормальная мощность
sv_se: Normal effekt utvidgad bandbredd stängd
th_th: กำลังขยายธรรมดา Extended Bandwidth ระบบปิด
tr_tr: Normal Güç Genişletilmiş Bant Genişliği Kapalı
zh_cn: 标准功率+频谱拓宽 标准验配

source: HP Receiver Open
bg_bg: Отворен свръхмощен приемник
cht: 開放式 HP 接收器
da_dk: HP Receiver åben
el_gr: Δέκτης HP Open
fi_fi: HP-kuuloke, avoin
hr_hr: HP prijamnik otvoren
hu_hu: HP hallgató nyitott
it_it: Ricevitore HP Open
ko_kr: HP 리시버 오픈
pt_pt: Receptor HP Aberto
ro_ro: Receptor HP Deschis
ru_ru: Ресивер HP открытый
sv_se: HP hörtelefon öppen
th_th: เปิดตัวรับสัญญาณ HP
tr_tr: HP Alıcısı Açık
zh_cn: HP 受话器 开放式

source: HP Receiver
bg_bg: Свръхмощен приемник
cht: HP 接收器
el_gr: Δέκτης HP
fi_fi: HP-kuuloke
hr_hr: HP prijamnik
hu_hu: HP hallgató
it_it: Ricevitore HP
ko_kr: HP 리시버
no_no: HP-mottaker
pt_pt: Receptor HP
ro_ro: Receptor HP
ru_ru: Ресивер высокой мощности HP
sv_se: HP hörtelefon
th_th: ตัวรับสัญญาณ HP
tr_tr: HP Alıcısı
zh_cn: HP受话器

source: S Receiver Open
bg_bg: Отворен S приемник
cht: 開放式 S 接收器
da_dk: S Receiver åben
el_gr: Δέκτης S Open
fi_fi: S-kuuloke, avoin
hr_hr: S prijamnik otvoren
hu_hu: S hallgató nyitott
it_it: Ricevitore S Open
ko_kr: S 리시버 오픈
no_no: S-mottaker åpen
pt_pt: Receptor S aberto
ro_ro: Receptor S Deschis
ru_ru: Ресивер стандартный S открытый
sv_se: S hörtelefon öppen
th_th: เปิดตัวรับสัญญาณ S
tr_tr: S Alıcısı Açık
zh_cn: S 受话器 开放式

source: S Receiver
bg_bg: S приемник
cht: S 接收器
el_gr: Δέκτης S
fi_fi: S-kuuloke
hr_hr: S prijamnik
hu_hu: S hallgató
it_it: Ricevitore S
ko_kr: S 리시버
no_no: S-mottaker
pt_pt: Receptor S
ro_ro: Receptor S
ru_ru: Ресивер стандартный S
sv_se: S hörtelefon
tr_tr: S Alıcısı
zh_cn: S 受话器

source: Loading...
bg_bg: Зареждане...
cht: 載入中…
da_dk: Indlæser...
el_gr: Γίνεται φόρτωση...
fi_fi: Ladataan...
hr_hr: Učitavanje...
hu_hu: Betöltés...
it_it: Caricamento in corso...
ko_kr: 로드 중...
nl_nl: Laden...
no_no: Laster...
pt_pt: Carregando...
ro_ro: Incarcare...
ru_ru: Загружается...
sv_se: Laddar...
th_th: กำลังโหลด...
tr_tr: Yükleniyor...
zh_cn: 正在加载...
