Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: This feature allows for setting the input level of the hearing instrument at a level equal to or lower than the DAI input level.
bg_bg: Тази функция позволява настройване на входящото ниво на слуховия апарат на ниво, равно на или по-ниско от входящото ниво на DAI.
cht: 此功能允許助聽器的輸入等級設定等於或低於直接音源輸入的輸入等級。
da_dk: Denne funktion gør det muligt at indstille høreapparatets indgangsniveau til lig med eller lavere end DIA-indgangsniveauet.
el_gr: Αυτή η λειτουργία επιτρέπει τη ρύθμιση του επιπέδου εισόδου του ακουστικού βοηθήματος, σε ένα επίπεδο ίσο ή χαμηλότερο του επιπέδου εισόδου DAI.
fi_fi: Tämän ominaisuuden avulla kuulokojeen tulotaso voidaan asettaa samaksi kuin DAI-laitteen tulotaso tai alemmaksi.
hr_hr: Ovom značajkom omogućuje se postavljanje ulazne razine slušnog aparata na razinu koja je jednaka ili niža od ulazne razine DAI-a.
hu_hu: Ez a funkció lehetővé teszi a hallókészülék bemeneti szintjének beállítását egy olyan értékre, amely megegyezik a DAI tartozék bemeneti szintjével vagy annál kisebb.
it_it: Questa caratteristica consente di impostare il livello di ingresso nell'apparecchio acustico ad un livello pari o inferiore rispetto al livello di ingresso DAI.
ko_kr: 이 기능을 사용하면, 보청기의 input level을 DAI의 input level 과 동등하게 설정하거나 더 낮게 설정할 수 있습니다.
nl_nl: Deze functie maakt het mogelijk het niveau van het hoortoestel in te stellen op een niveau dat gelijk is aan of lager dan het niveau van de DAI.
no_no: Denne funksjonen gjør det mulig å sette inputnivået for høreapparatet på et nivå som er likt eller lavere enn inputnivået til DAI.
pt_pt: Este recurso permite definir o nível de entrada do aparelho auditivo a um nível igual ou inferior ao nível de entrada da DAI.
ro_ro: Această opțiune vă permite să setați nivelul de intrare al aparatului auditiv la un nivel egal sau mai jos de nivelul de intrare DAI.
ru_ru: Эта функция позволяет задать входной уровень СА равным входному уровню прямого аудиовхода/DAI или ниже его.
sv_se: Denna funktion gör att du kan ställa in hörapparatens innivå lägre eller lika med DAI-nivån.
th_th: คุณสมบัตินี้ช่วยให้การตั้งค่าระดับสัญญาณขาเข้าของเครื่องช่วยฟังเท่ากับหรือต่ำกว่าระดับสัญญาณขาเข้าของ DAI
tr_tr: Bu özellik, işitme cihazının giriş seviyesini DAI giriş seviyesine eşit veya daha düşük bir seviyeye ayarlamayı sağlar.
zh_cn: 该功能使助听器输入水平的设置等同于或略低于DAI输入水平。

source: Adjusts of the frequency that blends between omni-directional and directional processing. A low directional mix means that most of the signal is processed omni-directionally, while a high directional mix indicates mostly directional processing.
bg_bg: Регулира честотата, която се смесва между многопосочно и насочено обработване. Ниско насочено смесване означава, че по-голямата част от сигнала се обработва многопосочно, докато високо насочено смесване показва предимно насочено обработване.
cht: 調整在全方向及方向性處理之間的切換頻率。 方向性混合設低代表大多訊號以全方向性處理，而方向性混合設高代表大多在方向性模式處裡。
da_dk: Justeringer af den frekvens, der skifter mellem omnidirektionel og retningsbestemt behandling. Et lavt Directional Mix betyder, at størstedelen af signalet behandles omnidirektionelt, mens et højt retningsbestemt miks indebærer hovedsagelig retningsbestemt behandling.
el_gr: Επιτρέπει την προσαρμογή της συχνότητας που παρεμβάλλεται μεταξύ πολυκατευθυντικής και κατευθυντικής επεξεργασίας. Το χαμηλό κατευθυντικό μείγμα σημαίνει ότι το σήμα υποβάλλεται ως επί το πλείστον σε πολυκατευθυντική επεξεργασία, ενώ το υψηλό κατευθυντικό μείγμα παραπέμπει σε ως επί το πλείστον κατευθυντική επεξεργασία.
fi_fi: Mahdollistaa taajuuden säätämisen kaikkisuuntaisen ja suuntavaikutelmaan perustuvan käsittelyn yhdistelmänä. Taajuuskohtainen suuntakuvio matalan taajuuden ansiosta useimmat signaalit käsitellään kaikkisuuntaisina. Korkea sekoituspisteen taajuus merkitsee lähinnä suuntavaikutelmaan perustuvaa käsittelemistä.
hr_hr: Omogućuje se prilagodba frekvencije koja se miješa između svesmjerne i usmjerene obrade. Niska mješovita usmjerenost znači da se većina signala obrađuje svesmjerno, a visoka mješovita usmjerenost ukazuje na pretežno usmjerenu obradu.
hu_hu: Lehetővé teszi az omni és a direkcionális jelfeldolgozás közötti frekvenciák módosítását. . Az alacsony irányítottságú mix azt jelenti, hogy a jelek nagy részének feldolgozása omni módon történik, míg a magas irányítottságú mix elsősorban direkcionális jelfeldolgozást jelöl.
it_it: Regolazione della frequenza di incrocio fra l'elaborazione omni-direzionale e direzionale. Un basso livello come directional mix significa che la maggior parte del segnale viene elaborato in omni-direzionale, mentre un livello alto di directional mix indica l'elaborazione prevalentemente direzionale.
ko_kr: Directional Mix는, omni가 적용되는 주파수 대역과 방향성이 적용되는 주파수를 피팅할 수 있습니다. Low 세팅은 대부분을 omni로 청취할 수 있도록 처리하고, High 세팅은 대부분의 소리를 방향성으로 처리합니다. 방향성 믹스는 난청수준과 보청기 스타일에 따라 산출됩니다.
nl_nl: Past de frequentie aan die de overgang tussen omnidirectionele en directionele verwerking regelt. Een hoge mixfrequentie betekent dat het grootste deel van het signaal omnidirectioneel wordt verwerkt, terwijl een lage mixfrequentie wijst op grotendeels directionele verwerking.
no_no: Justering av frekvenser som veksler mellom omnidireksjonal og direksjonal prosessering. En lav mixing point-frekvens betyr at det meste av signalet prosesseres omnidireksjonalt, mens en høy mixing point-frekvens indikerer en overvekt av direksjonal prosessering.
pt_pt: Ajustes das frequências que misturam entre o processamento omnidirecional e direcional. Um mix direcional baixo significa que o sinal é mais processado no modo omnidirecional, enquanto um mix direcional alto indica um processamento mais direcional.
ru_ru: Позволяет регулировать частоту для перехода между обработкой данных во всенаправленном и направленном режиме. Смешивание направленностей с низкой долей направленного режима означает, что большая часть сигналов обрабатывается во всенаправленном режиме, тогда как высокая доля направленного режима означает, что большая часть сигналов обрабатывается преимущественно в направленном режиме.
sv_se: Justeringar av frekvensen som blandas mellan olika riktverkan. En låg riktvrekansblandning innebär att det mesta av signalen behandlas som bred riktverkan, medan en hög blandningsfrekvens oftast innebär fokuserad riktverkan.
th_th: ปรับความถี่ที่ผสานระหว่างการประมวลผลแบบรอบทิศทางและกำหนดทิศทางเฉพาะ การผสมทิศทางที่ต่ำจะหมายความว่าสัญญาณส่วนใหญ่จะถูกประมวลผลแบบรอบทิศทาง ในขณะที่การผสมทิศทางที่สูงจะหมายความว่าส่วนใหญ่จะใช้การประมวลผลแบบกำหนดทิศทางเฉพาะ
tr_tr: Her yönden (omni) ve direksiyonel ses işleme arasında karıştırılan frekansı ayarlar. Düşük bir direksiyonel karışım, çoğu sinyalin her yönde olarak işlenmesi demektir, diğer yanda yüksek bir direksiyonel karışım çoğunlukla direksiyonel işlemeye işaret eder.
zh_cn: 方向性分量反应在全方向和方向性处理的频率分割点。 较高的分量意味着大部分信号经过全方向处理，而较低的分量意味着大多信号经过方向性处理。

source: Time constants are the attack and release times for the compression system. Generally, faster time constants are preferred for dynamic noisy listening situations and slower time constants are preferred in steady noise when speech understanding is not a priority.
bg_bg: Времевите константи са времената за атакуване и освобождаване за системата за компресия. По принцип, по-бързи времеви константи се предпочитат за динамични ситуации за слушане в шумна среда, а по-бавни времеви константи се предпочитат при постоянен шум, когато разбирането на говор не е приоритет.
cht: 時間常數為壓縮系統的啟動及釋放時間。 一般來說，若語音理解能力不是最優先時，較快的時間常數建議在動態的噪音環境使用，而較慢的時間常數則偏向在穩定噪音中使用。
da_dk: Tidskonstanter er angrebs- og frafaldstider for komprimeringssystemet. Generelt foretrækkes hurtigere tidskonstanter i dynamiske, støjfyldte lyttesituationer, mens langsommere tidskonstanter foretrækkes ved stabil støj, hvor taleforståelse ikke er vigtig.
el_gr: Οι χρονικές σταθερές είναι οι χρόνοι ενεργοποίησης και αποδέσμευσης για το σύστημα συμπίεσης. Γενικά, ταχύτερες χρονικές σταθερές προτιμώνται για δυναμικές θορυβώδεις καταστάσεις ακρόασης και βραδύτερες χρονικές σταθερές προτιμώνται σε σταθερό θόρυβο, όταν η κατανόηση ομιλίας δεν αποτελεί προτεραιότητα.
fi_fi: Aikavakiot ovat kompressiojärjestelmän aloitus- ja vapautusaikoja. Yleisesti ottaen dynaamisissa, meluisissa kuuntelutilanteissa on syytä valita lyhyemmät aikavakiot. Jos melu on vakaata eikä puheen ymmärtäminen ole tärkeää, suositaan hitaampia aikavakioita.
hr_hr: Vremenske konstante su brzina početka i završetka djelovanja sustava kompresije. Općenito, brže vremenske konstante pogodnije su za dinamične i bučne slušne situacije, a sporije vremenske konstante pogodnije su za ravnomjernu buku kada razumijevanje govora nije prioritet.
hu_hu: Az időállandók a kompressziós rendszer beállási és visszarendeződési idői. Általában, a gyorsabb időállandók dinamikus zajos környezeti szituációkban és a lassabb időállandók állandó zajban kívánatosak, amikor a beszédértés nem prioritás.
it_it: Le costanti di tempo sono i tempi di attacco e rilascio del sistema di compressione. In generale le costanti di tempo più veloci sono preferibili in situazioni di ascolto dinamiche nel rumore mentre le costanti di tempo più lente sono da preferire nel rumore costante, quando la comprensione del parlato non è una priorità.
ko_kr: 시간상수는 attack/release time 조절기능 입니다. 일반적으로, 빠른 압축/해제 시간은 다이나믹한 소음환경에서 그리고 느린 압축/해제 시간은 계속적인 소음환경에서 대화가 어려울때 적용 합니다.
nl_nl: De tijdconstanten zijn de in- en uitregeltijden van het compressiesysteem. Snellere tijdconstanten worden doorgaans verkozen voor dynamische luistersituaties en tragere tijdconstanten worden verkozen bij gelijkmatig geluid waar spraakbegrip geen prioriteit is.
no_no: Tidskonstanter er inn- og utkoblingstider for kompresjonssystemet. Generelt foretrekkes raskere tidskonstanter for dynamiske støyende lytteomgivelser, mens langsommere tidskonstanter foretrekkes for jevn støy når taleforståelse ikke er en prioritet.
pt_pt: Constante de Tempo é o tempo de ataque e recuperação do sistema de compressão. Geralmente, constante de tempo rápido é melhor para situações ruidosas dinâmicas e constante de tempo lento é melhor em situações de ruído estável, quando entendimento de fala não é prioridade.
ro_ro: Constantele de timp sunt timpurile de atac și eliberare pentru sistemul de compresie. În general, constantele de timp mai rapide sunt preferate pentru situațiile de ascultare zgomotoase și dinamice, iar constantele de timp mai lente sunt preferate în medii cu zgomote constante, atunci când înțelegerea vorbirii nu este o prioritate.
ru_ru: Постоянные времени – это время срабатывания и время восстановления в системе компрессии. Вообще, более быстрые постоянные времени предпочтительнее для динамичных шумных слуховых ситуаций, а более медленные – для равномерного по громкости шума, когда разборчивость речи не имеет большого значения.
sv_se: Tidskonstanter attack- och släpptider för kompressionssystemet. Generellt föredrar man snabba tidskonstanter för dynamiskt brusiga lyssningssituationer och långsammare konstanter för stadig brusnivå när talförståelse inte är en prioritet.
th_th: ค่าคงที่เวลาคือความช้าเร็วในการเริ่มต้นและเลิกทำงานของระบบการบีบอัด โดยทั่วไป ควรปรับค่าคงที่เวลาให้เร็วขึ้นสำหรับสถานการณ์การฟังที่มีเสียงดังและเปลี่ยนแปลงอยู่ตลอดเวลา และปรับค่าคงที่ให้ช้าลงในสถานการณ์ที่เสียงมีความสม่ำเสมอซึ่งไม่ได้เน้นว่าต้องเข้าใจคำพูด
tr_tr: Zaman sabitleri, kompresyon sistemi için devreye girme ve bırakma süreleridir. Genelde, dinamik gürültülü dinleme ortamları için daha hızlı zaman sabitleri ve konuşmaları anlamanın öncelikli olmadığı sürekli gürültülü ortamlarda daha yavaş zaman sabitleri tercih edilir.
zh_cn: 时间常数是压缩启动和释放的时间 一般来说，快速应用于动态的噪声环境，慢速则应用于稳定的噪声环境，且言语声不是首要的。

source: Auto DFS is only available when DFS Ultra II has NOT been calibrated. Auto DFS gradually learns the characteristics of the patient’s ear and hearing instrument, which provides some feedback cancellation. This learning is not retained as it is with DFS Ultra II and restarts whenever the instrument is rebooted or the environment changes.
bg_bg: Auto DFS е достъпно, само когато DFS Ultra II НЕ е калибрирано. Auto DFS постепенно заучава характеристиките на ухото и слуховия апарат на пациента, който осигурява известно отстраняване на микрофонията. Това заучаване не се запазва, тъй като е с DFS Ultra II, и започва отново при всяко рестартиране на апарата или при промяна на средата.
cht: 自動數位回饋音抑制僅在數位回饋音抑制 Ultra II未校正時使用。 自動數位回饋音抑制慢慢學習客戶耳朵與助聽器的特性，提供部分回饋音刪除功能。學習將不會保留此學習功能，當助聽器重新啟動或環境變化時，將會重新啟動。
da_dk: Auto DFS er kun tilgængeligt, når DFS Ultra II IKKE er blevet kalibreret. Auto DFS lærer gradvist karakteristikaene ved brugerens øre og høreapparat at kende, hvilket resulterer i nogen grad af undertrykkelse af tilbagekobling. Denne indlæring gemmes ikke, da den ligger i DFS Ultra II og genstarter, når apparatet genstartes, eller miljøet ændres.
el_gr: Η λειτουργία Auto DFS είναι διαθέσιμη μόνο όταν η DFS Ultra II ΔΕΝ έχει βαθμονομηθεί. Η Auto DFS μαθαίνει σταδιακά τα χαρακτηριστικά του αυτιού του ασθενούς και του ακουστικού βοηθήματος, το οποίο καταργεί ως έναν βαθμό τον μικροφωνισμό. Η "γνώση" που αποκτάται δεν διατηρείται επειδή υπάρχει στην DFS Ultra II και αρχίζει πάλι από την αρχή κάθε φορά που γίνεται επανεκκίνηση του ακουστικού ή αλλάζει το περιβάλλον.
fi_fi: Auto DFS on käytettävissä vain kun DFS Ultra II EI ole kalibroitu. Auto DFS oppii vähitellen potilaan korvan ja kuulokojeen ominaisuudet, joten se vähentää vinkumista. DFS Ultra II -toiminnosta poiketen oppiminen ei jää muistiin, joten se alkaa uudelleen aina kun kuulokoje käynnistetään uudelleen tai ääniympäristö vaihtuu.
hr_hr: Automatski DFS dostupan je samo kada DFS Ultra II NIJE kalibriran. Automatski DFS postupno uči karakteristike bolesnikova uha i slušnog aparata, što donekle omogućuje otkazivanje buke aparata. To se učenje ne zadržava jer dolazi uz DFS Ultra II i ponovno se pokreće pri svakom podizanju sustava aparata ili promjeni okruženja.
hu_hu: Az Auto DFS csak akkor érhető el, ha a DFS Ultra II NINCS kalibrálva. Az Auto DFS fokozatosan tanulja meg a páciens fülének és a hallókészüléknek a jellegzetességeit, és így járul hozzá a gerjedés megszüntetéséhez. A DFS Ultra II-től eltérően a rendszer a tanulási adatokat nem őrzi meg, és a tanulási folyamat a hallókészülék újraindításakor vagy a környezet változásakor újraindul.
it_it: Auto DFS è disponibile soltanto quando DFS Ultra II NON è stato calibrato. Auto DFS apprende gradualmente le caratteristiche dell'orecchio del paziente e dell'apparecchio acustico, che fornisce una certa cancellazione del feedback. L'apprendimento non viene conservato in quanto è insito in DFS Ultra II e si riavvia ogni volta che l'apparecchio viene riavviato o l'ambiente cambia.
ko_kr: Auto DFS는 DFS Ultra II가 캘리브레이션 되지 않은 경우 이용할 수 있습니다. Auto DFS는 착용자의 귀와 보청기의 특성을 점진적으로 학습하여 피드벡 켄슬레이션을 제공합니다. 이러한 학습기능은 DFS Ultra II에서는 적용되지 않습니다. 그리고 보청기를 재부팅하거나 환경이 변화될 때에는 적용되지 않습니다.
nl_nl: AutoDFS is alleen beschikbaar wanneer DFS Ultra II NIET gekalibreerd is. AutoDFS leert tijdens gebruik de eigenschappen van het oor en het hoortoestel kennen, wat een redelijke feedbackreductie oplevert. Deze leercurve wordt niet behouden zoals bij een kalibratie van DFS Ultra II: het begint weer wanneer het toestel opnieuw wordt gestart of wanneer de omgeving wijzigt.
no_no: Auto DFS er kun tilgjengelig når DFS Ultra II IKKE har blitt kalibrert Auto DFS lærer gradvis kjennetegnene av pasientens øre og høreapparat, dette muliggjør noe feedback kanselering. Denne læringen opprettholdes ikke på lik linje som med DFS Ultra II og restarter når høreapparatene aktiveres på nytt.
pt_pt: Auto DFS está disponível quando o DFS Ultra II não foi calibrado, Auto DFS gradativamente aprende as características da orelha do paciente e do aparelho auditivo, o qual fornece cancelamento de feedback. Esse aprendizado não é retido como o DFS Ultra II e reinicia toda vez que o aparelho auditivo é reiniciado ou o ambiente é modificado.
ro_ro: Auto DFS este disponibil doar dacă DFS Ultra II NU a fost calibrat. Auto DFS nvață treptat caracteristicile urechii pacientului și ale aparatului auditiv, ceea ce permite anularea microfoniei. Această învățare nu este permanentă ca în cazul DFS Ultra II și se repornește de fiecare dată când se repornește aparatul sau se schimbă mediul ambiant.
ru_ru: Авто DFS доступно только в том случае, если DFS Ultra II НЕ было калибровано. Auto DFS постепенно изучает и усваивает характеристики уха пациента и слухового аппарата, который обеспечивает некоторое снижение обратной связи. Результаты этого самообучения не сохраняются в DFS Ultra II, и процесс запускается заново каждый раз после перезагрузки СА или смены окружения.
sv_se: Auto DFS är endast tillgängligt om DFS Ultra II INTE har kalibrerats. Auto DFS lär sig successivt karakteristiken för patientens öra och hörapparat, vilket ger viss minskad feedback. Denna inlärning behålls inte som sådan med DFS Ultra II och startar om när apparaten startas om eller miljön ändras.
th_th: จะสามารถใช้งาน DFS อัตโนมัติได้เฉพาะในขณะที่ DFS Ultra II ยังไม่ผ่านการปรับเทียบ DFS อัตโนมัติจะค่อย ๆ เรียนรู้คุณลักษณะของหูผู้ป่วยและอุปกรณ์ช่วยฟัง ซึ่งจะสามารถยกเลิกเสียงหวีดบางส่วนได้ ข้อมูลนี้จะไม่ถูกเก็บไว้ เนื่องจากจะอยู่ใน DFS Ultra II และจะเริ่มต้นใหม่เมื่อมีการรีบูทอุปกรณ์หรือเปลี่ยนแปลงสภาพแวดล้อม
tr_tr: Otomatik DFS yalnızca DFS Ultra II kalibre EDİLMEDİĞİNDE kullanılabilir. Otomatik DFS hastanın kulağının ve işitme cihazının karakteristiklerini yavaş yavaş öğrenir, bu da feedback'in bir miktar önlenmesini sağlar. Bu öğrenme durumu, DFS Ultra II'deki gibi kayıtlı tutulmaz ve cihaz yeniden başlatıldığında veya ortam değiştiğinde yeniden başlatılır.
zh_cn: 智能DFS只在超级DFSII未校准的情况下使用。 智能DFS将学习用户的使用习惯, 提供抑制反馈服务。这一学习过程不会被保留，在助听器重启或环境发生变化时将重新开始。

source: This program automatically activates when a phone with a special magnet attached is held near the hearing aid.
bg_bg: Тази програма се активира автоматично, когато до слуховия апарат се държи телефон с прикрепен специален магнит.
cht: 這個程式將自動啟動，單有特殊磁鐵的電話接近助聽器。
da_dk: Dette program aktiveres automatisk, når en telefon udstyret med en særlig magnet holdes tæt på høreapparatet.
el_gr: Αυτό το πρόγραμμα ενεργοποιείται αυτόματα όταν ένα τηλέφωνο με ειδικό μαγνήτη προσαρτημένο, τοποθετείται κοντά στο ακουστικό βοήθημα.
fi_fi: Tämä ohjelma aktivoituu automaattisesti, kun kuulokojeen lähellä pidetään erityisellä magneetilla varustettua puhelinta
hr_hr: Ovaj program automatski se aktivira kada se telefon s posebnim pričvršćenim magnetom drži blizu slušnog pomagala.
hu_hu: Ez a program automatikusan aktiválódik, amikor a telefon speciális mágnese közel kerül a hallókészülékhez.
it_it: Questo programma si attiva automaticamente quando un magnete particolare è avvicinato in prossimità dell'apparecchio acustico.
ko_kr: 특수 자석이 부착된 전화기가 보청기와 가까이 있을때, 프로그램이 자동으로 동작됩니다.
nl_nl: Dit programma wordt automatisch geactiveerd wanneer een telefoon met een speciale magneet in de buurt van het hoortoestel wordt gehouden.
no_no: Dette programmet aktiveres automatisk når en telefon med en spesiell magnet montert holdes nært høreapparatet.
pt_pt: Esse programa é ativado automaticamente quando um fone com um imã especial conectado é segurado próximo ao aparelho auditivo.
ro_ro: Acest program se activează automat atunci când aproape de aparatul auditiv se află un telefon care are atașat un magnet special.
ru_ru: Эта программа автоматически активируется, когда телефон с прикрепленным специальным магнитом подносят к слуховому аппарату.
sv_se: Detta program aktiveras automatiskt när en telefon med en specialmagnet ansluten hålls nära hörapparaten.
th_th: โปรแกรมนี้จะเริ่มทำงานโดยอัตโนมัติเมื่อถือโทรศัพท์ซึ่งติดตั้งแม่เหล็กพิเศษไว้ใกล้ ๆ กับเครื่องช่วยฟัง
tr_tr: Bu program, işitme cihazının yakınına veya üzerine özel bir mıknatıs takılmış olan bir telefon yakınlaştırıldığında otomatik olarak etkinleşir.
zh_cn: 当手机或电话上装有磁贴，靠近时，助听器将自动切换到本程序。

source: Compression limit mode
bg_bg: Режим на ограничаване на компресията
cht: 壓縮限制模式
da_dk: Kompressionsgrænsetilstand
el_gr: Λειτουργία ορίου συμπίεσης
fi_fi: Kompression rajoittamisen tila
hr_hr: Način ograničavanja kompresije
hu_hu: Kompressziós limit mód
it_it: Modalità limite della Compressione
ko_kr: 컴프레션 제한 모드
nl_nl: Compressie begrenzingsmodus
no_no: Kompresjonsmodus
pt_pt: Modo compressão de limitação
ru_ru: Режим ограничения компрессии
sv_se: Kompression gränsläge
th_th: โหมดจำกัดการบีบอัด
zh_cn: 压缩限制模式

source: FSW.CompressionMode tooltip
cht: FSW.壓縮模式工具提示
da_dk: Værktøjstip til FSW.CompressionMode
el_gr: Επεξήγηση λειτουργίας συμπίεσης FSW
hr_hr: FSW. Opis načina kompresije
hu_hu: FSW.CompressionMode elemleírás
it_it: FSW.Modalità Compressione descrizione comando
nl_nl: FSW tooltip Compressiemodus
pt_pt: FSW. Dica de ferramenta do modo de compressão
ro_ro: Sfat FSW.CompressionMode
ru_ru: Всплывающая подсказка ФункцПО.РежимКомпрессии
th_th: คำแนะนำเครื่องมือ FSW.CompressionMode
tr_tr: FSW.KompresyonModu aletucu
zh_cn: 软件压缩模式提示

source: Bass boost applies more low frequency gain.
bg_bg: Усилването на баса прилага повече усилване на ниските честоти.
cht: 低頻增強採用更多的低頻增益。
da_dk: Basboost hæver forstærkningen af lave frekvenser.
el_gr: Η ενίσχυση μπάσων εφαρμόζει μεγαλύτερη ένταση(απόκριση) χαμηλής συχνότητας.
fi_fi: Bassotehostus vahvistaa matalia taajuuksia.
hr_hr: Za isticanje dubljih tonova primjenjuje se više niskofrekventnog pojačanja.
hu_hu: Több mélyfrekvenciás kiemelés
it_it: Bass boost applica più guadagno alle basse frequenze.
ko_kr: Bass boost는 더 많은 저주파수 게인을 제공합니다.
nl_nl: Bass Boost geeft meer lage frequentieversterking.
no_no: BassBoost tilfører mer lavfrekvent gain.
pt_pt: Incremento de graves aplica mais ganho nas baixas frequências.
ro_ro: Intensificarea basului aplică o amplificare mai mare a frecvențelor joase.
ru_ru: Режим Бас буст означает дополнительное усиление в области низких частот.
sv_se: BassBoost ger mer förstärkning på de låga frekvenserna.
th_th: การเร่งเบสจะใช้ค่าเกนที่ความถี่ต่ำยิ่งขึ้น
tr_tr: Bas artışı, daha fazla alçak basınç kazancı uygular.
zh_cn: 低频提升的应用将增加低频增益。
