Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: DFS Ultra II is available once the instrument has been calibrated. The calibration is used to reduce feedback based on the patient's ear characteristics and physical properties of the device. DFS Ultra II should be calibrated after changing configuration, receivers/tubing, or domes.
cht: 儀器校準後即可使用 DFS Ultra II。 校準用於根據患者的耳朵特徵和裝置的物理特性來減少反饋。 變更配置、接收器/管道或圓頂後，應校準 DFS Ultra II。
da_dk: DFS Ultra II er tilgængelig når apparatet er kalibreret. Kalibreringen benyttes til at reducere tilbagekobling baseret på brugerens individuelle øre, samt høreapparatets fysik. DFS Ultra II skal kalibreres efter skift af konfiguration, receiver/slange eller kuppel.
el_gr: Το DFS Ultra II είναι διαθέσιμο μετά από τη βαθμονόμηση του οργάνου. Η βαθμονόμηση χρησιμοποιείται για τη μείωση της ανατροφοδότησης, βάσει των χαρακτηριστικών των αυτιών του χρήστη και των φυσικών ιδιοτήτων της συσκευής. Το DFS Ultra II πρέπει να βαθμονομείται μετά από την αλλαγή παραμέτρων, δεκτών/σωλήνων ή θόλων.
fi_fi: DFS Ultra II on käytössä heti kun kuulokoje on kalibroitu. Kalibraatiota käytetään vinkumisen estämiseksi perustuen potilaan korvan fyysiseen muotoon ja kojeen rakenteeseen.
hr_hr: DFS Ultra II dostupan je nakon izvršene kalibracije uređaja. Kalibracija se provodi kako bi se smanjio pozadinski šum, uzimajući u obzir svojstva pacijentova uha i fizička svojstva uređaja. Potrebno je kalibrirati DFS Ultra II nakon promjene konfiguracije, prijamnika/cjevčica ili kalupa.
hu_hu: A DFS Ultra II elérhető lesz a készülék kailbráció után. A kalibráció csökkenti a gerjedést a páciens fül karakterisztikája és a készülék fizikai tulajdonságai alapján. A DFS Ultra II kalibrálni kell hallgató, dome vagy cső cseréjekor
it_it: DFS Ultra II è disponibile una volta effettuata la calibrazione del dispositivo. La calibrazione viene utilizzata per ridurre il feedback in base alle caratteristiche dell'orecchio del paziente e alle proprietà fisiche del dispositivo. DFS Ultra II deve essere calibrato dopo aver cambiato configurazione, ricevitori/tubetti o cupoline.
ko_kr: DFS Ultra II 는 보청기를 캘리브레이션 한 이후에 사용할 수 있습니다. 캘리브레이션은 사용자의 귀와 외이도의 특징이 착용한 보청기를 통해 발생되는 음향적 특성을 고려하여, 피드벡을 줄여줄 수 있도록 합니다. 만약 돔, 리시버, 튜브 등이 변경된 경우에는 반드시 캘리브레이션을 다시 수행 하여야 합니다.
nl_nl: DFS Ultra II is beschikbaar zodra het toestel is gekalibreerd. De kalibratie wordt uitgevoerd om feedback te reduceren op grond van de karakteristieken van het oor en de fysische eigenschappen van het toestel. DFS Ultra II moet gekalibreerd worden na het wijzigen van de configuratie, receivers/slangetjes of domes.
no_no: DFS Ultra II er tilgjengelig når apparatet har blitt kalibrert. Kalibreringen brukes til å redusere feedback basert på utformingen på pasientens øregang og apparatets fysiske egenskaper. Det anbefales å utføre en ny DFS hvis man endrer receiver type, slange eller dome.
pt_pt: DFS Ultra II está disponível assim que o aparelho for calibrado. A calibração é utilizada para reduzir a microfonia com base nas características anatômicas da orelha do paciente e nas propriedades físicas do aparelho. DFS Ultra II deve ser realizado após alterar a configuração, o receptor/tubo fino ou as olivas/domos.
ro_ro: DFS Ultra II este disponibil odată ce instrumentul a fost calibrat. Calibrarea este utilizată pentru a reduce feedback-ul pe baza caracteristicilor urechii pacientului și a proprietăților fizice ale dispozitivului. DFS Ultra II trebuie calibrat după schimbarea configurației, a receptorilor / tuburilor sau a cupolelor.
ru_ru: DFS Ultra II становится доступна, как только аппарат был откалиброван. Калибровка используется, чтобы подавить обратную связь, связанную с характеристиками ушного канала пациента и физическими параметрами аппарата. DFS Ultra II должна быть откалибрована каждый раз после изменения конфигурации, ресивера/трубочки или вкладыша.
sv_se: DFS Ultra II blir tillgängligt så fort hörapparat har kalibrerats. The calibration is used to reduce feedback based on the patient's ear characteristics and physical properties of the device. DFS Ultra II should be calibrated after changing configuration, receivers/tubing, or domes.
th_th: DFS Ultra II สามารถใช้ได้เมื่อปรับเทียบเครื่องช่วยฟังแล้ว การปรับเทียบใช้เพื่อลดเสียงสะท้อนตามลักษณะหูของผู้ป่วยและคุณสมบัติทางกายภาพของอุปกรณ์ ควรปรับเทียบ DFS Ultra II หลังจากเปลี่ยนการกำหนดค่า ตัวรับสัญญาณ/ท่อ หรือโดม
tr_tr: DFS Ultra II cihaz kalibre edildiğinde kullanılmaktadır. Kalibrasyon, hastanın kulak karakteristiklerine ve cihazın fiziksel özelliklerine dayalı olarak feedback azaltmak için kullanılır. DFS Ultra II konfigürasyon, receiver/tüp ya da domları değiştirdikten sonra da uygulanmalıdır.
zh_cn: 助听器在做完校准以后，超级DFSII功能就可以启用。 校准可以根据用户的耳道特征和设备的物理特性来减少反馈的发生。 校准需在更改完配置，如受话器/导声管或耳塞后进行。

source: Mic relative to TSG
cht: 麥克風相對於 TSG
da_dk: Mik relativt til TSG
el_gr: Μικρόφωνο σε σχέση με TSG
fi_fi: Mik suhteessa TSG
hr_hr: Mikrofon u odnosu na TSG
hu_hu: Mik TSG arány
it_it: Mic in rif. a GST
ko_kr: 소리발생기와 관련한 마이크
nl_nl: Mic t.o.v. TSG
no_no: HA Mik relativ til TSG
pt_pt: Mic relativo ao Gerador
ru_ru: Микр. по отношению к TSG
sv_se: Mik relativt TSG
th_th: ไมค์ที่เกี่ยวข้องกับ TSG
tr_tr: TSG'ye göre mikrofon
zh_cn: 麦克风关联至耳鸣管理

source: TSG (Mic Off)
cht: TSG（麥克風關閉）
da_dk: TSG (Mik fra)
el_gr: TSG (Απενεργοποιημένο Μικρόφωνο)
fi_fi: TSG (Mik poissa)
hr_hr: TSG (Mikrofon isključen)
hu_hu: TSG (Mik ki)
it_it: GST (Mic Off)
ko_kr: 소리발생기 (Mic Off)
nl_nl: TSG (Mic uit)
no_no: Ren TSG
pt_pt: Gerador de Som (Mic Desligado)
ro_ro: TSG (Microfon oprit)
ru_ru: TSG (Микр. Выкл.)
sv_se: TSG (Mik av)
th_th: TSG (ปิดไมโครโฟน)
tr_tr: TSG (Mikrofon kapalı)
zh_cn: 麦克风关闭

source: Icelandic
cht: 冰島文
da_dk: Islandsk
el_gr: Ισλανδικά
fi_fi: Islanti
hr_hr: Islandski
hu_hu: Izlandi
it_it: Islandese
ko_kr: 아이슬란드어
nl_nl: IJslands
no_no: Islandsk
pt_pt: Islandês
ru_ru: Исландский
sv_se: Isländsk
th_th: ไอซ์แลนด์
zh_cn: 冰岛语

source: Menu
cht: 選單
el_gr: Μενού
fi_fi: Valikko
hr_hr: Izbornik
hu_hu: Menü
ko_kr: 메뉴
no_no: Meny
ro_ro: Meniu
ru_ru: Меню
sv_se: Meny
th_th: รายการ
tr_tr: Menü
zh_cn: 菜单

source: Select a Date
cht: 選擇日期
da_dk: Vælg en dato
el_gr: Επιλέξτε ημερομηνία
fi_fi: Valitse päivämäärä
hr_hr: Odaberi datum
hu_hu: Dátum választás
it_it: Seleziona una Data
ko_kr: 날짜 선택
nl_nl: Selecteer een datum
no_no: Velg en dato
ro_ro: Selecteaza data
ru_ru: Выбрать Дату
sv_se: Välj ett datum
th_th: เลือกวันที่
tr_tr: Bir Tarih seçin
zh_cn: 选择时间

source: Mini Translation Tool
cht: 迷你翻譯工具
el_gr: Μίνι εργαλείο μετάφρασης
fi_fi: Käännöstyökalu
hr_hr: Mali prevoditeljski alat
hu_hu: Mini fordító eszköz
it_it: Mini Tool Traduzione
pt_pt: Ferramenta de Tradução
ro_ro: Mini Aplicatie de Tradus
ru_ru: Мини-инструмент перевода
th_th: เครื่องแปลภาษาขนาดเล็ก
tr_tr: Mini Çeviri Aracı
zh_cn: 翻译工具

source: Translation Tool
cht: 翻譯工具
da_dk: Oversættelsesværktøj
el_gr: Εργαλείο μετάφρασης
fi_fi: Käännöstyökalu
hr_hr: Prevoditeljski alat
hu_hu: Fordító eszköz
it_it: Tool Traduzione
pt_pt: Ferramenta de Tradução
ro_ro: Aplicatie de Tradus
ru_ru: Инструмент перевода
th_th: เครื่องแปลภาษา
tr_tr: Çeviri Aracı
zh_cn: 翻译工具

source: Print
cht: 列印
el_gr: Εκτύπωση
fi_fi: Tulosta
hr_hr: Ispiši
hu_hu: Nyomtatás
it_it: Stampa
nl_nl: Print instructiedialoog
no_no: Skriv ut
pt_pt: Imprimir
ro_ro: Imprimare
ru_ru: Печать
sv_se: Utskrift Dialog
th_th: พิมพ์
tr_tr: Yazdır
zh_cn: 打印

source: Not Implemented
cht: 未實施
da_dk: Ikke implementeret
el_gr: Δεν υλοποιήθηκε
fi_fi: Ei otettu käyttöön
hr_hr: Nije primjenjivo
hu_hu: Nem végrahajtott
it_it: Non Implementato
ko_kr: 구현되지 않음
nl_nl: Niet geïmplementeerd
no_no: Ikke implementert
pt_pt: Não implementado
ro_ro: Neimplementat
ru_ru: Неприменимо
sv_se: Inte implementerat
th_th: ไม่ได้ดำเนินการ
tr_tr: Uygulanmadı
zh_cn: 未执行

source: TSG cannot be activated in a {0} program. To activate TSG, use a different program.
cht: 無法在{0}程式中啟用 TSG。 如欲啟用 TSG，請使用其他程式。
da_dk: TSG kan ikke aktiveres i et {0} program. To activate TSG, use a different program.
el_gr: Το TSG δεν μπορεί να ενεργοποιηθεί σε πρόγραμμα {0}. Για να ενεργοποιήσετε το TSG, χρησιμοποιήστε διαφορετικό πρόγραμμα.
fi_fi: TSGä ei voida aktivoida ohjelmassa {0} . To activate TSG, use a different program.
hr_hr: TSG se ne može pokrenuti u {0} programu. Za pokretanje TSG-a koristite se drugim programom.
hu_hu: A TSG nem aktiválható a {0} programban. A TSG aktiváláshoz, használjon másik programot.
it_it: GST non può essere attivato nel programma {0}. Per attivare GST, utilizzare un differente programma.
ko_kr: 소리발생기는 {0}프로그램에서 활성화 할 수 없습니다. 소리발생기를 활성화 하기 위해서, 다른 프로그램을 사용하시기 바랍니다.
nl_nl: TSG kan niet geactiveerd worden in een {0} programma. To activate TSG, use a different program.
no_no: TSG kan ikke bli aktivert i {0} program. For å aktivere TSG velg et annet program
pt_pt: O Gerador de Som não é ativado em um programa {0}. Para ativar o Gerador de Som, use um programa diferente.
ro_ro: TSG nu poate fi activat într-un program {0}.
ru_ru: TSG не может быть активирован в программе {0}. To activate TSG, use a different program.
sv_se: TSG kan inte aktiveras i ett {0} program. To activate TSG, use a different program.
th_th: ไม่สามารถเปิดใช้งาน TSG ได้ใน {0} โปรแกรม หากต้องการเปิดใช้งาน TSG ให้ใช้โปรแกรมอื่น
tr_tr: TSG {0} programında aktifleştirilemedi. TSG'yi akstifleştirmek için farklı bir program kullanın.
zh_cn: 耳鸣管理器功能在{0} 程序中无法使用，请在其它程序用使用。

source: TSG is unavailable in your current program.
cht: TSG 在您目前的程式中不可用。
da_dk: TSG er ikke tilgængelig i dit nuværende program.
el_gr: Το TSG δεν είναι διαθέσιμο στο τρέχον πρόγραμμά σας.
fi_fi: TSG ei ole käytettävissä nykysessä ohjelmassa.
hr_hr: TSG nije dostupan za postojeći program.
hu_hu: A TSG nem áll rendelkezésre az aktuális programban.
it_it: GST non è disponibile nel tuo programma corrente.
ko_kr: 소리발생기는 현재 프로그램에서 사용할 수 없습니다.
nl_nl: TSG is niet beschikbaar in uw huidige programma.
no_no: TSG er ikke tilgjengelig i nåværende program.
pt_pt: O Gerador de Som está indisponível no seu programa atual.
ro_ro: TSG nu este valabil in programul curent
ru_ru: TSG не доступен в вашей текущей программе.
sv_se: TSG är inte tillgänglig i ditt aktuella program.
th_th: TSG ไม่พร้อมใช้งานในโปรแกรมปัจจุบันของคุณ
tr_tr: TSG geçerli programınızda kullanılmıyor.
zh_cn: 当前程序不可以使用耳鸣管理器功能。

source: Very Mild: Sound Shaper Level (5K, 1.33:1)
cht: 非常溫和：聲音塑造器等級（5K，1.33:1）
da_dk: Meget mild: Sound Shaper niveau (5K, 1.33:1)
el_gr: Πολύ ήπια: Επίπεδο Sound Shaper (5K, 1.33:1)
fi_fi: Hyvin heikko : Taajuussiirto taso (5K, 1.33:1)
hr_hr: Vrlo slaba: razina modulacije zvuka (5K, 1,33: 1)
hu_hu: Nagyon enyhe: Sound Shaper szint (5K, 1.33:1)
it_it: Molto Lieve: Livello Sound Shaper (5K, 1.33:1)
ko_kr: Very Mild: 5K, 1.33:1
nl_nl: Zeer licht: SoundShaper niveau (5k, 1.33:1)
no_no: Ekstra Mild: Sound Shaper nivå (5K, 1.33:1)
pt_pt: Leve: Nível do Sound Shaper (5K, 1.33:1)
ro_ro: Foarte calm: nivelul de formare a sunetului (5K, 1.33:1)
ru_ru: Очень Слабо: Уровень Sound Shaper (5K, 1.33:1)
sv_se: Väldigt svag: Sound Shaper Nivå (5K, 1.33:1)
th_th: อ่อนมาก: ระดับ Sound Shaper (5K, 1.33: 1)
tr_tr: Çok Hafif: Sound Shaper Düzeyi (5K, 1.33:1)
zh_cn: 极轻度: 频谱重组水平 (5K, 1.33:1)

source: Please Wait...
cht: 請稍候...
da_dk: Vent venligst...
el_gr: Παρακαλώ περιμένετε…
fi_fi: Odota hetki...
hr_hr: Molimo, pričekajte...
hu_hu: Kérjük várjon...
it_it: Attendere Prego...
ko_kr: 잠시만 기다려 주세요
nl_nl: Wacht s.v.p...
no_no: Vennligst vent...
pt_pt: Por Favor Aguardar...
ro_ro: Va rugam asteaptati...
ru_ru: Пожалуйста, подождите...
sv_se: Var god vänta...
th_th: โปรดรอ...
tr_tr: Lütfen bekleyin...
zh_cn: 正在进入...

source: Phone Accessories
cht: 電話配件
da_dk: Telefontilbehør
el_gr: Εξαρτήματα τηλεφώνου
fi_fi: Puhelimen lisälaitteet
hr_hr: Dodatna oprema za telefon
hu_hu: Telefon tartozékok
it_it: Accessori Telefono
ko_kr: 폰 액세서리
nl_nl: Telefoon accessoires
no_no: Telefon Tilbehør
pt_pt: Acessórios para Celular
ro_ro: Accesorii telefon
ru_ru: Телефонные Аксессуары
sv_se: Telefontillbehör
th_th: อุปกรณ์เสริมของโทรศัพท์
tr_tr: Telefon Aksesuarları
zh_cn: 手机伴侣

source: The phone streaming settings below are applied across all programs.
cht: 以下電話串流設定適用於所有程式。
da_dk: Telefonindstillingerne nedenfor benyttes i alle programmer.
el_gr: Οι παρακάτω ρυθμίσεις μετάδοσης τηλεφώνου εφαρμόζονται σε όλα τα προγράμματα.
fi_fi: Puhelinlähetin asetukset alla, ovat käytössä kaikissa ohjelmissa.
hr_hr: Streaming postavke na telefonu primjenjuju se na sve programe.
hu_hu: A telefon streaming beállítások lent használva lesznek minden programban.
it_it: Le impostazioni di streaming per il telefono che appaiono qui sotto saranno applicate attraverso tutti i programmi.
ko_kr: 아래 폰 스트리밍 설정은 모든 프로그램에 동일하게 적용 됩니다.
nl_nl: De instellingen voor telefoon-streaming hieronder worden toegepast op alle programma´s.
no_no: Telefon streaming innstillingene nedenfor blir lagt til for alle programmer.
pt_pt: As configurações de transmissão abaixo para o celular são aplicadas em todos os programas.
ro_ro: Setările de streaming telefonic de mai jos sunt aplicate în toate programele.
ru_ru: Настройки, указанные ниже, применены ко всем программам.
sv_se: Telefonstreaming inställningar nedan är tillagda för alla program.
th_th: การตั้งค่าการสตรีมผ่านโทรศัพท์จะใช้ได้กับทุกโปรแกรม
tr_tr: Alttaki telefon aktarım ayarları tüm programlarda uygulanabilir.
zh_cn: 下面的手机音频设备设置适用于所有程序。

source: Reboot the instrument by holding its button for 4 seconds then release it. Then again hold its button for 4 seconds.
cht: 按住按鈕 4 秒然後鬆開，重啟儀器。然後再按住其按鈕 4 秒。
da_dk: Genstart apparatet ved at holde knappen inde i 4 sekunder og slippe. Hold derefter igen inde i 4 sekunder.
el_gr: Επανεκκινήστε το όργανο, πατώντας παρατεταμένα το κουμπί του για 4 δευτερόλεπτα και αφήνοντάς το. Στη συνέχεια, πατήστε ξανά παρατεταμένα το κουμπί για 4 δευτερόλεπτα.
fi_fi: Uudelleenkäynnistä kuulokoje pitämällä sen painike pohjassa 4 sekuntia ja vapauta sitten painike. Suorita sitten sama toimenpide toistamiseen.
hr_hr: Za ponovno pokretanje uređaja držite pritisnutu tipku uređaja 4 sekunde, zatim pustite i ponovno pritisnite na 4 sekunde.
hu_hu: A készülék újraindításához tartsa 4 másodpercig lenyomva a gombot majd engedje el. Majd tartsa lenyomva 4 másodpercig megint.
it_it: Riavviare lo strumento tenendo premuto il pulsante per 4 secondi, quindi rilasciarlo. Quindi, tieni nuovamente premuto il pulsante per 4 secondi.
ko_kr: 버튼을 4초간 누르고 있으면서 보청기를 리부팅 하십시오. 그리고 다시 4초간 버튼을 누르고 계십시오.
nl_nl: Start het toestel opnieuw op door de knop 4 seconden ingedrukt te houden en dan los te laten. Houdt de knop daarna opnieuw 4 seconden ingedrukt.
no_no: For omstart: Hold inn knappen på apparatet i 4 sekunder og slipp. Deretter hold inn knappen i nye 4 sekunder.
pt_pt: Reinicie o aparelho pressionando o botão por 4 segundos e depois solte-o. Pressione novamente por 4 segundos.
ro_ro: Reporniți instrumentul ținând apăsat butonul timp de 4 secunde, apoi eliberați-l. Țineți din nou butonul timp de 4 secunde.
ru_ru: Перезагрузите аппарат, удерживая его кнопку 4 секунды, затем отпустите ее. Снова нажмите кнопку на 4 секунды.
sv_se: Starta om hörapparaten genom att hålla knappen intryckt i 4 sekunder. Släpp knappen. Tryck åter in knappen i ytterligare 4 sekunder.
th_th: รีบูทเครื่องช่วยฟังโดยกดปุ่มค้างไว้ 4 วินาทีแล้วปล่อย จากนั้นกดปุ่มค้างอีก 4 วินาที
tr_tr: Cihazı 4 saniye kadar butonuna basılı tutup bırakarak yeniden başlatın. Daha sonra tekrar 4 saniye kadar basılı tutun. seconds.
zh_cn: 按住按钮4秒钟重启设备，然后释放它。然后再次按住按钮4秒。

source: Reboot the instrument by holding its button for 4 seconds then release it. Then again hold its button for 4 seconds.
cht: 按住按鈕 4 秒然後鬆開，重啟儀器。然後再按住其按鈕 4 秒。
da_dk: Genstart apparatet ved at holde knappen inde i 4 sekunder og slippe. Hold derefter igen inde i 4 sekunder.
el_gr: Επανεκκινήστε το όργανο, πατώντας παρατεταμένα το κουμπί του για 4 δευτερόλεπτα και αφήνοντάς το. Στη συνέχεια, πατήστε ξανά παρατεταμένα το κουμπί για 4 δευτερόλεπτα.
fi_fi: Uudelleenkäynnistä kuulokoje pitämällä sen painike pohjassa 4 sekuntia ja vapauta sitten painike. Suorita sitten sama toimenpide toistamiseen.
hr_hr: Za ponovno pokretanje uređaja držite pritisnutu tipku uređaja 4 sekunde, zatim pustite i ponovno pritisnite na 4 sekunde.
hu_hu: A készülék újraindításához tartsa 4 másodpercig lenyomva a gombot majd engedje el. Majd tartsa lenyomva 4 másodpercig megint.
it_it: Riavviare lo strumento tenendo premuto il pulsante per 4 secondi, quindi rilasciarlo. Quindi, tieni nuovamente premuto il pulsante per 4 secondi.
ko_kr: 버튼을 4초간 누르고 있으면서 보청기를 리부팅 하십시오. 그리고 다시 4초간 버튼을 누르고 계십시오.
nl_nl: Start het toestel opnieuw op door de knop 4 seconden ingedrukt te houden en dan los te laten. Houdt de knop daarna opnieuw 4 seconden ingedrukt.
no_no: For omstart: Hold inn knappen på apparatet i 4 sekunder og slipp. Deretter hold inn knappen i nye 4 sekunder.
pt_pt: Reinicie o aparelho pressionando o botão por 4 segundos e depois solte-o. Pressione novamente por 4 segundos.
ro_ro: Reporniți instrumentul ținând apăsat butonul timp de 4 secunde, apoi eliberați-l. Țineți din nou butonul timp de 4 secunde.
ru_ru: Перезагрузите аппарат, удерживая его кнопку 4 секунды, затем отпустите ее. Снова нажмите кнопку на 4 секунды.
sv_se: Starta om hörapparaten genom att hålla knappen intryckt i 4 sekunder. Släpp knappen. Tryck åter in knappen i ytterligare 4 sekunder.
th_th: รีบูทเครื่องช่วยฟังโดยกดปุ่มค้างไว้ 4 วินาทีแล้วปล่อย จากนั้นกดปุ่มค้างอีก 4 วินาที
tr_tr: Cihazı 4 saniye kadar butonuna basılı tutup bırakarak yeniden başlatın. Daha sonra tekrar 4 saniye kadar basılı tutun. seconds.
zh_cn: 按住按钮4秒钟重启设备，然后释放它。然后再次按住按钮4秒。

source: Open Audigy
cht: 打開 Audigy
da_dk: Åben Audigy
el_gr: Άνοιγμα Audigy
fi_fi: Avoin audiologia
hr_hr: Otvori Audigy
hu_hu: Nyitott audiológia
ko_kr: Audigy 열기
nl_nl: Audigy openen
pt_pt: Abrir Audigy
ro_ro: Deschide audiologie
ru_ru: Открыть
th_th: เปิด Audigy
tr_tr: Odyogramı aç
zh_cn: 打开声卡

source: Enabled
cht: 已啟用
da_dk: Slået til
el_gr: Ενεργοποιημένο
fi_fi: Käytössä
hr_hr: Omogućeno
hu_hu: Engedélyezett
it_it: Abilitato
ko_kr: 적용
nl_nl: Mogelijk
no_no: Aktiver
pt_pt: Ativado
ro_ro: Autorizati
ru_ru: Включен
sv_se: Aktiverat
th_th: เปิดใช้งาน
tr_tr: Aktif
zh_cn: 启用

source: The right instrument is currently charging and cannot be connected. Remove the instrument from the charger to connect.
cht: 右側儀器目前正在充電且無法連接。從充電器上取下儀器以進行連接。
da_dk: Det højre apparat oplader nu og kan ikke forbindes. Fjern apparatet fra laderen for at forbinde.
el_gr: Το δεξί όργανο βρίσκεται σε φόρτιση και δεν είναι δυνατή η σύνδεσή του. Αφαιρέστε το όργανο από τον φορτιστή και συνδέστε το.
fi_fi: Oikea kuulokoje on tällä hetkellä latauksessa eikä sitä voida siksi yhdistää. Poista kuulokoje latauslaitteesta ja yhdistä se sitten.
hr_hr: Desni uređaj trenutačno je na punjenju i ne može biti povezan. Molimo, odvojite uređaj od punjača kako bi se omogućilo povezivanje.
hu_hu: A jobb készülék töltés alatt van és nem csatlakoztatható. Vegye ki a töltőből a csatlakoztatáshoz.
it_it: Il dispositivo destro è attualmente in carica e non può essere collegato. Rimuovere il dispositivo dal caricabatterie per connettersi.
ko_kr: 우측 보청기가 현재 충전 중이므로 연결할 수 없습니다. 보청기를 충전기에서 분리하고 연결하십시오.
nl_nl: Het rechter toestel is momenteel aan het opladen en kan niet verbonden worden. Haal het toestel van de oplader om het te verbinden.
no_no: Det høyre apparatet lades for øyeblikket og kan ikke tilkobles. Fjern apparatet fra laderen for å koble til.
pt_pt: O aparelho direito está carregando e não pode ser conectado. Remova o aparelho do carregador para conectá-lo.
ro_ro: Instrumentul drept se încarcă în prezent și nu poate fi conectat. Scoateți instrumentul din încărcător pentru a vă conecta.
ru_ru: Правый слуховой аппарат в настоящее время заряжается и не может быть подключен. Чтобы подключить аппарат, снимите его с зарядки.
sv_se: Den högra hörapparaten laddas och kan därför inte anslutas. Ta bort hörapparaten från laddaren för att ansluta.
th_th: เครื่องช่วยฟังฝั่งขวากำลังชาร์จและไม่สามารถเชื่อมต่อได้ ถอดเครื่องช่วยฟังออกจากเครื่องชาร์จเพื่อเชื่อมต่อ
tr_tr: Sağ cihaz şu an şarj oluyor ve bağlanmayabilir. Bağlantıyı kurmak için cihazı şarjdan çıkarın.
zh_cn: 右侧助听器正在充电，无法连接。从充电座中取出助听器以连接。

source: The left instrument is currently charging and cannot be connected. Remove the instrument from the charger to connect.
cht: 左側儀器目前正在充電且無法連接。從充電器上取下儀器以進行連接。
da_dk: Det venstre apparat oplader nu og kan ikke forbindes. Fjern apparatet fra laderen for at forbinde.
el_gr: Το αριστερό όργανο βρίσκεται σε φόρτιση και δεν είναι δυνατή η σύνδεσή του. Αφαιρέστε το όργανο από τον φορτιστή και συνδέστε το.
fi_fi: Vasen kuulokoje on tällä hetkellä latauksessa eikä sitä voida siksi yhdistää. Poista kuulokoje latauslaitteesta ja yhdistä se sitten.
hr_hr: Lijevi uređaj je trenutno na punjenju i ne može biti povezan. Molimo odvojite uređaj od punjača kako bi se omogućilo povezivanje.
hu_hu: A bal készülék töltés alatt van és nem csatlakoztatható. Vegye ki a töltőből a csatlakoztatáshoz.
it_it: Il dispositivo sinistro è attualmente in carica e non può essere collegato. Rimuovere il dispositivo dal caricabatterie per connettersi.
ko_kr: 좌측 보청기가 현재 충전 중이므로 연결할 수 없습니다. 보청기를 충전기에서 분리하고 연결하십시오.
nl_nl: Het linker toestel is momenteel aan het opladen en kan niet verbonden worden. Haal het toestel van de oplader om het te verbinden.
no_no: Det venstre apparatet lades for øyeblikket og kan ikke tilkobles. Fjern apparatet fra laderen for å koble til.
pt_pt: O aparelho esquerdo está carregando e não pode ser conectado. Remova o aparelho do carregador para conectá-lo.
ro_ro: Instrumentul stâng se încarcă în prezent și nu poate fi conectat. Scoateți instrumentul din încărcător pentru a vă conecta.
ru_ru: Левый слуховой аппарат в настоящее время заряжается и не может быть подключен. Чтобы подключить аппарат, снимите его с зарядки.
sv_se: Den vänstra hörapparaten laddas och kan därför inte anslutas. Ta bort hörapparaten från laddaren för att ansluta.
th_th: เครื่องช่วยฟังฝั่งซ้ายกำลังชาร์จและไม่สามารถเชื่อมต่อได้ ถอดเครื่องช่วยฟังออกจากเครื่องชาร์จเพื่อเชื่อมต่อ
tr_tr: Sol cihaz şu an şarj oluyor ve bağlanmayabilir. Bağlantıyı kurmak için cihazı şarjdan çıkarın.
zh_cn: 左侧助听器正在充电，无法连接。从充电座中取出助听器以连接。

source: Wireless
cht: 無線
da_dk: Trådløs
el_gr: Ασύρματο
fi_fi: Langaton
hr_hr: Bežični rad
ko_kr: 무선
no_no: Trådløst
ru_ru: Беспроводной
sv_se: Trådlös
th_th: ไร้สาย
zh_cn: 无线

source: Type of Fitting
cht: 驗配類型
da_dk: Tilpasningstype
el_gr: Τύπος εφαρμογής
fi_fi: Sovitustyyppi
hr_hr: Vrsta individualnog podešavanja
hu_hu: Illesztés típus
it_it: Tipologia di Fitting
ko_kr: 피팅 타입
nl_nl: Type aanpassing
no_no: Type Tilpasning
pt_pt: Tipo de Adaptação
ro_ro: Tipul reglajului
ru_ru: Тип настройки
sv_se: Typ av anpassning
th_th: ประเภทของการติดตั้ง
tr_tr: Fitting Türü
zh_cn: 选配类型

source: Apply Gains to...
cht: 應用增益至...
da_dk: Brig forstærkning til...
el_gr: Εφαρμογή απολαβής σε...
fi_fi: Käytä vahvistukia...
hr_hr: Primijeni razinu jakosti zvuka na...
hu_hu: Erősítések elfogadása a...
it_it: Applicare Guadagni a...
ko_kr: 게인을 적용..
nl_nl: Gains toepassen bij...
no_no: Tilfør Gain til...
pt_pt: Aplicar ganho a...
ro_ro: Aplica castigul la...
ru_ru: Применить Усиления к...
sv_se: Lägger till förstärkning för...
th_th: ใช้เกนกับ...
tr_tr: Kazanç uygulamak için...
zh_cn: 应用增益于...

source: Ear Selection
cht: 耳朵選擇
da_dk: Ørevalg
el_gr: Επιλογή αυτιού
fi_fi: Potilaan korvan valinta
hr_hr: Odabir uha
hu_hu: Fül választás
it_it: Selezione dell'orecchio del Paziente
ko_kr: 측정 귀 선택
nl_nl: Oorselectie
no_no: Velg øre
pt_pt: Seleção da Orelha do Paciente
ro_ro: Selectati urechea clientului
ru_ru: Выбор уха клиента
sv_se: Val av öra
th_th: การเลือกหู
tr_tr: Kulak Seçimi
zh_cn: 用户测试耳选择
