Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Volume Limit Level
bg_bg: Ниво на границата на силата на звука
cht: 音量限制等級
da_dk: Niveau for lydstyrkegrænse
el_gr: Οριακή στάθμη έντασης
fi_fi: Voimakkuuden rajoituksen taso
hr_hr: Razina ograničenja glasnoće
hu_hu: Hangerőkorlát szintje
it_it: Limite Volume Livello
ko_kr: 최대볼륨알림
nl_nl: Grenswaarde bereikt
no_no: Volumkontrollgrense
pt_pt: Nível do volume
ro_ro: Limita nivelului de volum
ru_ru: Уровень ограничения громкости
sv_se: Volym Max/Min
th_th: ระดับการจำกัดระดับเสียง
tr_tr: Ses Limit Seviyesi
zh_cn: 音量极限

source: VolumeLimitBeepValue
bg_bg: Величина на сигнала за границата на силата на звука
cht: 音量限制提示音數值
el_gr: Ήχος ορίου μεταβολής έντασης
fi_fi: VoimakkuudensäätöRajaÄänimerkkiArvo
hr_hr: Vrijednost zvučnog signala ograničenja glasnoće
it_it: ValoreBeepLimiteVolume
ko_kr: 볼륨 제한 알림음
nl_nl: VolumeGrensBeepWaarde
no_no: Signalverdi volumgrense
pt_pt: Tempo do bipe do volume
ru_ru: Уровень Сигнала Ограничения Громкости
sv_se: Volymgräns Ljudindikation Värde
tr_tr: Ses Limiti İkaz Değeri
zh_cn: 音量调节极限提示音量

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: Strong
bg_bg: Силен
cht: 強
da_dk: Stærk
el_gr: Ισχυρό
fi_fi: Voimakas
hr_hr: Jako
hu_hu: Erős
it_it: Forte
nl_nl: Sterk
no_no: Sterk
pt_pt: Forte
ro_ro: Puternic
ru_ru: Сильно
sv_se: Stark
th_th: รุนแรง
tr_tr: Güçlü
zh_cn: 强

source: Show More Tools
bg_bg: Покажи още инструменти
cht: 顯示更多工具
da_dk: Vis flere værktøjer
el_gr: Προβολή άλλων εργαλείων
fi_fi: Näytä enemmän työkaluja
hr_hr: Pokaži više alata
hu_hu: További eszközök megjelenítése
it_it: Mostra più strumenti
ko_kr: 추가 도구 보기
nl_nl: Meer Tools Tonen
no_no: Vis flere verktøy
pt_pt: Exibir mais ferramentas
ro_ro: Afișează mai multe instrumente
ru_ru: Показать больше инструментов
sv_se: Visa fler verktyg
th_th: แสดงเครื่องมือเพิ่มเติม
tr_tr: Daha Fazla Araç Göster
zh_cn: 显示更多工具

source: Left
bg_bg: Ляво
cht: 左
da_dk: Venstre
el_gr: Αριστερό
fi_fi: Vasen
hr_hr: Lijevo
hu_hu: Bal
it_it: Sinistro
ko_kr: 좌측
nl_nl: Links
no_no: Venstre
pt_pt: Esquerdo
ro_ro: Stanga
ru_ru: Левый
sv_se: Vänster
th_th: ซ้าย
tr_tr: Sol
zh_cn: 左耳

source: Right
bg_bg: Дясно
cht: 右
da_dk: Højre
el_gr: Δεξί
fi_fi: Oikea
hr_hr: Desno
hu_hu: Jobb
it_it: Destro
ko_kr: 우측
nl_nl: Rechts
no_no: Høyre
pt_pt: Direito
ro_ro: Dreapta
ru_ru: Правый
sv_se: Höger
th_th: ขวา
tr_tr: Sağ
zh_cn: 右耳

source: Mild
bg_bg: Мек
cht: 輕度
el_gr: Ήπια
fi_fi: Lievä
hr_hr: Blago
hu_hu: Enyhe
it_it: Lieve
ko_kr: 경도
nl_nl: Licht
pt_pt: Leve
ro_ro: Mediu
ru_ru: Слабая
sv_se: Svag
th_th: เล็กน้อย
tr_tr: Hafif
zh_cn: 轻度

source: Moderate
bg_bg: Умерен
cht: 中度
da_dk: Moderat
el_gr: Μέτρια
fi_fi: Kohtalainen
hr_hr: Umjereno
hu_hu: Közepes
it_it: Moderato
ko_kr: 중도
nl_nl: Matig
no_no: Moderat
pt_pt: Moderado
ro_ro: Mediu
ru_ru: Средняя
sv_se: Måttlig
th_th: ปานกลาง
tr_tr: Orta
zh_cn: 中度

source: Severe
bg_bg: Тежък
cht: 重度
da_dk: Svær
el_gr: Σοβαρή
fi_fi: Vaikea
hr_hr: Snažno
hu_hu: Nagyfokú
it_it: Severo
ko_kr: 고도
nl_nl: Ernstig
no_no: Stort
pt_pt: Severa
ro_ro: Sever
ru_ru: Тяжелая
sv_se: Grav
th_th: รุนแรง
tr_tr: İleri
zh_cn: 重度

source: Profound
bg_bg: Дълбок
cht: 極重度
da_dk: Markant
el_gr: Πολύ σοβαρή
fi_fi: Erittäin vaikea
hr_hr: Izrazito
hu_hu: Hallásmaradvány
it_it: Profondo
ko_kr: 심도
nl_nl: Zwaar
no_no: Svært stort
pt_pt: Profunda
ro_ro: Profund
ru_ru: Глубокая
sv_se: Mycket grav
th_th: รุนแรงมาก
tr_tr: Çok İleri
zh_cn: 极重度

source: Basic
bg_bg: Основен
cht: 基本
da_dk: Basis
el_gr: Βασικό
fi_fi: Perus
hr_hr: Osnovno
hu_hu: Alap
it_it: Base
ko_kr: 기본
nl_nl: Basis
no_no: Basis
pt_pt: Básico
ro_ro: Normal
ru_ru: Базовая
sv_se: Grund
th_th: ทั่วไป
tr_tr: Temel
zh_cn: 基本程序

source: Restaurant
bg_bg: Ресторант
cht: 餐廳
el_gr: Εστιατόριο
fi_fi: Ravintola
hr_hr: Restoran
hu_hu: Étterem
it_it: Ristorante
ko_kr: 레스토랑
pt_pt: Restaurante
ru_ru: Ресторан
sv_se: Restaurang
th_th: ร้านอาหาร
tr_tr: Restoran
zh_cn: 餐馆程序

source: Music
bg_bg: Музика
cht: 音樂
da_dk: Musik
el_gr: Μουσική
fi_fi: Musiikki
hr_hr: Glazba
hu_hu: Zene
it_it: Musica
ko_kr: 뮤직
nl_nl: Muziek
no_no: Musikk
pt_pt: Música
ro_ro: Muzica
ru_ru: Музыка
sv_se: Musik
th_th: ดนตรี
tr_tr: Müzik
zh_cn: 听音乐

source: Traffic
bg_bg: Трафик
cht: 交通
da_dk: Trafik
el_gr: Κίνηση
fi_fi: Liikenne
hr_hr: Promet
hu_hu: Forgalom
it_it: Traffico
ko_kr: 교통
nl_nl: Verkeer
no_no: Trafikk
pt_pt: Trânsito
ro_ro: Trafic
ru_ru: Уличное движение
sv_se: Trafik
th_th: บนท้องถนน
tr_tr: Trafik
zh_cn: 交通环境

source: Acoustic Phone
bg_bg: Акустичен телефон
cht: 聲學電話接聽
da_dk: Akustisk telefon
el_gr: Ακουστικό τηλέφωνο
fi_fi: Akustinen puhelin
hr_hr: Akustični telefon
hu_hu: Akusztikus telefon
it_it: Telefono acustico
ko_kr: 전화모드(어쿠스틱)
nl_nl: Akoestisch telefoneren
no_no: Akustisk telefon
pt_pt: Telefone acústico
ro_ro: Telefon Acustic
ru_ru: Акустический телефон
sv_se: Akustisk telefon
th_th: เสียงจากโทรศัพท์
tr_tr: Akustik telefon
zh_cn: 普通电话

source: Telecoil Loop + Mic
bg_bg: Кръг на телебобина + Микрофон
cht: 電感線圈迴路
da_dk: Telespole + mikrofon
el_gr: Βρόχος τηλεπ. + Μικρ.
fi_fi: Induktiokela+Mik
hr_hr: Telecoil petlja + mikrofon
hu_hu: Telefontekercs hurok + mik.
it_it: Laccio Magnetico + Mic
ko_kr: 텔레코일 루프 + 마이크
nl_nl: Luisterspoel ringleiding
no_no: Telespole + mikrofon
pt_pt: Indução Magnética + Mic
ro_ro: Bucla inductie bobina + Mic
ru_ru: Индукционная петля + микрофон
sv_se: Telespole + Mik
tr_tr: Telecoil Döngü + Mikrofon
zh_cn: 电感线圈 + 麦克风

source: Telecoil Loop + Mic
bg_bg: Кръг на телебобина + микрофон
cht: 電感線圈迴路 + 麥克風
da_dk: Telespole + mikrofon
el_gr: Βρόχος τηλεπ. + Μικρ.
fi_fi: Induktiokela+Mik
hr_hr: Telecoil petlja + mikrofon
hu_hu: Telefontekercs hurok + mik.
it_it: Laccio Magnetico + Mic
ko_kr: 텔레코일 루프 + 마이크
nl_nl: Luisterspoel ringleiding+Mic
no_no: Telespole + mikrofon
pt_pt: Indução magnética + Mic
ro_ro: Bucla inductie bobina + Mic
ru_ru: Индукционная петля + микрофон
sv_se: Telespole + Mik
tr_tr: Telecoil Döngü + Mikrofon
zh_cn: 电感线圈+麦克风

source: Telecoil Phone + Mic
bg_bg: Телефон с телебобина + микрофон
cht: 電話線圈接聽 + 麥克風
da_dk: Telefon med telespole + mikrofon
el_gr: Τηλέφωνο με τηλεπ. + Μικρ.
fi_fi: Induktiokelapuhelin+Mik
hr_hr: Telecoil telefon + mikrofon
hu_hu: Telefontekercs telefon + mik.
it_it: Bobina Telefonica + Mic
ko_kr: 텔레코일 전화 + 마이크
nl_nl: Luisterspoel telefoon+Mic
no_no: Telespole telefon + mikrofon
pt_pt: Bobina Telefônica + Mic
ro_ro: Telefon bobina + Mic
ru_ru: Телефон с индукционной катушкой + микрофон
sv_se: Telespole Telefon + Mik
tr_tr: Telecoil Telefon + Mikrofon
zh_cn: 电感电话+麦克风

source: REM Test
bg_bg: Тест чрез аудиометрия
cht: 實耳測量
el_gr: Εξέταση REM
fi_fi: REM testi
hr_hr: Test za in-situ mjerenje razine zvučnog tlaka
hu_hu: REM teszt
ko_kr: REM 테스트
pt_pt: Teste REM
ru_ru: Тест REM
th_th: ทดสอบ REM
tr_tr: REM Testi
zh_cn: REM测试

source: Basic + Soft Switching
bg_bg: Основно + плавно превключване
cht: 基本程式 + 自動方向性轉換
el_gr: Βασική + Ήπια εναλλαγή
fi_fi: Perustaso ja Soft kytkin
hr_hr: Osnovna + automatska promjena usmjerenja
hu_hu: Alap + Soft Switching
it_it: Base + Soft Switching
ko_kr: 기본 + 소프트스위칭
nl_nl: Basis + SoftSwitching
no_no: Basis + SoftSwitching
pt_pt: Básico + Soft Switching
ru_ru: Базовая + SoftSwitching
sv_se: Synkroniserad Soft Switching
th_th: Basic + การสลับทิศทางเสียงอัตโนมัติ
tr_tr: Temel + Soft Switching
zh_cn: 基本+AI智能转换系统

source: Outdoor
bg_bg: Навън
cht: 戶外
da_dk: Udendørs
el_gr: Εξωτερικός χώρος
fi_fi: Ulkona
hr_hr: Vani
hu_hu: Kültér
it_it: All'aperto
ko_kr: 실외
nl_nl: Buiten
no_no: Utendørs
pt_pt: Ambiente externo
ro_ro: In Aer Liber
ru_ru: На улице
sv_se: Utomhus
th_th: กลางแจ้ง
tr_tr: Dış ortam
zh_cn: 户外程序

source: Couplers
bg_bg: Куплунги
cht: 耦合器
da_dk: Kopler
el_gr: Ζεύκτες
fi_fi: Couplerit
hr_hr: Spojnici
hu_hu: Couplerek
it_it: Accoppiatori
ko_kr: 커플러
no_no: Koplinger
pt_pt: Acopladores
ro_ro: Cuploare
ru_ru: Куплеры
sv_se: Coupler
tr_tr: Coupler'lar
zh_cn: 耦合腔

source: InsertionGain
bg_bg: Входящо усилване
cht: 插入增益
da_dk: Indsættelsesforstærkning
el_gr: Απόκριση εισαγωγής
fi_fi: Insertiovahvistus
hr_hr: Pojačanje pri umetanju
hu_hu: Beszúrt erősítés
it_it: GuadagnoInserzione
ko_kr: 삽입 이득
pt_pt: Ganho de inserção
ro_ro: InsertieCastig
ru_ru: Вносимое усиление
sv_se: Insättningsförstärkning
tr_tr: EklenenKazanç
zh_cn: 插入增益

source: Coupler2cc
bg_bg: Куплунг 2 куб. см
cht: 耦合器 2cc
da_dk: Kopler 2cc
hr_hr: Spojnik 2 cc
it_it: Accoppiatore2cc
pt_pt: Acoplador 2cc
ru_ru: Куплер 2 куб. см
zh_cn: 2cc耦合腔

source: SpeechWeightedNoise
bg_bg: Претеглен шум на речта
cht: 語音加權噪音
el_gr: Σταθμισμ. θόρυβος ομιλίας
fi_fi: Puhepainotettu melu
hr_hr: Govorni šum
hu_hu: BeszédSúlyozottZaj
it_it: RumorePesatoSulParlato
ko_kr: 스피치노이즈
nl_nl: GewogenSpraakruis
no_no: TaleVektetStøy
ru_ru: Шум по отношению к речи
sv_se: TalViktatBrus
tr_tr: KonuşmaAğırlıklıGürültü
zh_cn: 信噪比

source: Mild
bg_bg: Мек
cht: 輕度
el_gr: Ήπια
fi_fi: Heikko
hr_hr: Blago
hu_hu: Enyhe
it_it: Lieve
nl_nl: Licht
pt_pt: Leve
ro_ro: Mediu
ru_ru: Слабо
sv_se: Svag
th_th: เล็กน้อย
tr_tr: Hafif
zh_cn: 轻度

source: Default Language:
bg_bg: Език по подразбиране:
cht: 預設語言：
da_dk: Standardsprog:
el_gr: Προεπιλεγμένη γλώσσα:
fi_fi: Oletuskieli käynnistettäessä :
hr_hr: Standardni jezik:
hu_hu: Alapértelmezett nyelv:
it_it: Lingua predefinita:
ko_kr: 언어:
nl_nl: Gebruik deze taal:
no_no: Standardspråk:
pt_pt: Idioma padrão:
ro_ro: Predefinire limba
ru_ru: Язык (по умолчанию):
sv_se: Språk:
th_th: ค่าปกติของตัวเลือกภาษา
tr_tr: Varsayılan Lisan:
zh_cn: 默认语言:

source: English
bg_bg: Английски
cht: 英文
da_dk: Engelsk
el_gr: Αγγλικά
fi_fi: Englanti
hr_hr: Engleski
hu_hu: Angol
it_it: Inglese
ko_kr: 영어(미국)
nl_nl: Engels
no_no: Engelsk
pt_pt: Inglês
ro_ro: Engleza
ru_ru: Английский
sv_se: Engelska
th_th: ภาษาอังกฤษ
tr_tr: İngilizce
zh_cn: 英语

source: Default Spec Sheet Standard:
bg_bg: Стандарт за спецификация по подразбиране:
cht: 預設規格表標準：
da_dk: Forudindstillet databladsstandard:
el_gr: Προεπιλ. πρότυπο φύλλου τεχνικών χαρακτηριστικών:
fi_fi: Oletusstandardi :
hr_hr: Standard specifikacija:
hu_hu: Alapértelmezett jellemzők, szabvány:
it_it: Specifiche standard predefinite:
ko_kr: 디폴트 스탠다드:
nl_nl: Toon databladen volgens norm:
no_no: Standard spesifikasjonsskjema:
pt_pt: Ficha técnica padrão:
ro_ro: Predefinire standarde specificatii tehnice :
ru_ru: Стандарт листа спецификаций (по умолчанию):
sv_se: Standard:
th_th: ข้อมูลทั่วไปของเครื่องช่วยฟัง
tr_tr: Varsayılan Özellik Standardı:
zh_cn: 默认测试标准:

source: Programming Interface:
bg_bg: Програмен интерфейс:
cht: 調整界面：
da_dk: Programmeringsgrænseflade:
el_gr: Διεπαφή προγραμματισμού:
fi_fi: Ohjelmointiyksikkö :
hr_hr: Sučelje za programiranje:
hu_hu: Programozó egység
it_it: Interfaccia di programmazione:
ko_kr: 프로그래밍 인터페이스:
nl_nl: Programmeerinterface:
no_no: Programmeringsvindu:
pt_pt: Interface de programação:
ro_ro: Interfata de programare:
ru_ru: Интерфейс программирования:
sv_se: Programmingsgränssnitt:
th_th: อินเตอร์เฟซการตั้งโปรแกรม:
tr_tr: Programlama Arayüzü:
zh_cn: 编程方式:

source: Default Coupler:
bg_bg: Куплунг по подразбиране:
cht: 預設耦合器：
da_dk: Standardkopler:
el_gr: Προεπιλ. ζεύκτης:
fi_fi: Oletuskopleri :
hr_hr: Standardni spojnik:
hu_hu: Alapértelmezett coupler:
it_it: Accoppiatore predefinito:
ko_kr: 디폴트 커플러:
nl_nl: Standaard Coupler:
no_no: Standard Coupler:
pt_pt: Adaptador padrão:
ro_ro: Predefinire cuplor
ru_ru: Куплер по умолчанию:
sv_se: Coupler:
th_th: Coupler ค่าเริ่มต้น:
tr_tr: Varsayılan Coupler:
zh_cn: 默认耦合腔:

source: Insertion Gain
bg_bg: Входящо усилване
cht: 插入增益
da_dk: Indsættelsesforstærkning
el_gr: Απόκριση εισαγωγής
fi_fi: Insertiovahvistus
hr_hr: Pojačanje pri umetanju
hu_hu: Beszúrt erősítés
it_it: Guadagno di inserzione
ko_kr: 삽입이득
pt_pt: Ganho de inserção
ro_ro: Castig de insertie
ru_ru: Вносимое усиление
sv_se: Insatsförstärkning
th_th: Insertion Gain(เกนที่เพิ่มเข้ามา)
tr_tr: Eklenen Kazanç
zh_cn: 插入增益

source: 2cc Coupler
bg_bg: Куплунг 2 куб. см
cht: 2cc 耦合器
da_dk: 2cc-kopler
el_gr: Ζεύκτης 2cc
hr_hr: Spojnik od 2 cm3
hu_hu: 2 cm3-es coupler
it_it: Accoppiatore 2cc
ko_kr: 2cc 커플러
pt_pt: Acoplador 2cc
ro_ro: Cuplor de 2cc
ru_ru: Куплер 2 куб. см
zh_cn: 2cc 耦合腔

source: OES Coupler
bg_bg: OES куплунг
cht: OES 耦合器
da_dk: OES-kopler
el_gr: Ζεύκτης OES
hr_hr: Spojnik OES-a
it_it: Accoppiatore OES
ko_kr: OES 커플러
nl_nl: Oorsimulator
pt_pt: Acoplador OES
ro_ro: Cuplor OES
ru_ru: Куплер OES
zh_cn: OES耦合腔

source: Default Target Rule:
bg_bg: Целево правило по подразбиране:
cht: 預設目標公式：
da_dk: Standardtilpasningsregel:
el_gr: Προεπιλ. κανόνας στόχου:
fi_fi: Oletuslaskentasääntö :
hr_hr: Standardno pravilo za ciljne vrijednosti:
hu_hu: Alapértelmezett célszabály:
it_it: Regola target predefinita:
ko_kr: 디폴트 포뮬러:
nl_nl: Default aanpasregel:
no_no: Standard tilpasningsregel:
pt_pt: Regra alvo padrão:
ro_ro: Regula de baza implicita:
ru_ru: Расчетная формула (по умолчанию):
sv_se: Målmetod:
th_th: กฎเบื้องต้นสำหรับเป้าหมาย:
tr_tr: Varsayılan Hedef:
zh_cn: 默认目标公式:

source: Use UCL Data
bg_bg: Използвай UCL данните
cht: 使用不舒適閾值資料
da_dk: Brug UCL-data
el_gr: Χρήση δεδομένων UCL
fi_fi: Käytä UCL-tietoa :
hr_hr: Upotreba podataka o UCL-u
hu_hu: UCL adat használata
it_it: Usa dati UCL
ko_kr: UCL 데이터
nl_nl: Gebruik UCL gegevens
no_no: Bruk UCL Data
pt_pt: Utilizar dados do UCL
ro_ro: Folositi UCL
ru_ru: Использовать данные порога дискомфорта
sv_se: Använd UCL data
th_th: ใช้ข้อมูลUCL
tr_tr: UCL verilerini kullan
zh_cn: 使用UCL数据

source: Yes
bg_bg: Да
cht: 是
da_dk: Ja
el_gr: Ναι
fi_fi: Kyllä
hr_hr: Da
hu_hu: Igen
it_it: Sì
ko_kr: 예
nl_nl: Ja
no_no: Ja
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Ja
th_th: ใช่
tr_tr: Evet
zh_cn: 是

source: No
bg_bg: Не
cht: 否
da_dk: Nej
el_gr: Όχι
fi_fi: Ei
hr_hr: Ne
hu_hu: Nem
ko_kr: 아니오
nl_nl: Nee
no_no: Nei
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sv_se: Nej
th_th: ไม่ใช่
tr_tr: Hayır
zh_cn: 否

source: Check for HI on Start
bg_bg: Провери за слухов апарат при стартиране
cht: 在「開始」檢查助聽器
da_dk: Søg efter HA ved opstart
el_gr: Έλεγχος για ακουστικό κατά την έναρξη
fi_fi: Tarkista kuulokojetyyppi käynnistettäessä
hr_hr: Provjera HI-a pri pokretanju
hu_hu: Készülék ellenőrzése indításkor
it_it: Controlla apparecchio acustico all'avvio
ko_kr: 시작 시 보청기 체크
nl_nl: Hoortoestellen automatisch detecteren
no_no: Søk etter høreapparat ved oppstart
pt_pt: Verifique os aparelhos auditivos ligados ao iniciar
ro_ro: Verificati daca aparatul este pornit
ru_ru: Проверять наличие СА в начале
sv_se: Sök hörapparat vid start
th_th: ตรวจสอบเครื่องช่วยฟังเมื่อเปิดโปรแกรม
tr_tr: Açılışta cihaz kontrolü yap
zh_cn: 请检查助听器已处于工作状态

source: Yes
bg_bg: Да
cht: 是
da_dk: Ja
el_gr: Ναι
fi_fi: Kyllä
hr_hr: Da
hu_hu: Igen
it_it: Sì
ko_kr: 예
nl_nl: Ja
no_no: Ja
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Ja
th_th: ใช่
tr_tr: Evet
zh_cn: 是

source: Default Experience:
bg_bg: Опит по подразбиране:
cht: 預設使用經驗值：
da_dk: Standardbrugererfaring:
el_gr: Προεπιλεγμένη εμπειρία:
fi_fi: Oletuskokemus :
hr_hr: Standardni doživljaj:
hu_hu: Alapértelmezett tapasztalat:
it_it: Esperienza predefinita:
ko_kr: 디폴트 사용경험:
nl_nl: Default Ervaring
no_no: Standard erfaringsnivå:
pt_pt: Experiência padrão:
ro_ro: Experienta initiala:
ru_ru: Опыт по умолчанию:
sv_se: Erfarenhet (default):
th_th: กำหนดค่าตามประสบการณ์:
tr_tr: Varsayılan Deneyim:
zh_cn: 用户佩戴史:

source: Comfort User
bg_bg: Потребител Комфорт
cht: 追求舒適的使用者
da_dk: Komfortbruger
el_gr: Εξοικειωμένος χρήστης
fi_fi: Optimoitu mukavuus (vähemmän diskanttia)
hr_hr: Iskusni korisnik
hu_hu: Komfortos felhasználó
it_it: Utente comfort
ko_kr: 민감한 사용자(가장작음)
nl_nl: Comfortstand - Eerste hoortoestel
no_no: Komfortbruker
pt_pt: Conforto do usuário
ro_ro: Utilizator Comfort
ru_ru: Чувствительный пациент
sv_se: Komfortanvändare
th_th: มีความเคยชินกับการใช้เครื่อง
tr_tr: Hassas Kullanıcı
zh_cn: 舒适选配

source: First Time User
bg_bg: Нов потребител
cht: 初次助聽器使用者
da_dk: Ny bruger
el_gr: Νέος χρήστης
fi_fi: Ensikerta käyttäjä
hr_hr: Neiskusni korisnik
hu_hu: Első felhasználó
it_it: Utente prima applicazione
ko_kr: 신규 사용자
nl_nl: Eerste hoortoestel
no_no: Førstegangsbruker
pt_pt: Novo usuário
ro_ro: Utilizator nou
ru_ru: Новичок
sv_se: Förstagångsanvändare
th_th: ผู้ใช้ใหม่
tr_tr: İlk kez cihaz kullanıyor
zh_cn: 初次选配

source: Experience - Linear
bg_bg: Опитен клиент – апарат с линеен усилвател
cht: 有線性使用經驗
da_dk: Erfaring med lineært apparat
el_gr: Εμπειρία - γραμμική
fi_fi: Kokenut käyttäjä (lineaarinen)
hr_hr: Doživljaj – linearan
hu_hu: Tapasztalat – lineáris
it_it: Esperienza - Lineare
ko_kr: 착용경험-선형보청기
nl_nl: Ervaring met lineair toestel
no_no: Erfaren bruker – Lineær
pt_pt: Experiência linear
ro_ro: Experienta - Aparat liniar
ru_ru: Опытный пациент - линейный СА
sv_se: Erfarenhet - Linjär
th_th: เคยใช้แบบลิเนีย-อนาลอก
tr_tr: Analog (lineer) cihaz kullanıyor
zh_cn: 使用过线性放大助听器

source: Experience - Non-Linear
bg_bg: Опитен клиент – апарат с нелинеен усилвател
cht: 有非線性使用經驗
da_dk: Erfaring med ikke-lineært apparat
el_gr: Εμπειρία - μη γραμμική
fi_fi: Kokenut käyttäjä (epälineaarinen)
hr_hr: Doživljaj – nelinearan
hu_hu: Tapasztalat – nem lineáris
it_it: Esperienza - Non Lineare
ko_kr: 착용경험-비선형보청기
nl_nl: Ervaring met niet-lineair toestel (WDRC)
no_no: Erfaren bruker – Digital
pt_pt: Experiência não linear
ro_ro: Experienta-Aparat auditiv neliniar
ru_ru: Опытный пациент - нелинейный СА
sv_se: Erfarenhet - Olinjär
th_th: เคยใช้แบบนอนลิเนีย-ดิจิตอล
tr_tr: Dijital (non-lineer) cihaz kullanıyor
zh_cn: 使用过非线性放大助听器

source: Insert the GN ReSound Web Address:
bg_bg: Въведете уеб адреса на GN ReSound:
cht: 插入 GN ReSound 網站地址：
da_dk: Indsæt webadresse for GN ReSound:
el_gr: Πληκτρολογήστε τη διαδικτυακή διεύθυνση της GN ReSound:
fi_fi: Lisää GN ReSoundin web-osoite :
hr_hr: Umetnite web-adresu poduzeća GN ReSound:
hu_hu: A GN ReSound webcímének beszúrása:
it_it: Inserire l'indirizzo Web di GN ReSound:
ko_kr: ReSound 홈페이지 주소 입력:
nl_nl: Voer het ReSound Webadres in:
no_no: Lim inn GN ReSounds webadresse:
pt_pt: Informe o endereço da GN ReSound na Web:
ro_ro: Adauga adresa web GN ReSound:
ru_ru: Внести адрес сайта GN ReSound:
sv_se: Lägg in GN ReSounds Webbadress:
th_th: ใส่ที่อยู่เว็บของ ReSound:
tr_tr: GN ReSound Web Adresini Gir:
zh_cn: 输入瑞声达网址:

source: Activate PIN Code When Programming:
bg_bg: Активирай пин код при програмиране:
cht: 調整時啟動 PIN 碼：
da_dk: Aktiver pinkode under programmering:
el_gr: Ενεργοποιήστε τον κωδικό PIN κατά τον προγραμματισμό:
fi_fi: Aktivoi kuulokojeen PIN-koodi ohjelmoitaessa :
hr_hr: Aktiviraj PIN kod prilikom programiranja:
hu_hu: PIN-kód aktiválása programozáskor:
it_it: Attiva codice Pin quando si programma:
ko_kr: 프로그래밍 시, PIN Code를 활성화하세요.
nl_nl: PIN-code activeren bij programmering
no_no: Aktiver PIN-kode ved programmering:
pt_pt: Ativar código PIN ao programar:
ro_ro: Activati codul Pin cand programati
ru_ru: Активировать ПИН-код в процессе программирования:
sv_se: Aktivera PIN-kod vid programmering:
th_th: เปิดใช้งานรหัส PIN ขณะตั้งโปรแกรม:
tr_tr: Programlama yaparken PIN Kodunu etkinleştirin:
zh_cn: 编程时需要激活PIN码

source: Activate Private Label Code When Programming
bg_bg: Активирай код на собствена търговска марка при програмиране
cht: 調整時啟動私人標籤號碼
da_dk: Aktiver kode for privat label under programmering
el_gr: Ενεργοποιήστε τον προσωπικό κωδικό ετικέτας κατά τον προγραμματισμό
fi_fi: Aktivoi yksityinen merkintäkoodi ohjelmoitaessa :
hr_hr: Aktiviraj internu šifru robne marke prilikom programiranja
hu_hu: Privát címke kódjának aktiválása programozáskor
it_it: Attiva codice etichetta privata durante la programmazione
ko_kr: 프로그램시 커스텀화된 제품코드를 활성화합니다
nl_nl: Activeer Persoonlijke labelcode bij programmering
no_no: Aktiver privat merkekode ved programmering
pt_pt: Ative o código de marca privado durante a programação
ro_ro: Activati codul etichetă privată cand programati
ru_ru: Активировать персональный код при программировании
sv_se: Aktivera Private Label-kod vid programmering:
th_th: เปิดใช้งานรหัสผลิตภัณฑ์พิเศษขณะตั้งโปรแกรม
tr_tr: Programlama Yaparken Özel Etiket Kodunu Etkinleştirin
zh_cn: 编程时需要激活个人识别码

source: Yes
bg_bg: Да
cht: 是
da_dk: Ja
el_gr: Ναι
fi_fi: Kyllä
hr_hr: Da
hu_hu: Igen
it_it: Sì
ko_kr: 예
nl_nl: Ja
no_no: Ja
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sv_se: Ja
th_th: ใช่
tr_tr: Evet
zh_cn: 是

source: Private Label Code:
bg_bg: Код на собствена търговска марка:
cht: 私人標籤號碼：
da_dk: Kode for privat label:
el_gr: Προσωπικός κωδικός ετικέτας:
fi_fi: Oman mallin koodi :
hr_hr: Interna šifra robne marke:
hu_hu: Privát címke kódja:
it_it: Codice etichetta privata:
ko_kr: 프라이빗 라벨 코드:
nl_nl: Persoonlijke labelcode:
no_no: Privat label-kode:
pt_pt: Código de identificação
ro_ro: Cod Privat de Identificare:
ru_ru: Персональный код:
sv_se: Private Label-kod:
th_th: รหัสพิเศษ
tr_tr: Özel Etiket Kodu:
zh_cn: 个人识别码:

source: Mute instrument when Fitting
bg_bg: Заглушете апарата при поставяне
cht: 選配時將助聽器轉為靜音
da_dk: Slå lyd fra i høreapparat under tilpasning
el_gr: Σίγαση ακουστικού κατά την Εφαρμογή
fi_fi: Mykistä kuulokoje sovitettaessa :
hr_hr: Isključi zvuk aparata tijekom namještanja
hu_hu: Készülék némítása illesztéskor
it_it: Silenzia apparecchio durante il Fitting
ko_kr: 피팅 시 보청기 음소거
nl_nl: Toestel dempen bij het aanpassen
no_no: Demp Høreapparat under tilpasning
pt_pt: Coloque o aparelho no mudo durante o ajuste
ro_ro: Amuțiți instrumentul la fixare
ru_ru: Отключить СА во время настройки
sv_se: Tysta hörapparaten vid anpassning
th_th: ปิดเสียงอุปกรณ์ขณะทดลองสวม
tr_tr: Fitting sırasında cihazı sessize al
zh_cn: 验配时静音

source: Gain Toggle:
bg_bg: Двупозиционно превключване на усилването:
cht: 增益列：
da_dk: Skift mellem forstærkninger:
el_gr: Εναλλαγή απόκρισης:
fi_fi: Vahvistuksen kytkin :
hr_hr: Uključivanje/isključivanje pojačanja:
hu_hu: Erősítési kapcsoló:
it_it: Comando che regola il guadagno:
ko_kr: 게인 토글
nl_nl: Aantal instelbanden voor Gain:
no_no: Gain-veksling:
pt_pt: Ganho
ro_ro: Butonul de Castig
ru_ru: Переключатель уровня усиления:
sv_se: Förstärkning:
th_th: เปิดปิดเกน:
tr_tr: Kazanç Butonu:
zh_cn: 增益微调:

source: Max Number of Gain Handles
bg_bg: Макс. брой на каналите
cht: 增益調整列最大數目
da_dk: Maks. antal gainhandles
el_gr: Μέγ. αριθμός σημείων ρύθμισης απόκρισης
fi_fi: Sovitusohjelmien säätimien enimmäismäärä
hr_hr: Maks. broj hvatišta pojačanja
hu_hu: Kezelt erősítések max. száma
it_it: Numero massimo maniglie di regolazione del guadagno
ko_kr: 최대 게인 핸들
nl_nl: Maximaal aantal Gain kanalen
no_no: Maks. antall frekvensbånd
pt_pt: Número máximo de canais de ganho
ro_ro: Numarul Maxim de Valori de Castig
ru_ru: Максимальное количество регуляторов усиления
sv_se: Max antal justeringsband
th_th: จำนวนGain Handles มากสุด
tr_tr: Maksimum Kazanç Ayar Sayısı
zh_cn: 显示为最多频段

source: Min Number of Gain Handles
bg_bg: Мин. брой на каналите
cht: 增益調節列最小數目
da_dk: Min. antal gainhandles
el_gr: Ελάχ. αριθμός σημείων ρύθμισης απόκρισης
fi_fi: Sovitusohjelmien säätimien vähimmäismäärä
hr_hr: Min. broj hvatišta pojačanja
hu_hu: Kezelt erősítések min. száma
it_it: Numero minimo maniglie di regolazione del guadagno
ko_kr: 최소 게인 핸들
nl_nl: Minimaal aantal Gain kanalen
no_no: Min. antall frekvensbånd
pt_pt: Número mínimo de canais de ganho
ro_ro: Numarul Minim de Valori de Castig
ru_ru: Минимальное количество регуляторов усиления
sv_se: Min antal justeringband
th_th: จำนวนGain Handles ตํ่าสุด
tr_tr: Min. Kazanç Ayar Bant Sayısı
zh_cn: 显示为最少频段
