Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Impulse Noise Reduction optimizes comfort. Sudden loud sounds like a slamming door or clinking glasses and cutlery can be overamplified by hearing aids, which can startle and be uncomfortable for the user. Impulse Noise Reduction prevents this. It quickly detects sudden loud sounds and ensures appropriate gain to ensure comfort for the user.
cht: 脈衝降噪可優化舒適度。突然的巨大聲響，例如砰的一聲關上門或者玻璃杯與餐具的叮噹聲，都會被助聽器過度放大，讓使用者感到震驚及不舒服。脈衝降噪可防止這種情況的發生。脈衝降噪可快速檢測突然的巨大聲響並確保適當的增益，從而保證使用者的舒適度。
da_dk: Impulse Noise Reduction optimerer komfort. Pludselige kraftige lyde, så som smækken med en dør eller lyden fra glas og porcelæn, kan blive overforstærket af høreapparater. Dette kan være overraskende eller ukomfortabelt for brugeren. Impulse Noise Reduction forebygger dette. Den vil hurtigt detektere pludselige lyde og sikre en passende forstærkning af disse lyde for at øge komforten for brugeren.
el_gr: Η Μείωση θορύβου ερεθίσματος βελτιώνει την άνεση. Ξαφνικοί, δυνατοί ήχοι, όπως το απότομο κλείσιμο μιας πόρτας ή το τσούγκρισμα ποτηριών και μαχαιροπίρουνων, μπορεί να ενισχυθούν υπερβολικά από τα ακουστικά βοηθήματα, ταράζοντας τον χρήστη και προκαλώντας του αναστάτωση. Η Μείωση θορύβου ερεθίσματος το αποτρέπει αυτό. Η λειτουργία ανιχνεύει γρήγορα ξαφνικούς, δυνατούς ήχους και εξασφαλίζει την κατάλληλη απολαβή, προσφέροντας άνεση στον χρήστη.
fi_fi: Voimakkaiden äänipiikkien vaimennus lisää kuuntelunautintoa. Äkilliset voimakkaat äänet kuten esim. open sulkeminen tai ikkunaan koputtaminen voi yliohjata kuulokojetta epämiellyttävällä tavalla. Voimakkaiden äänipiikkien vaimennus estää tämän. Se tunnistaa välittömästi voimakkaat äänipiikit ja vaiomentaa vahvistustason niin että se on mukava. käyttäjälle.
hr_hr: Redukcija impulsne buke optimizira ugodno slušanje. Nagli i glasni zvukovi poput lupanja vratima ili zveket čaša i pribora za jelo mogu zbog slušnog aparata biti pojačani, što može prestrašiti korisnika i biti neugodno za njega. Taj problem rješava redukcija impulsne buke tako što pravodobno detektira glasne zvukove i omogućuje odgovarajuću jačinu zvuka za ugodan efekt slušanja
hu_hu: Az impulzus zajcsökkentés optimalizálja a komfortot. Hirtelen erős hangok, mint a sziréna, ajtócsapódás vagy üvegcsengés túlerősíthetik a hallókészüléket, amely kellemetlen lehet a viselőnek. Az impulzus zajcsökkentés megakadályozza. Gyorsan felismeri a hirtelen erős hangokat és a megfelelő komfortos erősítést biztosítja a viselőnek.
it_it: La riduzione del rumore impulsivo ottimizza il comfort. Suoni improvvisi come una porta che sbatte o bicchieri e posate tintinnanti possono essere sovra amplificati dagli apparecchi acustici, tali suoni potrebbero spaventare e risultare scomodi per l'utente. La riduzione del rumore impulsivo impedisce questo. Rileva rapidamente suoni forti improvvisi e garantisce un guadagno appropriato per garantire il comfort all'utente.
ko_kr: Impulse noise Reduction은 보청기 사용자의 편안함을 추구합니다. 문을 세게 닫거나 유리가 깨지는 등의 큰 소리가 보청기를 통해 과 증폭 될 경우 보청기 사용자가 놀라거나 불편할 수 있습니다. Impulse noise Reduction은 이러한 상황을 예방할 수 있습니다. 사용자에게 갑작스런 소음이 전달 되기 전에 빠르게 소리를 탐지하고 적절하게 증폭량을 조절하여 보청기를 편안하게 사용할 수 있도록 합니다.
nl_nl: Impulse Noise reductie optimaliseert het comfort. Plotse harde geluiden, zoals een dichtslaande deur en rinkelende glazen of bestek kunnen overversterkt worden door hoortoestellen, wat oncomfortabel kan zijn voor de luisteraar en hem kan doen schrikken. Impulse Noise reductie voorkomt dit. Het detecteert deze plotse geluiden en het verzekert de gebruiker van comfort door de juiste versterking in te stellen.
no_no: Impuls Støydemping optimaliserer komforten. Plutselig høye lyder som f.eks en dør som smeller igjen eller klirende glass og bestikk kan virke ubehagelig for brukeren, Impuls Støydemping forhindrer dette. Høye lyder detekteres og passende Gain tilføres for å sikre komfort.
pt_pt: O Redutor de Ruído de Impacto otimiza o conforto. Os sons fortes repentinos, como uma porta batendo ou copos e talheres batendo, podem ser muito amplificados pelos aparelhos auditivos e, esses soms podem causar desconforto nos usuários. O Redutor de Ruído de Impacto previne isso. O recurso detecta rapidamente os sons altos repentinos e garante um ganho apropriado para garantir o conforto do usuário.
ro_ro: Impulsul de reducere a zgomotului optimizează confortul. Sudden tare sună ca o ușă de ucidere sau ochelari clinking și tacâmuri pot fi overamplified de aparate auditive, care pot sparge și să fie incomod pentru utilizator. Impulsul de reducere a zgomotului împiedică acest lucru. Detectează rapid sunete bruște și asigură un câștig adecvat pentru a asigura confortul utilizatorului.
ru_ru: Подавление Импульсного Шума оптимизирует комфорт. Неожиданные громкие звуки, например, такие, как хлопанье дверью или звон бокалов и столовых приборов, могут быть сверхусилены слуховыми аппаратами, что может напугать и привести к дискомфорту пользователя. Подавление Импульсного Шума предотвращает это. Технология быстро определяет внезапные громкие звуки и обеспечивает оптимальное усиление для комфорта пользователя.
sv_se: Impulse Noise Reduction optimerar komfort. Plötsliga ljud tex slamrande dörrar, klirrande glas och bestick kan ibland låta obehagligt i hörapparater. Impulse Noise Reduction hindrar detta fenomen och känner av plötsliga starka ljud och ger en lagom förstärkning för att användare ska kunna säkra komfort.
th_th: Impulse Noise Reduction เพิ่มความสบายในการได้ยิน เสียงที่ดังขึ้นอย่างฉับพลัน เช่น ประตูกระแทกหรือแก้วและมีดที่กระทบกันสามารถทำให้เครื่องช่วยฟังเกิดเสียงดังมากเกินไป ซึ่งทำให้ผู้ใช้ตกใจและไม่สบายหู Impulse Noise Reduction ช่วยป้องกันไม่ให้เกิดสถานการณ์เช่นนี้ได้ โดยจะตรวจจับเสียงที่ดังอย่างฉับพลันและสร้างเกนที่เหมาะสมเพื่อให้มีความสบายในการได้ยินสำหรับผู้ใช้
tr_tr: Impulse Noise Reduction konforlu işitmeyi sağlar. Kapı çarpması, cam kırılması ya da çatal bıçak sesi gibi aniden ortaya çıkan şiddetli sesler işitme cihazı tarafından aşırı amplifiye edildiğinde kullanıcı için rahatsız edici ve korkutucu olabilir. Impulse Noise Reduction bunu önler. Aniden ortaya çıkan şiddetli sesi hızlıca tespit edip kullanıcının rahat etmesi için uygun kazanç ayarlamasını yapar.
zh_cn: 快速瞬噪抑制功能可优化舒适度。突然的声音像关门声，玻璃杯碰杯的声音会被助听器过度放大，引起用户不适。快速瞬噪消除可防止这类声音被过度放大。它能快速检测出这些突发的声音，确保适当的增益补偿，以保证用户的舒适。

source: Fitting Range
bg_bg: Диапазон на монтиране
cht: 選配範圍
da_dk: Tilpasningsområde
el_gr: Εύρος τοποθέτησης
fi_fi: Sovitusalue
hr_hr: Raspon namještanja
hu_hu: Illesztési tartomány
it_it: Range di fitting
ko_kr: 피팅 레인지
nl_nl: Aanpasbereik
no_no: Tilpasningsområde
pt_pt: Faixa de Adaptação
ro_ro: Interval reglare
ru_ru: Диапазон настройки
sv_se: Anpassningsområde
th_th: ช่วงการสวมใส่
tr_tr: Ayar Aralığı
zh_cn: 验配范围

source: HL (dB)
pt_pt: NA (dB)
ru_ru: HL (дБ)

source: Program name cannot have leading spaces
bg_bg: В името на програмата не може да има интервали в началото
cht: 程式名稱不能有前導空格
da_dk: Et programnavn må ikke starte med et mellemrum
el_gr: Το όνομα προγράμματος δεν μπορεί να έχει αρχικά κενά διαστήματα
fi_fi: Ohjelman nimen alussa ei saa olla välilyöntejä.
hr_hr: Ispred imena programa ne smije se nalaziti prazno slovno mjesto
hu_hu: A programnév nem tartalmazhat vezető szóközöket
it_it: Il nome del programma non può avere spazi iniziali
ko_kr: 프로그램 이름은 공란으로 시작할 수 없습니다.
nl_nl: Wis de spaties voor de programmanaam
no_no: Programnavnet kan ikke starte med mellomrom
pt_pt: O nome do programa não pode ter espaços
ro_ro: Numele programului nu poate avea spații la început
ru_ru: В имени программы не может быть начальных пробелов
sv_se: Programnamnet får inte inledas av mellanslag
th_th: ชื่อโปรแกรมต้องไม่มีเว้นวรรคนำหน้า
tr_tr: Program adının önünde boşluk olamaz
zh_cn: 程序名不能有引导空格

source: This instrument is currently charging and cannot be connected. Remove the instrument from the charger to connect.
cht: 此儀器目前正在充電且無法連接。從充電器上取下儀器以進行連接。
da_dk: Dette apparat er under opladning og kan ikke forbindes. Fjern apparatet fra opladeren for at forbinde.
el_gr: Αυτό το όργανο βρίσκεται σε φόρτιση και δεν είναι δυνατή η σύνδεσή του. Αφαιρέστε το όργανο από τον φορτιστή και συνδέστε το.
fi_fi: Kuulokoje on latauksessa eikä sitä voida silloin yhdistää. Poista kuulokoje latauslaitteesta jos haluat yhdistää sen.
hr_hr: Uređaj je trenutačno na punjenju i ne može biti povezan. Molimo, odvojite uređaj od punjača kako bi se omogućilo povezivanje.
hu_hu: Ez a készülék töltés alatt van és nem csatlakoztatható. Vegye ki a töltőből és csatlakoztassa.
it_it: Questo dispositivo è attualmente in carica e non può essere collegato. Rimuovere lo strumento dal caricabatterie per connettersi.
ko_kr: 이 보청기는 현재 충전중으로 연결할 수 없습니다. 충전기로 부터 보청기를 분리하고 연결을 시도하십시오.
nl_nl: Dit toestel wordt momenteel opgeladen en kan niet verbonden worden. Haal het toestel van de oplader om het te verbinden.
no_no: Dette apparatet lades for øyeblikket og kan ikke tilkobles. Fjern apparatet fra laderen for å koble til
pt_pt: O aparelho está carregando e não pode ser conectado. Remova o aparelho do carregador para conectá-lo.
ro_ro: Acest instrument se încarcă în prezent și nu poate fi conectat. Scoateți instrumentul din încărcător pentru a vă conecta.
ru_ru: Данный аппарат в настоящее время заряжается и не может быть подключен. Чтобы подключить, снимите аппарат с зарядного устройства.
sv_se: Denna hörapparat laddas och kan därför inte anslutas. Ta bort hörapparaten från laddaren för att ansluta.
th_th: เครื่องช่วยฟังนี้กำลังชาร์จและไม่สามารถเชื่อมต่อได้ ถอดเครื่องช่วยฟังออกจากเครื่องชาร์จเพื่อเชื่อมต่อ
tr_tr: Bu cihaz şu an şarj oluyor ya da bağlı olmayabilir. Cihazı bağlamak için şarj ünitesinden çıkarınız.
zh_cn: 助听器正在充电无法被连接，将助听器从充电座中取出以连接。

source: This instrument is currently charging and cannot be connected.
cht: 此儀器目前正在充電且無法連接。
da_dk: Dette instrument bliver opladet i øjeblikket og kan ikke forbindes.
el_gr: Αυτό το όργανο βρίσκεται σε φόρτιση και δεν είναι δυνατή η σύνδεσή του.
fi_fi: Tämän kuulokojeen akkua ladataan parhaillaan, joten sitä ei voida yhdistää.
hr_hr: Uređaj se trenutačno puni i ne može biti povezan.
hu_hu: Az eszköz jelenleg töltődik és nem csatlakoztatható.
it_it: Questo dispositivo è attualmente in carica e non può essere connesso.
ko_kr: 이 장치는 현재 충전 중이며 연결할 수 없습니다.
nl_nl: Dit toestel wordt op dit moment geladen en er kan geen verbinding gemaakt worden.
no_no: Dette høreapparatet lader og kan derfor ikke kobles til.
pt_pt: Este aparelho está carregando no momento e não pode ser conectado.
ro_ro: Momentan acest aparat se încarcă și nu poate fi conectat.
ru_ru: В настоящий момент этот слуховой аппарат заряжается и не может быть подключен.
sv_se: Hörapparaten laddar och kan inte anslutas just nu.
th_th: เครื่องช่วยฟังนี้กำลังชาร์จและไม่สามารถเชื่อมต่อได้
tr_tr: Bu enstrüman şu anda şarj edilmektedir ve bağlanamaz.
zh_cn: 该助听器目前正在充电，无法连接。

source: Bimodal Fitting Guide
cht: 雙模選配指南
el_gr: Οδηγός διπλής εφαρμογής
fi_fi: Bimodaalinen sovitusopas
hr_hr: Vodič za bimodalno individualno podešavanje
hu_hu: Bimodális illesztési segédlet
it_it: Guida al Fitting Bimodale
ko_kr: 바이모달 피팅 가이드
nl_nl: Bimodale aanpasgids
no_no: Bimodal tilpasningsguide
pt_pt: Guia de Ajuste Bimodal
ro_ro: Ghid pentru fitting Bimodal
ru_ru: Руководство по Бимодальной настройке
sv_se: Bimodal Anpassningsguide
th_th: คู่มือการติดตั้งแบบสองโหมด
tr_tr: Bimodal Fitting Kılavuzu
zh_cn: 双模式选配向导

source: You are about to navigate to ReSound Aventa. Please note that the settings from the current session in ReSound Smart Fit will NOT be transfered to ReSound Aventa. Initial Fit will be performed based on the session Audiogram.
bg_bg: You are about to navigate to ReSound Aventa. Please note that the settings from the current session in ReSound Smart Fit will NOT be transfered to ReSound Aventa.
cht: 您正要改到 ReSound Aventa；請注意目前在 ReSound Smart Fit 內的各項階段設定都「不會」轉移到 ReSound Aventa 中。
da_dk: Du er ved at skifte til ReSound Aventa. Bemærk at indstillingerne fra sessionen i ReSound Smart Fit IKKE vil blive overført til ReSound Aventa.
el_gr: You are about to navigate to ReSound Aventa. Please note that the settings from the current session in ReSound Smart Fit will NOT be transfered to ReSound Aventa.
fi_fi: Olet siirtymässä ReSound Aventa ohjelmaan. Huomaa että asetukset nykyisestä istunnosta ReSound Smart Fit ohjelmasta EIVÄT siirry ReSound Aventa ohjelmaan.
hr_hr: Upravo ćete započeti s programom ReSound Aventa. Upozoravamo da se postavke iz trenutačne podatkovne aktivnosti u ReSound Smart Fit NE prenose u ReSound Aventa. Početno individualno podešavanje izvodi se na osnovi Audiograma.
hu_hu: Ön most a ReSound Aventa programban van. A beállítások az aktuális bejegyzésből a ReSound Smart Fit-ből, nem fognak átkerülni a ReSound Aventa programba.
it_it: State per entrare in ReSound Aventa. Si prega di notare che le impostazioni della corrente sessione in ReSound Smart Fit NON saranno trasferite a ReSound Aventa. Il fitting iniziale avrà come riferimento l'Audiogramma della sessione.
ko_kr: ReSound Aventa로 이동합니다. ReSound Smart Fit의 현재 세션 설정은 ReSound Aventa에 적용되지 않습니다.
nl_nl: U gaat nu naar ReSound Aventa. Let op de instellingen van de huidige sessie in ReSound Smart Fit worden NIET meegenomen naar ReSound Aventa.
no_no: Du er i ferd med å gå til ReSound Aventa. Vær oppmerksom på at innstillingene fra nåværende sesjon i ReSound Smart Fit ikke vil bli overført til ReSound Aventa.
pt_pt: You are about to navigate to ReSound Aventa. Please note that the settings from the current session in ReSound Smart Fit will NOT be transfered to ReSound Aventa.
ro_ro: Urmează să navigați către ReSound Aventa. Vă rugăm să rețineți că setările sesiunii actuale din ReSound Smart Fit NU vor fi transferate la ReSound Aventa. Reglarea inițială va fi efectuată în baza sesiunii audiogramei.
ru_ru: Вы собираетесь перейти в ReSound Aventa. Пожалуйста, обратите внимание, что настройки из текущей сессии в ReSound Smart Fit НЕ будут перенесены в ReSound Aventa.
sv_se: Du håller på att navigera till ReSound Aventa. Observera att inställningarna från den aktuella sessionen i ReSound Smart Fit inte överförs till ReSound Aventa.
th_th: คุณกำลังจะไปยัง ReSound Aventa โปรดทราบว่าการตั้งค่าจากเซสชั่นปัจจุบันใน ReSound Smart Fit จะไม่มีการย้ายข้อมูลไปยัง ReSound Aventa Initial Fit จะดำเนินการตามเซสชั่นผลตรวจการได้ยิน
tr_tr: ReSound Aventa'ya gitmek üzeresin. ReSound Smart Fit'te geçerli oturumun ayarlarının ReSound Aventa'ya aktarılmayacağını lütfen unutmayın.
zh_cn: 您将进入瑞声达Aventa选配软件，您在Smart Fit中所做的设置将不会转移到Aventa软件中。

source: Warning
cht: 警告
el_gr: Προσοχη!
fi_fi: VAROITUS
hr_hr: Upozorenje
hu_hu: Figyelmeztetés
it_it: Attenzione
ko_kr: 경고
nl_nl: WAARSCHUWING
no_no: Advarsel
ro_ro: Atenție
ru_ru: ПРЕДУПРЕЖДЕНИЕ
sv_se: VARNING
th_th: การแจ้งเตือน
tr_tr: TEHLİKE
zh_cn: 警告

source: Very Mild (5K)
cht: 非常溫和 (5K)
da_dk: Meget mild (5K)
el_gr: Πολύ ήπια (5K)
fi_fi: Hyvin heikko (5K)
hr_hr: Jako slab (5K)
hu_hu: Nagyon enyhe (5K)
it_it: Molto Lieve (5K)
nl_nl: Zeer licht (5k)
no_no: Ekstra Mild (5K)
pt_pt: Muito Leve (5K)
ro_ro: Foarte Calm (5K)
ru_ru: Очень Слабо (5K)
sv_se: Väldigt svag (5K)
th_th: อ่อนมาก (5K)
tr_tr: Çok Hafif (5K)
zh_cn: 极轻度(5K)

source: Instrument charging
cht: 儀器充電
da_dk: Apparat oplader
el_gr: Φόρτιση οργάνου
fi_fi: Kuulokojetta ladataan
hr_hr: Uređaj se puni
hu_hu: Készülék töltés
it_it: Ricarica del Dispositivo
ko_kr: 보청기 충전중
nl_nl: Toestel wordt opgeladen
no_no: Apparat lader
pt_pt: Aparelho carregando
ro_ro: Reincarcare instrument
ru_ru: Зарядка аппарата
sv_se: Hörapparat laddar
th_th: การชาร์จอุปกรณ์
tr_tr: Cihaz şarj oluyor
zh_cn: 助听器充电中

source: Both instruments are currently charging and cannot be connected. Remove the instruments from the charger to connect.
cht: 這兩種儀器目前都在充電，不能連接。從充電器上取下儀器以便進行連接。
da_dk: Begge apparater oplader nu og kan ikke forbindes. Fjern apparaterne fra laderen for at forbinde.
el_gr: Και τα δύο όργανα βρίσκονται σε φόρτιση και δεν είναι δυνατή η σύνδεσή τους. Αφαιρέστε τα όργανα από τον φορτιστή και συνδέστε τα.
fi_fi: Kummatkin kuulokojeet ovat latauksessa eikä niitä voida silloin yhdistää. Poista kuulokojeet latauslaitteesta jos haluat yhdistää ne.
hr_hr: Oba uređaja trenutačno su na punjenju i ne mogu biti povezani. Molimo, odvojite uređaj od punjača kako bi se omogućilo povezivanje.
hu_hu: Mindkét készülék csatlakoztatva van és nem csatlakoztatható. Vegye ki a készülékeket a töltőből a csatlakoztatáshoz.
it_it: Entrambi gli strumenti sono attualmente in carica e non possono essere collegati. Rimuovere gli strumenti dal caricabatterie per connettersi.
ko_kr: 양측 보청기는 현재 충전중으로 연결할 수 없습니다. 충전기로 부터 보청기를 분리하고 연결을 시도하십시오.
nl_nl: Beide toestellen worden momenteel opgeladen en kunnen niet verbonden worden. Haal de toestellen van de oplader om ze te verbinden.
no_no: Begge apparatene lades for øyeblikket og kan ikke tilkobles. Fjern apparatene fra laderen for å koble til.
pt_pt: Ambos aparelhos estão carregando e não podem ser conectados. Remova os aparelhos do carregador para conectá-los.
ro_ro: Ambele instrumente se încarcă în prezent și nu pot fi conectate. Scoateți instrumentele din încărcător pentru a vă conecta.
ru_ru: В настоящий момент оба аппарата заряжаются и не могут быть подключены. Чтобы подключить, снимите аппараты с зарядного устройства.
sv_se: Båda hörapparaterna laddas för närvarande och kan inte anslutas. Ta bort hörapparaterna från laddaren för att ansluta.
th_th: เครื่องช่วยฟังทั้งสองฝั่งกำลังชาร์จและไม่สามารถเชื่อมต่อได้ ถอดเครื่องช่วยฟังออกจากเครื่องชาร์จเพื่อเชื่อมต่อ
tr_tr: Her iki cihaz şu an şarj oluyor ya da bağlı olmayabilir. Cihazları bağlamak için şarj ünitesinden çıkarınız.
zh_cn: 双侧助听器正在充电无法被连接，将助听器从充电座中取出以连接。

source: (Database)
bg_bg: (База данни)
cht: （資料庫）
el_gr: (Βάση δεδομένων)
fi_fi: (Tietokanta)
hr_hr: (Baza podataka)
hu_hu: (Adatbázis)
ko_kr: (데이터베이스)
pt_pt: (Banco de dados)
ro_ro: (Baza de date)
ru_ru: (База данных)
sv_se: (Databas)
th_th: (ฐานข้อมูล)
tr_tr: (Veritabanı)
zh_cn: (数据库)

source: Connected instrument contains binaural fitting data. "Read Instrument Data" will load monaural fitting data in the instrument in read-only mode and cannot be adjusted.
cht: 已連接的儀器包含雙耳驗配資料。「讀取儀器資料」將以唯獨模式將單耳驗配資料載入儀器中，不能進行調整。
da_dk: Det forbundne apparat er den del af et sæt med binaurale tilpasningsdata. For t justere indstillingerne skal begge apparater være tilsluttet. Eller fortsæt med monaural tilpasning af det nuværende apparat.
el_gr: Το συνδεδεμένο όργανο περιέχει δεδομένα αμφιωτικής εφαρμογής. Η επιλογή «Ανάγνωση δεδομένων οργάνου» φορτώνει δεδομένα μονοωτικής εφαρμογής στο όργανο σε λειτουργία μόνο για ανάγνωση και δεν είναι δυνατή η προσαρμογή της.
fi_fi: Yhdistetyt kuulokojeet sisältävät tietoa binauraalisesta sovituksesta. Säätääksesi asetuksia, yhdistä kummatkin kuulokojeet. Muussa tapauksessa jatka monouraalista sovitusta kytketyllä kuulokojeella.
hr_hr: Povezani uređaj sadržava podatke za binauralno individualno podešavanje. "Učitavanje podataka o uređaju" učitava podatke monoauralnog individualnog podešavanja u uređaj u "read only" obliku i nije moguće njihovo uređivanje.
hu_hu: A csatlakoztatott készülék binaurális ilesztést tartalmaz. A "Készülékadat olvasás" monoaurális illesztést fog betölteni a készülékbe a "csak olvasás" módban, és ez nem állítható.
it_it: Il dispositivo connesso contiene dati di fitting binaurali. "Leggi i dati del Dispositivo" caricherà i dati di fitting dal dispositivo in modalità di sola lettura, e non potranno essere regolati.
ko_kr: 연결된 보청기에는 "양이피팅 데이터"가 저장되어 있습니다. 보청기 데이터를 불러올 수 있지만 조절할 수 없습니다.
nl_nl: Het aangesloten toestel maak deel uit van een binaurale aanpassing. Om de instellingen te wijzigen dient u beide toestellen aan te sluiten. Anders gaat u verder met een monaurale aanpassing van het huidige toestel.
no_no: Tilkoblet apparat inneholder binaural tilpasningsdata. "Les apparatdata" vil laste monaural tilpasningsdata i apparatet i skrivebeskyttet modus og kan ikke justeres.
pt_pt: O aparelho conectado possui ajustes binaurais. "Ler o Aparelho Auditivo" irá exibir os ajustes manaurais no modo de leitura e não será possível ajustá-lo.
ro_ro: Aparatul conectat cuprinde date de reglare binaurale. „Citire date aparat” va încărca toate datele de reglare monaurale în aparat, în modul doar citire, neputând fi ajustate.
ru_ru: Подключенный слуховой аппарат содержит данные бинауральной настройки. Опция "Считать данные аппарата" загрузит данные настройки из аппарата в режиме "только чтение" и не позволит внести регулировки.
sv_se: Ansluten hörapparat innehåller binaural anpassningsdata. ”Läs hörapparatdata” kommer ladda in anpassningsdata i ett ”read-only” läge och kan inte justeras.
th_th: เครื่องช่วยฟังที่เชื่อมต่อมีข้อมูลการติดตั้งสำหรับสองฝั่ง "อ่านข้อมูลเครื่องช่วยฟัง" จะโหลดข้อมูลการติดตั้งสำหรับฝั่งเดียวในเครื่องช่วยฟังในโหมดอ่านอย่างเดียวและไม่สามารถปรับได้
tr_tr: Bağlı cihaz binaural fitting verisine sahip birtakım cihazların bir parçasıdır. Ayarları yapmak için her iki cihazı da bağlayın. Tek işitme cihazı fittingi için de mevcut cihazın mono fittingi ile devam edin.
zh_cn: 已连接的助听器有双耳选配的历史数据。"读取助听器内数据" 将以“只读”模式读取单耳选配数据，且不能进行调节。

source: Moderate
cht: 中等
da_dk: Moderat
el_gr: Μέτρια
fi_fi: Kohtalainen
hr_hr: Umjeren
hu_hu: Közepes
it_it: Moderato
nl_nl: Gemiddeld
no_no: Moderat
pt_pt: Moderado
ro_ro: Moderat
ru_ru: Умеренно
sv_se: Måttlig
th_th: ปานกลาง
tr_tr: Orta
zh_cn: 中度

source: Mic - Streaming Bass Boost
cht: 麥克風 - 串流低音增強
da_dk: Mik - Streaming Bass Boost
el_gr: Μικρόφωνο - Ενίσχυση μπάσου ροής
fi_fi: Mik - Lähetetään Bassokorostus
hr_hr: Mikrofon – streaming pojačivač dubokih (bas) tonova
hu_hu: Mik - Jelátvitel Bass Boost
ko_kr: Mic - 스트리밍 베이스 부스트
nl_nl: Mic - Streamer Bass Boost
no_no: Mik-Stream Bass Boost
pt_pt: Mic - Incremento de Graves na Transmissão
ro_ro: Mic - amplificarea intensității basului
ru_ru: Низкочастотное усиление сигнала Микр.
sv_se: Mikrofon - Streaming Bass Boost
tr_tr: Mic - Streamer Bas Kuvvetlendirme
zh_cn: Mic - 音频设备低音增强

source: BTB Bass Boost
cht: BTB 低音增強
el_gr: Ενίσχυση μπάσου BTB
fi_fi: BTB Bassokorostus
hr_hr: BTB pojačivač dubokih (bas) tonova
ko_kr: BTB 베이스부스트
no_no: Phoneclip+ Bass Boost
pt_pt: Incremento de Grave BTB
ro_ro: BTB Bas Boost
ru_ru: Низкочастотное Усиление BTB
sv_se: Telefonclip Bass Boost
tr_tr: BTB Bas Kuvvetlendirme
zh_cn: 手机伴侣低音增强

source: Phone Bass Boost
cht: 電話低音增強
da_dk: Telefon Bass Boost
el_gr: Ενίσχυση μπάσου τηλεφώνου
fi_fi: Puhelin Bassokorostus
hr_hr: Pojačivač dubokih (bas) tonova za telefon
hu_hu: Telefon Bass Boost
it_it: Bass Boost Telefono
ko_kr: 폰 베이스부스트
nl_nl: Telefoon Bass Boost
no_no: Telefon Bass Boost
pt_pt: Incremento de Grave do Celular
ro_ro: Telefon Bas Boost
ru_ru: Низкочастотное Усиление Телефона
sv_se: Telefon Bass Boost
zh_cn: 手机低音增强

source: Wireless Only
cht: 僅限無線
da_dk: Kun trådløs
el_gr: Μόνο ασύρματη λειτουργία
fi_fi: Vain langaton
hr_hr: Samo bežično
hu_hu: Csak Wireless
it_it: Solo Wireless
nl_nl: Oplaadbaar - alleen Wireless te programmeren
no_no: Kun Trådløst
pt_pt: Apenas Wireless
ro_ro: Doar Wireless
ru_ru: Только Беспроводной
sv_se: Endast Trådlös
th_th: แบบไร้สายเท่านั้น
tr_tr: Yalnızca Wireless
zh_cn: 仅无线

source: Beep Instrument
cht: 提示音儀器
da_dk: Bip apparat
el_gr: Όργανο μπιπ
fi_fi: Äänimerkki
hr_hr: Testiraj zvučni signal uređaja
hu_hu: Készülék csipogás
it_it: Beep Dispositivo
ko_kr: 기기 알림음
nl_nl: Toestel beep
no_no: Signal
pt_pt: Bipe do Aparelho
ru_ru: Подтвердить аппарат сигналом
sv_se: Ljud till hörapparat
th_th: เครื่องช่วยฟังแบบส่งเสียนเตือน
tr_tr: Cihaz uyarı sesi
zh_cn: 助听器提示音

source: Streaming Bass Boost
cht: 串流低音增強
el_gr: Ενίσχυση μπάσου ροής
fi_fi: Bassokorostus
hr_hr: Streaming pojačivač dubokih (bas) tonova
hu_hu: Jelátvitel Bass Boost
ko_kr: 스트리밍 베이스 부스트
pt_pt: Incremento de Graves na Transmissão
ru_ru: Низкочастотное Усиление Сигнала
tr_tr: Streamer Bas Kuvvetlendirme
zh_cn: 音频设备低音增强
