Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: The patient does not use program {0} and Telecoil setting.
bg_bg: Пациентът не използва програма {0} и настройката на телебобина.
cht: 客戶沒有使用程式 {0} 和電話線圈設定。
da_dk: Brugeren benytter ikke programmet {0} og telespoleindstilling.
el_gr: Ο ασθενής δεν χρησιμοποιεί το πρόγραμμα {0} και τη ρύθμιση "Τηλεπηνίο".
fi_fi: Potilas ei käytä ohjelmaa {0} eikä induktiokela-asetusta.
hr_hr: Bolesnik ne upotrebljava program {0} i postavku Telecoil.
hu_hu: A páciens nem használja a(z) {0} programot és a telefontekercs beállítást.
it_it: Il paziente non utilizza il programma {0} e l'impostazione Telecoil.
ko_kr: 사용자는 프로그램{0}과 텔레코일을 사용하지 않습니다
nl_nl: De cliënt gebruikt programma {0} en de luisterspoel niet
no_no: Pasienten bruker ikke program {0} og telespoleinnstillingen.
pt_pt: O paciente não usa o programa {0} e a definição da bobina telefônica.
ro_ro: Pacientul nu folosește programul {0} și setarea bobină.
ru_ru: Пациент не пользуется программой {0} и настройкой Индукционная катушка.
sv_se: Patienten använder inte programmet {0} och inställningen för telespole.
th_th: ผู้ป่วยไม่ได้ใช้โปรแกรม {0} และการตั้งค่า Telecoil
tr_tr: Hasta {0} programını ve Telecoil ayarını kullanmamaktadır.
zh_cn: 用户不使用程序{0}和电感设置。

source: The patient does not use program {0} that includes Soft Switching.
bg_bg: Пациентът не използва програма {0}, която включва Плавно превключване.
cht: 客戶沒有使用包括「智能轉換系統」的程式 {0}。
da_dk: Brugeren benytter ikke programmet {0}, der inkluderer Soft Switching.
el_gr: Ο ασθενής δεν χρησιμοποιεί το πρόγραμμα {0} που περιλαμβάνει τη λειτουργία Soft Switching.
fi_fi: Potilas ei käytä ohjelmaa {0}, johon sisältyy Soft Switching.
hr_hr: Bolesnik ne upotrebljava program {0} koji uključuje automatsku promjenu usmjerenja.
hu_hu: A páciens nem használja a(z) {0} programot, amely magában foglalja a Soft Switching funkciót.
it_it: Il paziente non utilizza il programma {0} che include il Soft Switching.
ko_kr: 사용자는 소프트스위칭이 적용된 {0} 프로그램을 사용하지 않습니다.
nl_nl: De cliënt gebruikt programma {0} met Soft Switching niet.
no_no: Pasienten bruker ikke program {0}, som inkluderer SoftSwitching.
pt_pt: O paciente não usa o programa {0} que inclui soft switching.
ro_ro: Pacientul nu folosește programul {0} ce include Soft Switching.
ru_ru: Пациент не пользуется программой {0}, которая включает SoftSwitching.
sv_se: Patienten använder inte programmet {0} som inkluderar soft switching.
th_th: ผู้ป่วยไม่ได้ใช้โปรแกรม {0} ซึ่งมีการสลับทิศทางเสียงอัตโนมัติ
tr_tr: Hasta Soft Switching'i içeren {0} programını kullanmamaktadır.
zh_cn: 用户未使用包括AI智能转换系统的程序{0}。

source: The patient does not use the {0} program.
bg_bg: Пациентът не използва програма {0}.
cht: 客戶沒有使用程式 {0}。
da_dk: Brugeren benytter ikke programmet {0}.
el_gr: Ο ασθενής δεν χρησιμοποιεί το πρόγραμμα {0}.
fi_fi: Potilas ei käytä ohjelmaa {0}.
hr_hr: Bolesnik ne upotrebljava program {0}.
hu_hu: A páciens nem használja a(z) {0} programot.
it_it: Il paziente non utilizza il programma {0}.
ko_kr: 사용자는 {0} 프로그램을 사용하지 않습니다
nl_nl: De cliënt gebruikt het {0} programma niet.
no_no: Pasienten bruker ikke programmet {0}.
pt_pt: O paciente não usa o programa {0}.
ro_ro: Pacientul nu folosește programul {0}.
ru_ru: Пациент не пользуется программой {0}.
sv_se: Patienten använder inte programmet {0}.
th_th: ผู้ป่วยไม่ได้ใช้โปรแกรม {0}
tr_tr: Hasta {0} programını kullanmamaktadır.
zh_cn: 用户不使用{0}程序。

source: Skipping patient {0} {1} - a patient with patient number {2} already exists.
bg_bg: Пропускане на пациент {0} {1} - пациент с пациентски номер {2} вече съществува.
cht: 略過客戶 {0} {1} - 編號 {2} 的客戶已存在。
da_dk: Springer bruger {0} {1} over – en bruger med brugernummer {2} findes allerede.
el_gr: Παράλειψη ασθενούς {0} {1} - υπάρχει ήδη ένας ασθενής με τον αριθμό {2}.
fi_fi: Ohitetaan potilas {0} {1} - numeron {2} saanut potilas on jo olemassa.
hr_hr: Preskoči pacijenta{0} {1} – pacijent s brojem {2} već postoji.
hu_hu: Páciens elvetése{0} {1} - a páciens ilyen számmal {2} már létezik.
it_it: Saltare Paziente{0} {1} - un paziente con il numero paziente {2} esiste già.
ko_kr: 사용자 건너뛰기 {0} {1} - 환자 번호가 {2}인 환자가 이미 존재합니다.
nl_nl: Cliënt overslaan {0} {1} - Er bestaat al een cliënt met gebruikersnummer {2}.
no_no: Hopper over {0} {1} - det finnes allerede en pasient med pasientnummer {2}.
pt_pt: Pulando paciente {0} {1} - já existe um paciente com o número {2}.
ro_ro: Ignoră pacient {0} {1} - există deja un pacient cu numărul de pacient {2}.
ru_ru: Пропустить пациента {0} {1} - пациент с номером пациента {2} уже существует.
sv_se: Hoppar över patienten {0} {1} - en patient med patientnummer {2} finns redan.
th_th: การข้ามผู้ป่วย {0} {1} - มีผู้ป่วยที่มีหมายเลขผู้ป่วย {2} อยู่แล้ว
tr_tr: Hastayı es geçiyor {0} {1} - {2} hasta numarasına sahip bir hasta zaten mevcut.
zh_cn: 跳过用户 {0} {1} - 该用户的用户编码 {2} 已经存在。

source: Error migrating data for {0} {1} (client number = {2}). The error message was: {3}
bg_bg: Грешка при мигриране на данни за {0} {1} (номер на клиента = {2}). Съобщението за грешка беше: {3}
cht: 錯誤移動資料由 {0} {1} (客戶編號 = {2})。錯誤訊息為 : {3}
da_dk: Fejl under flytning af data for {0} {1} (kundenummer = {2}). Fejlmeddelelsen var: {3}
el_gr: Σφάλμα μετεγκατάστασης δεδομένων για {0} {1} (αριθμός πελάτη = {2}). Το μήνυμα σφάλματος ήταν: {3}
fi_fi: Virhe tuotaessa tietoa {0} {1} (Potilasnumero = {2}). Virheilmoitus oli : {3}
hr_hr: Pogreška pri prijenosu podataka za {0} {1} (broj korisnika = {2}). Poruka pogreške je: {3}
hu_hu: Migrációs adat hiba{0} {1} (kliens szám = {2}). A hibaüzenet: {3}
it_it: Errore nella migrazione dei dati per {0} {1} (numero cliente = {2}). Il messaggio di errore era: {3}
ko_kr: {0} {1} 데이터 이동 오류 (클라이언트 번호 = {2}). 오류 메시지: {3}
nl_nl: Fout bij het migreren van gegevens voor {0} {1} (cliëntnummer = {2}). Het foutbericht was: {3}
no_no: Feil ved migrering av data for {0} {1} (klientnummer = {2}). Dette var feilmeldingen: {3}
pt_pt: Erro ao migrar dados para {0} {1} (número do cliente = {2}). A mensagem de erro foi: {3}
ro_ro: Eroare la migrarea datelor pentru {0} {1} (număr client = {2}). Mesajul de eroare a fost: {3}
ru_ru: Ошибка миграции данных для {0} {1} (номер клиента = {2}). Содержание сообщения об ошибке: {3}
sv_se: Fel vid migrering av data för {0} {1} (kundnummer = {2}). Felmeddelandet var: {3}
th_th: เกิดข้อผิดพลาดในการย้ายข้อมูลสำหรับ {0} {1} (หมายเลขไคลเอนท์ = {2}) ข้อความแสดงข้อผิดพลาดคือ: {3}
tr_tr: Veri yerini değiştirme hatası {0} {1} (hasta numarası = {2}). Hata mesajı: {3}
zh_cn: 数据迁移错误 {0} {1} (客户号= {2}). 错误信息: {3}

source: Head Phones
bg_bg: Слушалки
cht: 頭戴式耳機
da_dk: Hovedtelefoner (HL)
el_gr: Ακουστικά κεφαλής
fi_fi: Kuulokkeet (HL)
hr_hr: Naglavne slušalice
hu_hu: Fejhallgató
it_it: Cuffie auricolari
ko_kr: 헤드폰
nl_nl: Hoofdtelefoon
no_no: Hodetelefoner
pt_pt: Fones de ouvido
ro_ro: Casti (HL)
ru_ru: Наушники
sv_se: Hörlurar
th_th: เฮดโฟน
tr_tr: Kulaklık
zh_cn: 头戴耳机(HL)

source: Insert Phones
bg_bg: Включете слушалките
cht: 插入式耳機
da_dk: Indsæt telefoner
el_gr: Ένθετα ακουστικά
fi_fi: Inserttikuulokkeet
hr_hr: Slušalice za umetanje u uši
hu_hu: Insert hallgató
it_it: Cuffie ad inserto
ko_kr: 인서트 폰
nl_nl: Insert-telefoons
no_no: Innstiks telefoner
pt_pt: Inserir fones
ro_ro: Casti insert
ru_ru: Вставьте телефоны/ресиверы
sv_se: Sätt i hörlurar
th_th: เสียบโทรศัพท์
tr_tr: Telefon Ekleme
zh_cn: 插入耳机

source: Internet Resources
bg_bg: Интернет ресурси
cht: 網路資源
da_dk: Internetressourcer
el_gr: Διαδικτυακοί πόροι
fi_fi: Internet-resurssit
hr_hr: Internetski resursi
hu_hu: Internetes erőforrások
it_it: Risorse Internet
ko_kr: 인터넷 리소스
nl_nl: Internetbronnen
no_no: Internettressurser
pt_pt: Recursos de Internet
ro_ro: Resurse internet
ru_ru: Интернет-ресурсы
sv_se: Internetresurser
th_th: แหล่งข้อมูลบนอินเทอร์เน็ต
tr_tr: İnternet Kaynakları
zh_cn: 互联网资源

source: Cable Guide
bg_bg: Ръководство за кабелите
cht: 連接線指南
da_dk: Kabelguide
el_gr: Οδηγός καλωδίου
fi_fi: Kaapeliopas
hr_hr: Vodilica za žicu
hu_hu: Segítség a kábelválasztáshoz
it_it: Guida cavetti
ko_kr: 케이블 가이드
nl_nl: Kabelgids
no_no: Kabel Guide
pt_pt: Guia de cabos
ro_ro: Ghid Cablu
ru_ru: Обзор кабелей
sv_se: Kabelguide
th_th: คู่มือ Cable
tr_tr: Kablo Rehberi
zh_cn: 编程线向导

source: Audiometric & Counseling Modules
bg_bg: Аудиометрични и консултационни модули
cht: 測量模組
da_dk: Audiometrisk og rådgivningsmoduler
el_gr: Ακοομετρικές και συμβουλευτικές οδηγίες
fi_fi: Audiometria- ja neuvontamoduulit
hr_hr: Audiometrijski i savjetodavni moduli
hu_hu: Audiometriás & Tanácsadó Modulok
it_it: Moduli Audiometria & Counseling
ko_kr: 청력검사 및 상담 모듈
nl_nl: Audiometrie en counseling modules
no_no: Audiometriske moduler og rådgivningsmoduler
pt_pt: Módulos Audiométrico e Assessoramento
ro_ro: Modulele Audiometric & Consiliere
ru_ru: Аудиометрический и консультативный модули
sv_se: Moduler för audiometri och rådgivning
th_th: โมดูล Audiometric และ Counseling
tr_tr: Odyometri ve Danışmanlık Modülleri
zh_cn: 听力和咨询模块

source: Hearing Loss Simulation
bg_bg: Симулиране на загуба на слуха
cht: 聽力損失模擬
da_dk: Simulering af hørenedsættelse
el_gr: Προσομοίωση βαρηκοΐας
fi_fi: Kuulonaleneman simulointi
hr_hr: Simulacija gubitka sluha
hu_hu: Hallásvesztési szimuláció
it_it: Simulazione di perdita uditiva
ko_kr: 청력 손실 시뮬레이션
nl_nl: Simulatie gehoorverlies
no_no: Simulering av hørselstap
pt_pt: Simulação de perda auditiva
ro_ro: Simularea pierderii de auz.
ru_ru: Имитация потери слуха
sv_se: HNS simulator
th_th: การจำลองการสูญเสียการได้ยิน
tr_tr: İşitme Kaybı Simülasyonu
zh_cn: 听力损失模拟器

source: Tools
bg_bg: Инструменти
cht: 工具
da_dk: Værktøj
el_gr: Εργαλεία
fi_fi: Työkalut
hr_hr: Alati
hu_hu: Eszközök
it_it: Strumenti
ko_kr: 도구
no_no: Verktøy
pt_pt: Ferramentas
ro_ro: Unelte
ru_ru: Инструменты
sv_se: Verktyg
th_th: เครื่องมือ
tr_tr: Araçlar
zh_cn: 选配设置

source: Gain Adjustments
bg_bg: Регулировки на усилването
cht: 增益調整
da_dk: Justering af forstærkning
el_gr: Προσαρμογές έντασης (απόκρισης)
fi_fi: Vahvistuksen säädöt
hr_hr: Prilagodbe pojačanja
hu_hu: Erősítési beállítások
it_it: Regolazioni Guadagno
ko_kr: 피팅
nl_nl: Versterkingsparameters
no_no: Gain-justering
pt_pt: Ajustes de Ganho
ro_ro: Modificari castig
ru_ru: Настройка усиления
sv_se: Förstärkningsjusteringar
th_th: ปรับตั้งเกน
tr_tr: Kazanç Ayarlamaları
zh_cn: 增益微调

source: Advanced Features
bg_bg: Усъвършенствани функции
cht: 進階功能
da_dk: Avancerede egenskaber
el_gr: Προηγμένες λειτουργίες
fi_fi: Kuunteluohjelman ominaisuudet
hr_hr: Napredne značajke
hu_hu: Bővített tulajdonságok
it_it: Settaggi Avanzati
ko_kr: 고급기능
nl_nl: Geavanceerde features
no_no: Avanserte Innstillinger
pt_pt: Características Avançadas
ro_ro: Caracteristici Avansate
ru_ru: Тонкая настройка
sv_se: Avancerade Inställningar
th_th: คุณสมบัติพิเศษ
tr_tr: Gelişmiş Özellikler
zh_cn: 功能设置

source: Physical Properties
bg_bg: Физични свойства
cht: 物理特性
da_dk: Fysiske egenskaber
el_gr: Φυσικές ιδιότητες
fi_fi: Fyysiset ominaisuudet
hr_hr: Fizička svojstva
hu_hu: Fizikai tulajdonságok
it_it: Proprietà Fisiche
ko_kr: 특성
nl_nl: Venting/Boring
no_no: Ventilering
pt_pt: Propriedades Físicas
ro_ro: Proprietati fizice
ru_ru: Акустические параметры
sv_se: Insatsens Egenskaper
th_th: คุณสมบัติทางกายภาพ
tr_tr: Fiziksel Özellikler
zh_cn: 助听器属性

source: ReSound Smart Fit Guide
bg_bg: Помощ за интелигентен монтаж
cht: ReSound Smart Fit 指南
da_dk: Guide til Smart Fit
el_gr: Οδηγός Smart Fit
fi_fi: Smart Fit -ohje
hr_hr: Vodič za Smart Fit
hu_hu: ReSound Smart Fit leírás
it_it: Guida Smart Fit
ko_kr: Smart Fit 가이드
nl_nl: Smart Fit gids
no_no: Smart Fit Guide
pt_pt: Guia do Smart Fit
ro_ro: Indrumator-Ghid de Reglaj Protetic
ru_ru: Руководство по Smart Fit
sv_se: Smart Fit Guide
th_th: คู่มือ Smart Fit
tr_tr: Akıllı Fitting Kılavuzu
zh_cn: Smart Fit 向导

source: Data Logging
bg_bg: Запис на данни
cht: 數據記錄
da_dk: Datalogning
el_gr: Καταγραφή δεδομένων
fi_fi: Lokitiedosto
hr_hr: Bilježenje podataka
hu_hu: Adatnaplózás
ko_kr: 데이터 로깅
pt_pt: Registro de Dados
ro_ro: Introducerea datelor
ru_ru: Журнал данных
th_th: การบันทึกประวัติข้อมูล
tr_tr: Veri Kaydı
zh_cn: 数据分析系统

source: Tinnitus Sound Generator
bg_bg: Звуков генератор на шум в ушите
cht: 耳鳴抑制音產生器
el_gr: Γεννήτρια εμβοών (TSG)
fi_fi: Tinnitusmaskeri (TSG)
hr_hr: Generator zvuka za tinitus
hu_hu: Tinnitus hanggenerátor
it_it: Generatore Suoni Tinnitus
ko_kr: 소리발생기
no_no: Tinnitus Lydgenerator
pt_pt: Gerador de Som para Zumbido
ro_ro: Generator de sunet Tinitus
ru_ru: Генератор тиннитуса
th_th: โปรแกรมสร้างเสียงอื้อในหู
tr_tr: TSG
zh_cn: 耳鸣管理器(TSG)

source: Summary
bg_bg: Резюме
cht: 摘要
da_dk: Afslutning
el_gr: Σύνοψη
fi_fi: Yhteenveto & lopetus
hr_hr: Sažetak
hu_hu: Összegzés
it_it: Sommario
ko_kr: 요약
nl_nl: Overzicht
no_no: Oppsummering
pt_pt: Sumário
ro_ro: Cuprins
ru_ru: Результаты
sv_se: Slutsession
th_th: สรุป
tr_tr: Özet
zh_cn: 选配概要

source: Cleaning
bg_bg: Изчистване
cht: 清潔
da_dk: Rengøring
el_gr: Καθαρισμός
fi_fi: Puhdistus
hr_hr: Čišćenje
hu_hu: Tisztítás
it_it: Pulizia
ko_kr: 클리닝
nl_nl: Reinigen
no_no: Rengjøring
pt_pt: Limpeza
ro_ro: Curățare
ru_ru: Чистка
sv_se: Rengöring
th_th: การทำความสะอาด
tr_tr: Temizlik
zh_cn: 清洁

source: Root
bg_bg: Корен
cht: 根
da_dk: Rod
el_gr: Ρίζα
fi_fi: Päätaso
hr_hr: Korijen
hu_hu: Gyökér
ko_kr: 루트
nl_nl: Oorsprong
no_no: Rot
pt_pt: Raiz
ro_ro: Rădăcină
ru_ru: Корень
sv_se: Rot
th_th: รูท
tr_tr: Kök

source: Start
bg_bg: Начало
cht: 開始
el_gr: Έναρξη
fi_fi: Aloita
hr_hr: Početak
hu_hu: Indítás
ko_kr: 시작
pt_pt: Início
ru_ru: Начало
th_th: เริ่ม
tr_tr: Başlat
zh_cn: 开始选配

source: Start
bg_bg: Начало
cht: 開始
el_gr: Έναρξη
fi_fi: Aloita
hr_hr: Početak
hu_hu: Indítás
ko_kr: 시작
pt_pt: Iniciar
ru_ru: Начало
th_th: เริ่ม
tr_tr: Başlat
zh_cn: 开始选配

source: Patient Profile Screen
bg_bg: Екран Профил на пациента
cht: 客戶資料畫面
da_dk: Skærmen Brugerprofil
el_gr: Οθόνη προφίλ ασθενούς
fi_fi: Potilaan profiili-ikkuna
hr_hr: Zaslon Profil bolesnika
hu_hu: A páciens profilképernyője
it_it: Schermata Profilo paziente
ko_kr: 사용자세션: 프로필
nl_nl: Cliëntprofiel scherm
no_no: Pasientprofilskjerm
pt_pt: Tela Perfil do Paciente
ro_ro: Ecranul cu profilul pacientului
ru_ru: Окно Профиля пациента
sv_se: Patientprofilskärm
th_th: หน้าจอโปรไฟล์ผู้ป่วย
tr_tr: Hasta Profil Ekranı
zh_cn: 用户档案界面

source: Duplicate ID detected for AssetPresenter: ID = {1}.
bg_bg: Намерен е дублиран идентификатор за AssetPresenter: ID = {1}.
cht: 在AssetPresenter 偵測到重複的 ID：ID = {1}。
da_dk: Et duplikeret ID for AssetPresenter blev registreret: ID = {1}.
el_gr: Εντοπίστηκε διπλότυπο ID για AssetPresenter: ID = {1}.
fi_fi: Kahdennettu AssetPresenter-tunnus: ID = {1}.
hr_hr: Otkriven dupli ID za AssetPresenter: ID = {1}.
hu_hu: A rendszer ismétlődő azonosítót észlelt – AssetPresenter: ID = {1}.
it_it: Duplica ID rilevato per RelatoreRisorsa: ID = {1}.
ko_kr: AssetPresenter: ID = {1} 탐지된 두 개의 ID
nl_nl: Dubbel ID gedetecteerd voor AssetPresenter: ID = {1}.
no_no: Dupliser ID funnet for AssetPresenter: ID = {1}.
pt_pt: ID duplicada detectada para AssetPresenter: ID = {1}.
ro_ro: ID duplicat depistat pentru AssetPresenter: ID = {1}.
ru_ru: Обнаружен дубликат ID AssetPresenter: ID = {1}.
sv_se: Duplicerat ID upptäckt för AssetPresenter: ID = {1}.
th_th: ตรวจพบ ID ซ้ำใน AssetPresenter: ID = {1}
tr_tr: AssetPresenter (VarlıkSunucu): ID = {1} için Tekrarlayan Kimlik algılandı.
zh_cn: 检测到重复的ID：ID = {1}。

source: The parameter named '{0}' is invalid.
bg_bg: Параметърът на име „{0}“ е невалиден.
cht: 名為「{0}」的參數無效。
da_dk: Parameteren med navnet '{0}' er ugyldig.
el_gr: Η παράμετρος με την ονομασία '{0}' δεν είναι έγκυρη.
fi_fi: Parametri {0} on virheellinen.
hr_hr: Parametar naziva „{0}” nije valjan.
hu_hu: A(z) {0} nevű paraméter érvénytelen.
it_it: Il parametro chiamato {0} non è valido.
ko_kr: ‘{0}’파라미터는 유효하지 않습니다
nl_nl: De parameter '{0}' is ongeldig.
no_no: Parameteren '{0}' er ugyldig.
pt_pt: O parâmetro chamado '{0}' é inválido.
ro_ro: Parametrul denumit '{0}' este invalid.
ru_ru: Параметр под именем '{0}' недействителен.
sv_se: Parametern med namnet '{0}' är ogiltig.
th_th: พารามิเตอร์ชื่อ '{0}' ไม่ถูกต้อง
tr_tr: '{0}' adlı parametre geçersizdir.
zh_cn: 名为“{0}”的参数无效。

source: Hearing Loss
bg_bg: Загуба на слух
cht: 聽力損失
da_dk: Høretab
el_gr: Απώλεια Ακοής
fi_fi: Kuulonalenema
hr_hr: Gubitak sluha
hu_hu: Hallásvesztés
it_it: Ipoacusia
ko_kr: 난청
nl_nl: Gehoorverlies
no_no: Hørselstap
pt_pt: Perda Auditiva
ro_ro: Hipoacuzie
ru_ru: Потеря слуха/тугоухость
sv_se: Hörselnedsättning
th_th: สูญเสียการได้ยิน
tr_tr: İşitme Kaybı
zh_cn: 听力损失

source: Ear Anatomy
bg_bg: Анатомия на ухото
cht: 耳朵解剖
da_dk: Ørets anatomi
el_gr: Ανατομία ωτός
fi_fi: Korvan anatomia
hr_hr: Anatomija uha
hu_hu: A fül anatómiája
it_it: Anatomia dell'orecchio
ko_kr: 귀 해부구조
nl_nl: Anatomie van het oor
no_no: Øreform
pt_pt: Anatomia da Orelha
ro_ro: Anatomie ureche
ru_ru: Анатомия уха
sv_se: Örats anatomi
th_th: กายวิภาคหู
tr_tr: Kulak Anatomisi
zh_cn: 耳解剖学

source: Lifestyles
bg_bg: Начини на живот
cht: 生活型態
da_dk: Livsstile
el_gr: Τρόποι ζωής
fi_fi: Elämäntavat
hr_hr: Životni stilovi
hu_hu: Életstílusok
it_it: Stili di vita
ko_kr: 라이프스타일
nl_nl: Verschillende levensstijlen
no_no: Livsstiler
pt_pt: Estilos de vida
ro_ro: Stiluri de viață
ru_ru: Образы жизни
sv_se: Livsstilar
th_th: วิถีชีวิต
tr_tr: Yaşam Tarzları
zh_cn: 生活方式

source: Solutions
bg_bg: Решения
cht: 解決方案
da_dk: Løsninger
el_gr: Λύσεις
fi_fi: Ratkaisut
hr_hr: Rješenja
hu_hu: Megoldások
it_it: Soluzioni
ko_kr: 솔루션
nl_nl: Oplossingen
no_no: Løsninger
pt_pt: Soluções
ro_ro: Soluții
ru_ru: Решения
sv_se: Lösningar
th_th: วิธีแก้ปัญหา
tr_tr: Çözümler
zh_cn: 解决方案

source: User Guides
bg_bg: Ръководства за потребителя
cht: 使用者指南
da_dk: Brugervejledninger
el_gr: Οδηγοί χρήσης
fi_fi: Käyttöoppaat
hr_hr: Vodiči za korisnike
hu_hu: Felhasználói útmutatók
it_it: Guide utente
ko_kr: 사용자 가이드
nl_nl: Gebruiksaanwijzingen
no_no: Bruksanvisning
pt_pt: Guias
ro_ro: Ghiduri utilizare
ru_ru: Руководства пользователей
sv_se: Användarhandledningar
th_th: คู่มือผู้ใช้
tr_tr: Kullanıcı Kılavuzları
zh_cn: 用户指南

source: Full Ear
bg_bg: Цялото ухо
cht: 全耳
da_dk: Hele øret
el_gr: Πλήρης ους
fi_fi: Täysi korva
hr_hr: Cijelo uho
hu_hu: Teljes fül
it_it: Orecchio completo
ko_kr: 귀
nl_nl: Gehele oor
no_no: Hele øret
pt_pt: Supra-auricular
ro_ro: Ureche intreaga
ru_ru: Целое ухо
sv_se: Öra
th_th: เต็มใบหู
tr_tr: Tam Kulak
zh_cn: 耳部

source: Outer Ear
bg_bg: Външно ухо
cht: 外耳
da_dk: Ydre øre
el_gr: Έξω ους
fi_fi: Ulkokorva
hr_hr: Vanjsko uho
hu_hu: Külső fül
it_it: Orecchio esterno
ko_kr: 외이
nl_nl: Buitenoor
no_no: Ytre øret
pt_pt: Orelha externa
ro_ro: Urechea externa
ru_ru: Наружное ухо
sv_se: Ytteröra
th_th: หูชั้นนอก
tr_tr: Dış Kulak
zh_cn: 外耳

source: Middle Ear
bg_bg: Средно ухо
cht: 中耳
da_dk: Mellemøre
el_gr: Μέσον ους
fi_fi: Keskikorva
hr_hr: Srednje uho
hu_hu: Középfül
it_it: Orecchio medio
ko_kr: 중이
nl_nl: Middenoor
no_no: Mellomøret
pt_pt: Orelha média
ro_ro: Urechea medie
ru_ru: Среднее ухо
sv_se: Mellanöra
th_th: หูชั้นกลาง
tr_tr: Orta Kulak
zh_cn: 中耳

source: Inner Ear
bg_bg: Вътрешно ухо
cht: 內耳
da_dk: Indre øre
el_gr: Έσω ους
fi_fi: Sisäkorva
hr_hr: Unutarnje uho
hu_hu: Belső fül
it_it: Orecchio interno
ko_kr: 내이
nl_nl: Binnenoor
no_no: Indre øret
pt_pt: Orelha interna
ro_ro: Urechea interna
ru_ru: Внутреннее ухо
sv_se: Inneröra
th_th: หูชั้นใน
tr_tr: İç Kulak
zh_cn: 内耳

source: Tour
bg_bg: Преглед
cht: 旅程
da_dk: Rundtur
el_gr: Περιήγηση
fi_fi: Tutustumiskierros
hr_hr: Šetnja
hu_hu: Bemutató
nl_nl: Rondleiding
no_no: Tur
ro_ro: Tur
ru_ru: Тур
sv_se: Rundtur
th_th: ทัวร์
tr_tr: Tur
zh_cn: 一览

source: Audiogram
bg_bg: Аудиограма
cht: 聽力圖
el_gr: Ακοόγραμμα
fi_fi: Audiogrammi
it_it: Audiogramma
ko_kr: 청력도
pt_pt: Audiograma
ro_ro: Audiograma
ru_ru: Аудиограмма
th_th: ออดิโอแกรม
tr_tr: Odyogram
zh_cn: 听力图

source: Use this option when you want to compare different hearing instruments in Simulation mode.
bg_bg: Използвайте тази опция, когато искате да сравните различни слухови апарати в режим на симулация.
cht: 要在「模擬」模式下比較不同的助聽器時，請使用此選項。
da_dk: Brug denne indstilling, når du vil sammenligne forskellige høreapparater i simuleringstilstand.
el_gr: Χρησιμοποιήστε αυτήν επιλογή όταν θέλετε να συγκρίνετε διαφορετικά ακουστικά βοηθήματα στη λειτουργία Προσομοίωση.
fi_fi: Tämän vaihtoehdon avulla voit vertailla erilaisia kuulokojeita simulaatiotilassa.
hr_hr: Ovu opciju upotrijebite kada želite usporediti različite slušne aparate u simulacijskom načinu rada.
hu_hu: Az opció használatával összehasonlíthatja a különböző hallókészülékeket a szimulációs üzemmódban.
it_it: Utilizzare questa opzione quando si desidera confrontare diversi apparecchi acustici in modalità Simulazione.
ko_kr: 시뮬레이션 모드에서 다른 보청기를 비교하려면 이 옵션을 사용합니다
nl_nl: Gebruik deze optie wanneer u de verschillende hoortoestellen in simulatiemodus wilt vergelijken.
no_no: Bruk dette alternativet når du vil sammenlikne forskjellige høreapparater i Stimulation-modus.
pt_pt: Use esta opção quando quiser comparar diferentes aparelhos auditivos no modo de simulação.
ro_ro: Utilizați această opțiune când doriți să comparați diferite instrumente auditive în modul Simulare.
ru_ru: Воспользуйтесь этой опцией для сравнения различных СА в режиме имитации.
sv_se: Använd detta alternativ om du vill jämföra olika hörapparater i simuleringsläge.
th_th: ใช้ตัวเลือกนี้เมื่อคุณต้องการเปรียบเทียบระหว่างอุปกรณ์ช่วยฟังต่างๆ ในโหมดจำลอง
tr_tr: Bu seçeneği farklı işitme cihazlarını Simülasyon modunda karşılaştırmak istediğinizde kullanın.
zh_cn: 使用此选项在模拟模式下比较不同的助听器。

source: AutoFit will do the following:
bg_bg: AutoFit ще направи следното:
cht: 自動選配將執行下列選項:
da_dk: AutoFit vil gøre følgende:
el_gr: Η διαδικασία AutoFit θα κάνει τα εξής:
fi_fi: AutoFit toimii seuraavasti:
hr_hr: AutoFit će učiniti sljedeće:
hu_hu: Az AutoFit a következőt fogja csinálni:
it_it: Fitting Automatico eseguirà quanto segue:
ko_kr: AutoFit 은 다음 작업을 수행합니다:
nl_nl: AutoFit doet het volgende:
no_no: AutoFit gjør følgende:
pt_pt: O AutoFit fará o seguinte:
ro_ro: AutoFit va realiza următoarele:
ru_ru: Автонастройка выполнит следующие действия:
sv_se: Snabbanpassning kommer göra följande:
th_th: AutoFit จะดำเนินการดังต่อไปนี้:
tr_tr: AutoFit aşağıdaki işlemleri gerçekleştirir:
zh_cn: 自动选配将进行以下操作:

source: Connection
bg_bg: Свързване
cht: 連接
da_dk: Forbindelse
el_gr: Σύνδεση
fi_fi: Yhdistä
hr_hr: Veza
hu_hu: Kapcsolat
it_it: Connetti
ko_kr: 연결
nl_nl: Verbinden
no_no: Tilkobling
pt_pt: Conexão
ro_ro: Conecteaza
ru_ru: Соединение
sv_se: Anslutning
th_th: การเชื่อมต่อ
tr_tr: Bağlantı
zh_cn: 连接

source: Select Instrument
bg_bg: Избор на апарат
cht: 選擇助聽器
da_dk: Vælg apparat
el_gr: Επιλέξτε ακουστικό
fi_fi: Valitse kuulokoje
hr_hr: Odabir aparata
hu_hu: Készülék kiválasztása
it_it: Seleziona apparecchio
ko_kr: 보청기 선택
nl_nl: Selecteer toestel
no_no: Velg høreapparat
pt_pt: Selecionar aparelho
ro_ro: Selecteaza Aparatul
ru_ru: Выбрать СА
sv_se: Val av hörapparat
th_th: เลือกเครื่องช่วยฟัง
tr_tr: Cihaz Seç
zh_cn: 选择助听器

source: AutoFit
cht: 自動選配
fi_fi: PikaSovitus
it_it: Fitting Automatico
pt_pt: Auto Ajuste
ru_ru: Автонастройка
sv_se: Snabbanpassning
zh_cn: 自动选配

source: Unable to connect to instrument(s)
bg_bg: Невъзможно свързване с апарата(-ите)
cht: 無法連接助聽器
da_dk: Der kunne ikke oprettes forbindelse til apparatet(erne).
el_gr: Δεν είναι δυνατή η σύνδεση με τα ακουστικά
fi_fi: Kuulokojeisiin ei voi yhdistää
hr_hr: Povezivanje s aparatima nije moguće
hu_hu: Nem lehet kapcsolódni a hallókészülék(ek)hez
it_it: Impossibile connettersi agli apparecchi
ko_kr: 기기를 연결할 수 없습니다
nl_nl: Kan geen verbinding maken met toestel(len)
no_no: Kan ikke koble til apparat(ene)
pt_pt: Não foi possível conectar ao(s) aparelho(s)
ro_ro: Nu se poate conecta la instrument(e).
ru_ru: Не удается установить соединение со СА
sv_se: Kan inte skicka ljud till apparaten.
th_th: ไม่สามารถเชื่อมต่ออุปกรณ์ได้
tr_tr: Cihaz(lar)la bağlantı kurulamıyor
zh_cn: 无法连接助听器
