Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Error starting REM operation: Unspecified device error. Please check your REM device and try again.
bg_bg: Грешка при стартиране на аудиометрия – неопределена грешка в устройството. Моля, проверете аудиометричното устройство и опитайте отново.
cht: 啟動實耳測量操作錯誤：不明裝置錯誤。請檢查您的實耳測量裝置並重試。
da_dk: Fejl ved opstart af REM-handling: Uspecifik fejl. Kontrollér REM-apparatet, og prøv igen.
el_gr: Σφάλμα έναρξης λειτουργίας REM: Απροσδιόριστο σφάλμα συσκευής. Ελέγξτε τη συσκευή REM και προσπαθήστε ξανά.
fi_fi: Virhe käynnistettäessä REM-toimintoa : Määrittelemätön laitevirhe. Tarkasta REM-laitteisto ja yritä uudelleen.
hr_hr: Pogreška pokretanja REM postupka: Neodređena pogreška uređaja. Provjerite svoj uređaj za REM i pokušajte ponovno.
hu_hu: Hiba a REM művelet indításakor: Ismeretlen hiba. Ellenőrizze REM készülékét, majd próbálkozzon újra.
it_it: Errore durante avvio operazioni REM: errore dispositivo non specificato. Controllare il dispositivo REM e riprovare.
ko_kr: REM을 시작하는데 오류가 발생했습니다: 알 수 없는 장치 오류. REM 장치를 확인 하시고 다시 시도하세요.
nl_nl: Fout bij starten van REM: niet gespecificeerde systeemfout. Controleer uw REM systeem s.v.p. en start opnieuw.
no_no: Feil ved oppstart av REM: Uspesifisert enhetsfeil. Undersøk REM-enheten og prøv igjen.
pt_pt: Erro ao iniciar operação REM: erro não específico. Verifique o dispositivo de REM e tente novamente.
ro_ro: Eroare la pornirea REM: Eroare nespecificata de dispozitiv. Verificati dispozitivul REM si reincercati.
ru_ru: Произошла ошибка при инициализации REM: неопознанная ошибка устройства. Пожалуйста, проверьте ваше устройство для измерений на реальном ухе и попробуйте снова.
sv_se: Fel vid start av REM-operation: Ospecificerat enhetsfel. Kontrollera REM- enheten och försök igen.
th_th: เกิดข้อผิดพลาดขณะเริ่มดำเนินการ REM: ข้อผิดพลาดอุปกรณ์ที่ไม่ได้ระบุ โปรดตรวจสอบอุปกรณ์ REM ของคุณแล้วลองใหม่อีกครั้ง
tr_tr: REM işlemini başlatma hatası: Tanımlanamayan cihaz hatası. Lütfen REM cihazınızı kontrol edin ve tekrar deneyin.
zh_cn: 启动REM测试出错:未指定REM设备。请检查REM设备并重试。

source: The wireless products do not support the same set of accessories to fit them as binaural.
bg_bg: Безжичните продукти не поддържат един и същ набор от аксесоари, за да бъдат монтирани като бинаурални.
cht: 無線產品不支援以同組配件作雙耳選配。
da_dk: De trådløse produkter understøtter ikke samme sæt tilbehør, så de kan tilpasses binauralt.
el_gr: Τα ασύρματα προϊόντα δεν υποστηρίζουν το ίδιο σετ εξαρτημάτων για αμφιωτική εφαρμογή.
fi_fi: Langattomia tuotteita ei voi sovittaa binauraalisesti, koska kuulokojeet eivät tue samoja lisälaitteita.
hr_hr: Bežični proizvodi ne podržavaju isti komplet dodatne opreme kao binauralni proizvodi.
hu_hu: A vezeték nélküli termékek nem támogatják a binaurális illesztéshez tartozó ugyanolyan tartozékokat.
it_it: L'apparecchio wireless non supporta lo stesso set di accessori per effettuare il fitting come binaurali.
ko_kr: 모든 무선 액세서리와 호환되는 무선 보청기는 리모컨만 호환 할 수 있는 무선 보청기와 동시에 피팅 할 수 없습니다.
nl_nl: De wireless toestellen ondersteunen niet dezelfde set accessoires, wat wel nodig is om ze binauraal aan te passen.
no_no: Det trådløse produktet støtter ikke samme utvalg av tilbehør for å tilpasse dem binauralt.
pt_pt: O produto wireless não é compatível com o mesmo conjunto de acessórios para ajustá-lo como binaural.
ro_ro: Produsele wireless nu suportă același set de accesorii pentru a fi fixate biaural.
ru_ru: Беспроводные продукты не поддерживают один и тот же набор аксессуаров и не пригодны для бинауральной настройки.
sv_se: De trådlösa produkterna kan inte anpassas binauralt pga att de inte stödjer samma algoritmer och tillbehör.
th_th: ผลิตภัณฑ์ไร้สายไม่สนับสนุนการทดลองสวมอุปกรณ์ชุดเดียวกันในแบบสองหู
tr_tr: Kablosuz ürünler, binaural (çift kulaklı) olarak ayarlanmaya yönelik aksesuar setini desteklemez.
zh_cn: 无线产品不支持同一套配件进行双耳验配。

source: Tube Calibration ({0}dB)
bg_bg: Калибриране на шлаух ({0}dB)
cht: 探管校正 ({0} dB)
da_dk: Kalibrering af slange ({0}dB)
el_gr: Βαθμονόμηση σωλήνα ({0} dB)
fi_fi: Letkun kalibrointi ({0}dB)
hr_hr: Kalibracija cijevi ({0} dB)
hu_hu: A cső kalibrálása ({0}dB)
it_it: Calibrazione tubetto ({0}dB)
ko_kr: 튜브 캘리브레이션 ({0}dB)
nl_nl: Slangkalibratie ({0}dB)
no_no: Slangekalibrering ({0} dB)
pt_pt: Calibração do tubo ({0}dB)
ro_ro: Calibrarea tubului ({0}dB)
ru_ru: Калибровка трубочки ({0}дБ)
sv_se: Slangkalibrering ({0}dB)
th_th: การปรับเทียบ Tube ({0}dB)
tr_tr: Tüp Kalibrasyonu ({0}dB)
zh_cn: 导声管校准 ({0}dB)

source: REUG ({0}dB)
cht: ({0} dB) 實耳未配戴增益
ru_ru: REUG ({0}дБ)

source: On
bg_bg: Включено
cht: 開
da_dk: Til
el_gr: OΝ
fi_fi: Käytössä
hr_hr: Uklj.
hu_hu: Be
nl_nl: Aan
no_no: På
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл
sv_se: På
th_th: เปิด
tr_tr: Açık
zh_cn: 开

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Откл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: There is a new algorithm package available for the instrument(s), including new features and end user benefits, and can be updated in Fuse at this time. Please be aware that duration of the update depends on the programming interface used. The update may take several minutes. No instrument data will be lost during update. For fastest instrument update, use Speedlink or NOAHlink. Do not interrupt the update once it has begun. Inserting a fresh battery before updating is recommended. Would you like to update now?
bg_bg: Предлага се пакет с нов алгоритъм за апарата(-ите), в това число нови функции и придобивки за крайния потребител, и в момента може да се актуализира в Aventa. Имайте предвид, че продължителността на актуализацията зависи от използвания интерфейс за програмиране. Възможно е актуализацията да отнеме няколко минути. По време на актуализацията няма да се загубят данни за апарата. За най-бързо актуализиране на апарата използвайте Speedlink или NOAHlink. Не прекъсвайте актуализацията след като е започнала. Препоръчва се да поставите нова батерия преди актуализацията. Желаете ли да актуализирате сега?
cht: 有新的演算法套件可用於此助聽器，包括新功能和使用者助益，並可以現在在 Fuse 更新。請注意，更新所需時間取決於使用的調整界面。更新可能需要幾分鐘。更新過程中，助聽器資料將不會遺失。 為了更快更新助聽器，請使用 Speedlink 或 NOAHlink。在啟動更新後請勿中斷。建議在更新前放入新電池。 您要立即更新嗎？
da_dk: Der er en ny algoritmepakke til apparatet(erne) med nye funktioner og fordele for slutbrugeren, som kan opdateres i Fuse på dette tidspunkt. Vær opmærksom på, at varigheden af opdateringen afhænger af den programmeringsgrænseflade, der bruges. Opdateringen kan tage flere minutter. Der går ingen apparatdata tabt under opdateringen. Du opnår den hurtigste apparatopdatering ved at bruge Speedlink eller NOAHlink. Du må ikke afbryde opdateringen, når den først kører. Det anbefales at sætte et nyt batteri i inden opdateringen. Vil du opdatere nu?
el_gr: Υπάρχει ένα νέο πακέτο αλγορίθμων διαθέσιμο για τα ακουστικά, το οποίο περιλαμβάνει νέες λειτουργίες και προνόμια για τον τελικό χρήστη, και η ενημέρωση μπορεί να γίνει στο Fuse αυτήν τη στιγμή. Λάβετε υπόψη ότι η διάρκεια της ενημέρωσης εξαρτάται από τη διεπαφή προγραμματισμού που χρησιμοποιείται. Η ενημέρωση μπορεί να διαρκέσει αρκετά λεπτά. Δεν θα χαθούν δεδομένα για τα ακουστικά κατά τη διάρκεια της ενημέρωσης. Για ταχύτερη ενημέρωση των ακουστικών, χρησιμοποιήστε Speedlink ή NOAHlink. Μην διακόψετε την ενημέρωση αφότου ξεκινήσει. Συνιστάται η εισαγωγή νέας μπαταρίας πριν την ενημέρωση. Θέλετε να γίνει τώρα η ενημέρωση;
fi_fi: Kuulokojeisiin on saatavana uusi algoritmipakkaus. Se sisältää uusia ominaisuuksia ja etuja käyttäjälle. Sen voi päivittää Fuse-toiminnon avulla. Huomaa, että päivityksen kesto riippuu käytettävästä ohjelmointirajapinnasta. Päivitys voi kestää useita minuutteja. Mitään kuulokojeisiin tallennettuja tietoja ei menetetä päivityksen aikana. Käytä SpeedLink- tai NOAHlink-ohjelmointiyksikköä, jotta päivitys sujuu mahdollisimman nopeasti. On suositeltavaa asettaa uusi paristo kuulokojeisiin ennen päivitystä. Älä keskeytä päivitystä, kun se on alkanut. Haluatko päivittää nyt?
hr_hr: Za aparate je dostupan novi paket algoritama koji uključuje nove značajke i pogodnosti za krajnjeg korisnika, a trenutno se može ažurirati u aplikaciji Aventa. Imajte na umu da trajanje ažuriranja ovisi o upotrijebljenom sučelju za programiranje. Ažuriranje može trajati nekoliko minuta. Tijekom ažuriranja neće se izgubiti podatci aparata. Za najbrže ažuriranje aparata upotrijebite Speedlink ili NOAHlink. Ažuriranje ne prekidajte nakon što se započne. Preporučuje se da se prije ažuriranja umetne nova baterija. Želite li ažurirati odmah?
hu_hu: Új algoritmuscsomag érhető el a készülék(ek)hez, beleértve az új funkciókat és a végfelhasználói előnyöket is. A terméket most lehet frissíteni a Fuse szolgáltatásban. Vegye figyelembe, hogy a frissítés időtartama a használt programozó egységtől is függ. A frissítés több percet is igénybe vehet. A frissítés során a készülékadatok nem fognak elveszni. A minél gyorsabb készülékfrissítéshez használjon Speedlinket vagy NOAHlinket. Ne szakítsa meg a frissítést, miután az elindult. Javasoljuk, hogy új elemet helyezzen be a frissítés előtt. Szeretne most frissíteni?
it_it: È disponibile un nuovo pacchetto di algoritmi per l'apparecchio/gli apparecchi; include nuove funzioni e nuovi vantaggi per l'utente finale e può essere aggiornato in Fuse in qualsiasi momento. L'aggiornamento potrebbe richiedere alcuni minuti a seconda dell'interfaccia di programmazione utilizzata. I dati dell'apparecchio non andranno persi durante l'aggiornamento. Per un aggiornamento più rapido dell'apparecchio, utilizzare Speedlink o NOAHlink. Non interrompere l'aggiornamento una volta iniziato. Inserire sempre una batteria nuova prima di iniziare l'aggiornamento. Aggiornare adesso?
ko_kr: 보청기 사용경험이 있는 사용자를 위해 새로운 기능을 포함한 신규 피팅 룰이 업데이트되었습니다. 업데이트 소요 시간은 사용된 프로그램 인터페이스에 따라 다를 수 있있으며, 업데이트에는 수 분이 걸릴 수 있습니다. 보청기 업데이트 중 보청기의 데이터는 없어지지 않습니다. 빠른 보청기 업데이트를 위해, Speedlink나 NOAHlink를 사용하십시오. 업데이트를 시작한 후에는 중단해서는 안되며, 시작하시기 전에 새 배터리를 장착하시는 것을 권장합니다. 지금 업데이트 하시겠습니까?
nl_nl: Er is een nieuw algoritmepakket beschikbaar voor de toestellen, met inbegrip van nieuwe functies en voordelen voor de gebruiker, en de update kan nu in Fuse worden uitgevoerd. Let erop dat de duur van de update afhangt van het gebruikte programmeerinterface. De update kan verschillende minuten duren. Tijdens de update gaan geen toestelgegevens verloren. Gebruik Speedlink of NOAHlink voor de snelste update. Onderbreek de update niet als hij eenmaal begonnen is. Het gebruik van nieuwe batterijen wordt aanbevolen. Wilt u de update nu uitvoeren?
no_no: En ny algoritmepakke er tilgjengelig for høreapparatene, inkludert nye funksjoner og fordeler for sluttbrukerne. Denne kan oppdateres i Fuse. Vennligst legg merke til at varigheten av oppdateringen avhenger av benyttet programmeringsgrensesnitt. Oppdateringen kan ta flere minutter. Ingen apparatdata vil gå tapt under oppdateringen. Bruk Speedlink eller NOAHlink for raskere oppdatering av høreapparatene. Ikke avbryt oppdateringen når den er startet. Vi anbefaler at du setter i nye batterier før oppdateringen starter. Vil du oppdatere nå?
pt_pt: Há um novo pacote de algoritmos disponível para o aparelho(s), o qual inclui novos recursos e benefícios para o usuário final e, pode ser atualizado nesse momento. Esteja ciente de que o tempo da atualização depende da interface de programação utilizada. A atualização pode levar alguns minutos. Nenhum dado do aparelho será perdido durante a atualização. Para obter uma atualização mais rápida do aparelho use o Speedlink ou NOAHlink. Não interrompa a atualização depois que ela começar. Recomenda-se inserir uma pilha nova antes do procedimento. Deseja atualizar agora?
ro_ro: Exista o discordanta intre datele sesiunii si cele din aparat. Daca doriti sa folositi datele sesiunii este necesara actualizarea aparatului. Luati in considerare ca durata actualizarii depinde de interfata de programare folosita. Actualizarea poate dura cateva minute. Datele din aparate nu vor fi sterse pe parcursul atualizarii. Pentru o actualizare mai rapida, folositi SpeedLink sau NOAHlink. Nu intrerupeti actulizarea odata pornita. Introducerea unei baterii noi in prealabil este recomandata.. Doriti sa actualizati acum?
ru_ru: Для СА имеется новый пакет алгоритмов с новыми функциональными возможностями и преимуществами для конечного пользователя, и можно произвести обновление в Fuse. Внимание: длительность обновления зависит от используемого интерфейса программирования. Обновление может занять несколько минут. Данные из СА не будут утрачены во время обновления. Для быстрейшего обновления используйте Speedlink или NOAHlink. Не прерывайте процесс обновления после запуска. Рекомендуется вставить новую батарею в аппарат перед тем, как приступить к обновлению. Обновить сейчас?
sv_se: Det finns nya algoritmpaket för hörapparaterna, inklusive nya funktioner och fördelar för användarna, som kan uppdateras i Fuse nu. Tiden för uppgraderingen kan variera beroende på vilket programmeringsgränssnitt som används. Uppdateringen kan ta flera minuter. Inga hörapparatsdata kommer går förlorade under uppdateringen. Använd Speedlink eller NOAHlink. Avbryt inte uppdateringen efter den startats och ha alltid ett nytt batteri i hörapparaten innan uppdateringen. Vill du uppdatera nu?
th_th: มีแพ็คเกจอัลกอริธึมใหม่ที่พร้อมใช้งานสำหรับอุปกรณ์ ซึ่งจะมีคุณสมบัติใหม่ๆ และประโยชน์เพิ่มเติมสำหรับผู้ใช้ และสามารถทำการอัพเดตใน Aventa ได้ในครั้งนี้ โปรดทราบว่าระยะเวลาในการอัพเดตจะขึ้นอยู่กับอินเตอร์เฟซการตั้งโปรแกรมที่ใช้ การอัพเดตอาจใช้เวลาหลายนาที แต่จะไม่มีข้อมูลใดๆ ของอุปกรณ์สูญหายในระหว่างการอัพเดต เพื่อให้การอัพเดตอุปกรณ์เป็นไปอย่างรวดเร็วที่สุด ให้ใช้ Speedlink หรือ NOAHlink อย่าหยุดการอัพเดตหลังจากที่เริ่มต้นไปแล้ว ควรใส่แบตเตอรี่ก้อนใหม่ก่อนดำเนินการอัพเดต คุณต้องการอัพเดตทันทีหรือไม่
tr_tr: Cihaz(lar) için yeni özellikler ve hastalar için avantajlar içeren yeni bir algoritma paketi bulunmaktadır. Şu anda bu güncelleştirmeyi Fuse'de yapabilirsiniz. Güncellemenin süresi, kullanılan programın arayüzüne göre değişebilir ve birkaç dakika sürebilir. Güncelleme esnasında herhangi bir cihaz verisi kaybolmaz. En hızlı cihaz güncelleştirmesi için Speedlink ya da NOAHlink kullanın. Güncelleme başladığında kesintiye uğratmayın. İşleme başlamadan önce yeni bir pil takmanız önerilir. Güncelleştirmeyi şimdi yapmak ister misiniz?
zh_cn: 助听器有新的算法包可用，包括新功能和最终用户收益，并且此次可在Fuse中更新。请注意，更新的持续时间取决于所使用的编程设备。更新可能需要几分钟。更新过程中不会丢失助听器数据。 为最快地完成更新，请使用Speedlink或NOAHlink。更新开始后请勿中断。建议在更新前插入新电池。 是否立即更新？

source: Recalculate
bg_bg: Преизчисли
cht: 重新計算
da_dk: Genberegn
el_gr: Επανυπολογισμός
fi_fi: Uudelleenlaskenta
hr_hr: Ponovni izračun
hu_hu: Újraszámítás
it_it: Ricalcola
ko_kr: 재계산
nl_nl: Herberekenen
no_no: Rekalkuler
pt_pt: Recalcular
ro_ro: Recalculati
ru_ru: Пересчитать
sv_se: Omkalkylera
th_th: คำนวณใหม่
tr_tr: Tekrar Hesapla
zh_cn: 重新计算

source: Current program only
bg_bg: Само текущата програма
cht: 只有當前程式
da_dk: Kun nuværende program
el_gr: Μόνο το τρέχον πρόγραμμα
fi_fi: Vain tämä ohjelma
hr_hr: Samo trenutni program
hu_hu: Csak az aktuális program
it_it: Solo programma corrente
ko_kr: 현재 프로그램 only
nl_nl: Alleen huidige programma
no_no: Kun gjeldende program
pt_pt: Somente o programa atual
ro_ro: Doar programul in curs
ru_ru: Только текущая программа
sv_se: Endast detta program
th_th: โปรแกรมปัจจุบันเท่านั้น
tr_tr: Sadece Mevcut Program
zh_cn: 仅当前程序

source: All programs
bg_bg: Всички програми
cht: 所有程式
da_dk: Alle programmer
el_gr: Όλα τα προγράμματα
fi_fi: Kaikki ohjelmat
hr_hr: Svi programi
hu_hu: Minden program
it_it: Tutti i programmi
ko_kr: 모든 프로그램
nl_nl: Alle programma´s
no_no: Alle programmer
pt_pt: Todos os programas
ro_ro: Toate programele
ru_ru: Все программы
sv_se: Alla program
th_th: โปรแกรมทั้งหมด
tr_tr: Tüm Programlar
zh_cn: 所有程序
