Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Directional options allow the patient to focus on the sounds they want to hear, while reducing unwanted noise. Directionality options vary by technology level.
bg_bg: Възможностите за насочване позволяват на пациента да се фокусира върху звуците, които иска да чува, като намаляват нежелания шум. Възможностите за насочване са различни според технологичното ниво.
cht: 方向性選項讓客戶聚焦於想聽到的聲音，同時減少不必要的噪音。方向性選項因技術等級而不同。
da_dk: Indstillinger for retningsvirkning giver brugeren mulighed for at fokusere på de lyde, som han/hun gerne vil høre, mens uønsket støj reduceres. Indstillinger for retningsvirkning afhænger af teknologiniveauet.
el_gr: Οι κατευθυντικές επιλογές επιτρέπουν στον ασθενή να εστιάζει την προσοχή του στους ήχους που θέλει να ακούσει, μειώνοντας παράλληλα των ανεπιθύμητο θόρυβο. Οι επιλογές κατευθυντικότητας ποικίλλουν ανάλογα με το τεχνολογικό επίπεδο.
fi_fi: Suuntakuviovaihtoehtojen ansiosta potilas voi keskittyä haluamiinsa ääniin ja epätoivottua melua vaimennetaan. Suuntakuviovaihtoehdot vaihtelevat tekniikan tason mukaan.
hr_hr: Mogućnosti usmjeravanja omogućuju bolesniku da se usredotoči na zvukove koje žele čuti, istodobno smanjujući neželjenu buku. Mogućnosti usmjeravanja ovise o tehnološkoj razini.
hu_hu: Az irányítottsági beállítások lehetővé teszik a páciensnek, hogy azokra a hangokra fókuszáljon, amelyeket hallani szeretne, miközben a nem kíván zajszint csökken. Az irányítottsági beállítások technológiai szintenként eltérőek.
it_it: Le opzioni direzionali consentono al paziente di concentrarsi sui suoni che desidera ascoltare, riducendo i rumori indesiderati. Le opzioni direzionali variano a seconda del livello tecnologico.
ko_kr: Directionality는 사용자가 듣고자 하는 소리에 집중할 수 있습니다. 원하지 않는 소음을 줄일 수 있으며, 적용된 기술에 따라 다양한 방향성 옵션이 있습니다.
nl_nl: Directionele opties stellen de gebruiker in staat zich te concentreren op de geluiden die hij/zij wil horen, terwijl ongewenst geluid wordt verminderd. De directionaliteitsopties verschillen per technologieniveau.
no_no: Alternativer for direksjonalitet gjør det mulig for pasienten å fokusere på lydene de vil høre, samtidig som uønsket støy reduseres. Alternativene for direksjonalitet varierer avhengig av teknologinivå.
pt_pt: As opções direcionais permitem que o paciente se concentre nos sons que deseja escutar, ao mesmo tempo que reduz os ruídos indesejados. As opções de direcionalidade variam conforme o nível da tecnologia.
ro_ro: Opţiunile direcţionale permit pacientului să se concentreze pe sunetele pe care doresc să le audă, reducând zgomotul nedorit. Opţiunile de direcţionalitate variază în funcţie de nivelul tehnologic.
ru_ru: Опции направленности позволяют пациенту сконцентрироваться на звуках, которые он хочет слышать, в то же время снижая нежелательный шум. Опции направленности различаются по уровню задействованных технологий.
sv_se: Riktningsalternativ gör att patienten kan fokusera på de ljud de vill höra, och samtidigt minska oönskat brus. Riktningsalternativ varierar beroende på tekniknivå.
th_th: ตัวเลือกการปรับทิศทางจะช่วยให้ผู้ป่วยสามารถเน้นไปที่เสียงที่ต้องการฟังได้ พร้อมทั้งลดเสียงรบกวนที่ไม่พึงประสงค์ ตัวเลือกทิศทางจะแตกต่างกันไปตามระดับเทคโนโลยี
tr_tr: Yönlü seçenekler hastaya duymak istediği seslere odaklanma olanağı tanırken, istenmeyen gürültüyü azaltır. Yönlülük seçenekleri teknoloji seviyesine göre farklılık gösterir.
zh_cn: 方向性选项允许用户专注于想要听到的声音， 同时减少不必要的噪音。方向性选项因不同的技术水平而异。

source: Soft Switching allows the microphone mode to change from omni directional to directional and vice versa depending on the speech to noise ratio in the environment. This means that in an environment where the signal to noise ratio is deemed to be poor, the system will switch to an adaptive directional pattern with variable beam widths (Narrow, Medium, Wide, and Smart Beam Steering). In addition to automatically changing the microphone mode from oni directional to directional, Soft Switching also utilizes the Mixing Point Frequency and Autoscope features when in directional mode.
bg_bg: Soft Switching позволява режимът на микрофона да се превключва от многопосочен в насочен и обратно в зависимост от съотношението говор-шум в околната среда. Това означава, че в среда, в която съотношението сигнал-шум се смята за лошо, системата ще превключи в адаптивен насочен модел с променливи ширини на лъча (тесен, среден, широк и интелигентно насочване на лъча). В допълнение към автоматичното превключване на режима на микрофона от многопосочен в насочен, Soft Switching използва и функциите Честота на точката на смесване и Автоскоп, когато е в насочен режим.
cht: 自動方向性切換允許麥克風模式根據環境中語音及噪音的比例在全方向及方向性之間切換。這表示在環境中若訊噪比不佳，系統將會切換至自適性方向性及多種方向角寬度(窄、中、寬及智慧定向調整)。 為了要在全方向及方向性麥克風模式中自動切換，自動方向性轉換在方向性模式也使用混合點頻率及自動聚焦功能。
da_dk: Soft Switching gør det muligt for mikrofontilstanden at skifte fra omnidirektionel til retningsbestemt og omvendt afhængigt af forholdet mellem tale og støj i omgivelserne. Det betyder, at i omgivelser, hvor signal/støj-forholdet vurderes som ringe, vil systemet skifte til et tilpasset retningsbestemt mønster med variabel Beanmbredde (smal, mellem, bred eller Smart Beam Steering). Ud over automatisk at skifte mikrofontilstand fra omnidirektionel til retningsbestemt benytter Soft Switching også funktionerne Directional Mix og Autoscope, når retningsbestemt tilstand er aktiveret.
el_gr: Το πρόγραμμα Softswitching επιτρέπει την αλλαγή της λειτουργίας μικροφώνου από παν-κατευθυντική σε κατευθυντική και αντίστροφα, ανάλογα με την αναλογία ομιλίας-θορύβου στο περιβάλλον. Αυτό σημαίνει ότι σε ένα περιβάλλον όπου η αναλογία σήματος-θορύβου θεωρείται χαμηλή, το σύστημα θα μεταβαίνει σε ένα μοτίβο προσαρμοστικής κατευθυντικότητας με μεταβλητό πλάτος δέσμης (στενό, μεσαίο, ευρύ και Smart Beam Steering).Εκτός από την αυτόματη αλλαγή της λειτουργίας μικροφώνου από παν-κατευθυντική σε κατευθυντική, το Soft Switching χρησιμοποιεί επίσης τις λειτουργίες Mixing Point Frequency και Autoscope όταν βρίσκεται σε κατευθυντική λειτουργία.
fi_fi: Soft kytkin mahdollistaa mikrofonin toimintatilan vaihtamisen kaikkisuuntaisesta suunnatuksi ja takaisin ääniympäristössä vallitsevan puheen ja melun suhteen mukaan. Jos signaalin ja melun suhde arvioidaan huonoksi, järjestelmä ottaa käyttöön mukautuvan suuntakuvion ja vaihtelevat keilan leveydet (kapea, keskinkertainen, leveä ja automaattinen suuntakuvion säätyminen). Mikrofonin toimintatilan vaihtamisen automaattisesti kaikkisuuntaisesta suunnatuksi lisäksi Soft kytkin käyttää suuntakuviotilassa Sekoituspisteen taajuus- ja Automaattinen suuntakuvio -toimintoja.
hr_hr: Meko prebacivanje omogućuje mikrofonu da prebacuje iz višesmjernoga u jednosmjeran način rada i obratno, ovisno o omjeru između govora i pozadinske buke u okolini. To znači da će se u okružju u kojem je omjer zvučnog signala naspram pozadinske buke procijenjen kao nizak, sustav prebaciti na prilagodljiv jednosmjeran način rada s promjenjivim širinama zvučnog snopa (uski, srednji, široki snop ili pametno upravljanje). Uz spomenuto automatsko prebacivanje mikrofona iz višesmjernoga u jednosmjeran način rada, meko prebacivanje koristi se i svojstvima AutoScope i Mixing Point Frequency u jednosmjernom načinu rada.
hu_hu: A Soft Switching lehetővé teszi a mikrofon mód váltását az omni-direkcionális módból a direkcionálisba és vissza, a környezeti beszéd/zaj arány alapján. Ez azt jelenti, hogy amikor a jel/zaj arány rossz, a rendszer automatikusan átvált egy adaptív direkcionális mintára változtatható nyalábszélességgel (Szűk, Közepes, Széles és Okos nyaláb). Valamint automatikusan vált az omni-direkcionális módból a direkcionálisba, a Soft Switching szintén használja a Keverési pont frekvenciát és az Autoszkóp tulajdonságot a direkcionális módban.
it_it: Soft Switching consente di commutare la modalità microfonica da omni direzionale a direzionale e viceversa in funzione del parlato o del rumore ambientale. Ciò significa che in un ambiente in cui il rapporto segnale rumore è valutato scadente, il sistema commuta automaticamente addattando l'ampiezza della direzionalità in (Stretta, Media, Ampia, e ampiezza automatica Smart Beam ). Oltre a modificare automaticamente le modalità microfoniche da omni direzionale a direzionale, Soft Switching potrà utilizzare la frequenza di Mixing Point e l'ampiezza della direzionalità automatica Autoscope quando in modalità Direzionale.
ko_kr: Soft Switching은 신호대 잡음비에 따라 Omni부터 방향성까지 인공지능으로 자동 설정됩니다. 즉, 소음이 큰 신호대잡음비가 나쁜 환경에서는 자동으로 빔 폭을 조절하는 (좁은, 중간, 넓음 및 스마트 빔 스티어링)방향성 기능으로 전환됩니다.
nl_nl: Met SoftSwitching kan de microfoonmodus worden gewijzigd van omnidirectioneel naar directioneel en omgekeerd afhankelijk van de signal-to-noise ratio in de omgeving. Dit betekent dat in een omgeving waar de signal-to-noise ratio slecht is, het systeem zal overschakelen naar een adaptief directioneel patroon met variabele bandbreedten (Smal, Medium of Breed). Naast een automatische overschakeling van de microfoonmodus van omnidirectioneel tot directioneel, gebruikt SoftSwitching ook de Mixfrequentie en AutoScope wanneer het toestel de directionele modus gebruikt.
no_no: SoftSwitching gjør det mulig for mikrofonmodusen å endres fra omnidireksjonal til direksjonal og omvendt, avhengig av omgivelsenes tale til støy-forhold. Det betyr at i et miljø der signal til støy-forholdet er svakt, så vil systemet skifte til et adaptivt direksjonalt mønster med varierende strålebredder (smal, middels, bred og Smart Beam Steering).I tillegg til å skifte mikrofonmodus automatisk fra omnidireksjonal til direksjonal benytter SoftSwitching seg også av funksjonene mixing point-frekvens og AutoScope i direksjonal modus.
pt_pt: O Soft Switching permite que o modo de microfone mude de omnidirecional para direcional e vice-versa dependendo da razão de fala a ruído no ambiente. Isso significa que em um ambiente onde a taxa de sinal a ruído é considerada baixa, o sistema mudará para um modelo direcional adaptativo com larguras de feixe variáveis (estreito, médio, amplo e controle inteligente de feixe). Além de mudar automaticamente o modo do microfone de omni direcional para direcional, o Soft Switching também utiliza os recursos de Frequência do ponto de mistura e Foco automático quando está em modo direcional.
ro_ro: Soft Switching permite schimbarea în modul microfon de la omnidirecțional la direcțional și invers în funcție de raportul vorbire-zgomot din mediu. Acest lucru înseamnă că într-un mediu în care rata zgomotului este considerată redusă, sistemul va trece la un tipar direcțional adaptativ cu lățimi de rază variabile (Îngustă, Medie, Largă și Orientare Smart Beam). Pe lângă schimbarea automată în modul microfon de la omnidirecțional la direcțional, Soft Switching utilizează și opțiunile Mixing Point Frequency și Autoscope atunci când se află în modul direcțional.
ru_ru: Soft Switching обеспечивает переключение режима микрофона с всенаправленного (omni) на направленный и наоборот в зависимости от соотношения речь-шум в акустической ситуации. Это означает, что в тех акустических окружениях, в которых соотношение речь-шум неблагоприятное, система переключится на адаптивное регулирование ширины полосы направленности Autoscope (узкая, средняя, широкая полосы и умное управление лучом восприятия звука Smart Beam Steering). В дополнение к автоматическому переключению режима микрофона с всенаправленного (omni) на направленный и наоборот, Soft Switching задействует также частоту точки смешения сигналов Mixing Point Frequency и функции Autoscope, когда находится в направленном режиме.
sv_se: Soft Switching gör att mikrofonläget kan ändras från bred riktningsverkan till direkt och vice versa vice beroende på tal/brus-förhållandet i miljön. Det innebär att om detta är dåligt kan systemet byta till ett adaptivt riktningsmönster med variabla bredder (Smal, Medium, Bred och Smart Beam Steering). Dessutom använder Soft Switching Mixing Point Frequency- och inzoomningsfunktioner i riktningsläge.
th_th: Soft Switching ช่วยให้โหมดไมโครโฟนเปลี่ยนเสียงแบบรอบทิศทางเป็นทิศทางเดียว และในทางกลับกันก็ขึ้นอยู่กับอัตราส่วนเสียงพูดต่อเสียงรบกวนในสภาพแวดล้อม ซึ่งหมายความว่าในสภาพแวดล้อมที่ถือว่าอัตราส่วนสัญญาณต่อเสียงบกวนไม่ดี ระบบจะเปลี่ยนเป็นรูปแบบการปรับทิศทางที่มีความกว้างของสัญญาณที่หลากหลาย (แคบ ปานกลาง กว้าง และ Smart Beam Steering) นอกเหนือจากการเปลี่ยนโหมดไมโครโฟนโดยอัตโนมัติจากรอบทิศทางเป็นทิศทางเดียวแล้ว Soft Switching ยังใช้คุณสมบัติ Mixing Point Frequency และ Autoscope เมื่ออยู่ในโหมดทิศทางเดียว
tr_tr: Soft Switching, ortamdaki konuşma ile gürültü arasındaki orana bağlı olarak, mikrofon modunun her yönde modundan direksiyonel moda ve tersi yönde geçmesini sağlar. Bu, sinyalin gürültüye oranının zayıf kabul edildiği bir ortamda, sistemin değişken sinyal genişliklerine (Dar, Orta, Geniş ve Akıllı Sinyal Kapsamı) sahip adaptif bir direksiyonel modele geçeceği anlamına gelir. Mikrofon modunun çok yönlüden direksiyonele otomatik olarak geçmesinin yanı sıra, Soft Switching ayrıca, direksiyonel modda Karıştırma Noktası Frekansı ve AutoScope özelliklerinden de faydalanır.
zh_cn: AI智能转换系统可根据环境中的信噪比将麦克风模式切换为全向性或方向性。这意味着如果环境中的信噪比较低，系统会切换至自适应方向性模式，并提供多个维度（窄、中、宽和智能维度）。 此外，自动从全向性转换为方向性模式时，AI智能转换系统也将起作用。

source: Fixed Directionality
bg_bg: Постоянна насоченост
cht: 固定方向性
el_gr: Σταθερή κατευθυντικότητα
fi_fi: Kiinteä suuntakuvio
hr_hr: Fiksna usmjerenost
hu_hu: Fix Direkcionalitás
it_it: Direzionalità fissa
nl_nl: Vaste directionaliteit
no_no: Fast direksjonalitet
pt_pt: Direcionalidade Fixa
ro_ro: Directionalitate Fixa
ru_ru: Фиксированная направленность
sv_se: Fast riktverkan
th_th: ทิศทางการฟังแบบคงที่
tr_tr: Sabit Direksiyonalite
zh_cn: 固定方向性

source: Sound Shaper is a processing strategy that shifts acoustic information from higher frequency areas to lower frequency areas, where the patient's audibility may be better.
bg_bg: Sound Shaper е стратегия за обработка, която прехвърля звуковата информация от зоните на по-високите честоти към зоните на по-ниските честоти, в които чуваемостта на пациента може да е по-добра.
cht: 移頻是一種將聲音訊息由較高頻區域移動至較低頻區域的處理策略，也許可讓使用者的可聽度更好。
da_dk: Sound Shaper er en behandlingsstrategi, der flytter akustisk information fra højere frekvensområder til lavere frekvensområder, hvor brugeren hører bedre.
el_gr: Το Sound Shaper είναι μια στρατηγική επεξεργασίας που μετατοπίζει τις ακουστικές πληροφορίες από περιοχές υψηλότερης συχνότητας προς περιοχές χαμηλότερης συχνότητας, ενώ η ακουστότητα θα είναι καλύτερη για τον ασθενή.
fi_fi: Taajuussiirto -strategian avulla akustista informaatiota siirretään korkeilta taajuusalueilta matalammille taajuusalueille, joita potilas ehkä kuulee paremmin.
hr_hr: Modulator zvuka jest strategija obrade zvuka koja akustične informacije iz područja visoke frekvencije prenosi u područje niže frekvencije kako bi ih pacijent mogao lakše čuti.
hu_hu: A Sound Shaper egy feldolgozási stratégia, amikor az akusztikus információ a magas frekvenciákról áttevődik mélyebb frekvenciákra, ahol a páciens hallása jobb lehet.
it_it: Sound Shaper è una strategia di elaborazione del suono che sposta i suoni dalle alte frequenze a frequenze inferiori, la dove l'udibilità sarà migliore.
ko_kr: Sound Shaper는 사용자의 가청능력을 향상 시키기위해, 고주파수 정보를 저주파수로 압축 시키는 신호처리기능입니다.
nl_nl: SoundShaper is een verwerkingsstrategie die akoestische informatie verschuift van gebieden met hogere frequentie naar lagere frequentie, waar het gehoor van de gebruiker beter is.
no_no: Sound Shaper er en databehandlingsstrategi som flytter akustisk informasjon fra høyere frekvensområder til lavere frekvensområder, hvor pasienten kan ha bedre hørsel.
pt_pt: Sound Shaper é uma estratégia de processamento que comprimi informações das altas frequências para frequências mais baixas, onde o paciente tem uma melhor audibilidade.
ru_ru: Алгоритм частотной компрессии Sound Shaper представляет собой стратегию обработки звука, использующую перенос информации из зоны высоких частот в зону низких частот, в которой слышимость может быть лучше.
sv_se: Sound Shaper är en bearbetningsstrategi som förskjuter akustisk information från högre frekvensområden till lägre frekvensområden, där patientens hörbarhet kan vara bättre.
th_th: Sound Shaper เป็นกลยุทธ์ในการประมวลผลที่เปลี่ยนข้อมูลเสียงจากพื้นที่ความถี่สูงให้เป็นพื้นที่ความถี่ต่ำ ซึ่งทำให้การได้ยินของผู้ป่วยดีขึ้น
tr_tr: Sound Shaper, yüksek frekanslı alanlardaki bilgileri, hastanın işitme kabiliyetinin daha iyi olabileceği alçak frekanslı alanlara taşıyan bir işleme stratejisidir.
zh_cn: 同样道理，开启该功能后，耳鸣声也将会被相对削弱。

source: DFS Ultra II Music Mode
bg_bg: Режим DFS Ultra II за музика
cht: 數位回饋音抑制，音樂模式
da_dk: DFS Ultra II musiktilstand
el_gr: Λειτουργία μουσικής DFS Ultra II
fi_fi: DSF Ultra II -musiikkitila
hr_hr: DFS Ultra II Glazbeni način
hu_hu: DFS Ultra II Zenei mód
it_it: DFS Ultra II Modalità Musica
ko_kr: DFS Ultra II 뮤직모드
no_no: DFS Ultra II Musikk Modus
pt_pt: DFS Ultra II - Modo Música
ro_ro: DFS Ultra II Mod muzică
ru_ru: DFS Ultra II Режим Музыка
sv_se: DFS Ultra II musikläge
th_th: โหมดเพลง DFS Ultra II
tr_tr: DFS Ultra II Müzik Modu
zh_cn: 超级DFS II+音乐模式
