Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Ear-to-Ear Streaming Telecoil
bg_bg: Телебобина със стрийминг на ухо с ухо
cht: 雙耳串流電話線圈
da_dk: Ear-to ear-streaming telespole
el_gr: Τelecoil ροής ήχου μεταξύ των ώτων
fi_fi: Lähetys korvasta korvaan ja induktiokela
hr_hr: Uho-do-uha Streaming Telecoil
hu_hu: Fülek közötti Streaming Telefontekercs
ko_kr: 텔레코일 양이 스트리밍
nl_nl: Ear-to-Ear streaming luisterspoel
no_no: Øre til Øre Streaming Telespole
pt_pt: Transmissão de Orelha a Orelha para Bobina
ro_ro: Bobină streaming ureche-la-ureche
ru_ru: Катушка потоковой передачи между СА
sv_se: Öra till öra strömmande telespole
tr_tr: Kulaktan Kulağa Aktarım Telecoil
zh_cn: 双耳对传电感

source: Ear-to-Ear Streaming Telecoil + Mic
bg_bg: Телебобина със стрийминг на ухо с ухо + Микрофон
cht: 雙耳串流電話線圈 + 麥克風
da_dk: Ear-to ear-streaming telespole + mik.
el_gr: Telecoil ροής ήχου μεταξύ των ώτων + Μικρόφωνο
fi_fi: Kuulokojeiden välinen äänensiito induktiokela + mikrofoni
hr_hr: Uho-do-uha Streaming Telecoil + mikrofon
hu_hu: Fülek közötti Streaming Telefontekercs + Mik
ko_kr: 텔레코일 + 마이크 양이 스트리밍
nl_nl: Ear-to-Ear streaming luisterspoel+Mic
no_no: Øre til Øre Streaming Telespole+Mik
pt_pt: Transmissão de Orelha a Orelha para Bobina Telefônica + Mic
ro_ro: Bobină streaming ureche-la-ureche + Mic
ru_ru: Катушка потоковой передачи между СА + микрофон
sv_se: Öra-Till Öra Streaming Telespole + Mik
tr_tr: Kulaktan Kulağa Aktarım Telecoil + Mikrofon
zh_cn: 双耳对传+ 麦克风

source: TV Streamer & Micro/Mini/Multi Mic
bg_bg: Телевизионен стриймър и Micro/Mini/Multi микрофон
cht: TV Streamer/無線麥克風
da_dk: TV Streamer og Micro/Mini/Multi Mic
fi_fi: TV lähetin & Micro/Mini/Multi Mic
hr_hr: TV Streamer i Mikro/Mini/Multi Mikrofon
hu_hu: TV Streamer & Mikro/Mini/Multi Mik
ko_kr: TV스트리머&마이크
no_no: TV Streamer & Mikro/Multi Mik
pt_pt: Transmissor de TV & Micro/Mini/Multi Mic
ru_ru: ТВ-стример и Микро-/Мини-/Мульти-микрофон
sv_se: TV Streamer & Mikro/Mini/Multimikrofon
tr_tr: TV Aktarım Ünitesi ve Mikro/Mini/Multi Mikrofon
zh_cn: 音频转换器 & Micro/Mini/Multi Mic

source: External Streaming
bg_bg: Външно поточно възпроизвеждане
cht: 外部串流
da_dk: Ekstern Streaming
el_gr: Εξωτερική ροή
fi_fi: Ulkopuolinen äänensiirto
hr_hr: Vanjsko strujanje
hu_hu: Külső streaming
it_it: Streaming esterno
ko_kr: 외부 스트리밍
nl_nl: Externe Streaming
no_no: Ekstern streaming
pt_pt: Transmissão externa
ro_ro: Streaming Extern
ru_ru: Потоковая передача с внешних устройств
sv_se: Extern Streaming
th_th: การทำ Streaming ภายนอก
tr_tr: Harici Aktarım
zh_cn: 外接音频转换器

source: External Streaming Mic
bg_bg: Микрофон за външно поточно възпроизвеждане
cht: 外部串流麥克風
da_dk: Ekstern Streaming, mikrofon
el_gr: Μικρόφωνο εξωτερικής ροής
fi_fi: Ulkopuolinen äänensiirtomikrofoni
hr_hr: Mikrofon za vanjsko strujanje
hu_hu: Külső streaming mik
it_it: Mic streaming esterno
ko_kr: 외부 스트리밍 마이크
nl_nl: Externe Streaming+Mic
no_no: Ekstern streaming-mikrofon
pt_pt: Mic. de transmissão externa
ro_ro: Streaming Mic Extern
ru_ru: Внешний микрофон
sv_se: Extern Streaming mik
th_th: การทำ Streaming Mic ภายนอก
tr_tr: Harici Aktarım Mikrofonu
zh_cn: 外接音频转换器+麦克风

source: Streaming DAI + Mic
bg_bg: Стрийминг DAI + микрофон
cht: 串流DAI + 麥克風
da_dk: Streaming DAI + mik.
el_gr: Ροή ήχου DAI + Mic
fi_fi: Äänensiirto DAI + Mik
hr_hr: Streaming DAI + mikrofon
hu_hu: Streaming DAI + Mik
ko_kr: 스트리밍 DAI+마이크
no_no: Streaming DAI + Mik
pt_pt: Transmissão DAI + Mic
ru_ru: Потоковая передача DAI + микрофон
sv_se: Streaming DAI + Mik
tr_tr: Streamer DAI (Doğrudan Ses Girişi) + Mikrofon
zh_cn: DAI + 麦克风

source: Wireless Discovery Time
bg_bg: Време за откриване на безжична връзка
cht: 無線配對時間
da_dk: Trådløs tilslutningstid
el_gr: Χρόνος εντοπισμού ασύρματης σύνδεσης
fi_fi: Langattoman laitteen hakuaika
hr_hr: Vrijeme otkrivanja bežične veze
hu_hu: Vezeték nélküli észlelési idő
it_it: Tempo rilevamento wireless
ko_kr: 무선악세서리 탐색 시간
nl_nl: Wireless opspoortijd
no_no: Trådløs oppdagelsestid
pt_pt: Tempo de cobertura wireless
ro_ro: Timpul de gasire Wireless
ru_ru: Время обнаружения беспроводного соединения
sv_se: Avkänningstid för upptäckt
th_th: ช่วงเวลาที่ค้นพบอุปกรณ์ไร้สาย
tr_tr: Kablosuz Keşif Zamanı
zh_cn: 无线设备搜索时间

source: Mobile Device Ringing Level
bg_bg: Ниво на звънене на мобилно устройство
cht: 行動裝置鈴聲等級
da_dk: Ringeniveau for mobilenhed
el_gr: Στάθμη έντασης κουδουνίσματος φορητής συσκευής
fi_fi: Mobiililaitteiden soittoäänen taso
hr_hr: Glasnoća zvona mobilnog uređaja
hu_hu: A mobileszköz csörgési szintje
it_it: Livello squillo dispositivo mobile
ko_kr: 휴대전화 벨소리
nl_nl: Beltoonniveau Mobiele Telefoon
no_no: Mobilenhet ringenivå
pt_pt: Nível de toque do dispositivo móvel
ro_ro: Nivel sonerie dispozitiv mobil
ru_ru: Уровень звонка мобильного устройства
sv_se: Ringsignalnivå för mobilenhet
th_th: ระดับเสียงเรียกเข้าของอุปกรณ์มือถือ
tr_tr: Mobil Cihaz Zil Sesi Seviyesi
zh_cn: 移动设备铃声音量级别

source: Phone Clip Streaming Level
bg_bg: Ниво на поточно възпроизвеждане на Phone Clip
cht: Phone Clip串流等級
da_dk: Streamingniveau for telefonclip
el_gr: Στάθμη ροής κλιπ τηλεφώνου
fi_fi: Phone Clip -äänensiirtotaso
hr_hr: Glasnoća strujanja kopče za telefon
hu_hu: A Phone Clip streamelési szintje
it_it: Livello streaming Phone Clip
ko_kr: 폰 클립 스트리밍
nl_nl: Telefoonclip Streaming niveau
no_no: Phone Clip streamingnivå
pt_pt: Nível de transmissão do Phone Clip
ro_ro: Nivel streaming clemă telefon
ru_ru: Уровень сигнала гарнитуры Phone Clip
sv_se: Streamingnivå för telefon
th_th: ระดับการสตรีมของ Phone Clip
tr_tr: Telefon Klipsi Aktarım Seviyesi
zh_cn: 手机伴侣音量水平

source: Streaming Device Connection
bg_bg: Връзка на устройство за поточно възпроизвеждане
cht: 串流裝置連接
da_dk: Forbindelse til streamingenhed
el_gr: Σύνδεση συσκευής ροής
fi_fi: Äänensiirtolaitteen yhteys
hr_hr: Veza uređaja za strujanje
hu_hu: Streamelő eszköz csatlakozása
it_it: Connessione dispositivo di streaming
ko_kr: 스트리밍기기 연결
nl_nl: Verbinding met Streamer
no_no: TIlkobling streamingenhet
pt_pt: Conexão do dispositivo de transmissão
ro_ro: Conexiune dispozitiv streaming
ru_ru: Подключение аксессуара
sv_se: Anslutning för Streamingtillbehör
th_th: การเชื่อมต่ออุปกรณ์การสตรีม
tr_tr: Aktarım Cihaz Bağlantısı
zh_cn: 无线音频设备连接

source: Pairing Confirmation
bg_bg: Потвърждение за сдвояване
cht: 配對確認
da_dk: Bekræftelse af parring
el_gr: Επιβεβαίωση ζεύξης
fi_fi: Parinmuodostuksen vahvistus
hr_hr: Potvrda uparivanja
hu_hu: Párosítási megerősítés
it_it: Conferma accoppiamento
ko_kr: 페어링 알림
nl_nl: Bevestiging van koppeling
no_no: Paringsbekreftelse
pt_pt: Confirmação de sincronização
ro_ro: Confirmare împerechere
ru_ru: Подтверждение сопряжения
sv_se: Parkopplingsbekräftelse
th_th: การยืนยันการจับคู่
tr_tr: Eşleştirme Onayı
zh_cn: 配对确认

source: Directional Mix
bg_bg: Насочено смесване
cht: 方向性混合
el_gr: Κατευθυντική μείξη
fi_fi: Taajuuskohtainen suuntakuvio
hr_hr: Mješovita usmjerenost
hu_hu: Irányított mix
nl_nl: Directionele Mix-frequentie
no_no: Direksjonal mix
pt_pt: Direcional Mix
ro_ro: Mix Directional
ru_ru: Смешивание направленности
sv_se: Andel riktverkan
th_th: การผสมทิศทาง
zh_cn: 方向性分量

source: High
bg_bg: Високо
cht: 高
da_dk: Høj
el_gr: Υψηλή
fi_fi: Voimakas
hr_hr: Visoko
hu_hu: Magas
it_it: Alto
nl_nl: Zeer laag (ca 500 Hz)
no_no: Høy
pt_pt: Alto
ro_ro: Inalte
ru_ru: Высоко
sv_se: Stor
th_th: สูง
tr_tr: Yüksek
zh_cn: 高

source: Medium
bg_bg: Средно
cht: 中
da_dk: Mellem
el_gr: Μεσαία
fi_fi: Kohtalainen
hr_hr: Srednje
hu_hu: Közepes
it_it: Medio
nl_nl: Laag (ca 700 Hz)
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средне
sv_se: Måttlig
th_th: ปานกลาง
tr_tr: Orta
zh_cn: 中

source: Low
bg_bg: Ниско
cht: 低
da_dk: Lav
el_gr: Χαμηλή
fi_fi: Heikko
hr_hr: Nisko
hu_hu: Alacsony
it_it: Basso
nl_nl: Medium (ca 1k)
no_no: Lav
pt_pt: Baixo
ro_ro: Jos
ru_ru: Низко
sv_se: Liten
th_th: ต่ำ
tr_tr: Alçak
zh_cn: 低

source: Very Low
bg_bg: Много ниско
cht: 極低
da_dk: Meget lav
el_gr: Πολύ χαμηλή
fi_fi: Hyvin matala
hr_hr: Vrlo nisko
hu_hu: Nagyon mély
it_it: Molto basso
nl_nl: Hoog (ca 1,4k)
no_no: Veldig lav
pt_pt: Muito baixo
ro_ro: Foarte Jos
ru_ru: Очень низко (меньше направленности)
sv_se: Väldigt Liten
th_th: ต่ำมาก
tr_tr: Çok Alçak
zh_cn: 极低

source: EVFT PNR Gain Depths
bg_bg: Дълбочина на усилване с EVFT PNR
cht: EVFT 專業聲音純化器增益深度
da_dk: EVFT PNR forstærkningsstyrker
el_gr: Βάθος ενίσχυσης EVFT PNR
fi_fi: EVFT PNR vahv. syvyys
hr_hr: Dubine pojačanja EVFT PNR-a
hu_hu: EVFT PNR erősítési mélység
it_it: EVFT PNR profondità guadagno
ko_kr: EVFT PNR Gain Depth
nl_nl: EVFT PNR versterkingsdieptes
pt_pt: Ganho EVFT PNR
ro_ro: Adâncime amplificare EVFT PNR
ru_ru: Значения глубины усиления при пассивном шумоподавлении EVFT PNR
sv_se: Miljö Optimering NoiseTracker II Förstärkning Djup
th_th: ความลึกค่าเกน EVFT PNR
tr_tr: EVFT PNR Kazanç Derinliği
zh_cn: EVFT音量增益值

source: PNR Max
bg_bg: PNR Mакс.
cht: 專業聲音純化器最大
da_dk: PNR maks.
fi_fi: PNR-maksimi
hr_hr: Maks. PNR
no_no: PNR maks.
pt_pt: PNR máx.
ru_ru: PNR Макс.
sv_se: NoiseTracker II per miljö Max
th_th: PNR สูงสุด
tr_tr: PNR Maks
zh_cn: 最大PNR

source: PNR Min
bg_bg: PNR Mин.
cht: 專業聲音純化器最小
fi_fi: PNR-minimi
hr_hr: Min. PNR
pt_pt: PNR mín.
ru_ru: PNR Мин.
sv_se: NoiseTracker II per miljö Min
th_th: PNR ต่ำสุด
zh_cn: 最小PNR

source: Mode
bg_bg: Режим
cht: 模式
da_dk: Tilstand
el_gr: Λειτουργία
fi_fi: Tila
hr_hr: Način rada
hu_hu: Mód
it_it: Modalità
ko_kr: 모드
nl_nl: Stand
no_no: Modus
pt_pt: Modo
ro_ro: Mod
ru_ru: Режим
sv_se: Läge
th_th: โหมด
tr_tr: Mod
zh_cn: 模式

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desligado
ro_ro: Inchis
ru_ru: Выкл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: Volume
bg_bg: Сила на звука
cht: 音量
da_dk: Lydstyrke
el_gr: Ένταση ήχου
fi_fi: Voimakkuus
hr_hr: Glasnoća
hu_hu: Hangerő
ko_kr: 볼륨
no_no: Volum
ro_ro: Volum
ru_ru: Громкость
sv_se: Volym
th_th: ระดับเสียง
tr_tr: Ses
zh_cn: 音量

source: PNR
cht: 專業聲音純化器
ru_ru: Пассивное шумоподавление / PNR
sv_se: NoiseTracker II per miljö

source: Volume and PNR
bg_bg: Сила на звука и PNR
cht: 音量與專業聲音純化器
da_dk: Lydstyrke og PNR
el_gr: Ένταση ήχου και PNR
fi_fi: Voimakkuus ja PNR
hr_hr: Glasnoća i PNR
hu_hu: Hangerő és PNR
it_it: Volume e PNR
ko_kr: 볼륨 및 PNR
nl_nl: Volume en PNR
no_no: Volum og PNR
pt_pt: Volume e PNR
ro_ro: Volum si PNR
ru_ru: Громкость и PNR
sv_se: Volym och NoiseTracker II per miljö
th_th: ระดับเสียงและ PNR
tr_tr: Ses ve PNR
zh_cn: 音量和PNR

source: Environmental Optimizer II
bg_bg: Класификаторът е синхронизиран
cht: 環境優化器 II
da_dk: Synkroniseret klassificering
el_gr: Ταξινομητής συγχρονισμένος
fi_fi: Luokittelija synkronoitu
hu_hu: Környezeti Optimalizáló II
it_it: Ottimizzatore Ambientale II
ko_kr: 자동환경조절
no_no: Classifier synkronisert
pt_pt: Classificador Ambiental II
ro_ro: Utilizeaza ambele instrumente pentru a identifica mediul
ru_ru: Классификатор синхронизирован
sv_se: MiljöOptimering
th_th: ซิงโครไนซ์ตัวจำแนกขนาดแล้ว
tr_tr: Sınıflandırıcı senkronize edildi
zh_cn: 分类器完成同步

source: Volume Max
bg_bg: Сила на звука Макс.
cht: 最大音量
da_dk: Maks. lydstyrke
el_gr: Μέγ. ένταση ήχου
fi_fi: Voimakkuus maks
hr_hr: Maks. glasnoća
hu_hu: Hangerő max
ko_kr: 볼륨 최대
no_no: Maks volum
pt_pt: Volume máx.
ro_ro: Volum Max
ru_ru: Максимальная громкость
sv_se: Volym Max
th_th: ระดับเสียงสูงสุด
tr_tr: Max Ses
zh_cn: 最大音量

source: Volume Min
bg_bg: Сила на звука Мин.
cht: 最小音量
da_dk: Min. volumen
el_gr: Ελάχ. ένταση ήχου
fi_fi: Voimakkuus min
hr_hr: Min. glasnoća
hu_hu: Hangerő min
ko_kr: 볼륨 최소
no_no: Min volum
pt_pt: Volume mín.
ro_ro: Volum Min
ru_ru: Минимальная громкость
sv_se: Volym Min
th_th: ระดับเสียงต่ำสุด
tr_tr: Min Ses
zh_cn: 最小音量

source: Quiet
bg_bg: Тихо
cht: 安靜
da_dk: Ro
el_gr: Σιωπηλό
fi_fi: Hiljainen ääniympäristö
hr_hr: Tiho
hu_hu: Csend
it_it: Quiete
ko_kr: 조용한환경
nl_nl: Rust
no_no: Stille
pt_pt: Silêncio
ro_ro: Liniste
ru_ru: Тишина
sv_se: Tyst
th_th: เงียบ
tr_tr: Sessizlikte
zh_cn: 安静环境

source: Speech (soft)
bg_bg: Говор (тих)
cht: 語音 (小聲)
da_dk: Svag tale
el_gr: Ομιλία (σιγανή)
fi_fi: Puhe (heikko)
hr_hr: Govor (tiho)
hu_hu: Beszéd (halk)
it_it: Parlato (debole)
ko_kr: 대화환경(작은말소리)
nl_nl: Spraak (zacht)
no_no: Tale (svak)
pt_pt: Fala (suave)
ro_ro: Vorbire
ru_ru: Тихая речь
sv_se: Svagt tal
th_th: เสียงพูด (เบา)
tr_tr: Konuşma (yumuşak)
zh_cn: 言语(轻度)

source: Speech (loud)
bg_bg: Говор (силен)
cht: 語音 (大聲)
da_dk: Kraftig tale
el_gr: Ομιλία (δυνατή)
fi_fi: Puhe (voimakas)
hr_hr: Govor (glasno)
hu_hu: Beszéd (hangos )
it_it: Parlato (forte)
ko_kr: 대화환경(큰말소리)
nl_nl: Spraak (hard)
no_no: Tale (høy)
pt_pt: Fala (forte)
ro_ro: Vorbire clara
ru_ru: Громкая речь
sv_se: Starkt tal
th_th: คำพูดชัดเจน
tr_tr: Konuşma (yüksek)
zh_cn: 言语(强度)

source: Speech in noise (moderate)
bg_bg: Говор при шум (умерен)
cht: 噪音中的語音（中等）
da_dk: Tale i mod. støj
el_gr: Ομιλία σε θόρυβο (μέτρια)
fi_fi: Puhe melussa (keski)
hr_hr: Govor u buci (umjerena)
hu_hu: Beszéd zajban (köz.)
it_it: Parlato nel rumore (mod.)
ko_kr: 소음속대화환경(보통말소리)
nl_nl: Spraak in rumoer (gemiddeld)
no_no: Tale i støy (mod)
pt_pt: Fala no ruído (mod.)
ro_ro: Vorbire în zgomot (moderat)
ru_ru: Речь в шуме (умеренном)
sv_se: Tal i svagt brus/buller
th_th: เสียงพูดในเสียงรบกวน (ปานกลาง)
tr_tr: Gürültüde Konuşma (orta)
zh_cn: 噪音环境下的言语(适中)

source: Speech in noise (loud)
bg_bg: Говор при шум (силен)
cht: 噪音中語音 (大聲)
da_dk: Tale i kraftig støj
el_gr: Ομιλία σε θόρυβο (δυνατή)
fi_fi: Puhe melussa (voimakas)
hr_hr: Govor u buci (glasno)
hu_hu: Beszéd zajban (hangos)
it_it: Parlato nel rumore (forte)
ko_kr: 소음속대화환경(큰말소리)
nl_nl: Spraak in lawaai (luid)
no_no: Tale i støy (høy)
pt_pt: Fala no ruído (forte)
ro_ro: Vorbire in zgomot (puternic)
ru_ru: Речь в громком шуме
sv_se: Tal i starkt brus/buller
th_th: เสียงพูดท่ามกลางเสียงรบกวน(ดัง)
tr_tr: Gürültüde Konuşma (yüksek)
zh_cn: 嘈杂环境下的言语(强度)

source: Noise (moderate)
bg_bg: Шум (умерен)
cht: 噪音（中等）
da_dk: Mod. Støj
el_gr: Θόρυβος (μέτριος)
fi_fi: Melu (keski)
hr_hr: Buka (umjerena)
hu_hu: Zaj (köz.)
it_it: Rumore (mod.)
ko_kr: 소음환경(보통크기)
nl_nl: Rumoer (gemiddeld)
no_no: Støy (mod)
pt_pt: Ruído (mod.)
ro_ro: Zgomot (moderat)
ru_ru: Шум (умеренный)
sv_se: Svagt brus/buller
th_th: เสียงรบกวน (ปานกลาง)
tr_tr: Gürültü (orta)
zh_cn: 噪音(适中)

source: Noise (loud)
bg_bg: Шум (силен)
cht: 噪音 (大聲)
da_dk: Kraftig støj
el_gr: Θόρυβος (δυνατός)
fi_fi: Melu (voimakas)
hr_hr: Buka (glasno)
hu_hu: Zaj (erős)
it_it: Rumore (forte)
ko_kr: 소음환경(시끄러운)
nl_nl: Lawaai (luid)
no_no: Støy (høy)
pt_pt: Ruído (forte)
ro_ro: Zgomot puternic
ru_ru: Громкий шум
sv_se: Starkt brus/buller
th_th: เสียงรบกวน (ดัง)
tr_tr: Gürültü (yüksek)
zh_cn: 噪音(强度)

source: Autosteering Synchronization
bg_bg: Синхронизация на автоматично управление
cht: 自動聚焦同步
da_dk: Synkronisering af autosteering
el_gr: Συγχρονισμός αυτόματης πλοήγησης
fi_fi: Automaattiohjauksen synkronointi
hr_hr: Sinkronizacija automatskog upravljanja parametrima
hu_hu: Autofelismerés szinkronizáció
it_it: Sincronizzazione direzionalità automatica
ko_kr: 자동 소리발생기 소리조절 동기화
nl_nl: Autoscope synchronisatie
no_no: Autosteering synkronisering
pt_pt: Sincronização do feixo de captação
ro_ro: Sincronizare Autosteering
ru_ru: Синхронизация автоматической регулировки
sv_se: Automatisk synkronisering
th_th: การซิงโครไนซ์ Autosteering
tr_tr: Otomatik yönetim senkronizasyonu
zh_cn: 自动同步

source: All
bg_bg: Всички
cht: 全部
da_dk: Alle
el_gr: Όλα
fi_fi: Kaikki
hr_hr: Sve
hu_hu: Minden
it_it: Tutto
ko_kr: 모두
nl_nl: Alle
no_no: Alle
pt_pt: Todos
ro_ro: Tot
ru_ru: Все
sv_se: Alla
th_th: ทั้งหมด
tr_tr: Tümü
zh_cn: 全部

source: Max Gain Handle
bg_bg: Максимален брой на канали за усилване
cht: 最大增益調整列
da_dk: Maks. antal gainhandles
el_gr: Μέγ. σημείο ρύθμισης απόκρισης
fi_fi: Maks. vahvistussäätimiä
hr_hr: Maks. broj hvatišta pojačanja
hu_hu: Kezelt erősítések max. száma
it_it: Numero massimo di Maniglie di regolazione
ko_kr: 최대 게인 핸들
nl_nl: Maximaal aantal kanalen
no_no: Maks antall frekvensbånd
pt_pt: Número máximo de canais de ganho
ro_ro: Numarul Maxim de Valori de Castig
ru_ru: Максимальное число регуляторов усиления
sv_se: Max antal justeringsband
th_th: Gain Handles สูงสุด
tr_tr: Maksimum Kazanç Ayar Sayısı
zh_cn: 显示为最多频段

source: One of the products is wireless, please change them to both wireless or both regular products.
bg_bg: Един от продуктите е безжичен – моля, превключете ги на два безжични или на два обикновени продукта.
cht: 其中一個是無線產品，請將其更改為兩個無線產品或兩個標準產品。
da_dk: Et af apparaterne er trådløst, skift apparat, så de begge er trådløse eller ikke-trådløse.
el_gr: Ένα από τα προϊόντα είναι ασύρματο. Αλλάξτε και τα δύο προϊόντα σε ασύρματα ή σε κανονικά προϊόντα.
fi_fi: Yksi laitteista on langaton. Vaihda molemmat langattomiksi tai tavallisiksi.
hr_hr: Jedan je proizvod bežičan. Promijenite ih oba u bežične ili obične proizvode.
hu_hu: A termékek egyike vezeték nélkül működik. Módosítsa mindkét eszközt vezeték nélküli vagy normál termékre.
it_it: Uno dei prodotti è wireless, cambiare i dispositivi facendo in modo che siano entrambi wireless o non wireless.
ko_kr: 제품 중 하나가 무선 보청기입니다, 두 제품을 모두 무선 또는 모두 유선으로 변경하세요.
nl_nl: Een van de toestellen is wireless, verander ze s.v.p. in beide wireless of beide niet-wireless.
no_no: Ett av høreapparatene er trådløst, vennligst bytt til to trådløse eller to ikke trådløse apparater.
pt_pt: Um destes produtos é wireless, mude-os para produtos wireless ou sem wireless.
ro_ro: Unul sau mai multe produse sunt wireless, va rog schimbati sa fie ambele la fel.
ru_ru: Один из СА беспроводной. Пожалуйста, подключите либо оба беспроводных аппарата, либо оба обычных проводных.
sv_se: En av produkterna är trådlös, ändra så att båda blir trådlösa eller båda icke trådlösa.
th_th: มีเครื่องฯ ที่ต่อระบบไร้สายได้หนึ่งเครื่องให้เปลี่ยนเป็นระบบไร้สายทั้งสองเครื่องหรือระบบมีสายทั้งสองเครื่องเหมือนๆ กัน
tr_tr: Ürünlerden biri kablosuzdur, lütfen bunları her ikisi de kablosuz veya her ikisi de olağan ürünler olacak şekilde değiştirin.
zh_cn: 其中一台助听器为无线产品，请确保两侧助听器均为无线产品或均为非无线产品。

source: Wireless products mismatch error
bg_bg: Грешка за несъответствие на безжични продукти
cht: 無線產品不相符錯誤
da_dk: Apparaterne passer ikke sammen
el_gr: Σφάλμα ασυμφωνίας ασύρματων προϊόντων
fi_fi: Langattomien laitteiden yhteensopivuusvirhe
hr_hr: Pogreška neusklađenosti bežičnih proizvoda
hu_hu: Eltérő, vezeték nélküli termékek miatti hiba
it_it: Errore di corrispondenza dispositivi wireless
ko_kr: 무선 디바이스와 보청기 불일치
nl_nl: Toestellen stemmen niet overeen-error
no_no: Trådløse produkter uoverensstemmelse
pt_pt: Erro de incompatibilidade de produtos wireless
ro_ro: Aparate Necorelate
ru_ru: Ошибка несоответствия беспроводных продуктов
sv_se: Misspassningsfel för trådlösa produkter
th_th: ข้อผิดพลาดในการจับคู่เครื่องช่วยฟัง
tr_tr: Kablosuz ürünler eşleşme hatası
zh_cn: 无线产品匹配发生错误

source: Tour of the Ear
bg_bg: Обиколка в ухото
cht: 耳朵之旅
da_dk: Tur gennem øret
el_gr: Ο κόσμος του αυτιού
fi_fi: Matka korvaan
hr_hr: Šetnja uhom
hu_hu: A fül felfedezése
it_it: Tour dell'orecchio
ko_kr: 소리의 전달과정
nl_nl: Rondleiding door het oor
no_no: En reise gjennom øret
pt_pt: Conheça a orelha
ro_ro: Turul urechii
ru_ru: Обзор уха
sv_se: Resa genom örat
th_th: ทัวร์ชมหู
tr_tr: Kulak Turu
zh_cn: 如何听到声音

source: Signs of Hearing Loss
bg_bg: Признаци на слухова загуба
cht: 聽力損失之特徵
da_dk: Tegn på hørenedsættelse
el_gr: Ενδείξεις βαρηκοΐας
fi_fi: Kuulonaleneman merkit
hr_hr: Znakovi gubitka sluha
hu_hu: A hallásvesztés jelei
it_it: Segni di perdita uditiva
ko_kr: 난청의 증상
nl_nl: Kenmerken van gehoorverlies
no_no: Tegn på hørselstap
pt_pt: Sinais de perda auditiva
ro_ro: Semnele pierderii de auz
ru_ru: Признаки потери слуха
sv_se: Tecken på hörselnedsättning
th_th: สัญญาณบ่งบอกการสูญเสียการได้ยิน
tr_tr: İşitme Kaybı İşaretleri
zh_cn: 听力损失的征兆

source: Types of Hearing Loss
bg_bg: Типове слухова загуба
cht: 聽力損失之類型
da_dk: Typer af hørenedsættelse
el_gr: Είδη βαρηκοΐας
fi_fi: Kuulonaleman tyypit
hr_hr: Vrste gubitka sluha
hu_hu: A hallásvesztés típusai
it_it: Tipologie di perdita uditiva
ko_kr: 난청의 유형
nl_nl: Soorten gehoorverlies
no_no: Typer hørselstap
pt_pt: Tipos de perda auditiva
ro_ro: Tipuri de pierdere a auzului
ru_ru: Типы потери слуха
sv_se: Typer av hörselnedsättning
th_th: ประเภทของการสูญเสียการได้ยิน
tr_tr: İşitme Kaybı Türleri
zh_cn: 听力损失的类型

source: Natural Directionality II
bg_bg: Естествена насоченост II
cht: 實景空間方向性
fi_fi: Luonnollinen suuntakuvio II
hr_hr: Prirodna usmjerenost II
hu_hu: Természetes direkcionalítás II
it_it: Direzionalità Naturale II
nl_nl: Brain-balanced directionaliteit II
pt_pt: Direcionalidade Natural II
ro_ro: Direcționalitate naturală II
ru_ru: Естественная направленность II
sv_se: Naturlig riktningsverkan II
tr_tr: Natural Direksiyonalite II
zh_cn: 自然方向性 II

source: Wind Guard
cht: 風噪音抑制
fi_fi: Tuulisalpa
hr_hr: Zaštita od vjetra
hu_hu: Szélzajszűrés
ro_ro: Paravânt
ru_ru: Подавление шума ветра Wind Guard
sv_se: Vindbrusreducering
zh_cn: 高效风噪卫士

source: Cleaning the Earmold & Tube
bg_bg: Почистване на ушната отливка и шлауха
cht: 清潔耳模和耳管
da_dk: Rengøring af øreprop og slange
el_gr: Καθαρισμός εκμαγείου και σωλήνα
fi_fi: Korvakappaleen ja letkun puhdistaminen
hr_hr: Čišćenje kalupa za uho i cijevi
hu_hu: Az illeszték és a cső tisztítása
it_it: Pulizia di chiocciola su misura e tubicino
ko_kr: 몰드 및 튜브 클리닝
nl_nl: Reiniging van oorstukje en slang
no_no: Rengjøring av ørepropp og slange
pt_pt: Limpeza do molde auricular e do tubo
ro_ro: Curățare olivă & tub
ru_ru: Чистка вкладыша и трубочки
sv_se: Rengöring av insats & slang
th_th: การทำความสะอาด Earmold และ Tube
tr_tr: Kulak Kalıbını ve Tüpü Temizleme
zh_cn: 清洁耳模和导管

source: Custom
bg_bg: По желание
cht: 訂製型
da_dk: Brugertilpasset
el_gr: Ειδικό
fi_fi: Yksilöllinen
hr_hr: Prilagođeno
hu_hu: Egyéni
it_it: Personalizzato
nl_nl: IHO
pt_pt: Customizado
ro_ro: Personalizat
ru_ru: Индивидуальные
sv_se: Anpassad
th_th: กำหนดเอง
tr_tr: Kişiye Özel
zh_cn: 定制机

source: Medium
bg_bg: Носител
cht: 中等
da_dk: Mellem
el_gr: Μεσαίος
fi_fi: Keski
hr_hr: Srednje
hu_hu: Közepes
it_it: Medio
ko_kr: 중간 소리
nl_nl: Gemiddeld
pt_pt: Média
ro_ro: Mediu
ru_ru: Среднее
sv_se: Medel
th_th: ปานกลาง
tr_tr: Orta
zh_cn: 中

source: Soft
bg_bg: Тихо
cht: 小聲
da_dk: Svag
el_gr: Σιγανός
fi_fi: Heikko
hr_hr: Tiho
hu_hu: Halk
it_it: Debole
ko_kr: 작은 소리
nl_nl: Zacht
no_no: Svak
pt_pt: Fraco
ro_ro: Incet
ru_ru: Тихие
sv_se: Svag
th_th: เบา
tr_tr: Hafif
zh_cn: 小声

source: Average
bg_bg: Средно
cht: 一般
da_dk: Gennemsnit
el_gr: Μέσος
fi_fi: Kohtalainen
hr_hr: Prosječno
hu_hu: Átlag
it_it: Medio
ko_kr: 평균
nl_nl: Gemiddeld
no_no: Gjennomsnittlig
pt_pt: Média
ro_ro: Mediu
ru_ru: Усредненные
sv_se: Genomsnittlig
th_th: ค่าเฉลี่ย
tr_tr: Ortalama
zh_cn: 中声

source: Loud
bg_bg: Силно
cht: 大聲
da_dk: Kraftig
el_gr: Δυνατός
fi_fi: Voimakas
hr_hr: Glasno
hu_hu: Hangos
it_it: Forte
ko_kr: 큰 소리
nl_nl: Hard
no_no: Høy
pt_pt: Forte
ro_ro: Tare
ru_ru: Громкие
sv_se: Stark
th_th: ดัง
tr_tr: Yüksek
zh_cn: 大声

source: Web Updates
bg_bg: Уеб актуализации
cht: 網路更新
da_dk: Webopdateringer
el_gr: Διαδικτυακές ενημερώσεις
fi_fi: Ohjelmapäivitykset
hr_hr: Mrežna ažuriranja
hu_hu: Webes frissítések
it_it: Aggiornamenti Web
ko_kr: 웹 업데이트
no_no: Weboppdateringer
pt_pt: Atualizações da Web
ro_ro: Actualizari Web
ru_ru: Интернет-обновления
sv_se: Webbuppdateringar
th_th: ข้อมูลเพิ่มเติมในเวป
tr_tr: Web Güncellemeleri
zh_cn: 在线升级
