Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: REUG Measurement completed successfully.
cht: REUG 測量成功完成。
da_dk: REUG-måling er gennemført.
el_gr: Η Μέτρηση REUG ολοκληρώθηκε με επιτυχία.
fi_fi: REUG mittaus suoritettu onnistuneesti
hr_hr: REUG mjerenje uspješno dovršeno.
hu_hu: A REUG mérés sikeres volt.
it_it: Misurazione REUG completata con successo.
ko_kr: REUG 측정이 완료되었습니다.
nl_nl: REUG meting succesvol uitgevoerd.
no_no: REUG-måling fullført vellykket.
pt_pt: Medida REUG concluída com sucesso.
ro_ro: Măsurătoare REUG (amplificare neasistată pentru urechea reală) efectuată cu succes.
ru_ru: REUG измерения завершены успешно.
sv_se: REUR Mätning lyckades.
th_th: การวัด REUG ดำเนินการเสร็จสมบูรณ์
tr_tr: REUG ölçümü başarılı bir şekilde tamamlandı.
zh_cn: REUG测试已完成。

source: Left Side
bg_bg: Лява страна
cht: 左耳
da_dk: Venstre side
el_gr: Αριστερή πλευρά
fi_fi: Vasen puoli
hr_hr: Lijeva strana
hu_hu: Bal oldal
it_it: Lato sinistro
ko_kr: 좌측
nl_nl: Linkeroor
no_no: Venstre side
pt_pt: Lado esquerdo
ro_ro: Stanga
ru_ru: Левая сторона
sv_se: Vänster sida
th_th: ข้างซ้าย
tr_tr: Sol Taraf
zh_cn: 左侧

source: Right Side
bg_bg: Дясна страна
cht: 右耳
da_dk: Højre side
el_gr: Δεξιά πλευρά
fi_fi: Oikea puoli
hr_hr: Desna strana
hu_hu: Jobb oldal
it_it: Lato destro
ko_kr: 우측
nl_nl: Rechteroor
no_no: Høyre side
pt_pt: Lado direito
ro_ro: Dreapta
ru_ru: Правая сторона
sv_se: Höger sida
th_th: ข้างขวา
tr_tr: Sağ Taraf
zh_cn: 右侧

source: Both Sides
bg_bg: Двете страни
cht: 雙耳
da_dk: Begge sider
el_gr: Και οι δύο πλευρές
fi_fi: O+V
hr_hr: Obje strane
hu_hu: Mindkét oldal
it_it: Entrambi i lati
ko_kr: 양측
nl_nl: Beide oren
no_no: Begge sider
pt_pt: Ambos os lados
ro_ro: Ambele parti
ru_ru: Обе стороны
sv_se: Båda sidor
th_th: ทั้งสองข้าง
tr_tr: Her İki Taraf
zh_cn: 双侧

source: Apply
bg_bg: Приложи
cht: 套用
da_dk: Udfør
el_gr: Εφαρμογή
fi_fi: Käytä & Tallenna
hr_hr: Primijeni
hu_hu: Alkalmaz
it_it: Applica
ko_kr: 적용
nl_nl: Toepassen
no_no: Bruk
pt_pt: Aplicar
ro_ro: Aplica si Salveaza
ru_ru: Применить
sv_se: Utför
th_th: นำไปใช้
tr_tr: Uygula
zh_cn: 应用

source: In-Situ UCL
bg_bg: UCL в самия апарат
cht: 現場不舒適閾值
el_gr: Επιτόπου UCL
fi_fi: UCL käyttötilanteessa
hr_hr: In-situ neugodna razina glasnoće
it_it: UCL In-Situ
pt_pt: UCL in-situ
ru_ru: Уровень дискомфорта In-Situ
th_th: UCL ในตัว
tr_tr: Yerinde UCL
zh_cn: 内置测听不舒适阈

source: (No Hearing Instrument Selected)
bg_bg: (Не е избран слухов апарат)
cht: (未選擇助聽器)
da_dk: (Der er ikke valgt noget høreapparat)
el_gr: (Δεν έχει επιλεγεί ακουστικό βοήθημα)
fi_fi: (Kuulokojetta ei valittu)
hr_hr: (Slušni aparat nije odabran)
hu_hu: (Nincs kijelölt hallókészülék)
it_it: (Nessun apparecchio acustico rilevato)
ko_kr: (선택한 보청기 없음)
nl_nl: (Geen hoortoestel geselecteerd)
no_no: (Ingen høreapparater valgt)
pt_pt: (Nenhum aparelho auditivo selecionado)
ro_ro: (Niciun aparat auditiv selectat)
ru_ru: (Не выбрано СА)
sv_se: (Ingen hörapparat vald)
th_th: (ไม่ได้เลือกอุปกรณ์ช่วยฟัง)
tr_tr: (Seçilmiş İşitme Cihazı Yok)
zh_cn: (未选择助听器)

source: Error during REM operation: Device logout failed.
bg_bg: Грешка по време на аудиометрия – неуспешно излизане от устройството.
cht: 實耳測量操作錯誤：裝置登出失敗。
da_dk: Der opstod en fejl under REM-handling: Logout mislykkedes.
el_gr: Σφάλμα κατά τη διάρκεια λειτουργίας της REM: Απέτυχε η αποσύνδεση από τη συσκευή.
fi_fi: Virhe REM-mittauksessa: Laitteen kirjautuminen ulos ei onnistu.
hr_hr: Pogreška tijekom REM postupka: prijava uređaja nije uspjela.
hu_hu: Hiba a REM folyamat alatt: Készülék kijelentkezési hiba.
it_it: Errore durante l'operazione REM: uscita dal dispositivo non riuscita.
ko_kr: REM 동작 에러 : 보청기 로그아웃 실패
nl_nl: Fout tijdens REM procedure: Toestel logout mislukt.
no_no: Feil under REM-operasjon: Enhet ble ikke logget ut.
pt_pt: Erro durante a operação de REM: falha na saída do aparelho.
ro_ro: Eroare pe parcursul operatiei REM: Deconectare dispozitiv esuata
ru_ru: Ошибка при выполнении REM: не удалось завершить работу.
sv_se: Fel vid REM-bearbetning: Enhetsutloggning misslyckades.
th_th: เกิด Error ระหว่างทำ REM : การลงชื่อออกของอุปกรณ์ล้มเหลว
tr_tr: REM işlemi sırasında hata: Cihaz oturumu kapatma hatası.
zh_cn: REM运行出错:设备导出出错。

source: Fitting Data
bg_bg: Данни за монтирането
cht: 選配資料
da_dk: Tilpasningsdata
el_gr: Δεδομένα εφαρμογής
fi_fi: Sovitustieto
hr_hr: Podatci o namještanju
hu_hu: Illesztési adat
it_it: Dati di fitting
ko_kr: 피팅 데이터
nl_nl: Aanpasgegevens
no_no: Tilpasningsdata
pt_pt: Dados de ajuste
ro_ro: Date reglaj
ru_ru: Данные настройки
sv_se: Anpassningsdata
th_th: ข้อมูลการทดลองสวม
tr_tr: Fitting Verileri
zh_cn: 验配数据

source: Conventional
bg_bg: Традиционно
cht: 傳統
da_dk: Konventionel
el_gr: Συμβατικά
fi_fi: Perinteinen
hr_hr: Klasično
hu_hu: Hagyományos
it_it: Convenzionale
ko_kr: 일반적인
nl_nl: Conventioneel
no_no: Konvensjonelt
pt_pt: Convencional
ro_ro: Convențional
ru_ru: Обычный
sv_se: Konventionell
th_th: ดั้งเดิม
tr_tr: Geleneksel
zh_cn: 传统

source: Test Results
bg_bg: Резултати от теста
cht: 測試結果
da_dk: Testresultater
el_gr: Αποτελέσματα δοκιμής
fi_fi: Mittaustulokset
hr_hr: Rezultati testa
hu_hu: Teszteredmények
it_it: Risultati del test
ko_kr: 측정결과
nl_nl: Testresultaten
no_no: Testresultater
pt_pt: Resultados dos Testes
ro_ro: Rezultate testare
ru_ru: Результаты теста
sv_se: Testresultat
th_th: ผลการทดสอบ
tr_tr: Test Sonuçları
zh_cn: 测试结果

source: An error occurred while performing this operation.
bg_bg: Възникна грешка, докато се извършваше тази операция.
cht: 執行此操作時發出錯誤。
da_dk: Der opstod en fejl under udførsel af denne handling.
el_gr: Παρουσιάστηκε σφάλμα κατά την εκτέλεση αυτής της λειτουργίας.
fi_fi: Tehdasasetusten palautuksessa virhe, oikea koje
hr_hr: Došlo je do pogreške pri obavljanju ove radnje.
hu_hu: Hiba történt a folyamat során.
it_it: Si è verificato un errore durante l'esecuzione dell'operazione.
ko_kr: 이 작업을 수행하는 중에 에러가 발생했습니다
nl_nl: Er is een fout opgetreden bij deze handeling.
no_no: Feil ved tilbakestilling av høreapparatet.
pt_pt: Erro ao realizar esta operação.
ro_ro: Restaureaza erorile din fabrica pentru aparatul drept.
ru_ru: Во время проведения этой операции возникла ошибка.
sv_se: Ett fel uppstod vid denna åtgärd.
th_th: เกิดข้อผิดพลาดขึ้นขณะดำเนินการนี้
tr_tr: Bu işlem gerçekleştirilirken bir hata oluştu.
zh_cn: 执行此操作时发生错误。

source: Cannot detect the instrument. Please check the wires and try again.
bg_bg: Не може да се открие апарата. Моля, проверете проводниците и опитайте отново.
cht: 無法偵測助聽器。請檢查連接線並重試。
da_dk: Apparatet kan ikke registreres. Kontrollér kablerne, og prøv igen.
el_gr: Δεν είναι δυνατή η ανίχνευση του ακουστικού. Ελέγξτε τα καλώδια και προσπαθήστε ξανά.
fi_fi: Kuulokojetta ei tunnisteta. Tarkista johdot ja yritä uudelleen.
hr_hr: Aparat se ne može otkriti. Provjerite žice i pokušajte ponovno.
hu_hu: Nem lehet észlelni a készüléket. Ellenőrizze a vezetékeket, és próbálkozzon újra.
it_it: Impossibile rilevare l'apparecchio. Controllare i cavi e riprovare.
ko_kr: 보청기를 찾을 수 없습니다. 케이블 상태를 확인하고 다시 시도해 보세요.
nl_nl: Het toestel kan niet gedetecteerd worden. Controleer de aansluitingen en probeer het opnieuw.
no_no: Finner ikke høreapparatet. Vennligst sjekk kabler og forsøk igjen.
pt_pt: Não foi possível detectar o aparelho. Verifique os cabos e tente novamente.
ro_ro: Nu se poate detecta instrumentul. Vă rugăm să verificați firele și să încercați din nou.
ru_ru: Не удается найти аппарат. Пожалуйста, проверьте провода и попытайтесь снова.
sv_se: Hörapparaten kan inte kännas av. Kontrollera kablarna och försök igen.
th_th: ไม่พบอุปกรณ์ โปรดตรวจสอบสายแล้วลองใหม่อีกครั้ง
tr_tr: Cihaz tespit edilemiyor. Lütfen kabloları kontrol edin ve tekrar deneyin.
zh_cn: 无法探测到助听器。请检查编程线后重试。

source: The instrument version is not supported by the fitting software.
bg_bg: Версията на апарата не се поддържа от софтуера за монтиране.
cht: 選配軟體不支援此助聽器版本。
da_dk: Apparatversionen understøttes ikke af tilpasningssoftwaren.
el_gr: Η έκδοση του ακουστικού δεν υποστηρίζεται από το λογισμικό εφαρμογής
fi_fi: Kuulokojeen ohjelmaversiota ei tueta tässä sovitusohjelmassa.
hr_hr: Softver za namještanje ne podržava verziju aparata.
hu_hu: Az illesztőszoftver nem támogatja a készülék verzióját.
it_it: La versione dell'apparecchio non è supportato dal software di fitting.
ko_kr: 이 보청기는 현재 피팅 소프트웨어가 지원하지 않는 보청기 입니다.
nl_nl: Toestelversie wordt niet ondersteund door de aanpassoftware.
no_no: Apparatversjonen støttes ikke av tilpasningsprogrammet.
pt_pt: A versão do aparelho não é compatível com o software de ajuste.
ro_ro: Aparatul de dreapta nu este suportat de versiunea de soft
ru_ru: Версия аппарата не поддерживается программным обеспечением.
sv_se: Hörapparatens version stödjs inte av programvaran.
th_th: ซอฟต์แวร์ทดลองสวมไม่สนับสนุนอุปกรณ์เวอร์ชันนี้
tr_tr: Fitting cihazının bu versiyonu yazılım tarafından desteklenmiyor.
zh_cn: 该软件版本不支持此助听器。

source: Search Again
bg_bg: Потърсете отново
cht: 再次搜尋
da_dk: Søg igen
el_gr: Επανάληψη αναζήτησης
fi_fi: Etsi uudestaan
hr_hr: Traži ponovno
hu_hu: Ismételt keresés
it_it: Cerca ancora
ko_kr: 다시 탐색하세요
nl_nl: Opnieuw zoeken
no_no: Søk igjen
pt_pt: Procurar novamente
ro_ro: Cauta din nou
ru_ru: Повторить поиск
sv_se: Sök igen
th_th: ค้นหาอีกครั้ง
tr_tr: Tekrar Ara
zh_cn: 重新探测

source: Select instrument by using beeps
bg_bg: Изберете апарат с помощта на звукови сигнали
cht: 使用提示音選擇助聽器
da_dk: Vælg apparat vha. bip
el_gr: Επιλέξτε ακουστικό χρησιμοποιώντας ηχητικά σήματα
fi_fi: Valitse kuulokoje
hr_hr: Odaberite aparat uz pomoć zvučnih signala
hu_hu: Készülék kiválasztása hangjelzéssel
it_it: Seleziona apparecchio usando i beep
ko_kr: 알림음을 사용하여 보청기를 선택하세요.
nl_nl: Bevestigd via beeps of serienummer
no_no: Bekreft ved å bruke signal
pt_pt: Selecione o aparelho usando os bipes
ro_ro: Alege aparatul folosind semnale acustice
ru_ru: Выберите аппарат, используя Бип-сигналы
sv_se: Välj hörapparat med Ljud
th_th: เลือกเครื่องช่วยฟังโดยใช้สัญญาณเสียง beep
tr_tr: Bip seslerini kullanarak cihaz seçin
zh_cn: 使用提示音或序列号来选定

source: Serial Number of
bg_bg: Сериен номер на
cht: 序號為
da_dk: Serienummer for
el_gr: Σειριακός αριθμός του
fi_fi: Sarjanr. laitteelle
hr_hr: Serijski broj uređaja
hu_hu: Gyáriszám –
it_it: Numero di serie di
ko_kr: 시리얼 번호
nl_nl: Serienummer van
no_no: Serienummer til
pt_pt: Número de série de
ro_ro: Serie numerica a
ru_ru: Серийный номер
sv_se: Serienummer på
th_th: Serial Number ของ
tr_tr: Seri Numarası
zh_cn: 序列号

source: Add Instrument
bg_bg: Добавете апарат
cht: 新增助聽器
da_dk: Tilføj apparat
el_gr: Προσθήκη ακουστικού
fi_fi: Lisää kuulokoje
hr_hr: Dodaj aparat
hu_hu: Készülék hozzáadása
it_it: Aggiungi apparecchio
ko_kr: 보청기 추가
nl_nl: Voeg toestel toe
no_no: Legg til apparat
pt_pt: Adicionar aparelho
ro_ro: Adauga aparat
ru_ru: Добавить аппарат
sv_se: Lägg till hörapparat
th_th: เพิ่มเครื่องช่วยฟัง
tr_tr: Cihaz ilave et
zh_cn: 添加助听器

source: Aurical Freefit
nl_nl: Auricale Freefit
ro_ro: FreeFit auricular
ru_ru: Система диагностики слуха и настройки СА Aurical Freefit

source: Aurical Plus
ru_ru: Система диагностики слуха и настройки СА Aurical Плюс

source: No devices detected
bg_bg: Не са открити устройства
cht: 未偵測到裝置
da_dk: Der blev ikke fundet nogen apparater
el_gr: Δεν ανιχνεύτηκαν συσκευές
fi_fi: Laitteita ei havaittu
hr_hr: Uređaji nisu otkriveni
hu_hu: Nincsenek észlelt eszközök
it_it: Nessun dispositivo rilevato
ko_kr: 보청기가 탐색되지 않았습니다.
nl_nl: Geen toestellen gedetecteerd
no_no: Ingen enheter funnet
pt_pt: Nenhum dispositivo detectado
ro_ro: Niciun aparat detectat
ru_ru: Устройств не обнаружено
sv_se: Inga hörapparater kan kännas av
th_th: ไม่พบอุปกรณ์
tr_tr: Cihaz bulunamadı
zh_cn: 未探测到助听器

source: Transfer Settings Details
bg_bg: Прехвърляне на данни за настройки
cht: 傳送設定細節
da_dk: Detaljer om overførselsindstillinger
el_gr: Λεπτομέρειες μεταφοράς ρυθμίσεων
fi_fi: Siirrä asetusten yksityiskohdat
hr_hr: Prijenos pojedinosti o postavkama
hu_hu: Beállítási adatok átvitele
it_it: Dettagli trasferimento impostazioni
ko_kr: 설정 내용 전송
nl_nl: Details van overzetten van instellingen
no_no: Overfør innstillinger
pt_pt: Detalhes da configuração de transferência
ro_ro: Transfer detalii setari
ru_ru: Перенести данные настроек
sv_se: Överför Inställningar
th_th: เคลื่อนย้ายข้อมูลการตั้งค่า
tr_tr: Transfer Ayarları Detayları
zh_cn: 转移设置详情

source: Right Ear
bg_bg: Дясно ухо
cht: 右耳
da_dk: Højre øre
el_gr: Δεξί αυτί
fi_fi: Oikea korva
hr_hr: Desno uho
hu_hu: Jobb fül
it_it: Orecchio destro
ko_kr: 우측
nl_nl: Rechteroor
no_no: Høyre øre
pt_pt: Orelha direita
ro_ro: Urechea dreapta
ru_ru: Правое ухо
sv_se: Höger öra
th_th: หูขวา
tr_tr: Sağ Kulak
zh_cn: 右耳

source: Left Ear
bg_bg: Ляво ухо
cht: 左耳
da_dk: Venstre øre
el_gr: Αριστερό αυτί
fi_fi: Vasen korva
hr_hr: Lijevo uho
hu_hu: Bal fül
it_it: Orecchio sinistro
ko_kr: 좌측
nl_nl: Linkeroor
no_no: Venstre øre
pt_pt: Orelha esquerda
ro_ro: Urechea stanga
ru_ru: Левое ухо
sv_se: Vänster öra
th_th: หูซ้าย
tr_tr: Sol Kulak
zh_cn: 左耳

source: {0}'s Hearing Aids
bg_bg: Слухови апарати на {0}
cht: {0} 的助聽器
da_dk: {0}s høreapparater
el_gr: Ακουστικά βοηθήματα {0}
fi_fi: {0}:n kuulokojeet
hr_hr: Slušna pomagala osobe {0}
hu_hu: {0} hallókészülékei
it_it: {0}'s Apparecchi Acustici
ko_kr: {0}의 보청기
nl_nl: {0}'s hoortoestellen
no_no: {0}s høreapparater
pt_pt: {0}'s Aparelhos Auditivos
ro_ro: {0}'s Aparate auditive
ru_ru: Слуховые аппараты от {0}
sv_se: {0}s Hörapparater
th_th: เครื่องช่วยฟังของ {0}
tr_tr: {0}'in İşitme Cihazları
zh_cn: {0}'的助听器

source: {0}'s HAs
bg_bg: СА на {0}
cht: {0} 的助聽器
da_dk: {0}'s HA
el_gr: Ακ. βοηθ. {0}
fi_fi: {0}:n KK
hr_hr: SP-ovi osobe {0}
hu_hu: {0} hallókészülékei
it_it: AA di {0}
ko_kr: {0}의 HA
nl_nl: {0}'s HIs
no_no: {0}s HA-er
pt_pt: {0}'s AASIs
ru_ru: СА от {0}
th_th: HA ของ {0}
tr_tr: {0}'in İC'si
zh_cn: {0}'的助听器

source: Connection
bg_bg: Свързване
cht: 連接
da_dk: Forbindelse
el_gr: Σύνδεση
fi_fi: Yhteys
hr_hr: Veza
hu_hu: Kapcsolat
it_it: Connessione
ko_kr: 연결
nl_nl: Verbinding
no_no: Tilkobling
pt_pt: Conexão
ro_ro: Conexiune
ru_ru: Соединение
sv_se: Anslutning
th_th: การเชื่อมต่อ
tr_tr: Bağlantı
zh_cn: 连接

source: Calibration
bg_bg: Калибриране
cht: 校正
da_dk: Kalibrering
el_gr: Βαθμονόμηση
fi_fi: Kalibrointi
hr_hr: Kalibracija
hu_hu: Kalibráció
it_it: Calibrazione
ko_kr: 캘리브레이션
nl_nl: Kalibratie
no_no: Kalibrering
pt_pt: Calibração
ro_ro: Calibrare
ru_ru: Калибровка
sv_se: Kalibrering
th_th: การ Calibrate
tr_tr: Kalibrasyon
zh_cn: 校准

source: Reconfiguration
bg_bg: Повторна конфигурация
cht: 重新配置
da_dk: Rekonfiguration
el_gr: Αναδιαμόρφωση
fi_fi: Uudelleen konfigurointi
hr_hr: Rekonfiguracija
hu_hu: Újrakonfigurálás
it_it: Riconfigurazione
ko_kr: 재구성
nl_nl: Reconfiguratie
no_no: Rekonfigurering
pt_pt: Reconfiguração
ro_ro: Reconfigurare
ru_ru: Переконфигурация
sv_se: Omkonfigurera
th_th: การตั้งค่าอีกครั้ง
tr_tr: Yeniden yapılandırma
zh_cn: 重新装配

source: Connection Lost
bg_bg: Връзката е изгубена
cht: 失去連接
da_dk: Forbindelsen er gået tabt
el_gr: Χάθηκε η σύνδεση
fi_fi: Yhteys menetetty
hr_hr: Veza prekinuta
hu_hu: A kapcsolat megszakadt
it_it: Connessione interrotta
ko_kr: 연결 끊김
nl_nl: Verbinding verbroken
no_no: Mistet tilkobling
pt_pt: Conexão perdida
ro_ro: Conexiune pierduta
ru_ru: Соединение прервано
sv_se: Avbruten Anslutning
th_th: การเชื่อมต่อขาดหาย
tr_tr: Bağlantı koptu
zh_cn: 断开连接

source: Read
bg_bg: Прочети
cht: 讀取
da_dk: Læs
el_gr: Ανάγνωση
fi_fi: Lue
hr_hr: Očitaj
hu_hu: Olvasás
it_it: Leggi
ko_kr: 읽기
nl_nl: Uitlezen
no_no: Les
pt_pt: Ler
ro_ro: Citeste
ru_ru: Считать
sv_se: Läs
th_th: อ่าน
tr_tr: Oku
zh_cn: 读出

source: Changing configuration settings will reset all measurements. Are you sure?
bg_bg: Промяната на настройките на конфигурацията ще нулира всички измервания. Наистина ли искате?
cht: 更改配置設定將重設所有測量，您確定嗎？
da_dk: Skift af konfigurationsindstillinger vil nulstille alle målinger. Vil du fortsætte?
el_gr: Αν αλλάξετε τις ρυθμίσεις διαμόρφωσης, θα γίνει επαναφορά όλων των μετρήσεων. Είστε βέβαιοι;
fi_fi: Konfiguraatioasetusten muuttaminen nollaa kaikki mittaukset. Haluatko jatkaa ?
hr_hr: Mijenjanjem postavki konfiguracije resetirat će se sva mjerenja. Jeste li sigurni?
hu_hu: A konfigurációs beállítások módosítása a mérések alaphelyzetbe állítását eredményezi. Biztosan folytatja?
it_it: Modificando le impostazioni di configurazione tutte le misurazioni saranno ripristinate. Continuare?
ko_kr: 구성 변경은 모든 측정을 리셋합니다. 계속 진행하시겠습니까?
nl_nl: Wijzigen van de configuratie instellingen zal alle metingen resetten. Weet u het zeker?
no_no: Endring av konfigurasjonsinnstillingene vil slette alle målinger. Vil du fortsette?
pt_pt: Alterar as definições de configuração irá redefinir todas as medições. Tem certeza de que deseja continuar?
ro_ro: Schimbarea setarilor de configurare va reseta toate masuratorile. Sunteti sigur?
ru_ru: Изменение настроек конфигурации приведет к сбросу всех измерений. Вы уверены?
sv_se: Ändring av konfigurationsinställningar kommer återställa alla mätningar. Är du säker?
th_th: การเปลี่ยนแปลงการตั้งค่าจะล้างข้อมูลการวัดค่าเดิมทั้งหมด คุณแน่ใจที่จะดำเนินการต่อหรือไม่ ?
tr_tr: Yapılandırma ayarlarının değiştirilmesi tüm hesaplamaları sıfırlayacaktır. Emin misiniz?
zh_cn: 改变配置将重置所有的测试数据。是否继续？

source: Re-calibrate Tube
bg_bg: Калибрирайте отново шлаух
cht: 重新校正探管
da_dk: Kalibrer slange igen
el_gr: Επαναβαθμονόμηση σωλήνα
fi_fi: Uudelleenkalibroi letku
hr_hr: Ponovno kalibriraj cijev
hu_hu: Cső újrakalibrálása
it_it: Ricalibra tubicino
ko_kr: 튜브 캘리브레이션 재실행
nl_nl: Slang kalibreren
no_no: Rekalibrer slange
pt_pt: Recalibrar tubo
ro_ro: Recalibreaza Tub
ru_ru: Перекалибровать
sv_se: Kalibrera om slang
th_th: การ calibrate Tube อีกครั้ง
tr_tr: Tüpü Tekrar Kalibre Et
zh_cn: 重新校准导管

source: Re-calibrating REM tube will clear the current REUG and REIG data. Are you sure?
bg_bg: Повторното калибриране на шлауха за аудиометрия ще изтрие текущите данни за REUG и REIG. Наистина ли искате?
cht: 重新校準實耳測量探管將清除目前的實耳未配戴增益及實耳插入增益資料。您確定嗎？
da_dk: Kalibrering af REM-slangen igen sletter nuværende REUG- og REIG-data. Vil du fortsætte?
el_gr: Η επαναβαθμονόμηση του σωλήνα REM θα διαγράψει τα τρέχοντα δεδομένα REUG και REIG. Είστε βέβαιοι;
fi_fi: REM letkun uudelleenkalibrointi poistaa nykyiset REUG ja REIG tiedot. Haluatko jatkaa ?
hr_hr: Ponovnom kalibracijom cijevi za REM izbrisat će se trenutni podatci o REUG-u i REIG-u. Jeste li sigurni?
hu_hu: A REM cső újrakalibrálása törölni fogja az aktuális REUG és REIG adatot. Biztos benne?
it_it: Ricalibrando il tubicino del REM verranno cancellati gli attuali dati REUG e REIG. Continuare?
ko_kr: REM 튜브 캘리브레이션을 다시 실행하면, 현재 REUG 와 REIG 데이터가 삭제 됩니다. 계속 진행하시겠습니까?
nl_nl: Kalibreren van de het REM-slangetje zal de huidige REUG en REIG gegevens wissen. Weet u het zeker?
no_no: Rekalibrerer du REM-slangen, vil nåværende REUG- og REIG-data slettes. Vil du fortsette?
pt_pt: Recalibrar o tubo REM limpará os dados de REUG e REIG. Tem certeza de que deseja continuar?
ro_ro: Recalibrarea tubului REM va sterge si datele actuale REUG si REIG. Sunteti sigur?
ru_ru: Перекалибровка REM приведет к потере всех текущих данных REUG и REIG. Вы уверены?
sv_se: Återkalibrera REM slang kommer att radera nuvarande REUG och REIG data. Är du säker??
th_th: การ calibrate REM tube อีกครั้งจะล้างข้อมูลปัจจุบัน REUG และ REIG คุณแน่ใจที่จะดำเนินการต่อหรือไม่ ?
tr_tr: REM tüpünü tekrar kalibre etmek REUG ve REIG verilerini değiştirecektir. Emin misiniz?
zh_cn: 重新校准REM导管将清除当前REUG和REIG数据。是否继续？

source: Changing Configuration
bg_bg: Промяна на конфигурацията
cht: 更改配置
da_dk: Ændrer konfiguration
el_gr: Γίνεται αλλαγή της διαμόρφωσης
fi_fi: Muutetaan konfiguraatiota
hr_hr: Mijenjanje konfiguracije
hu_hu: Konfiguráció módosítása
it_it: Modifica della configurazione
ko_kr: 보청기 구성 변경중
nl_nl: Configuratie wijzigen
no_no: Endrer konfigurasjon
pt_pt: Alterando configuração
ro_ro: Schimba Configurarea
ru_ru: Изменение конфигурации
sv_se: Ändrar Konfiguration
th_th: กำลังเปลี่ยนแปลงการตั้งค่า
tr_tr: Konfigürasyon Değiştiriliyor
zh_cn: 改变配置

source: Re-measuring REUG will clear the current REIG data. Are you sure?
bg_bg: Повторното измерване на REUG ще изтрие текущите данни за REIG. Наистина ли искате?
cht: 重新測量實耳未配戴增益將會清除目前的實耳插入增益資料。您確定嗎？
da_dk: Ny REUG-måling vil slette nuværende REIG-data. Vil du fortsætte?
el_gr: Η επανάληψη της μέτρησης REUG θα διαγράψει τα τρέχοντα δεδομένα REIG. Είστε βέβαιοι;
fi_fi: REUG uudelleenmittaus poistaa kaikki nykyiset REIG tiedot. Haluatko jatkaa ?
hr_hr: Ponovnim mjerenjem REUG-a izbrisat će se trenutni podatci o REIG-u. Jeste li sigurni?
hu_hu: A REUG újramérésével törli a jelenlegi REIG adatokat. Biztosan folytatja?
it_it: Rimisurando la REUG verranno cancellati gli attuali dati REIG. Continuare?
ko_kr: REUG 재측정을 실행하면 현재 REIG 데이터가 삭제됩니다. 계속 진행하시겠습니까?
nl_nl: Meten van REUG zal de huidige REIG gegevens wissen. Weet u het zeker?
no_no: Måler du REUG på nytt, vil nåværende REIG-data slettes. Vil du fortsette?
pt_pt: Medir novamente a REUG limpará os dados atuais de REIG. Tem certeza de que deseja continuar?
ro_ro: Remasurarea REUG va sterge datele REIG. Sunteti sigur?
ru_ru: Повторное измерение REUG сбросит текущие данные REIG. Вы уверены?
sv_se: Om du mäter REUG igen raderas nuvarande REIG data. Är du säker?
th_th: การวัดค่า REUG อีกครั้งจะล้างข้อมูลปัจจุบัน REIG คุณแน่ใจที่จะดำเนินการต่อหรือไม่ ?
tr_tr: REUG un tekrar hesaplanması mevcut REIG verilerini silecektir. Emin misiniz?
zh_cn: 重测REGU将清除当前REIG数据。是否继续？

source: Re-measure REUG
bg_bg: Повторно измерване на REUG
cht: 重新測量實耳未配戴增益
da_dk: Mål REUG igen
el_gr: Επανάληψη μέτρησης REUG
fi_fi: Uudelleenmittaa REUG
hr_hr: Ponovno izmjeri REUG
hu_hu: REUG újramérése
it_it: Rimisura REUG
ko_kr: REUG 재측정
nl_nl: REUG opnieuw meten
no_no: Mål REUG på nytt
pt_pt: Medir novamente REUG
ro_ro: Remasoara REUG
ru_ru: Повторное измерение REUG
sv_se: Mät REUG igen
th_th: การวัดค่า REUG อีกครั้ง
tr_tr: REUG'u tekrar ölç
zh_cn: 重测REUG

source: Step 1 Preparation
bg_bg: Стъпка 1 Подготовка
cht: 步驟 1 準備
da_dk: Trin 1 Forberedelse
el_gr: Βήμα 1 Προετοιμασία
fi_fi: Vaihe 1 Esivalmistelu
hr_hr: 1. korak Priprema
hu_hu: 1. lépés Előkészítés
it_it: Passo 1 Preparazione
ko_kr: Step 1 준비셋팅
nl_nl: Stap 1 Voorbereiding
no_no: Trinn 1 Forberedelse
pt_pt: Etapa 1 Preparação
ro_ro: Pasul 1 Pregatirea
ru_ru: Шаг 1 Подготовка
sv_se: Steg 1 Förberedelse
th_th: ขั้นที่ 1 การเตรียมการ
tr_tr: Adım 1 Hazırlık
zh_cn: 步骤1 准备

source: Step 2 Tube Calibration
bg_bg: Стъпка 2 Калибриране на шлаух
cht: 步驟 2 軟管校準
da_dk: Trin 2 Kalibrering af probeslange
el_gr: Βήμα 2 Βαθμονόμηση σωλήνα
fi_fi: Vaihe 2 Letkun kalibrointi
hr_hr: 2. korak Kalibracija cijevi
hu_hu: 2. lépés Csőkalibráció
it_it: Passo 2 Calibrazione tubicino
ko_kr: Step 2 튜브 캘리브레이션
nl_nl: Stap 2 Slangkalibratie
no_no: Trinn 2 Slangekalibrering
pt_pt: Etapa 2 Calibração do tubo
ro_ro: Pasul 2 Calibrarea tubului
ru_ru: Шаг 2 Калибровка звукопроводящей трубочки
sv_se: Steg 2 Slangkalibrering
th_th: ขั้นที่ 2 การ Calibrate Tube
tr_tr: Adım 2 Tüp Kalibrasyonu
zh_cn: 步骤2 校准导管

source: Step 3 Unaided Gain
bg_bg: Стъпка 3 Неподпомогнато усилване
cht: 步驟 3 無輔助增益
da_dk: Trin 3 Forstærkning uden hjælp
el_gr: Βήμα 3 Μη υποβοηθούμενη απόκριση
fi_fi: Vaihe 3 Vahvistus ilman kuulokojetta
hr_hr: 3. korak Nepotpomognuto pojačanje
hu_hu: 3. lépés Saját erősítés
it_it: Passo 3 Guadagno orecchio libero
ko_kr: Step 3 REUG
nl_nl: Stap 3 Unaided Gain
no_no: Trinn 3 Unaided Gain
pt_pt: Etapa 3 Ganho sem aparelho
ro_ro: Pasul 3 Castigul fara aparat
ru_ru: Шаг 3 Автоматическое усиление
sv_se: Steg 3 Unaided Gain
th_th: ขั้นที่ 3 Unaided Gain
tr_tr: Adım 3 Cihazsız Kazanç
zh_cn: 步骤3 未助听增益
