Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Cannot binaurally fit products with different major firmware versions
cht: 無法用雙耳將 ReSound Smart Fit 支援的產品與 ReSound Aventa 3 支援的產品驗配。
da_dk: Kan ikke binauralt tilpasse et produkt, som er understøttet af ReSound Smart Fit med et produkt, som er understøttet af ReSound Aventa 3.
el_gr: Δεν είναι δυνατή η αμφιωτική εφαρμογή προϊόντος με υποστήριξη από το ReSound Smart Fit με προϊόν με υποστήριξη από το ReSound Aventa 3.
fi_fi: ReSound Aventa 3 -yhteensopivaa tuotetta ei voi sovittaa binauraalisesti ReSound Smart Fit -sovituksen avulla.
hr_hr: Binauralno prilagođivanje Smart Fit proizvoda s ReSound Aventa 3 proizvodima nije podržano.
hu_hu: A ReSound Okos Hangolóprogram által támogatott termékek nem használhatóak egyszerre a ReSound Aventa 3 által támogatott termékekkel.
it_it: Non è possibile effettuare il fitting binaurale di un prodotto supportato ReSound Smart Fit con un prodotto supportato ReSound Aventa 3.
ko_kr: ReSound Smart Fit 지원 제품을 ReSound Aventa 3 지원 제품에 양쪽 귀가 들리도록 피팅할 수 없습니다.
nl_nl: Kan een product dat wordt ondersteund door ReSound Smart Fit niet binauraal aanpassen met een door ReSound Aventa 3 ondersteund product.
no_no: Kan ikke binauralt tilpasse et ReSound Smart Fit-støttet produkt med et ReSound Aventa 3-støttet produkt.
pt_pt: Não é possível realizar a adaptação binaural de um produto compatível com o ReSound Smart Fit a um produto compatível com o ReSound Aventa 3.
ro_ro: Un produs care este compatibil cu ReSound Smart Fit nu poate fi asociat din punct de vedere binaural cu un produs compatibil cu ReSound Aventa 3.
ru_ru: Невозможно выполнить бинауральное сопряжение изделия, поддерживаемого ReSound Smart Fit, с изделием, поддерживаемым ReSound Aventa 3.
sv_se: Det går inte att anpassa en ReSound Smart Fit-stödd produkt binauralt med en ReSound Aventa 3-stödd produkt.
th_th: ไม่สามารถติดตั้งผลิตภัณฑ์ที่รองรับ ReSound Smart Fit ได้สองทางโดยใช้ผลิตภัณฑ์ที่รองรับ ReSound Aventa 3
tr_tr: ReSound Smart Fit destekli bir ürün, ReSound Aventa 3 destekli bir ürünle binaural şekilde takılamaz.
zh_cn: 无法将ReSound Smart Fit支持的产品与ReSound Aventa 3支持的产品进行双耳匹配。

source: Full Mic
cht: 全麥克風
da_dk: Fuld mikrofon
el_gr: Ολοκληρωμένο μικρόφωνο
fi_fi: Koko mikrofoni
hr_hr: Puni mikrofon
hu_hu: Teljes mik.
it_it: Mic full
ko_kr: 풀 마이크
nl_nl: Volledige microfoon
no_no: Full mikrofon
pt_pt: Mic. no máximo
ro_ro: Mic complet
ru_ru: Микрофон полностью
sv_se: Full Mick
th_th: ไมโครโฟน Full
tr_tr: Tam Mikrofon
zh_cn: 全麦克风

source: On
bg_bg: Включено
cht: 開
da_dk: Til
el_gr: Ενεργοποίηση
fi_fi: Käytössä
hr_hr: Uklj.
hu_hu: Be
nl_nl: Aan
no_no: På
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл
sv_se: På
th_th: เปิด
tr_tr: Açık
zh_cn: 开

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: HI Microphone
bg_bg: Микрофон на слухов апарат
cht: 助聽器麥克風
da_dk: Mikrofon for HA
el_gr: Μικρόφωνο HI
fi_fi: Kuulokojeen mikrofoni
hr_hr: Mikrofon slušnog aparata
hu_hu: HK mikrofon
it_it: Microfono AA
ko_kr: 보청기 마이크
nl_nl: Microfoon hoortoestel
no_no: HA-mikrofon
pt_pt: Microfone do aparelho
ro_ro: Microfonul aparatului auditiv
ru_ru: Микрофон СА
sv_se: Hörapparatmikrofon
th_th: ไมโครโฟน HI
tr_tr: İşitme Cihazı Mikrofonu
zh_cn: 助听器麦克风

source: Range
bg_bg: Обхват
cht: 範圍
da_dk: Område
el_gr: Εύρος
fi_fi: Taajuusalue
hr_hr: Raspon
hu_hu: Tartomány
it_it: Gamma frequenze
ko_kr: 레인지
nl_nl: Bereik
no_no: Område
pt_pt: Faixa
ro_ro: Plaja
ru_ru: Диапазон
sv_se: Område
th_th: ช่วง
tr_tr: Aralık
zh_cn: 范围

source: Amplitude Modulation
bg_bg: Амплитудна модулация
cht: 波幅調變
da_dk: Udsvingsmodulation
el_gr: Διαμόρφωση πλάτους
fi_fi: Amplitudi modulaatio
hr_hr: Amplitudna modulacija
hu_hu: Amplitudó moduláció
it_it: Ampiezza modulazione
ko_kr: 진폭
nl_nl: Amplitude Modulatie
no_no: Amplitudemodulasjon
pt_pt: Amplitude da modulação
ro_ro: Modulare in amplitudine
ru_ru: Амплитудная модуляция
sv_se: Amplitud Modulation
th_th: แอมพลิจูดการปรับเสียง
tr_tr: Yoğunluk Modülasyonu
zh_cn: 振幅调制

source: These programs will be removed and replaced with the programs environments.
bg_bg: Тези програми ще бъдат премахнати и заменени с програми за среда.
cht: 將移除這些程式並以程式環境取代。
da_dk: Disse programmer fjernes og erstattes med programmiljøerne.
el_gr: Αυτά τα προγράμματα θα καταργηθούν και θα αντικατασταθούν από τα περιβάλλοντα προγραμμάτων.
fi_fi: Nämä ohjelmat poistetaan ja korvataan ympäristöihin tarkoitetuilla ohjelmilla.
hr_hr: Ovi programi bit će uklonjeni i zamijenjeni okruženjima programa.
hu_hu: A rendszer eltávolítja ezeket a programokat, és a program környezeteire cseréli azokat.
it_it: Questi programmi saranno rimossi e sostituiti con gli ambienti dei programmi.
ko_kr: 이 프로그램들은 삭제되고, 환경 프로그램으로 대체됩니다
nl_nl: Deze programma’s worden verwijderd en vervangen door de programmaomgevingen.
no_no: Disse programmene vil bli fjernet og erstattet sammen med programmiljøene.
pt_pt: Estes programas serão removidos e substituídos pelos ambientes dos programas.
ro_ro: Aceste programe vor fi îndepărtate și înlocuite cu medii de program.
ru_ru: Эти программы будут удалены и заменены программами окружений.
sv_se: Dessa miljöer kommer att tas bort och bli återställda med ursprungliga miljöer.
th_th: โปรแกรมเหล่านี้จะถูกลบออก และจะถูกแทนที่ด้วยสภาพแวดล้อมโปรแกรม
tr_tr: Bu programlar kaldırılacak ve program ortamlarıyla yer değiştirecektir.
zh_cn: 这些程序将被删除并替换为程序环境。

source: {0} {1} selected for {2} ear
bg_bg: {0} {1} са избрани за {2} ухо
cht: 選擇 {0} {1} 用於 {2} 耳
da_dk: {0} {1} valgt for {2} øre
el_gr: Έχει επιλεγεί {0} {1} για το {2} αυτί
fi_fi: {0} {1} valittu {2} korvalle
hr_hr: {0} {1} odabrano za {2} uho
hu_hu: {0} {1} – kijelölve a(z) {2} fülre
it_it: {0} {1} selezionato per orecchio {2}
ko_kr: {2} 귀에 대해 {0} {1}이(가) 선택되었습니다
nl_nl: {0} {1} geselecteerd voor {2} oor
no_no: {0} {1} valgt for {2} øre
pt_pt: {0} {1} Selecionada orelha {2}
ro_ro: {0} {1} selectata pentru {2} din ureche
ru_ru: {0} {1} выбрано для {2} уха
sv_se: {0} {1} valt för {2} öra
th_th: {0}{1}เลือกสำหรับ{2}หู
tr_tr: {2} kulak için {0} {1} seçildi
zh_cn: {0} {1} 应用于{2}

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: Mild
bg_bg: Мек
cht: 輕度
el_gr: Ήπιο
fi_fi: Heikko
hr_hr: Blago
hu_hu: Enyhe
it_it: Lieve
nl_nl: Licht
pt_pt: Leve
ro_ro: Usor
ru_ru: Слабо
sv_se: Svag
th_th: เล็กน้อย
tr_tr: Hafif
zh_cn: 轻度

source: Moderate
bg_bg: Умерен
cht: 中度
da_dk: Moderat
el_gr: Μέτριο
fi_fi: Kohtalainen
hr_hr: Umjereno
hu_hu: Közepes
it_it: Moderato
nl_nl: Matig
no_no: Moderat
pt_pt: Moderado
ro_ro: Moderat
ru_ru: Умеренно
sv_se: Måttlig
th_th: ปานกลาง
tr_tr: Orta
zh_cn: 中度

source: Strong
bg_bg: Силен
cht: 強度
da_dk: Stærk
el_gr: Ισχυρό
fi_fi: Voimakas
hr_hr: Jako
hu_hu: Erős
it_it: Forte
nl_nl: Sterk
no_no: Sterk
pt_pt: Forte
ro_ro: Puternic
ru_ru: Сильно
sv_se: Stark
th_th: รุนแรง
tr_tr: Güçlü
zh_cn: 重度

source: Change Program
bg_bg: Смяна на програмата
cht: 變更程式
da_dk: Skift program
el_gr: Αλλαγή προγράμματος
fi_fi: Vaihda ohjelma
hr_hr: Promjena programa
hu_hu: Program módosítása
it_it: Cambia programma
ko_kr: 프로그램
nl_nl: Programma wijzigen
no_no: Endre program
pt_pt: Mudar programa
ro_ro: Schimba programul
ru_ru: Изменить программу
sv_se: Byt program
th_th: เปลี่ยนโปรแกรม
tr_tr: Program Değiştir
zh_cn: 切换程序

source: Activation of Streaming
bg_bg: Активиране на стрийминг
cht: 啟動串流
da_dk: Aktivering af streaming
el_gr: Ενεργοποίηση ροής
fi_fi: Äänensiirron käyttöönotto
hr_hr: Aktivacija strujanja
hu_hu: A streaming aktiválása
it_it: Attivazione dello streaming
ko_kr: 스트리밍
nl_nl: Streaming activeren
no_no: Aktivering av streaming
pt_pt: Acessórios Wireless
ro_ro: Activarea Streaming
ru_ru: Активация стримера
sv_se: Aktivering av streaming
th_th: เปิดใช้งานการสตรีม
tr_tr: Aktarım Aktivasyonu
zh_cn: 激活音频

source: Phone Now Activation
bg_bg: Активиране на Phone Now
cht: 啟動Phone Now
da_dk: Aktivering af Phone Now
el_gr: Ενεργοποίηση Phone Now
fi_fi: Phone Now aktivointi
hr_hr: Aktivacija telefona sad
hu_hu: Phone Now aktiváció
it_it: Attivazione Phone Now
ko_kr: Phone Now 활성화
nl_nl: PhoneNow activeren
no_no: Phone Now Aktivering
pt_pt: Ativação do Phone Now
ro_ro: Activare Phone Now
ru_ru: Активация Phone Now
sv_se: Autotelefon Aktivering
th_th: การเปิดใช้งาน Phone Now
tr_tr: Phone Now Etkinleştirme
zh_cn: 开启自动电话

source: Short Button Push
bg_bg: Кратко натискане на бутона
cht: 短按按鈕
da_dk: Kort tryk på trykknap
el_gr: Βραχύ πάτημα κουμπιού
fi_fi: Lyhyt painikkeen painallus
hr_hr: Kratki pritisak tipke
hu_hu: Rövid gombnyomás
it_it: Pressione breve del pulsante
ko_kr: 짧게 푸쉬
nl_nl: Kort op de knop drukken
no_no: Kort tastetrykk
pt_pt: Toque curto do botão
ro_ro: Apasare scurta pe buton
ru_ru: Короткое нажатие кнопки
sv_se: Kort knapptryckning
th_th: กดปุ่มสั้นๆ
tr_tr: Butona Kısa Basın
zh_cn: 短按

source: Long Button Push
bg_bg: Продължително натискане на бутона
cht: 長按按鈕
da_dk: Langt tryk på trykknap
el_gr: Παρατεταμένο πάτημα κουμπιού
fi_fi: Pitkä painikkeen painallus
hr_hr: Dugi pritisak tipke
hu_hu: Hosszú gombnyomás
it_it: Pressione lunga del pulsante
ko_kr: 길게 푸쉬
nl_nl: Lang op de knop drukken
no_no: Langt tastetrykk
pt_pt: Toque longo do botão
ro_ro: Apasare lunga pe buton
ru_ru: Длительное нажатие кнопки
sv_se: Lång knapptryckning
th_th: กดปุ่มค้างยาว
tr_tr: Butona Uzun Basın
zh_cn: 长按

source: Volume Change
bg_bg: Промяна на силата на звука
cht: 音量調整
da_dk: Lydstyrkeændring
el_gr: Μεταβολή έντασης ήχου
fi_fi: Äänenvoimakkuuden muutos
hr_hr: Promjena glasnoće
hu_hu: Hangerő módosítása
it_it: Modifica del volume
ko_kr: 볼륨 변경
nl_nl: Volume regelen
no_no: Volumendring
pt_pt: Alteração do volume
ro_ro: Buton Volum
ru_ru: Изменение громкости
sv_se: Volymändring
th_th: เปลี่ยนระดับเสียง
tr_tr: Ses Değişimi
zh_cn: 音量改变

source: Short Press Up
bg_bg: Кратко натискане нагоре
cht: 短按上鍵
da_dk: Kort tryk op
el_gr: Βραχύ πάτημα προς τα επάνω
fi_fi: Lyhyt painallus yläosasta
hr_hr: Kratki pritisak gore
hu_hu: Rövid nyomás fel
it_it: Breve pressione Su
ko_kr: 짧게 프레스 업
nl_nl: Kort omhoog drukken
no_no: Kort trykk oppover
pt_pt: Pressionar brevemente para cima
ro_ro: Scurta apasare sus
ru_ru: Короткое нажатие вверх
sv_se: Kort Tryck Upp
th_th: กดปุ่มสั้นๆ แล้วปล่อย
tr_tr: Yukarıya Kısa Basın
zh_cn: 向上短按

source: Long Press Up
bg_bg: Продължително натискане нагоре
cht: 長按上鍵
da_dk: Langt tryk op
el_gr: Παρατεταμένο πάτημα προς τα επάνω
fi_fi: Pitkä painallus yläosasta
hr_hr: Dugi pritisak gore
hu_hu: Hosszú nyomás fel
it_it: Lunga pressione Su
ko_kr: 길게 프레스 업
nl_nl: Lang omhoog drukken
no_no: Langt trykk oppover
pt_pt: Pressionar longamente para cima
ro_ro: Lungă apăsare sus
ru_ru: Длительное нажатие вверх
sv_se: Långt Tryck Upp
th_th: กดปุ่มค้างยาวแล้วปล่อย
tr_tr: Yukarıya Uzun Basın
zh_cn: 向上长按

source: Changes to streamer programs will affect both TV Streamer and remote Mic accessories.
bg_bg: Промените в програмите на стриймъра ще се отразят както на телевизионния стриймър така и на аксесоарите на микрофона.
cht: 改變串流程式將影響基地台和無線麥克風
da_dk: Ændringer i streamingprogrammer vil påvirke både TV Streamer og fjernmikrofontilbehør.
el_gr: Οι αλλαγές στα προγράμματα ροής ήχου θα επηρεάσουν τα αξεσουάρ TV Streamer και remote Mic.
fi_fi: Äänenlähetinohjelmiin tehdyt muutokset vaikuttavat sekä TV- että Mikrofoni-lähettimiin.
hr_hr: Promjene u streaming programima utjecat će i na TV Streamer i na dodatnu opremu mikrofona.
hu_hu: A váltás a streamer programról hatással lesz a TV Streamer-re és remote Mik tartozékokra.
it_it: Le modifiche ai programmi di Streaming avranno effetto per gli accessori di Streaming TV e Mic.
ko_kr: 프로그램 변경은 TV 스트리머와 무선 마이크 모두에 영향을 미칩니다.
nl_nl: Wijzigingen aan het streamerprogramma beïnvloeden zowel de TV Streamer als de wireless Mics.
no_no: Endringer i streamerprogrammer vil påvirke både TV Streamer og ekstern mikrofon tilbehør.
pt_pt: Alterações nos programas de transmissão podem afetar os acessórios de Transmissor de TV e de Mic.
ro_ro: Modificările în programele de redare vor afecta atât TV Streamer cât și accesoriile de microfon la distanță.
ru_ru: Изменения в программах поточной передачи повлияют как на ТВ-стример, так и на удаленные микрофоны-аксессуары.
sv_se: Änding till streamer programs kommer påverka både TV Streamer och trådlösa mikrofoner.
th_th: การเปลี่ยนแปลงโปรแกรมสตรีมเมอร์จะมีผลกระทบกับทั้ง TV Streamer และอุปกรณ์เสริม Mic ระยะไกล
tr_tr: Aktarım ünitesi programlarındaki değişiklikler hem TV Aktarım Ünitesi'ni, hem de uzak Mikrofon aksesuarlarını etkiler.
zh_cn: 改变音频程序将影响到音频转换器和迷你麦克风。

source: This program allows direct connection to a sound input using Direct Audio Input. The hearing aid microphones can also be enabled to amplify environmental sounds.
bg_bg: Тази програма позволява пряка връзка с устройство за подаване на звук с помощта на Direct Audio Input. Микрофоните на слуховите апарати също могат да се активират, за да се усилят звуците от околната среда.
cht: 這個程式允許以直接音源輸入直接連結聲音輸入。助聽器麥克風可同時啟動已放大環境聲音。可使用「直接音頻輸入」直接連接到聲音輸入，也可以啟用助聽器麥克風以便擴大環境聲音。
da_dk: Dette program giver en direkte forbindelse til en lydkilde vha. en direkte lydindgang. Mikrofonerne i høreapparatet kan også aktiveres for at forstærke lyde fra omgivelserne.
el_gr: Αυτό το πρόγραμμα επιτρέπει την άμεση σύνδεση σε μια είσοδο ήχου με τη χρήση του Direct Audio Input. Τα μικρόφωνα των ακουστικών βοηθημάτων μπορούν επίσης να ενεργοποιηθούν ώστε να ενισχύονται οι περιβαλλοντικοί ήχοι.
fi_fi: Tämä ohjelma mahdollistaa suoran yhteyden äänilähteeseen suoran äänitulon kautta. Kuulokojeen mikrofonit voidaan ottaa käyttöön ympäristön äänien vahvistamiseksi.
hr_hr: Ovaj program omogućuje izravno povezivanje s ulazom zvuka uz pomoć izravnog audioulaza. Mikrofoni slušnih pomagala također se mogu omogućiti kako bi se pojačali zvukovi iz okruženja.
hu_hu: A program lehetővé teszi a hangbemenetre való közvetlen csatlakozást a Direct Audio Inuput segítségével. A hallókészülék mikrofonjait is engedélyezni lehet a környezeti hangok felerősítéséhez.
it_it: Questo programma permette la connessione diretta a un ingresso sonoro tramite DAI. Anche i microfoni dell'apparecchio acustico possono essere attivati per poter amplificare i suoni ambientali.
ko_kr: 이 프로그램은 DAI 프로그램으로 직접 연결을 가능하게 합니다. 보청기 마이크는 계속 동작되며 주위 소리를 증폭시킬 수 있습니다.
nl_nl: Dit programma staat een directe verbinding toe met een externe geluidsbron, door middel van Direct Audio Input. De hoortoestelmicrofoons kunnen worden ingeschakeld om het omgevingsgeluid actief te versterken.
no_no: Dette programmet støtter direkte tilkobling til en lydkilde med Direct Audio Input. Høreapparat-mikrofonene kan også aktiveres for å forsterke lyder i omgivelsene.
pt_pt: Esse programa permite a mesma conexão direta a uma entrada de som que usa entrada direta de áudio (DAI). Os microfones do aparelho também podem ser habilitados para amplificar os sons ambientais.
ro_ro: Acest program permite o conectare directa la un sunet de intrare ca DAI program, dar microfoanele aparatului auditiv raman active si pot amplifica sunetele din mediu inconjurator.
ru_ru: Эта программа позволяет осуществить прямое подключение к источнику звука, используя Прямой аудиовход. Микрофоны СА также можно активировать, чтобы усиливать окружающие звуки.
sv_se: Detta program möjliggör direkt anslutning till en ljudingång med hjälp av Direct Audio Input. Hörapparatens mikrofoner kan också aktiveras för att förstärka miljöljud.
th_th: โปรแกรมนี้ช่วยให้สามารถทำการเชื่อมต่อโดยตรงกับอินพุทเสียง โดยใช้ Direct Audio Input และจะสามารถเปิดใช้งานไมโครโฟนของอุปกรณ์ช่วยฟัง เพื่อขยายเสียงของสภาพแวดล้อมได้อีกด้วย
tr_tr: Bu program DAI (Doğrudan Odyo Girişi) ile bir ses girdisine doğrudan bağlantıya izin verir. Çevresel sesleri yükseltmek için, işitme cihazının mikrofonları da etkinleştirilebilir.
zh_cn: 该程序允许使用直接音频输入（Direct Audio Input）直接连接到声音输入。也可启用助听器麦克风放大环境声音。

source: Customize the push button on the aids for multiple actions. To test your settings, you will need to save and disconnect the instrument(s).
bg_bg: Персонализирайте бутона на апаратите за няколко действия. За да пробвате настройките си, ще трябва да запазите и да прекъснете апарата(-ите).
cht: 客製化助聽器按鈕在助聽器自定按鈕以進行多個操作。要測試您的設定，需要儲存和斷開助聽器。
da_dk: Tilpas trykknappen på høreapparaterne til flere funktioner. Du kan teste indstillingerne ved at gemme og frakoble apparatet(erne).
el_gr: Προσαρμόστε το κουμπί στα βοηθήματα για πολλαπλές ενέργειες. Για να ελέγξετε τις ρυθμίσεις σας, θα πρέπει να αποθηκεύσετε και να αποσυνδέσετε τα ακουστικά.
fi_fi: Kuulokojeiden painikkeet voidaan mukauttaa erilaisia toimintoja varten. Asetusten testaaminen edellyttää, että tallennat tiedot ja katkaiset yhteyden kuulokojeisiin.
hr_hr: Prilagodite tipku na pomagalima za obavljanje više radnji. Za testiranje postavki trebat ćete spremiti promjene i odvojiti aparate.
hu_hu: Testre szabhatja a hallókészülék nyomógombjait a különböző műveletekhez. A beállítások teszteléséhez a hallókészülék(ek) mentésére, majd a kapcsolat bontására van szükség.
it_it: Personalizzare le regolazioni che il pulsante può gestire sui dispositivi acustici. E’ necessario salvare e scollegare i dispositivi per testare le impostazioni.
ko_kr: 다양한 활동을 위해 보청기에 푸쉬 버튼을 고객에 맞도록 설정합니다. 설정을 테스트하려면 보청기에 저장하고 피팅소프트웨어와 연결을 해제하여야 합니다.
nl_nl: Stel de drukknop op de toestellen in voor meerdere functies. Om uw instellingen te testen moet u deze opslaan en de verbinding met de toestellen verbreken.
no_no: Tilpass trykk-knappen på apparatet(ene) for flere funksjoner. For å teste innstillingene må du lagre og koble fra apparatet(ene).
pt_pt: Personalize o botão para habilitar várias ações. Para verificar as configurações, salve as informações e depois desconecte o(s) aparelho(s).
ro_ro: Personifica ce actiune va fi activata pentru butonul multifunctional. Ca sa vedeti setarile trebuie sa salvati si sa deconectati aparatele.
ru_ru: Задайте действия для многофункциональной кнопки СА. Для проверки установок сохраните настройки и отсоедините СА.
sv_se: Anpassa knapp på hörapparaten för olika funktioner. För att testa inställningarna måste du spara och koppla bort hörapparat(er).
th_th: ปรับแต่งปุ่มกดบนอุปกรณ์ช่วยฟังเพื่อใช้งานได้หลากหลาย หากต้องการทดสอบการตั้งค่าของคุณ คุณจะต้องบันทึกและยกเลิกการเชื่อมต่ออุปกรณ์
tr_tr: Çok sayıda eylem için cihaz üzerindeki butonu özelleştirin. Ayarlarınızı test etmek için, cihaz(lar)ı kaydetmeli ve devre dışı bırakmalısınız.
zh_cn: 自定义助听器按钮可实现多种功能。如需测试设置效果，请保存设置并断开助听器。

source: Instrument
bg_bg: Апарат
cht: 助聽器
da_dk: Apparat
el_gr: Ακουστικό
fi_fi: Kuulokoje
hr_hr: Aparat
hu_hu: Készülék
it_it: Apparecchio
ko_kr: 보청기 확인
nl_nl: Toestel
no_no: Apparat
pt_pt: Aparelho
ro_ro: Aparat
ru_ru: Аппарат
sv_se: Hörapparat
th_th: เครื่องช่วยฟัง
tr_tr: Cihaz
zh_cn: 助听器

source: To obtain the most accurate hearing loss thresholds, please ensure the following: - The physical components of the hearing instrument(s) are clean and free of wax and debris - The receiver performance is within specifications
bg_bg: За да получите най-точните прагове на загуба на слуха, осигурете следното: - Физическите компоненти на слуховия(-ите) апарат(и) да са чисти и без ушна кал и замърсяване - Работата на приемника да е в рамките на спецификацията
cht: 要獲得最準確的聽力損失閾值，請確認下列事項： - 助聽器的硬體元件是清潔的及沒有耳垢和灰塵 - 接收器性能在規格範圍內
da_dk: Du opnår de mest præcise høretærskler, ved at følgende sikres: - de fysiske komponenter af HA er rene og fri for ørevoks og urenheder - receiverydelsen er inden for specifikationerne
el_gr: Για τη λήψη των ουδών βαρηκοΐας με τη μέγιστη ακρίβεια, ελέγξτε τα ακόλουθα: - Τα φυσικά εξαρτήματα των ακουστικών βοηθημάτων είναι καθαρά και δεν φέρουν κυψελίδα και υπολείμματα - Η απόδοση του δέκτη είναι εντός των προδιαγραφών
fi_fi: Voit määrittää kuulonaleneman kynnykset mahdollisimman tarkasti tekemällä seuraavat tarkistukset: - Kuulokojeiden fyysisten osien tulee olla puhtaat. Niissä ei saa olla vahaa eikä roskia. - Vastaanottimen suorituskyvyn on täytettävä vaatimukset.
hr_hr: Za dobivanje najpreciznijih pragova gubitka sluha osigurajte sljedeće: - Fizičke komponente slušnih aparata čiste su i na njima nema voska niti nečistoća. - Performanse prijamnika su unutar specifikacija.
hu_hu: A legpontosabb hallásvesztési küszöbértékek beolvasásához gondoskodjon az alábbiakról: - A hallókészülék(ek) fizikai komponensei tiszták, fülzsírtól és szennyeződéstől mentesek - A vevő teljesítménye teljesíti a specifikációkat
it_it: Per ottenere le più accurate soglie uditive, assicurarsi che: - i componenti fisici degli apparecchi acustici siano puliti e liberi da cerume o sporcizia - le prestazioni del ricevitore rientrino nelle specifiche tecniche
ko_kr: 정확한 청력측정을 위해서 다음을 확인해 주세요. - 보청기의 리시버 부분에 귀지나 먼지 등으로 막혀 있는지 확인합니다. - 리시버가 규정된 성능으로 출력되고 있는지 확인합니다.
nl_nl: Om de gehoordrempels accuraat te meten, zorgt u ervoor dat: - alle onderdelen van de hoortoestellen schoon zijn en niet verstopt - de receivers voldoen aan de specificaties
no_no: For å oppnå mest mulig nøyaktig hørselstapsterskler må du sørge for følgende: - at de fysiske komponentene i høreapparatet er rene for voks og skitt - at receiverytelsen er innenfor spesifikasjonene
pt_pt: Para obter mais precisão dos limites de perda auditiva, certifique-se de que: – Os componentes do aparelho auditivo estão limpos e sem cera nem resíduos. – O desempenho do receptor está de acordo com as especificações
ro_ro: Pentru a obtine valorile cele mai reale ale pierderii de auz, fiti siguri ca: - partile componenete al aparatului sunt curate si fara impuritati - performanta receiver-ului este in standarde
ru_ru: Для получения наиболее точного измерения слухового порога убедитесь в том, что: - компоненты СА чистые и не забиты серой и загрязнениями - мощность ресивера соответствует нормативам
sv_se: För att få de mest exakta tröskelvärdena för hörselnedsättningen, se till att : - De fysiska komponenterna i hörapparaten är rena och fria från vax och skräp - Mottagaren prestanda ligger inom specifikationerna
th_th: เพื่อให้ได้ค่าเกณฑ์การสูญเสียการได้ยินที่แม่นยำที่สุด โปรดตรวจสอบสิ่งต่างๆ ต่อไปนี้: - ชิ้นส่วนของอุปกรณ์ช่วยฟังนั้นสะอาด ปราศจากขี้หูและสิ่งสกปรก - ตัวรับสัญญาณทำงานได้ตามข้อมูลจำเพาะ
tr_tr: En doğru işitme kaybı eşiklerini elde etmek için lütfen aşağıdakileri sağlayın: - İşitme cihaz(lar)ının fiziksel bileşenleri temiz ve kirlerden arındırılmış olmalıdır - Alıcı performansı teknik özellikler kapsamındadır
zh_cn: 为获得最准确的听力损失阈值，请确保满足以下条件： - 助听器组件干净，出声孔没有耵聍和碎屑 - 受话器性能在标准规格范围内
