Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: This program supports the patient in typically noisy situations. The directionality options available can make it easier for the patient to hear speech originating from the front when noise is either behind or on the side.
bg_bg: Тази програма подпомага пациента в типично шумна среда. Наличните възможности за насочване могат да улеснят пациента при чуването на говор, идващ от отпред, когато шумът е отзад или отстрани.
cht: 這個程式設計於支持客戶在一般吵雜的環境中。當噪音來自於後方或旁邊時，方向性選項讓使用者聆聽來自前方的語音更容易。
da_dk: Dette program hjælper brugeren i situationer, der typisk er støjende. Indstillingerne for retningsvirkning kan gøre det lettere for brugeren at høre tale, der kommer forfra, når støjen enten er bagved eller til siden.
el_gr: Αυτό το πρόγραμμα υποστηρίζει τον ασθενή σε τυπικές καταστάσεις όπου υπάρχει θόρυβος. Οι διαθέσιμες επιλογές κατευθυντικότητας μπορούν να διευκολύνουν τον ασθενή να ακούει ομιλία που παράγεται από πηγή εμπρός του, όταν ο θόρυβος προέρχεται είτε από πίσω του είτε από το πλάι.
fi_fi: Tämä ohjelma auttaa potilasta yleensä meluisissa tilanteissa. Käytettävissä olevat suuntakuviovaihtoehdot voivat auttaa potilasta kuulemaan edestä tulevaa puhetta, kun melun lähde on sivulla tai takana.
hr_hr: Ovaj program pruža podršku bolesnicima u tipično bučnim situacijama. Dostupne mogućnosti usmjerenosti bolesniku olakšavaju slušanje govora koji dolazi sprijeda kada boka dolazi straga ili bočno.
hu_hu: Ez a program jellemzően zajos környezetben segíti a pácienst. Az elérhető irányítottsági opciók egyszerűsítik a páciens számára az elölről hallható beszédet, miközben a zajforrás hátul vagy oldalt található.
it_it: Questo programma assiste il paziente in situazioni solitamente rumorose. Le opzioni di direzionalità disponibili possono facilitare l'ascolto del parlato originato davanti al paziente quando il rumore proviene da dietro o a fianco al paziente.
ko_kr: 이 프로그램은 일반적인 소음 청취환경에서 편안하게 보청기를 사용할 수 있도록 셜계된 프로그램입니다. 방향성 기능이 적용되어 사용자의 측면과 후방에서 들리는 소음을 줄여주고 전방의 말소리에 더욱 집중할 수 있습니다.
nl_nl: Dit programma ondersteunt u in lawaaiige situaties. De directionaliteit opties kunnen het u makkelijker maken om spraak te horen die van voren komt wanneer het lawaai van achteren of van de zijkant komt.
no_no: Dette programmet hjelper pasienten i støyende situasjoner. De tilgjengelige alternativene for direksjonalitet kan gjøre det lettere for pasienten å høre tale som kommer forfra, samtidig som det er støy bak eller på siden av ham eller henne.
pt_pt: Esse programa dá suporte ao paciente em situações tipicamente ruidosas. As opções disponíveis de direcionalidade podem facilitar para o paciente escutar falas que se originam na frente quando o ruído vem de trás ou do lado.
ro_ro: Acest program susține pacientul în situații zgomotoase tipice. Opțiunile de direcționalitate disponibile pot ajuta pacientul să audă vorbirea din față când zgomotul este în spate sau lateral.
ru_ru: Эта программа помогает пользователю преимущественно в шумных ситуациях. Имеющиеся опции направленности облегчают восприятие речи, звучащей спереди, тогда как источник шума находится сзади или сбоку.
sv_se: Detta program stöder patienten i typiskt bullriga miljöer. De tillgängliga riktningsalternativen kan underlätta för patienten att höra tal som kommer framifrån om störande ljud kommer bakifrån eller från sidan.
th_th: โปรแกรมนี้สนับสนุนผู้ป่วยในสถานการณ์ที่มีเสียงรบกวนเป็นปกติ ตัวเลือกทิศทางการฟังที่ใช้ได้ จะช่วยให้ผู้ป่วยได้ยินเสียงพูดที่มาจากด้านหน้าได้สะดวกขึ้น ในขณะที่เสียงรบกวนอยู่ด้านหลังหรือด้านข้าง
tr_tr: Bu program hastayı tipik olarak gürültülü ortamlarda destekler. Mevcut yönlülük seçenekleri, gürültü arkadan veya yan taraftan geldiğinde hastanın önden kaynaklanan konuşmaları işitmesini kolaylaştırabilir.
zh_cn: 该程序可在嘈杂的情况下为用户提供帮助。当噪音来自背后或侧面时，提供的方向性选项可使用户更容易听到从前方发出的声音。

source: This program is designed to provide richer sound quality when listening to music.
bg_bg: Тази програма е предназначена да осигурява по-пълно качество на звука, когато се слуша музика.
cht: 這個程式設計於當聆聽音樂的時候能提供更豐富的音質。
da_dk: Dette program giver en fyldigere og rigere lyd, når der lyttes til musik.
el_gr: Αυτό το πρόγραμμα έχει σχεδιαστεί για να παρέχει πλουσιότερο ήχο όταν ο ασθενής ακούει μουσική.
fi_fi: Tämä ohjelma saa musiikin kuulumaan täyteläisempänä.
hr_hr: Ovaj je program osmišljen za pružanje bogatije kvalitete zvuka prilikom slušanja glazbe.
hu_hu: A program gazdagabb hangminőséget nyújt a zenehallgatáshoz.
it_it: Questo programma è concepito per consentire un ascolto della musica di qualità superiore.
ko_kr: 이 프로그램은 음악을 청취할때, 더욱 자연스럽고 풍성한 사운드를 느낄 수 있도록 설계된 프로그램입니다.
nl_nl: Dit programma geeft een rijker geluid bij het luisteren naar muziek.
no_no: Dette programmet er utviklet for å gi en rikere lyd når man hører på musikk.
pt_pt: Este programa foi criado para proporcionar qualidade sonora superior ao ouvir música.
ro_ro: Acest program este conceput pentru a oferi un sunet mai bogat atunci când ascult muzică.
ru_ru: Эта программа обеспечивает более богатое звучание при прослушивании музыки.
sv_se: Detta program är utformat för att ge rikare ljudkvalitet vid musiklyssning.
th_th: โปรแกรมนี้ได้รับการออกแบบมาเพื่อการสร้างคุณภาพเสียงที่สมบูรณ์ในขณะฟังดนตรี
tr_tr: Bu program müzik dinlerken daha zengin ses kalitesi sağlamak için tasarlanmıştır.
zh_cn: 聆听音乐时，该程序能带来更丰富的声音。

source: This program is designed to allow the patient to comfortably listen in very noisy environments.
bg_bg: Тази програма е предназначена да позволява на пациента да слуша комфортно в много шумна среда.
cht: 這個程式設計於客戶在非常吵雜的環境中依然能舒適聆聽。
da_dk: Dette program er designet, så brugeren ubesværet kan lytte i støjende miljøer.
el_gr: Αυτό το πρόγραμμα έχει σχεδιαστεί ώστε να μπορεί ο ασθενής να ακούει με άνεση σε πολύ θορυβώδη περιβάλλοντα.
fi_fi: Tämä ohjelma auttaa potilasta kuulemaan mukavasti erittäin meluisissa ääniympäristöissä.
hr_hr: Ovaj je program osmišljen kako bi bolesniku omogućio ugodno slušanje u vrlo bučnim okruženjima.
hu_hu: A program célja, hogy lehetővé tegye a páciensnek a kényelmes zenehallgatást akár nagyon zajos környezetben is.
it_it: Questo programma è concepito per consentire al paziente di ascoltare in modo confortevole quando si trova in ambienti molto rumorosi.
ko_kr: 이 프로그램은 사용자가 매우 시끄러운 소음 환경에서 편안하게 들을 수 있도록 설계되었습니다.
nl_nl: Dit programma biedt de gebruiker een comfortabele luisterervaring in zeer lawaaiige omgevingen.
no_no: Dette programmet er utviklet for å gjøre det komfortabelt for pasienten å lytte i svært støyende omgivelser.
pt_pt: Este programa foi criado para permitir que o paciente ouça com conforto em ambientes muito ruidosos.
ro_ro: Acest program a fost conceput pentru a permite pacientului să asculte confortabil în medii zgomotoase.
ru_ru: Эта программа обеспечивает пациенту комфортное слуховое восприятие в очень шумных ситуациях.
sv_se: Det här programmet är utformat för att göra det möjligt för patienten att lyssna bekvämt i mycket bullriga miljöer.
th_th: โปรแกรมนี้ได้รับการออกแบบมาเพื่อช่วยให้ผู้ป่วยสามารถรับฟังได้อย่างสบายหู ในสภาพแวดล้อมที่มีเสียงรบกวนมาก
tr_tr: Bu program hastaya çok gürültülü ortamlarda rahatça dinleme olanağı tanımak için tasarlanmıştır.
zh_cn: 该程序让用户在非常嘈杂的环境中能够舒适地聆听。

source: This program is designed to give more comfort when walking, biking or driving in traffic.
bg_bg: Тази програма е предназначена да осигурява повече комфорт по време на разходка, каране на колело или шофиране в трафик.
cht: 這個程式設計於當走路、騎腳踏車或開車的時候能夠更加舒適。
da_dk: Dette program bruges, når der ønskes øget komfort i trafik.
el_gr: Αυτό το πρόγραμμα έχει σχεδιαστεί για μεγαλύτερη άνεση όταν ο ασθενής περπατάει, κάνει ποδήλατο ή οδηγεί στην κίνηση.
fi_fi: Tämä ohjelma on suunniteltu antamaan lisämukavuutta kun pyöräillään, kävellään tai ajetaan liikenteessä.
hr_hr: Ovaj je program osmišljen za veću udobnost prilikom hodanja, vožnje bicikla ili vožnje automobila u prometu.
hu_hu: Ez a program több komfortot nyújt amikor sétál, biciklizik vagy vezet a forgalomban.
it_it: Questo programma è concepito per dare maggior comfort quando si cammina, si utilizza la bicicletta o si guida l'auto nel traffico.
ko_kr: 이 프로그램은 걷거나 자전거를 타거나 또는 운전할 때 좀더 편안함을 줄 수 있도록 설계 되었습니다.
nl_nl: Dit programma biedt meer comfort bij wandelen, fietsen of rijden in het verkeer.
no_no: Dette programmet er laget for å oppnå bedre komfort når man går, sykler eller kjører i trafikken.
pt_pt: Este programa foi criado para dar mais conforto ao caminhar, pedalar ou dirigir.
ro_ro: Acest program este conceput pentru a oferi mai mult confort atunci când mersul pe jos, cu bicicleta sau de conducere în trafic.
ru_ru: Эта программа обеспечивает комфортное восприятие во время прогулки, езды на велосипеде или автомобиле.
sv_se: Detta program är designat för att ge en större komfort vid promenader, cykling eller när du kör i trafiken.
th_th: โปรแกรมนี้ตั้งค่าให้ฟังได้สบายเมื่อคุณกำลังเดินเล่น ปั่นจักรยาน หรือกำลังขับรถ
tr_tr: Bu program, yürüş yapıldığı, bisiklete binildiği veya trafikte araç kullanıldığı zaman daha fazla konfor sağlamak için tasarlandı.
zh_cn: 该程序用于在步行、骑车或开车时获得更舒适的聆听。

source: This program is used during phone conversations. It will enhance the speech signal and eliminate the feedback that can occur when using the phone is too close to the patient's instrument(s).
bg_bg: Тази програма се използва по време на телефонни разговори. Тя усилва сигнала на говора и елиминира микрофонията, която може да се получи, когато телефонът е прекалено близо до апарата(-ите) на пациента.
cht: 這個程式設計於電話溝通。能夠增強語音訊號及當電話過於靠近客戶的助聽器時，能抑制回饋音。
da_dk: Dette program bruges under telefonsamtaler. Det forbedrer talesignalet og fjerner den tilbagekobling, der kan opstå, når telefonen bruges for tæt på brugerens apparat(er).
el_gr: Αυτό το πρόγραμμα χρησιμοποιείται κατά τη διάρκεια τηλεφωνικών συνδιαλέξεων. Ενισχύει το σήμα της ομιλίας και περιορίζει την ανάδραση που μπορεί να προκύψει όταν το τηλέφωνο χρησιμοποιείται πολύ κοντά στο ακουστικό του ασθενούς.
fi_fi: Tätä ohjelmaa käytetään puhuttaessa puhelimessa. Se korostaa puhesignaalia ja poistaa vinkumisen, jota voi aiheutua, kun puhelin on liian lähellä potilaan kuulokojeita.
hr_hr: Ovaj program upotrebljava se tijekom telefonskih razgovora. On će poboljšati signal govora i ukloniti buku do koje može doći prilikom upotrebe telefona preblizu bolesnikovih slušnih aparata.
hu_hu: Ez a program telefonbeszélgetések során használható. Javítja a beszéd minőségét, és megszünteti a gerjedést, amely akkor fordul elő, ha a telefon túl közel van a páciens hallókészülékéhez.
it_it: Questo programma viene utilizzato durante le conversazioni telefoniche. Migliora il segnale del parlato ed elimina il feedback che si può verificare quando si utilizza il telefono troppo vicino all'apparecchio del paziente.
ko_kr: 이 프로그램은 전화 통화시에 사용됩니다. 수화기가 보청기에 너무 가까울 때 발생할 수 있는 피드백을 제거하고 말소리가 또렷하게 들릴 수 있도록 합니다.
nl_nl: Dit programma wordt gebruikt tijdens telefoongesprekken. Het versterkt het spraaksignaal en elimineert de feedback die kan optreden wanneer de telefoon te dicht bij het hoortoestel van de gebruiker wordt gehouden.
no_no: Dette programmet brukes til telefonsamtaler. Det vil forsterke talesignalet og eliminere feedback som kan oppstå når man bruker telefonen for nær pasientens høreapparat.
pt_pt: Este programa é usado durante conversas ao telefone. Ele vai aprimorar o sinal de fala e eliminar o feedback que pode ocorrer ao usar o telefone muito próximo do aparelho do paciente.
ro_ro: Acest program este utilizat în timpul conversațiilor telefonice. Acesta va crește semnalul vorbit și va elimina feedbackul ce poate apărea când telefonul este folosit prea aproape de instrumentul(ele) pacientului.
ru_ru: Эта программа применяется во время телефонных разговоров. Она усиливает звуковой сигнал и исключает обратную связь, возникающую при расположении телефонной трубки/телефона слишком близко к СА пациента.
sv_se: Detta program används under telefonsamtal. Det förbättrar talsignalen och eliminerar återkoppling som kan uppstå när man använder telefonen alltför nära patientens hörapprat(er).
th_th: โปรแกรมนี้มีไว้สำหรับใช้ในระหว่างการคุยโทรศัพท์ โดยจะช่วยขยายสัญญาณเสียงพูด และกำจัดเสียงหวีดที่อาจเกิดขึ้นขณะใช้โทรศัพท์ใกล้กับอุปกรณ์ของผู้ป่วยมากเกินไป
tr_tr: Bu program, telefon görüşmeleri sırasında kullanılmaktadır. Konuşma sinyalini zenginleştirecek ve telefonu hastanın cihaz(lar)ına çok yakın kullanırken meydana gelebilecek geribildirimi ortadan kaldıracaktır.
zh_cn: 该程序用于电话交谈。其可增强语音信号，并消除使用手机时，因太靠近用户的助听器而引发的反馈噪声。

source: This program can be used when in a place that has a teleloop, e.g. churches, theaters, at home, for watching TV. This program will give the user the sound directly from the source into the hearing aid without the noise in the environment.
bg_bg: Тази програма може да се използва, когато се намирате на място, където има телецикъл, напр. църкви, театри, у дома, за гледане на телевизия. Тази програма изпраща звука от източника направо в слуховия апарат без шума от околната среда.
cht: 這個程式適用於裝設感應線圈系統的地方，例如教堂、劇院、家中客廳（用於觀看電視）等。可直接將聲源透過助聽器輸送給客戶，以避免環境中的噪音。
da_dk: Dette program bruges på steder med teleslynge, f.eks. kirke, teater eller tv hjemme. Programmet overfører lyden direkte til brugerens høreapparater fra kilden uden støjen fra rummet.
el_gr: Αυτό το πρόγραμμα μπορεί να χρησιμοποιηθεί σε μέρη όπου υπάρχει σύστημα "teleloop", π.χ. σε εκκλησίες, θέατρα, στο σπίτι, για την παρακολούθηση τηλεόρασης. Με αυτό το πρόγραμμα, ο ήχος μεταφέρεται απευθείας από την πηγή στο εσωτερικό του ακουστικού βοηθήματος, χωρίς τον περιβάλλοντα θόρυβο.
fi_fi: Tätä ohjelmaa voi käyttää tiloissa joissa on induktiosilmukka kuten kirkot, kirjastot ja elokuvateatterit tai TV katselussa. Induktiosilmukka siirtää äänen langattomasti kuulokojeeseen ja vähentää taustamelun ja häiriöiden vaikutusta.
hr_hr: Ovaj se program može upotrebljavati na mjestu na kojem postoji teleloop, npr. crkve, kazališta ili kod kuće, za gledanje TV-a. Ovaj će program korisniku dovesti zvuk u slušno pomagalo izravno iz izvora bez buke koja je prisutna u okruženju.
hu_hu: Ezt a programot indukciós hurokkal használhatja, pl. templomban, színházban és/ vagy otthoni TV nézésre. Ez a program a hangot közvetlenül a forrásból adja a hallókészülékbe a környezeti zaj nélkül.
it_it: Questo programma può essere utilizzato in un luogo in cui è presente un sistema di laccio magnetico, ad esempio in chiese, teatri, a casa o per guardare la TV. Questo programma darà all'utente l'audio direttamente dalla sorgente all'apparecchio acustico senza il rumore nell'ambiente.
ko_kr: 이 프로그램은 Teleloop가 설치가 되어있는 장소, 예를 들면 교회, 영화관, 집, TV시청 사용됩니다. 사용자로 하여금 소리가 주변 소리로 인한 불편함 없이 보청기로 직접 들을 수 있도록 합니다.
nl_nl: Dit programma kan gebruikt worden in plaatsen met een ringleiding, zoals kerken en theaters. Hiermee krijgt u het geluid direct van de bron in het toestel zonder het lawaai uit de omgeving.
no_no: Dette programmet kan brukes på steder som bruker teleslynge, f.eks. kirker, teater og/eller hjemme. Dette programmet overfører lyd direkte fra lydkilden til høreapparatet uten støy fra omgivelsene.
pt_pt: Este programa pode ser usado quando o local tem indução magnética (ex., igrejas, teatros, em casa, para assistir televisão). Esse programa proporcionará ao usuário ouvir o som diretamente em seu aparelho auditivo sem interferências de ruído.
ro_ro: Acest program poate fi utilizat atunci când într-un loc care are un teleloop, de exemplu, biserici, teatre, la domiciliu, pentru vizionarea programelor TV. Acest program va oferi utilizatorului un sunet, direct la sursă într-auditiv, fără zgomot în mediul înconjurător.
ru_ru: Эта программа предназначена для использования в местах, оборудованных индукционной петлей, например, в церкви, театре, дома, для просмотра ТВ. Она направляет сигнал источника напрямую в СА. Окружающие шумы не будут слышны.
sv_se: Det här programmet kan användas när det finns teleslinga i lokalen, tex kyrkor, teatrar eller hemma vid tv´n. Programmet överför ljudet från källan direkt till hörapparaten och gör att man samtidigt slipper störande ljud från omgivningsmiljön.
th_th: โปรแกรมนี้ใช้เมื่ออยู่ในพื้นที่ เช่น โบสถ์ โรงหนัง ดูทีวีที่บ้าน โปรแกรมนี้จะรับเสียงจากแหล่งเสียงโดยตรงเข้าสู่เครื่องช่วยฟังโดยสภาพแวดล้อมไม่มีเสียงรบกวน
tr_tr: Bu program, teleloop sisteminin olduğu yerlerde kullanılabilir. Örneğin; ibadet yerlerinde,tiyatroda,evde veya TV izlerken. Bu program, çevredeki gürültü seslerini elimine ederek, sesleri direk kaynağından işitme cihazına ulaştırır.
zh_cn: 该程序可用于布设有电感回路的场合，如教堂、剧院、家中看电视。该程序可将声音从声源直接传输给用户，并消除环境噪声。

source: This program can be used in a place that has a teleloop (e.g. theaters, lecture halls, train stations, in-home system). This program will deliver sound from the source directly to the hearing instrument. This sound can also be combined with sound from the hearing instrument microphone allowing the more environmental awareness.
bg_bg: Тази програма може да се използва на място, където има телецикъл (напр. театри, зали за лекции, ж.п. гари, домашна система). Тази програма изпраща звука от източника направо в слуховия апарат. Този звук може да се съчетае и със звук от микрофона на слуховия апарат, което позволява да усещаме по-добре какво става около нас.
cht: 這個程式可用於裝設感應線圈系統，例如戲院、演講廳、車站、居家線圈系統等。這個程式將能夠把聲音直接傳送到助聽器裡而不受環境噪音干擾。
da_dk: Dette program er tiltænkt brug på steder med teleslynge, f.eks. kirker, teatre og/eller tv hjemme. Programmet overfører lyden direkte til brugerens høreapparater fra kilden. Denne lyd kan også kombineres med lyd fra høreapparatets mikrofon, så også lyde fra omgivelserne kan høres.
el_gr: Αυτό το πρόγραμμα μπορεί αν χρησιμοποιηθεί σε μέρη όπου υπάρχει σύστημα "teleloop" (π.χ. σε θέατρα, αίθουσες διαλέξεων, σιδηροδρομικούς σταθμούς, οικιακά συστήματα). Με αυτό το πρόγραμμα, ο ήχος μεταφέρεται απευθείας από την πηγή στο εσωτερικό του ακουστικού βοηθήματος. Αυτός ο ήχος μπορεί επίσης να συνδυαστεί με ήχο από το μικρόφωνο του ακουστικού βοηθήματος, παρέχοντας μεγαλύτερη επίγνωση του περιβάλλοντος.
fi_fi: Tätä ohjelmaa voi käyttää tiloissa joissa on induktiosilmukka, kuten teatterit, luentosalit, rautatieasemat. Sellainen voi olla käytettävissä myös kotona. Tämä ohjelma lähettää ääntä lähteestä suoraan kuulokojeisiin. Lisäksi kuulokojeen mikrofonin välittämä ääni voi kuulua, joten käyttäjä on paremmin tietoinen ympäristöstä.
hr_hr: Ovaj se program može upotrebljavati na mjestu na kojem postoji teleloop (npr. kina, predavaonice, željezničke postaje, kuća). Ovaj će program dovesti zvuk iz izvora izravno u slušni aparat. Taj se zvuk također može kombinirati sa zvukom iz mikrofona slušnog aparata, čime se poboljšava svijest o okruženju.
hu_hu: Ez a program olyan helyeken használható, ahol van indukciós hurok (például templom, előadótermek, vasútállomások, otthoni rendszerek). A program a forrásról közvetlenül a hallókészülékre küldi a hangot. Ezt a hangot kombinálni lehet a hallókészülék mikrofonjából származó hanggal, így még jobb hallásmnőség érhető el.
it_it: Questo programma può essere utilizzato in un luogo in cui è presente un sistema di laccio magnetico, ad esempio teatri, aule universitarie, stazioni del treno o a casa). Questo programma darà all'utente l'audio direttamente dalla sorgente all'apparecchio acustico. Il suono può essere anche combinato con quello proveniente dal microfono dell'apparecchio acustico, consentendo una maggiore consapevolezza dell'ambiente circostante.
ko_kr: 이 프로그램은 텔레루프가 설치된 장소에서 사용할 수 있습니다. (예를 들면 교회, 영화관, 집, 또는 TV시청 시에 사용할 수있습니다.) 만약 텔레루프를 사용하는 중에 다른 사람과 대화가 필요한 경우에는 보청기와 텔레루프의 소리 밸런스를 조절하여 청취할 수도 있습니다.
nl_nl: Dit programma kan gebruikt worden in plaatsen met een ringleiding, zoals kerken en theaters. Hiermee krijgt u het geluid direct van de bron in het toestel. Dit in combinatie met het geluid uit de microfoon van het toestel, zodat u ook de geluiden naast u kan horen.
no_no: Dette programmet kan brukes på steder med teleslynge (for eksempel teater, auditorier, togstasjoner og hjemmesystemer). Dette programmet vil levere lyd direkte fra kilden og frem til høreapparatet. Lyden kan også kombineres med lyd fra høreapparatets mikrofon, slik at man blir mer oppmerksom på omgivelsene.
pt_pt: Este programa pode ser usado quando o local tem indução magnética (por ex., teatros, salas de conferências, estações de trem, sistemas domésticos). Esse programa permitirá ao usuário ouvir o som diretamente em seu aparelho auditivo. Esse som também pode ser combinado com o som do microfone do aparelho auditivo permitindo maior noção do ambiente.
ro_ro: Acest program poate fi folosit in spatii dotate cu bucle de inductie cum ar fi biserici, teatre, etc. Acest program va furniza sunetul direct de la sursa in aparatul auditiv combinat cu sunetul provenit de la microfonul aparatului auditiv permitand utilizatorului sa asculte si daca o persoana de alaturi ii vorbeste.
ru_ru: Эта программа может применяться в помещениях, где есть индукционная петля, – это, например, церкви, театры, лекционные залы, вокзалы, домашние установки. Можно сочетать со звуком от микрофона СА для более полного восприятия происходящего вокруг.
sv_se: Det här programmet kan användas på en plats som har en teleslinga (t.ex. på teatrar, föreläsningssalar, offentliga lokaler, tv system). Detta program levererar ljudet induktivt från källan till hörapparaten via teleslingan. Detta ljud kan också kombineras med ljud från hörapparatens mikrofon vilket möjliggör ökad miljömedvetenhet.
th_th: โปรแกรมนี้ใช้เมื่ออยู่ในพื้นที่เสียงก้อง (เช่น โรงภาพยนตร์ ห้องเลคเชอร์ สถานีรถไฟ ระบบเสียงอินโฮม) โปรแกรมนี้จะส่งเสียงจากแหล่งกำเนิดไปยังอุปกรณ์ช่วยฟังโดยตรง โดยอาจสามารถใช้เสียงนี้ร่วมกับเสียงจากไมโครโฟนของอุปกรณ์ช่วยฟัง เพื่อช่วยให้สามารถรับรู้เกี่ยวกับสภาพแวดล้อมได้ดียิ่งขึ้น
tr_tr: Bu program, teleloop sisteminin olduğu yerlerde kullanılabilir. Örneğin tiyatroda, sınıflarda, tren istasyonlarında, ev sistemlerinde. Bu program, sesleri doğrudan kaynağından işitme cihazına ulaştırır. Bu ses, işitme cihazının mikrofonundan gelen sesle birleştirilerek çevre farkındalığının artmasına olanak sağlar.
zh_cn: 该程序可用于布设有电感回路的场合（如剧院、报告厅、火车站、室内系统）。程序可将声音从声源直接传输至助听器。这种声音还可与助听器麦克风的声音混合，从而提高环境辨识感。
