Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: Telecoil Phone + Mic
bg_bg: Телефон с телебобина + Микрофон
cht: 電話線圈接聽 + 麥克風
da_dk: Telefon med telespole + mikrofon
el_gr: Τηλέφωνο με τηλεπ. + Μικρ.
fi_fi: Induktiokelapuhelin+Mik
hr_hr: Telecoil telefon + mikrofon
hu_hu: Telefontekercs telefon + mik.
it_it: Bobina Telefonica + Mic
ko_kr: 텔레코일 전화 + 마이크
nl_nl: Luisterspoel telefoon+Mic
no_no: Telespole telefon + mikrofon
pt_pt: Bobina Telefônica + Mic
ro_ro: Telefon bobina + Mic
ru_ru: Телефон с индукционной катушкой + микрофон
sv_se: Telespole Telefon +Mik
tr_tr: Telecoil Telefon + Mikrofon
zh_cn: 电感电话 + 麦克风

source: Synchronize progress during use time
bg_bg: Синхронизиране на хода по време на експлоатация
cht: 在使用期間同步進度
da_dk: Synkroniser status under brug
el_gr: Συγχρονισμός προόδου κατά τον χρόνο χρήσης
fi_fi: Synkronoi edistyminen ajan myötä
hr_hr: Sinkroniziraj napredak tijekom upotrebe
hu_hu: Állapot szinkronizálása a felhasználás során
it_it: Sincronizza i progressi durante il tempo di utilizzo
ko_kr: 사용 시간 동기화
nl_nl: Synchroniseer het proces tijdens het gebruik
no_no: Synkroniserer fremdrift i løpet av brukstiden
pt_pt: Sincronizar progresso durante o tempo de uso
ro_ro: Sincronizare progres pe parcursul purtarii
ru_ru: Синхронизировать ход выполнения в период использования
sv_se: Sykronisering fortgår under använd tid
th_th: ซิงโครไนซ์ความคืบหน้าในระหว่างเวลาการใช้งาน
tr_tr: Kullanım süresi boyunca senkronize ilerleme
zh_cn: 双耳同步使用时间

source: Average daily usage:
bg_bg: Средна дневна употреба:
cht: 平均每日使用 :
da_dk: Gennemsnitlig daglig brug:
el_gr: Μέση ημερήσια χρήση:
fi_fi: Keskimääräinen päivittäinen käyttö:
hr_hr: Prosječna upotreba po danu:
hu_hu: Átlagos használat:
it_it: Utilizzo medio giornaliero:
ko_kr: 하루평균사용:
nl_nl: Gemiddeld dagelijks gebruik:
no_no: Gjennomsnittlig daglig bruk:
pt_pt: Uso diário médio:
ro_ro: Utilizare medie zilnică:
ru_ru: Ношение в среднем за сутки:
sv_se: Genomsnittlig daglig användning:
th_th: การใช้งานเฉลี่ยต่อวัน:
tr_tr: Ortalama günlük kullanım:
zh_cn: 日平均使用:

source: 1 week
bg_bg: 1 седмица
cht: 1 週
da_dk: 1 uge
el_gr: 1 εβδομάδα
fi_fi: 1 viikko
hr_hr: 1 tjedan
hu_hu: 1 hét
it_it: 1 settimana
ko_kr: 1 주
no_no: 1 uke
pt_pt: 1 semana
ro_ro: 1 Saptamana
ru_ru: 1 неделя
sv_se: 1 vecka
th_th: 1 สัปดาห์
tr_tr: 1 hafta
zh_cn: 1周

source: 2 weeks
bg_bg: 2 седмици
cht: 2 週
da_dk: 2 uger
el_gr: 2 εβδομάδες
fi_fi: 2 viikkoa
hr_hr: 2 tjedna
hu_hu: 2 hét
it_it: 2 settimane
ko_kr: 2 주
nl_nl: 2 weken
no_no: 2 uker
pt_pt: 2 semanas
ro_ro: 2 Saptamani
ru_ru: 2 недели
sv_se: 2 veckor
th_th: 2 สัปดาห์
tr_tr: 2 hafta
zh_cn: 2周

source: 3 weeks
bg_bg: 3 седмици
cht: 3 週
da_dk: 3 uger
el_gr: 3 εβδομάδες
fi_fi: 3 viikkoa
hr_hr: 3 tjedna
hu_hu: 3 hét
it_it: 3 settimane
ko_kr: 3 주
nl_nl: 3 weken
no_no: 3 uker
pt_pt: 3 semanas
ro_ro: 3 Saptamani
ru_ru: 3 недели
sv_se: 3 veckor
th_th: 3 สัปดาห์
tr_tr: 3 hafta
zh_cn: 3周

source: 4 weeks
bg_bg: 4 седмици
cht: 4 週
da_dk: 4 uger
el_gr: 4 εβδομάδες
fi_fi: 4 viikkoa
hr_hr: 4 tjedna
hu_hu: 4 hét
it_it: 4 settimane
ko_kr: 4 주
nl_nl: 4 weken
no_no: 4 uker
pt_pt: 4 semanas
ro_ro: 4 Saptamani
ru_ru: 4 недели
sv_se: 4 veckor
th_th: 4 สัปดาห์
tr_tr: 4 hafta
zh_cn: 4周

source: 2 months
bg_bg: 2 месеца
cht: 2 個月
da_dk: 2 måneder
el_gr: 2 μήνες
fi_fi: 2 kuukautta
hr_hr: 2 mjeseca
hu_hu: 2 hónap
it_it: 2 mesi
ko_kr: 2 개월
nl_nl: 2 maanden
no_no: 2 måneder
pt_pt: 2 meses
ro_ro: 2 luni
ru_ru: 2 месяца
sv_se: 2 månader
th_th: 2 เดือน
tr_tr: 2 ay
zh_cn: 2个月

source: 3 months
bg_bg: 3 месеца
cht: 3 個月
da_dk: 3 måneder
el_gr: 3 μήνες
fi_fi: 3 kuukautta
hr_hr: 3 mjeseca
hu_hu: 3 hónap
it_it: 3 mesi
ko_kr: 3 개월
nl_nl: 3 maanden
no_no: 3 måneder
pt_pt: 3 meses
ro_ro: 3 luni
ru_ru: 3 месяца
sv_se: 3 månader
th_th: 3 เดือน
tr_tr: 3 ay
zh_cn: 3个月

source: 4 months
bg_bg: 4 месеца
cht: 4 個月
da_dk: 4 måneder
el_gr: 4 μήνες
fi_fi: 4 kuukautta
hr_hr: 4 mjeseca
hu_hu: 4 hónap
it_it: 4 mesi
ko_kr: 4 개월
nl_nl: 4 maanden
no_no: 4 måneder
pt_pt: 4 meses
ro_ro: 4 luni
ru_ru: 4 месяца
sv_se: 4 månader
th_th: 4 เดือน
tr_tr: 4 ay
zh_cn: 4个月

source: 5 months
bg_bg: 5 месеца
cht: 5 個月
da_dk: 5 måneder
el_gr: 5 μήνες
fi_fi: 5 kuukautta
hr_hr: 5 mjeseci
hu_hu: 5 hónap
it_it: 5 mesi
ko_kr: 5 개월
nl_nl: 5 maanden
no_no: 5 måneder
pt_pt: 5 meses
ro_ro: 5 luni
ru_ru: 5 месяцев
sv_se: 5 månader
th_th: 5 เดือน
tr_tr: 5 ay
zh_cn: 5个月

source: 6 months
bg_bg: 6 месеца
cht: 6 個月
da_dk: 6 måneder
el_gr: 6 μήνες
fi_fi: 6 kuukautta
hr_hr: 6 mjeseci
hu_hu: 6 hónap
it_it: 6 mesi
ko_kr: 6 개월
nl_nl: 6 maanden
no_no: 6 måneder
pt_pt: 6 meses
ro_ro: 6 luni
ru_ru: 6 месяцев
sv_se: 6 månader
th_th: 6 เดือน
tr_tr: 6 ay
zh_cn: 6个月

source: 4 hours
bg_bg: 4 часа
cht: 4 小時
da_dk: 4 timer
el_gr: 4 Ώρες
fi_fi: 4 tuntia
hr_hr: 4 sata
hu_hu: 4 óra
it_it: 4 ore
ko_kr: 4시간
nl_nl: 4 uur
no_no: 4 timer
pt_pt: 4 horas
ro_ro: 4 ore
ru_ru: 4 часа
sv_se: 4 Timmar
th_th: 4 ชั่วโมง
tr_tr: 4 saat
zh_cn: 4小时

source: 6 hours
bg_bg: 6 часа
cht: 6 小時
da_dk: 6 timer
el_gr: 6 Ώρες
fi_fi: 6 tuntia
hr_hr: 6 sati
hu_hu: 6 óra
it_it: 6 ore
ko_kr: 6시간
nl_nl: 6 uur
no_no: 6 timer
pt_pt: 6 horas
ro_ro: 6 ore
ru_ru: 6 часов
sv_se: 6 Timmar
th_th: 6 ชั่วโมง
tr_tr: 6 saat
zh_cn: 6小时

source: 8 hours
bg_bg: 8 часа
cht: 8 小時
da_dk: 8 timer
el_gr: 8 Ώρες
fi_fi: 8 tuntia
hr_hr: 8 sati
hu_hu: 8 óra
it_it: 8 ore
ko_kr: 8시간
nl_nl: 8 uur
no_no: 8 timer
pt_pt: 8 horas
ro_ro: 8 ore
ru_ru: 8 часов
sv_se: 8 Timmar
th_th: 8 ชั่วโมง
tr_tr: 8 saat
zh_cn: 8小时

source: 10 hours
bg_bg: 10 часа
cht: 10 小時
da_dk: 10 timer
el_gr: 10 Ώρες
fi_fi: 10 tuntia
hr_hr: 10 sati
hu_hu: 10 óra
it_it: 10 ore
ko_kr: 10시간
nl_nl: 10 uur
no_no: 10 timer
pt_pt: 10 horas
ro_ro: 10 ore
ru_ru: 10 часов
sv_se: 10 Timmar
th_th: 10 ชั่วโมง
tr_tr: 10 saat
zh_cn: 10小时

source: 12 hours
bg_bg: 12 часа
cht: 12 小時
da_dk: 12 timer
el_gr: 12 Ώρες
fi_fi: 12 tuntia
hr_hr: 12 sati
hu_hu: 12 óra
it_it: 12 ore
ko_kr: 12시간
nl_nl: 12 uur
no_no: 12 timer
pt_pt: 12 horas
ro_ro: 12 ore
ru_ru: 12 часов
sv_se: 12 Timmar
th_th: 12 ชั่วโมง
tr_tr: 12 saat
zh_cn: 12小时

source: 14 hours
bg_bg: 14 часа
cht: 14 小時
da_dk: 14 timer
el_gr: 14 Ώρες
fi_fi: 14 tuntia
hr_hr: 14 sati
hu_hu: 14 óra
it_it: 14 ore
ko_kr: 14시간
nl_nl: 14 uur
no_no: 14 timer
pt_pt: 14 horas
ro_ro: 14 ore
ru_ru: 14 часов
sv_se: 14 Timmar
th_th: 14 ชั่วโมง
tr_tr: 14 saat
zh_cn: 14小时

source: 16 hours
bg_bg: 16 часа
cht: 16 小時
da_dk: 16 timer
el_gr: 16 Ώρες
fi_fi: 16 tuntia
hr_hr: 16 sati
hu_hu: 16 óra
it_it: 16 ore
ko_kr: 16시간
nl_nl: 16 uur
no_no: 16 timer
pt_pt: 16 horas
ro_ro: 16 ore
ru_ru: 16 часов
sv_se: 16 Timmar
th_th: 16 ชั่วโมง
tr_tr: 16 saat
zh_cn: 16小时

source: Acceptance Manager progress
bg_bg: Ход на Acceptance Manager
cht: 適應管理進度
da_dk: Status for Acceptance Manager
el_gr: Εξέλιξη Acceptance Manager
fi_fi: Sopeutumisavustajan eteneminen
hr_hr: Napredak značajke Acceptance Manager
hu_hu: Az Acceptance Manager fut
it_it: Progresso Manager Adattamento
ko_kr: 자동적응매니저 진행
nl_nl: Voortgang Acceptatie Manager
no_no: Progresjon Acceptance Manager
pt_pt: Progresso do Gerenciador de Adaptação
ro_ro: Progres Manager de acceptare
ru_ru: Активность Менеджера привыкания
sv_se: Acceptans Verktyg pågår
th_th: ความคืบหน้าของตัวจัดการการยอมรับ
tr_tr: Adaptasyon Yöneticisi ilerlemesi
zh_cn: 满意度管理系统

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Откл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: Mild (4K)
bg_bg: Мек (4 K)
cht: 輕度 (4K)
el_gr: Ήπια (4K)
fi_fi: Heikko (4K)
hr_hr: Blago (4K)
hu_hu: Enyhe (4K)
it_it: Lieve (4000)
nl_nl: Licht (4k)
pt_pt: Leve (4K)
ro_ro: Usor (4K)
ru_ru: Слабо (4K)
sv_se: Svag (4K)
th_th: เล็กน้อย (4K)
tr_tr: Hafif (4K)
zh_cn: 轻度 (4K)

source: Moderate (3.5K)
bg_bg: Умерен (3,5 K)
cht: 中度 (3.5K)
da_dk: Moderat (3,5K)
fi_fi: Kohtalainen (3.5K)
hr_hr: Umjereno (3,5K)
hu_hu: Közepes (3.5K)
it_it: Moderato (3500)
nl_nl: Medium (3.5k)
no_no: Moderat (3,5 K)
pt_pt: Moderada (3,5K)
ro_ro: Moderat (3.5K)
ru_ru: Умеренно (3,5K)
sv_se: Måttlig (3.5K)
th_th: ปานกลาง (3.5K)
tr_tr: Orta (3.5K)
zh_cn: 中度 (3.5K)

source: Strong (2.5K)
bg_bg: Силен (2,5 K)
cht: 強度 (2.5K)
da_dk: Stærk (2,5K)
fi_fi: Voimakas (2.5K)
hr_hr: Jako (2,5K)
hu_hu: Erős (2.5K)
it_it: Forte (2500)
nl_nl: Sterk (2.5k)
no_no: Sterk (2,5 K)
pt_pt: Forte (2,5K)
ro_ro: Puternic (2.5K)
ru_ru: Сильно (2,5K)
sv_se: Stark (2.5K)
th_th: รุนแรง (2.5K)
tr_tr: Güçlü (2.5K)
zh_cn: 重度 (2.5K)

source: 2 hours
bg_bg: 2 часа
cht: 2 小時
da_dk: 2 timer
el_gr: 2 Ώρες
fi_fi: 2 tuntia
hr_hr: 2 sata
hu_hu: 2 óra
it_it: 2 ore
ko_kr: 2시간
nl_nl: 2 uur
no_no: 2 timer
pt_pt: 2 horas
ro_ro: 2 ore
ru_ru: 2 часа
sv_se: 2 Timmar
th_th: 2 ชั่วโมง
tr_tr: 2 saat
zh_cn: 2小时

source: Sound Shaper Level
bg_bg: Ниво на Sound Shaper
cht: 移頻功能等級
da_dk: Graden af Sound Shaper
el_gr: Επίπεδο Sound Shaper
fi_fi: Taajuussiirron taso
hr_hr: Razina modulacije zvuka
hu_hu: Sound Shaper szint
it_it: Livello Sound Shaper
ko_kr: Sound Shaper 수준
nl_nl: SoundShaper niveau
no_no: Sound Shaper nivå
pt_pt: Nível do Sound Shaper
ro_ro: Nivel Sound Shaper
ru_ru: Уровень частотной компрессии Sound Shaper
sv_se: Sound Shifter-nivå
th_th: ระดับ Sound Shaper
tr_tr: Sound Shaper Seviyesi
zh_cn: 频谱提升级别

source: Sound Shaper or Wind Guard cannot stay enabled when enabling TSG Synchronization. Sound Shaper and Wind Guard have automatically been turned off.
bg_bg: Sound Shaper или Wind Guard не могат да стоят активирани, когато се активира Синхронизация на TSG. Sound Shaper и WindGuard са изключени автоматично.
cht: 啟用耳鳴抑制音產生器同步時，移頻功能或風噪音抑制功能不能保持啟動。 移頻功能和風噪音抑制功能已自動關閉。
da_dk: Sound Shaper eller Wind Guard kan ikke forblive aktiveret under aktivering af TSG-synkronisering. Sound Shaper og Wind Guard er blevet deaktiveret automatisk.
el_gr: Το Sound Shaper ή το Wind Guard δεν μπορεί να παραμείνει ενεργοποιημένο κατά την ενεργοποίηση του συγχρονισμού TSG. Το Sound Shaper και το WindGuard έχουν απενεργοποιηθεί αυτόματα.
fi_fi: Taajuussiirto tai Tuulisalpa ei voi olla käytössä, kun TSG-synkronointi otetaan käyttöön. Äänen muokkaaja ja Tuulisalpa on poistettu käytöstä automaattisesti.
hr_hr: Sound Shaper ili Wind Guard ne mogu ostati omogućeni kada se omogući Sinkronizacija TSG-a. Sound Shaper i Wind Guard automatski su isključeni.
hu_hu: A Sound Shaper vagy a WindGuard funkció nem lehet bekapcsolva, ha a TSG szinkronizáció engedélyezve van. A rendszer automatikusan kikapcsolta a Sound Shaper és a WindGuard funkciót.
it_it: Sound Shaper e Wind Guard non possono rimanere abilitati quando si abilita la sincronizzazione GST. Sound Shaper e Wind Guard sono stati automaticamente disattivati.
ko_kr: 소리발생기 동기화가 활성화된 상태에서 Sound Shaper 또는Wind Guard를 사용 할 수 없습니다. Sound Shaper와 Wind Guard는 자동으로 종료됩니다.
nl_nl: SoundShaper of WindGuard kunnen niet aan blijven staan als TSG synchronisatie aangezet wordt. SoundShaper en WindGuard zijn automatisch uitgeschakeld.
no_no: Sound Shaper eller WindGuard kan ikke være aktivert ved aktivering av TSG-synkronisering. Sound Shaper og WindGuard ble slått av automatisk.
pt_pt: O Sound Shaper ou o Wind Guard não podem ficar habilitado ao ativar a sincronização do Gerador de Som. O Sound Shaper e o Wind Guard foram desativados automaticamente.
ro_ro: Sound Shaper sau Wind Guard nu poate rămâne activat la activarea TSG Synchronization. Sound Shaper și WindGuard au fost oprite automat.
ru_ru: Sound Shaper или Wind Guard не могут оставаться активными при активной Синхронизации звукогенератора TSG. Sound Shaper и WindGuard автоматически отключаются.
sv_se: Sound Shaper eller Vindbrusreducering kan inte vara aktiva vid TSG-synkronisering. Sound Shaper och Vindbrusreducering har automatiskt stängts av.
th_th: จะไม่สามารถเปิด Sound Shaper หรือลดเสียงลมไว้ได้ ในขณะที่เปิดใช้งานการซิงโครไนซ์ TSG, Sound Shaper และลดเสียงลมถูกปิดโดยอัตโนมัติ
tr_tr: TSG Senkronizasyonu etkinleştirilirken Sound Shaper veya Wind Guard etkin durumda kalamaz. Sound Shaper veya Rüzgar Koruması otomatik olarak kapatılacaktır.
zh_cn: 启用耳鸣管理器同步时，频谱重组和高效风噪卫士将不能使用。频谱重组和高效风噪卫士已自动关闭。

source: Acceptance Manager
cht: 適應管理
el_gr: Διαχειριστής αποδοχής
fi_fi: Sopeutumisavustaja
it_it: Manager Adattamento
nl_nl: Acceptatie Manager
pt_pt: Gerenciador de Adaptação
ru_ru: Менеджер адаптации
sv_se: Acceptans Verktyg
th_th: ตัวจัดการการยอมรับ
tr_tr: Adaptasyon Yöneticisi
zh_cn: 满意度管理系统

source: Compression Limiting
bg_bg: Ограничаване на натиска
cht: 壓縮限制
da_dk: Kompressionsbegrænsning
el_gr: Περιορισμός συμπίεσης
fi_fi: Kompression rajoittaminen
hr_hr: Ograničavanje kompresije
hu_hu: Kompressziós korlátozás
it_it: Limitazione compressione
ko_kr: 컴프레션 리미트
nl_nl: Compressiebegrenzing
no_no: Kompresjonsbegrensning
pt_pt: Limitação de compressão
ro_ro: Limitare de compresie
ru_ru: Ограничение компрессии
sv_se: Kompressionsbegränsning
th_th: การจำกัดการบีบอัด
tr_tr: Kompresyon Sınırlama
zh_cn: 压缩限制

source: Compression Limit Mode
bg_bg: Режим на ограничение на натиска
cht: 壓縮限制模式
da_dk: Kompressionsgrænsetilstand
el_gr: Λειτουργία περιορισμού συμπίεσης
fi_fi: Kompression rajoittamisen tila
hr_hr: Način ograničavanja kompresije
hu_hu: Kompressziós korlát mód
it_it: Modalità limite della compressione
ko_kr: 컴프레션 리미트 모드
nl_nl: Compressiebegrenzing modus
no_no: Kompresjonsgrensemodus
pt_pt: Modo de limite de compressão
ro_ro: Mod limitare compresie
ru_ru: Режим ограниченной компрессии
sv_se: Kompressionsbegränsning:
th_th: โหมดจำกัดการบีบอัด
tr_tr: Kompresyon Sınır Modu
zh_cn: 压缩限制模式

source: Soft Peak Clipping
bg_bg: Плавно ограничаване на сигнала за сметка на отрязване на пиковете
cht: 柔和尖峰截波
da_dk: Blød spidsbegrænsning
el_gr: Ψαλίδιση ήπιων αιχμών
fi_fi: Pehmeä huippujen heikkaus
hr_hr: Progresivna kompresija vršne amplitude signala
hu_hu: Lágy csúcs vágás
it_it: Peak clipping lieve
ko_kr: 소프트 피크 클립핑
no_no: Soft Peak-klipping
pt_pt: Corte de pico suave
ro_ro: Taiere de varfuri usoara
ru_ru: Мягкое пик-клиппирование
th_th: การตัดยอดเตี้ยสุดของเส้นกราฟโค้ง
tr_tr: Yumuşak Tepe Noktası Kırpma
zh_cn: 软削峰

source: Hard Peak Clipping
bg_bg: Рязко ограничаване на сигнала за сметка на отрязване на пиковете
cht: 強力尖峰截波
da_dk: Kraftig spidsbegrænsning
el_gr: Ψαλίδιση έντονων αιχμών
fi_fi: Voimakas huippujen leikkaus
hr_hr: Nagla kompresija vršne amplitude signala
hu_hu: Erős csúcs vágás
it_it: Peak clipping forte
ko_kr: 하드 피크 클립핑
no_no: Hard Peak-klipping
pt_pt: Corte de pico forte
ro_ro: Taiere de varfuri puternica
ru_ru: Жесткое пик-клиппирование
th_th: การตัดยอดสูงสุดของเส้นกราฟโค้ง
tr_tr: Sabit Tepe Noktası Kırpma
zh_cn: 硬削峰

source: Low Frequency Boost
bg_bg: Усилване на ниската честота
cht: 低頻增強
da_dk: Lavfrekvensboost
fi_fi: Matalien taajuuksien vahvistus
hr_hr: Isticanje niskih frekvencija
hu_hu: Mélyfrekvenciás kiemelés
it_it: Incremento gravi BassBoost
no_no: Lavfrekvent boost
pt_pt: Incremento de grave
ro_ro: Intensificare Frecvență Joasă
ru_ru: Низкочастотное усиление
sv_se: Lågfrekvensförstärkning
th_th: การเร่งที่ความถี่ต่ำ
tr_tr: Alçak Frekans Artırma
zh_cn: 低频提升

source: Off
bg_bg: Изключено
cht: 關
da_dk: Fra
el_gr: Απενεργοποίηση
fi_fi: Ei käytössä
hr_hr: Isklj.
hu_hu: Ki
nl_nl: Uit
no_no: Av
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Откл
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
zh_cn: 关

source: Mild
bg_bg: Мека
cht: 輕度
el_gr: Ήπιο
fi_fi: Heikko
hr_hr: Blago
hu_hu: Enyhe
it_it: Lieve
nl_nl: Licht
pt_pt: Leve
ro_ro: Ușor
ru_ru: Слабо
sv_se: Svag
th_th: เล็กน้อย
tr_tr: Hafif
zh_cn: 轻度

source: Moderate
bg_bg: Умерена
cht: 中度
da_dk: Moderat
el_gr: Μέτριο
fi_fi: Kohtalainen
hr_hr: Umjereno
hu_hu: Közepes
it_it: Moderato
nl_nl: Matig
no_no: Moderat
pt_pt: Moderado
ro_ro: Moderat
ru_ru: Умеренно
sv_se: Måttlig
th_th: ปานกลาง
tr_tr: Orta
zh_cn: 中度

source: Strong
bg_bg: Силна
cht: 強度
da_dk: Stærk
el_gr: Ισχυρό
fi_fi: Voimakas
hr_hr: Jako
hu_hu: Erős
it_it: Forte
nl_nl: Sterk
no_no: Sterk
pt_pt: Forte
ro_ro: Puternic
ru_ru: Сильно
sv_se: Stark
th_th: รุนแรง
tr_tr: Güçlü
zh_cn: 重度

source: Startup Time
bg_bg: Час за пускане
cht: 啟動時間
da_dk: Starttid
el_gr: Χρόνος εκκίνησης
fi_fi: Käynnistysaika
hr_hr: Vrijeme pokretanja
hu_hu: Bekapcsolási idő
it_it: Tempo di avvio
ko_kr: 시간
nl_nl: Startup tijd
no_no: Oppstartstid
pt_pt: Tempo de inicialização
ro_ro: Timp pornire
ru_ru: Время запуска
sv_se: Starttid
th_th: เวลาเริ่ม
tr_tr: Başlangıç Zamanı
zh_cn: 启动时间

source: 5 Sec
bg_bg: 5 сек.
cht: 5 秒
da_dk: 5 sek.
el_gr: 5 δευτ.
fi_fi: 5 sekuntia
hr_hr: 5 s
hu_hu: 5 mp
ko_kr: 5 초
no_no: 5 sek
pt_pt: 5 segundos
ru_ru: 5 сек.
sv_se: 5 Sek
th_th: 5 วินาที
tr_tr: 5 sn
zh_cn: 5秒

source: 10 Sec
bg_bg: 10 сек.
cht: 10 秒
da_dk: 10 sek.
el_gr: 10 δευτ.
fi_fi: 10 sekuntia
hr_hr: 10 s
hu_hu: 10 mp
ko_kr: 10 초
no_no: 10 sek
pt_pt: 10 Seg
ru_ru: 10 сек.
sv_se: 10 Sek
th_th: 10 วินาที
tr_tr: 10 sn
zh_cn: 10秒

source: 20 Sec
bg_bg: 20 сек.
cht: 20 秒
da_dk: 20 sek.
el_gr: 20 δευτ.
fi_fi: 20 sek
hr_hr: 20 s
hu_hu: 20 mp
ko_kr: 20 초
no_no: 20 sek
pt_pt: 20 Seg
ru_ru: 20 сек.
sv_se: 20 Sek
th_th: 20 วินาที
tr_tr: 20 sn
zh_cn: 20秒

source: 30 Sec
bg_bg: 30 сек.
cht: 30 秒
da_dk: 30 sek.
el_gr: 30 δευτ.
fi_fi: 30 sek
hr_hr: 30 s
hu_hu: 30 mp
ko_kr: 30 초
no_no: 30 sek
pt_pt: 30 Seg
ru_ru: 30 сек.
sv_se: 30 Sek
th_th: 30 วินาที
tr_tr: 30 sn
zh_cn: 30秒

source: Compression Mode
bg_bg: Режим на натиск
cht: 壓縮模式
da_dk: Kompressionstilstand
el_gr: Λειτουργία συμπίεσης
fi_fi: Kompressio tila
hr_hr: Način kompresije
hu_hu: Kompressziós mód
it_it: Modalità compressione
ko_kr: 컴프레션
nl_nl: Compressiemodus
no_no: Kompresjonsmodus
pt_pt: Modo de compressão
ro_ro: Mod compresie
ru_ru: Режим компрессии
sv_se: Kompressionsläge
th_th: โหมดบีบอัด
tr_tr: Kompresyon Modu
zh_cn: 压缩模式

source: Linear
bg_bg: Линеен
cht: 線性
da_dk: Lineær
el_gr: Γραμμικό
fi_fi: Lineaarinen
hr_hr: Linearno
hu_hu: Lineáris
it_it: Lineare
nl_nl: Lineair
no_no: Lineær
ro_ro: Liniar
ru_ru: Линейный
sv_se: Linjär
th_th: เส้นตรง
tr_tr: Lineer
zh_cn: 线性放大

source: Semi-Linear
bg_bg: Полулинеен
cht: 半線性
da_dk: Semilineær
el_gr: Ημιγραμμικό
fi_fi: Semi-lineaarinen
hr_hr: Djelomično linearno
hu_hu: Fél-lineáris
it_it: Semi-lineare
nl_nl: Semi-lineair
no_no: Halvlineær
ro_ro: Semi-Liniar
ru_ru: Полулинейный
sv_se: Semi-Linjär
th_th: กึ่งเส้นตรง
tr_tr: Yarı-Lineer
zh_cn: 混合线性放大

source: The left instrument that you are about to connect is not a standard offering in ReSound Smart Fit. You may still fit and save changes to the instrument.
bg_bg: Левият прибор, който ще свържете, не е стандартно предложение в Интелигентен монтаж. Все пак, можете да монтирате и да запазите промените в прибора.
cht: 您要連接的左耳助聽器不是 Smart Fit 的標準產品。您仍然可以選配和儲存助聽器的更改。
da_dk: Det venstre apparat, som du er ved at tilslutte, er ikke et standardtilbud i Smart Fit. Du kan dog tilpasse og gemme ændringer af apparatet.
el_gr: Το αριστερό ακουστικό που πρόκειται να συνδέσετε δεν υποστηρίζεται τυπικά στο Smart Fit. Ωστόσο, μπορείτε να πραγματοποιήσετε την εφαρμογή και να αποθηκεύσετε τις αλλαγές στο ακουστικό.
fi_fi: Vasen kuulokoje, jonka olet yhdistämässä, ei ole yhteensopiva Smart Fit sovituksen kanssa. Voit kuitenkin sovittaa sen ja tallentaa muutokset kuulokojeeseen.
hr_hr: Lijevi aparat koji ćete povezati ne nudi se standardno u softveru Smart Fit. Svejedno ga možete namjestiti i spremiti promjene.
hu_hu: A csatlakoztatandó bal oldali eszköz nem szabványos termék a Smart Fit alkalmazásban. Továbbra is elvégezheti az illesztést, és mentheti a készülék módosításait.
it_it: L'apparecchio sinistro che si sta per connettere non è offerto come standard in Smart Fit. È comunque possibile effettuare il fitting e salvare le modifiche sull'apparecchio.
ko_kr: 좌측 보청기는 SmartFit 소프트웨어를 지원하지 않습니다. 하지만 보청기 피팅과 저장은 가능합니다.
nl_nl: Het linker toestel dat u wilt verbinden is niet zichtbaar in uw versie van Smart Fit. U kunt het echter wel aanpassen en de wijzigingen in het toestel opslaan.
no_no: Venstre apparat, som du nå skal koble til, er ikke et standardvalg i Smart Fit. Du kan likevel tilpasse og lagre endringer i apparatet.
pt_pt: O aparelho esquerdo que você está prestes a conectar não é uma oferta padrão no Smart Fit. Você ainda pode ajustar e salvar as alterações.
ro_ro: Instrumentul din stânga pe care urmează să-l conectați nu este o ofertă standard în Smart Fit. Puteți fixa și salva modificările la instrument.
ru_ru: Левый аппарат, который вы подключаете, не входит в стандартное предложение оборудования, поддерживаемого Smart Fit. Однако вы можете продолжать настройку и сохранять изменения вашего СА.
sv_se: Vänster hörapparat finns inte som standard i Smart Fit. Du kan ändå anpassa och spara justeringar i apparaten.
th_th: อุปกรณ์ข้างซ้ายที่คุณกำลังจะเชื่อมต่อไม่ใช่ผลิตภัณฑ์มาตรฐานของ Smart Fit คุณอาจสามารถทดลองและบันทึกการเปลี่ยนแปลงลงในอุปกรณ์ได้
tr_tr: Bağlamak üzere olduğunuz sol cihaz, Akıllı Fitting'de standart bir sunum değildir. Yine de cihazı ayarlayabilir ve değişiklikleri kaydedebilirsiniz.
zh_cn: 您即将连接的左侧助听器不是Smart Fit的标准配置。但您仍然可以验配并保存对助听器的更改。

source: The right instrument you are about to connect is not a standard offering in ReSound Smart Fit. You may still fit and save changes to the instrument.
bg_bg: Десният прибор, който ще свържете, не е стандартно предложение в Интелигентен монтаж. Все пак, можете да монтирате и да запазите промените в прибора.
cht: 您要連接的右耳助聽器不是 Smart Fit 的標準產品。您仍然可以選配和儲存助聽器的更改。
da_dk: Det højre apparat, som du er ved at tilslutte, er ikke et standardtilbud i Smart Fit. Du kan dog tilpasse og gemme ændringer af apparatet.
el_gr: Το δεξί ακουστικό που πρόκειται να συνδέσετε δεν υποστηρίζεται τυπικά στο Smart Fit. Ωστόσο, μπορείτε να πραγματοποιήσετε την εφαρμογή και να αποθηκεύσετε τις αλλαγές στο ακουστικό.
fi_fi: Oikea kuulokoje, jonka olet yhdistämässä, ei ole yhteensopiva älykkään sovituksen kanssa. Voit kuitenkin sovittaa sen ja tallentaa muutokset kuulokojeeseen.
hr_hr: Desni aparat koji ćete povezati ne nudi se standardno u softveru Smart Fit. Svejedno ga možete namjestiti i spremiti promjene.
hu_hu: A csatlakoztatandó jobb oldali eszköz nem szabványos termék a Smart Fit alkalmazásban. Továbbra is elvégezheti az illesztést, és mentheti a készülék módosításait.
it_it: L'apparecchio destro che si sta per connettere non è offerto come standard in Smart Fit. È comunque possibile effettuare il fitting e salvare le modifiche sull'apparecchio.
ko_kr: 우측 보청기는 SmartFit 소프트웨어를 지원하지 않습니다. 하지만 보청기 피팅과 저장이 가능합니다.
nl_nl: Het rechter toestel dat u wilt verbinden is niet zichtbaar in uw versie van Smart Fit. U kunt het echter wel aanpassen en de wijzigingen in het toestel opslaan.
no_no: Høyre apparat, som du nå skal koble til, er ikke et standardvalg i Smart Fit. Du kan likevel tilpasse og lagre endringer i apparatet.
pt_pt: O aparelho auditivo direito que você está prestes a conectar não é uma oferta padrão no Smart Fit. Você ainda pode ajustar e salvar as alterações.
ro_ro: Instrumentul din dreapta pe care urmează să-l conectați nu este o ofertă standard în Smart Fit. Puteți fixa și salva modificările la instrument.
ru_ru: Правый аппарат, который вы подключаете, не входит в стандартное предложение оборудования, поддерживаемого Smart Fit. Однако вы можете продолжать настройку и сохранять изменения вашего СА.
sv_se: Höger hörapparat som du tänker ansluta finns inte som standard i Smart Fit. Du kan ändå anpassa och spara justeringar i apparaten.
th_th: อุปกรณ์ข้างขวาที่คุณกำลังจะเชื่อมต่อไม่ใช่ผลิตภัณฑ์มาตรฐานของ Smart Fit คุณอาจสามารถทดลองและบันทึกการเปลี่ยนแปลงลงในอุปกรณ์ได้
tr_tr: Bağlamak üzere olduğunuz sağ cihaz, Akıllı Fitting'de standart bir sunum değildir. Yine de cihazı ayarlayabilir ve değişiklikleri kaydedebilirsiniz.
zh_cn: 您即将连接的右侧助听器不是Smart Fit的标准配置。但您仍然可以验配并保存对助听器的更改。
