Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: This tool supports launch of appropriate GN fitting software, by migrating existing actions in the NOAH database as necessary. Please backup the NOAH database before proceeding with the migration process.
cht: 該工具支援啟動適當的 GN 驗配軟件，必要時透過移轉 NOAH 資料庫中的現有動作。 請在繼續移轉過程之前備份 NOAH 資料庫。
da_dk: Dette understøtter start af den relevante GN-tilpasningssoftware ved at migrere de nødvendige, eksisterende handlinger i NOAH-databasen. Tag en sikkerhedskopi af NOAH-databasen, før du går videre med migreringen.
el_gr: Αυτό το εργαλείο υποστηρίζει την εκκίνηση κατάλληλου λογισμικού εφαρμογής GH, μεταφέροντας τις υπάρχουσες ενέργειες στη βάση δεδομένων NOAH, όπως απαιτείται. Δημιουργήστε αντίγραφο ασφαλείας της βάσης δεδομένων NOAH προτού συνεχίσετε με τη διαδικασία μεταφοράς.
fi_fi: Tämä työkalu tukee asianmukaisen GN-sovitusohjelmiston käynnistämistä siirtämällä nykyiset toiminnot tarvittaessa NOAH-tietokantaan. Varmuuskopioi NOAH-tietokanta ennen siirtämisen jatkamista.
hr_hr: Ovaj alat podržava pokretanje odgovarajućeg GN programa za individualno podešavanje tako što migrira postojeće podatkovne aktivnosti u NOAH bazu podata. Molimo, izradite sigurnosnu kopiju NOAH baze podataka prije pokretanja migracije.
hu_hu: Ez az eszköz szükség esetén a parancsok a NOAH-adatbázisban történő migrációjával támogatja a megfelelő GN hangolóprogram indítását. Kérjük, készítsen biztonsági mentést a NOAH-adatbázisról, mielőtt elkezdni a migrációs folyamatot.
it_it: Questo strumento supporta il lancio dell’appropriato software di fitting GN, e richiede la migrazione delle azioni esistenti nel database NOAH secondo necessità. Si prega di effettuare il backup del database NOAH prima di iniziare il processo di migrazione.
ko_kr: 이 도구는 필요에 따라 NOAH 데이터베이스의 기존 작업을 마이그레이션하여 적절한 GN 피팅 소프트웨어의 시작을 지원합니다. 마이그레이션 절차를 진행하기 전에 NOAH 데이터베이스를 백업하십시오.
nl_nl: Deze tool ondersteunt het starten van de juiste GN-aanpassoftware door bestaande acties in de NOAH-database als nodig te migreren. Maak een back-up van de NOAH-database voordat u verder gaat met het migratieproces.
no_no: Dette verktøyet støtter start av egnet GN tilpasningsprogramvare ved å migrere eksisterende handlinger i NOAH-databasen etter behov . Vennligst ta sikkerhetskopi av NOAH-databasen før du går videre med migreringen.
pt_pt: Esta ferramenta é compatível com o software de adaptação adequado da GN, através da migração das ações existentes no banco de dados do NOAH, quando necessário. Realize o backup do banco de dados do NOAH antes de proceder com o processo de migração.
ro_ro: Acest instrument suportă lansarea software-ului de ajustare GN adecvat prin migrarea acțiunilor existente în baza de date NOAH, în funcție de necesitate. Vă rugăm să efectuați o copie de rezervă a bazei de date NOAH înainte de a continua procesul de migrare.
ru_ru: Данное приложение поддерживает запуск соответствующего программного обеспечения GN для подгонки, в случае необходимости выполняя перенос действий, имеющихся в базе данных NOAH. Пожалуйста, создайте резервную копию базы данных NOAH, прежде чем начать процесс переноса.
sv_se: Detta verktyg stöder start av lämplig GN anpassningsprogram genom att migrera befintliga åtgärder till NOAH-databasen. Gör en säkerhetskopia av NOAH-databasen innan du fortsätter med migreringsprocessen.
th_th: เครื่องช่วยฟังนี้รองรับการเปิดใช้งานซอฟต์แวร์ติดตั้ง GN ที่เหมาะสม โดยการย้ายข้อมูลการดำเนินการที่มีอยู่ในฐานข้อมูล NOAH ตามความจำเป็น โปรดสำรองฐานข้อมูล NOAH ก่อนดำเนินการต่อไปด้วยกระบวนการย้ายข้อมูล
tr_tr: Bu araç, uygun GN ayar yazılımının başlatılmasını, NOAH veritabanındaki mevcut eylemleri gereken şekilde geçirerek destekler. Geçiş işlemine devam etmeden önce lütfen NOAH veritabanını yedekleyin.
zh_cn: 此工具通过根据需要迁移NOAH数据库中的现有操作，支持启动适当的GN装配软件。 请备份NOAH数据库之后再开始迁移过程。

source: Metal Hook
cht: 金屬鉤
da_dk: Metalkrog
el_gr: Μεταλλικό άγκιστρο
fi_fi: Metallinen koukku
hr_hr: Metalna kukica
hu_hu: Fém akasztó
it_it: Gancio metallico
ko_kr: 메탈 후크
nl_nl: Metalen oorhaakje
no_no: Metallhook
pt_pt: Gancho de metal
ro_ro: Cârlig metalic
ru_ru: Металлический рожок
sv_se: Metallkrok
th_th: ตะขอโลหะ
tr_tr: Metal Kanca
zh_cn: 金属耳钩

source: Plastic Hook
cht: 塑料鉤
da_dk: Plastickrog
el_gr: Πλαστικό άγκιστρο
fi_fi: Muovinen koukku
hr_hr: Plastična kukica
hu_hu: Műanyag akasztó
it_it: Gancio in plastica
ko_kr: 플라스틱 후크
nl_nl: Kunststof oorhaakje
no_no: Plasthook
pt_pt: Suporte plástico
ro_ro: Cârlig din plastic
ru_ru: Пластмассовый рожок
sv_se: Plastkrok
th_th: ตะขอพลาสติก
tr_tr: Plastik Kanca
zh_cn: 塑料耳钩

source: Speech
cht: 語音
da_dk: Tale
el_gr: Ομιλία
fi_fi: Puhe
hr_hr: Govor
hu_hu: Beszéd
it_it: Parlato
ko_kr: 언어
nl_nl: Spraak
no_no: Tale
pt_pt: Fala
ro_ro: Vorbire
ru_ru: Речь
sv_se: Tal
th_th: เสียงพูด
tr_tr: Konuşma
zh_cn: 语音

source: Speech in Noise
cht: 噪音中的語音
da_dk: Tale i støj
el_gr: Ομιλία σε θόρυβο
fi_fi: Puhe melussa
hr_hr: Govor u buci
hu_hu: Beszéd zajos környezetben
it_it: Parlato nel rumore
ko_kr: 노이즈 중에 언어
nl_nl: Spraakverstaan in lawaai
no_no: Tale i støy
pt_pt: Fala em ruído
ro_ro: Vorbire în zgomot
ru_ru: Речь в условиях шума
sv_se: Tal i brus
th_th: เสียงพูดในเสียงรบกวน
tr_tr: Gürültülü Ortamda Konuşma
zh_cn: 噪音中的语音

source: Due to receiver limitations, threshold measurements at 6kHz should not be obtained at levels above 80dBHL with Ultra Power receivers.
cht: 由於接收器限制，使用超級功率接收器時，不應在高於 80dBHL 的水平下獲得 6kHz 的臨界值測量。
da_dk: På grund af receiverbegrænsninger bør der ikke tages tærskelmålinger ved 6 kHz ved niveauer over 80 dBHL med Ultra Power-receivere.
el_gr: Λόγω των περιορισμών του δέκτη, οι μετρήσεις ορίου στα 6kHz δεν πρέπει να λαμβάνονται σε επίπεδα άνω των 80dBHL με δέκτες Ultra Power.
fi_fi: Kuulokkeen rajoitusten vuoksi mittaustuloksia taajuudella 6 kHz ei saatu tason ylittäessä 80 dBHL Ultra Power -kuulokkeilla.
hr_hr: Ako se koriste Ultra Power prijamnici, ne preporučuje se mjerenje praga čujnosti za frekvenciju 6kHz i iznad 80dbHL zbog ograničenja samog prijemnika.
hu_hu: A vevő korlátai miatt a határértékeknek nem szabad 6kHz-en 80dbHL-nél magasabbra mennie Ultra Power vevőkkel.
it_it: A causa delle limitazioni del ricevitore, le misurazioni della soglia uditiva a 6kHz non dovrebbero essere rilevate a livelli superiori a 80dBHL con i ricevitori Ultra Power.
ko_kr: 리시버의 제한 사항으로 인해 6kHz에서 임계치 측정값은 Ultra Power 리시버로 80dBHL 이상 레벨에서는 얻지 않아야 합니다.
nl_nl: Door beperkingen aan de receiver mogen geen drempelmetingen op 6kHz gedaan worden op niveaus hoger dan 80dBHL met Ultra Power receivers.
no_no: På grunn av receiverbegrensninger, må terskelmålinger på 6 kHz ikke foretas på nivåer over 80 dBHL med Ultra Power-receivere.
pt_pt: Devido às limitações do receptor, as medições de limite a 6kHz não devem ser obtidas a níveis acima de 80dBHL com os receptores Ultra Power.
ro_ro: Ca urmare a limitărilor receiverului, măsurătorile pragului la 6kHz nu ar trebui obținute la nivele peste 80 dBHL cu receiverele de putere ultra UP.
ru_ru: В связи с ограничениями ресивера запрещено измерять пороговые значения на частоте 6 кГц на уровне более 80 дБ нПс с помощью ультрамощных ресиверов.
sv_se: På grund av begränsningar i hörtelefonen kan tröskelvärden vid 6 kHz inte registreras över 80 dBHL med Ultra Power-hörtelefoner.
th_th: เนื่องจากข้อจำกัดของตัวรับสัญญาณ จึงไม่ควรใช้ตัวรับสัญญาณ Ultra Power วัดค่าขีดจำกัดขั้นต่ำที่ 6kHz ที่ระดับสูงกว่า 80dBHL
tr_tr: Alıcı kısıtlamaları nedeniyle, Ultra Power alıcılarla 6kHz'deki eşik ölçümleri, 80dBHL'nin üzerindeki seviyelerde elde edilmemelidir.
zh_cn: 由于受话器的限制，使用超高功率受话器时，6千赫下的阈值测量值不应在80分贝以上获得。

source: Migration unsuccessful. Please upgrade to Noah 4.9.1 or later.
cht: 移轉不成功。請升級到 Noah 4.9.1 或更高版本。
da_dk: Migreringen mislykkedes. Opgrader til Noah 4.9.1 eller nyere.
el_gr: Μη επιτυχής μεταφορά. Αναβαθμίστε σε Noah 4.9.1 ή μεταγενέστερη έκδοση.
fi_fi: Siirtäminen epäonnistui. Päivitä Noah 4.9.1 -versioon tai uudempaan.
hr_hr: Migracija neuspjela. Molimo, ažurirajte Noah na verziju 4.9.1 ili noviju
hu_hu: Migráció sikertelen. Kérjük, frissítsen Noah 4.9.1-re vagy annál újabb verzióra.
it_it: Migrazione non riuscita. Effettuare l’aggiornamento a Noah 4.9.1 o versione superiore.
ko_kr: 마이그레이션에 성공하지 못했습니다. Noah 4.9.1 이상으로 업그레이드하십시오.
nl_nl: Migratie mislukt. Upgrade naar Noah 4.9.1 of hoger.
no_no: Migrering mislykket. Vennligst oppgrader til Noah 4.9.1 eller senere.
pt_pt: A migração não foi bem sucedida. Atualize para o Noah 4.9.1 ou versão mais recente.
ro_ro: Migrare nereușită. Vă rugăm să actualizați la versiunea Noah 4.9.1. acum sau mai târziu.
ru_ru: Не удалось выполнить перенос. Пожалуйста, обновите до Noah 4.9.1 или более новой версии.
sv_se: Migrering misslyckades. Uppgradera till Noah 4.9.1 eller senare.
th_th: การย้ายข้อมูลไม่สำเร็จ โปรดอัพเกรดเป็น Noah 4.9.1 หรือเวอร์ชั่นที่ใหม่กว่า
tr_tr: Geçiş işlemi başarısız. Lütfen Noah 4.9.1 veya üzerine yükseltin.
zh_cn: 迁移不成功。 请升级到Noah 4.9.1或更高版本。

source: ReSound Service Support
cht: ReSound 服務支援
el_gr: Υποστήριξη υπηρεσίας ReSound
fi_fi: ReSound-huolto ja -tuki
hr_hr: ReSound korisnička podrška
hu_hu: ReSound Szerviztámogatás
it_it: Supporto ReSound
ko_kr: ReSound 서비스 지원
nl_nl: Serviceondersteuning ReSound
pt_pt: Serviço de Atendimento ReSound
ro_ro: Asistență Service ReSound
ru_ru: Служба ReSound по поддержке клиентов
th_th: งานสนับสนุนการบริการของ ReSound
tr_tr: ReSound Servis Desteği
zh_cn: ReSound服务支持

source: Change Gains
cht: 更改增益
da_dk: Rediger forstærkninger
el_gr: Αλλαγή απολαβών
fi_fi: Vaihda vahvistukset
hr_hr: Izmijeni jakost zvuka
hu_hu: A változás előnyei
it_it: Modifica guadagni
ko_kr: 변화 이득
nl_nl: Versterking wijzigen
no_no: Endre gain
pt_pt: Alterar ganhos
ro_ro: Modificare amplificări
ru_ru: Изменить коэффициенты усиления
sv_se: Ändra förstärkning (gain)
th_th: เปลี่ยนเกน
tr_tr: Ses Alımlarını Değiştir
zh_cn: 改变增益

source: Reset
cht: 重設
da_dk: Nulstil
el_gr: Επαναφορά
fi_fi: Nollaa
hr_hr: Vrati na početne postavke
hu_hu: Alaphelyzetbe
it_it: Reimposta
ko_kr: 초기화
nl_nl: Herstellen
no_no: Nullstill
pt_pt: Redefinir
ro_ro: Resetare
ru_ru: Сброс
sv_se: Återställ.
th_th: รีเซ็ต
tr_tr: Sıfırla
zh_cn: 重置

source: About DSL
cht: 關於 DSL
da_dk: Om DSL
el_gr: Πληροφορίες για το DSL
fi_fi: Tietoja DSL-toiminnosta
hr_hr: O DSL
hu_hu: A DSL-ről
it_it: Informazioni su DSL
ko_kr: DSL 정보
nl_nl: Over DSL
no_no: Om DSL
pt_pt: Sobre o DSL
ro_ro: Despre DSL
ru_ru: Информация о DSL
sv_se: Om DSL
th_th: เกี่ยวกับ DSL
tr_tr: DSL Hakkında
zh_cn: 关于DSL

source: Prediction RECD
cht: 預測 RECD
da_dk: Forudsagt RECD
el_gr: Πρόβλεψη RECD
fi_fi: RECD-ennakointi
hr_hr: Procjena RECD
hu_hu: RECD-becslés
it_it: Valori RECD misurati di default
ko_kr: 예측 RECD
nl_nl: Voorspelling RECD
no_no: Prediksjon RECD
pt_pt: RECD previsto
ro_ro: Prezicere RECD
ru_ru: Прогнозируемое значение RECD
sv_se: Prediktering RECD
th_th: REUG การคาดการณ์
tr_tr: Tahmini RECD
zh_cn: 预测RECD

source: Entered RECD
cht: 輸入的 RECD
da_dk: Indtastet RECD
el_gr: Συμπληρωμένο RECD
fi_fi: Syötetty RECD
hr_hr: Unesen RECD
hu_hu: Megadott RECD
it_it: Valori RECD inseriti
ko_kr: 입력한 RECD
nl_nl: Ingevoerde RECD
no_no: Oppgitt RECD
pt_pt: RECD informado
ro_ro: RECD introdus
ru_ru: Указанное значение RECD
sv_se: Angiven RECD
th_th: RECD ที่ป้อน
tr_tr: Girilen RECD
zh_cn: 已输入RECD

source: Prediction REUG
cht: 預測 REUG
da_dk: Forudsagt REUG
el_gr: Πρόβλεψη REUG
fi_fi: REUG-ennakointi
hr_hr: Procjena REUG
hu_hu: REUG-becslés
it_it: Valori REUG misurati di default
ko_kr: 예측 REUG
nl_nl: Voorspelling REUG
no_no: Prediksjon REUG
pt_pt: REUG previsto
ro_ro: Prezicere REUG
ru_ru: Прогнозируемое значение REUG
sv_se: Prediktering REUG
th_th: REUG การคาดการณ์
tr_tr: Tahmini REUG
zh_cn: REUG预测

source: Entered REUG
cht: 輸入的 REUG
da_dk: Indtastet REUG
el_gr: Συμπληρωμένο REUG
fi_fi: Syötetty REUG
hr_hr: Unesen REUG
hu_hu: Megadott REUG
it_it: Valori REUG inseriti
ko_kr: 입력한
nl_nl: Ingevoerde REUG
no_no: Oppgitt REUG
pt_pt: REUG informado
ro_ro: REUG introdus
ru_ru: Указанное значение REUG
sv_se: Angiven REUG
th_th: REUG ที่ป้อน
tr_tr: Girilen REUG
zh_cn: 进入REUG

source: Predicted
cht: 已預測
da_dk: Forudsagt
el_gr: Προβλεπόμενο
fi_fi: Ennakoitu
hr_hr: Procijenjeno
hu_hu: Becsült
it_it: Misurati di default
ko_kr: 예측
nl_nl: Voorspeld
no_no: Predikert
pt_pt: Previsto
ro_ro: Prezis
ru_ru: Спрогнозировано
sv_se: Predikterat
th_th: คาดการณ์แล้ว
tr_tr: Tahmini
zh_cn: 预测

source: Measured
cht: 已測量
da_dk: Målt
el_gr: Μετρημένο
fi_fi: Mitattu
hr_hr: Izmjereno
hu_hu: Mért
it_it: Misurati
ko_kr: 측정
nl_nl: Gemeten
no_no: Målt
pt_pt: Medido
ro_ro: Măsurat
ru_ru: Измерено
sv_se: Uppmätt
th_th: วัดแล้ว
tr_tr: Ölçülen
zh_cn: 实测

source: Measurement Used
cht: 使用的測量
da_dk: Måling anvendt
el_gr: Μέτρηση που χρησιμοποιήθηκε
fi_fi: Käytetty mittaus
hr_hr: Korištene mjere
hu_hu: Alkalmazott mérés
it_it: Misurazione usata
ko_kr: 사용한 측정
nl_nl: Gebruikte meting
no_no: Benyttet måling
pt_pt: Medição utilizada
ro_ro: Măsurătoare utilizată
ru_ru: Использованный способ измерения
sv_se: Använt mått
th_th: การวัดที่ใช้
tr_tr: Kullanılan Ölçüm
zh_cn: 使用的度量

source: Accuracy of the selection
cht: 選擇的準確性
da_dk: Nøjagtighed af valget
el_gr: Ακρίβεια της επιλογής
fi_fi: Valinnan tarkkuus
hr_hr: Točnost odabira
hu_hu: A kijelölés pontossága
it_it: Accuratezza selezione
ko_kr: 선택의 정확성
nl_nl: Nauwkeurigheid van de selectie
no_no: Nøyaktighet i utvalget
pt_pt: Precisão da seleção
ro_ro: Acuratețea selecției
ru_ru: Точность выбора
sv_se: Precision av markering
th_th: ความแม่นยำในการเลือก
tr_tr: Seçim doğruluğu
zh_cn: 选择的准确性

source: Predicted values are based on DSLv5b and age
cht: 預測值基於 DSLv5b 和年齡
da_dk: Forudsagte værdier er baseret på DSLv5b og alder
el_gr: Οι προβλεπόμενες τιμές βασίζονται στο DSLv5b και την ηλικία
fi_fi: Ennakoidu arvot perustuvat DSLv5b-versioon ja ikään.
hr_hr: Procijenjene vrijednosti na temelju DSLv5b i starosne dobi
hu_hu: DSLv5b és kor alapján becsült értékek
it_it: I valori misurati di default sono basati su DSLv5b ed età
ko_kr: 예측한 값은 DSLv5b 및 연령에 기초합니다
nl_nl: Voorspelde waarden zijn op basis van DSLv5b en leeftijd
no_no: Predikerte verdier er basert på DSLv5b og alder
pt_pt: Os valores previstos são baseados no DSLv5b e na idade
ro_ro: Valorile prezise se bazează pe DSLv5b și pe vârstă
ru_ru: Прогнозируемые значения основаны на DSLv5b и возрасте
sv_se: Förutsedda värden bygger på DSLv5b och ålder
th_th: ค่าที่คาดการณ์ไว้จะขึ้นอยู่กับ DSLv5b และอายุ
tr_tr: Tahmin edilen değerler, DSLv5b ve yaşa dayandırılmıştır
zh_cn: 预测值基于DSLv5b和年龄

source: {0} years
cht: {0} 年
da_dk: {0} år
el_gr: {0} έτη
fi_fi: {0} vuotta
hr_hr: {0} godina
hu_hu: {0} év
it_it: {0} anni
ko_kr: {0}년
nl_nl: {0} jaar
no_no: {0} år
pt_pt: {0} anos
ro_ro: {0} ani
ru_ru: {0} лет
sv_se: {0} år
th_th: {0} ปี
tr_tr: {0} yıl
zh_cn: {0}年

source: {0} year
cht: {0} 年
da_dk: {0} år
el_gr: {0} έτος
fi_fi: {0} vuosi
hr_hr: {0} godina
hu_hu: {0} év
it_it: {0} anno
ko_kr: {0}년
nl_nl: {0} jaar
no_no: {0} år
pt_pt: {0} ano
ro_ro: {0} an
ru_ru: {0} год
sv_se: {0} år
th_th: {0} ปี
tr_tr: {0} yıl
zh_cn: {0}年

source: {0} months
cht: {0} 個月
da_dk: {0} måneder
el_gr: {0} μήνες
fi_fi: {0} kuukautta
hr_hr: {0} mjeseci
hu_hu: {0} hónap
it_it: {0} mesi
ko_kr: {0}개월
nl_nl: {0} maanden
no_no: {0} måneder
pt_pt: {0} meses
ro_ro: {0} luni
ru_ru: {0} месяцев
sv_se: {0} månader
th_th: {0} เดือน
tr_tr: {0} ay
zh_cn: {0}个月

source: {0} month
cht: {0} 個月
da_dk: {0} måned
el_gr: {0} μήνας
fi_fi: {0} kuukausi
hr_hr: {0} mjeseci
hu_hu: {0} hónap
it_it: {0} mese
ko_kr: {0}개월
nl_nl: {0} maand
no_no: {0} måned
pt_pt: {0} mês
ro_ro: {0} lună
ru_ru: {0} месяц
sv_se: {0} månad
th_th: {0} เดือน
tr_tr: {0} ay
zh_cn: {0}个月

source: {0} year and {1} month
cht: {0} 年 {1} 個月
da_dk: {0} år og {1} måned
el_gr: {0} έτος και {1} μήνας
fi_fi: {0} vuosi ja {1} kuukausi
hr_hr: {0} godina i {1} mjesec
hu_hu: {0} év és {1} hónap
it_it: {0} anno e {1} mese
ko_kr: {0}년 {1}개월
nl_nl: {0} jaar en {1} maand
no_no: {0} år og {1} måned
pt_pt: {0} ano e {1} mês
ro_ro: {0} an și {1} lună
ru_ru: {0} год и {1} месяц
sv_se: {0} år och {1} månad
th_th: {0} ปีและ {1} เดือน
tr_tr: {0} yıl ve {1} ay
zh_cn: {0}年{1}月

source: {0} year and {1} months
cht: {0} 年 {1} 個月
da_dk: {0} år og {1} måneder
el_gr: {0} έτος και {1} μήνες
fi_fi: {0} vuosi ja {1} kuukautta
hr_hr: {0} godina i {1} mjeseci
hu_hu: {0} év és {1} hónap
it_it: {0} anno e {1} mesi
ko_kr: {0}년 {1}개월
nl_nl: {0} jaar en {1} maanden
no_no: {0} år og {1} måneder
pt_pt: {0} ano e {1} meses
ro_ro: {0} an și {1} luni
ru_ru: {0} год и {1} месяцев
sv_se: {0} år och {1} månader
th_th: {0} ปีและ {1} เดือน
tr_tr: {0} yıl ve {1} ay
zh_cn: {0}年{1}个月

source: {0} years and {1} month
cht: {0} 年 {1} 個月
da_dk: {0} år og {1} måned
el_gr: {0} έτη και {1} μήνας
fi_fi: {0} vuotta ja {1} kuukausi
hr_hr: {0} godina i {1} mjesec
hu_hu: {0} év és {1} hónap
it_it: {0} anni e {1} mese
ko_kr: {0}년 {1}개월
nl_nl: {0} jaar en {1} maand
no_no: {0} år og {1} måned
pt_pt: {0} anos e {1} mês
ro_ro: {0} ani și {1} lună
ru_ru: {0} лет и {1} месяц
sv_se: {0} år och {1} månad
th_th: {0} ปีและ {1} เดือน
tr_tr: {0} yıl ve {1} ay
zh_cn: {0}年{1}月

source: {0} years and {1} months
cht: {0} 年 {1} 個月
da_dk: {0} år og {1} måneder
el_gr: {0} έτη και {1} μήνες
fi_fi: {0} vuotta ja {1} kuukautta
hr_hr: {0} godina i {1} mjeseci
hu_hu: {0} év és {1} hónap
it_it: {0} anni e {1} mesi
ko_kr: {0}년 {1}개월
nl_nl: {0} jaar en {1} maanden
no_no: {0} år og {1} måneder
pt_pt: {0} anos e {1} meses
ro_ro: {0} ani și {1} luni
ru_ru: {0} лет и {1} месяцев
sv_se: {0} år och {1} månader
th_th: {0} ปีและ {1} เดือน
tr_tr: {0} yıl ve {1} ay
zh_cn: {0}年{1}个月

source: and
cht: 及
da_dk: og
el_gr: και
fi_fi: ja
hr_hr: i
hu_hu: és
it_it: e
ko_kr: 및
nl_nl: en
no_no: og
pt_pt: e
ro_ro: și
ru_ru: и
sv_se: och
th_th: และ
tr_tr: ve
zh_cn: 与

source: Predicted values are based on DSLv5b and age {0}
cht: 預測值基於 DSLv5b 和年齡 {0}
da_dk: Forudsagte værdier er baseret på DSLv5b og alder {0}
el_gr: Οι προβλεπόμενες τιμές βασίζονται στο DSLv5b και την ηλικία {0}
fi_fi: Ennakoidu arvot perustuvat DSLv5b-versioon ja ikään {0}.
hr_hr: Procijenjene vrijednosti na temelju DSLv5b i starosne dobi {0}
hu_hu: DSLv5b és kor alapján becsült értékek {0}
it_it: I valori misurati di default sono basati su DSLv5b ed età {0}
ko_kr: 예측한 값은 DSLv5b 및 연령 {0}에 기초합니다
nl_nl: Voorspelde waarden zijn op basis van DSLv5b en leeftijd {0}
no_no: Predikerte verdier er basert på DSLv5b og alder {0}
pt_pt: Os valores previstos são baseados no DSLv5b e na idade de {0}
ro_ro: Valorile prezise se bazează pe DSLv5b și pe vârstă {0}
ru_ru: Прогнозируемые значения основаны на DSLv5b и возрасте {0}
sv_se: Förutsedda värden bygger på DSLv5b och ålder {0}
th_th: ค่าที่คาดการณ์ไว้จะขึ้นอยู่กับ DSLv5b และอายุ {0}
tr_tr: Tahmin edilen değerler, DSLv5b ve yaşa dayandırılmıştır {0}
zh_cn: 预测值基于DSLv5b和年龄{0}

source: Measurement Condition
cht: 測量條件
da_dk: Målingsbetingelser
el_gr: Συνθήκη μέτρησης
fi_fi: Mittausolosuhteet
hr_hr: Pravila mjerenja
hu_hu: A mérés állapota
it_it: Condizioni di misurazione
ko_kr: 측정 조건
nl_nl: Metingconditie
no_no: Måleforhold
pt_pt: Condição de medição
ro_ro: Condiție de măsurare
ru_ru: Условие измерения
sv_se: Mätningsförhållanden
th_th: เงื่อนไขการวัด
tr_tr: Ölçüm Koşulu
zh_cn: 测量条件

source: Once the web update download is complete, close any open Fitting Software windows then click the “Install” button above to start the update.”
cht: 完成 Web 更新下載後，關閉所有打開的「驗配軟件」視窗，然後輕觸上面的「安裝」按鈕開始更新。
da_dk: Når download af webopdateringen er fuldført, skal du lukke alle åbne vinduer med tilpasningssoftware og derefter klikke på knappen "Installer" ovenfor for at starte opdateringen."
el_gr: Αφού ολοκληρωθεί η λήψη ενημέρωσης μέσω διαδικτύου, κλείστε τυχόν ανοικτά παράθυρα του λογισμικού εφαρμογής και κάντε κλικ στο κουμπί «Εγκατάσταση» παραπάνω, για να ξεκινήσει η ενημέρωση.
fi_fi: Kun päivitys on ladattu verkosta, sulje mahdolliset avoimet sovitusohjelmistoikkunat. Käynnistä päivitys napsauttamalla yllä näkyvää Asenna-painiketta.”
hr_hr: Nakon što se dovrši preuzimanje mrežnog ažuriranja, zatvorite sve otvorene prozore softvera za individualno podešavanje i kliknite na tipku "Instaliraj" kako biste započeli ažuriranje.
hu_hu: Ha a web frissítésének letöltése készen van, akkor zárja be a Hangolóprogram ablakát és kattintson a fenti "Telepítés" gombra a frissítés megkezdéséhez.
it_it: Una volta completato il download dell'aggiornamento web, chiudere tutte le finestre del software di fitting e fare clic sul pulsante "Installa" in alto per avviare l'aggiornamento.”
ko_kr: 웹 업데이트 다운로드가 완료되면 시작된 피팅 소프트웨어 창을 닫은 후에 위의 “설치” 버튼을 클릭하여 업데이트를 시작합니다.”
nl_nl: Als het downloaden van de update op internet voltooid is, sluit en open dan de vensters van de aanpassoftware en klik op de knop "Installeren" hierboven om de update te starten."
no_no: Når nedlastingen av weboppdateringen er ferdig, lukker du eventuelle åpne tilpasningsprogramvarevinduer før du klikker på Installer-knappen over, for å starte oppdateringen.
pt_pt: Quando o download da atualização na web estiver concluído, feche quaisquer janelas abertas do software de adaptação e, em seguida, clique no botão “Instalar” acima para iniciar a atualização.”
ro_ro: De îndată ce descărcarea actualizării web este completă, închideți orice ferestre ale software-ului de reglare deschise și apoi faceți clic pe butonul „Instalare„ de deasupra pentru a porni actualizarea.”
ru_ru: После завершения загрузки веб-обновления закройте все открытые окна программного обеспечения для подгонки и нажмите кнопку Install выше, чтобы начать обновление.
sv_se: När nedladdningen av webbuppdateringen är klar ska du avsluta eventuella öppna anpassningsprogram och klicka på knappen “Installera” ovan för att starta uppdateringen.”
th_th: เมื่อดาวน์โหลดการอัพเดตเว็บเสร็จแล้ว ให้ปิดหน้าต่างซอฟต์แวร์ติดตั้งที่เปิดอยู่ แล้วคลิกปุ่ม "ติดตั้ง" ด้านบนเพื่อเริ่มการอัพเดต”
tr_tr: Web güncellemesinin indirilmesi tamamlandığında, açık olan tüm Ayar Yazılımı pencerelerini kapatın ve sonra, güncelleme işlemini başlatmak için yukarıda yer alan "Yükle" düğmesine tıklayın."
zh_cn: 网络更新下载完成后，关闭所有打开的装配软件窗口，然后单击上面的“安装”按钮开始更新。"

source: Locked
cht: 鎖定
da_dk: Låst
el_gr: Κλειδώθηκε
fi_fi: Lukittu
hr_hr: Zaključan
hu_hu: Zárolt
it_it: Bloccato
ko_kr: 잠금
nl_nl: Vergrendeld
no_no: Låst
pt_pt: Bloqueado
ro_ro: Blocat
ru_ru: Заблокировано
sv_se: Låst
th_th: ล็อก
tr_tr: Kilitli
zh_cn: 锁定

source: Unlocked
cht: 已解鎖
da_dk: Oplåst
el_gr: Ξεκλειδώθηκε
fi_fi: Lukitus poistettu
hr_hr: Otključan
hu_hu: Zárolás feloldva
it_it: Sbloccato
ko_kr: 잠금 해제
nl_nl: Ontgrendeld
no_no: Ulåst
pt_pt: Desbloqueado
ro_ro: Deblocat
ru_ru: Разблокировано
sv_se: Upplåst
th_th: ปลดล็อกแล้ว
tr_tr: Kilit açık
zh_cn: 已解除锁定

source: The instrument(s) will be set to trial mode
cht: 儀器將被設為試用模式
da_dk: Instrumentet/instrumenterne vil blive sat i prøvetilstand
el_gr: Το/τα όργανο/-α θα οριστεί/-ούν σε λειτουργία δοκιμής
fi_fi: Kuulokojeet asetetaan kokeilutilaan
hr_hr: Uređaj(i) će biti postavljen u probni način
hu_hu: Az eszköz(ök) próbaüzemmódba lesz(nek) állítva
it_it: I dispositivi verranno impostati su modalità di prova
ko_kr: 장치를 체험 모드로 설정합니다
nl_nl: De toestellen worden in proefmodus gezet
no_no: Høreapparatene blir satt i prøvemodus
pt_pt: O(s) aparelho(s) foi(ram) definido(s) para o modo de avaliação
ro_ro: Aparatul(ele) va(vor) fi setate(e) în modul de testare
ru_ru: Слуховой(-ые) аппарат(-ы) будет(-ут) переключен(-ы) в пробный режим
sv_se: Hörapparaten/hörapparaterna kommer att sättas i provläge
th_th: เครื่องช่วยฟังจะถูกตั้งค่าเป็นโหมดทดลอง
tr_tr: Enstrüman(lar), deneme moduna ayarlanacaktır
zh_cn: 将助听器设置成试用模式
