Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: When the Flight Mode Control is enabled, the patient has the ability to manually turn off the wireless radio in the instrument while still using it.
bg_bg: Когато е активиран Управление на режим за полет, пациентът има възможност да изключи ръчно безжичното радио в апарата, докато все още го използва.
cht: 當啟用「飛航模式控制」時，客戶在使用助聽器時，能手動關閉助聽器中的無線功能。
da_dk: Når flytilstand er aktiveret, kan brugeren slå den trådløse radio i apparatet fra, mens selve høreapparatfunktionen fortsat er i brug. For trådløse apparater aktiveres flytilstand på følgende måde: - Sluk høreapparatet og dernæst - Hold knappen inde i 9 sekunder
el_gr: Όταν ο Έλεγχος λειτουργίας πτήσης είναι ενεργοποιημένος, ο ασθενής έχει τη δυνατότητα να απενεργοποιεί χειροκίνητα την ασύρματη ραδιοεπικοινωνία στο ακουστικό εξακολουθώντας να τη χρησιμοποιεί.
fi_fi: Kun lentotila-asetus on käytössä, potilaalla on mahdollisuus manuaalisesti kytkeä langaton lähetin pois päältä kuulokojeen ollessa päällä. Jos käytössä on kuulokoje ladattavilla akuilla, tulee menetellä seuraavasti : Sulje kuulokoje Paina ohjelmapainiketta 10 sekuntia
hr_hr: Kada je omogućena regulacija načina rada za zrakoplov, bolesnik ima mogućnost ručnog isključenja bežičnog radija u aparatu dok ga upotrebljava.
hu_hu: Ha a repülés mód vezérlője engedélyezve van, a páciens manuálisan kikapcsolhatja a vezeték nélküli rádiót a készülékben, miközben használja azt. Amikor tölthető készüléket illeszt, a következő módon léphet be a repülőgép módba: - Kapcsolja ki és be a készüléket - Nyomja meg a gombot 9 másodpercig
it_it: Quando il controllo della modalità in volo è abilitato, il paziente ha la possibilità di disattivare manualmente il wireless nell'apparecchio mentre ancora lo utilizza. Quando si effettua il fitting con dispositivi ricaricabili; per entrare in modalità volo il paziente deve: - Spegnere l'apparecchio acustico e poi - Premere il pulsante per 9 secondi
ko_kr: 비행모드를 적용하면 보청기 사용 중에도 무선 안테나를 수동으로 끌 수 있습니다. 충전식 보청기의 경우: 1) 보청기를 껏다가 켜고, 2) 버튼을 9초 동안 누르십시오
nl_nl: Wanneer de vliegtuigmodusregeling ingeschakeld is, heeft uw cliënt de mogelijkheid om de wireless radio van het toestel handmatig uit te schakelen terwijl het toestel nog steeds gebruikt kan worden. Oplaadbare toestellen kunnen in de vliegtuigmodus gezet worden door: - het toestel uit te zetten - vervolgens de knop 9 seconden in te drukken
no_no: Når flymodus er aktivert, kan pasienten manuelt slå av trådløst signal i apparatet mens det er i bruk. Når man tilpasser oppladbare apparater og ønsker å aktivere flymodus må brukeren gjøre følgende: -Slå av apparatet -Hold inne trykknapp i 9 sekunder
pt_pt: Quando o controle de modo avião está habilitado, o paciente consegue desativar manualmente a função wireless no aparelho ao usá-lo. Para ativar o modo avião no aparelho auditivo recarregável, o paciente precisa: - Desligar o aparelho auditivo - Pressionar o botão por 9 segundos
ro_ro: Când este activat modul Flight Mode Control, pacientul poate opri manual radioul wireless din instrument în timp ce-l folosește.
ru_ru: Когда активен режим «Полет», пациент способен вручную выключать беспроводную связь в СА, не прерывая пользования аппаратом. При настройке заряжаемых слуховых аппаратов; чтобы активировать режит «Полет» пациенту необходимо: - Выключить слуховой аппарат и затем - Нажать кнопку программ на 9 сек.
sv_se: När Flygplansläge är aktiverat, har patienten möjlighet att manuellt stänga av den trådlösa funktionen i hörapparaten och ändå fortsätta använda hörapparaten. Vid anpassning av laddningsbara hörapparater; för att komma till Flyplansläge behöver patienten: -Slå av hörapparat och sedan -Trycka på knappen i 9 sekunder
th_th: เมื่อเปิดใช้งานการควบคุมโหมดบนเครื่องบิน ผู้ป่วยจะสามารถปิดสัญญาณวิทยุไร้สายในอุปกรณ์ได้ด้วยตัวเอง ในระหว่างที่กำลังใช้งาน
tr_tr: Uçuş Modu Kontrolü etkinleştirildiğinde, hasta cihazdaki kablosuz telsizi, kullanım sırasında manuel olarak kapatabilir.
zh_cn: 当启用飞行模式控制时，用户能够手动关闭助听器的无线功能，同时仍然使用该设备。如果用户佩戴的是可充电助听器，可通过以下方式进入飞行模式： 1.将助听器关闭 2.持续按住多功能按钮9秒

source: Fit ReSound LiNX 3D
bg_bg: Приспособяване за ReSound LiNX 3D
cht: 選配 ReSound LiNX 3D
da_dk: Tilpas ReSound LiNX 3D
el_gr: Εφαρμογή ReSound LiNX 3D
fi_fi: Sovita ReSound LiNX 3D
hu_hu: ReSound LiNX 3D illessztés
it_it: Fit LiNX 3D
nl_nl: Pas ReSound LiNX 3D aan
no_no: Tilpass ReSound LiNX 3D
pt_pt: Ajustar ReSound LiNX 3D
ru_ru: Настроить LiNX 3D
sv_se: Anpassa ReSound LiNX 3D
th_th: ติดตั้ง ReSound LiNX 3D
tr_tr: ReSound LiNX 3D'yi ayarla
zh_cn: 选配ReSound LiNX 3D

source: Aventa cannot connect to or fit ReSound LiNX 3D products. Do you want to fit ReSound LiNX 3D instruments? Click "Fit LiNX 3D".
bg_bg: Aventa не може да се свърже със или да се приспособи за продукти ReSound LiNX 3D. Искате ли да се приспособи за апарати ReSound LiNX 3D? Щракнете върху „Fit LiNX 3D“.
cht: Aventa 無法連接或選配 ReSound LiNX 3D 產品。您要選配 ReSound LiNX 3D 助聽器? 點選 「選配 LiNX 3D」。
da_dk: Aventa kan ikke oprette forbindelse til og tilpasse ReSound LiNX 3D-produkter. Ønsker du at tilpasse ReSound LiNX 3D-apparater? Klik på "Tilpas LiNX 3D".
el_gr: Δεν είναι δυνατή ή σύνδεση ή εφαρμογή προϊόντων ReSound LiNX 3D στο Aventa. Επιθυμείτε εφαρμογή της σειράς ReSound LiNX 3D; Κάντε κλικ στο "Μετάβαση στο Smart Fit" για τη σειρά LiNX 3D.
fi_fi: Aventa ei voi muodostaa yhteyttä ReSound LiNX 3D -kojeisiin eikä sovittaa niitä. Haluatko sovittaa ReSound LiNX 3D -kuulokojeita ? Napsauta Sovita LiNX 3D -painiketta.
hr_hr: Aventa se ne može povezati s proizvodima ReSound LiNX 3D. Želite li podesiti ReSound LiNX 3D uređaje? Stisnite "Podesi LiNX 3D".
hu_hu: Az Aventa nem tud kapcsolódni, vagy nem tudja elvégezni a ReSound LiNX 3D készülékek illesztését. Szeretné illeszteni a ReSound LiNX 3D készülékeket? Klikkeljen a "LiNX 3D illesztése"gombra.
it_it: Per selezionare, connettere ed effettuare il fitting con la più recente tecnologia con i dispositivi acustici ReSound, clicca su "Vai a ReSound Smart Fit".
ko_kr: Aventa는 ReSound LiNX 3D 제품을 연결 또는 피팅할 수 없습니다. ReSound LiNX 3D 기기를 피팅하시겠습니까? "Fit LiNX 3D"를 클릭하세요.
nl_nl: Aventa kan geen verbinding maken met ReSound LiNX 3D toestellen of ze aanpassen. Wilt u ReSound LiNX 3D toestellen aanpassen? Klik op "Pas ReSound LiNX 3D aan".
no_no: Aventa kan ikke koble til eller tilpasse LiNX 3D-produkter. Vil du tilpasse LiNX 3D? Klikk «Gå til Smart Fit» for å tilpasse LiNX 3D.
pt_pt: Para selecionar, conectar e ajustar os aparelhos auditivos mais recentes da ReSound, clique em "Acessar o ReSound Smart Fit".
ro_ro: Aventa nu se poate conecta sau fixa produse ReSound LiNX 3D. Doriți să fixați instrumentele ReSound LiNX 3D? Dați clic pe "Fit LiNX 3D".
ru_ru: Чтобы выбрать, подключить и настроить самые последние технологии ReSound, нажмите на "Перейти в ReSound Smart Fit".
sv_se: För att ansluta och anpassa ReSound´s senaste produkter. Klicka på "Gå till Smart Fit".
th_th: Aventa ไม่สามารถเชื่อมต่อหรือติดตั้งผลิตภัณฑ์ ReSound LiNX 3D ได้ คุณต้องการติดตั้งเครื่องช่วยฟัง ReSound LiNX 3D หรือไม่ คลิก "ติดตั้ง LiNX 3D"
tr_tr: Aventa ReSound LiNX 3D ürünlere bağlanamaz veya uyum gösteremez. ReSound LiNX 3D enstrümanlarını ayarlamak istiyor musunuz? "Fit LiNX 3D" öğesine tıklayın.
zh_cn: Aventa无法连接或验配ReSound LiNX 3D产品。是否希望验配LiNX 3D？点击“转到Smart Fit”以验配LiNX 3D。

source: When going from a monaural to a binaural fitting, Acceptance Manager must be deactivated.
bg_bg: Когато се преминава от едностранно към бинауралното слухопротезиране, Acceptance Manager трябва да бъде деактивиран.
cht: 從單耳選配轉移到雙耳選配時，必須停用適應管理。
da_dk: Når du går fra en monaural til en binaural tilpasning, skal Acceptance Manager være deaktiveret.
el_gr: Κατά τη μετάβαση από μονοωτική σε αμφιωτική εφαρμογή ο Διαχειριστής αποδοχής πρέπει να είναι απενεργοποιημένος.
fi_fi: Kun siirrytään monauraalisesta binauraaliseen sovitukseen, Sopeutumisavustaja täytyy poistaa käytöstä.
hr_hr: Kada prelazite iz monauralnog u binauralno namještanje, mora se deaktivirati Acceptance Manager.
hu_hu: A monoaurális illesztésről binaurális illesztésre váltáskor az Acceptance Manager inaktiválására van szükség.
it_it: Quando si passa da fitting monaurale a binaurale, Gestione Adattamento deve essere disattivato.
ko_kr: 한측 피팅에서 "양이피팅"으로 전환하려면, 먼저 자동적응매니저를 비활성화 하여야 합니다.
nl_nl: Wanneer u van een monaurale naar een binaurale aanpassing gaat, moet de Acceptatie Manager uitgeschakeld worden.
no_no: Ved endring fra monaural til binaural tilpasning må man deaktivere Acceptance Manager.
pt_pt: Ao mudar dor um ajuste monaural para binaural, o Gerenciador de Adaptação deve ser desativado.
ro_ro: Când se trece de la o reglare monoaurală la una binaurală, Acceptance Manager trebuie să fie dezactivat.
ru_ru: Переход от монауральной к бинауральной настройке способен вызвать отключение Менеджера привыкания.
sv_se: När man går från en monaural till binaural anpassning måste Acceptansverktyget avaktiveras.
th_th: เมื่อเปลี่ยนจากการทดลองสวมแบบหูเดียวเป็นสองหู จะต้องปิดการใช้งานตัวจัดการการยอมรับ
tr_tr: Monaural'dan Binaural fitting'e geçerken Adaptasyon Yöneticisi devre dışı bırakılmalıdır.
zh_cn: 当从单耳验配过渡到双耳验配时，满意度管理系统必须停用。

source: Unmute Right
bg_bg: Незаглушаване отдясно
cht: 右耳取消靜音
da_dk: Slå lyd til i højre
el_gr: Τέλος σίγασης δεξιού
fi_fi: Poista oikean mykistys
hr_hr: Uključi zvuk desno
hu_hu: Jobb oldali némítás feloldása
it_it: Disattiva muto a destra
ko_kr: 우측 음소거 해제
nl_nl: Mute rechts uitschakelen
no_no: Lyd på høyre
pt_pt: Desativar mudo na direita
ro_ro: Anulare amuțire dreapta
ru_ru: Включить микрофон на правом СА
sv_se: Ej tysta höger
th_th: เปิดเสียงข้างขวา
tr_tr: Sağ Sesi Aç
zh_cn: 取消右侧静音

source: Unmute Left
bg_bg: Незаглушаване отляво
cht: 左耳取消靜音
da_dk: Slå lyd til i venstre
el_gr: Τέλος σίγασης αριστερού
fi_fi: Poista vasemman mykistys
hr_hr: Uključi zvuk lijevo
hu_hu: Bal oldali némítás feloldása
it_it: Disattiva muto a sinistra
ko_kr: 좌측 음소거 해제
nl_nl: Mute links uitschakelen
no_no: Lyd på venstre
pt_pt: Desativar mudo na esquerda
ro_ro: Anulare amuțire stânga
ru_ru: Включить микрофон на левом СА
sv_se: Ej tysta vänster
th_th: เปิดเสียงข้างซ้าย
tr_tr: Sol Sesi Aç
zh_cn: 取消左侧静音

source: A new consent version is available
bg_bg: Има нова версия на съгласие
cht: 有可用的新版本同意書
da_dk: En ny samtykkeversion er tilgængelig
el_gr: Υπάρχει νέα έκδοση του εντύπου συναίνεσης
fi_fi: Uusi suostumuksen versio on saatavana
hr_hr: Dostupna je nova verzija suglasnosti
hu_hu: Új beleegyezési verzió érhető el
it_it: Una nuova versione di consenso è disponibile
ko_kr: 새로운 버전의 고객 동의서가 있습니다.
nl_nl: Er is een nieuwe versie van de toestemming beschikbaar
no_no: En ny samtykkeversjon er tilgjengelig
pt_pt: Uma nova versão do consentimento está disponível
ro_ro: Este disponibilă o nouă versiune de consimțământ
ru_ru: Доступна новая версия согласия
sv_se: En ny medgivandeversion finns tillgänglig
th_th: มีเวอร์ชันความยินยอมใหม่ที่พร้อมใช้งาน
tr_tr: Yeni bir onay sürümü mevcuttur
zh_cn: 有新的同意版本可用

source: Go to ReSound Smart Fit
bg_bg: Отиди на Smart Fit (интелигентен монтаж)
cht: 前往 ReSound Smart Fit
da_dk: Gå til Smart Fit
el_gr: Μετάβαση στο Smart Fit
fi_fi: Siirry Smart Fit sovitukseen
hr_hr: Idi na Smart Fit
hu_hu: Ugrás a Smart Fit alkalmazásba
it_it: Vai a ReSound Smart Fit
ko_kr: Smart Fit 이동
nl_nl: Ga naar Smart Fit
no_no: Gå til Smart Fit
pt_pt: Acessar o ReSound Smart Fit
ro_ro: Mergi la Smart Fit
ru_ru: Перейти в ReSound Smart Fit
sv_se: Gå till Smart Fit
th_th: ไปที่ Smart Fit
tr_tr: Akıllı Fitting'e Git
zh_cn: 切换到Smart Fit

source: To select, connect and fit the latest ReSound's hearing instrument technology, click on "Go to ReSound Smart Fit".
bg_bg: Aventa не може да се свърже или да монтира продукти LiNX 3D. Искате ли да монтирате LiNX 3D? Щракнете върху „Отиди на Smart Fit“ за монтиране на LiNX 3D.
cht: Aventa 無法連接或選配 LiNX 3D 產品。 您想選配 LiNX 3D 嗎？ 點擊「前往 Smart Fit」以選配 LiNX 3D。
da_dk: Aventa kan ikke oprette forbindelse til eller tilpasse ReSound LiNX 3D produkter. Vil du tilpasse ReSound LiNX 3D apparater? Klik på "Tilpas LiNX 3D".
el_gr: Δεν είναι δυνατή ή σύνδεση ή εφαρμογή προϊόντων LiNX 3D στο Aventa. Επιθυμείτε εφαρμογή της σειράς LiNX 3D; Κάντε κλικ στο "Μετάβαση στο Smart Fit" για τη σειρά LiNX 3D.
fi_fi: Aventa ei voi muodostaa yhteyttä LiNX 3D -tuotteisiin eikä sovittaa niitä. Sovitetaanko LiNX 3D ? Voit sovittaa LiNX 3D -tuotteen napsauttamalla Siirry Smart Fit sovitukseen -painiketta.
hr_hr: Aventa se ne može povezati s proizvodima LiNX 3D niti ih može namještati. Želite li namjestiti aparate LiNX 3D? Kliknite „Idi u Smart Fit” kako biste namjestili LiNX 3D.
hu_hu: Az Aventa nem tud kapcsolódni, vagy nem tudja elvégezni LiNX 3D termékek illesztését. Elvégzi a LiNX 3D illesztését? Kattintson az Ugrás a Smart Fit alkalmazásba gombra a LiNX 3D illesztéséhez.
it_it: Per selezionare, connettere ed effettuare il fitting con la più recente tecnologia con i dispositivi acustici ReSound, clicca su "Vai a ReSound Smart Fit".
ko_kr: Aventa는 ReSound LiNX 3D 제품을 연결 또는 피팅할 수 없습니다. ReSound LiNX 3D 기기를 피팅하시겠습니까? “Smart fit 이동”을 클릭하여 LiNK 3D를 피팅합니다.
nl_nl: De nieuwste ReSound hoortoestellen selecteren, verbinden en aanpassen? Klik dan op "Ga naar Smart Fit".
no_no: Aventa kan ikke koble til eller tilpasse LiNX 3D-produkter. Vil du tilpasse LiNX 3D? Klikk «Gå til Smart Fit» for å tilpasse LiNX 3D.
pt_pt: Para selecionar, conectar e ajustar os aparelhos auditivos mais recentes da ReSound, clique em "Acessar o ReSound Smart Fit".
ro_ro: Aventa nu poate conecta sau regla produse LiNX 3D. Doriți să reglați LiNX 3D? Clic pe "Mergi la Smart Fit" pentru a regla LiNX 3D.
ru_ru: Чтобы выбрать, подключить и настроить самые последние технологии ReSound, нажмите на "Перейти в ReSound Smart Fit".
sv_se: För att ansluta och anpassa ReSound´s senaste produkter. Klicka på "Gå till Smart Fit".
th_th: Aventa ไม่สามารถเชื่อมต่อหรือทดลองสวมผลิตภัณฑ์ LiNX 3D ได้ คุณต้องการทดลองสวม LiNX 3D ใช่ไหม คลิก "ไปที่ Smart Fit" เพื่อทดลองสวม LiNX 3D
tr_tr: Aventa LiNX 3D ürünlere bağlanamaz veya uyum gösteremez. LiNX 3D'yi ayarlamak istiyor musunuz? LiNX 3D'yi ayarlamak için "Akıllı Fitting'e Git" öğesine tıklayın.
zh_cn: Aventa无法连接或验配ReSound LiNX 3D产品。是否希望验配LiNX 3D？点击“切换到Smart Fit”以验配LiNX 3D。

source: Asymetrical Phone Handling
bg_bg: Боравене с асиметричен телефон
cht: 不對稱的電話調整列
da_dk: Asymmetrisk telefonhåndtering
el_gr: Ασύμμετρος χειρισμός τηλεφώνου
fi_fi: Epäsymmetrinen puhelintoiminto
hr_hr: Asimetrično rukovanje telefonom
hu_hu: Aszimmetrikus telefonkezelés
it_it: Gestione Asymetrical Phone
ko_kr: 비대칭 전화모드
nl_nl: Asymmetrisch telefoneren
no_no: Asymmetrical Phone Handling
pt_pt: Manuseio assimétrico do telefone
ro_ro: Manipularre asimetrică a telefonului
ru_ru: Асимметричное применение телефона
sv_se: Asymmetrisk telefonhantering
th_th: การจัดการโทรศัพท์แบบ Asymetrical
tr_tr: Asimetrik Telefon Kullanımı
zh_cn: 智能电话

source: Speech Spotter Pro Basic
cht: 基本進階型語音聚焦
fi_fi: Puheen tunnistus Pro, perustaso
nl_nl: SoftSwitching
pt_pt: Direcionalidade Automática Pro Básica
ru_ru: Обнаружитель речи Speech Spotter Pro, Базовый
tr_tr: Konuşma Tarayıcı Pro Basic
zh_cn: AI智能转换系统

source: This feature allows for setting the input level of the hearing instrument at a level equal to or lower than the wireless Mic accessory input level.
bg_bg: Тази функция позволява настройване на входящото ниво на слуховия апарат на ниво, равно на или по-ниско от входящото ниво на безжичния аксесоар Микрофон.
cht: 此功能允許助聽器的輸入等級設定等於或低於無線麥克風配件輸入等級。
da_dk: Denne funktion gør det muligt at indstille høreapparatets indgangsniveau til lig med eller lavere end det trådløse mikrofontilbehørs indgangsniveau.
el_gr: Αυτή η λειτουργία επιτρέπει τη ρύθμιση του επιπέδου εισόδου του ακουστικού βοηθήματος, σε ένα επίπεδο ίσο ή χαμηλότερο του επιπέδου εισόδου του αξεσουάρ ασύρματου μικροφώνου.
fi_fi: Tämän ominaisuuden avulla kuulokojeen tulotaso voidaan asettaa samaksi kuin mikrofonin lisälaitteen tulotaso tai alemmaksi.
hr_hr: Ovom značajkom omogućuje se postavljanje ulazne razine slušnog aparata na razinu koja je jednaka ili niža od ulazne razine bežičnog dodatnog mikrofona.
hu_hu: Ez a funkció lehetővé teszi a hallókészülék bemeneti szintjének beállítását egy olyan értékre, amely megegyezik a vezeték nélküli bemeneti szintjével vagy annál kisebb.
it_it: Questa caratteristica consente di impostare il livello di ingresso nell'apparecchio acustico ad un livello uguale o inferiore rispetto al livello di ingresso dell'accessorio Mic wireless.
ko_kr: 이 기능을 사용하면, 보청기의 input level을 무선 마이크 디바이스의 input level과 동등하게 설정하거나 더 낮게 설정할 수 있습니다.
nl_nl: Deze functie maakt het mogelijk het niveau van het hoortoestel in te stellen op een niveau dat gelijk is aan of lager dan het niveau van de wireless Mic.
no_no: Denne funksjonen gjør det mulig å sette inputnivået for høreapparatet på et nivå som er likt eller lavere enn nivået til det trådløse mikrofontilbehøret.
pt_pt: Este recurso permite definir o nível de entrada do aparelho auditivo a um nível igual ou inferior ao nível de entrada do acessório Mic.
ro_ro: Această opțiune vă permite să setați nivelul de intrare al aparatului auditiv la un nivel egal sau mai jos de nivelul de intrare al Microfonului wireless.
ru_ru: Эта функция позволяет задать входной уровень СА равным входному уровню микрофона-аксессуара или ниже его.
sv_se: Denna funktion gör att du kan ställa in hörapparatens innivå lägre eller lika med nivån för det trådlösa miktillbehöret.
th_th: คุณสมบัตินี้ช่วยให้การตั้งค่าระดับสัญญาณขาเข้าของเครื่องช่วยฟัง เท่ากับหรือต่ำกว่าระดับสัญญาณขาเข้าของอุปกรณ์เสริมไมค์ไร้สาย
tr_tr: Bu özellik, işitme cihazının giriş seviyesini kablosuz mikrofon aksesuar giriş seviyesine eşit veya daha düşük bir seviyeye ayarlamayı sağlar.
zh_cn: 该功能使助听器输入水平的设置等同于或略低于无线附件的输入水平。

source: This feature allows for setting the input level of the hearing instrument at a level equal to or lower than the Mobile Device input level.
bg_bg: Тази функция позволява настройване на входящото ниво на слуховия апарат на ниво, равно на или по-ниско от входящото ниво на мобилното устройство.
cht: 此功能允許助聽器的輸入等級設定等於或低於行動裝置輸入等級。
da_dk: Denne funktion gør det muligt at indstille høreapparatets indgangsniveau til lig med eller lavere end den mobile enheds indgangsniveau.
el_gr: Αυτή η λειτουργία επιτρέπει τη ρύθμιση του επιπέδου εισόδου του ακουστικού βοηθήματος, σε ένα επίπεδο ίσο ή χαμηλότερο του επιπέδου εισόδου της κινητής συσκευής.
fi_fi: Tämän ominaisuuden avulla kuulokojeen tulotaso voidaan asettaa samaksi kuin mobiililaitteen tulotaso tai alemmaksi.
hr_hr: Ovom značajkom omogućuje se postavljanje ulazne razine slušnog aparata na razinu koja je jednaka ili niža od ulazne razine mobilnog uređaja.
hu_hu: Ez a funkció lehetővé teszi a hallókészülék bemeneti szintjének beállítását egy olyan értékre, amely megegyezik a mobil eszköz szintjével vagy annál kisebb.
it_it: Questa caratteristica consente di impostare il livello di ingresso nell'apparecchio acustico ad un livello uguale o inferiore rispetto al livello di ingresso del dispositivo Mobile.
ko_kr: 이 기능을 사용하면, 보청기의 input level을 모바일 기기의 input level과 동등하게 설정하거나 더 낮게 설정할 수 있습니다.
nl_nl: Deze functie maakt het mogelijk het niveau van het hoortoestel in te stellen op een niveau dat gelijk is aan of lager dan het niveau van het mobiele apparaat.
no_no: Denne funksjonen gjør det mulig å sette inputnivået for høreapparatet på et nivå som er likt eller lavere enn nivået til den mobile enheten.
pt_pt: Este recurso permite definir o nível de entrada do aparelho auditivo a um nível igual ou inferior ao nível de entrada do dispositivo móvel.
ro_ro: Această opțiune vă permite să setați nivelul de intrare al aparatului auditiv la un nivel egal sau mai jos de nivelul de intrare al Dispozitivului Mobil.
ru_ru: Эта функция позволяет задать входной уровень СА равным входному уровню мобильного устройства или ниже его.
sv_se: Denna funktion gör att du kan ställa in hörapparatens innivå lägre eller lika med nivån för mobilenheten.
th_th: คุณสมบัตินี้ช่วยให้การตั้งค่าระดับสัญญาณขาเข้าของเครื่องช่วยฟัง เท่ากับหรือต่ำกว่าระดับสัญญาณขาเข้าของอุปกรณ์มือถือ
tr_tr: Bu özellik, işitme cihazının giriş seviyesini mobil cihaz giriş seviyesine eşit veya daha düşük bir seviyeye ayarlamayı sağlar.
zh_cn: 该功能使助听器输入水平的设置等同于或略低于移动设备的输入水平。

source: This feature allows for setting the input level of the hearing instrument at a level equal to or lower than the Telecoil input level.
bg_bg: Тази функция позволява настройване на входящото ниво на слуховия апарат на ниво, равно на или по-ниско от входящото ниво на телебобината.
cht: 此功能允許助聽器的輸入等級設定等於或低於電話線圈輸入等級。
da_dk: Denne funktion gør det muligt at indstille høreapparatets indgangsniveau til lig med eller lavere end telespolens indgangsniveau.
el_gr: Αυτή η λειτουργία επιτρέπει τη ρύθμιση του επιπέδου εισόδου του ακουστικού βοηθήματος, σε ένα επίπεδο ίσο ή χαμηλότερο του επιπέδου εισόδου Telecoil.
fi_fi: Tämän ominaisuuden avulla kuulokojeen tulotaso voidaan asettaa samaksi kuin induktiokelalaitteen tulotaso tai alemmaksi.
hr_hr: Ovom značajkom omogućuje se postavljanje ulazne razine slušnog aparata na razinu koja je jednaka ili niža od ulazne razine Telecoila.
hu_hu: Ez a funkció lehetővé teszi a hallókészülék bemeneti szintjének beállítását egy olyan értékre, amely megegyezik a telefontekercs bemeneti szintjével vagy annál kisebb.
it_it: Questa caratteristica consente di impostare il livello di ingresso nell'apparecchio acustico ad un livello uguale o inferiore rispetto al livello di ingresso del Telecoil.
ko_kr: 이 기능을 사용하면, 보청기의 input level을 텔레코일의 input level과 동등하게 설정하거나, 더 낮게 설정할 수 있습니다.
nl_nl: Deze functie maakt het mogelijk het niveau van het hoortoestel in te stellen op een niveau dat gelijk is aan of lager dan het niveau van de luisterspoel.
no_no: Denne funksjonen gjør det mulig å sette inputnivået for høreapparatet på et nivå som er likt eller lavere enn inputnivået til telespolen.
pt_pt: Este recurso permite definir o nível de entrada do aparelho auditivo a um nível igual ou inferior ao nível de entrada da bobina telefônica.
ro_ro: Această opțiune vă permite să setați nivelul de intrare al aparatului auditiv la un nivel egal sau mai jos de nivelul de intrare al Telecoil.
ru_ru: Эта функция позволяет задать входной уровень СА равным входному уровню индукционной катушки или ниже его.
sv_se: Denna funktion gör att du kan ställa in hörapparatens innivå lägre eller lika med den nivån för telespolen.
th_th: คุณสมบัตินี้ช่วยให้การตั้งค่าระดับสัญญาณขาเข้าของเครื่องช่วยฟังเท่ากับหรือต่ำกว่าระดับสัญญาณขาเข้าของ Telecoil
tr_tr: Bu özellik, işitme cihazının giriş seviyesini Telecoil giriş seviyesine eşit veya daha düşük bir seviyeye ayarlamayı sağlar.
zh_cn: 该功能使助听器输入水平的设置等同于或略低于电感输入水平。
