Repository: saicharan298/Renorex.ece
Catalog: Builds/ReSound Smart Fit 1.6.0.254/Files/program files/ReSound/SmartFit/Data/*.xlf
Languages: bg_bg, cht, da_dk, el_gr, fi_fi, hr_hr, hu_hu, it_it, ko_kr, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, zh_cn

source: No previous saved fitting data found in {0}.
bg_bg: Не са намерени предишни записани данни за монтиране в {0}.
cht: 在 {0} 中找不到之前儲存的選配資料。
da_dk: Der findes ingen tidligere tilpasningsdata på {0}.
el_gr: Δεν βρέθηκαν προηγούμενα αποθηκευμένα δεδομένα εφαρμογής στο {0}.
fi_fi: Aikaisemmin tallennettua tietoa ei löytynyt {0}.
hr_hr: Nisu pronađeni prethodno spremljeni podatci o namještanju u {0}.
hu_hu: Nincs előzetesen mentett illesztési adat a(z) {0} helyen.
it_it: Nessun dato di fitting salvato in precedenza in {0}.
ko_kr: {0}에서 전에 피팅하여 저장한 데이터를 찾을 수 없습니다.
nl_nl: Geen eerder opgeslagen gegevens gevonden in {0}.
no_no: Ingen tidligere lagrede tilpasningsdata funnet i {0}.
pt_pt: Nenhum dado anterior de ajuste salvo encontrado em {0}.
ro_ro: Nu există date anterioare salvate de montare găsit în {0}.
ru_ru: Не обнаружено данных предыдущей сохраненной настройки в {0}.
sv_se: Ingen tidigare sparad anpassningsdata hittades i {0}.
th_th: ไม่พบข้อมูลการทดลองสวมที่บันทึกไว้ก่อนหน้านี้ใน {0}
tr_tr: {0} 'da önceden kaydedilmiş bir uygulama verisi bulunmadı.
zh_cn: 在{0}助听器未发现保存的验配数据。

source: Insert No Response
bg_bg: Въведете Няма реакция
cht: 插入無反應
da_dk: Intet svar
el_gr: Εισαγωγή "Καμία απόκριση"
fi_fi: Ei vastetta
hr_hr: Nema odziva umetka
hu_hu: Insert Nincs válasz
it_it: Nessuna risposta inserimento
ko_kr: No response
nl_nl: Invoegen Geen respons
no_no: Sett inn ingen respons
pt_pt: Inserir Sem resposta
ro_ro: Fara raspuns
ru_ru: Нет ответа от вставки
sv_se: Ange Inget svar
th_th: แทรกการไม่ตอบสนอง
tr_tr: Yanıt Yok Girişi Yapın
zh_cn: 插入无响应

source: Targets Based On:
bg_bg: Целевите стойности са на базата на:
cht: 目標值依據：
da_dk: Targets baseret på:
el_gr: Στόχοι βασισμένοι σε:
fi_fi: Tavoitteet perustuvat :
hr_hr: Ciljne vrijednosti temelje se na:
hu_hu: A célértékek alapja:
it_it: Target basati su:
ko_kr: 타겟:
nl_nl: Targets gebaseerd op:
no_no: Targets basert på:
pt_pt: Alvos baseados em:
ro_ro: Ținte bazate pe:
ru_ru: Целевые значения на основе:
sv_se: Mål baserade på:
th_th: เป้าหมายอิงตาม:
tr_tr: Hedef Tabanı:
zh_cn: 目标基于:

source: The In-Situ Audiogram used in the previous fitting on the {0} instrument(s) has been modified. Selecting “OK” will recalculate the fitting data based on the conventional audiogram data
bg_bg: Аудиограмата в самия апарат, използвана в предишното поставяне на апарата(-ите) {0}, е видоизменена. С избирането на „ОК“ ще се преизчислят данните за протезиране въз основа на данните от традиционна аудиограма
cht: 用在先前選配的{0}助聽器的現場聽力圖已被修改。選擇「好」將根據傳統聽力圖資料以重新計算選配資料。
da_dk: In situ-audiogrammet anvendt ved seneste tilpasning på {0}-apparatet/-erne er blevet ændret. Hvis du trykker "OK", vil tilpasningsdataene blive genudregnet ud fra de konventionelle audiogramdata
el_gr: Το επιτόπιο ακοόγραμμα που χρησιμοποιήθηκε στην προηγούμενη ρύθμιση των ακουστικών {0} έχει τροποποιηθεί. Επιλέξτε ΟΚ για να γίνει επανυπολογισμός των δεδομένων ρύθμισης με βάση τα συμβατικά δεδομένα ακοογράμματος
fi_fi: {0} kuulokojeelle edellisessä sovituksessa käytettyyn käyttötilanteessa mitattuun audiogrammiin on tehty muutoksia. Jos valitset OK, sovitustiedot lasketaan uudelleen perinteisten audiogrammitietojen perusteella.
hr_hr: In-Situ audiogram korišten u prijašnjem individualnom podešavanju za {0} uređaj(e) izmijenjen je. Izaberite "OK"za preračunavanje novih podataka u odnosu na standardne podatke audiograma
hu_hu: Az In-Situ Audiogram egy előző illesztésben lett használva, ahol a {0} készülék(ek) módosultak. Az “OK”-t választva, újra lesz kalkulálva az illesztés az eredeti audiogram alapján
it_it: L'audiometria In-Situ utilizzata nel precedente fitting su {0} apparecchi(i) è stata modificata. Selezionando “OK” verranno ricalcolati i dati di fitting in base ai dai dell'audiometria convenzionale
ko_kr: 이전의 {0}보청기 피팅에서 사용된 In-Situ 청력도 가 수정되었습니다. “OK”를 선택하면, "OK"를 선택하면 기존의 청력도 데이터를 기반으로 피팅 데이터가 다시 계산됩니다
nl_nl: Het In-Situ Audiogram dat voor de vorige aanpassing op de {0} toestellen werd gebruikt, is gewijzigd. Wanneer u “OK” kiest zullen de aanpasgegevens op basis van het conventionele audiogram opnieuw worden berekend
no_no: In situ-audiogrammet som ble brukt i forrige tilpasning på {0} apparatet (apparatene), er endret. Hvis man velger «OK», vil tilpasningsdataene regnes om basert på konvensjonelle audiogramdata.
pt_pt: O audiograma in-situ usado no ajuste anterior no aparelho(s) {0} foi modificado. Selecionar "OK" irá recalcular os dados de ajuste com base nos dados do audiograma convencional
ro_ro: Audiograma In-Situ utilizată în reglajul anterior pe instrumentul(e) {0} a fost modificată. Dacă selectați „OK” se vor recalcula datele de reglaj pe baza datelor din audiograma convențională
ru_ru: Аудиограмма «на месте»/In-Situ, использованная в предыдущей настройке на {0} СА, подверглась модификации. Выбор “OK” запустит перерасчет данных настройки на основе данных обычной аудиограммы
sv_se: In-Situ-Audiogrammet som används i föregående anpassning av {0} apparaten har ändrats. Välj ”OK” för att beräkna om anpassningsdata baserat på vanliga audiogramdata.
th_th: ผลตรวจการได้ยินภายในที่ใช้ในการติดตั้งก่อนหน้านี้บน {0} เครื่องช่วยฟังได้รับการแก้ไขแล้ว การเลือก “ตกลง” จะทำการคำนวณข้อมูลที่เหมาะสมใหม่ตามข้อมูลผลตรวจการได้ยินทั่วไป
tr_tr: {0} cihazda önceki Ayar'da kullanılan yerinde odyogram değiştirildi. "Tamam" seçildiğinde, Ayar verileri klasik odyogram verileri temel alınarak yeniden hesaplanacaktır
zh_cn: 内置测听在 {0}上次选配过的助听器上进行。选择“确定”会重新计算选配数据。

source: Show Instrument Style
bg_bg: Показване на оформлението на апарата
cht: 顯示助聽器款式
da_dk: Vis apparatstil
el_gr: Εμφάνιση στυλ βοηθήματος
fi_fi: Näytä kuulokojeen tyyppi
hr_hr: Prikaži stil uređaja
hu_hu: Készülék kivitel mutatása
it_it: Visualizza versione dispositivo
ko_kr: 보청기 스타일 보기
nl_nl: Toon stijl van toestel
no_no: Vis høreapparattype
pt_pt: Exibir o Modelo do Aparelho Auditivo
ro_ro: Afișează Stilul aparatului
ru_ru: Показать стиль аппарата
sv_se: Visa apparattyp
th_th: แสดงรูปแบบเครื่องช่วยฟัง
tr_tr: Cihaz Tipini Göster
zh_cn: 显示助听器类型

source: Acoustic Phone
bg_bg: Акустичен телефон
cht: 聲學電話
da_dk: Akustisk telefon
el_gr: Ακουστικό τηλέφωνο
fi_fi: Akustinen puhelin
hr_hr: Akustični telefon
hu_hu: Akusztikus telefon
it_it: Telefono acustico
ko_kr: 자동전화(어쿠스틱)
nl_nl: Akoestisch telefoneren
no_no: Akustisk telefon
pt_pt: Telefone Acústico
ro_ro: Telefon Acustic
ru_ru: Акустический телефон
sv_se: Akustisk telefon
th_th: เสียงจากโทรศัพท์
tr_tr: Akustik telefon
zh_cn: 普通电话

source: Narrow By
cht: 變窄依
da_dk: Indsnævr med
el_gr: Περιορισμός κατά
fi_fi: Kavenna
hr_hr: Suzi za
hu_hu: Szűk
it_it: Stretta del
ko_kr: 좁음(정도)
nl_nl: Versmallen
no_no: Begrens med
pt_pt: Limitar Por
ro_ro: Micșorare cu
ru_ru: Сузить на
sv_se: I närheten
th_th: จำกัดให้แคบลงตาม
tr_tr: Daralt
zh_cn: 窄阈

source: - Perform REM measurements
bg_bg: - Извършете аудиометрични измервания
cht: - 執行實耳測量
da_dk: - Udfør REM-målinger
el_gr: - Εκτέλεση μετρήσεων REM
fi_fi: - Suorita REM-mittaukset
hr_hr: - Obavite REM mjerenja
hu_hu: – REM mérések elvégzése
it_it: - Effettua misurazioni REM
ko_kr: - REM을 측정합니다.
nl_nl: - REM-metingen uitvoeren
no_no: – Utfør REM-målinger
pt_pt: – Realizar medições REM
ro_ro: - Efectuați măsurători REM
ru_ru: - Выполнить измерения на реальном ухе REM
sv_se: - Utför REM-mätningar
th_th: - ดำเนินการวัด REM
tr_tr: - REM ölçümleri gerçekleştir
zh_cn: - 执行REM测量

source: Default REM Hardware:
bg_bg: Хардуер за аудиометрия по подразбиране:
cht: 預設實耳測量硬體：
da_dk: REM-standardhardware:
el_gr: Προεπιλεγμένο υλικό REM:
fi_fi: Oletus REM-laitteisto :
hr_hr: Standardni REM hardver:
hu_hu: Alapértelmezett REM hardver:
it_it: REM hardware predefinito:
ko_kr: 디폴트 REM 하드웨어:
no_no: Standard REM-maskinvare:
pt_pt: Hardware REM padrão:
ro_ro: REM hardware din fabrica:
ru_ru: REM по умолчанию:
sv_se: REM Hårdvara:
th_th: ฮาร์ดแวร์ REM เริ่มต้น:
tr_tr: Varsayılan REM Donanımı:
zh_cn: 默认REM设备:

source: Aurical FreeFit
ro_ro: FreeFit auricular
ru_ru: Посадка в ушную раковину Aurical Freefit

source: Tube Calibration in progress...
bg_bg: Извършва се калибриране на шлаух...
cht: 探管校正進行中...
da_dk: Kalibrering af slange er i gang...
el_gr: Βαθμονόμηση σωλήνα σε εξέλιξη...
fi_fi: Letkun kalibrointi käynnissä...
hr_hr: Kalibracija cijevi u tijeku...
hu_hu: A cső kalibrálása folyamatban van...
it_it: Calibrazione tubetto in corso...
ko_kr: 튜브 캘리브레이션 중입니다...
nl_nl: Slangkalibratie bezig...
no_no: Slanger kalibreres...
pt_pt: Calibração do tubo em andamento...
ro_ro: Calibrarea tubului in curs...
ru_ru: Производится калибровка трубочки...
sv_se: Slangkalibrering pågår...
th_th: อยู่ระหว่างการปรับเทียบ Tube...
tr_tr: Tüp Kalibrasyonu yapılıyor...
zh_cn: 正在进行导声管校准...

source: Cancel Calibration
bg_bg: Отмяна на калибриране
cht: 取消校正
da_dk: Annuller kalibrering
el_gr: Ακύρωση βαθμονόμησης
fi_fi: Poista kalibrointi
hr_hr: Otkaži kalibraciju
hu_hu: Kalibrálás leállítása
it_it: Annulla calibrazione
ko_kr: 캘리브레이션을 취소합니다
nl_nl: Kalibratie annuleren
no_no: Avbryt kalibrering
pt_pt: Cancelar calibração
ro_ro: Anulati calibrarea
ru_ru: Отменить калибровку
sv_se: Avbryt kalibrering
th_th: ยกเลิกการปรับเทียบ
tr_tr: Kalibrasyonu İptal Et
zh_cn: 取消校准

source: REUG Measurement in progress...
bg_bg: Извършва се измерване чрез REUG...
cht: 實耳未配戴增益測量進行中...
da_dk: REUG-måling er i gang...
el_gr: Μέτρηση REUG σε εξέλιξη...
fi_fi: REUG Mittaus käynnissä...
hr_hr: REUG mjerenje u tijeku...
hu_hu: REUG mérés folyamatban...
it_it: REUG misurazione in corso...
ko_kr: REUG 측정 중입니다...
nl_nl: REUG meting bezig...
no_no: REUG-måling pågår...
pt_pt: Medida REUG em andamento...
ro_ro: Masurare REUG in desfasurare...
ru_ru: Производится измерение REUG...
sv_se: REUG Mätning fortsätter...
th_th: อยู่ระหว่างการวัด REUG...
tr_tr: REUG ölçümü devam ediyor...
zh_cn: 正在进行REUG测试..

source: REIG Measurement in progress...
bg_bg: Извършва се аудиометрия чрез REIG...
cht: 實耳插入增益測量進行中...
da_dk: REIG-måling er i gang...
el_gr: Μέτρηση REIG σε εξέλιξη...
fi_fi: REIG Mittaus käynnissä...
hr_hr: REIG mjerenje u tijeku...
hu_hu: REIG mérés folyamatban...
it_it: REIG misurazione in corso...
ko_kr: REIG 측정 중입니다...
nl_nl: REIG meting bezig...
no_no: REIG-måling pågår...
pt_pt: Medida REIG em andamento...
ro_ro: Masurare REIG in desfasurare...
ru_ru: Производится измерение REIG...
sv_se: REIG Mätning fortsätter...
th_th: อยู่ระหว่างการวัด REIG...
tr_tr: REIG ölçümü devam ediyor...
zh_cn: 正在进行REIG测试...

source: REIG Measurement {0} of {1} in progress...
bg_bg: Извършва се аудиометрия {0} от {1} чрез REIG...
cht: {1} 的 {0} 實耳插入增益測量進行中...
da_dk: REIG-måling {0} af {1} er i gang...
el_gr: Μέτρηση REIG {0} από {1} σε εξέλιξη...
fi_fi: REIG Mittaus {0} / {1} käynnissä...
hr_hr: REIG mjerenje {0} od {1} u tijeku...
hu_hu: REIG mérés – {0} / {1} folyamatban...
it_it: REIG misurazione {0} di {1} in corso...
ko_kr: {1}의 {0} REIG 측정 중입니다...
nl_nl: REIG meting {0} van {1} bezig...
no_no: REIG måling {0} av {1} pågår...
pt_pt: Medida REIG {0} de {1} em andamento...
ro_ro: Masurare REIG {0} din {1} in desfasurare...
ru_ru: Производится измерение REIG {0} из {1}...
sv_se: REIG Mätning {0} av {1} fortsätter...
th_th: อยู่ระหว่างการวัด REIG {0} จาก {1} ...
tr_tr: REIG Ölçümü {0} {1} yapılıyor...
zh_cn: 正在对{1}的 {0}进行REIG测试 ...

source: Tube Calibration was cancelled
bg_bg: Калибрирането на шлаух е отменено
cht: 探管校正已取消
da_dk: Kalibrering af slange blev annulleret
el_gr: Η βαθμονόμηση σωλήνα ακυρώθηκε
fi_fi: Letkun kalibrointi peruttiin
hr_hr: Kalibracija cijevi je otkazana
hu_hu: A cső kalibrálása leállítva
it_it: Calibrazione tubetto annullata
ko_kr: 튜브 캘리브레이션이 취소되었습니다
nl_nl: Slangkalibratie geannuleerd
no_no: Slangekalibrering ble avbrutt
pt_pt: A calibração do tubo foi cancelada
ro_ro: Calibrarea tubului a fost anulata
ru_ru: Калибровка трубочки была отменена
sv_se: Slangkalibrering avbröts
th_th: การปรับเทียบ Tube ถูกยกเลิก
tr_tr: Tüp Kalibrasyonu iptal edildi
zh_cn: 导声管校准被取消

source: REUG Measurement was cancelled
bg_bg: Измерването чрез REUG е отменено
cht: 實耳未配戴增益測量已取消
da_dk: REUG-måling blev annulleret
el_gr: Η μέτρηση REUG ακυρώθηκε
fi_fi: REUG mittaus peruttu
hr_hr: REUG mjerenje je otkazano
hu_hu: REUG mérés megszakítva
it_it: REUG misurazione annullata
ko_kr: REUG 측정이 취소되었습니다
nl_nl: REUG meting afgebroken
no_no: REUG-måling ble kansellert
pt_pt: A medida REUG foi cancelada
ro_ro: Masurare REUG anulata
ru_ru: Измерение REUG было отменено
sv_se: REUG Mätning avbröts
th_th: การวัด REUG ถูกยกเลิก
tr_tr: REUG ölçümü iptal edildi
zh_cn: REUG测试被取消

source: REIG Measurement was cancelled
bg_bg: Аудиометрията чрез REIG е отменена
cht: 實耳插入增益測量已取消
da_dk: REIG-måling blev annulleret
el_gr: Η μέτρηση REIG ακυρώθηκε
fi_fi: REIG mittaus peruttu
hr_hr: REIG mjerenje je otkazano
hu_hu: REIG mérés megszakítva
it_it: REIG misurazione annullata
ko_kr: REIG 측정이 취소되었습니다
nl_nl: REIG meting afgebroken
no_no: REIG-måling ble kansellert
pt_pt: A medida REIG foi cancelada
ro_ro: Masurare REIG anulata
ru_ru: Измерение REIG было отменено
sv_se: REIG Mätning avbröts
th_th: การวัด REIG ถูกยกเลิก
tr_tr: REIG ölçümü iptal edildi
zh_cn: REIG测试被取消

source: Tube Calibration Completed
bg_bg: Калибрирането на шлаух завърши
cht: 探管校正完成
da_dk: Kalibrering af slange er fuldført
el_gr: Η βαθμονόμηση σωλήνα ολοκληρώθηκε
fi_fi: Letku kalibrointi valmis
hr_hr: Kalibracija cijevi dovršena
hu_hu: A cső kalibrálása kész
it_it: Calibrazione tubetto completata
ko_kr: 튜브 캘리브레이션 완료
nl_nl: Slangkalibratie compleet
no_no: Slangekalibrering fullført
pt_pt: Calibração do tubo concluída
ro_ro: Calibrarea tubului efectuata
ru_ru: Калибровка трубочки завершена
sv_se: Slangkalibrering klar
th_th: การปรับเทียบ Tube เสร็จสมบูรณ์
tr_tr: Tüp Kalibrasyonu Tamamlandı
zh_cn: 完成导声管校准

source: REIG Measurement Completed. Target was not matched.
bg_bg: Аудиометрията чрез REIG завърши. Няма съответствие на целевата стойност.
cht: 實耳插入增益測量完成。不符合目標。
da_dk: REIG-måling er fuldført. Target stemte ikke overens.
el_gr: Η μέτρηση REIG ολοκληρώθηκε. Ο στόχος δεν επιτεύχθηκε.
fi_fi: REIG mittaus valmis. Tavoite ei toteudu.
hr_hr: REIG mjerenje dovršeno. Ciljna vrijednost nije postignuta.
hu_hu: REIG mérés kész. A cél nem lett elérve.
it_it: REIG misurazione completata. Obiettivo non raggiunto.
ko_kr: REIG 측정 완료. 타겟과 게인이 매치되지 않았습니다.
nl_nl: REIG meting voltooid. Target is niet bereikt.
no_no: REIG-måling fullført. Target samsvarte ikke.
pt_pt: Medida REIG concluída. O alvo não correspondeu.
ro_ro: Masurare REIG completa. Tinta nu a fost echivalata
ru_ru: Измерение REIG завершено. Цель не достигнута.
sv_se: REIG Mätning avslutad. Målet matchades inte.
th_th: การวัด REIG เสร็จสมบูรณ์ เป้าหมายไม่ตรงกัน
tr_tr: REIG ölçümü tamamlandı. Hedef uyuşmadı.
zh_cn: REIG测试完成. 目标不匹配

source: REIG Measurement Completed. Target matched.
bg_bg: Аудиометрията чрез REIG завърши. Има съответствие на целевата стойност.
cht: 實耳插入增益測量完成。符合目標。
da_dk: REIG-måling er fuldført. Target stemte overens.
el_gr: Η μέτρηση REIG ολοκληρώθηκε. Ο στόχος επιτεύχθηκε.
fi_fi: REIG mittaus valmis. Tavoite on toteutunut.
hr_hr: REIG mjerenje dovršeno. Ciljna vrijednost je postignuta.
hu_hu: REIG mérés kész. Cél elérve.
it_it: REIG misurazione completata. Obiettivo raggiunto.
ko_kr: REIG 측정 완료. 타겟과 게인이 매치되었습니다.
nl_nl: REIG meting voltooid. Target bereikt.
no_no: REIG-måling fullført. Target samsvarte.
pt_pt: Medida REIG concluída. O alvo correspondeu.
ro_ro: Masurare REIG completa. Tinta echivalata.
ru_ru: Измерение REIG завершено. Цель достигнута.
sv_se: REIG Mätning avslutad. Målet matchades.
th_th: การวัด REIG เสร็จสมบูรณ์ เป้าหมายตรงกัน
tr_tr: REIG ölçümü tamamlandı. Hedef uyuştu.
zh_cn: REIG测试完成. 与目标匹配.

source: Device not ready. Make sure device is connected properly and is powered on then try again.
bg_bg: Устройството не е готово. Уверете се, че устройството е свързано добре и включено, след което опитайте отново.
cht: 裝置未就緒。請確保裝置已正確連接並已開啟電源，然後重試。
da_dk: Apparatet er ikke klar. Kontrollér, at apparatet er tilkoblet og tændt, og prøv igen.
el_gr: Η συσκευή δεν είναι έτοιμη. Βεβαιωθείτε ότι η συσκευή είναι σωστά συνδεδεμένη και ενεργοποιημένη και, κατόπιν, προσπαθήστε ξανά.
fi_fi: Laite ei ole valmiina. Varmista että laite on oikein kytketty ja virta on päällä ja kokeile sitten uudelleen.
hr_hr: Uređaj nije spreman. Uvjerite se da je uređaj pravilno povezan i uključen, pa pokušajte ponovno.
hu_hu: Az eszköz nem áll készen. Győződjön meg arról, hogy az eszköz megfelelően csatlakoztatott és bekapcsolt állapotban van, és próbálkozzon újra.
it_it: Dispositivo non pronto. Assicurarsi che il dispositivo sia connesso correttamente e alimentato, quindi riprovare.
ko_kr: 장치가 준비되지 않았습니다. 장치가 제대로 연결되어 있는지, 전원이 켜져 있는지 확인하시고 다시 연결하세요.
nl_nl: REM systeem niet gereed. Zorg ervoor dat het systeem correct is aangesloten en gevoed wordt en probeer het dan opnieuw.
no_no: Apparat ikke klart. Undersøk at enheten er ordentlig tilkoblet og har strøm, og prøv igjen.
pt_pt: O dispositivo não está pronto. Certifique-se de que o aparelho está conectado corretamente, ligado e tente novamente.
ro_ro: Dispozitivul nu este gata.Fiti sigur ca este conectat cum se cuvine , este alimentat si apoi incercati din nou.
ru_ru: Устройство не готово. Убедитесь, что устройство подключено правильно. Затем включите и повторите снова.
sv_se: Hörapparaten är inte redo. Kontrollera att den är ordentligt ansluten samt påslagen och försök igen.
th_th: อุปกรณ์ไม่พร้อมทำงาน แน่ใจหรือไม่ว่าได้เชื่อมต่ออุปกรณ์ถูกต้องและเปิดสวิทซ์เครื่อง ลองใหม่
tr_tr: Cihaz hazır değil. Cihazın düzgün bağlanmış ve açık olduğundan emin olun sonra tekrar deneyin.
zh_cn: 助听器未连接好。检查助听器是否正确连接且电池电量充足，然后重试。

source: Mute/Unmute Hearing Instrument
bg_bg: Заглушаване/незаглушаване на слухов апарат
cht: 將助聽器靜音/取消靜音
da_dk: Slå lyden i høreapparatet til/fra
el_gr: Σίγαση/Αναίρεση σίγασης ακουστικού βοηθήματος
fi_fi: Mykistä/Ei mykistetty kuulokoje
hr_hr: Isključi/uključi zvuk slušnog aparata
hu_hu: Hallókészülék némításának ki- és bekapcsolása
it_it: Silenzia/Attiva apparecchio acustico
ko_kr: 보청기 음소거/음소거 해제
nl_nl: Hoortoestel AAN/UIT
no_no: Mute /Unmute høreapparat
pt_pt: Aparelho auditivo mudo/ativo
ro_ro: Oprit/Pornit aparatul auditiv
ru_ru: Отключить микрофон/Включить микрофон СА
sv_se: Tysta/Slå på Hörapparat
th_th: ปิดเสียง/เปิดเสียงอุปกรณ์ช่วยฟัง
tr_tr: Sessiz/Sesli İşitme Cihazı
zh_cn: 助听器静音/非静音

source: Apply
bg_bg: Приложи
cht: 套用
da_dk: Udfør
el_gr: Εφαρμογή
fi_fi: Käytä
hr_hr: Primijeni
hu_hu: Alkalmaz
it_it: Applica
ko_kr: 적용
nl_nl: Toepassen
no_no: Bruk
pt_pt: Aplicar
ro_ro: Aplica
ru_ru: Применить
sv_se: Utför
th_th: นำไปใช้
tr_tr: Uygula
zh_cn: 应用

source: Error starting REM operation: Device login failed.
bg_bg: Грешка при стартиране на аудиометрия – неуспешна регистрация на устройството.
cht: 啟動實耳測量操作錯誤：裝置登入失敗。
da_dk: Kunne ikke opstarte REM: Login mislykkedes.
el_gr: Σφάλμα έναρξης λειτουργίας REM: Απέτυχε η σύνδεση στη συσκευή.
fi_fi: Virhe käynnistettäessä REM-toimintoa : Laitteeseen kirjaus ei onnistu.
hr_hr: Pogreška pokretanja REM postupka: prijava uređaja nije uspjela.
hu_hu: Hiba a REM művelet indításakor: A készülék beléptetése sikertelen.
it_it: Errore durante avvio operazioni REM: accesso al dispositivo non riuscito.
ko_kr: REM을 시작하는데 오류가 발생했습니다: 장치 로그인 실패
nl_nl: Fout bij starten van REM: systeem login mislukt.
no_no: Feil ved start av REM: Enhet kunne ikke logges inn.
pt_pt: Erro ao iniciar operação REM: falha no log-in do dispositivo.
ro_ro: Eroare in inceperea masuratorilor REM : conectarea a esuat.
ru_ru: Ошибка начала REM: не удалось подключить устройство.
sv_se: Fel vid start av REM-bearbetning: Enhetsinloggning misslyckades.
th_th: เกิด Error เมื่อเริ่มใช้ REM : การลงชื่อเข้าใช้งานอุปกณ์ล้มเหลว
tr_tr: REM işlemini başlatma hatası: Cihaz giriş hatası.
zh_cn: 开始REM操作出错:连接设备失败。

source: Error starting REM operation: Obtaining device information failed.
bg_bg: Грешка при стартиране на аудиометрия – неуспешно получаване на информация за устройството.
cht: 啟動實耳測量操作錯誤：獲取裝置資訊失敗。
da_dk: Kunne ikke opstarte REM: Kunne ikke hente information.
el_gr: Σφάλμα έναρξης λειτουργίας REM: Η λήψη πληροφοριών της συσκευής απέτυχε.
fi_fi: Virhe käynnistettäessä REM-toimintoa : Tietoja laitteesta ei saada.
hr_hr: Pogreška pokretanja REM postupka: dobivanje informacija o uređaju nije uspjelo.
hu_hu: Hiba a REM művelet indításakor: A készülékinformáció megszerzése sikertelen.
it_it: Errore durante avvio operazioni REM: ricezione informazioni dispositivo non riuscita.
ko_kr: REM을 시작하는데 오류가 발생했습니다: 장치 정보 획득 실패
nl_nl: Fout bij starten van REM: ophalen van systeeminformatie mislukt.
no_no: Feil ved start av REM: Kunne ikke hente enhetsinformasjon.
pt_pt: Erro ao iniciar operação REM: falha na obtenção de informações do dispositivo.
ro_ro: Eroare in inceperea masuratorilor REM: nu se pot oferi informatii.
ru_ru: Ошибка начала REM: не удалось получить информацию об устройстве.
sv_se: Fel vid start av REM-bearbetning: Det gick inte att hämta enhetsinformation.
th_th: เกิดข้อผิดพลาดขณะเริ่มดำเนินการ REM: การรับข้อมูลอุปกรณ์ล้มเหลว
tr_tr: REM işlemini başlatma hatası: Cihaz bilgileri alınırken hata meydana geldi.
zh_cn: 开始REM操作出错:无法获取设备信息。

source: Error starting REM operation: {0} ({1})
bg_bg: Грешка при стартиране на аудиометрия: {0} ({1})
cht: 啟動實耳測量操作錯誤：{0} ({1})
da_dk: Kunne ikke opstarte REM: {0} ({1})
el_gr: Σφάλμα έναρξης λειτουργίας REM: {0} ({1})
fi_fi: Virhe käynnistettäessä REM-toimintoa : {0} ({1})
hr_hr: Pogreška pokretanja REM postupka: {0} ({1})
hu_hu: A REM indításakor hiba lépett fel: {0} ({1})
it_it: Errore durante avvio operazioni REM: {0} ({1})
ko_kr: REM을 시작하는데 오류가 발생했습니다: {0} ({1})
nl_nl: Fout bij starten van REM: {0} ({1})
no_no: Feil ved oppstart av REM: {0} ({1})
pt_pt: Erro ao iniciar operação REM:{0} ({1})
ro_ro: Eroare in inceperea masuratorilor REM: {0} ({1})
ru_ru: Ошибка начала REM: {0} ({1})
sv_se: Fel vid start av REM-bearbetning: {0} ({1})
th_th: เกิดข้อผิดพลาดขณะเริ่มดำเนินการ REM: {0} ({1})
tr_tr: REM işlemini başlatma hatası: {0} ({1})
zh_cn: 开始REM操作出错:{0} ({1})
